{"data":[{"name":"34:1","price":"Alhamdulillah, Đấng mà mọi vật trong các tầng trời và mọi vật trong trái đất đều là của Ngài, Đấng mà mọi lời ca ngợi và tán dương ở Đời Sau đều thuộc về một mình Ngài. Ngài là Đấng Sáng Suốt, Thông Toàn.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:2","price":"Những gì chui vào lòng đất, những gì nhô lên khỏi mặt đất, những gì rơi xuống từ trên trời và những gì bay lên trời, Ngài đều biết rõ về chúng. Và Ngài là Đấng Hằng Khoan Dung, Hằng Tha Thứ.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:3","price":"Những kẻ vô đức tin nói: “Giờ Tận Thế sẽ không xảy đến cho chúng tôi.” Ngươi (hỡi Thiên Sứ) hãy nói với họ: “Không, thề bởi Thượng Đế của Ta, Đấng biết điều vô hình, chắc chắn Giờ Tận Thế sẽ xảy đến cho các người. Không một vật gì trong các tầng trời cũng như không một vật gì trong trái đất nằm ngoài tầm kiểm soát của Ngài, cho dù đó chỉ là sức nặng của một hạt nguyên tử; và không một vật gì dù nhỏ hay lớn hơn (hạt nguyên tử) mà lại không được ghi sẵn trong một Quyển Sổ rõ ràng.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:4","price":"(Mọi thứ được ghi trong quyển sổ) để Ngài ban thưởng cho những người có đức tin và hành thiện. Họ là những người sẽ được sự tha thứ và được ban cho bổng lộc thật vinh dự (Thiên Đàng).","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:5","price":"Những ai cố gắng chống phá các lời mặc khải của TA thì chắc chắn sẽ phải chịu một sự trừng phạt đau đớn.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:6","price":"Những ai được ban cho kiến thức thì thấy những điều được ban xuống cho Ngươi (hỡi Thiên Sứ) từ Thượng Đế của Ngươi là Chân Lý và hướng dẫn (nhân loại) đến con đường của Đấng Toàn Năng, Đáng Ca Tụng.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:7","price":"Những kẻ vô đức tin (bảo nhau về Thiên Sứ một cách chế giễu và nhạo báng) nói: “Các người có muốn chúng tôi chỉ cho các người một người đàn ông, Y sẽ nói cho các người biết rằng khi các người (chết đi, thân xác các người) đã hoàn toàn mục rã thì các người chắc chắn sẽ được tạo hóa mới trở lại?!”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:8","price":"(Họ bảo nhau): “Lẽ nào Y đã nói dối cho Allah hay lẽ nào Y bị tâm thần?” Không, những kẻ vô đức tin nơi cõi Đời Sau sẽ bị trừng phạt (vào Ngày Phán Xét) và họ đã lầm lạc rất xa (trên cõi đời này).","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:9","price":"Lẽ nào họ không nhìn thấy những gì trước mắt và sau lưng họ từ trời đất?! Nếu muốn, TA đã cho đất nuốt chửng bọn họ hoặc cho một mảnh trời rơi xuống đè bọn họ. Quả thật, nơi sự việc đó là một dấu hiệu cho mỗi người bề tôi biết quay đầu ăn năn sám hối (với Allah).","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:10","price":"Quả thật, TA đã ban cho Dawood hồng phúc từ nơi TA, (và TA đã phán với núi non): “Hỡi núi non! Các ngươi hãy cùng với Y tán dương Allah” và chim chóc (TA cũng phán bảo chúng như thế), và TA đã hóa sắt thành mềm cho Y.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:11","price":"(TA) bảo (Dawood): “Ngươi hãy chế áo giáp và ráp các khoen sắt lại cho thật cân bằng và Ngươi (và con cháu của Ngươi) hãy hành thiện. Quả thật, TA luôn thấy rõ những điều các ngươi làm.”","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:12","price":"Và Sulayman (con trai của Dawood), (TA đã ban cho Y khả năng chế ngự) luồng gió; luồng gió lướt đi trong một buổi sáng (nhanh bằng thời gian di chuyển) của một tháng và trong một buổi chiều (nhanh bằng thời gian di chuyển) của một tháng. TA đã ban cho Y một dòng suối đồng thau; và trong loài Jinn có những tên phục dịch cho Y theo phép của Thượng Đế của Y; và nếu tên Jinn nào cãi lệnh TA thì TA sẽ bắt nó nếm lấy hình phạt của Lửa ngọn cháy bùng.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:13","price":"Chúng (các tên Jinn hầu dịch cho Sulayman) làm ra cho Y những vật mà Y muốn, từ các cung điện, các hình tượng, những chiếc chén khổng lồ như những bể nước và những chiếc chảo nấu cố định một chỗ. Hỡi dòng dõi của Dawood, các ngươi hãy làm việc với lòng tri ân (TA). Tuy nhiên, chỉ một số ít bầy tôi của TA tỏ lòng biết ơn (TA).","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:14","price":"Khi TA cho (Sulayman) chết, chẳng có điều gì làm cho loài Jinn phát hiện ra cái chết của Y ngoại trừ côn trùng đất đã ăn mòn chiếc gậy của Y. Cho nên, khi Y ngã xuống, loài Jinn mới vỡ lẽ rằng nếu chúng biết được điều vô hình thì chúng đã không phải ở lại lâu trong sự trừng phạt nhục nhã đó.(1)","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"(1) Sau khi Nabi Sulayman ngã xuống, các tên Jinn hầu dịch cho Người mới vỡ lẽ rằng Người đã chết và mới vỡ lẽ rằng nếu chúng biết được điều vô hình thì chúng đã không phải vất vã làm việc cho Sulayman trong suốt thời gian sau khi Người đã chết 100 năm trước.","lang":"vi"},{"name":"34:15","price":"Quả thật, tại chỗ ở của dân Sheba(2) là một dấu hiệu (cho quyền năng của Allah cũng như cho việc Ngài đã ban ân huệ cho họ). (Tại nơi ở của họ) có hai ngôi vườn nằm bên phải và bên trái. (Allah bảo họ): “Các ngươi hãy ăn bổng lộc của Thượng Đế của các ngươi và hãy biết ơn Ngài; (đây là) một xứ sở tốt đẹp, và (đây là) một Thượng Đế Hằng Tha Thứ (tội lỗi).","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"(2) Sheba là vương quốc do nữ vương Balqees cai trị nằm ở Yemen. Vương quốc này đã được Qur’an đề cập đến ở câu 22 của chương 27.","lang":"vi"},{"name":"34:16","price":"Nhưng họ đã ngoảnh đi. Vậy nên TA đã gởi một trận lũ (đến trừng phạt họ) từ một con đập, và TA đã thay thế hai ngôi vườn của họ bằng hai ngôi vườn chỉ toàn loại trái đắng, các cây bụi (giông giống loại thánh liễu) và một ít cây táo gai.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:17","price":"Vì tội vong ơn nên TA đã bắt phạt họ như thế. Và TA chỉ trừng phạt những kẻ vong ân.","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:18","price":"Giữa họ (dân của Sheba) và những thị trấn (của Sham) mà TA đã ban phúc, TA đã đặt những thị trấn khác dễ nhìn từ đằng xa và TA sắp đặt nơi đó những chặng đường (ngắn, gần) để họ đi lại dễ dàng; (và TA phán bảo họ): “Các ngươi hãy đi lại (tùy thích) một cách an toàn cả ban đêm lẫn ban ngày qua những địa điểm đó.”","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:19","price":"(Tuy nhiên, họ không hài lòng với những chặng đường gần và ngắn) nên họ nói: “Lạy Thượng Đế của bầy tôi! Xin Ngài làm cho những chặng đường đi lại của bầy tôi dài xa thêm.” Họ đã bất công với chính bản thân họ (qua mong muốn đó). Vậy nên, TA đã lấy họ làm thành những câu chuyện và đã phân tán toàn bộ họ tản mác khắp nơi. Quả thật, trong sự việc đó là những dấu hiệu (bài học) cho từng người kiên nhẫn, biết ơn.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:20","price":"Quả thật, Iblis đã khẳng định sự thật về họ cho điều mà hắn đã phỏng đoán (rằng hắn có thể dắt họ lạc khỏi điều chân lý). Cho nên, họ đã nghe theo hắn ngoại trừ một nhóm trong số những người có đức tin.","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:21","price":"(Iblis) không hề có một chút quyền hành nào đối với họ cả mà thật ra đó chỉ nhằm mục đích để TA biết rõ ai là người có đức tin nơi cõi Đời Sau trong số những kẻ mà trong lòng họ vẫn còn sự hoài nghi. Quả thật, Thượng Đế của Ngươi (hỡi Thiên Sứ) là Đấng bảo vệ và giữ gìn tất cả mọi điều.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:22","price":"Ngươi (hỡi Thiên Sứ) hãy nói với họ: “Các ngươi hãy cầu nguyện những kẻ mà các ngươi cho rằng (chúng là thần linh của các ngươi) ngoài Allah. Quả thật, chúng không hề nắm giữ và chi phối bất cứ vật gì trong các tầng trời và trái đất, cho dù đó chỉ là sức nặng của hạt nguyên tử; và chúng không hề có bất cứ phần chia nào trong trời đất này; và trong bọn chúng không hề có bất cứ tên nào là vị ủng hộ của Ngài cả.”","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:23","price":"Ở nơi Ngài (Allah), việc can thiệp sẽ vô ích trừ phi đối với ai mà Ngài đã cho phép. (Sự vĩ đại và tối cao của Ngài là khi Ngài phán thì tất cả các Thiên Thần đều khúm núm sợ hãi) mãi đến khi lòng của họ hết sợ thì họ mới dám lên tiếng hỏi (đại Thiên Thần Jibril): “Thượng Đế của quý vị phán điều gì vậy?” (Jibril) đáp: “Ngài phán điều Chân Lý bởi vì Ngài là Đấng Tối Cao, Vĩ Đại.”","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:24","price":"Ngươi (hỡi Thiên Sứ) hãy bảo (những kẻ thờ đa thần): “Ai là Đấng ban bổng lộc cho các người từ các tầng trời và trái đất?” Ngươi hãy nói với họ: “Là Allah! Vậy chúng tôi hay các người, ai là những người được hướng dẫn đúng đường và ai là những kẻ lạc lối?”","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:25","price":"Ngươi hãy nói với họ: “Các người sẽ không bị tra hỏi về tội của chúng tôi và chúng tôi cũng sẽ không bị tra hỏi về những gì các người đã làm.”","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:26","price":"Ngươi hãy nói với họ: “Thượng Đế của chúng ta sẽ triệu tập tất cả chúng ta rồi Ngài sẽ phán xét giữa chúng ta đúng theo chân lý bởi Ngài là Đấng Thẩm Phán Toàn Tri.”","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:27","price":"Ngươi hãy nói với họ: “Các người hãy chỉ cho Ta đâu là những kẻ mà các người đã cho là những vị đối tác ngang vai của (Allah). Chắc chắn sẽ không có ai (là đối tác của Ngài cả) mà chỉ có Ngài là Allah (Đấng Duy Nhất), Ngài là Đấng Toàn Năng, Sáng Suốt.”","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:28","price":"Và TA (Allah) cử phái Ngươi (hỡi Thiên Sứ) đến chỉ để làm một Người mang tin mừng và một Người cảnh báo cho toàn bộ nhân loại nhưng đa số nhân loại không biết.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:29","price":"(Những kẻ thờ đa thần hối thúc sự trừng phạt) bảo: “Lời hứa (về sự trừng phạt) này bao giờ sẽ xảy đến nếu các ngươi nói thật?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:30","price":"Ngươi (hỡi Thiên Sứ) hãy nói với họ: “Cuộc hẹn cho các người đã được định sẵn vào Ngày mà nó sẽ không đến muộn cũng không đến sớm hơn một thời khắc nào.”","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:31","price":"Những kẻ vô đức tin nói: “Chúng tôi sẽ không bao giờ tin vào Qur’an này và cũng không tin vào bất cứ Kinh Sách nào trước Nó.” Nếu Ngươi (hỡi Thiên Sứ) nhìn thấy được tình cảnh của những kẻ làm điều sai quấy bị bắt đứng trước mặt Thượng Đế của họ (thì Ngươi sẽ thấy) họ lời qua tiếng lại trách cứ nhau. Những kẻ yếu thế sẽ nói với những tên cường bạo: “Nếu các người không dẫn chúng tôi lầm lạc thì chúng tôi đã trở thành những người có đức tin rồi!”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:32","price":"Những tên cường bạo đáp lời những kẻ yếu thế, nói: “Há bọn ta đã ngăn cản các ngươi theo chỉ đạo sau khi nó đã đến với các ngươi chăng? Không, chính các ngươi mới là những kẻ tội lỗi.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:33","price":"Những kẻ yếu thế đáp lời những tên cường bạo: “Đúng vậy, các người đã bày mưu cả đêm lẫn ngày khi bảo chúng tôi vô đức tin nơi Allah và dựng những đối tác ngang vai cùng với Ngài.” (Tất cả) bọn họ sẽ hối hận khi nhìn thấy hình phạt. TA sẽ xiềng những chiếc gông vào cổ của những kẻ vô đức tin. Quả thật bọn họ bị trừng phạt chỉ bởi những điều mà bọn họ đã làm.","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:34","price":"(Quả thật) không một vị cảnh báo nào được TA cử phái đến bất kỳ một thị trấn nào mà lại không bị những kẻ giàu có của thị trấn đó bảo: “Bọn ta không tin nơi thông điệp mà các ngươi mang đến.”","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:35","price":"(Những kẻ giàu có đó) nói: “Bọn ta có nhiều tiền của và đông con cái, và bọn ta chắc chắn sẽ không bị trừng phạt.”","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:36","price":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ mà Allah đã ban cho họ nhiều ân huệ về của cải cũng như con cái): “Quả thật, Thượng Đế của Ta nới rộng hay thu hẹp bổng lộc đối với ai là tùy ý Ngài muốn, tuy nhiên, đa số nhân loại không biết (tất cả mọi sự việc đều được sắp đặt theo sự sáng suốt và anh minh của Ngài).”","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:37","price":"(Các ngươi hãy biết rằng) của cải, con cái của các ngươi không phải là những thứ đưa các ngươi đến gần TA (Allah) hơn, mà chỉ những ai có đức tin và hành thiện thì mới là những người sẽ được ban thưởng gấp đôi cho những điều (tốt) mà họ đã từng làm, và họ sẽ an toàn ở trong những ngôi nhà cao tầng.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:38","price":"Những kẻ cố gắng tìm cách phá hỏng các lời mặc khải của TA thì sẽ bị dẫn tới chỗ trừng phạt.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:39","price":"Ngươi (hỡi Thiên Sứ) hãy nói: “Thượng Đế của Ta nới rộng hay thu hẹp bổng lộc đối với ai trong số bầy tôi của Ngài là tùy ý Ngài muốn. Bất cứ thứ gì các người đã chi dùng (cho con đường chính nghĩa của Ngài) thì đều sẽ được Ngài hoàn lại, và Ngài là Đấng ban bổng lộc tốt nhất.”","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:40","price":"Vào Ngày mà Ngài (Allah) triệu tập tất cả bọn họ rồi phán bảo các Thiên Thần: “Có phải những kẻ này đã từng tôn thờ các ngươi?”","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:41","price":"(Các Thiên Thần) bẩm: “Thật quang vinh thay Ngài, Ngài là Đấng Chủ Nhân của bầy tôi chứ không phải họ. Họ không thờ bầy tôi mà họ thờ Jinn. Đa số bọn họ đã tin nơi Jinn.”","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:42","price":"Vào Ngày mà không ai được quyền giúp đỡ ai cũng như không ai có thể gây hại được cho ai, TA sẽ phán bảo những kẻ làm điều sai quấy: “Các ngươi hãy nếm lấy hình phạt của Hỏa Ngục, cái các ngươi đã từng phủ nhận Nó.”","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:43","price":"Và khi các lời mặc khải rõ ràng của TA được đọc ra cho họ thì họ nói: “Người đàn ông này chỉ muốn cản trở các người tôn thờ những thần linh mà cha mẹ của các người đã tôn thờ mà thôi.” Họ nói: “Đây thật ra chỉ là điều giả dối khéo bịa đặt.” Và những kẻ vô đức tin nói về chân lý khi nó đến với họ: “Đây rõ ràng chỉ là bùa mê hoặc.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:44","price":"TA (Allah) đã không ban cho họ bất cứ Kinh Sách nào để họ có thể học hỏi; và TA cũng không cử bất cứ người cảnh báo nào đến với họ trước Ngươi cả.","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:45","price":"Những kẻ trước họ đã phủ nhận (chân lý). Quả thật, những gì mà (những kẻ đa thần Quraish) có được (từ tiền của, con cái, sức mạnh) không bằng một phần mười các ân huệ mà TA đã ban cho các thế hệ trước nhưng tất cả các thế hệ trước đều phủ nhận các vị Sứ Giả của TA. Bởi thế, (Ngươi – Thiên Sứ hãy xem) sự trừng phạt của TA dành cho họ đã khủng khiếp thế nào.","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:46","price":"Ngươi (hỡi Thiên Sứ) hãy nói với (những kẻ thờ đa thần Quraish): “Ta chỉ khuyên các người một điều: các người hãy vì Allah mà đứng lên từng cặp hay từng người rồi suy ngẫm, (chắc chắn các người sẽ thấy) người bạn của các người (Muhammad) không phải là một gã điên mà đích thực là một vị cảnh báo các người về một sự trừng phạt khủng khiếp sắp đến.”","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:47","price":"Ngươi (hỡi Thiên Sứ) hãy nói với (những kẻ thờ đa thần Quraish): “Ta không hề đòi các người bất cứ phần thưởng nào bởi phần thưởng của Ta là do Allah ban cho và Ngài là Đấng chứng giám tất cả mọi thứ.”","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:48","price":"Ngươi (hỡi Thiên Sứ) hãy nói: “Quả thật, Thượng Đế của Ta ban Chân Lý xuống (để loại bỏ điều ngụy tạo) và Ngài là Đấng Thông Toàn mọi điều vô hình.”","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:49","price":"Ngươi (hỡi Thiên Sứ) hãy nói: “Chân lý đã đến thì sự ngụy tạo không thể bắt đầu (bất cứ điều gì) cũng như không thể phục hồi được.”","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:50","price":"Ngươi (hỡi Thiên Sứ) hãy nói với (những kẻ thờ đa thần Quraish): “Nếu Ta lầm lạc thì thật ra chỉ bản thân Ta lầm lạc mà thôi nhưng nếu Ta được hướng dẫn thì đó là do những gì mà Thượng Đế của Ta đã mặc khải cho Ta. Quả thật Ngài hằng nghe và Ngài ở gần kề.”","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:51","price":"Nếu Ngươi (hỡi Thiên Sứ) có thể nhìn thấy được tình cảnh bọn họ sợ hãi (khi nhìn thấy sự trừng phạt), bọn họ vô phương trốn thoát và sẽ bị túm bắt từ một nơi rất gần,","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:52","price":"Thì bọn họ nói: “Chúng tôi giờ đây đã có đức tin”, tuy nhiên, làm sao bọn họ có thể nhận được đức tin từ một nơi quá xa xôi!","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:53","price":"Quả thật, họ đã phủ nhận chân lý từ trước và họ đã thường phỏng đoán về điều vô hình từ một nơi xa.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:54","price":"Giữa họ và những điều mà họ mong ước có một bức màn ngăn cách, tương tự trường hợp đã xảy ra cho những kẻ như họ trong quá khứ. Quả thật, họ là đám người đã luôn ở trong tình trạng hoài nghi.","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"vi"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}