{"data":[{"name":"38:1","price":"Sad. Thề bởi Qur’an chứa đựng Lời Nhắc Nhở.","arabic":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3971,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:2","price":"Tuy nhiên, những kẻ vô đức tin cứ ngoan cố và ngạo mạn.","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3972,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:3","price":"Đã có không biết bao thế hệ trước họ bị TA tiêu diệt! Họ cầu xin sự cứu rỗi (lúc đối mặt với sự trừng phạt) nhưng đã quá muộn.","arabic":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3973,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:4","price":"Họ ngạc nhiên về việc một người cảnh báo xuất thân từ họ đến với họ. Những kẻ vô đức tin nói: “Đây là một tên phù thủy, một kẻ nói dối.”","arabic":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3974,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:5","price":"“Lẽ nào hắn (Muhammad) nhập tất cả các thần linh thành một Thượng Ðế duy nhất, đây quả là một điều hết sức quái gở?”","arabic":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3975,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:6","price":"(Những kẻ cầm đầu trong bọn họ nói:) “Các người hãy tiếp tục bước đi (trên con đường của các người), các người hãy vẫn bám chặt vào các thần linh của các người. Bởi đây chỉ là một mưu đồ (của hắn - Muhammad).”","arabic":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3976,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:7","price":"“Chúng ta chưa từng nghe đến điều này trong tín ngưỡng sau cùng của tổ tiên chúng ta. Đây thực sự chỉ là một điều bịa đặt!”","arabic":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3977,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:8","price":"“Lẽ nào Lời nhắc nhở chỉ được ban xuống cho hắn trong khi vẫn còn chúng ta ư?” Không, họ hoài nghi Lời nhắc nhở của TA. Không, bởi vì họ chưa nếm mùi trừng phạt của TA!","arabic":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3978,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:9","price":"Hoặc lẽ nào (những kẻ thờ đa thần này) nắm giữ kho tàng Hồng Ân của Thượng Đế của Ngươi (hỡi Thiên Sứ), Đấng Toàn Năng, Đấng Ban Bố?","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3979,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:10","price":"Hoặc lẽ nào quyền thống trị các tầng trời và trái đất và vạn vật giữa trời đất thuộc về họ? Nếu thực sự như thế thì họ hãy tìm cách đi lên đó (xem nào)!","arabic":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3980,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:11","price":"Họ là một đội quân sẽ bị đánh bại giống như các đội quân (trước đó đã phủ nhận các vị Thiên Sứ của mình).","arabic":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3981,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:12","price":"Trước họ, đám dân của Nuh, ‘Ad và Pha-ra-ông, chủ nhân của các cột trụ cũng đã phủ nhận.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3982,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:13","price":"Thamud, người dân của Lut và dân cư của khu rừng Aykah. Họ là liên quân.","arabic":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3983,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:14","price":"Tất cả đều phủ nhận các Sứ Giả nên họ đáng phải bị trừng phạt.","arabic":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3984,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:15","price":"Những kẻ (phủ nhận) này chỉ đang chờ đợi một tiếng gầm duy nhất. Khi đó, chắc chắn họ sẽ không thể quay lại.","arabic":"وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3985,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:16","price":"Họ nói (một cách chế giễu): “Lạy Thượng Đế của bầy tôi! Xin Ngài mau cho bầy tôi thấy phần số (bị trừng phạt) của bầy tôi trước khi xảy ra Ngày Phán Xét.”","arabic":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3986,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:17","price":"Ngươi (hỡi Thiên Sứ) hãy kiên nhẫn chịu đựng về những điều họ nói và Ngươi hãy nghĩ đến người bề tôi Dawood của TA, một con người kiên cường. Quả thật, Y là người hằng quay về sám hối.","arabic":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3987,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:18","price":"Quả thật, TA đã chế ngự núi non cùng với (Dawood) tán dương TA đêm ngày.","arabic":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3988,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:19","price":"Và chim chóc tụ tập thành đàn; tất cả cùng hợp đoàn tuân lệnh Y (tán dương TA).","arabic":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3989,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:20","price":"TA đã củng cố quyền bính của (Dawood), ban cho Y sự khôn ngoan trong việc phán xét và ban cho y khả năng ăn nói quả quyết.","arabic":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3990,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:21","price":"(Hỡi Thiên Sứ), Ngươi có biết về câu chuyện của hai người kiện nhau đã trèo tường đột nhập vào phòng tu (của Dawood) chưa?","arabic":"۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3991,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:22","price":"Khi họ xông vào gặp Dawood (đột ngột như thế), Y đã không khỏi bàng hoàng. Họ nói: “Xin Người đừng sợ! Chúng tôi là hai người kiện nhau, trong đó một người đã hành động sai trái với người kia. Cho nên, xin Ngài hãy phân xử giữa hai người chúng tôi bằng công lý và chớ đừng bất công, và xin Người hướng dẫn chúng tôi đến con đường êm xuôi (bằng giải pháp chính đáng).”","arabic":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3992,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:23","price":"“Quả thật, đây là người anh em (trong đạo) của tôi. Anh ấy có chín mươi chín con cừu cái còn tôi chỉ có một con cừu cái duy nhất. Tuy nhiên, anh ấy nói với tôi ‘hãy đưa nó cho ta’ và anh ấy đã thắng tôi trong phần tranh luận.”","arabic":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3993,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:24","price":"(Dawood) liền nói (với người trình bày): “Chắc chắn, anh ta đã bất công với ngươi về việc đã đòi nhập con cừu của ngươi vào bầy cừu của anh ta. Quả thật, hầu hết các đối tác hùn hạp thường hành động sai trái với nhau ngoại trừ những ai có đức tin và hành thiện; và những người như thế thì ít.” Dawood đoán rằng chắc chắn TA (Allah) đã thử thách Y nên Y đã cầu xin Thượng Đế của Y tha thứ, cúi mình phủ phục và quay về sám hối (với Ngài).","arabic":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3994,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:25","price":"Vậy là TA (Allah) đã tha thứ cho (Dawood) về điều đó. Quả thật ở nơi TA, Y có được một chỗ gần gũi và một nơi quay về tốt đẹp.","arabic":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3995,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:26","price":"(Allah phán bảo): “Này hỡi Dawood! TA đã chỉ định Ngươi làm một Đại Diện trên trái đất. Do đó, Ngươi hãy phân xử giữa mọi người theo công lý và chớ làm theo dục vọng và sở thích của Ngươi, vì nó sẽ đưa Ngươi lạc khỏi con đường của Allah. Quả thật, những ai lạc khỏi con đường của Allah thì sẽ bị trừng phạt nặng nề vì đã quên mất Ngày Phán Xét (Cuối Cùng).”","arabic":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3996,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:27","price":"TA (Allah) đã không tạo ra trời đất và vạn vật giữa chúng một cách vô ích và không mục đích. Đó chỉ là lối suy nghĩ của những kẻ vô đức tin mà thôi. Vì vậy, khốn cho những kẻ vô đức tin (bị trừng phạt) trong Hỏa Ngục.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3997,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:28","price":"Lẽ nào TA lại đối xử với những người có đức tin và hành thiện giống như (đối với) những kẻ thối nát trên trái đất? Hoặc lẽ nào TA lại đối xứ với những người ngoan đạo giống như (đối với) những kẻ hư đốn và tội lỗi?","arabic":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3998,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:29","price":"Kinh Sách (Qur’an) mà TA đã ban xuống cho Ngươi (hỡi Thiên Sứ) là một Kinh Sách đầy phúc lành để họ nghiền ngẫm về những câu Kinh của Nó và để cho những người thông hiểu lưu tâm.","arabic":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3999,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:30","price":"TA đã ban cho Dawood đứa con trai, (đó là) Sulayman, (Y là) một người bề tôi ưu hạng, Y là người bề tôi hằng quay về sám hối.","arabic":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4000,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:31","price":"Vào một buổi xế chiều, những con ngựa tốt có những bước chân nhanh nhẹn, được mang đến trình (Sulayman).","arabic":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4001,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:32","price":"(Sulayman) nói: “Quả thật, Ta đã từng yêu thích món vật tốt hơn cả việc tưởng nhớ Thượng Đế của Ta cho đến khi mặt trời đã khuất bóng sau màn đêm (lỡ cả lễ nguyện Salah ‘Asr)”.","arabic":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4002,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:33","price":"“Hãy dắt chúng (đàn ngựa) trở lại cho ta”, rồi (Sulayman) lấy kiếm đánh vào chân và cổ của chúng.","arabic":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4003,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:34","price":"Quả thật, TA đã thử thách Sulayman. TA đã đặt lên ngai vàng của Y một con quỷ (và Y đã mất đi vương quyền trong một thời gian ngắn). Sau đó, (Sulayman) đã quay về sám hối (với TA và TA đã phục vương quyền trở lại cho Y).","arabic":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4004,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:35","price":"(Sulayman) cầu nguyện: “Lạy Thượng Đế của bề tôi! Xin Ngài tha thứ cho bề tôi và ban cho bề tôi một vương quyền mà Ngài sẽ không ban cho một ai khác sau bề tôi. Quả thật, Ngài là Đấng Hằng Ban Bố.”","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4005,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:36","price":"TA (Allah) đã chế ngự gió cho (Sulayman), bắt nó bay một cách nhẹ nhàng đến bất cứ nơi nào tùy theo lệnh của Y.","arabic":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4006,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:37","price":"TA bắt Shaytan phục tùng (Sulayman), chúng bao gồm thợ xây và thợ lặn.","arabic":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4007,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:38","price":"Còn những tên (Shaytan) khác thì bị xiềng xích lại.","arabic":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4008,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:39","price":"(Allah phán bảo Sulayman): “(Này Sulayman), đây là phần ban phát của TA dành cho Ngươi. Ngươi chi dùng (bố thí cho ai) hoặc giữ lại (không cho ai) là tùy ý Ngươi, Ngươi sẽ không bị thanh toán (về việc đó).","arabic":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4009,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:40","price":"Quả thật, (Sulayman) có nơi TA một chỗ gần gũi và một nơi quay trở về tốt đẹp.","arabic":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4010,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:41","price":"Ngươi (hỡi Thiên Sứ) hãy nhớ đến người bề tôi Ayyub của TA khi Y khóc than gọi Thượng Đế của Y, cầu nguyện : “Quả thật, Shaytan đã làm cho bề tôi khổ tâm và đau đớn.”","arabic":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4011,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:42","price":"(TA – Allah phán bảo Ayyub): “Ngươi hãy dùng chân của mình giẫm lên mặt đất. Nơi đây, sẽ có nước cho ngươi tắm rửa và uống.”","arabic":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4012,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:43","price":"TA đã trả gia đình lại cho (Ayyub) và ban thêm cho Y Hồng Ân từ nơi TA và (đó) là một sự Nhắc Nhở cho những người thông hiểu.","arabic":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4013,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:44","price":"(Lúc Ayyub giận vợ và thề sẽ đánh đòn vợ một trăm roi. Thế là TA – Allah phán bảo Y): “Ngươi hãy nắm trong tay một chùm cọng lá chà là, Ngươi dùng nó đánh (nữ ta) và Ngươi sẽ không phạm lời thề.” Quả thật, TA đã thấy Y hằng chịu đựng, kiên nhẫn. Y đích thực là một người bề tôi ưu hạng, Y đích thực là người bề tôi luôn biết quay đầu sám hối (với TA).","arabic":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4014,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:45","price":"Ngươi (hỡi Thiên Sứ) hãy nhớ đến những người bề tôi của TA, Ibrahim, Is-haaq và Ya’qub. Họ là những người cương nghị và có cái nhìn thấu đáo sự việc.","arabic":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4015,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:46","price":"Quả thật, TA đã chọn họ làm những người hết lòng tưởng nhớ Ngôi nhà (ở Đời Sau).","arabic":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4016,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:47","price":"Đối với TA, họ thực sự là những thành phần ưu tú được tuyển chọn.","arabic":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4017,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:48","price":"Ngươi (hỡi Thiên Sứ) hãy nhớ đến Isma’il, Al-Yasa’ (Elisha) và Zdul-kifl. Tất cả họ đều thuộc thành phần ưu tú được tuyển chọn.","arabic":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4018,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:49","price":"Đây là Lời Nhắc Nhở. Quả thật những người ngoan đạo (sợ Allah) sẽ có một nơi trở về vô cùng tốt đẹp.","arabic":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4019,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:50","price":"Những Ngôi Vườn Thiên Đàng Vĩnh Cửu với những cánh cửa luôn luôn được mở đón chờ họ.","arabic":"جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4020,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:51","price":"Họ sẽ tựa mình thoải mái trong đó; họ sẽ gọi nhiều loại trái quả (để ăn) và nhiều loại nước giải khát (để uống) một cách tùy thích.","arabic":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4021,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:52","price":"Bên cạnh họ sẽ là những nàng trinh nữ chỉ biết ngắm nhìn chồng của mình.","arabic":"۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4022,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:53","price":"Đây là những gì mà các ngươi (hỡi những người ngoan đạo) đã được hứa vào Ngày Phán Xét (Cuối Cùng).","arabic":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4023,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:54","price":"Đây là bổng lộc vô tận của TA (dành cho những người ngoan đạo).","arabic":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4024,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:55","price":"Đây (là phần thưởng dành cho những người ngoan đạo). Riêng đối với những kẻ vượt quá (giới hạn của TA) thì sẽ có một nơi trở về vô cùng tồi tệ.","arabic":"هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4025,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:56","price":"(Đó là) Hỏa Ngục, nơi mà họ sẽ bị thiêu đốt; một chốn ở hết mức tồi tệ.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4026,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:57","price":"Đây (là sự trừng phạt dành cho những kẻ vượt quá giới hạn). Bởi vậy, hãy để cho họ nếm nó: một loại nước cực sôi và một loại chất mủ hôi tanh.","arabic":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4027,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:58","price":"(Ngoài những phình phạt đó) còn có các loại hình phạt tương xứng khác nữa.","arabic":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4028,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:59","price":"(Khi cư dân Hỏa Ngục đi vào trong đó, họ mắng nhiếc nhau, nói): “Đây là một đoàn người cắm đầu chạy chung với các người, không được ai nghinh đón cả! Chắc chắn, họ sẽ bị nướng trong Lửa (giống như chúng ta).”","arabic":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4029,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:60","price":"(Những kẻ đi theo nói với những tên thủ lĩnh của họ): “Không, không ai chào đón các người cả. Chính các người đã mang điều này đến cho chúng tôi. Cho nên, đây là một chỗ ngụ xấu xa dành cho tất cả chúng ta.”","arabic":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4030,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:61","price":"(Những kẻ đi theo) thưa: “Lạy Thượng Đế của bầy tôi! Kẻ nào làm cho bầy tôi mang tội này thì xin Ngài trừng phạt kẻ đó gấp đôi trong Hỏa Ngục.”","arabic":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4031,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:62","price":"(Những kẻ tự cao tự đại trong những thành phần vượt quá giới hạn) bảo: “Tại sao chúng tôi không thấy những kẻ mà chúng tôi đã liệt họ vào đám người xấu xa?”","arabic":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4032,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:63","price":"“Lẽ nào chúng tôi đã chế giễu họ hay lẽ nào chúng tôi đã bị quáng mắt không nhìn thấy họ?”","arabic":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4033,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:64","price":"Đó là sự thật về việc tranh cãi của các cư dân nơi Hỏa Ngục.","arabic":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4034,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:65","price":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ vô đức tin trong đám dân của Ngươi): “Quả thật, Ta chỉ là một người cảnh báo, và thực sự không có Thượng Đế đích thực nào khác ngoài Allah, Đấng Duy Nhất, Đấng Tối Thượng.”","arabic":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4035,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:66","price":"“(Ngài là) Thượng Đế của các tầng trời, trái đất và vạn vật giữa trời đất, và Ngài là Đấng Toàn Năng, Đầng Hằng Tha Thứ.”","arabic":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4036,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:67","price":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ phủ nhận này): “Nó (Qur’an) là một nguồn tin vĩ đại.”","arabic":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4037,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:68","price":"“Cái mà các người thường quay mặt ngoảnh đi.”","arabic":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4038,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:69","price":"“Ta không hề biết bất cứ điều gì về các vị trên cao (các Thiên Thần) khi họ tranh luận với nhau.”","arabic":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4039,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:70","price":"“Quả thật, Ta chỉ được Mặc Khải cho biết rằng Ta là một người cảnh báo công khai.”","arabic":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4040,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:71","price":"(Ngươi hãy nhớ lại) khi Thượng Đế của Ngươi tuyên bố với các Thiên Thần: “Quả thật, TA sắp tạo một người phàm (Adam) từ đất sét.”","arabic":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4041,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:72","price":"Khi TA đã uốn nắn Y thành hình thể và đã thổi vào Y linh hồn từ nơi TA thì TA ra lệnh (cho các Thiên Thần): “Các ngươi hãy cúi xuống quỳ lạy Y.”","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4042,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:73","price":"Thế là tất cả các Thiên Thần đều cúi xuống quỳ lạy.","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4043,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:74","price":"Ngoại trừ Iblis. Nó tự cao tự đại (không tuân lệnh) nên đã trở thành một tên phản nghịch.","arabic":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4044,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:75","price":"(Allah) phán: “Này Iblis! Điều gì ngăn nhà ngươi quỳ lạy thứ mà TA đã tạo ra từ chính đôi Bàn Tay của TA? Có phải nhà ngươi ngạo mạn (xem thường vật TA tạo) hoặc có phải nhà ngươi đã ngạo mạn và tự cao (đối với mệnh lệnh của TA từ trước)?”","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4045,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:76","price":"(Iblis) nói: “Bề tôi tốt hơn Y (Adam) bởi lẽ Ngài đã tạo bề tôi từ lửa trong khi Ngài tạo Y từ đất sét.”","arabic":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4046,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:77","price":"(Allah) phán: “Ngươi hãy cút khỏi (Thiên Đàng), quả thật nhà ngươi là một tên đã bị trục xuất.”","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4047,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:78","price":"“Quả thật, nhà ngươi là kẻ bị nguyền rủa cho đến Ngày Thưởng Phạt Cuối Cùng.”","arabic":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4048,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:79","price":"(Iblis) nói: “Lạy Thượng Đế của bề tôi, xin Ngài tạm tha bề tôi cho đến ngày (mà các bề tôi của Ngài) được dựng sống trở lại.”","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4049,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:80","price":"(Allah) phán: “Thế thì nhà ngươi là kẻ được tạm tha,”","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4050,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:81","price":"“Cho đến Ngày của thời khắc đã được ấn định.”","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4051,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:82","price":"(Iblis) nói: “Với Quyền Năng của Ngài, bề tôi sẽ lôi kéo tất cả (con cháu của Adam) lầm lạc.”","arabic":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4052,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:83","price":"“Ngoại trừ những bề tôi trung thực và thành tâm của Ngài trong số họ.”","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4053,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:84","price":"(Allah) phán: “Sự Thật là từ nơi TA và TA luôn luôn nói sự Thật.”","arabic":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4054,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:85","price":"“TA chắc chắn sẽ giam nhà ngươi cùng tất cả những ai trong số họ đi theo nhà ngươi vào Hỏa Ngục.”","arabic":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4055,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:86","price":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ thờ đa thần): “Ta không hề đòi các người trả thù lao cho TA về sứ mạng này và Ta cũng không phải là một tên bịa chuyện.”","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4056,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:87","price":"“Quả thật, Nó (Qur’an) chỉ là lời nhắc nhở và khuyên răn cho muôn loài (con người, Jinn và các tạo vật khác).”","arabic":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4057,"juzNumber":23,"footnotes":"","lang":"vi"},{"name":"38:88","price":"“Chắc chắn các người sẽ biết Thông Tin của Nó (là sự thật) sau một thời gian (khi các người đối diện với cái chết).”","arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4058,"juzNumber":23,"footnotes":"","lang":"vi"}],"chapter":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"]}