{"data":[{"name":"40:1","price":"Ha. Mim.","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:2","price":"Kinh (Qur’an) được ban xuống từ nơi Allah, Đấng Toàn Năng, Đấng Toàn Tri.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:3","price":"Đấng tha thứ tội lỗi và chấp nhận sự sám hối, Đấng nghiêm khắc trong việc trừng phạt, Đấng hồng phúc và tử tế, không có Thượng Đế đích thực nào khác ngoài Ngài. Tất cả đều phải trở về trình diện Ngài (vào Ngày Phán Xét).","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:4","price":"Không ai tranh cãi về các dấu hiệu của Allah ngoại trừ những kẻ vô đức tin. Do đó, Ngươi (Thiên Sứ) chớ để cho sự tung hoành của họ trong xứ đánh lừa Ngươi.","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:5","price":"Trước họ, Người dân của Nuh đã phủ nhận, và sau Nuh, các liên minh cũng đã phủ nhận tương tự. Mỗi một cộng đồng (đó) đều âm mưu giết hại Sứ Giả của họ và tranh luận bằng cách dùng sự giả dối để vô hiệu hóa sự thật, nên TA đã bắt phạt họ. Ngươi hãy xem sự trừng phạt của TA (đối với họ) khủng khiếp như thế nào.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:6","price":"Giống như thế, Lời (hứa trừng phạt) của Thượng Đế Ngươi (hỡi Thiên Sứ) đối với những kẻ vô đức tin là thật rằng chúng sẽ là những người bạn của Hỏa Ngục.","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:7","price":"Các Thiên Thần gánh Ngai Vương của Allah và những Thiên Thần đứng hầu xung quanh Ngài đều tán dương ca tụng Thượng Đế của họ và đều có đức tin nơi Ngài; họ cầu xin sự tha thứ cho những ai có đức tin, nói: “Lạy Thượng Đế của bầy tôi! Lòng Nhân Từ và Kiến Thức của Ngài bao trùm tất cả mọi vật, xin Ngài tha thứ cho những ai quay về sám hối (với Ngài) và đi theo con đường của Ngài, và xin Ngài cứu vớt họ khỏi sự trừng phạt nơi Hỏa Ngục.”","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:8","price":"“Lạy Thượng Đế của bầy tôi! Xin Ngài thu nhận họ vào những Ngôi Vườn Vĩnh Cửu (nơi Thiên Đàng) mà Ngài đã hứa với họ cũng như (đã hứa) với những ai ngoan đạo và đức hạnh trong số cha mẹ, vợ chồng và con cái của họ. Quả thật, Ngài là Đấng Toàn Năng, Đấng Sáng Suốt.”","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:9","price":"“Xin Ngài bảo vệ họ khỏi mọi điều xấu. Ai tránh được điều xấu vào Ngày đó thì quả thật y đã được Ngài thương xót. Và đó là một sự thắng lợi vĩ đại.”","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:10","price":"Quả thật, những kẻ vô đức tin sẽ được bảo: “Chắc chắn sự căm ghét của Allah đối với các ngươi còn lớn hơn sự căm ghét của các ngươi đối với nhau khi các ngươi được kêu gọi đến với đức tin nhưng các ngươi đã từ chối.”","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:11","price":"Họ sẽ nói: “Lạy Thượng Đế của bầy tôi! Ngài đã làm cho bầy tôi chết hai lần và sống hai lần(1). Giờ bầy tôi đã thú nhận tội lỗi của mình. Vậy có cách nào để thoát khỏi (Hỏa Ngục) không?”","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"(1) Ông Ibnu Mas’ud nói: Câu Kinh này giống như lời phán của Allah ở câu 28 chương Al-Baqarah: {Sao các ngươi lại vô đức tin nơi Allah trong khi Ngài đã khởi tạo các ngươi từ không là gì, rồi Ngài cho các ngươi chết, rồi Ngài phục sinh các ngươi trở lại, sau đó các ngươi được triệu tập về trình diện Ngài?!} Ibnu ‘Abbas, Adh-Dhahaak, Qata-dah cũng nói như thế. Vì vậy, chết hai lần: Một lần lúc không là gì và một lần lúc lìa đời; sống hai lần: một lần lúc chào đời và một lần lúc được phục sinh.","lang":"vi"},{"name":"40:12","price":"(Họ sẽ được bảo): “Đó là bởi vì, khi Allah được cầu nguyện một mình thì các ngươi không tin còn nếu có các thần linh ngụy tạo được tổ hợp cùng với Ngài thì các ngươi lại tin. Do đó, sự phán xét chỉ thuộc quyền của một mình Allah, Đấng Tối Cao, Đấng Vĩ Đại.”","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:13","price":"Ngài là Đấng đã phơi bày cho các ngươi thấy các dấu hiệu của Ngài và chính Ngài đã ban bổng lộc (mưa) từ trên trời xuống cho các ngươi. Nhưng không ai ghi nhớ điều đó ngoại trừ những người quay đầu sám hối.","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:14","price":"Bởi thế, các ngươi hãy cầu nguyện Allah, thành tâm với Ngài trong tôn giáo mặc dù những kẻ vô đức tin ghét điều đó.","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:15","price":"Đấng cao nhất về cấp bậc, Chủ Nhân của Ngai Vương. Ngài ban Ruh (Sự Mặc Khải) theo lệnh của Ngài xuống cho ai Ngài muốn trong số bầy tôi của Ngài để người đó cảnh báo nhân loại về Ngày Hội Ngộ.","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:16","price":"Ngày mà tất cả họ sẽ phải trình diện. Không có bất cứ điều gì của họ có thể giấu giếm khỏi Allah. Quyền phán xét vào Ngày đó thuộc về ai? (Chắc chắn ngày đó) thuộc về Allah, Đấng Duy Nhất, Đấng Tối Thượng.","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:17","price":"Ngày đó, mỗi linh hồn sẽ được đền bù (xứng đáng) cho những gì nó đã kiếm được. Ngày đó không có bất công. Quả thật, Allah rất nhanh trong việc thanh toán (phán xét và thưởng phạt).","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:18","price":"Ngươi (hỡi Thiên Sứ) hãy cảnh báo họ về Ngày (Phán Xét) đang tiến đến gần, Ngày mà những quả tim (do kinh hoàng) sẽ nhảy lên nơi cổ họng, làm nghẹt thở. Những kẻ làm điều sai quấy sẽ không có bạn bè và cũng không có người can thiệp nào để nhờ cậy.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:19","price":"Ngài (Allah) biết rõ điều gian trá nơi cặp mắt của họ cũng như những gì được giấu kín trong lòng họ.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:20","price":"Allah sẽ phán quyết theo sự thật (không hề có sự bất công nào), còn những kẻ mà họ khấn vái ngoài Ngài hoàn toàn không quyết định được gì. Quả thật, Allah là Đấng Hằng Nghe, Đấng Hằng Thấy.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:21","price":"Lẽ nào chúng (những kẻ thờ đa thần này) không đi chu du khắp nơi trên trái đất để xem kết cuộc của những ai trước chúng như thế nào ư? Cộng đồng trước chúng đã mạnh hơn chúng về quyền lực và dấu tích của họ vẫn còn trên trái đất. Allah đã bắt phạt họ vì tội lỗi của họ và họ đã không có ai cứu giúp thoát khỏi sự trừng phạt của Allah.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:22","price":"Đó là bởi vì các Sứ Giả của họ đã đến gặp họ với những bằng chứng rõ ràng, nhưng họ đã không tin, cho nên Allah đã bắt phạt họ. Quả thật, Ngài mạnh mẽ và nghiêm khắc trong việc trừng phạt.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:23","price":"Quả thật, TA đã phái Musa cùng với các phép lạ của TA và một thẩm quyền rõ ràng,","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:24","price":"Đến gặp Pha-ra-ông, Haman và Qarun nhưng chúng đều bảo Musa là một tên phù thủy lừa bịp.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:25","price":"Khi (Musa) mang chân lý từ nơi TA đến cho chúng thì chúng bảo: “Hãy giết các đứa con trai của những ai có đức tin đi theo Y và tha sống phụ nữ của chúng.” Tuy nhiên, mưu đồ của những kẻ vô đức tin chỉ rơi vào lầm lạc.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:26","price":"Pha-ra-ông bảo: “Để ta giết Musa và để nó gọi Thượng Đế của nó đến cứu. Ta thực sự sợ nó sẽ làm thay đổi tôn giáo của các ngươi hoặc nó sẽ gây nhiễu loạn trong xứ.”","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:27","price":"Musa nói: “Ta cầu xin Thượng Đế của Ta và cũng là Thượng Đế của quí ngài che chở Ta tránh khỏi tất cả những kẻ tự cao tự đại không có đức tin nơi Ngày Phán Xét (Cuối Cùng).”","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:28","price":"Một người đàn ông có đức tin trong gia tộc của Pha-ra-ông đã giấu kín đức tin của mình nói: “Lẽ nào quí ngài muốn giết một người chỉ vì y nói ‘Thượng Đế của tôi là Allah’ trong khi Y đã mang những bằng chứng rõ ràng từ Thượng Đế của quí ngài đến cho quí ngài sao? Nếu Y là một tên nói dối thì Y sẽ phải chịu tội về lời gian dối của Y. Nhưng nếu Y là một người nói thật thì điều mà Y cảnh báo quí ngài chắc chắn sẽ xảy đến với quí ngài. Quả thật, Allah không hướng dẫn kẻ phạm tội, kẻ gian dối.”","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:29","price":"“Thưa quí ngài, ngày hôm nay mọi quyền hành đều thuộc về quí ngài. Nhưng ai sẽ cứu chúng ta khỏi sự trừng phạt của Allah nếu như nó xảy đến với chúng ta?” Pha-ra-ông nói: “Ta chỉ trình bày cho các ngươi thấy điều mà ta thấy và ta cũng chỉ muốn hướng dẫn các ngươi theo con đường chân chính mà thôi.”","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:30","price":"(Người có đức tin đó) nói: “Thưa quí ngài! Tôi thực sự sợ giùm cho quí vị gặp phải (số phận) giống như (nó đã xảy ra) vào ngày của liên quân (tòng phạm!)”","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:31","price":"“Giống như số phận người dân của Nuh, người dân của ‘Ad và Thamud cũng như những kẻ thời sau họ. Quả thật, Allah không hề bất công với đám bầy tôi của Ngài.”","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:32","price":"“Thưa quí ngài! Tôi thực sự sợ giùm cho quí ngài về Ngày réo gọi nhau.”","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:33","price":"“Ngày mà quí ngài sẽ quay lưng tháo chạy (khi nhìn thấy Hỏa Ngục). (Ngày mà) quí ngài sẽ không có ai che chở khỏi (sự trừng phạt) của Allah. Ai mà Allah làm cho lầm lạc thì sẽ không có được người hướng dẫn.”","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:34","price":"“Quả thật, trước đây Yusuf (Joseph) đã đến gặp quí ngài với những bằng chứng rõ ràng nhưng quí ngài đã luôn hoài nghi về những gì Người mang đến; rồi cho đến khi Người qua đời thì quí ngài lại nói rằng Allah sẽ không bao giờ dựng một Sứ Giả nào sau Người nữa. Như thế đó, Allah làm lầm lạc những ai là kẻ tội lỗi và hay hoài nghi.”","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:35","price":"“Những người hay tranh cãi về các dấu hiệu của Allah nhưng lại không có bất cứ thẩm quyền (bằng chứng) nào (được mang đến cho họ), đối với Allah và đối với những người có đức tin, họ là những kẻ đáng ghét và đáng căm thù. Tương tự như thế, Allah niêm kín trái tim của từng tên tự cao tự đại (trước chân lý).”","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:36","price":"Pha-ra-ông nói (với Haman, tể tướng của hắn): “Này Haman! Khanh hãy xây cho trẫm một cái tháp cao để trẫm có thể đi tới những con đường.”","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:37","price":"“Những con đường của các tầng trời đưa trẫm đi diện kiến Thượng Đế của Musa. Nhưng trẫm thực sự nghĩ nó là một kẻ dối trá.” Như thế đó, hành động tội lỗi đã trở nên hấp dẫn đối với Pha-ra-ông và hắn bị cản trở khỏi con đường (của Allah). Và mưu đồ của Pha-ra-ông chỉ đưa đến thất bại.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:38","price":"Người có đức tin (thuộc gia tộc của Pha-ra-ông) đó nói: “Thưa quí ngài! Quí ngài hãy nghe lời tôi. Tôi sẽ hướng dẫn quí ngài con đường chân chính.”","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:39","price":"“Thưa quí ngài! Quả thật, đời sống trần tục này chỉ là một sự hưởng thụ (tạm bợ và ngắn ngủi), Đời Sau mới thực sự là cõi trường tồn và vĩnh cửu.”","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:40","price":"“Người nào làm điều xấu thì chỉ bị phạt tương ứng với tội đã phạm. Người nào làm điều thiện tốt, dù nam hay nữ, và là người có đức tin thì sẽ vào Thiên Đàng, nơi mà họ sẽ được ban cho vô vàn bổng lộc.”","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:41","price":"“Thưa quí ngài! Sao thế, tôi kêu gọi quí ngài đến với sự cứu rỗi còn quí ngài thì kêu gọi tôi đến với Hỏa Ngục?!”","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:42","price":"“Quí ngài kêu gọi tôi vô đức tin nơi Allah và tổ hợp thần linh cùng với Ngài điều mà tôi chẳng biết gì về nó trong lúc tôi kêu gọi quí ngài đến với Đấng Toàn Năng, Đấng Hằng Tha Thứ.”","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:43","price":"“Chắc chắn thứ mà quí ngài kêu gọi tôi đến với nó không hề xứng đáng để cầu nguyện ở đời này và cả Đời Sau, trong khi tất cả chúng ta đều sẽ phải trở về trình diện Allah; quả thật những kẻ tội lỗi sẽ làm bạn với Hỏa Ngục.”","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:44","price":"“Rồi đây, quí ngài sẽ nhớ lại những điều tôi nói (hôm nay). Tôi giao phó việc của mình cho Allah bởi quả thật Allah là Đấng Hằng Thấy đám bầy tôi (của Ngài).”","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:45","price":"Bởi thế, Allah cứu y (người có đức tin) khỏi những điều xấu xa mà chúng đã âm mưu (giết hại y); và sự trừng phạt tồi tệ đã bao vây đám thuộc hạ của Pha-ra-ông.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:46","price":"(Sau khi chết) chúng chắc chắn sẽ chạm trán với Hỏa Ngục sáng chiều (nơi cõi mộ), và vào Ngày mà Giờ (Phục Sinh) được thiết lập, (Allah sẽ phán bảo các Thiên Thần): “Các ngươi hãy tống thuộc hạ của Pha-ra-ông vào chỗ trừng phạt khắc nghiệt nhất.”","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:47","price":"(Ngươi – hỡi Thiên Sứ, hãy nghĩ đến cảnh) khi chúng tranh cãi nhau trong Hỏa Ngục, những kẻ yếu thế nói với những kẻ (lãnh đạo) kiêu ngạo: “Quả thật, chúng tôi đã đi theo các người, vậy các người có thể giải tỏa cho chúng tôi một phần của Hỏa Ngục không?”","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:48","price":"Những kẻ (lãnh đạo) kiêu ngạo nói: “Toàn bộ chúng ta đều ở trong Hỏa Ngục cả (chẳng một ai có thể thoát được), bởi quả thật Allah đã phân xử (công bằng) giữa đám bầy tôi (của Ngài).”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:49","price":"Những kẻ (bị trừng phạt) trong Hỏa Ngục nói với các Thiên Thần (cai quản Hỏa Ngục): “Quí ngài làm ơn xin Thượng Đế của quí ngài giảm bớt hình phạt cho chúng tôi, một ngày thôi cũng được?”","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:50","price":"(Các Thiên Thần cai quản Hỏa Ngục) bảo: “Chẳng lẽ các vị Thiên Sứ của các ngươi đã không mang đến cho các ngươi những bằng chứng rõ rệt sao?” Chúng nói: “Vâng, có!” (Các Thiên Thần cai quản Hỏa Ngục) bảo chúng: “Vậy các ngươi hãy tự cầu xin.” Tuy nhiên, (vào Ngày hôm đó) lời cầu xin của những kẻ vô đức sẽ không bao giờ được chấp nhận.","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:51","price":"TA (Allah) chắc chắn sẽ giúp các Sứ Giả của TA và những người có đức tin giành chiến thắng trên cuộc sống trần gian này cũng như vào Ngày mà các nhân chứng sẽ đứng ra làm chứng.","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:52","price":"Ngày mà lời biện minh của những kẻ làm điều sai quấy sẽ không giúp ích được gì cho họ. Họ sẽ phải nhận lấy sự nguyền rủa và một chỗ ngụ tồi tệ.","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:53","price":"Quả thật, TA đã ban cho Musa nguồn chỉ đạo và đã để cho con cháu của Israel thừa hưởng Kinh Sách.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:54","price":"Nguồn chỉ đạo và sự nhắc nhở dành cho những người thông hiểu.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:55","price":"Cho nên, Ngươi (Thiên Sứ) hãy kiên nhẫn, lời hứa của Allah chắc chắn là thật. Ngươi hãy cầu xin Thượng Đế của Ngươi tha thứ tội lỗi cho Ngươi và Ngươi hãy tán dương ca tụng Thượng Đế của Ngươi sáng chiều.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:56","price":"Quả thật, những ai tranh cãi về các dấu hiệu của Allah một cách không có bằng chứng làm cơ sở mà chỉ muốn tự cao tự đại trong lòng mình thì chúng sẽ không bao giờ đạt được. Do đó, Ngươi (Thiên Sứ) hãy xin Allah che chở bởi vì Ngài là Đấng Hằng Nghe, Đấng Hằng Thấy.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:57","price":"Việc tạo hóa các tầng trời và trái đất thực sự vĩ đại hơn việc tạo hóa loài người, nhưng đa số nhân loại không biết.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:58","price":"Kẻ mù và người sáng mắt không hề ngang bằng nhau; những người có đức tin và hành thiện với những kẻ làm điều xấu, tội lỗi cũng không ngang bằng nhau. Tuy nhiên, các ngươi chẳng mấy lưu tâm!","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:59","price":"Giờ Tận Thế chắc chắn sẽ đến, không có gì phải hoài nghi về điều đó, nhưng đa số nhân loại không có đức tin.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:60","price":"Thượng Đế của các ngươi phán: “Các ngươi hãy cầu nguyện TA, TA sẽ đáp lại các ngươi. Riêng những kẻ tự cao tự đại không chịu thờ phượng TA, họ chắc chắn sẽ vào Hỏa Ngục một cách đáng khinh.”","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:61","price":"Allah là Đấng đã tạo ra cho các ngươi ban đêm để các ngươi nghỉ ngơi và ban ngày để các ngươi nhìn và quan sát. Quả thật, Allah có vô vàn thiên lộc cho loài người nhưng đa số nhân loại không biết tri ân.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:62","price":"Đó là Allah, Thượng Đế của các ngươi. Ngài là Đấng Tạo Hóa vạn vật, không có Thượng Đế đích thực nào ngoài Ngài. Vậy tại sao các ngươi lánh xa (không thờ phượng) Ngài?","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:63","price":"Những kẻ phủ nhận các dấu hiệu của Allah thường lánh xa Ngài như thế.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:64","price":"Allah là Đấng đã tạo cho các ngươi trái đất làm nơi cư ngụ và bầu trời làm mái che; Ngài tạo hình thể của các ngươi và làm cho hình thể của các ngươi đẹp nhất (so với các sinh vật khác), và Ngài cung dưỡng các ngươi bằng thực phẩm tốt lành. Đó là Allah, Thượng Đế của các ngươi. Thật phúc thay Allah, Thượng Đế của vũ trụ và vạn vật!","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:65","price":"Ngài là Đấng Sống Mãi, không có Thượng Đế đích thực nào khác ngoài Ngài. Bởi thế, hãy cầu nguyện Ngài, một lòng thờ phượng một mình Ngài. Alhamdulillah (xin tạ ơn, ca ngợi và tán dương Allah), Thượng Đế của vũ trụ và vạn vật.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:66","price":"Ngươi (Thiên Sứ) hãy nói: “Allah cấm Ta thờ phượng những thần linh mà các ngươi cầu nguyện ngoài Ngài sau khi Ta đã nhận được những bằng chứng rõ ràng từ Thượng Đế của Ta và Ta được lệnh phải thần phục Thượng Đế của vũ trụ và vạn vật.”","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:67","price":"Ngài là Đấng đã tạo hóa các ngươi từ đất bụi, rồi từ giọt tinh dịch, rồi từ một hòn máu đặc, sau đó Ngài đưa các ngươi ra (khỏi bụng mẹ của các ngươi) thành những đứa bé, sau đó Ngài (làm cho các ngươi phát triển) đến (tuổi) trưởng thành, và sau đó Ngài làm cho các ngươi trở thành già yếu. Trong các ngươi, có người chết sớm; và có người sống đến thời hạn qui định; (qua sự việc đó) mong rằng các ngươi thông hiểu.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:68","price":"Ngài là Đấng làm cho sống và làm cho chết. Khi Ngài định một điều (hay vật) gì, Ngài chỉ cần phán “Hãy thành”, nó sẽ thành (tức thì theo đúng ý của Ngài).","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:69","price":"Lẽ nào Ngươi (Thiên Sứ) không nhận thấy những kẻ đã tranh cãi về các dấu hiệu của Allah xa lánh (Chân Lý) như thế nào ư?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:70","price":"Những kẻ đã phủ nhận Qur’an và những điều mà TA đã cử các Sứ Giả của TA mang đến. Rồi đây, chúng sẽ sớm biết (hậu quả của việc phủ nhận đó).","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:71","price":"(Chúng sẽ biết hậu quả) khi những chiếc gông cùm được đóng vào cổ của chúng và những sợi dây xích (xiềng chân của chúng), chúng sẽ bị lôi đi.","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:72","price":"(Chúng sẽ bị lôi đi) vào trong dòng nước cực sôi; rồi vào trong Lửa (cháy bùng), nơi mà chúng sẽ bị thiêu đốt.","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:73","price":"Rồi có lời bảo chúng: “Đâu rồi những thần linh mà các ngươi đã thờ phượng","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:74","price":"Ngoài Allah?” Chúng nói: “Họ đã bỏ chúng tôi đi mất dạng. Không, trước đây chúng tôi đã không cầu nguyện và tôn thờ ai xứng đáng cả.” Allah làm cho những kẻ vô đức tin lầm lạc như thế đó.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:75","price":"(Rồi có lời bảo chúng): “(Sự trừng phạt) đó là bởi vì các ngươi đã hả hê với những điều không chân lý và bởi vì các ngươi đã cư xử xấc xược trên trái đất.”","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:76","price":"“Các ngươi hãy bước vào các cánh cổng của Hỏa Ngục để sống mãi mãi trong đó. Thật tồi tệ cho chỗ ngụ của những kẻ tự cao tự đại.”","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:77","price":"Vì vậy, Ngươi hãy kiên nhẫn (hỡi Thiên Sứ) bởi lời hứa của Allah chắc chắn là thật. Và cho dù TA cho Ngươi thấy một số điều mà TA đã hứa với chúng hoặc TA bắt hồn Ngươi thì chúng vẫn phải trở về trình diện TA.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:78","price":"Quả thật, TA đã cử các Sứ Giả đến với nhân loại trước Ngươi (hỡi Thiên Sứ). Trong số đó có người TA đã kể cho Ngươi câu chuyện của Họ và có người TA đã không kể cho Ngươi. Bất kỳ Sứ Giả nào mang một dấu hiệu (hay một câu Kinh) đến cũng đều phải có sự cho phép của Allah. Vì vậy, khi mệnh lệnh của Allah đã được ban hành, sự việc sẽ được quyết định đúng với chân lý, và những kẻ đi theo điều ngụy tạo lúc đó sẽ mất (tất cả).","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:79","price":"Allah là Đấng đã tạo ra cho các ngươi các loài gia súc, một số các ngươi dùng để cưỡi và một số các ngươi dùng để ăn thịt.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:80","price":"Và nơi (các loài gia súc đó) các ngươi còn được một số lợi ích khác nữa. Và nhờ chúng các ngươi có thể đạt được điều mong muốn trong lòng của các ngươi. Và các ngươi được chuyên chở trên lưng của chúng và trên (các) con tàu.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:81","price":"Ngài cho các ngươi thấy các dấu hiệu của Ngài, vậy đâu là các dấu hiệu của Allah mà các ngươi chối bỏ?","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:82","price":"Lẽ nào chúng đã không đi chu du khắp nơi trên trái đất để quan sát kết cuộc của những kẻ trước chúng như thế nào? Các thế hệ trước chúng đông hơn và mạnh hơn chúng và những chứng tích của họ vẫn hãy còn trên trái đất. Nhưng những gì mà họ đã làm ra (từ sức mạnh cũng như số lượng đông của họ) chẳng giúp ích gì được cho họ cả.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:83","price":"Bởi lẽ khi những Sứ Giả của họ đến gặp họ với những bằng chứng rõ ràng thì họ lại chỉ biết hả hê với kiến thức (và tài năng) mà họ có được. Cho nên, (sự trừng phạt) đã vây hãm họ bởi những điều mà họ thường chế giễu.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:84","price":"Khi họ nhìn thấy sự trừng phạt của TA thì họ mới nói: “Bầy tôi đã có đức tin nơi Allah, Đấng Duy Nhất, và bầy tôi phủ nhận toàn bộ các thần linh mà bầy tôi đã tổ hợp với Ngài.”","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"40:85","price":"Tuy nhiên, đức tin của họ vào lúc họ nhìn thấy sự trừng phạt của TA chẳng thể giúp ích được gì cho họ. (Đó là) đường lối của Allah (trong việc) đối xử với đám bầy tôi (vô đức tin và bất tuân) của Ngài. (Cho nên), những kẻ vô đức tin cuối cùng sẽ thất bại và thua thiệt.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"vi"}],"chapter":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"]}