{"data":[{"name":"41:1","price":"Ha. Mim.","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:2","price":"(Qur’an này) được ban xuống từ Đấng Độ Lượng, Đấng Khoan Dung.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:3","price":"(Nó) là một Kinh Sách với các câu được giải thích chi tiết. (Nó) là Kinh Qur’an bằng tiếng Ả-rập dành cho những người hiểu biết.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:4","price":"(Nó) là nguồn tin mừng và là lời cảnh báo. Tuy nhiên, đa số bọn họ quay mặt ngoảnh đi nên không nghe được (sự chỉ đạo và hướng dẫn).","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:5","price":"Họ bảo: “Trái tim của bọn ta đã được bao kín (không tiếp nhận) những điều Ngươi (Thiên Sứ) kêu gọi bọn ta, tai của bọn ta bị điếc và giữa bọn ta và Ngươi có một bức màn ngăn cách. Vì vậy, Ngươi hãy làm (theo đường lối của Ngươi) còn bọn ta (làm theo đường lối của bọn ta).”","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:6","price":"Ngươi (Thiên Sứ) hãy nói với họ: “Quả thật, Ta chỉ là một người phàm như các ngươi, tuy nhiên, Ta được mặc khải cho biết rằng Thượng Đế của các ngươi chỉ là một Thượng Đế duy nhất. Vì vậy, các ngươi hãy theo con đường ngay chính dẫn đến Ngài và các ngươi hãy xin Ngài tha thứ. Thật khốn thay cho những kẻ thờ đa thần.”","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:7","price":"(Đó là) những kẻ không xuất Zakah và vô đức tin nơi cõi Đời Sau.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:8","price":"Quả thật, những người có đức tin và hành thiện chắc chắn sẽ được ban thưởng một phần thưởng vô tận (Thiên Đàng).","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:9","price":"Ngươi (Thiên Sứ) hãy nói với họ: “Lẽ nào các người phủ nhận Đấng đã tạo hóa trái đất trong hai ngày và lẽ nào các người lại dựng lên cùng với Ngài những thần linh ngang vai trong khi Ngài là Thượng Đế của vũ trụ và vạn vật ư?”","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:10","price":"Ngài đã đặt trên bề mặt của trái đất những quả núi vững chắc, Ngài đã ban phúc cho trái đất và phân định lương thực cho dân cư của nó trong bốn ngày, đồng đều cho những người đòi hỏi.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:11","price":"Sau đó, Ngài hướng về bầu trời (lúc đó) chỉ là một lớp khói, Ngài phán bảo nó và trái đất: “Hai ngươi hãy đến (thành theo lệnh), thuận hay không thuận?” Cả hai cùng thưa: “Bầy tôi xin thuận đến (thành theo lệnh Ngài).”","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:12","price":"Rồi Ngài đã hoàn tất việc tạo hóa bảy tầng trời trong hai ngày (thứ năm và thứ sáu) và Ngài mặc khải cho mỗi tầng trời công việc của riêng nó. Và TA đã trang hoàng tầng trời hạ giới với những chiếc đèn (là các vì sao) và (TA đã cử các Thiên Thần) canh giữ nó. Đó là sự an bài và định đoạt của Đấng Toàn Năng, Đấng Toàn Tri.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:13","price":"Nếu chúng ngoảnh đi thì Ngươi (hỡi Thiên Sứ) hãy nói (với chúng): “Ta cảnh báo các ngươi về tia sét giống như tia sét đã đánh dân ‘Ad và dân Thamud.”","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:14","price":"(Điều đó xảy ra) khi các Sứ Giả (của Allah) đã đến với chúng từ phía trước lẫn phía sau, (nói): “Các ngươi hãy thờ phượng một mình Allah thôi.” Chúng bảo: “Nếu Thượng Đế của bọn ta thực sự muốn thì chắc chắn Ngài đã cử các Thiên Thần xuống (làm Sứ Giả). Vì vậy, bọn ta không tin nơi điều các người mang đến.”","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:15","price":"Đối với ‘Ad (đám dân của Hud), chúng đã ngạo mạn trên trái đất một cách không chính đáng. Chúng nói: “Ai mạnh hơn bọn ta?” Lẽ nào chúng không nhận thấy Allah, Đấng đã tạo hóa chúng, mạnh hơn chúng hay sao? Quả thật, chúng đã thường gạt đi các dấu hiệu của TA.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:16","price":"Cho nên, TA đã gởi đến chúng một trận gió gào thét (cuồng phong) suốt những ngày bất hạnh để TA cho chúng nếm lấy hình phạt trong sự ô nhục trên cuộc sống trần gian; tuy nhiên, sự trừng phạt ở cõi Đời Sau còn nhục nhã hơn; và chúng sẽ không được ai cứu giúp.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:17","price":"Còn đối với Thamud (đám dân của Saleh). TA đã hướng dẫn chúng nhưng chúng thích sự mù quáng (lầm lạc) hơn sự hướng dẫn. Vì vậy, tia sét của hình phạt ô nhục đã đánh chúng bởi những tội lỗi mà chúng đã làm.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:18","price":"Và TA đã cứu những người có đức tin và kính sợ (TA).","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:19","price":"Vào Ngày mà những kẻ thù của Allah sẽ được tập trung dẫn đến Hỏa Ngục; chúng sẽ được tập hợp thành từng hàng.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:20","price":"Mãi cho đến khi chúng đến (Hỏa Ngục) thì tai, mắt và da của chúng sẽ làm chứng chống lại chúng về những tội lỗi mà chúng đã làm.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:21","price":"Chúng sẽ nói với các lớp da của chúng: “Tại sao các ngươi làm chứng chống lại bọn ta?” Các lớp da trả lời: “Allah làm cho chúng tôi biết nói giống như Ngài làm cho mọi vật biết nói; và Ngài đã tạo ra các người lần đầu và các người sẽ được đưa trở về trình diện Ngài.”","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:22","price":"“Các người đã không chịu che đậy bản thân mình để khỏi bị tai, mắt và da của các người khiến chúng làm chứng chống lại các người, mà ngược lại, các người đã nghĩ rằng Allah không biết nhiều về những điều các người làm.”","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:23","price":"“Đó là ý nghĩ mà các người đã nghĩ về Thượng Đế của các người, nó đã hủy hoại các người. Cho nên, các người đã trở thành những kẻ thua thiệt và thất bại.”","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:24","price":"Nhưng cho dù chúng có kiên nhẫn chịu đựng thì Hỏa Ngục vẫn là nơi cư trú của chúng; và nếu chúng có xin được giảm nhẹ (hình phạt) thì chúng cũng sẽ không thuộc những người được giảm nhẹ.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:25","price":"Và TA đã chỉ định cho chúng những người bạn đồng hành (những tên Shaytan). Những người bạn đồng hành này của chúng làm cho chúng thích thú với những tội lỗi đằng trước chúng và những sai trái đằng sau chúng. Và lời (hứa trừng phạt) đã có hiệu lực với các cộng đồng trước chúng từ loài Jinn và loài người. Thật vậy, (những cộng đồng trước chúng) đều là những kẻ thua thiệt và thất bại.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:26","price":"Những kẻ vô đức tin khuyên bảo nhau rằng “Mọi người đừng thèm nghe Qur’an này, hãy nói chuyện ồn ào và gây náo động (khi Nó được xướng lên), như thế có lẽ các ngươi sẽ nắm ưu thế (trong việc ngăn Muhammad xướng Nó và kêu gọi đến với Nó).”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:27","price":"Nhưng TA chắc chắn sẽ khiến những kẻ vô đức tin nếm lấy sự trừng phạt khắc nghiệt và TA chắc chắn sẽ đền bù điều tồi tệ nhất cho chúng bởi những gì mà chúng đã làm.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:28","price":"Đó là sự đền bù xứng đáng dành cho những kẻ thù của Allah. Hỏa Ngục, đối với chúng, sẽ là ngôi nhà vĩnh cửu, nó như là một sự bù đắp cho việc chúng đã chối bỏ các Lời Mặc Khải của TA.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:29","price":"Những kẻ vô đức tin sẽ nói: “Lạy Thượng Đế của bầy tôi! Xin Ngài cho bầy tôi thấy những kẻ đã dắt bầy tôi lầm lạc từ loài Jinn và loài người để bầy tôi chà đạp chúng dưới bàn chân của bầy tôi khiến chúng thành những kẻ thấp hèn nhất.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:30","price":"Quả thật, những ai đã nói “Thượng Đế của chúng tôi là Allah” và sau đó vẫn đi đúng hướng, các Thiên Thần sẽ xuống động viên họ (lúc hấp hối): “Đừng sợ hãi và đừng đau buồn, các ngươi hãy vui lên với tin mừng về Thiên Đàng mà các ngươi đã được hứa!”","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:31","price":"“Chúng tôi là đồng minh của các ngươi trên cuộc sống trần gian này và ở cõi Đời Sau. Rồi đây (trong Thiên Đàng) các ngươi sẽ có được bất cứ thứ gì mà bản thân các ngươi ước muốn và các ngươi sẽ có được bất cứ thứ gì các ngươi yêu cầu.”","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:32","price":"“Một sự khoan đãi từ Đấng Tha Thứ, Đấng Thương Xót.”","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:33","price":"Còn ai có lời nói tốt đẹp hơn người đã kêu gọi đến với Allah, hành thiện và nói “Tôi là một người Muslim.”","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:34","price":"Điều tốt và điều xấu không ngang bằng nhau. Hãy dùng điều tốt đẩy lùi điều xấu; (nếu ngươi làm được như thế thì chắc chắn có một ngày), kẻ mang lòng thù hận Ngươi (Thiên Sứ) sẽ trở thành người bạn thân thiết của Ngươi thôi.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:35","price":"Tuy nhiên, không ai được phú cho cái đó ngoại trừ những người thực sự kiên nhẫn và không ai được phú cho cái đó ngoại trừ những người có phần phước lớn.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:36","price":"Nếu có một đề nghị từ Shaytan xúi Ngươi (hỡi Thiên Sứ - làm chuyện xấu và tội lỗi) thì Ngươi hãy cầu xin Allah che chở bởi vì Ngài là Đấng Hằng Nghe, Đấng Hằng Biết.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:37","price":"Ban đêm và ban ngày, mặt trời và mặt trăng là các dấu hiệu (chứng minh quyền năng vĩ đại của Allah). Các ngươi chớ đừng quỳ lạy mặt trời hay mặt trăng mà hãy quỳ lạy Allah, Đấng đã tạo ra chúng nếu các ngươi thực sự thờ phượng Ngài.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:38","price":"Nhưng nếu chúng tự cao tự đại (không chịu quỳ lạy Allah) thì các Thiên Thần ở nơi Thượng Đế của Ngươi (Thiên Sứ) vẫn tán dương và ca tụng Ngài cả đêm lẫn ngày và họ không bao giờ chán ngán hay mỏi mệt.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:39","price":"Trong các dấu hiệu (chứng minh quyền năng) của Ngài là Ngươi (Thiên Sứ) sẽ thấy đất đai khô nứt nhưng khi TA ban nước (mưa) xuống thì nó cựa mình sống lại và mọc ra (cây cối và thảo mộc). Thật vậy, Đấng đã làm cho nó sống lại chắc chắn sẽ làm cho người chết sống lại (vào Ngày Phục Sinh). Quả thật, Ngài là Đấng Toàn Năng trên tất cả mọi thứ.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:40","price":"Quả thật, những kẻ đã chế giễu và bóp méo các Lời Mặc Khải của TA chắc chắn sẽ không trốn khỏi được TA. Vậy, kẻ bị ném vào Hỏa Ngục tốt hơn hay người an toàn vào Ngày Phán Xét tốt hơn? Các ngươi cứ làm những điều các ngươi muốn bởi lẽ (Allah) luôn thấy rõ những gì các ngươi làm.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:41","price":"Quả thật, những kẻ phủ nhận Lời Nhắc Nhở (Qur’an) khi Nó đến với chúng (thì chắc chắn sẽ bị trừng phạt vào Ngày Phán Xét). Quả thật, (Qur’an) là một Kinh Sách rất đỗi quyền năng (dưới sự bảo vệ của Allah).","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:42","price":"Không một điều ngụy tạo nào có thể xâm nhập vào Nó dù từ đằng trước hay đằng sau. Bởi vì Nó do Đấng Chí Minh, Đấng Đáng Ca Tụng ban xuống.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:43","price":"Những điều chúng nói cho Ngươi (Thiên Sứ) chẳng khác với điều đã được nói cho các Sứ Giả trước Ngươi. Quả thật, Thượng Đế của Ngươi là Đấng nắm quyền tha thứ và là Đấng sở hữu sự trừng phạt đau đớn.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:44","price":"Nếu TA đã ban Qur’an xuống bằng một thứ tiếng không phải tiếng Ả-rập thì chắc chắn chúng đã nói: “Tại sao các câu kinh của Nó không được giải thích chi tiết (bằng tiếng nói của bọn ta chứ)?” Lẽ nào (Qur’an) bằng ngôn ngữ không phải tiếng Ả-rập còn (Sứ Giả truyền đạt Nó) lại là người Ả-rập ư? Ngươi (Thiên Sứ) hãy nói với chúng: “(Qur’an) là một nguồn chỉ đạo và là một phương thuốc chữa lành bệnh cho những ai có đức tin. Còn những kẻ vô đức tin, tai của chúng bị điếc và Qur’an là một sự mù lòa đối với chúng. Chúng giống như những kẻ được gọi từ một nơi rất xa xôi (nên chúng chẳng nghe được tiếng của người gọi).","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:45","price":"Quả thật, TA đã ban cho Musa Kinh Sách, nhưng đã có những tranh cãi và bất đồng trong đó. Nếu không vì một lời phán của Thượng Đế của Ngươi (Thiên Sứ) đã được phán ra từ trước thì sự việc tranh cãi và bất đồng giữa chúng đã được giải quyết xong xuôi. Thật vậy, những kẻ vô đức tin vẫn cứ hoài nghi về (Qur’an).","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:46","price":"Người nào làm điều thiện thì được phúc cho bản thân mình, còn người nào làm điều xấu thì sẽ gặp điều xấu (tương ứng). Quả thật, Thượng Đế của Ngươi (hỡi Thiên Sứ) không bao giờ bất công với người bề tôi (của Ngài).","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"vi"},{"name":"41:47","price":"Kiến thức về Giờ Tận Thế chỉ thuộc một mình (Allah). Không một trái cây nào lú ra khỏi vỏ của nó cũng như không một người phụ nữ nào mang thai và hạ sinh mà Ngài lại không biết. Vào Ngày mà Ngài sẽ gọi chúng đến hỏi: “Đâu rồi những thần linh mà các ngươi cho là những đối tác của TA?” Chúng sẽ nói: “Bầy tôi xin bảo đảm với Ngài không một ai trong bầy tôi làm chứng (cho điều đó).”","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"41:48","price":"Những thần linh mà chúng đã từng van vái trước kia đã bỏ chúng mất dạng và chúng sẽ thấy mình chắc chắn không thể thoát (khỏi sự trừng phạt của Allah).","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"41:49","price":"Con người thường không chán ngán và mệt mỏi trong việc cầu nguyện điều tốt lành nhưng nếu gặp điều xấu (tai họa) thì lại buông xuôi, tuyệt vọng.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"41:50","price":"Nếu TA cho y nếm trải lòng thương xót từ TA sau một nghịch cảnh mà y gặp phải, chắc chắn y sẽ nói (một cách tự cao tự đại): “Đây là phần của tôi (tôi đáng được thế), và tôi nghĩ sẽ chẳng có Giờ Tận Thế nào cả; nếu tôi thực sự có được đưa về trình diện Thượng Đế của tôi đi chăng nữa thì chắc chắn tôi cũng sẽ có được vô vàn cái tốt đẹp nơi Ngài mà thôi.” Chắc chắn TA sẽ cho những kẻ vô đức tin biết về những gì mà chúng đã làm và chắc chắn TA sẽ cho chúng nếm lấy sự trừng phạt khủng khiếp.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"41:51","price":"Khi TA (Allah) ban ân huệ cho con người thì y quay lưng và xa cách (TA) còn khi gặp hoạn nạn thì y lại khẩn cầu (TA) tha thiết.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"41:52","price":"Ngươi (hỡi Thiên Sứ) hãy nói với (những kẻ đa thần này): “Các ngươi có suy xét chăng nếu Qur’an thật sự do Allah ban xuống rồi các ngươi phủ nhận Nó thì ai sẽ là người lầm lạc hơn kẻ chống đối Nó từ xa?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"41:53","price":"TA (Allah) sẽ cho chúng thấy các dấu hiệu của TA ở các chân trời và ngay trên bản thân của chúng cho đến khi chúng thấy rõ rằng đó là sự thật. Lẽ nào Thượng Đế của Ngươi (Thiên Sứ) không đủ là Nhân Chứng cho tất cả mọi việc ư?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"41:54","price":"Lẽ nào chúng vẫn hoài nghi về cuộc gặp gỡ với Thượng Đế của chúng? Chẳng phải Ngài luôn bao quát hết tất cả mọi thứ đó sao?!","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"vi"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}