{"data":[{"name":"45:1","price":"Ha. Mim.","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:2","price":"Kinh Sách được ban xuống từ nơi Allah, Đấng Toàn Năng, Đấng Toàn Tri.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:3","price":"Quả thật, trong các tầng trời và trái đất là các dấu hiệu (về quyền năng và tính duy nhất của Allah) cho những người có đức tin.","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:4","price":"Trong việc tạo hóa các ngươi (hỡi nhân loại) cũng như việc (Allah) phân tán các sinh vật khắp nơi là các dấu hiệu cho những người vững chắc (trong đức tin).","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:5","price":"(Trong) sự xen kẽ của ban đêm và ban ngày, trong việc Allah ban bổng lộc (mưa) từ trên trời xuống mà Ngài dùng để làm sống lại mảnh đất đã chết khô và trong việc xoay chuyển những cơn gió, là các dấu hiệu cho những người thông hiểu.","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:6","price":"Đó là những Lời Mặc Khải của Allah, TA đọc chúng cho Ngươi (Thiên Sứ) bằng sự thật. Nếu họ chối bỏ Allah và các Lời Mặc Khải của Ngài, họ sẽ tin vào cách diễn ngôn (thông điệp) nào?","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:7","price":"Thật khốn thay cho từng kẻ dối trá, tội lỗi.","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:8","price":"Hắn nghe các Lời Mặc Khải của Allah đã được đọc cho hắn rồi vẫn ngoan cố kiêu ngạo như thể hắn không nghe thấy gì. Vậy, hãy báo cho hắn biết về một sự trừng phạt đau đớn (ở Đời Sau).","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:9","price":"Khi hắn biết được điều gì từ các Lời Mặc Khải của TA, hắn lại mang nó ra chế giễu đùa cợt. Những kẻ đó sẽ phải chịu một sự trừng phạt đầy nhục nhã.","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:10","price":"Trước mặt chúng là Hỏa Ngục; bất cứ điều gì mà chúng kiếm được (trên thế gian) cũng như những kẻ mà chúng nhận làm vị bảo hộ ngoài Allah sẽ không giúp ích gì cho chúng. (Rồi đây) chúng sẽ phải chịu một sự trừng phạt khủng khiếp.","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:11","price":"(Kinh Qur’an) này là một nguồn chỉ đạo. Và những kẻ vô đức tin nơi các Lời Mặc Khải của Thượng Đế của chúng sẽ phải chịu một sự trừng phạt vô cùng đau đớn.","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:12","price":"Allah là Đấng đã chế ngự biển cả cho các ngươi để các con tàu có thể chạy trên đó theo lệnh của Ngài và để các ngươi tìm kiếm hồng phúc của Ngài, mong rằng các ngươi biết tri ân (Ngài).","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:13","price":"Ngài đã chế ngự mọi thứ trong các tầng trời và mọi thứ trên trái đất cho các ngươi (sử dụng), toàn bộ đều từ Ngài cả. Quả thật, trong sự việc đó là các dấu hiệu cho những người biết suy ngẫm.","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:14","price":"Ngươi (hỡi Thiên Sứ) hãy nói với những người có đức tin nên tha thứ cho những kẻ không mong đợi những Ngày (Phán Xét) của Allah, (rồi đây) Ngài sẽ đáp trả cho từng nhóm người tương thích với những gì mà chúng đã làm.","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:15","price":"Ai làm điều thiện thì được lợi cho bản thân mình còn ai làm điều xấu thì sẽ gặp quả báo. Rồi đây, các ngươi sẽ được đưa trở về trình diện Thượng Đế của các ngươi.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:16","price":"Quả thật, TA đã ban cho con cháu của Israel Kinh Sách, luật lệ, và sứ mạng Nabi; TA đã ban cho họ bổng lộc tốt lành và TA đã ưu đãi họ hơn những ai khác trong thiên hạ.","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:17","price":"TA đã mang đến cho họ những bằng chứng rõ rệt về mọi vấn đề. Nhưng chỉ từ sau khi tiếp thu được kiến thức, họ đâm ra ganh ghét và chia rẽ nhau. Quả thật, Thượng Đế của Ngươi (Thiên Sứ Muhammad) sẽ giải quyết trường hợp của họ vào Ngày Phán Xét về những điều mà họ đã tranh chấp.","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:18","price":"Rồi TA đặt Ngươi trên con đường của công việc (tôn giáo). Vì vậy, Ngươi hãy theo nó và đừng làm theo khuynh hướng của những kẻ không biết.","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:19","price":"Quả thật, họ sẽ không bao giờ giúp được Ngươi thoát khỏi sự trừng phạt của Allah. Những kẻ làm điều sai quấy là đồng minh của nhau. Và Allah là Đấng Bảo Hộ của những người ngoan đạo.","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:20","price":"(Qur’an) này là sự khai sáng cho nhân loại, là nguồn chỉ đạo và là hồng ân cho đám người vững chắc (trong đức tin).","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:21","price":"Hoặc lẽ nào những kẻ làm điều tội lỗi nghĩ rằng TA sẽ để chúng và những người có đức tin và hành thiện ngang bằng nhau về cuộc sống và cái chết ư? Thật tệ thay cho điều chúng phán xét!","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:22","price":"Allah tạo hóa các tầng trời và trái đất là vì chân lý. (Ngài tạo ra chúng) để mỗi linh hồn có thể được đền bù xứng đáng về những gì nó đã làm ra; và (các linh hồn) sẽ không bị đối xử bất công.","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:23","price":"Ngươi (Thiên Sứ Muhammad) hãy nhìn xem kẻ đã lấy dục vọng của bản thân làm thần linh của y! (Quả thật), Allah đã để y lầm lạc, Ngài đã niêm kín thính giác và quả tim của y và Ngài đã lấy tấm màn che mắt của y lại. Vậy, sau khi y chối bỏ Allah thì ai sẽ hướng dẫn y? Lẽ nào các ngươi không lưu tâm?","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:24","price":"(Những kẻ phủ nhận Sự Phục Sinh) nói: “Chẳng có đời sống nào ngoài đời sống trần tục này của chúng ta, chúng ta chết và sống, không có gì hủy hoại chúng ta ngoại trừ thời gian.” (Những kẻ phủ nhận Sự Phục Sinh) chẳng có một chút hiểu biết nào về điều đó cả, chúng chỉ suy đoán mà thôi.","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:25","price":"Khi các Lời Mặc Khải của TA được đọc cho chúng nghe như một bằng chứng rõ ràng, lập luận chống chế của chúng chỉ có mỗi câu nói: “Nếu các ngươi nói thật thì hãy mang ông bà tổ tiên của bọn ta trở lại trần gian xem nào!”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:26","price":"Ngươi (Thiên Sứ) hãy nói với chúng: “Allah làm cho các ngươi sống rồi làm cho các ngươi chết, sau đó, Ngài sẽ triệu tập các ngươi lại vào Ngày Phán Xét. (Đây là điều chắc chắn) không có gì phải hoài nghi.” Tuy nhiên, đa số nhân loại không biết.","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:27","price":"Quyền thống trị các tầng trời và trái đất đều thuộc về một mình Allah. Vào Ngày mà Giờ Tận Thế được thiết lập, Ngày đó, những kẻ làm điều gian dối sẽ thua thiệt.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:28","price":"(Rồi đây, vào Ngày đó) Ngươi (Thiên Sứ) sẽ thấy mỗi cộng đồng sẽ quỳ gối; mỗi cộng đồng sẽ được gọi đến xem quyển sổ (ghi chép hành động) của mình (và sẽ được bảo): “Ngày hôm nay, các ngươi sẽ được đền bù xứng đáng về những điều (tốt, xấu) mà các ngươi đã làm (trên thế gian).”","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:29","price":"“Đây là quyển sổ của TA, nó sẽ nói sự thật về các ngươi. Quả thật, TA đã cho ghi chép lại (toàn bộ) những điều các ngươi đã từng làm.”","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:30","price":"Vì vậy, đối với những người có đức tin và hành thiện, Thượng Đế của họ sẽ thu nhận họ vào (Thiên Đàng) bằng lòng thương xót của Ngài. Đó là một thành tựu rõ ràng.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:31","price":"Nhưng đối với những kẻ vô đức tin (thì sẽ có lời bảo chúng): “Các Lời Mặc Khải của TA đã được đọc cho các ngươi nghe nhưng các ngươi đã kiêu ngạo và các ngươi là một đám người tội lỗi.”","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:32","price":"“Khi có lời bảo: ‘Quả thật, lời hứa của Allah là sự thật và Giờ Tận Thế cũng là sự thật, không có gì phải hoài nghi’ thì các ngươi nói: ‘Bọn ta không biết Giờ Tận Thế là gì cả. Bọn ta nghĩ rằng đó chỉ là sự tưởng tượng. Bọn ta không cảm thấy thuyết phục.’”","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:33","price":"(Rồi) những tội lỗi mà chúng đã làm sẽ xuất hiện trước mặt chúng và những điều mà chúng đã thường giễu cợt và nhạo báng sẽ bao vây chúng.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:34","price":"Và sẽ có lời bảo: “Ngày hôm nay, TA quên các ngươi giống như việc các ngươi đã quên cuộc gặp gỡ Ngày này của các ngươi. Chỗ ở của các ngươi sẽ là Hỏa Ngục và các ngươi sẽ không có ai giúp đỡ.”","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:35","price":"“Sở dĩ như thế là vì các ngươi đã thường chế giễu các Lời Mặc Khải của Allah và đời sống trần tục đã đánh lừa các ngươi.” Vì vậy, vào Ngày đó chúng sẽ không được đưa ra khỏi nơi đó và chúng sẽ không được trở lại trần gian để sám hối và sửa mình.","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:36","price":"Mọi lời ca tụng đều dâng lên Allah, Thượng Đế của các tầng trời, Thượng Đế của trái đất, Thượng Đế của vũ trụ và vạn vật.","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:37","price":"Mọi quyền uy trong các tầng trời và trái đất đều thuộc một mình Ngài; và Ngài là Đấng Toàn Năng, Đấng Chí Minh.","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":"","lang":"vi"}],"chapter":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"]}