{"data":[{"name":"46:1","price":"Ha.Mim.","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:2","price":"Kinh Sách được ban xuống từ nơi Allah, Đấng Toàn Năng, Đấng Toàn Tri.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:3","price":"TA đã không tạo ra trời đất và vạn vật giữa chúng ngoại trừ vì Chân Lý và (TA qui định tất cả chỉ tồn tại) trong một thời gian nhất định. Tuy nhiên, những kẻ vô đức tin đã quay lưng với điều mà họ đã được cảnh báo.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:4","price":"Ngươi (Thiên Sứ Muhammad) hãy nói (với những kẻ đa thần): “Các người đã xem xét những thần linh mà các người khấn vái ngoài Allah chưa? Các người hãy cho Ta xem những gì mà chúng đã tạo ra trên trái đất hoặc (hãy cho Ta biết) chúng có một phần chia sẻ nào trong (việc tạo ra) các tầng trời? Các người hãy mang đến cho Ta một Kinh Sách trước Kinh (Qur’an) này hoặc một vài kiến thức hiểu biết còn sót lại nếu các người nói thật!","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:5","price":"Còn ai lầm lạc hơn kẻ khấn vái ngoài Allah những thứ không thể đáp lại (lời khấn vái của) y cho đến Ngày Phục Sinh trong khi (những thứ đó), chính chúng cũng không hề biết việc người ta đang khấn vái chúng?!","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:6","price":"Và khi nhân loại được tập trung lại (vào Ngày Phán Xét), chúng (những thứ mà họ thờ phượng ngoài Allah) sẽ trở thành kẻ thù của họ và chúng sẽ phủ nhận việc họ thờ cúng chúng.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:7","price":"Khi các Lời Mặc Khải của TA được đọc ra cho họ như những bằng chứng rõ ràng, những kẻ vô đức tin nói về Sự Thật khi nó đến với họ: “Đây rõ ràng là trò phù thủy!”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:8","price":"Hoặc họ nói Y (Thiên Sứ Muhammad) đã bịa đặt (Qur’an). Ngươi (Thiên Sứ Muhammad) hãy nói (với họ): “Nếu Ta đã bịa đặt Nó thì các người sẽ không thể giúp Ta thoát khỏi (sự trừng phạt của) Allah. Ngài biết rõ điều mà các người nói về Nó. Một mình Ngài chứng giám giữa Ta và các người là đã đủ. Và Ngài là Đấng Tha Thứ, Đấng Khoan Dung.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:9","price":"Ngươi (Thiên Sứ Muhammad) hãy nói (với họ): “Ta không phải là người sáng lập ra điều mới trong số các Sứ Giả (của Allah), Ta cũng không biết điều gì sẽ xảy đến cho Ta và cho các người. Quả thật, Ta chỉ tuân theo điều đã được mặc khải cho Ta và Ta thực sự chỉ là một người cảnh báo công khai mà thôi.”","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:10","price":"Ngươi (Thiên Sứ Muhammad) hãy nói (với họ): “Nếu (Qur’an) là từ nơi Allah nhưng các người phủ nhận Nó trong khi một nhân chứng thuộc dân Israel đã xác nhận điều tương tự và đã tin còn các người thì lại ngạo mạn, các người có thấy (các người là những kẻ sai quấy không)? Quả thật, Allah không hướng dẫn đám người làm điều sai quấy.”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:11","price":"Những kẻ vô đức tin nói về những người có đức tin: “Nếu nó thực sự tốt thì họ đã không đi trước chúng ta.” Và khi họ không muốn để (Qur’an) hướng dẫn họ thì lại nói: “Đây chỉ là điều dối lừa từ xa xưa.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:12","price":"Trước (Qur’an) là Kinh Sách của Musa, được xem như một nguồn Chỉ Đạo và một Hồng Phúc. Còn đây (Qur’an) là một Kinh Sách xác nhận (lại những Kinh Sách trước) bằng tiếng Ả-rập, dùng để cảnh báo những ai làm điều sai quấy đồng thời báo tin mừng cho những người làm tốt.","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:13","price":"Quả thật, những người nói “Thượng Đế của chúng tôi là Allah” rồi vẫn đi đúng hướng thì sẽ không lo sợ cũng sẽ không buồn phiền.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:14","price":"Những người đó sẽ là những người Bạn của Thiên Đàng, họ sẽ mãi mãi sống trong đó, một phần thưởng cho những điều mà họ đã làm (trên cuộc sống trần gian).","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:15","price":"TA (Allah) đã truyền lệnh cho con người phải hiếu thảo và tử tế với cha mẹ của mình. Mẹ của y đã mang thai y nặng nhọc và hạ sinh y trong đau đớn; thời gian mang thai và dứt sữa y là ba mươi tháng. Đến khi y trưởng thành và được bốn mươi tuổi, y cầu nguyện: “Lạy Thượng Đế của bề tôi! Xin Ngài phù hộ bề tôi biết ơn về các Ân Huệ mà Ngài đã ban cho bề tôi và cho cha mẹ của bề tôi, xin Ngài phù hộ bề tôi làm điều thiện tốt được Ngài hài lòng, và xin Ngài cải thiện con cháu của bề tôi. Quả thật, bề tôi quay về sám hối với Ngài và bề tôi xin làm một người Muslim (thần phục Ngài).”","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:16","price":"Đó sẽ là những người mà TA chấp nhận các việc làm tốt của họ, TA xí xóa những điều xấu của họ và (họ sẽ là) những người bạn của Thiên Đàng. Một Lời Hứa chân thật đã được hứa với họ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:17","price":"Kẻ nói với cha mẹ của mình bằng tiếng Uf (âm thanh tỏ thái độ khó chịu), bảo: “Có phải ông bà hứa rằng tôi sẽ được đưa ra (khỏi mộ sau khi tôi chết đi) và cả những thế hệ trước đã qua đời trước tôi ư?” Cả hai ông bà cầu xin Allah giúp đỡ (rồi rầy la con): “Sẽ là điều khốn cho con (nếu con không tin)! Con phải tin tưởng! Quả thật, Lời Hứa của Allah là sự Thật.” Nhưng y nói: “Đây chẳng qua chỉ là chuyện cổ tích mà thôi.”","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:18","price":"Đó là những kẻ mà lời hứa (trừng phạt) đã được chứng thực đối với chúng nơi những cộng đồng đã qua đời trước chúng từ loài Jinn và loài người. Chúng quả thật là những kẻ thua thiệt và thất bại.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:19","price":"Tất cả sẽ có được cấp bậc tùy theo công việc mà chúng đã làm và (Allah) sẽ đáp trả lại chúng đầy đủ cho việc làm của chúng; và chúng sẽ không bị đối xử bất công.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:20","price":"Vào Ngày mà những kẻ vô đức tin sẽ được đưa đến Hỏa Ngục (và có lời bảo chúng): “Các ngươi đã phí mất các món vật tốt lành trong đời sống thế tục của các ngươi và các ngươi đã vui hưởng chúng. Vì vậy, Ngày nay các ngươi sẽ được đền bù lại bằng hình phạt nhục nhã bởi những gì mà các ngươi đã ngạo mạn trên trái đất, bất chấp lẽ phải và sự thật, và bởi những gì mà các ngươi đã bất tuân và dấy loạn.”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:21","price":"(Ngươi – hỡi Thiên Sứ Muhammad!) Hãy nhớ về người anh em của bộ tộc ‘Ad. (Đó là Hud), khi Y cảnh báo người dân của Y sống nơi vùng cồn cát; trước và sau Y đã có các vị cảnh báo đến bảo họ: “Các người hãy chỉ tôn thờ một mình Allah thôi. Quả thật, Ta lo sợ cho các người về sự trừng phạt của một Ngày Vĩ Đại.”","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:22","price":"Họ trả lời (với Hud): “Ngươi đến gặp bọn ta để bắt bọn ta bỏ các thần linh của bọn ta ư? Vậy ngươi hãy mang đến điều mà ngươi đã hăm dọa bọn ta xem nào, nếu ngươi nói thật!”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:23","price":"(Hud) nói (với họ): “Quả thật chỉ có Allah mới biết (bao giờ tai họa sẽ giáng xuống các người), còn Ta chỉ được cử phái đến để truyền đạt cho các người mà thôi. Nhưng Ta thấy các người là một đám ngu muội.”","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:24","price":"Nhưng khi họ thấy đám mây khổng lồ đang tiến đến thung lũng của họ, họ bảo: “Đám mây này sẽ mang mưa đến cho chúng ta”. (Hud nói với họ): “Không, đó là (tai họa) mà các người hối thúc nó mau đến, một trận gió mang một sự trừng phạt đau đớn.”","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:25","price":"Nó tàn phá mọi thứ theo Lệnh của Thượng Đế của nó. Vì vậy, sáng hôm sau chẳng còn thấy gì ngoài những căn nhà (hoang tàn và đổ nát) của họ. TA (Allah) đáp trả những kẻ tội lỗi như thế đó.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:26","price":"Quả thật, TA đã ban cho (‘Ad, người dân của Hud) những khả năng và sức mạnh, cái mà TA đã không ban cho các ngươi; TA đã ban cho họ thính giác, thị giác và trái tim, tuy nhiên, thính giác, thị giác và trái tim của họ chẳng giúp ích được gì cho họ khi họ cứ chối bỏ các Lời Mặc Khải của Allah và họ bị vây hãm bởi các điều mà họ đã chế giễu.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:27","price":"Quả thật, TA đã hủy diệt những thị trấn xung quanh các ngươi (hỡi cư dân Makkah) và TA đã trình bày đủ loại lý lẽ và bằng chứng cho họ mong rằng họ quay đầu.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:28","price":"Vậy tại sao những kẻ mà họ nhận làm những thần linh ngoài Allah không đến giúp họ? Không, các thần linh đó đã bỏ họ đi mất dạng. Và đó chỉ là lời nói dối của họ và đó là điều mà họ đã bịa đặt.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:29","price":"Khi TA (Allah) để một nhóm Jinn hướng về phía Ngươi (Thiên Sứ Muhammad) lắng nghe Qur’an. Khi chúng có mặt nơi đó, chúng bảo nhau: “Các ngươi hãy giữ yên lặng!” Rồi khi cuộc xướng đọc chấm dứt, chúng trở về cảnh báo đám dân của chúng.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:30","price":"Chúng nói: “Hỡi dân của chúng tôi! Quả thật, chúng tôi đã nghe đọc một Kinh Sách được ban xuống sau Musa, (một Kinh Sách) xác nhận lại những điều (được mặc khải) trước Nó. (Kinh Sách đó) hướng dẫn đến với chân lý và đến với con đường chính đạo.”","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:31","price":"“Hỡi dân của chúng tôi! Các người hãy đáp lại vị mời gọi của Allah và các người hãy tin nơi Người; Ngài sẽ tha thứ tội lỗi của các người và Ngài sẽ cứu các người khỏi sự trừng phạt đau đớn.”","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:32","price":"“Người nào không đáp lại vị mời gọi của Allah thì sẽ không thể trốn khỏi Ngài trên trái đất cũng như sẽ không có các vị bảo hộ nào ngoài Ngài. Đó là những kẻ lầm lạc rõ ràng.”","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:33","price":"Lẽ nào (những kẻ thờ đa thần) không nhận thấy rằng Allah, Đấng đã tạo ra các tầng trời và trái đất và không biết mỏi mệt bởi việc tạo hóa chúng, thừa khả năng làm cho người chết sống lại ư? Thật vậy, Ngài toàn năng trên tất cả mọi thứ.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:34","price":"Vào Ngày những kẻ vô đức tin được dẫn đến Hỏa Ngục (và chúng được bảo): “Há đây không phải là sự thật ư?” Chúng đáp: “Vâng, đúng là sự thật, lạy Thượng Đế của bầy tôi!” (Allah) phán: “Vậy thì các ngươi hãy nếm lấy sự trừng phạt bởi những điều mà các ngươi đã vô đức tin.”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:35","price":"Cho nên, Ngươi (Thiên Sứ Muhammad) hãy kiên nhẫn như các Sứ Giả đầy cương nghị đã kiên nhẫn chịu đựng và Ngươi chớ nôn nóng với (những kẻ vô đức tin). Bởi vì vào Ngày mà chúng nhìn thấy điều đã được hứa với chúng, chúng sẽ có cảm tưởng như thể chúng chỉ ở lại trên thế gian trong một giờ của ban ngày. Đó là một Thông Điệp và chỉ có đám người dấy loạn, bất tuân mới bị hủy diệt.","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"vi"}],"chapter":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"]}