{"data":[{"name":"47:1","price":"Những kẻ vô đức tin và cản trở con đường của Allah, Ngài sẽ làm cho việc làm của họ trở thành vô nghĩa.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:2","price":"Còn những người có đức tin, hành thiện và tin nơi những điều đã được ban xuống cho Muhammad và (tin) đó là sự thật từ Thượng Đế của họ thì Ngài sẽ loại bỏ khỏi họ các hành vi xấu đồng thời cải thiện tình trạng của họ.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:3","price":"Đó là vì những kẻ vô đức tin đi theo điều giả dối và ngụy tạo còn những người có đức tin đi theo Chân Lý từ Thượng Đế của họ. Như thế đó, Allah trình bày những hình ảnh của họ làm thí dụ cho nhân loại.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:4","price":"Vì vậy, khi các ngươi (hỡi những người có đức tin) giáp mặt với những kẻ vô đức tin (trong trận chiến) thì các ngươi hãy đánh vào cổ của chúng cho đến khi các ngươi thắng được chúng, rồi các ngươi hãy trói chặt chúng lại; sau đó, hoặc các ngươi trả tự do hoặc các ngươi bắt chúng chuộc mạng cho đến khi cuộc chiến chấm dứt. Đó (là Lệnh của Allah). Và nếu muốn, Allah có thể đích thân trừng phạt chúng, tuy nhiên, Ngài muốn dùng người này để thử thách người kia. Và những ai bị giết vì con đường của Allah thì Ngài sẽ không bao giờ làm mất công lao của họ.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:5","price":"Ngài sẽ hướng dẫn họ và cải thiện tình trạng của họ.","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:6","price":"Ngài sẽ thu nhận họ vào Thiên Đàng mà Ngài đã cho họ biết.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:7","price":"Hỡi những người có đức tin! Nếu các ngươi ủng hộ (con đường chính nghĩa của) Allah thì Ngài sẽ trợ giúp các ngươi và Ngài sẽ làm vững chắc bước chân của các ngươi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:8","price":"Những kẻ vô đức tin sẽ bị tiêu diệt và các việc làm của chúng sẽ không có giá trị (ở nơi Allah).","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:9","price":"Đó là vì chúng ghét những điều mà Allah đã ban xuống. Vậy nên Ngài đã vô hiệu việc làm của chúng.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:10","price":"Lẽ nào chúng không ngao du trên trái đất để quan sát kết cuộc của những kẻ trước chúng như thế nào ư? Allah đã hủy diệt chúng và những kẻ vô đức tin chắc chắn sẽ phải chịu số phận tương tự.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:11","price":"Đó là vì Allah là Đấng Bảo Hộ của những người có đức tin trong khi những kẻ vô đức tin không có ai bảo hộ.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:12","price":"Quả thật, Allah sẽ thu nhận những người có đức tin và hành thiện vào các Ngôi Vườn Thiên Đàng bên dưới có các dòng sông chảy. Riêng những kẻ vô đức tin thì chúng tận hưởng (cuộc sống trần gian), chúng ăn uống như loài vật, và rồi đây Hỏa Ngục sẽ là chỗ ở dành cho chúng.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:13","price":"Có biết bao thành phố giàu có và hùng mạnh hơn thành phố của Ngươi, nơi mà (cư dân của nó) đã trục xuất Ngươi, TA đã tiêu diệt chúng, và chúng đã không có ai cứu giúp chúng cả.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:14","price":"Vậy một người ở trên một bằng chứng rõ ràng từ Thượng Đế của y lẽ nào lại giống với một kẻ bị mê hoặc bởi những việc làm tội lỗi của hắn và chỉ biết chạy theo dục vọng của bản thân?!","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:15","price":"Hình ảnh Thiên Đàng được hứa với những người ngoan đạo (sợ Allah) là nơi có những dòng sông nước ngọt trong vắt không hôi tanh, những dòng sông sữa không đổi vị, những dòng sông rượu tuyệt hảo dành cho những người thích uống, và những dòng sông mật ong tinh khiết; (cư dân) nơi (Thiên Đàng) sẽ có đủ loại trái cây để dùng cùng với sự tha thứ từ Thượng Đế của họ. (Cư dân Thiên Đàng) lẽ nào lại giống với những kẻ đời đời ở trong Hỏa Ngục và được cho uống từ một loại nước cực sôi làm đứt ruột của họ?!","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:16","price":"Trong bọn chúng (những kẻ giả tạo đức tin), có người đến nghe Ngươi (Thiên Sứ Muhammad) cho tới khi chúng rời khỏi Ngươi, chúng nói với những ai đã được ban cho sự hiểu biết “Y (Thiên Sứ Muhammad) vừa nói điều gì vậy?” Chúng là những kẻ mà Allah đã niêm kín quả tim của chúng và chúng chỉ biết chạy theo dục vọng của chúng.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:17","price":"Những người được hướng dẫn (đến với Chân Lý), (Allah) gia tăng thêm cho họ Chỉ Đạo và ban cho họ lòng Taqwa (ngay chính, ngoan đạo đối với Ngài).","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:18","price":"Có phải (những kẻ vô đức tin) chỉ mong chờ Giờ Tận Thế bất ngờ xảy đến với chúng? Quả thật, những dấu hiệu báo trước của Nó đã đến (với chúng). Rồi khi (Giờ Tận Thế) đến với chúng thì sự tưởng nhớ của chúng (về lời cảnh báo) còn ích lợi gì cho chúng nữa đây?","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:19","price":"Vì vậy, (hỡi Thiên Sứ Muhammad!) Ngươi hãy biết rằng quả thật không có Thượng Đế đích thực nào khác ngoài Allah. Ngươi hãy xin Ngài tha thứ tội lỗi của Ngươi và cầu xin Ngài tha thứ tội lỗi cho những người có đức tin cả nam lẫn nữ. Allah biết rõ sự di chuyển và nghỉ ngơi của các ngươi.","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:20","price":"Những ai có đức tin nói: “Giá như có một chương kinh (nói về việc chiến đấu) được ban xuống cho chúng tôi!” Nhưng khi có một chương (mang nội dung) cụ thể được ban xuống trong đó có đề cập đến việc chiến đấu thì Ngươi (Thiên Sứ Muhammad) sẽ thấy những kẻ mà trong lòng chúng mang một chứng bệnh (đạo đức giả) sẽ đưa mắt nhìn Ngươi với cái nhìn của một người thất thần sắp chết (do sợ hãi). Vì vậy, thật đáng đời cho chúng!","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:21","price":"Vâng lệnh và lời nói tử tế (sẽ tốt hơn cho chúng)! Do đó, khi việc (chuẩn bị chinh chiến) đã quyết rồi chúng chân thật (trong đức tin) đối với Allah thì điều đó tốt hơn cho chúng.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:22","price":"Nhưng nếu các ngươi quay lưng ngoảnh mặt (với tôn giáo) thì có lẽ các ngươi sẽ làm điều thối nát trên trái đất và sẽ cắt đứt tình máu mủ ruột thịt.","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:23","price":"Chúng (những kẻ làm như thế) là những kẻ mà Allah đã nguyền rủa, nên Ngài đã làm điếc (thính giác) của chúng và làm mù thị giác của chúng.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:24","price":"Sao chúng không chịu nghiền ngẫm Qur’an hay là quả tim của chúng đã bị khóa chặt mất rồi?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:25","price":"Quả thật, những kẻ quay trở lại (với sự vô đức tin) sau khi nguồn Hướng Dẫn đã được trình bày rõ ràng cho chúng, Shaytan đã dụ dỗ chúng và cho chúng niềm hy vọng hão huyền.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:26","price":"Đó là vì chúng đã nói với những kẻ ghét điều mà Allah ban xuống: “Chúng tôi sẽ tuân theo các người trong một phần của sự việc.” Tuy nhiên, Allah biết rõ những điều bí mật của chúng.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:27","price":"Vậy sẽ như thế nào khi các Thiên Thần bắt hồn của chúng lúc chết bằng cách đánh vào mặt và lưng của chúng?","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:28","price":"Đó là vì chúng đi theo điều làm Allah phẫn nộ và ghét điều làm Ngài hài lòng. Vì vậy, Ngài vô hiệu các việc làm của chúng.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:29","price":"Hay những kẻ mang trong lòng chứng bệnh (hoài nghi) nghĩ rằng Allah sẽ không bao giờ phơi bày cảm giác căm thù của chúng ư?","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:30","price":"Nếu muốn, TA (Allah) có thể cho Ngươi (Thiên Sứ Muhammad) thấy (bộ mặt thật) của chúng. Tuy nhiên, Ngươi có thể nhận ra chúng qua những đặc điểm của chúng. Và chắc chắn, Ngươi sẽ nhận ra chúng qua giọng nói của chúng. Quả thật, Allah biết rõ những điều các ngươi làm.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:31","price":"TA chắc chắn sẽ thử thách các ngươi cho đến khi TA biết rõ trong các ngươi ai thực sự là những người chiến đấu (cho con đường chính nghĩa của TA) và ai thực sự là những người kiên nhẫn; và TA sẽ thử thách tình trạng của các ngươi.","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:32","price":"Quả thật, những kẻ vô đức tin, cản trở con đường của Allah và chống đối Sứ Giả (của Ngài) sau khi nguồn hướng dẫn đã được trình bày rõ ràng cho chúng, không bao giờ gây hại Allah bất cứ điều gì; ngược lại, Ngài sẽ làm cho việc làm của chúng thành vô nghĩa.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:33","price":"Hỡi những người có đức tin! Các ngươi hãy tuân lệnh Allah và tuân lệnh Sứ Giả (của Ngài); và các ngươi chớ làm mất giá trị việc làm của các ngươi (bởi sự vô đức tin và Riya’ – phô trương).","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:34","price":"Quả thật, những kẻ không có đức tin và cản trở con đường của Allah rồi chết trong tình trạng là những kẻ vô đức tin thì Allah sẽ không bao giờ tha thứ cho họ.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:35","price":"Vì vậy, các ngươi (hỡi những người có đức tin) chớ nản lòng và chớ kêu gọi hòa bình trong lúc các ngươi đang nắm ưu thế; Allah luôn ở cùng với các ngươi và Ngài sẽ không bao giờ làm mất công sức của các ngươi.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:36","price":"Quả thật, đời sống trần tục này chỉ là trò chơi và thú vui phù phiếm. Nhưng nếu các ngươi có đức tin và ngoan đạo thì Ngài sẽ ban cho các ngươi phần thưởng của các ngươi và Ngài không đòi hỏi tài sản của các ngươi.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:37","price":"Nếu Ngài đòi (tài sản) của các ngươi và gây sức ép đối với các ngươi thì các ngươi sẽ keo kiệt giữ chặt nó; và Ngài sẽ phơi bày nỗi oán ghét (được giấu kín trong lòng) các ngươi.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:38","price":"Này, các ngươi là những người được kêu gọi chi dùng (tài sản) cho con đường Chính Nghĩa của Allah nhưng trong các ngươi có người lại keo kiệt. Người nào keo kiệt thì quả thật y chỉ keo kiệt với chính bản thân mình bởi lẽ Allah là Đấng Giàu Có trong lúc các ngươi là những kẻ nghèo nàn. Nếu các ngươi quay lưng thì Ngài sẽ đưa một đám người khác đến thay thế các ngươi và họ sẽ không giống như các ngươi.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"vi"}],"chapter":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"]}