{"data":[{"name":"48:1","price":"Thật vậy, TA (Allah) đã ban cho Ngươi (Thiên Sứ Muhammad) một sự chiến thắng rõ ràng.","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:2","price":"Để Allah tha thứ cho Ngươi những tội lỗi trước đây và những tội lỗi sau này, để Ngài hoàn tất Ân Huệ của Ngài cho Ngươi và để Ngài hướng dẫn Ngươi theo con đường ngay chính.","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:3","price":"Và Allah giúp Ngươi giành chiến thắng với sự giúp đỡ hùng mạnh.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:4","price":"Chính Ngài đã ban xuống sự an bình vào trái tim của những người có đức tin để Ngài gia tăng đức tin cùng với đức tin (hiện tại) của họ; và Allah có các quân binh ở trên trời và (các quân binh) ở dưới đất. Và Allah là Đấng Hằng Biết, Đấng Sáng Suốt.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:5","price":"Để Ngài thu nhận những người có đức tin nam và những người có đức tin nữ vào những Ngôi Vườn Thiên Đàng bên dưới có các dòng sông chảy, họ sẽ mãi mãi ở trong đó; và Ngài sẽ xóa bỏ những điều tội lỗi của họ. Và ở nơi Allah, đó là một chiến thắng vĩ đại.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:6","price":"Và để Ngài trừng phạt những kẻ giả tạo đức tin cả nam lẫn nữ, và những kẻ thờ đa thần cả nam lẫn nữ đã nghĩ xấu về Allah. Chúng sẽ bị bao vây bởi những điều xấu (mà chúng gây ra). Allah phẫn nộ và nguyền rủa chúng; và Ngài đã chuẩn bị Hỏa Ngục dành cho chúng, một điểm đến cuối cùng thật tồi tệ.","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:7","price":"Các quân binh trong trời đất đều là của Ngài. Allah là Đấng Toàn Năng, Đấng Sáng Suốt.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:8","price":"Quả thật, TA (Allah) đã cử phái Ngươi (hỡi Thiên Sứ Muhammad) làm một nhân chứng, một người mang tin mừng và một người cảnh báo.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:9","price":"Để các ngươi tin nơi Allah, nơi Sứ Giả của Ngài và ủng hộ và tôn vinh Y, và để các ngươi tán dương Ngài sáng và chiều.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:10","price":"Những người cam kết trung thành với Ngươi (Thiên Sứ Muhammad) thật ra là họ đang cam kết trung thành với Allah. Bàn tay của Allah trên bàn tay của họ. Vì vậy, người nào nuốt lời thì kẻ đó đã bội ước với chính mình; ngược lại, người nào thực hiện đúng như những gì đã cam kết với Allah thì Ngài sẽ ban cho y phần thưởng vĩ đại.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:11","price":"(Hỡi Thiên Sứ Muhammad!) Những người Ả-rập vùng sa mạc trì trệ (trong việc đi chinh chiến cùng Ngươi) sẽ nói với Ngươi: “Chúng tôi bận trông coi tài sản và người nhà của chúng tôi. Vì vậy, xin Người hãy cầu xin (Allah) tha thứ cho chúng tôi.” Lưỡi của chúng nói những điều không có trong trái tim của chúng. Ngươi hãy bảo chúng: “Vậy ai có khả năng can thiệp giùm các người với Allah nếu Ngài muốn hại các người hoặc muốn ban phúc cho các người? Không, Allah thông toàn những điều các người làm.”","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:12","price":"Không, các ngươi (hỡi những người không tham chiến cùng với Thiên Sứ Muhammad) nghĩ rằng Thiên Sứ (của Allah) và những người có đức tin sẽ không bao giờ trở về với gia đình của họ lần nữa. Điều đó làm cho các ngươi cảm thấy khoan khoái trong lòng và các ngươi đã có suy nghĩ xấu; quả thật các ngươi là một đám người sắp bị hủy diệt.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:13","price":"Người nào không có đức tin nơi Allah và Thiên Sứ của Ngài thì TA thực sự đã chuẩn bị Hỏa Ngục dành cho những kẻ vô đức tin.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:14","price":"Quyền thống trị các tầng trời và trái đất đều thuộc về (một mình) Allah. Ngài muốn tha thứ cho ai là tùy ý Ngài và Ngài muốn trừng phạt ai cũng tùy ý Ngài. Tuy nhiên, Allah là Đấng Tha Thứ, Đấng Khoan Dung.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:15","price":"Những người ở lại (không tham chiến) sẽ nói khi thấy các ngươi đi thu nhặt chiến lợi phẩm: “Hãy cho chúng tôi đi theo các người.” Chúng muốn thay đổi Lời Phán của Allah. Ngươi hãy bảo chúng: “Các người đừng bao giờ theo bọn ta! Allah đã phán như thế cho các người từ trước.” Nhưng chúng lại bảo: “Không, các người ganh tị với chúng tôi.” Không, chúng chẳng hiểu gì ngoại trừ một chút ít.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:16","price":"Ngươi hãy nói với những người Ả-rập vùng sa mạc không tham chiến: “Các người sẽ được gọi đi (đối mặt với) một đám người có sức mạnh (về khả năng chinh chiến), các người sẽ chiến đấu với họ hoặc họ sẽ quy thuận. Vì vậy, nếu các người tuân theo thì Allah sẽ ban cho các người một phần thưởng tốt; còn nếu các người quay lưng (với mệnh lệnh) giống như các người đã từng quay lưng trước đây thì Ngài sẽ trừng phạt các người bằng một sự trừng phạt đau đớn.”","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:17","price":"Người mù, người què, và người bệnh không có tội (nếu không tham gia chinh chiến). Người nào tuân lệnh Allah và Sứ Giả của Ngài thì sẽ được thu nhận vào Các Ngôi Vườn Thiên Đàng bên dưới có các dòng sông chảy, còn người nào quay lưng thì Ngài sẽ trừng phạt kẻ đó bằng một sự trừng phạt đau đớn.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:18","price":"Quả thật, Allah đã hài lòng với những người có đức tin khi họ cam kết trung thành với Ngươi (Thiên Sứ Muhammad) dưới gốc cây (tại Hudaibiyah). Ngài biết rõ những gì trong trái tim của họ nên Ngài đã ban xuống sự an bình cho họ và thưởng cho họ một cuộc chiến thắng gần kề.","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:19","price":"Họ sẽ thu được nhiều chiến lợi phẩm. Quả thật, Allah là Đấng Toàn Năng, Đấng Sáng Suốt.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:20","price":"Allah đã hứa với các ngươi (hỡi những người có đức tin) nhiều chiến lợi phẩm mà các ngươi sẽ thu được (trong tương lai), cho nên, Ngài đã nhanh chóng cho điều này mau đến với các ngươi; Ngài đã giữ tay của địch xa khỏi các ngươi, Ngài muốn sự việc đó trở thành một dấu hiệu cho những người có đức tin, và Ngài muốn hướng dẫn các ngươi con đường ngay thẳng (Chính đạo).","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:21","price":"Và (Ngài hứa) những (chiến thắng) khác mà các ngươi chưa đạt được nhưng Allah đã tóm thâu chúng bởi vì Allah toàn năng trên tất cả mọi thứ.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:22","price":"Nếu những kẻ vô đức tin giao chiến với các ngươi thì chắc chắn chúng sẽ quay tháo lui rồi chúng sẽ không tìm được một vị bảo hộ và một đấng cứu tinh nào.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:23","price":"(Việc Allah để những người có đức tin chiến thắng những kẻ vô đức tin là) đường lối của Allah đã xảy ra trước đây. và Ngươi (Thiên Sứ Muhammad) sẽ không bao giờ thấy bất kỳ thay đổi nào trong đường lối của Allah.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:24","price":"Ngài là Đấng đã giữ tay của chúng khỏi các ngươi và giữ tay của các ngươi khỏi chúng tại thung lũng Makkah sau khi Ngài đã làm cho các ngươi chiến thắng chúng. Quả thật, Allah thấy rõ những điều các ngươi làm.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:25","price":"Chúng là những kẻ vô đức tin và ngăn các ngươi vào Masjid Al-Haram cũng như ngăn những con vật tế đến chỗ tế. Nếu không vì những người có đức tin nam cũng như những người có đức tin nữ mà các ngươi không nhận ra họ (do họ sống trà trộn với chúng) và rằng các ngươi có thể giết lầm họ để rồi các ngươi có thể vô tình phạm tội đối với họ (thì Allah đã cho phép các ngươi tấn công vào Makkah; nhưng Ngài đã giữ tay của các ngươi lại) để Allah có thể khoan dung người nào Ngài muốn. Nếu họ sống tách biệt (với chúng) thì TA chắc chắn sẽ trừng phạt những kẻ vô đức tin trong họ bằng một sự trừng phạt đau đớn.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:26","price":"Khi những kẻ vô đức tin đặt vào trái tim họ niềm tự hào và sự kiêu ngạo của thời ngu muội thì Allah lại ban sự trầm tĩnh của Ngài xuống cho Sứ Giả của Ngài và cho những người có đức tin và ràng buộc họ với lời (tuyên bố) ngoan đạo và sợ Allah và họ xứng đáng với nó. Quả thật, Allah biết tất cả mọi thứ.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:27","price":"Thật vậy, Allah đã xác nhận sự thật về giấc mơ của Sứ Giả của Ngài: chắc chắn các ngươi sẽ vào Masjid Al-Haram một cách an toàn, đầu cạo trọc và tóc cắt ngắn, không sợ hãi, nếu Allah muốn. Bởi vì Ngài biết điều các ngươi không biết. Và ngoài cái đó, Ngài đã sắp xếp cho một chiến thắng gần kề.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:28","price":"Ngài là Đấng đã phái Sứ Giả của Ngài (Thiên Sứ Muhammad) mang nguồn chỉ đạo và tôn giáo chân lý đến để Ngài làm cho nó vượt trội tất cả mọi tôn giáo; và một mình Allah đã đủ làm chứng (cho điều này).","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:29","price":"Muhammad là Sứ Giả của Allah. Những người theo Y thì nghiêm khắc với những kẻ vô đức tin nhưng lại thương xót lẫn nhau. Ngươi sẽ thấy họ cúi mình, quỳ lạy để tìm kiếm hồng phúc từ Allah và sự hài lòng của Ngài. Dấu ấn của họ là tì vết trên gương mặt từ việc quỳ lạy. Đó là hình ảnh của họ (được mô tả) trong Kinh Tawrah và cả trong Kinh Injil. (Hình ảnh của họ) giống như một hạt giống đâm ra chồi, phát triển mạnh mẽ và vươn thẳng trên thân cây, làm hài lòng người gieo giống. Kết quả là nó làm cho những kẻ vô đức tin đâm ra oán ghét họ. Và Allah hứa với những người có đức tin và hành thiện trong số họ sự tha thứ và một phần thưởng vĩ đại.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"vi"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}