{"data":[{"name":"49:1","price":"Hỡi những người có đức tin! Các ngươi chớ qua mặt Allah và Sứ Giả của Ngài. Các ngươi hãy kính sợ Allah. Quả thật, Allah là Đấng Hằng Nghe, Đấng Hằng Biết.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:2","price":"Hỡi những người có đức tin! Các ngươi đừng cao giọng của các ngươi hơn giọng nói của Nabi (Muhammad) và cũng đừng lớn tiếng với Y trong lời nói giống như các ngươi thường nói lớn tiếng với nhau, kẻo việc làm của các ngươi sẽ trở nên vô nghĩa trong khi các ngươi không nhận ra.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:3","price":"Thật vậy, những người hạ giọng của mình trước Sứ Giả của Allah chính là những người mà trái tim của họ đã được Allah rèn luyện cho ngay chính. Họ sẽ được tha thứ và sẽ được một phần thưởng vĩ đại.","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:4","price":"Quả thật, những người (lớn tiếng) gọi Ngươi (hỡi Thiên Sứ) từ bên ngoài nội phòng thì phần đông là những kẻ thiếu suy nghĩ.","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:5","price":"Nếu họ (chịu khó) kiên nhẫn (chờ đợi một chút) cho đến khi Ngươi bước ra ngoài để tiếp họ thì điều đó tốt hơn cho họ. Tuy nhiên, Allah là Đấng Tha Thứ, Đấng Nhân Từ.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:6","price":"Hỡi những người có đức tin! Nếu có một kẻ gây rối mang đến một tin nào đó cho các ngươi thì các ngươi hãy kiểm tra thật kỹ càng (sự thật về nguồn tin), kẻo các ngươi có thể làm hại một nhóm người vì sự thiếu hiểu biết để rồi sau đó các ngươi trở nên hối hận về điều các ngươi đã làm.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:7","price":"Các ngươi (hỡi những người có đức tin) hãy biết rằng Sứ Giả của Allah đang sống cùng với các ngươi. Nếu Y làm theo (ý kiến của) các ngươi về nhiều vấn đề thì chắc chắn các ngươi sẽ gặp khó khăn. Tuy nhiên, Allah làm cho các ngươi thấm nhuần đức tin và làm cho nó trở nên đẹp đẽ trong trái tim của các ngươi, đồng thời Ngài làm cho việc vô đức tin, gây rối và bất tuân trở nên đáng ghét đối với các ngươi. Đó là những người được hướng dẫn đúng đường.","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:8","price":"(Việc trái tim của các ngươi yêu thích điều tốt và ghét điều xấu là) hồng phúc và thiên ân từ nơi Allah. Quả thật, Allah là Đấng Hằng Biết, Đấng Chí Minh.","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:9","price":"Nếu trong số những người có đức tin có hai nhóm giao chiến với nhau thì các ngươi hãy giải hòa giữa đôi bên. Nhưng nếu nhóm này đàn áp nhóm kia thì các ngươi hãy chiến đấu chống lại nhóm đàn áp cho đến khi họ chịu quay về với Mệnh Lệnh của Allah. Và nếu họ đã chịu quay về thì các ngươi hãy giải hòa giữa đôi bên một cách công bằng và vô tư. Quả thật, Allah yêu thương những người hành động công bằng, vô tư.","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:10","price":"Quả thật chỉ những người có đức tin mới là anh em của nhau. Vì vậy, các ngươi hãy giải hòa giữa hai người anh em của mình. Các ngươi hãy sợ Allah mong rằng các ngươi được thương xót.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:11","price":"Hỡi những người có đức tin! Nhóm người này chớ nên cười nhạo nhóm người kia bởi biết đâu nhóm người kia tốt hơn nhóm người này. Và nhóm phụ nữ này chớ nên cười nhạo nhóm phụ nữ kia bởi biết đâu nhóm phụ nữ kia tốt hơn nhóm phụ nữ này. Các ngươi đừng xúc phạm nhau và đừng gọi nhau bằng những biệt danh (mục đích nhạo báng và chế giễu). (Quả thật,) việc bêu tên xấu của một người sau khi y đã có đức tin là một hành động bất tuân (Allah). Và ai không sám hối thì đó là những kẻ làm điều sai quấy.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:12","price":"Hỡi những người có đức tin! Các ngươi hãy tránh nhiều giả định (tiêu cực). Thật vậy, một số giả định là tội lỗi. Các ngươi đừng dọ thám cũng như đừng nói xấu lẫn nhau. Lẽ nào ai đó trong các ngươi thích ăn thịt của người anh em của mình đã chết? Vì vậy, các ngươi hãy ghét việc làm đó. Các ngươi hãy sợ Allah. Quả thật, Allah là Đấng chấp nhận sự ăn năn sám hối, Đấng Nhân Từ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:13","price":"Hỡi nhân loại! TA (Allah) đã tạo hóa các ngươi từ một người nam và một người nữ và làm cho các ngươi thành các quốc gia và những bộ lạc để các ngươi nhận biết lẫn nhau. Quả thật, người vinh dự và cao quý nhất ở nơi Allah là người có Taqwa (sự ngay chính, ngoan đạo và sợ Allah) nhất trong các ngươi. Quả thật, Allah là Đấng Hằng Biết, Đấng Thông Toàn.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:14","price":"Những người Ả-rập vùng sa mạc nói: “Chúng tôi đã có đức tin.” Ngươi (Thiên Sứ Muhammad) hãy nói với họ: “Các người chưa có đức tin, các người hãy nói là chúng tôi đã quy thuận Islam bởi đức tin chưa thấm vào trái tim của các người. Tuy nhiên, nếu các người vâng lệnh Allah và Sứ Giả của Ngài thì Ngài sẽ không giảm bớt bất cứ điều gì (từ ân phước của) việc làm của các người. Quả thật, Allah là Đấng Tha Thứ, Đấng Nhân Từ.”","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:15","price":"Những người có đức tin đích thực chính là những người tin nơi Allah và Sứ Giả của Ngài rồi không hoài nghi bất cứ điều gì; họ chiến đấu cho con đường chính nghĩa của Allah bằng tài sản lẫn sinh mạng của họ. Họ là những người chân thật.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:16","price":"Ngươi (Thiên Sứ Muhammad) hãy nói (với những người Ả-rập vùng sa mạc): “Chẳng lẽ các người muốn dạy Allah về tôn giáo của các người trong lúc Allah biết rõ mọi vật trong các tầng trời và mọi vật trên trái đất ư? Quả thật, Allah biết tất cả mọi thứ!”","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:17","price":"(Những người Ả-rập vùng sa mạc này) coi việc họ theo Islam là một ân huệ dành cho Ngươi (Hỡi Thiên Sứ Muhammad). Ngươi hãy nói với họ: “Các người đừng coi Islam của các người là một ân huệ dành cho Ta, mà chính Allah đã ban ân cho các người trong việc Ngài đã hướng dẫn các người đến với đức tin, nếu các người chân thật (trong việc đi theo Islam).”","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:18","price":"Quả thật, Allah biết điều vô hình của các tầng trời và trái đất. Và Allah nhìn thấy tất cả những gì các ngươi làm.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"vi"}],"chapter":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat","Chapter Al-Hujurat","Hujurat","Surah Hujurat","Chapter Hujurat","Al Hujurat","Surah Al Hujurat","Chapter Al Hujurat","Surah 49","Chapter 49","The Rooms","الحُجرَات"]}