{"data":[{"name":"50:1","price":"Qaf. Thề bởi Qur’an Quang Vinh.","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:2","price":"Không, họ kinh ngạc về việc có một người cảnh báo xuất thân từ họ đến gặp họ. Vì vậy, những kẻ vô đức tin nói: “Đây là một điều gì đó thực sự kỳ lạ!”","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:3","price":"“Khi chúng ta chết đi và đã thành cát bụi, (có thật là chúng ta sẽ được dựng sống trở lại)?! Đó quả là một sự trở lại xa vời.”","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:4","price":"Quả thật, TA (Allah) thừa biết việc đất đai tiêu hủy (thân xác) họ (sau khi họ chết đi); nhưng ở nơi TA có một quyển sổ bộ lưu trữ.","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:5","price":"Không, họ đã phủ nhận Chân Lý khi Nó đến với họ, vì vậy họ đang ở trong tình trạng bối rối (không biết thật hay giả).","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:6","price":"Sao họ không nhìn lên bầu trời phía trên họ xem TA đã dựng và trang hoàng nó như thế nào và (làm thế nào) nó không có rạn nứt?","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:7","price":"Và trái đất, TA đã trải rộng nó ra và ném lên nó những quả núi vững chắc và TA đã cho mọc trên nó đủ loại cây cối và thảo mộc.","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:8","price":"(TA đã tạo ra tất cả những thứ đó để đưa ra) cái nhìn sâu sắc và một sự nhắc nhở cho mỗi người bề tôi quay về (với TA).","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:9","price":"Và TA đã ban từ trên trời xuống nguồn nước (mưa) mà TA dùng làm mọc ra những khu vườn và (các loại) hạt vào mùa thu hoạch.","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:10","price":"(TA làm mọc ra những) cây chà là cao lớn có trái từng chùm chồng lên nhau.","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:11","price":"(Làm) nguồn lương thực cho bầy tôi (của TA). Và TA dùng nó (nước mưa) làm sống lại một vùng đất đã chết. Và việc phục sinh cũng tương tự như thế.","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:12","price":"Trước họ, người dân của Nuh, người dân Rass, và người dân Thamud đã phủ nhận.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:13","price":"Và người dân ‘Ad, Pha-ra-ông, và anh em của Lut (cũng đã phủ nhận).","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:14","price":"Người dân của (khu rừng) Aykah và người dân của Tubba’ (cũng vậy), tất cả đều phủ nhận các Sứ Giả (của TA). Vì vậy, lời đe dọa (trừng phạt) của TA đã được thể hiện.","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:15","price":"Chẳng lẽ (họ nghĩ) TA đã mỏi mệt với việc tạo hóa đầu tiên (nên sẽ gặp khó khăn cho sự phục sinh ư)? Không, họ đang hoài nghi về sự tạo hóa mới.","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:16","price":"Quả thật, TA đã tạo hóa con người và TA biết rõ những gì bản thân y thì thầm bởi vì TA ở gần y hơn cả tĩnh mạch cổ của y.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:17","price":"Khi hai (Thiên Thần Ghi Chép) ghi lại (các hành động), một (Thiên Thần) ngồi bên phải và một (Thiên Thần) ngồi bên trái.","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:18","price":"Bất cứ lời nào (con người) thốt ra cũng đều có (một Thiên Thần) quan sát theo dõi sẵn sàng (ghi lại).","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:19","price":"Sự đau đớn của cái chết xảy đến (với mỗi con người) là sự thật. Đó là cái mà ngươi (hỡi con người) cố chạy trốn khỏi nó.","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:20","price":"Và Cái Sừng (Còi) sẽ được thổi. Đó là Ngày được hứa (về sự trừng phạt).","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:21","price":"Mỗi linh hồn đều sẽ đến (trình diện Allah), cùng theo với y là một (Thiên Thần) dẫn đường và một (Thiên Thần) làm chứng.","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:22","price":"(Allah phán bảo y): “Quả thật, ngươi đã lơ là về (Ngày) này. Giờ đây TA vén tấm màn khỏi ngươi nên ngày hôm nay mắt của ngươi nhìn thấy rõ nét.","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:23","price":"(Thiên Thần) đồng hành của y thưa: “Đây là phần ghi chép (hành động) của y ở nơi bề tôi!”","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:24","price":"(Allah phán với hai Thiên Thần dẫn đường và làm chứng): “Hai ngươi hãy ném từng tên vô đức tin ương ngạnh vào Hỏa Ngục!”","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:25","price":"“(Tên này là) kẻ ngăn cản điều tốt, vượt mức giới hạn và hoài nghi.”","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:26","price":"“Hắn là kẻ đã dựng lên cùng với Allah thần linh khác, hai ngươi hãy ném hắn vào chỗ trừng phạt khắc nghiệt nhất.”","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:27","price":"Người bạn (Shaytan) của y sẽ thưa: “Lạy Thượng Đế của bầy tôi! Bề tôi đã không làm cho y phạm giới mà chính y tự mình lầm lạc mà thôi.”","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:28","price":"(Allah) phán: “Các ngươi chớ tranh cãi trước mặt TA. Quả thật, TA đã gởi cho các ngươi Lời Cảnh Báo.”","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:29","price":"“Lời phán của TA sẽ không thay đổi; và TA không hề đối xử bất công với bất kỳ người bề tôi nào.”","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:30","price":"Vào Ngày mà TA sẽ phán bảo Hỏa Ngục “Ngươi đã đầy chưa?” và Nó sẽ thưa “(Bẩm Allah!) Còn ai nữa không?”","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:31","price":"Và Thiên Đàng được mang đến trước mặt những người ngoan đạo, (Nó không xa).","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:32","price":"(Họ được bảo): “Đây là thứ đã được hứa với mỗi người quay về (với Allah) và giữ gìn (giao ước của Ngài).”","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:33","price":"Người nào sợ Đấng Ar-Rahman trong vô hình và đến (với Ngài) với một trái tim phục thiện,","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:34","price":"(Họ sẽ được bảo): “Các ngươi hãy vào (Thiên Đàng) một cách an lành. Đó là ngày vĩnh cửu.”","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:35","price":"Trong Thiên Đàng, họ sẽ có những thứ mình mong muốn và có phần thêm nữa ở nơi TA.","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:36","price":"Trước (những kẻ thờ đa thần Makkah này) có biết bao thế hệ vượt trội hơn chúng về sức mạnh đã bị TA hủy diệt và đã trôi giạt đi khắp nơi trên trái đất! Còn nơi nào để trốn thoát không?!","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:37","price":"Quả thật, trong sự việc đó có một sự nhắc nhở cho những ai có trái tim hoặc lắng nghe với sự chú tâm.","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:38","price":"Thật vậy, TA (Allah) đã tạo hóa các tầng trời và trái đất cũng như vạn vật giữa chúng trong sáu Ngày và TA không hề mỏi mệt.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:39","price":"Bởi thế, Ngươi (hỡi Thiên Sứ Muhammad) hãy kiên nhẫn với những điều họ nói và Ngươi hãy tán dương ca tụng Thượng Đế của Ngươi trước khi mặt trời mọc và lặn.","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:40","price":"Và Ngươi hãy tán dương Ngài vào ban đêm và sau các lễ nguyện Salah.","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:41","price":"Và Ngươi hãy lắng nghe vào Ngày mà (Thiên Thần) Hô Gọi sẽ hô gọi từ một nơi rất gần.","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:42","price":"Ngày mà họ sẽ thực sự nghe một Tiếng Gầm Thét. Đó sẽ là Ngày của sự đi ra.","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:43","price":"Thật vậy, TA (Allah) là Đấng làm cho sống và làm cho chết và tất cả sẽ quay trở về trình diện TA.","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:44","price":"Ngày mà trái đất sẽ vỡ nứt, và họ nhanh chóng đi ra (đến nơi triệu tập). Đó là một cuộc triệu tập dễ dàng đối với TA.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:45","price":"TA biết rõ điều chúng nói; và Ngươi (Thiên Sứ Muhammad) không phải là kẻ cường hào cưỡng bách chúng. Vì vậy, Ngươi hãy dùng Kinh Qur’an nhắc nhở những ai biết sợ Lời Đe dọa (của TA).","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"vi"}],"chapter":["50 (Qaf)","Qaf","Surah Qaf","Chapter Qaf","Surah 50","Chapter 50","Qaf","ق"]}