{"data":[{"name":"65:1","price":"Hỡi Nabi, khi nào Ngươi và ai đó trong cộng đồng tín đồ của Ngươi muốn ly dị vợ thì các ngươi hãy ly dị họ dựa vào ‘Iddah (thời hạn ấn định) của họ, các ngươi hãy tính cho đúng ‘Iddah. Các ngươi hãy kính sợ Allah, Thượng Đế của các ngươi. Các ngươi không được đuổi họ ra khỏi nhà của họ cũng như bản thân họ không được rời khỏi nhà (trong thời gian đó) trừ phi họ phạm tội Zina rõ ràng. Đó là những giới hạn của Allah, ai vượt quá giới hạn của Allah thì quả thật y đã tự làm hại bản thân mình. Ngươi (hỡi người ly dị) không biết rằng có thể sau này Allah sẽ cho một điều kiện mới nào đó (để hòa giải đôi bên).","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"65:2","price":"Khi họ gần chấm dứt thời hạn ấn định của mình, các ngươi hãy giữ họ lại một cách tử tế hoặc ly hôn họ một cách đàng hoàng. Các ngươi hãy mời hai người công bằng trong các ngươi đến làm chứng và hãy vì Allah mà thiết lập chứng cớ rõ ràng. Đó là điều khuyên răn cho bất cứ ai có đức tin nơi Allah và Ngày Sau. Ai kính sợ Allah, Ngài sẽ tạo cho y một lối thoát.","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"65:3","price":"Và Ngài sẽ ban bổng lộc cho y theo cách mà y không thể ngờ tới. Và ai phó thác cho Allah thì Ngài đủ giúp y (trong tất cả mọi sự việc). Quả thật, Allah sẽ hoàn thành mục đích của Ngài, và quả thật, Allah đã đặt cho tất cả mọi thứ một mức lượng (theo qui định).","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"65:4","price":"Những người không còn mong đợi kinh nguyệt trong số những người vợ của các ngươi, nếu các ngươi nghi ngờ thì ‘Iddah của họ là ba tháng, kể cả những người không có kinh nguyệt. Riêng đối với những người vợ đang mang thai thì ‘Iddah của họ sẽ kéo dài cho đến khi họ sinh con. Ai kính sợ Allah, Ngài sẽ làm cho vấn đề của y trở nên dễ dàng.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"65:5","price":"Đó là mệnh lệnh của Allah, Ngài đã ban nó xuống cho các ngươi. Ai kính sợ Allah, Ngài sẽ xóa bỏ các tội lỗi cho y và sẽ làm phần thưởng thêm to lớn dành cho y.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"65:6","price":"Các ngươi (hỡi những người chồng) hãy để (những người vợ của các ngươi) ở nơi nào mà các ngươi ở tùy theo điều kiện của các ngươi; các ngươi không được gây khó khăn cho họ nhằm ép bức họ. Nếu họ mang thai, các ngươi hãy chu cấp cho họ đến khi họ sinh con. Nếu họ giúp các ngươi cho con bú, các ngươi hãy trả tiền công cho họ và các ngươi hãy trao đổi ý kiến lẫn nhau một cách biết điều và hợp lý, nhưng nếu các ngươi gặp khó khăn (trong việc cho con bú) thì hãy tìm người phụ nữ khác (giúp người chồng) cho con bú.","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"65:7","price":"Người dư dả sẽ chi tiêu theo điều kiện dư dả của mình, còn người ít điều kiện thì chi tiêu theo những gì mà Allah ban cấp cho y. Allah không bắt bất cứ linh hồn nào phải nặng gánh mà hãy tùy theo những gì Ngài đã ban cho. (Hãy biết rằng) sau khó khăn, Allah sẽ làm cho dễ dàng.","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"65:8","price":"Biết bao thị trấn đã xấc xược với mệnh lệnh của Thượng Đế và các Sứ Giả của Ngài nên TA thanh toán các thị trấn đó bằng một cuộc thanh toán dữ dội, và TA đã trừng phạt chúng bằng một sự trừng phạt khủng khiếp.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"65:9","price":"Các thị trấn đó đã nếm trải hậu quả tồi tệ do tình trạng xấc xược của chúng. Và kết cục cho tình trạng của chúng là sự mất mát thua thiệt.","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"65:10","price":"Allah đã chuẩn bị cho chúng một sự trừng phạt nghiêm khắc. Vì vậy, các ngươi hãy kính sợ Allah hỡi những người hiểu biết, những người có đức tin. Quả thật, Allah đã ban xuống cho các ngươi Lời Nhắc Nhở (Qur’an).","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"65:11","price":"(Muhammad), một vị Sứ Giả (của Allah) đọc lại cho các ngươi những Lời Mặc Khải của Allah một cách rõ ràng để đưa những người có đức tin và hành thiện từ nơi tăm tối ra ánh sáng. Người nào có đức tin nơi Allah và hành thiện thì sẽ được Ngài thu nhận vào các Ngôi Vườn Thiên Đàng bên dưới có các dòng sông chảy và sẽ sống trong đó mãi mãi. Chắc chắn, Allah sẽ cung cấp cho y bổng lộc tốt nhất.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"65:12","price":"Allah là Đấng đã tạo ra bảy tầng trời và (bảy) trái đất giống như chúng. Mệnh lệnh (của Ngài) truyền xuống giữa chúng để các ngươi biết rằng Allah toàn năng trên tất cả mọi thứ và rằng Allah bao trùm toàn bộ mọi thứ bằng kiến thức của Ngài.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"vi"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}