{"data":[{"name":"66:1","price":"Hỡi Nabi, tại sao Ngươi lại cấm (chính mình) những gì Allah đã cho phép Ngươi, để làm vừa lòng các bà vợ của Ngươi? Và Allah là Đấng Tha Thứ, Đấng Nhân Từ.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5230,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"66:2","price":"Quả thật, Allah đã qui định cho các ngươi (hỡi những người Muslim) cách thức xóa bỏ lời thề của các ngươi. Allah là Đấng bảo hộ của các ngươi, Ngài là Đấng Toàn Tri, Đấng Thông Thái.","arabic":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5231,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"66:3","price":"Và (hãy nhớ lại) khi Nabi tâm sự với một trong những người vợ của mình, người vợ đó đã tiết lộ nó sau đó. Allah đã cho Y biết sự việc đó, Y đã xác nhận một phần và bỏ qua một phần khác. Khi Y nói với nàng ta về điều đó thì nàng ta nói: “Ai đã cho chàng biết điều này?” Y đáp: “Đấng Toàn Tri, Đấng Thông Toàn đã cho Ta biết.”","arabic":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5232,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"66:4","price":"Nếu hai ngươi (‘A-ishah và Hafsah) biết ăn năn sám hối với Allah thì quả thật trái tim của hai ngươi đã chịu thuận, nhưng nếu hai ngươi tiếp tay nhau chống lại (Thiên Sứ Muhammad) thì quả thực Allah là Đấng bảo vệ Y, Đại Thiên Thần Jibril và những người có đức tin cũng vậy; và các vị Thiên Thần khác đều sẽ ủng hộ Y.","arabic":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5233,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"66:5","price":"Nếu (Thiên Sứ Muhammad) ly dị tất cả các ngươi (hỡi những người vợ của Y), Thượng Đế của Y có thể sẽ đổi lại cho Y các bà vợ khác tốt hơn các ngươi. Họ sẽ là những phụ nữ Muslim có đức tin, sùng đạo, năng sám hối, luôn thờ phượng, nhịn chay, đã từng kết hôn hay còn con gái.","arabic":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5234,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"66:6","price":"Hỡi những người có đức tin! Các ngươi hãy bảo vệ bản thân và gia đình khỏi Hỏa Ngục, nơi mà chất đốt của nó là con người và đá, được những vị Thiên Thần lạnh lùng và nghiêm nghị cai quản. Họ không trái lệnh Allah bất cứ điều gì, họ chỉ biết thi hành đúng theo lệnh (của Ngài).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5235,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"66:7","price":"Hỡi những kẻ vô đức tin! Các ngươi đừng hòng chạy tội vào Ngày đó. Quả thật các ngươi chắc chắn sẽ được đền đáp (xứng đáng) cho những gì các ngươi đã từng làm.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5236,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"66:8","price":"Hỡi những người có đức tin! Các ngươi hãy chân thành sám hối với Allah, hy vọng rằng Thượng Đế của các ngươi sẽ xóa tội cho các ngươi và sẽ thu nhận các ngươi vào các Ngôi Vườn Thiên Đàng bên dưới có các dòng sông chảy vào Ngày mà Allah sẽ không hạ nhục Nabi và những người có đức tin cùng với Y. Ánh sáng của họ sẽ chiếu rọi đằng trước và bên phải của họ, họ sẽ nói: “Lạy Thượng Đế của bầy tôi! Xin Ngài hoàn thiện cho bầy tôi ánh sáng của bầy tôi và xin Ngài tha thứ tội lỗi cho bầy tôi, quả thật, Ngài là Đấng Toàn Năng trên tất cả mọi thứ.”","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5237,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"66:9","price":"Hỡi Nabi! Ngươi hãy chiến đấu chống lại những kẻ vô đức tin và những kẻ giả tạo đức tin, Ngươi hãy nghiêm khắc với chúng. Quả thật, chỗ ở của chúng sẽ là Hỏa Ngục, một đích đến vô cùng tồi tệ.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5238,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"66:10","price":"Allah đưa ra một ví dụ cho những kẻ vô đức tin là vợ của Nuh và vợ của Lut. Cả hai ở dưới quyền của hai Bề Tôi đức hạnh của TA nhưng cả hai đã phản bội họ. Vì vậy, các vị Nabi đó chẳng giúp ích gì được cho cả hai ở nơi Allah và cả hai sẽ được bảo: “Hai ngươi hãy vào Hỏa Ngục cùng với những kẻ đi vào.”","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5239,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"66:11","price":"Và Allah đưa ra một ví dụ cho những người có đức tin: vợ của Pha-ra-ông, khi nữ cầu nguyện thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài xây cho bề tôi một ngôi nhà gần Ngài nơi Thiên Đàng và xin Ngài cứu bề tôi thoát khỏi Pha-ra-ông và những việc làm của hắn và xin Ngài cứu bề tôi thoát khỏi đám người làm điều sai quấy.”","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5240,"juzNumber":28,"footnotes":"","lang":"vi"},{"name":"66:12","price":"Và (một ví dụ nữa): Maryam, con gái của ‘Imran, Nữ đã giữ sự trong trắng của mình. Vì vậy, TA (Allah) đã cho Ruh (Đại Thiên Thần Jibril) của TA thổi vào (cơ thể của) Nữ và Nữ đã tin sự Thật về Lời phán của Thượng Đế của Nữ, Nữ đã tin vào các Kinh Sách của Ngài và Nữ là một người hết lòng vâng lời (Ngài).","arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5241,"juzNumber":28,"footnotes":"","lang":"vi"}],"chapter":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim","Chapter At-Tahrim","Tahrim","Surah Tahrim","Chapter Tahrim","At Tahrim","Surah At Tahrim","Chapter At Tahrim","Surah 66","Chapter 66","The Prohibition","التحريم"]}