{"data":[{"name":"8:1","price":"Họ (các vị Sahabah) hỏi Ngươi (hỡi Thiên Sứ) về chiến lợi phẩm. Ngươi hãy bảo họ: “Chiến lợi phẩm thuộc về Allah và Thiên Sứ (của Ngài). Vì vậy, các ngươi (những người có đức tin) hãy kính sợ Allah và hãy cư xử hài hòa giữa các ngươi; và các ngươi hãy tuân lệnh Allah và Thiên Sứ của Ngài nếu các ngươi thực sự là những người có đức tin.”","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:2","price":"Quả thật, những người có đức tin là những người mà khi nghe nhắc đến Allah thì con tim của họ sợ hãi, còn khi nghe xướng đọc các Lời Mặc Khải của Ngài thì họ tăng thêm đức tin và họ hoàn toàn phó thác cho Thượng Đế của họ.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:3","price":"(Những người có đức tin) là những người chu đáo duy trì lễ nguyện Salah và chi dùng bổng lộc mà TA ban cấp (cho con đường chính nghĩa của TA).","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:4","price":"Những người đó mới là những người có đức tin đích thực. (Rồi đây) họ sẽ có được những cấp bậc vinh dự ở nơi Thượng Đế của họ, cùng với sự tha thứ và bổng lộc dồi dào (từ nơi Ngài).","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:5","price":"Tương tự (như mệnh lệnh chia chiến lợi phẩm), việc Thượng Đế của Ngươi (hỡi Thiên Sứ) đã ra lệnh cho Ngươi rời khỏi nhà (đi chinh chiến với kẻ thù) là điều đúng đắn. Tuy nhiên, có một nhóm tín đồ có đức tin lại ghét (việc cùng Ngươi đi chinh chiến).","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:6","price":"Họ tranh luận với Ngươi về sự đúng đắn (của việc đi chinh chiến) sau khi nó đã được trình bày rõ ràng (cho họ). (Họ lo sợ) như thể họ đang bị dẫn đến cái chết và họ đang nhìn thấy (cảnh chết trước mặt họ).","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:7","price":"(Các ngươi - những người có đức tin hãy nhớ lại) việc Allah đã hứa với các ngươi (về sự thắng lợi) cho dù các ngươi đối đầu với đoàn nào trong hai đoàn (của địch). (Tuy nhiên), trong thâm tâm, các ngươi mong được chạm trán với (đoàn thương buôn) không trang bị vũ khí (vì các ngươi lo lắng cho kết cuộc xấu) còn Allah thì lại muốn khẳng định sự thật bằng Lời Phán của Ngài đồng thời Ngài muốn chặt đứt gốc rễ của những kẻ vô đức tin.","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:8","price":"Mục đích để Ngài chứng minh (với các ngươi) rằng chân lý vẫn là chân lý và sự ngụy tạo vẫn là sự ngụy tạo, dẫu cho những kẻ tội lỗi căm ghét (điều đó).","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:9","price":"(Các ngươi - những người có đức tin, hãy nhớ lại lúc ở Badr) khi các ngươi cầu xin Thượng Đế của các ngươi (cứu giúp). Ngài đã đáp lại lời cầu nguyện của các ngươi (với lời phán): “Chắc chắn TA sẽ trợ giúp các ngươi với một ngàn Thiên Thần xếp thành hàng (phía sau các ngươi).”","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:10","price":"Quả thật, Allah làm điều đó chẳng qua chỉ để (tinh thần của) các ngươi phấn khởi và làm cho các ngươi an lòng, chứ mọi sự thắng lợi đều do Allah cả, Ngài là Đấng Quyền Năng, Đấng Sáng Suốt.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:11","price":"(Các ngươi - những người có đức tin, hãy nhớ lại lúc ở Badr) khi Ngài (Allah) làm cho các ngươi ngủ thiếp đi một giấc để trấn an (nỗi sợ hãi của các ngươi) và Ngài cho mưa từ trời xuống để thanh lọc các ngươi, để tẩy sạch vết bẩn của Shaytan, để củng cố tấm lòng của các ngươi thêm kiên cường và để giữ vững bàn chân của các ngươi.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:12","price":"(Ngươi - hỡi Thiên Sứ, hãy nhớ lại) khi Thượng Đế của Ngươi đã mặc khải cho các Thiên Thần: “Quả thật, TA luôn bên cạnh các ngươi, vì vậy, các ngươi hãy làm vững lòng những người có đức tin. TA sẽ gieo nỗi sợ hãi vào lòng của những kẻ vô đức tin. Do đó, các ngươi hãy đánh vào cổ và hãy đánh từng ngón tay của chúng.”","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:13","price":"Sở dĩ chúng bị hậu quả như thế là do chúng đã chống đối Allah và Thiên Sứ của Ngài. Và kẻ nào dám chống đối Allah và Thiên Sứ của Ngài (thì hãy biết rằng) quả thật Allah rất nghiêm khắc trong việc trừng trị.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:14","price":"Đó là (hình phạt) dành cho các ngươi (hỡi những kẻ chống đối Allah và Thiên Sứ của Ngài). Bởi thế, các ngươi hãy nếm lấy nó và (các ngươi hãy nên biết) rằng những kẻ vô đức tin chắc chắn sẽ phải bị trừng phạt nơi Hỏa Ngục (vào Đời Sau).","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:15","price":"Hỡi những người có đức tin, khi các ngươi chạm trán với kẻ thù nơi sa trường thì các ngươi chớ quay lưng bỏ chạy.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:16","price":"Ai quay lưng bỏ chạy vào ngày (chạm trán) đó, trừ phi chỉ để dụ địch vào bẫy hoặc chỉ để rút lui về nhập với đoàn quân của mình, bằng không, chắc chắn y sẽ phải hứng chịu cơn thịnh nộ của Allah và nơi ở của y chắc chắn sẽ là Hỏa Ngục, một nơi ở vô cùng tồi tệ.","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:17","price":"(Thật ra) các ngươi (hỡi những người có đức tin) không giết chúng (những kẻ đa thần tại Badr) mà chính Allah đã giết chúng, và không phải Ngươi (hỡi Thiên Sứ) đã ném khi Ngươi ném (một nắm đất tại Badr) mà chính Allah đã ném (làm cho họ mờ mắt). (Việc Ngài để các ngươi với số lượng quân binh ít chạm trán với địch có số lượng quân binh nhiều và hùng mạnh hơn) là để Ngài thử thách những người có đức tin bằng một sự thử thách tốt đẹp từ nơi Ngài. Quả thật, Allah hằng nghe, hằng biết.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:18","price":"(Sự thắng lợi) đó của các ngươi là do Allah đã làm suy giảm kế hoạch của những kẻ vô đức tin.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:19","price":"Nếu các ngươi (những kẻ đa thần) yêu cầu sự phân định rạch ròi thì nó đã xảy ra với các ngươi (tại Badr). Tuy nhiên, nếu các ngươi dừng lại thì sẽ tốt hơn cho các ngươi, còn nếu các ngươi tái diễn (việc tấn công) thì TA (Allah) cũng sẽ tái diễn (việc phù hộ họ chiến thắng và các ngươi vẫn tiếp tục thất bại) và lực lượng của các ngươi không giúp ích được gì cho các ngươi dẫu các ngươi có đông bao nhiêu đi chăng nữa, bởi quả thật Allah luôn sát cánh với những người có đức tin.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:20","price":"Hỡi những người có đức tin, các ngươi hãy tuân lệnh Allah và Thiên Sứ của Ngài, các ngươi chớ đừng quay lưng với Y trong khi các ngươi vẫn đang nghe (các câu Kinh Qur’an được đọc cho các ngươi).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:21","price":"Các ngươi chớ đừng hành xử như những kẻ chỉ biết nói: “Chúng tôi đã nghe” nhưng thật ra họ không nghe.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:22","price":"Quả thật, loài vật xấu xa nhất đối với Allah là kẻ điếc, câm không hiểu gì.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:23","price":"Nếu Allah biết ở họ thực sự có điều tốt thì chắc chắn Ngài đã cho họ nghe (nhưng họ chẳng có điều tốt đẹp nào nên) cho dù Ngài có cho họ nghe (chân lý) thì họ vẫn ngoảnh đi.","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:24","price":"Hỡi những người có đức tin! Các ngươi hãy đáp lại lời mời gọi của Allah và Thiên Sứ (của Ngài) khi Y mời gọi các ngươi đến với điều giúp các ngươi sống (tốt lành). Các ngươi hãy biết rằng Allah can thiệp giữa một người và trái tim của y và rồi đây các ngươi sẽ phải quay về trình diện Ngài.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:25","price":"Các ngươi (hỡi những người có đức tin) hãy coi chừng tai họa (của Allah giáng xuống) bởi lẽ không chỉ riêng những kẻ tội lỗi trong các ngươi sẽ phải hứng chịu (mà ngay cả các ngươi cũng phải vạ lây). Các ngươi hãy biết rằng Allah rất nghiêm khắc trong việc trừng phạt.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:26","price":"(Hỡi những người có đức tin), các ngươi hãy nhớ lại lúc các ngươi còn ở vùng đất (Makkah) chỉ là một nhóm thiểu số yếu thế luôn lo sợ bị vây bắt thủ tiêu. Thế rồi (Allah) đã ban cho các ngươi một nơi lánh nạn, tăng cường sức mạnh cho các ngươi qua sự trợ giúp của Ngài và ban cho các ngươi bổng lộc tốt sạch, mong rằng các ngươi biết tạ ơn (Ngài).","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:27","price":"Hỡi những người có đức tin! Các ngươi đừng lừa dối Allah và Sứ Giả (Muhammad), và các ngươi chớ gian lận những tín vật được ủy thác cho các ngươi trong lúc các ngươi biết rõ (đó là lừa dối và bất tín).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:28","price":"Các ngươi hãy biết rằng tài sản và con cái của các ngươi thật ra chỉ là một sự thử thách, nhưng ở nơi Allah chắc chắn sẽ có một phần thưởng vĩ đại.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:29","price":"Hỡi những người có đức tin, nếu các ngươi sợ Allah, Ngài sẽ phú cho các ngươi tiêu chuẩn phân biệt (lẽ phải) đồng thời sẽ xóa tội lỗi của các ngươi và tha thứ cho các ngươi. Quả thật, Allah có vô vàn thiên ân vĩ đại.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:30","price":"(Ngươi - hỡi Thiên Sứ Muhammad, hãy nhớ lại) khi những kẻ vô đức tin mưu định giam cầm Ngươi hoặc sát hại Ngươi hoặc trục xuất Ngươi ra khỏi xứ. Chúng hoạch định mưu kế và Allah cũng hoạch định (mưu kế của Ngài), tuy nhiên, Allah là Đấng hoạch định ưu việt.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:31","price":"(Những kẻ đa thần), khi các Lời Mặc khải của TA được xướng đọc cho chúng thì chúng bảo: “Thật ra chúng tôi đã từng nghe (những điều này). Nếu chúng tôi muốn, chúng tôi có thể sáng tác những lời tương tự. Đây chẳng qua chỉ là những câu chuyện cổ tích thời xưa.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:32","price":"(Ngươi - hỡi Thiên Sứ Muhammad, hãy nhớ lại) khi chúng (những kẻ đa thần) cầu nguyện (mang tính thách thức): “Lạy Allah, nếu như điều (mà Muhammad mang đến) là sự thật thì xin Ngài hãy cho trận mưa đá từ trên trời trút xuống đè chúng tôi hoặc xin Ngài hãy mang đến cho chúng tôi một hình phạt đau đớn!”","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:33","price":"(Quả thật), Allah không trừng phạt (cộng đồng của Ngươi) khi Ngươi (Thiên Sứ Muhammad) vẫn đang sống giữa bọn họ, và Allah cũng không trừng phạt họ khi họ vẫn còn cầu xin (TA) tha thứ.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:34","price":"Sao Allah không trừng phạt chúng (những kẻ đa thần) khi mà chúng ngăn cản (thiên hạ) vào Masjid Haram (Makkah). Chúng đâu phải là những người bảo quản Nó. Quả thật, chỉ những người ngoan đạo (sợ Allah) mới là những người bảo quản Nó. Tuy nhiên, đa số bọn chúng không biết (điều đó).","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:35","price":"Lễ nguyện Salah của chúng (những kẻ đa thần) tại Ngôi Đền (Ka’bah) không gì hơn ngoài việc huýt sáo và vỗ tay. Vì vậy, các ngươi hãy nếm lấy hình phạt bởi những gì các ngươi đã phủ nhận.","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:36","price":"Quả thật, những kẻ vô đức tin thường chi dùng tài sản của chúng vào việc ngăn chặn con đường chính đạo của Allah. Vì vậy, chúng sẽ tiếp tục chi dùng tài sản của chúng (vào việc đó), rồi đây chúng sẽ phải hối tiếc và cuối cùng chúng sẽ thất bại. Quả thật, những kẻ vô đức tin sẽ bị đày vào Hỏa Ngục (ở Đời Sau).","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:37","price":"Mục đích để Allah tách biệt (những kẻ vô đức tin) bẩn thỉu ra khỏi (những người có đức tin) tốt lành và để Ngài nhập chung tất cả những kẻ bẩn thỉu lại thành một đống chất chồng lên nhau trong Hỏa Ngục. Chúng là những kẻ thất bại và thua thiệt.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:38","price":"Ngươi (hỡi Thiên Sứ Muhammad) hãy bảo những kẻ vô đức tin nếu chúng biết dừng lại (việc ngăn chặn Islam và có đức tin nơi Allah) thì tội lỗi của chúng trong quá khứ sẽ được tha thứ, còn nếu chúng tiếp tục ngoan cố thì quả thật tiền lệ của các dân tộc [nổi loạn] trước đây (sẽ là sự cảnh báo dành cho chúng).”","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:39","price":"Các ngươi (những người có đức tin) hãy tiếp tục đánh chúng cho đến khi nào chúng chấm dứt hành động quấy nhiễu (ngăn cản mọi người đến với tôn giáo Islam) và cho đến khi tôn giáo hoàn toàn thuộc về (một mình) Allah. Nhưng nếu chúng chịu dừng lại thì chắc chắn Allah hằng thấy rõ mọi hành động của chúng.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:40","price":"Còn nếu chúng từ chối thì các ngươi hãy biết rằng Allah chính là Đấng Bảo Hộ của các ngươi. Đấng Bảo Hộ ưu việt, Đấng Trợ Giúp ưu việt.","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"vi"},{"name":"8:41","price":"Các ngươi (những người có đức tin) hãy biết rằng bất cứ thứ gì (từ chiến lợi phẩm) mà các ngươi thu được trên chiến trường thì (các ngươi phải chia thành 5 phần, trong đó bốn phần là của những người tham chiến), một phần năm còn lại là của Allah, của Thiên Sứ (Muhammad), của dòng họ (của Thiên Sứ)(1), của trẻ mồ côi, của người nghèo và người lỡ đường, nếu các ngươi có đức tin nơi Allah và nơi những gì TA đã mặc khải cho người bề tôi (Muhammad) của TA vào ngày phân biệt (giữa chính và tà), ngày mà hai phe (những người Muslim và những kẻ đa thần Quraish) gặp nhau (tại Badr). Quả thật, Allah toàn năng trên tất cả mọi thứ.","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":"(1) Dòng họ của Thiên Sứ là những người thuộc con cháu của ông cố Hashim và ông nội Al-Muttalib của Người.","lang":"vi"},{"name":"8:42","price":"Các ngươi (những người có đức tin) hãy nhớ lại lúc các ngươi ở phía bên này gần (thung lũng Badr) và họ (những kẻ đa thần Quraish) ở phía bên kia cách xa (thung lũng) hơn, còn đoàn khách thương thì ở vị trí thấp hơn các ngươi (đang di chuyển về hướng biển đỏ). Nếu như các ngươi đã hẹn giao chiến (với chúng từ trước) thì chắc chắn các ngươi đã gặp phải sự thất bại. Tuy nhiên, (cuộc giao chiến đã diễn ra) là bởi vì Allah muốn hoàn thành một vấn đề đã được định sẵn, (đó là) để ai tới số chết thì phải chết theo bằng chứng rõ ràng và ai vẫn còn sống thì sẽ sống theo bằng chứng rõ ràng. Quả thật, Allah hằng nghe, hằng biết.","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:43","price":"(Hỡi Thiên Sứ Muhammad), Ngươi hãy nhớ lại việc Allah đã cho Ngươi nằm mơ thấy số lượng của quân địch chỉ là số ít. Nếu Ngài cho Ngươi thấy chúng là một lực lượng đông đảo thì chắc chắn các ngươi đã yếu lòng và lo sợ, chắc chắn các ngươi đã tranh cãi nhau về việc (có nên giao chiến với quân địch hay không). Tuy nhiên, Allah đã phù hộ cho các ngươi được bình an. Quả thật, Ngài biết rõ những điều nằm trong lòng (của mọi người).","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:44","price":"Các ngươi (những người có đức tin) hãy nhớ lại khi (Allah) đã làm cho các ngươi thấy (quân địch) chỉ gồm một lực lượng ít ỏi trong mắt của các ngươi (để các ngươi can đảm giao chiến với chúng), đồng thời Ngài làm cho (chúng thấy) các ngươi chỉ là một lực lượng rất ít trong mắt của chúng (khiến chúng khinh thường và chủ quan), mục đích để Allah hoàn thành sự việc đã được định sẵn. Quả thật, mọi sự việc đều được đưa về trình Allah.","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:45","price":"Hỡi những người có đức tin, khi các ngươi chạm trán với một toán nào đó (của địch) thì các ngươi hãy đứng vững (không bỏ chạy) và hãy tụng niệm Allah thật nhiều, mong rằng các ngươi thành công.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:46","price":"Các ngươi hãy tuân lệnh Allah và Sứ Giả của Ngài; các ngươi đừng bất đồng và tranh cãi nhau kẻo các ngươi mất đi sức mạnh và trở nên hèn yếu. Các ngươi hãy kiên nhẫn, bởi quả thật Allah ở cùng với những người kiên nhẫn.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:47","price":"Các ngươi đừng giống như những kẻ (đa thần) rời xứ sở (Makkah) của chúng với dáng điệu ngạo mạn và thái độ xấc xược, muốn phô trương uy thế và sức mạnh cho thiên hạ thấy và muốn ngăn cản (thiên hạ) khỏi con đường của Allah. Tuy nhiên, Allah bao quát tất cả những gì chúng làm.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:48","price":"Các ngươi (những người có đức tin) hãy nhớ lại việc Shaytan đã làm cho việc làm của (những kẻ đa thần) trở nên đẹp đẽ đối với chúng và hắn nói với chúng: “Ngày hôm nay, không ai trong thiên hạ có thể thắng được các người và ta sẽ luôn bên cạnh các người.” Thế nhưng, khi hai phe (Muslim và những kẻ đa thần) chạm trán nhau thì hắn lại quay lưng bỏ chạy và nói với (những kẻ đa thần): “Thật ra ta đây không dính líu gì với các người, ta thực sự thấy thứ mà các người không nhìn thấy, ta thực sự sợ Allah, bởi Allah rất nghiêm khắc trong việc trừng phạt.”","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:49","price":"Các ngươi (những người có đức tin) hãy nhớ lại khi những kẻ giả tạo đức tin và những kẻ mà trong con tim của chúng mang chứng bệnh (hoài nghi) nói: “Đám người (Muslim) này, tôn giáo của họ đã lừa họ (rằng họ sẽ thắng kẻ thù trong khi họ với lực lượng ít ỏi còn kẻ thù thì đông và mạnh)”. Tuy nhiên, người nào phó thác cho Allah thì (sẽ thấy) Allah là Đấng Toàn Năng, Đấng Sáng Suốt.","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:50","price":"Giá như Ngươi (hỡi Thiên Sứ) thấy được cảnh tượng khi các Thiên Thần bắt hồn những kẻ vô đức tin bằng cách đánh vào mặt và lưng của chúng; và (các Thiên Thần bảo chúng): “Các ngươi hãy nếm lấy hình phạt của Lửa thiêu đốt!”","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:51","price":"Đấy là (hậu quả) cho những gì mà đôi bàn tay của các ngươi đã gửi đi trước và Allah không hề bất công với bất cứ người bề tôi nào (của Ngài).","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:52","price":"(Cung cách của chúng) giống như cung cách của Pha-ra-ông và những kẻ trước chúng. Tất cả đều đã phủ nhận các Lời Mặc Khải của TA nên Allah đã bắt phạt chúng bởi tội lỗi của chúng. Thật vậy, Allah rất nghiêm khắc trong việc trừng phạt.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:53","price":"Đấy là (hậu quả), bởi Allah không thay đổi hồng ân mà Ngài đã ban cho đám người nào đó cho đến khi họ tự thay đổi bản thân mình (từ tình trạng có đức tin và biết ơn trở thành sự vô đức tin và vong ơn). Thật vậy, Allah hằng nghe, hằng biết.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:54","price":"(Cung cách của chúng) giống như cung cách của Pha-ra-ông và những kẻ trước chúng. Tất cả đều đã phủ nhận các Lời Mặc Khải của Thượng Đế của chúng nên TA đã tiêu diệt chúng bởi tội lỗi của chúng. TA đã nhấn chìm thuộc hạ của Pha-ra-ông bởi vì tất cả bọn chúng đều là những kẻ sai quấy.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:55","price":"Đối với Allah, loài vật xấu nhất là những kẻ vô ơn, không có đức tin.","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:56","price":"(Chúng là) những kẻ mà Ngươi (hỡi Thiên Sứ Muhammad) đã giao ước với chúng nhưng rồi chúng lại đơn phương phá vỡ giao ước hết lần này đến lần khác và chúng không sợ (Allah).","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:57","price":"Nếu như Ngươi (hỡi Thiên Sứ Muhammad) gặp chúng trong trận chiến thì các ngươi hãy đánh bại chúng để làm bài học cảnh cáo cho những ai sau chúng, mong là chúng biết ghi nhớ.","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:58","price":"Còn nếu như Ngươi lo sợ đám người nào đó bội ước trước thì Ngươi hãy ném (giao ước của chúng) lại cho chúng bởi lẽ Allah thực sự không yêu thương những kẻ bội ước.","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:59","price":"Những kẻ vô đức tin đừng tưởng sẽ thoát được sự trừng phạt của Allah, chắc chắn bọn chúng không bao giờ ngăn cản được (hình phạt của) Ngài.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:60","price":"Các ngươi (những người có đức tin) hãy chuẩn bị chống lại chúng bằng bất cứ thứ gì có thể, từ sức mạnh và các con chiến mã, để cho kẻ thù của Allah và kẻ thù của các ngươi cũng như những kẻ khác ngoài chúng mà các ngươi không biết nhưng Allah thì biết rõ về chúng kinh hồn khiếp vía. Và bất cứ thứ gì các ngươi đã chi dùng cho con đường chính nghĩa của Allah đều sẽ được Ngài bù đắp lại cho các ngươi, và tất nhiên các ngươi sẽ không bị đối xử bất công.","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:61","price":"Nhưng nếu kẻ thù muốn nghị hòa với các ngươi thì Ngươi (hỡi Thiên Sứ Muhammad) hãy nghị hòa với chúng; và các ngươi hãy phó thác cho Allah, quả thật, Ngài là Đấng Hằng Nghe, Đấng Hằng Biết.","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:62","price":"Nếu như chúng muốn (lợi dụng sự nghị hòa) để lừa Ngươi (Thiên Sứ Muhammad) thì quả thật một mình Allah đã đủ giúp Ngươi. Ngài là Đấng sẽ hỗ trợ cho Ngươi với sự giúp đỡ của Ngài và với những người có đức tin.","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:63","price":"Ngài đã liên kết con tim của (những người có đức tin) lại với nhau. Cho dù Ngươi (Thiên Sứ Muhammad) có chi dùng hết mọi thứ trên trái đất thì cũng không thể liên kết được trái tim của họ. Chính Allah đã liên kết và mang họ lại với nhau. Thật vậy, Ngài là Đấng Toàn Năng, Đấng Sáng Suốt.","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:64","price":"Hỡi Nabi (Muhammad), một mình Allah đã đủ giúp cho Ngươi và cho những người có đức tin theo Ngươi.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:65","price":"Hỡi Nabi (Muhammad), Ngươi hãy động viên những người có đức tin đi chinh chiến. Nếu trong các ngươi có hai mươi người kiên định (trong chiến đấu) thì chắc chắn sẽ đánh bại hai trăm người và nếu trong các ngươi có một trăm người (kiên định trong chiến đấu) thì chắc chắn sẽ đánh bại một ngàn người vô đức tin bởi chúng là đám người không hiểu.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:66","price":"Giờ đây, Allah đã giảm (khó khăn) cho các ngươi bởi Ngài biết trong các ngươi có sự yếu ớt. Vì vậy, nếu trong các ngươi có một trăm người kiên định (trong chiến đấu) thì chắc chắn sẽ đánh bại hai trăm người, và nếu trong các ngươi có một ngàn người (kiên định trong chiến đấu) thì chắc chắn sẽ đánh bại hai ngàn người dưới sự cho phép của Allah. Quả thật, Allah luôn ở cùng những người kiên định.","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:67","price":"Là một vị Nabi, Y không nên giữ lại các tù binh (trong chiến tranh) mà (hãy giết hết bọn chúng) không chừa tên nào sống trên trái đất.(2) Các ngươi muốn vật chất của trần gian còn Allah muốn (cuộc sống) Đời Sau. Quả thật Allah là Đấng Toàn Năng, Đấng Sáng Suốt.","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":"(2) Mệnh lệnh trong câu Kinh này đã bị xóa và được thế bằng mệnh lệnh trong câu 4 của chương 47 – Muhammad: “Vì vậy, khi các ngươi (hỡi những người có đức tin) giáp mặt với những kẻ vô đức tin (trong trận chiến) thì các ngươi hãy đánh vào cổ của chúng cho đến khi các ngươi thắng được chúng, rồi các ngươi hãy trói chặt chúng lại; sau đó, hoặc các ngươi trả tự do hoặc các ngươi bắt chúng chuộc mạng cho đến khi cuộc chiến chấm dứt. Đó (là lệnh của Allah). Và nếu muốn, Allah có thể đích thân trừng phạt chúng, tuy nhiên, Ngài muốn dùng người này để thử thách người kia. Và những ai bị giết vì con đường của Allah thì Ngài sẽ không bao giờ làm mất công lao của họ.” Thật ra, nguyên nhân câu Kinh 67 trên được mặc khải xuống là: Sau khi những người có đức tin đã giành chiến thắng những kẻ thờ đa thần Quraish trong trận Badr. Những người có đức tin đã bắt được 70 người từ phe địch làm tù binh. Thiên Sứ của Allah đã tham khảo ý kiến các vị Sahabah về việc xử trí những tù binh này như thế nào. Ông Abu Bakr thì cho rằng nên lấy tiền chuộc và thả họ. Ông Umar thì bảo rằng nên chém đầu họ tất cả để gieo nỗi sợ hãi cho kẻ thù như một sự cảnh cáo. Và cuối cùng Thiên Sứ đã lấy ý kiến của ông Abu Bakr và đã xử trí các tù binh theo ý kiến này. Thế là Allah đã mặc khải xuống câu Kinh 67 trên để khẳng định quan điểm của ông 'Umar là đúng và hợp lý trong thời điểm đó; bởi lẽ trong trận chiến Badr lực lượng của Islam vẫn còn ít, nếu xử trí các tù binh bằng cách nhận tiền chuộc và thả họ thì sẽ là bất lợi cho Islam.","lang":"vi"},{"name":"8:68","price":"Nếu như Allah đã không an bài trước trong quyển Kinh nơi Ngài thì chắc chắn các ngươi sẽ gặp phải sự trừng phạt khủng khiếp cho việc các ngươi đã nhận lấy (tiền chuộc mạng và thả các tù binh).","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:69","price":"Tuy nhiên, (sự việc đã xong), giờ các ngươi hãy thụ hưởng những gì hợp pháp, tốt sạch mà các ngươi đã thu được từ chiến lợi phẩm. Quả thật, Allah là Đấng Tha Thứ, Đấng Nhân Từ.","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:70","price":"Hỡi Nabi (Muhammad), Ngươi hãy nói với những tù binh đang trong tay của các ngươi: “Nếu như Allah thấy được điều tốt trong con tim của các ngươi thì Ngài sẽ ban cho các ngươi những thứ tốt đẹp hơn những gì các ngươi đã bị tịch thu và sẽ tha thứ cho các ngươi. Thật vậy, Allah là Đấng Tha Thứ, Đấng Nhân Từ.”","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:71","price":"Còn nếu như (những kẻ thờ đa thần ở Makkah) có ý lừa Ngươi (Thiên Sứ Muhammad) thì (Ngươi hãy biết rằng) quả thật trước đây chúng cũng đã từng lừa Allah như thế. Vì vậy, Ngài đã giúp các ngươi đánh bại chúng. Quả thật, Allah là Đấng Toàn Tri, Đấng Sáng Suốt.","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:72","price":"Quả thật, những người có đức tin và (vì đức tin của mình) đã di cư(3) và đã chiến đấu bằng tài sản và tính mạng của mình cho con đường chính nghĩa của Allah, cũng như những người đã cho họ chỗ tị nạn và giúp đỡ họ. Những người đó là đồng minh bảo vệ lẫn nhau. Còn những người có đức tin nhưng không di cư thì các ngươi (những người có đức tin) không có bất cứ trách nhiệm nào trong việc bảo vệ họ cho đến khi họ di cư cùng các ngươi. Trường hợp họ yêu cầu các ngươi trợ giúp họ về mặt tôn giáo (vì kẻ thù đàn áp họ) thì các ngươi hãy giúp đỡ họ, ngoại trừ giữa các ngươi và kẻ thù của họ có giao ước (thì các ngươi không được vi phạm giao ước). Quả thật, Allah nhìn thấy hết những gì của các ngươi làm.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":"(3) Di cư trong Islam còn gọi là Hijrah có nghĩa là dời cư từ vùng đất những người vô đức tin đến với vùng đất Islam. Cuộc Hijrah chỉ bắt buộc khi những người Muslim gặp sự khó khăn trong việc sinh hoạt thờ phượng Allah cũng như bị áp bức từ phía những người ngoại đạo.","lang":"vi"},{"name":"8:73","price":"Những kẻ vô đức tin là đồng minh của nhau. Nếu các ngươi (những người có đức tin) không thực hiện (việc bảo vệ lẫn nhau) thì e rằng sự áp bức và bất công sẽ đầy rẫy khắp nơi trên trái đất và sự thối nát sẽ to lớn.","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:74","price":"Những người có đức tin và (vì đức tin của mình) đã di cư và đã chiến đấu bằng tài sản và tính mạng của mình cho con đường chính nghĩa của Allah, cũng như những người đã cho họ chỗ tị nạn và giúp đỡ họ. Những người đó là những người có đức tin thực sự, họ sẽ được sự tha thứ và bổng lộc dồi dào (ở nơi Thiên Đàng).","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":"","lang":"vi"},{"name":"8:75","price":"Những người có đức tin sau đó và đã di cư và đã chiến đấu cùng các ngươi (những người có đức tin) thì họ là những người cùng phe với các ngươi. Và trong Kinh Sách của Allah, bà con ruột thịt xứng đáng hưởng tài sản thừa kế của nhau hơn (những người là anh em trong đạo). Quả thật, Allah hằng biết tất cả mọi thứ.","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":"","lang":"vi"}],"chapter":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"]}