{"data":[{"name":"2:255","price":"255. Allahai! La ilaha illa Huva (niekas neturi teisės būti garbinamas, tik Jis), Al-Hajul-Kajum (Amžinas, Tas, Kuris išlaiko ir saugo visa, kas egzistuoja). Nei snaudulys, nei miegas Jo neapima. Jam priklauso viskas, kas yra danguose, ir viskas, kas yra žemėje. Kas gali prašyti Jo užtarimo, išskyrus su Jo Leidimu? Jis žino, kas nutinka jiems (Jo kūrinijai) šiame pasaulyje ir kas nutiks jiems Amžinybėje. Ir jie niekada nesupras nieko iš Jo Žinių, išskyrus tai, ką Jis panorės. Jo Kursi [36] driekiasi virš dangų ir žemės, ir Jis nejaučia jokio nuovargio sergėdamas ir saugodamas juos. Ir Jis – Aukščiausiasis, Didingiausiasis. [Ši aja 2:255 vadinama Ajat-ul-Kursi.]","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"[36] Kursi: tiesiogiai tai reiškia pakojį arba kėdę ir kartais klaidingai verčiama kaip Sostas. Kursi, paminėtas šioje ajoje nėra tas pats, kas Arš (Sostas), paminėtas ajoje 7:54, 10:3, 85:15 ir kitur. Pranašas Muchammedas ﷺ sakė: „Kursi, lyginant su Arš, yra kaip žiedas, išmestas į atvirą dykumos erdvę.“ Jei Kursi driekiasi virš visos visatos, tai kiek didesnis tada yra Arš?! Iš tiesų, Allahas, abiejų, tiek Kursi, tiek Arš Kūrėjas, yra Didingiausiasis.","lang":"lt"}],"dua":{"id":1,"name":"Ayat al-Kursi","arabicName":"آية الكرسي","reference":"2:255","verseTitle":"The Throne Verse","significanceReason":"Considered the most powerful verse in the Qur'an, describing Allah's supreme attributes, omnipotence, and absolute authority. Provides comprehensive description of divine characteristics and is believed to offer spiritual protection when recited."}}