{"data":[{"name":"2:253","price":"እነዚህን መልክተኞች ከፊላቸውን በከፊሉ ላይ አበለጥን፡፡ ከእነርሱ ውስጥ አላህ ያነጋገረው አልለ፡፡ ከፊሎቻቸውንም በደረጃዎች ከፍ አደረገ፡፡ የመርየምን ልጅ ዒሳንም ግልጽ ታምራቶችን ሰጠነው፡፡ በቅዱሱ መንፈስም አበረታነው፡፡ አላህ በሻ ኖሮ እነዚያ ከእነርሱ (ከመልክተኞቹ) በኋላ የነበሩት ግልጽ ታምራቶች ከመጡላቸው በኋላ ባልተጋደሉ ነበር፡፡ ግን ተለያዩ፡፡ ከእነርሱም ውስጥ ያመነ ሰው አልለ፡፡ ከነርሱም ውስጥ የካደ ሰው አልለ፡፡ አላህ በሻ ኖሮ ባልተዋጉ (ባልተለያዩ) ነበር፡፡ ግን አላህ የሚሻውን ይሠራል፡፡","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:254","price":"እናንተ ያመናችሁ ሆይ! በርሱ ውስጥ ሽያጭ (መበዠት)፣ ወዳጅነትም፣ ምልጃም የሌለበት ቀን ከመምጣቱ በፊት ከሰጠናችሁ ነገር ለግሱ፡፡ ከሓዲዎች በዳዮቹ እነርሱ ናቸው፡፡","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:255","price":"አላህ ከእርሱ በቀር ሌላ አምላክ የለም፡፡ ሕያው ራሱን ቻይ ነው፡፡ ማንገላጀትም እንቅልፍም አትይዘውም፡፡ በሰማያት ውስጥና በምድር ውስጥ ያለው ሁሉ የርሱ ብቻ ነው፡፡ ያ እርሱ ዘንድ በፈቃዱ ቢኾን እንጅ የሚያማልድ ማነው? (ከፍጡሮች) በፊታቸው ያለውንና ከኋላቸው ያለውን ሁሉ ያውቃል፡፡ በሻውም ነገር እንጂ ከዕውቀቱ በምንም ነገር አያካብቡም (አያውቁም)፡፡ መንበሩ ሰማያትንና ምድርን ሰፋ፡፡ ጥበቃቸውም አያቅተውም፡፡ እርሱ የሁሉ በላይ ታላቅ ነው፡፡ {1}","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"{1} ይህ አያት አል-ኩርሲይ ነው ትልቅ ትርጉም አለው በሙስሊም ዘገባ ከነቢዩ - የአላህ ሰላትና ሰላም በእሱ ላይ ይሁን - በአላህ ኪታብ ውስጥ ምርጥ አንቀጽ እንደሆነ ተዘግቧል። .","lang":"am"},{"name":"2:256","price":"በሃይማኖት ማስገደድ የለም፡፡ ቅኑ መንገድ ከጠማማው በእርግጥ ተገለጠ፡፡ በጣዖት የሚክድና በአላህ የሚያምን ሰው ለርሷ መበጠስ የሌላትን ጠንካራ ዘለበት በእርግጥ ጨበጠ፡፡ አላህ ሰሚ ዐዋቂ ነው፡፡","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:257","price":"አላህ የእነዚያ ያመኑት ሰዎች ረዳት ነው፡፡ ከጨለማዎች ወደ ብርሃን ያወጣቸዋል፡፡ እነዚያ የካዱት ረዳቶቻቸው ጣዖታት ናቸው፡፡ ከብርሃን ወደ ጨለማዎች ያወጧቸዋል፡፡ እነዚያ የእሳት ጓዶች ናቸው፤ እነርሱ በውስጧ ዘውታሪዎች ናቸው፡፡","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:258","price":"ወደዚያ አላህ ንግሥናን ስለሰጠው ኢብራሂምን በጌታው ነገር ወደ ተከራከረው ሰው አላየህምን ኢብራሂም «ጌታዬ ያ ሕያው የሚያደርግና የሚገድል ነው» ባለ ጊዜ «እኔ ሕያው አደርጋለሁ እገድላለሁም» አለ፡፡ ኢብራሂም፡- «አላህ ፀሐይን ከምሥራቅ በኩል ያመጣል (አንተ) ከምዕራብ በኩል አምጣት» አለው፡፡ ያም የካደው ሰው ዋለለ፤ (መልስ አጣ) አላህ በዳዮች ሕዝቦችን አይመራም፡፡","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:259","price":"ወይም ያንን በከተማ ላይ እርሷ በጣራዎችዋ ላይ የወደቀች ስትኾን ያለፈውን ሰው ብጤ (አላየህምን)፡- «ይህችን (ከተማ) ከሞተች በኋላ አላህ እንዴት ሕያው ያደርጋታል» አለ፡፡ አላህም ገደለው መቶ ዓመትን (አቆየውም)፡፡ ከዚያም አስነሳው፡- «ምን ያህል ቆየህ» አለው፡፡ «አንድ ቀን ወይም የቀንን ከፊል ቆየሁ» አለ፡፡ «አይደለም መቶን ዓመት ቆየህ፡፡ ወደ ምግብህና ወደ መጠጥህም ያልተለወጠ ሲኾን ተመልከት፡፡ ወደ አህያህም ተመልከት፡፡ ለሰዎችም አስረጅ እናደርግህ ዘንድ (ይህንን ሠሰራን)፡፡ ወደ ዐፅሞቹም እንዴት እንደምናስነሳት ከዚያም ሥጋን እንደምናለብሳት ተመልከት» አለው፡፡ ለርሱም (በማየት) በተገለጸለት ጊዜ፡- «አላህ በነገሩ ሁሉ ላይ ቻይ መኾኑን ዐውቃለሁ» አለ፡፡","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:260","price":"ኢብራሂምም «ጌታዬ ሆይ! ሙታንን እንዴት ሕያው እንደምታደርግ አሳየኝ» ባለ ጊዜ (አስታውስ፡፡) አላህ ፡- «አላመንክምን» አለው፡፡ «አይደለም (አምኛለሁ)፤ ግን ልቤ እንዲረጋ» ነው አለ፡፡ (አላህም)፡- «ከበራሪዎች (ከወፎች) አራትን ያዝ፡፡ ወደ አንተም ሰብስባቸው፡፡ (ቆራርጣቸውም)፤ ከዚያም በየኮረብታው ሁሉ ላይ ከነርሱ ቁራጭን አድርግ፡፡ ከዚያም ጥራቸው፤ ፈጥነው ይመጡሃልና፡፡ አላህም አሸናፊ ጥበበኛ መኾኑን ዕወቅ» አለው፡፡","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:261","price":"የእነዚያ ገንዘቦቻቸውን በአላህ መንገድ የሚለግሱ ሰዎች (ልግስና) ምሳሌ በየዘለላው ሁሉ መቶ ቅንጣት ያለባቸውን ሰባት ዘለላዎች እንደ አበቀለች አንዲት ቅንጣት ብጤ ነው፡፡ አላህም ለሚሻው ሰው (ከዚህ በላይ) ያነባብራል፡፡ አላህም ችሮታው ሰፊ ዐዋቂ ነው፡፡","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:262","price":"እነዚያ ገንዘቦቻቸውን በአላህ መንገድ የሚለግሱ ከዚያም የሰጡትን ነገር መመጻደቅንና ማስከፋትን የማያስከትሉ ለእነርሱ በጌታቸው ዘንድ ምንዳቸው አላቸው፡፡ በእነርሱም ላይ ፍርሃት የለባቸውም፤ እነርሱም አያዝኑም፡፡","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:263","price":"መልካም ንግግርና ምሕረት ማድረግ ማስከፋት ከሚከተላት ምጽዋት በላጭ ነው፡፡ አላህም ተብቃቂ ታጋሽ ነው፡፡","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:264","price":"እናንተ ያመናችሁ ሆይ! እንደዚያ ገንዘቡን ለሰዎች ማሳየት ሲል እንደሚሰጠውና በአላህና በመጨረሻውም ቀን እንደማያምነው ሰው ምጽዋቶቻችሁን በመመጻደቅና በማስከፋት አታበላሹ፡፡ ምሳሌውም በላዩ ዐፈር እንዳለበት ለንጣ ድንጋይ ኃይለኛ ዝናብ እንዳገኘውና ምልጥ አድርጎ እንደተወው ብጤ ነው፡፡ ከሠሩት ነገር በምንም ላይ (ሊጠቀሙ) አይችሉም፡፡ አላህ ከሓዲያንን ሕዝቦች አይመራም፡፡","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:265","price":"የእነዚያም የአላህን ውዴታ ለመፈለግና ለነፍሶቻቸው (እምነትን) ለማረጋገጥ ገንዘቦቻቸውን የሚለግሱ ሰዎች ምሳሌ በተስተካከለች ከፍተኛ ስፍራ ላይ እንዳለች አትክልት፣ ብዙ ዝናብ እንደነካት ፍሬዋንም እጥፍ ኾኖ እንደሰጠች፣ ዝናብም ባይነካት ካፊያ እንደሚበቃት ብጤ ነው፡፡ አላህም የምትሠሩትን ሁሉ ተመልካች ነው፡፡","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:266","price":"(ከእናንተ) አንዳችሁ ለርሱ ከዘምባባና ከወይኖች በስርዋ ወንዞች የሚፈሱባት አትክልት ልትኖረው፣ በውስጧም ለርሱ ከየፍሬው ሁሉ ሊኖረው እርጅናም ሊነካውና ለርሱ ደካማዎች ዝርያዎች ያሉት ሲኾን በውስጡ እሳት ያለበት ውርጭ ሊያገኛትና ልትቃጠል ይወዳልን እንደዚሁ አላህ አንቀጾችን ለእናንተ ያብራራል፤ ልታስተነትኑ ይከጀላልና፡፡","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:267","price":"እናንተ ያመናችሁ ሆይ! ካፈራችሁትና ከዚያም ለእናንተ ከምድር ካወጣንላችሁ ከመልካሙን ለግሱ፡፡ መጥፎውንም (ለመስጠት) አታስቡ፡፡ በእርሱ ዓይኖቻችሁን ጨፍናችሁ እንጂ የማትወስዱት ስትኾኑ ከእርሱ (ከመጥፎው) (ትሰጣላችሁን) አላህ ተብቃቂ ምስጉን መኾኑን ዕወቁ፡፡","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:268","price":"ሰይጣን (እንዳትለግሱ) ድኽነትን ያስፈራራችኋል፡፡ በመጥፎም ያዛችኋል፡፡ አላህ ከርሱ የኾነን ምሕረትና ችሮታን ይቀጥራችኋል፡፡ አላህም ችሮታው ሰፊ ዐዋቂ ነው፡፡","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:269","price":"ለሚሻው ሰው ጥበብን ይሰጣል፤ ጥበብንም የሚስሰጥ ሰው ብዙን መልካም ነገር በእርግጥ ተሰጠ፡፡ የአእምሮዎች ባለቤቶች እንጂ (ሌላው) አይገሰጽም፡፡","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:270","price":"ከምጽዋትም ማንኛውንም የለገሳችሁትን ወይም ከስለት የተሳላችሁትን አላህ ያውቀዋል፡፡ ለበዳዮችም ከረዳቶች ምንም የላቸውም፡፡","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:271","price":"ምጽዋቶችን ብትገልጹ እርሷ ምንኛ መልካም ናት፡፡ ብትደብቋትና ለድኾች ብትሰጧትም እርሱ ለናንተ በላጭ ነው፡፡ ከኃጢአቶቻችሁም ከእናንተ ያብሳል፡፡ አላህ በምትሠሩት ሁሉ ውስጠ ዐዋቂ ነው፡፡","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:272","price":"እነርሱን ማቅናት በአንተ ላይ የለብህም፡፡ ግን አላህ የሚሻውን ሰው ያቀናል፡፡ ከገንዘብም የምትለግሱት (ምንዳው) ለነፍሶቻችሁ ነው፡፡ የአላህንም ፊት (ውዴታውን) ለመፈለግ እንጂ አትለግሱም፡፡ ከገንዘብም የምትለግሱት ሁሉ (ምንዳው) ወደናንተ ይሞላል፡፡ እናንተም አትበደሉም፡፡","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:273","price":"(የምትመጸውቱት) ለእነዚያ በአላህ መንገድ (ለመታገል ሲሉ) ለታገዱት ድኾች ነው፡፡ በምድር መኼድን አይችሉም፡፡ (ልመናን) ከመጥጠበቃቸው (የተነሳ) የማያውቅ ሰው ሀብታሞች ናቸው ብሎ ይጠረጥራቸዋል፡፡ በምልክታቸው ታውቃቸዋለህ፡፡ ሰዎችን በችክታ አይለምኑም፡፡ ከገንዘብም የምትለግሱት አላህ እርሱን ዐዋቂ ነው፡፡","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:274","price":"እነዚያ ገንዘቦቻቸውን በሌሊትና በቀን በድብቅም በግልጽም የሚለግሱ ለእነርሱ በጌታቸው ዘንድ ምንዳቸው አላቸው፡፡ በእነርሱም ላይ ፍርሃት የለባቸውም እነርሱም አያዝኑም፡፡","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:275","price":"እነዚያ አራጣን የሚበሉ ያ ሰይጣን ከመንካቱ የተነሳ የሚጥለው ሰው (ከአውድቁ) እንደሚነሳ ብጤ እንጅ (ከመቃብራቸው) አይነሱም፡፡ ይህ እነርሱ መሸጥ የአራጣ ብጤ ብቻ ነው በማለታቸው ነው፡፡ ግን መሸጥን አላህ ፈቅዷል፡፡ አራጣንም እርም አድርጓል፡፡ ከጌታውም ግሳጼ የመጣለትና የተከለከለ ሰው ለርሱ (ከመከልከሉ በፊት) ያለፈው አለው፡፡ ነገሩም ወደ አላህ ነው፤ (አራጣን ወደ መብላት) የተመለሰም ሰው እነዚያ የእሳት ጓዶች ናቸው፡፡ እነርሱ በውስጧ ዘውታሪዎች ናቸው፡፡","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:276","price":"አላህ አራጣን (በረከቱን) ያጠፋል፡፡ ምጽዋቶችንም ያፋፋል፡፡ አላህ ኃጠኢተኛ ከሓዲን ሁሉ አይወድም፡፡","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:277","price":"እነዚያ ያመኑ፡፡ መልካም ሥራዎችንም የሠሩ፡፡ ሶላትንም ያስተካከሉ፡፡ ዘካንም የሰጡ ለነርሱ በጌታቸው ዘንድ ምንዳቸው አላቸው፡፡ በእነርሱም ላይ ፍርሃት የለባቸውም እነርሱም አያዝኑም፡፡","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:278","price":"እናንተ ያመናችሁ ሆይ! አላህን ፍሩ፡፡ ከአራጣም የቀረውን ተዉ፡፡ አማኞች እንደኾናችሁ (ተጠንቀቁ)፡፡","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:279","price":"(የታዘዛችሁትን) ባትሠሩም ከአላህና ከመልክተኛው በኾነች ጦር (መወጋታችሁን) ዕወቁ፡፡ ብትጸጸቱ ለእናንተ የገንዘቦቻችሁ ዋናዎች አሏችሁ፡፡ አትበድሉም አትበደሉምም፡፡","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:280","price":"የድኽነት ባለቤት የኾነም (ባለዕዳ) ሰው ቢኖር እማግኘት ድረስ ማቆየት ነው፡፡ (በመማር) መመጽወታችሁም ለእናንተ በላጭ ነው፡፡ የምታውቁ ብትኾኑ (ትሠሩታላችሁ)፡፡","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:281","price":"በእርሱም ውስጥ ወደ አላህ የምትመለሱበትንና ከዚያም እነርሱ የማይበደሉ ሲሆኑ ነፍስ ሁሉ የሠራችውን ሥራ የምትሞላበትን ቀን ተጠንቀቁ፡፡","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:282","price":"እናንተ ያመናችሁ ሆይ! እስከ ተወሰነ ጊዜ ድረስ በዕዳ በተዋዋላችሁ ጊዜ ጻፉት፡፡ ጸሐፊም በመካከላችሁ በትክክል ይጻፍ፡፡ ጸሐፊም አላህ እንደ አሳወቀው መጻፍን እንቢ አይበል፡፡ ይጻፍም፡፡ ያም በርሱ ላይ ዕዳው ያለበት ሰው በቃሉ ያስጽፍ፡፡ አላህንም ጌታውን ይፍራ፡፡ ከእርሱም (ካለበት ዕዳ) ምንንም አያጉድል፡፡ ያም በርሱ ላይ ዕዳው ያለበት ቂል፣ ወይም ደካማ፣ ወይም እርሱ በቃሉ ማስጻፍን የማይችል ቢኾን ዋቢው በትክክል ያስጽፍለት፡፡ ከወንዶቻችሁም ሁለትን ምስክሮች አስመስክሩ፡፡ ሁለትም ወንዶች ባይኾኑ ከምስክሮች ሲኾኑ ከምትወዱዋቸው የኾኑን አንድ ወንድና አንደኛዋ ስትረሳ አንደኛይቱ ሌላዋን ታስታውሳት ዘንድ ሁለት ሴቶች (ይመስክሩ)፡፡ ምስክሮችም በተጠሩ ጊዜ እንቢ አይበሉ፡፡ (ዕዳው) ትንሽ ወይም ትልቅ ቢኾንም እስከ ጊዜው ድረስ የምትጽፉት ከመኾን አትሰልቹ፡፡ እንዲህ ማድረጋችሁ አላህ ዘንድ በጣም ትክክል ለምስክርነትም አረጋጋጭ ላለመጠራጠራችሁም በጣም ቅርብ ነው፡፡ ግን በመካከላችሁ እጅ በጅ የምትቀባበሏት ንግድ ብትኾን ባትጽፉዋት በናንተ ላይ ኃጢኣት የለባችሁም፡፡ በተሻሻጣችሁም ጊዜ አስመስክሩ፡፡ ጸሐፊም ምስክርም (ባለ ጉዳዩ ጋር) አይጎዳዱ፡፡ (ይህንን) ብትሠሩ እርሱ በእናንተ (የሚጠጋ) አመጽ ነው፡፡ አላህንም ፍሩ፡፡ አላህም ያሳውቃችኋል፡፡ አላህም ነገሩን ሁሉ ዐዋቂ ነው፡፡","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:283","price":"በጉዞ ላይ ብትኾኑና ጸሐፊን ባታገኙ የተጨበጡ መተማመኛዎችን ያዙ፡፡ ከፊላችሁም ከፊሉን ቢያምን ያ የታመነው ሰው አደራውን ያድርስ፡፡ አላህንም ጌታውን ይፍራ፡፡ ምስክርነትንም አትደብቁ፡፡ የሚደብቃትም ሰው እርሱ ልቡ ኃጢኣተኛ ነው፡፡ አላህ የምትሠሩትን ሁሉ ዐዋቂ ነው፡፡","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:284","price":"በሰማያት ውስጥና በምድርም ውስጥ ያለው ሁሉ የአላህ ነው፡፡ በነፍሶቻችሁ ውስጥ ያለውን ብትገልጹ ወይም ብትደብቁት አላህ በርሱ ይቆጣጠራችኋል፡፡ ለሚሻውም ሰው ይምራል፡፡ የሚሻውንም ሰው ይቀጣል፡፡ አላህ በነገሩ ሁሉ ላይ ቻይ ነው፡፡","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:285","price":"መልክተኛው ከጌታው ወደ ርሱ በተወረደው አመነ፡፡ ምእምኖቹም (እንደዚሁ)፡፡ ሁሉም በአላህ፣ በመላዕክቱም፣ በመጻሕፍቱም፣ በመልክተኞቹም፣ ከመልክተኞቹ «በአንድም መካከል አንለይም» (የሚሉ ሲኾኑ) አመኑ፡፡ «ሰማን፤ ታዘዝንም፡፡ ጌታችን ሆይ! ምሕረትህን (እንሻለን)፡፡ መመለሻም ወዳንተ ብቻ ነው» አሉም፡:","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"2:286","price":"አላህ ነፍስን ከችሎታዋ በላይ አያስገድዳትም፡፡ ለርስዋ የሠራችው አላት፡፡ በርስዋም ላይ ያፈራችው (ኀጢአት) አለባት፡፡ (በሉ)፡- ጌታችን ሆይ! ብንረሳ ወይም ብንስት አትያዘን፤ (አትቅጣን)፡፡ ጌታችን ሆይ! ከባድ ሸክምን ከእኛ በፊት በነበሩት ላይ እንደጫንከው በእኛ ላይ አትጫንብን፡፡ ጌታችን ሆይ! ለኛም በርሱ ችሎታ የሌለንን ነገር አታሸክመን፡፡ ከእኛም ይቅርታ አድርግ ለእኛም ምሕረት አድርግ፡፡ እዘንልንም፤ ዋቢያችን አንተ ነህና፡፡ በከሓዲዎች ሕዝቦች ላይም እርዳን፡፡","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:1","price":"አ.ለ.መ (አሊፍ ላም ሚም)፤","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:2","price":"አላህ ከርሱ በስተቀር ሌላ አምላክ የለም፡፡ (እርሱ) ሕያው ሁሉን ነገር አስተናባሪ ነው፡፡","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:3","price":"ከርሱ በፊት ያሉትን መጻሕፍት የሚያረጋግጥ ሲኾን መጽሐፉን (ቁርኣንን) ባንተ ላይ (ከፋፍሎ) በእውነት አወረደ፡፡ ተውራትንና ኢንጂልንም አውርዷል፡፡","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:4","price":"(ከቁርኣን) በፊት ለሰዎች መሪ አድርጎ (አወረዳቸው)፡፡ ፉርቃንንም አወረደ፡፡ እነዚያ በአላህ ተዓምራቶች የካዱ ለእነርሱ ብርቱ ቅጣት አላቸው፡፡ አላህም አሸናፊ የመበቀል ባለቤት ነው፡፡","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:5","price":"አላህ በምድርም በሰማይም ምንም ነገር በርሱ ላይ አይሰወርም፡፡","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:6","price":"እርሱ ያ በማሕጸኖች ውስጥ እንደሚሻ አድርጎ የሚቀርጻችሁ ነው፡፡ ከእርሱ በስተቀር ሌላ አምላክ የለም፡፡ አሸናፊው ጥበበኛው ነው፡፡","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:7","price":"እርሱ ያ በአንተ ላይ መጽሐፉን ያወረደ ነው፡፡ ከእርሱ (ከመጽሐፉ) ግልጽ የኾኑ አንቀጾች አልሉ፡፡ እነሱ የመጽሐፉ መሠረቶች ናቸው፡፡ ሌሎችም ተመሳሳዮች አልሉ፡፡ እነዚያማ በልቦቻቸው ውስጥ ጥመት ያለባቸው ሰዎች ማሳሳትን ለመፈለግና ትችቱን ለመፈለግ ከርሱ የተመሳሰለውን ይከታተላሉ፡፡ (ትክክለኛ) ትችቱንም አላህ ብቻ እንጅ ሌላ አያውቀውም፡፡ በዕውቀትም የጠለቁት «በርሱ አምነናል፤ ሁሉም ከጌታችን ዘንድ ነው» ይላሉ፡፡ የአእምሮ ባለቤቶችም እንጅ (ሌላው) አይገሰጽም፡፡","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:8","price":"(እነሱም ይላሉ)፡- «ጌታችን ሆይ! ቅኑን መንገድ ከመራኸን በኋላ ልቦቻችንን አታዘምብልብን፡፡ ከአንተ ዘንድ የኾነን ችሮታም ለኛ ስጠን፡፡ አንተ በጣም ለጋስ ነህና፡፡»","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:9","price":"«ጌታችን ሆይ! አንተ በርሱ (ለመምጣቱ) ጥርጥር የሌለበት በኾነ ቀን ሰውን ሁሉ ሰብሳቢ ነህ፡፡ ምንጊዜም አላህ ቀጠሮውን አያፈርስምና፡፡»","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:10","price":"እነዚያ የካዱት ሰዎች ገንዘቦቻቸውና ልጆቻቸው ከአላህ (ቅጣት) ምንም አያስጥሉዋቸውም፡፡ እነዚያም እነርሱ የእሳት ማገዶዎች ናቸው፡፡","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:11","price":"(ልማዳቸው ሁሉ) እንደፈርዖን ቤተሰብና እንደእነዚያ ከበፊታቸው እንደነበሩት ሕዝቦች ልማድ ነው፡፡ በአንቀጾቻችን አስተባበሉ፡፡ አላህም በኃጢአቶቻቸው ያዛቸው፡፡ አላህም ቅጣተ ብርቱ ነው፡፡","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:12","price":"ለእነዚያ ለካዱት ሰዎች በላቸው፡- «በቅርብ ጊዜ ትሸነፉላችሁ፡፡ ወደ ገሀነምም ትሰበሰባላችሁ፡፡ ምንጣፊቱም ምን ትከፋ!»","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:13","price":"(የበድር ቀን) በተጋጠሙት ሁለት ጭፍሮች ለናንተ በእርግጥ ተዓምር አልለ፡፡ አንደኛዋ ጭፍራ በአላህ መንገድ ትጋደላለች፡፡ ሌላይቱም ከሓዲ ናት፡፡ ከሓዲዎቹ (አማኞቹን) በዓይን አስተያየት እጥፋቸውን ኾነው ያዩዋቸዋል፡፡ አላህም በርዳታው የሚሻውን ሰው ያበረታል፡፡ በዚህ ውስጥ ለማስተዋል ባለቤቶች በእርግጥ መገሰጫ አለበት፡፡","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:14","price":"ከሴቶች፣ ከወንዶች ልጆችም፣ ከወርቅና ከብር ከተካመቹ ገንዘቦችም፣ ከተሰማሩ ፈረሶችም፣ ከግመል ከከብትና ከፍየልም፣ ከአዝመራም የኾኑ ፍላጎቶችን መውደድ ለሰዎች ተሸለመ፡፡ ይህ ሁሉ የቅርቢቱ ሕይወት መጠቀሚያ ነው፡፡ አላህም እርሱ ዘንድ መልካም መመለሻ (ገነት) አለ፡፡","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:15","price":"«ከዚህ ሁሉ ነገር የሚበልጥን ልንገራችሁን» በላቸው፡፡ (እርሱም) «ለእነዚያ ለተጠነቀቁት ሰዎች በጌታቸው ዘንድ በሥራቸው ወንዞች የሚፈሱባቸው ገነቶች (አላቸው) በውስጧ ሁልጊዜ ነዋሪዎች ሲኾኑ ንጹሕ የተደረጉ ሚስቶችም፣ ከአላህም የኾነ ውዴታ አላቸው፡፡ አላህም ባሮቹን ተመልካች ነው፡፡»","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:16","price":"(እነርሱም) እነዚያ፡- «ጌታችን ሆይ! እኛ አመንን ኀጢአቶቻችንንም ለእኛ ማር፤ የእሳትንም ቅጣት ጠብቀን» የሚሉ ናቸው፡፡","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:17","price":"ታጋሾች እውነተኞችም ታዛዦችም ለጋሶችና በሌሊት መጨረሻዎች ምሕረትን ለማኞች ናቸው፡፡","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:18","price":"አላህ በማስተካከል የቆመ (አስተናባሪ) ሲኾን ከእርሱ በስተቀር ሌላ አምላክ የሌለ መኾኑን መሰከረ፡፡ መላእክቶችና የዕውቀት ባለቤቶችም (እንደዚሁ መሰከሩ)፡፡ ከእርሱ በስተቀር ሌላ አምላክ የለም፡፡ አሸናፊው ጥበበኛው ነው፡፡","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:19","price":"አላህ ዘንድ (የተወደደ) ሃይማኖት ኢስላም ብቻ ነው፡፡ እነዚያም መጽሐፉን የተሰጡት ሰዎች በመካከላቸው ላለው ምቀኝነት ዕውቀቱ ከመጣላቸው በኋላ እንጅ አልተለያዩም፡፡ በአላህ አንቀጾች የሚክድ አላህ ምርመራው ፈጣን ነው፡፡","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:20","price":"ቢከራከሩህም፡- «ፊቴን ለአላህ ሰጠሁ፤ የተከተሉኝም ሰዎች (እንደዚሁ ለአላህ ሰጡ)» በላቸው፡፡ ለእነዚያም መጽሐፍን ለተሰጡት ሰዎችና ለመሐይሞቹ፡- «ሰለማችሁን» በላቸው፡፡ ቢሰልሙም በእርግጥ ተመሩ፡፡ እምቢ ቢሉም በአንተ ላይ ያለብህ ማድረስ ብቻ ነው፡፡ አላህም ባሮቹን ተመልካች ነው፡፡","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:21","price":"እነዚያ በአላህ አንቀጾች የሚክዱ ነቢያትንም ያለ አግባብ የሚገድሉ ከሰዎችም ውስጥ እነዚያን በትክክለኛነት የሚያዙትን የሚገድሉ በአሳማሚ ቅጣት አብስራቸው፡፡","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:22","price":"እነዚያ በቅርቢቱና በመጨረሻይቱ ዓለም ሥራዎቻቸው የተበላሹ ናቸው፡፡ ለእነርሱም ምንም ረዳቶች የሏቸውም፡፡","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:23","price":"ወደ እነዚያ ከመጽሐፉ (ትምህርት) ዕድልን ወደ ተሰጡት ሰዎች አላየህምን ወደ አላህ መጽሐፍ በመካከላቸው ይፈርድ ዘንድ ይጠራሉ፡፡ ከዚያም ከእነሱ ገሚሶቹ እነርሱ (እውነቱን) የተዉ ኾነው ይሸሻሉ፡፡","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:24","price":"ይኸ እነርሱ «እሳት የተቆጠሩ ቀኖችን እንጅ አትነካንም» በማለታቸው ነው፡፡ በሃይማኖታቸውም ይቀጣጥፉት የነበሩት ነገር አታለላቸው፡፡","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:25","price":"በርሱ (መምጣት) ጥርጥር የሌለበት በኾነው ቀን በሰበሰብናቸውና ነፍስ ሁሉ የሠራችውን ሥራ በተሞላች ጊዜ እንዴት ይኾናሉ እነርሱም አይበደሉም፡፡","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:26","price":"(ሙሐመድ ሆይ!) በል፡- «የንግስና ባለቤት የኾንክ አላህ ሆይ! ለምትሻው ሰው ንግሥናን ትሰጣለህ፡፡ ከምትሻውም ሰው ንግሥናን ትገፍፋለህ፡፡ የምትሻውንም ሰው ታልቃለህ፡፡ የምትሻውንም ሰው ታዋርዳለህ፡፡ መልካም ነገር ሁሉ በእጅህ (በችሎታህ) ነው፤ አንተ በነገሩ ሁሉ ላይ ቻይ ነህና፡፡»","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:27","price":"ሌሊቱን በቀን ውስጥ ታስገባለህ፡፡ ቀኑንም በሌሊቱ ውስጥ ታስገባለህ፡፡ ሕያውንም ከሙት ውስጥ ታወጣለህ፡፡ ሙትንም ከሕያው ውስጥ ታወጣለህ፡፡ ለምትሻውም ሰው ያለግምት ትሰጣለህ፡፡","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:28","price":"ምእምናን ከሓዲዎችን ከምእምናን ሌላ ረዳቶች አድርገው አይያዙ፡፡ ይኼንንም የሚሠራ ሰው ከአላህ (ሃይማኖት) በምንም ውስጥ አይደለም፡፡ ከእነርሱ መጥጠበቅን ብትጠበቁ እንጂ፡፡ አላህም ነፍሱን (ቁጣውን) ያስጠነቅቃችኋል፡፡ መመለሻም ወደ አላህ ብቻ ነው፡፡","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:29","price":"«በደረቶቻችሁ ውስጥ ያለውን ነገር ብትደብቁ ወይም ብትገልፁት አላህ ያውቀዋል፡፡ በሰማያት ያለውንና በምድርም ያለውን ሁሉ ያውቃል፡፡ አላህም በነገሩ ሁሉ ላይ ቻይ ነው» (በል)፡፡","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:30","price":"ነፍስ ሁሉ ከመልካም ነገር የሠራችውን የቀረበ ኾኖ የምታገኝበትን ቀን (አስታውስ)፡፡ ከመጥፎም የሠራችው በርስዋና በርሱ (በኀጢአትዋ) መካከል በጣም የሰፋ ርቀት ቢኖር ትመኛለች፡፡ አላህ ነፍሱን ያስጠነቅቃችኋል፡፡ አላህም ለባሮቹ ሩኅሩኅ ነው፡፡","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:31","price":"በላቸው፡- «አላህን የምትወዱ እንደኾናችሁ ተከተሉኝ፤ አላህ ይወዳችኋልና፡፡ ኀጢኣቶቻችሁንም ለናንተ ይምራልና፡፡ አላህም መሓሪ አዛኝ ነው፡፡»","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:32","price":"«አላህንና መልክተኛውን ታዘዙ፡፡ ብትሸሹም አላህ ከሓዲዎችን አይወድም» በላቸው፡፡","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:33","price":"አላህ አደምን፣ ኑሕንም፣ የኢብራሂምንም ቤተሰብ፣ የዒምራንንም ቤተሰብ በዓለማት ላይ መረጠ፡፡","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:34","price":"ከፊልዋ ከከፊሉ የኾነች ዝርያ አድርጎ (መረጣት)፡፡ አላህም ሰሚ ዐዋቂ ነው፡፡","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:35","price":"የዒምራን ባለቤት (ሐና) «ጌታዬ ሆይ! እኔ በሆዴ ውስጥ ያለውን (ፅንስ ከሥራ) ነጻ የተደረገ ሲኾን ለአንተ ተሳልኩ፡፡ ከእኔም ተቀበል አንተ ሰሚው ዐዋቂው ነህና» ባለች ጊዜ (አስታውስ)፡፡","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:36","price":"በወለደቻትም ጊዜ፡- «ጌታዬ ሆይ! እኔ ሴት ኾና ወለድኋት፡፡» አላህም የወለደችውን ዐዋቂ ነው፡፡ «ወንድም እንደ ሴት አይደለም፡፡ እኔም መርየም ብዬ ስም አወጣሁላት፡፡ እኔም እስዋንም ዝርያዋንም ከተረገመው ሰይጣን በአንተ እጠብቃቸዋለሁ» አለች፡፡","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:37","price":"ጌታዋም በደህና አቀባበል ተቀበላት፡፡ በመልካም አስተዳደግም አፋፋት፡፡ ዘከሪያም አሳደጋት፤ ዘከሪያ በርሷ ላይ በምኹራቧ በገባ ቁጥር እርስዋ ዘንድ ሲሳይን አገኘ፡፡ «መርየም ሆይ! ይህ ለአንቺ ከየት ነው» አላት፡፡ «እርሱ ከአላህ ዘንድ ነው፡፡ አላህ ለሚሻው ሰው ሲሳዩን ያለ ድካም ይሰጣል» አለችው፡፡","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:38","price":"እዚያ ዘንድ ዘከሪያ ጌታውን ለመነ፡፡ «ጌታዬ ሆይ! ከአንተ ዘንድ መልካም ዘርን ለኔ ስጠኝ አንተ ጸሎትን ሰሚነህና» አለ፡፡","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:39","price":"እርሱም በጸሎት ማድረሻው ክፍል ቆሞ ሲሰግድ መላእክት ጠራችው፡፡ «አላህ በየሕያ ያበስርሃል፤ ከአላህ በኾነ ቃል የሚያረጋግጥ ጌታም ድንግልም ከደጋጎቹ ነቢይም ሲኾን » በማለት (መላእክት ጠራችው)፡፡","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:40","price":"«ጌታዬ ሆይ! እኔ እርጅና በእርግጥ የደረሰብኝ ስኾን ባልተቤቴም መሐን ስትሆን ለእኔ እንዴት ልጅ ይኖረኛል አለ፡፡ (መልአኩም) እንደዚሁ አላህ የሚሻውን ነገር ይሠራል» አለው፡፡","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:41","price":"«ጌታዬ ሆይ! ለእኔ ምልክትን አድርግልኝ» አለ፡፡ «ምልክትህ ሦስት ቀን በጥቅሻ ቢኾን እንጅ ሰዎችን አለማናገርህ ነው፡፡ ጌታህንም በብዙ አውሳ፡፡ በማታና በጧትም አወድሰው» አለው፡፡","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:42","price":"መላእክትም ያሉትን (አስታውስ)፡፡ «መርየም ሆይ! አላህ በእርግጥ መረጠሸ፡፡ አነጻሽም፡፡ በዓለማት ሴቶችም ላይ መረጠሽ፡፡»","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:43","price":"«መርየም ሆይ! ለጌታሽ ታዘዢ፡፡ ስገጂም፡፡ ከአጎንባሾቹም ጋር አጎንብሺ፡፡»","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:44","price":"ይኸ ወደ አንተ የምናወርደው የኾነ ከሩቅ ወሬዎች ነው፡፡ መርየምንም ማን እንደሚያሳድግ ብርኦቻቸውን (ለዕጣ) በጣሉ ጊዜ እነሱ ዘንድ አልነበርክም፡፡ በሚከራከሩም ጊዜ እነሱ ዘንድ አልነበርክም፡፡","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:45","price":"መላእክት ያሉትን (አስታውስ)፡- «መርየም ሆይ! አላህ ከርሱ በኾነው ቃል ስሙ አልመሲሕ ዒሳ የመርየም ልጅ በዚህ ዓለምና በመጨረሻውም ዓለም የተከበረ ከባለሟሎችም በኾነ (ልጅ) ያበስርሻል፡፡»","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:46","price":"«በሕፃንነቱና በከፈኒሳነቱ ሰዎቹን ያነጋግራል፡፡ ከመልካሞቹም ነው» (አላት)፡፡","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:47","price":"፡-ጌታዬ ሆይ! ሰው ያልነካኝ ስኾን ለኔ እንዴት ልጅ ይኖረኛል አለች፡፡ ነገሩ እንዳልሽው ነው፡፡ አላህ የሚሻውን ይፈጥራል፡፡ አንዳችን በሻ ጊዜ ለርሱ ኹን ይለዋል፤ ወዲውኑም ይኾናል አላት፡፡","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:48","price":"ጽሕፈትንና ጥበብንም ተውራትንና ኢንጂልንም ያስተምረዋል፡፡","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:49","price":"ወደ እስራኤልም ልጆች መልክተኛ ያደርገዋል፡፡ (ይላልም)፡- «እኔ ከጌታዬ ዘንድ በተዓምር ወደ እናንተ መጣሁ፡፡ እኔ ለናንተ ከጭቃ እንደ ወፍ ቅርፅ እፈጥራለሁ፡፡ በርሱም እተነፍስበታለሁ፡፡ በአላህም ፈቃድ ወፍ ይኾናል፡፡ በአላህም ፈቃድ ዕውር ኾኖ የተወለደን፣ ለምጸኛንም አድናለሁ፡፡ ሙታንንም አስነሳለሁ፡፡ የምትበሉትንና በቤታችሁ የምታደልቡትንም ሁሉ እነግራችኋለሁ፡፡ የምታምኑ እንደኾናችሁ ለእናንተ በዚህ ውስጥ በእርግጥ ተዓምር አለበት፡፡»","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:50","price":"«ከተውራትም ከእኔ በፊት ያለውን ያረጋገጥሁ ስኾን የዚያንም በእናንተ ላይ እርም የተደረገውን ከፊል ለእናንተ እፈቅድ ዘንድ (መጣኋችሁ) ከጌታችሁም በኾነ ታምር መጣሁዋችሁ፡፡ አላህንም ፍሩ፤ ታዘዙኝም፡፡»","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:51","price":"«አላህ ጌታዬና ጌታችሁ ነው፤ ስለዚህ ተገዙት፤ ይህ ቀጥተኛ መንገድ ነው» (አላቸው)፡፡","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:52","price":"ዒሳ ከነርሱ ክህደት በተሰማውም ጊዜ፡- «ወደ አላህ (ተጨምረው) ረዳቶቼ እነማን ናቸው» አለ፤ ሐዋርያት፡- «እኛ የአላህ ረዳቶች ነን፤ በአላህ አምነናል፤ እኛም ትክክለኛ ታዛዦች መኾናችንን መስክር» አሉ፡፡","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:53","price":"«ጌታችን ሆይ! ባወረድኸው አመንን፤ መልክተኛውንም ተከተልን፤ ከመስካሪዎችም ጋር መዝግበን» (አሉ)፡፡","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:54","price":"(አይሁዶችም) አደሙ አላህም አደመባቸው፡፡ አላህም ከአድመኞች ሁሉ በላጭ ነው፡፡","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:55","price":"አላህም ባለ ጊዜ (አስታውስ)፡፡ ዒሳ ሆይ! እኔ ወሳጂህ ወደ እኔም አንሺህ ነኝ፡፡ ከነዚያም ከካዱት ሰዎች አጥሪህ ነኝ እነዚያንም የተከተሉህን እስከ ትንሣኤ ቀን ድረስ ከነዚያ ከካዱት በላይ አድራጊ ነኝ፡፡ ከዚያም መመለሻችሁ ወደእኔ ነው፡፡ በርሱ ትለያዩበትም በነበራችሁት ነገር በመካከላችሁ እፈርዳለሁ፡፡","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:56","price":"«እነዚያማ የካዱትን ሰዎች በቅርቢቱ ዓለምና በመጨረሻይቱ ዓለም ብርቱን ቅጣት እቀጣቸዋለሁ፡፡ ለእነርሱም ምንም ረዳቶች የሏቸውም፡፡»","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:57","price":"እነዚያም ያመኑትማ መልካም ሥራዎችንም የሠሩት ምንዳዎቻቸውን ይሞላላቸዋል፡፡ አላህም በዳዮችን አይወድም፡፡","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:58","price":"ይህ ከተዓምራቶችና ጥበብን ከያዘው ተግሳጽ ሲኾን በአንተ ላይ እናነበዋለን፡፡","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:59","price":"አላህ ዘንድ የዒሳ ምሳሌ እንደ አዳም ብጤ ነው፡፡ ከዐፈር ፈጠረው፡፡ ከዚያም ለርሱ (ሰው) «ኹን» አለው፤ ኾነም፡፡","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:60","price":"ይህ ከጌታህ ዘንድ የኾነ እውነት ነው፡፡ ከተጠራጣሪዎቹም አትኹን፡፡","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:61","price":"ዕውቀቱም ከመጣልህ በኋላ በርሱ (በዒሳ) የተከራከሩህን ሰዎች «ኑ፤ ልጆቻችንንና ልጆቻችሁን፣ ሴቶቻችንንና ሴቶቻችሁንም፣ ነፍሶቻችንንና ነፍሶቻችሁንም እንጥራ፡፡ ከዚያም አጥብቀን አላህን እንለምን፤ የአላህንም ቁጣ በውሸታሞቹ ላይ እናድርግ» በላቸው፡፡","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:62","price":"ይህ እርሱ በእርግጥ እውነተኛ ታሪክ ነው፡፡ አምላክም ከአላህ በስተቀር ምንም የለም፡፡ አላህም እርሱ በእርግጥ አሸናፊው ጥበበኛው ነው፡፡","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:63","price":"(ከማመን) እንቢ ቢሉም አላህ አጥፊዎቹን በእርግጥ ዐዋቂ ነው፡፡","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:64","price":"የመጽሐፉ ባለቤቶች ሆይ! በእኛና በእናንተ መካከል ትክክል ወደ ኾነች ቃል ኑ፡፡ (እርሷም) አላህን እንጅ ሌላን ላንገዛ፣ በርሱም ምንንም ላናጋራ፣ ከፊላችንም ከፊሉን ከአላህ ሌላ አማልክት አድርጎ ላይይዝ ነው፤ በላቸው፡፡ እምቢ ቢሉም፡- እኛ ሙስሊሞች መኾናችንን መስክሩ በሏቸው፡፡","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:65","price":"እናንተ የመጽሐፉ ሰዎች ሆይ! በኢብራሂም ለምን ትከራከራላችሁ ተውራትና ኢንጂልም ከርሱ በኋላ እንጅ አልተወረዱም፡፡ ልብ አታደርጉምን በላቸው፡፡","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:66","price":"ንቁ! እናንተ እነዚያ ለእናንተ በርሱ ዕውቀት ባላችሁ ነገር የተከራከራችሁ ናችሁ፡፡ ታዲያ ለእናንተ በርሱ ዕውቀት በሌላችሁ ነገር ለምን ትከራከራላችሁ አላህም ያውቃል፡፡ እናንተ ግን አታውቁም፡፡","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:67","price":"ኢብራሂም ይሁዳዊም ክርስቲያንም አልነበረም፡፡ ግን ወደ ቀጥተኛው ሃይማኖት የተዘነበለ ሙስሊም ነበረ፡፡ ከአጋሪዎችም አልነበረም፡፡","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:68","price":"ከሰው ሁሉ በኢብራሂም ተገቢዎቹ እነዚያ የተከተሉትና ይህ ነቢይ እነዚያም ያመኑት ናቸው፡፡ አላህም የምእምናን ረዳት ነው፡፡","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:69","price":"ከመጽሐፉ ባለቤቶች የኾኑ ጭፍሮች ነፍሶቻቸውን እንጂ የማያሳስቱ ሲኾኑ ሊያሳስቱዋችሁ ተመኙ ግን አያውቁም፡፡","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:70","price":"የመጽሐፉ ባለቤቶች ሆይ! እናንተ የምታውቁ ስትኾኑ በአላህ አንቀጾች ለምን ትክዳላችሁ","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:71","price":"«የመጽሐፉ ሰዎች ሆይ! እውነቱን በውሸት ለምን ትቀላቅላላችሁ እውነቱንም እናንተ የምታውቁ ስትኾኑ ለምን ትደብቃላችሁ»","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:72","price":"ከመጽሐፉ ባለቤቶች የኾኑ ጭፍሮችም አሉ፡- «በነዚያ በአመኑት ላይ በተወረደው (ቁርኣን) በቀኑ መጀመሪያ ላይ እመኑበት፡፡ በመጨረሻውም ካዱት፡፡ እነርሱ ሊመለሱ ይከጀላልና፡፡»","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:73","price":"እናንተ የተሰጣችሁትን ብጤ አንድም ሰው መሰጠቱን ወይም እጌታችሁ ዘንድ የሚከራከሩዋችሁ መኾንን ሃይማኖታችሁን ለተከተለ ሰው ቢኾን እንጂ አትመኑ (አትግለጹ አሉ)፡፡ «መምሪያው የአላህ መምሪያ ብቻ ነው» በላቸው፡፡ «ችሮታ በአላህ እጅ ነው፡፡ ለሚሻው ይሰጠዋል፡፡ አላህም ችሮታው ሰፊ ዐዋቂ ነው» በላቸው፡፡","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:74","price":"በችሮታው (በነቢይነት) የሚሻውን ይመርጣል፡፡ አላህም የታላቅ ችሮታ ባለቤት ነው፡፡","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:75","price":"ከመጽሐፉ ሰዎችም በብዙ ገንዘብ ብታምነው ወዳንተ የሚመልስ ሰው አልለ፡፡ ከእነሱም በአንድ ዲናር እንኳ ብታምነው፤ ሁል ጊዜ በርሱ ላይ የምትጠባበቅ ካልኾንክ በስተቀር የማይመልስ ሰው አልለ፡፡ «ይህ በመሃይምናን (በምናደርገው) በእኛ ላይ ምንም መንገድ የለብንም» ስለሚሉ ነው፡፡ እነርሱ እያወቁም በአላህ ላይ ውሸትን ይናገራሉ፡፡","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:76","price":"አይደለም (አለባቸው እንጅ)፡፡ በቃል ኪዳኑ የሞላና የተጠነቀቀ ሰው አላህ ጥንቁቆችን ይወዳል፡፡","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:77","price":"እነዚህ በአላህ ቃል ኪዳንና በመሐላዎቻቸው ጥቂትን ዋጋ የሚለውጡ እነዚያ በመጨረሻይቱ ዓለም ምንም ዕድል የላቸውም፡፡ በትንሣኤ ቀንም አላህ አያነጋግራቸውም፡፡ ወደ እነርሱም አይመለከትም አያነጻቸውምም፡፡ ለነሱም አሳማሚ ቅጣት አላቸው፡፡","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:78","price":"ከእነሱም በመጽሐፉ ምላሶቻቸውን የሚያጣምሙ ክፍሎች አሉ እርሱ ከመጽሐፉ ያይደለ ሲኾን ከመጽሐፉ መኾኑን እንድታስቡ፡፡ እርሱ ከአላህ ዘንድ ያልኾነ ሲኾን «እርሱ ከአላህ ዘንድ ነውም» ይላሉ፡፡ እነርሱ የሚያውቁ ሲኾኑም በአላህ ላይ ውሸትን ይናገራሉ፡፡","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:79","price":"ለማንም ሰው አላህ መጽሐፍንና ጥበብን ነቢይነትንም ሊሰጠውና ከዚያም ለሰዎች «ከአላህ ሌላ ለእኔ ባሮች ኾኑ» ሊል አይገባውም፡፡ «ግን መጽሐፍን የምታስተምሩ በነበራችሁትና የምታጠኑም በነበራችሁት በዕውቀታችሁ ሠሪዎች ኹኑ» (ይላቸዋል)፡፡","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:80","price":"መላእክትንና ነቢያትንም አማልክቶች አድርጋችሁ እንድትይዙ ሊያዛችሁ (አይገባውም)፡፡ እናንተ ሙስሊሞች ከኾናችሁ በኋላ በክህደት ያዛችኋልን?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:81","price":"አላህ የነቢያትን ቃል ኪዳን ከመጽሐፍና ከጥበብ ሰጥቻችሁ ከዚያም «ከእናንተ ጋር ላለው (መጽሐፍ) የሚያረጋግጥ መልክተኛ ቢመጣላችሁ በርሱ በእርግጥ እንደምታምኑበት በእርግጥም እንድትረዱት ሲል በያዘ ጊዜ (አስታውስ)፡፡ አረጋገጣችሁን በዚህም ላይ ኪዳኔን ያዛችሁምን» አላቸው፡፡ «አረጋገጥን» አሉ፡፡ «እንግዲያስ መስክሩ፤ እኔም ከእናንተ ጋር ከመስካሪዎቹ ነኝ» አላቸው፡፡","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:82","price":"ከዚህም በኋላ የሸሹ ሰዎች እነዚያ እነሱ አመጸኞቹ ናቸው፡፡","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:83","price":"(ከሓዲዎች) ከአላህ ሃይማኖት ሌላን ይፈልጋሉን? በሰማያትና በምድር ያሉ ሁሉ፤ በውድም በግድም ለርሱ የታዘዙ ወደርሱም የሚመለሱ ሲኾኑ","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:84","price":"«በአላህ አመንን፡፡ በእኛ ላይ በተወረደውም (በቁርኣን)፣ በኢብራሂምና በኢስማዒልም፣ በኢስሓቅም፣ በያዕቆብም፣ በነገዶችም ላይ በተወረደው፤ ለሙሳና ለዒሳም ለነቢያትም ሁሉ ከጌታቸው በተሰጠው (አመንን)፡፡ ከእነርሱ መካከል አንድንም አንለይም፡፡ እኛ ለእርሱ ታዛዦች ነን» በል፡፡","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:85","price":"ከኢስላም ሌላ ሃይማኖትን የሚፈልግ ሰው ፈጽሞ ከርሱ ተቀባይ የለውም፡፡ እርሱም በመጨረሻይቱ ዓለም ከከሳሪዎቹ ነው፡፡","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:86","price":"ከእምነታቸውና መልክተኛውም እውነት መኾኑን ከመሰከሩ የተብራሩ አንቀጾችም ከመጡላቸው በኋላ የካዱን ሕዝቦች አላህ እንዴት ያቀናል! አላህ በዳዮችንም ሕዝቦች አያቀናም፡፡","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:87","price":"እነዚያ ቅጣታቸው የአላህና የመላእክት የሰዎችም ሁሉ ርግማን በእነሱ ላይ መኾን ነው፡፡","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:88","price":"በውስጧ ዘውታሪዎች ሲኾኑ ቅጣቱም ከነሱ ላይ አይቃለልላቸውም፡፡ እነሱም ቀን አይስሰጡም፡፡","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:89","price":"እነዚያ ከዚህ በኋላ ንስሓ የገቡና (ሥራቸውን) ያሳመሩ ሲቀሩ፡፡ (እነዚህንስ ይምራቸዋል)፤ አላህ መሓሪ አዛኝ ነውና፡፡","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:90","price":"እነዚያ ከእምነታቸው በኋላ የካዱ ከዚያም ክህደትን የጨመሩ ጸጸታቸው ፈጽሞ ተቀባይ የላትም፡፡ እነዚያም የተሳሳቱ እነርሱ ናቸው፡፡","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:91","price":"እነዚያ የካዱና እነርሱም በክህደታቸው ላይ እንዳሉ የሞቱ ከእነሱ ከአንዳቸው በምድር ሙሉ የኾነ ወርቅ (ቢኖረውና) በርሱ ቢበዥበትም እንኳ ፈጽሞ ተቀባይን አያገኝም፡፡ እነዚያ ለእነርሱ የሚያሰቃይ ቅጣት አላቸው፡፡ ለነርሱም ምንም ረዳቶች የሏቸውም፡፡","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"am"},{"name":"3:92","price":"የምትወዱትን እስከምትለግሱ ድረስ በጎን ሥራ (ዋጋውን) አታገኙም፡፡ ከምንም ነገር ብትለግሱ አላህ ያውቀዋል፡፡","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"am"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}