{"data":[{"name":"39:32","price":"32. Wie is er meer onrechtvaardiger dan degenen die over Allah liegt en de waarheid ontkent als het tot hem komt! Is er dan niet in de hel een woonplaats voor de ongelovigen?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:33","price":"33. En hij die de waarheid heeft gebracht (de profeet Mohammed) en degene die daarin gelooft (Abu Bakr) dat zijn de godvrezenden.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:34","price":"34. Zij zullen alles wat zij van hun Heer wensen, hebben. Dat is de beloning voor de weldoeners.","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:35","price":"35. Zodat Allah het slechte dat zij hebben gedaan verwijderd en hen de beloning geeft in overeenstemming met het beste wat zij gedaan hebben.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:36","price":"36. Is Allah niet voldoende voor zijn dienaar? Toch proberen zij jullie bang te maken met degenen (die zij) naast Hem (aanbidden)! En wie Allah laat dwalen, daarvoor is geen leiding.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:37","price":"37. En wie Allah leidt, voor hem zal er geen misleider zijn. Is Allah niet Almachtig, de bezitter van de Vergelding?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:38","price":"38. En waarlijk, als jij (o, Mohammed) hen vraagt: “Wie heeft de hemelen en de aarde geschapen?” Zeker zij zullen: “Allah” zeggen. Zeg: “Vertel mij dan welke zaken jullie naast Allah aanbidden, - als Allah mij kwaad wil doen, kunnen zij Zijn kwaad dan verwijderen, of als Hij (Allah) wat genade voor mij heeft, kunnen zij Zijn genade tegenhouden?” Zeg: “Allah is voor mij voldoende, in Hem leggen degenen die vertrouwen hun vertrouwen.”","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:39","price":"39. Zeg (o, Mohammed): “O mijn volk! Werk op jullie manier. Ik werk (op mijn manier). Jullie zullen daar spoedig achter komen,","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:40","price":"40. Tot wie een vernederende bestraffing komt, en op wie de altijd durende bestraffing neerdaalt.”","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:41","price":"41. Waarlijk, Wij hebben tot jou (o, Mohammed) dit Boek voor de mensen in waarheid neergezonden. Iedereen die dus de leiding accepteert, doet dat alleen voor zichzelf, en iedereen die dwaalt, dwaalt alleen voor zijn (eigen) verlies. En jij bent geen voogd voor hen.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:42","price":"42. Het is Allah Die de zielen afvoert bij het intreden van de dood, alsook (de zielen) van de levenden die (tijdelijk) inslapen. (Dan) houdt Hij de zielen achter waarvoor Hij de dood heeft bepaald, en stuurt de rest voor een vastgestelde termijn terug (naar hun levenloze lichamen om te kúnnen ontwaken). Waarlijk hierin zijn tekenen voor mensen die diep nadenken.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:43","price":"43. Hebben zij anderen als bemiddelaars naast Allah genomen? Zeg: “Zelfs als zij (de valse goden) geen macht hebben en geen verstand?”","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:44","price":"44. Zeg: “Aan Allah behoort alle voorspraak toe. Hij heeft de soevereiniteit van de hemelen en de aarde en tot Hem zullen jullie teruggebracht worden.”","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:45","price":"45. En als Allah alleen wordt genoemd, vullen de harten van degenen die niet gelovigen in het hiernamaals zich met afschuw en als degenen (naast Hem) worden genoemd, zie, zij verheugen zich!","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:46","price":"46. Zeg: “O Allah! Schepper van de hemelen en de aarde. Alwetende van de het onwaarneembare en het waarneembare, U zult over de zaken waarover Uw dienaren van mening verschilden, oordelen.”","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:47","price":"47. En als degenen die onrecht pleegden, alles wat op aarde is en het gelijke daarvan als losprijs op de Dag des Oordeels aanbieden om henzelf van de kwade bestraffing te bevrijden dan zouden ze dat zeker doen. En Allah toont aan hen duidelijk waar zij geen rekening mee hielden.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:48","price":"48. En het kwade van wat zij verdiend hadden zal voor hen duidelijk getoond worden, en zij zullen omringd zijn met datgene wat zij bespotten!","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:49","price":"49. En als iets de mens kwetst, keert hij roepend tot Ons en als Wij het dan voor hem in een gunst van Ons veranderen, zegt hij: “Alleen maar vanwege de kennis heb ik het verkregen.” Welnee, het is slechts een beproeving, maar de meesten van hen weten het niet!","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:50","price":"50. Waarlijk, degenen vóór hen zeiden dit, en toch ondervonden zijn geen nut van wat zij deden (aan daden slecht in de bestraffing).","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:51","price":"51. Dus de kwade gevolgen van hun verdiensten overmanden hen. En degenen van hen die onrecht pleegden zullen ook door de kwade gevolgen van hun verdienste overmand worden en zij zullen nooit in staat zijn om te ontsnappen.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:52","price":"52. Weten zij dan niet dat Allah de voorziening vergroot voor wie Hij wil en het beperkt Waarlijk, hierin zijn tekenen voor een volk dat gelooft!","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:53","price":"53. Zeg: “O Mijn slaven die tegen zichzelf onrecht hebben gepleegd! Wanhoop niet aan de genade van Allah (aangaande Zijn vergiffenis en toelating tot het paradijs), waarlijk Allah vergeeft alle zonden. Waarlijk, Hij is de Meest Vergevende, de Barmhartige.","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:54","price":"54. Maar keer in berouw en geef je geheel over (aan Allah en zijn wetten), voordat de bestraffing over jullie komt, daarna zullen jullie niet geholpen worden.","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:55","price":"55. En volg het beste van dat wat voor jullie van jullie Heer neer is gezonden, voordat de bestraffing plotseling tot jullie komt terwijl jullie het niet door hebben!\"","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:56","price":"56. Zodat niemand zegt: \"O, wat spijtig voor mij dat ik niet plichtsgetrouw tot Allah was en ik was zeker onder degenen die spotten.”","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:57","price":"57. Of hij zou zeggen: “Als Allah mij maar had geleid, dan zou ik zeker onder de godvrezenden zijn.”","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:58","price":"58. Of hij zou zeggen wanneer hij de bestraffing ziet: “Als ik maar een andere kans had gehad dan zou ik onder de weldoeners zijn.”","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:59","price":"59. \"Welzeker! Er zijn tot jou Mijn tekenen (de Koran) gekomen en jij hebt die ontkend en was trots en was onder de ongelovigen.”","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:60","price":"60. En op de Dag der Opstanding zal jij degenen die tegen Allah gelogen hebben, zien, hun gezichten zullen zwart zijn. Is er in de hel geen verblijfplaats voor de hoogmoedigen?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:61","price":"61. En Allah zal degenen die godvrezend zijn naar hun plaatsen van succes brengen. Het kwaad zal hen niet raken, noch zullen zij bedroefd zijn.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:62","price":"62. Allah is de Schepper van alle zaken en Hij is de Zaakwaarnemer over alle zaken.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:63","price":"63. Aan Hem behoren de sleutels van de hemelen en de aarde. En degenen die niet in de tekenen van Allah geloven zullen zeker tot de verliezers behoren","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:64","price":"64. Zeg: “Bevelen jullie mij om anderen dan Allah te aanbidden. O jullie dwazen?”","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:65","price":"65. En voorwaar, het is aan jou (o, Mohammed) geopenbaard zoals het aan degenen vóór jou geopenbaard is: “Als je in de aanbidding van Allah andere deelgenoten toekent dan zullen zeker (al) je daden verloren gaan en dan zul je zeker onder de verliezers verkeren.”","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:66","price":"66. Welee! Maar aanbid slechts Allah en behoor tot de dankbaren.","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:67","price":"67. En zij kennen Allah niet de Verhevenheid die hem toekomt. En Op de Dag der Opstanding zal de aarde volledig in Zijn greep zijn, terwijl de hemelen in Zijn rechterhand zullen worden opgerold. Verheven en verheerlijkt is Hij boven alles wat zij als deelgenoten aan Hem toekennen!","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:68","price":"68. En de bazuin zal geblazen (door een engel) worden en alles wat in de hemelen is en alles wat op aarde is zal wegsterven, behalve wat Allah wil. Dan zal het een tweede maal geblazen worden en zie, zij (de mensen en djinn) zullen staan, rondkijken (uit angst).","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:69","price":"69. En de aarde zal stralen met het licht van haar Heer en het Boek (waar alle daden in staan zowel van het hart, de tong en de ledematen) zal open geplaatst worden en de profeten en de getuigen zullen naar voren worden gebracht en er zal tussen hen in waarheid geoordeeld worden en niemand zal onrecht aangedaan worden.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:70","price":"70. En ieder persoon zal volledig vergoed worden voor wat hij gedaan heeft; en Hij is Alwetend over wat zij doen.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:71","price":"71. En zij die ongelovig zijn zullen in groepen naar de hel gedreven worden, en als zij het bereiken, zullen de poorten daarvan geopend worden [1]. En haar wachters zullen zeggen: “Zijn er geen boodschappers tot jullie gekomen – die de verzen van jullie Heer voor jullie reciteren en jullie voor de ontmoeting van deze Dag waarschuwen?” Zij zullen zeggen: “Welzeker! Maar het woord van de bestraffing was tegen de ongelovigen gerechtvaardigd!”","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"[1] De hel, moge Allah ons hier tegen beschermen, is en blijft altijd dicht. Behalve voor de binnenkomers; net een gevangenis).","lang":"nl"},{"name":"39:72","price":"72. Er zal gezegd worden: \"Treed de poorten van de hel binnen om daarin eeuwig te verblijven. En wat een slechte verblijfplaats voor de hoogmoedigen!”","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:73","price":"73. En degenen die hun Heer vrezen (Taqwa hebben bereikt, door middel van kennis opdoen zonder daarin lui te worden en deze kennis in daden omzetten) zullen in groepen naar het paradijs geleid worden, als zij daar aankomen zullen de poorten worden geopend en de wachters zullen zeggen: “Salamoen aleikoem! Jullie hebben het goed gedaan, kom binnen om hier eeuwig in te verblijven.”","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:74","price":"74. En zij zullen zeggen: “Alle lofprijzingen komen (alléén) Allah toe, Die Zijn belofte aan ons is nagekomen en ons het land (het paradijs) heeft doen erven. Wij vertoeven in het paradijs waar en hoe wij maar willen: wat een uitmuntende beloning voor de(wel)doeners!”","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"39:75","price":"75. En jij zal de engelen rondom de troon (van Allah) zien, Die hem lofprijzen en verheerlijken. En er zal in waarheid beoordeeld worden en er zal gezegd worden: “Alle lof zijn voor Allah, de Heer van de werelden.”","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:1","price":"1. Ha Miem.","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:2","price":"2. De openbaring van het Boek is van Allah, de Almachtige, de Alwetende.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:3","price":"3. De Vergevende van de zonde, de Aanvaarder van het berouw, de Strenge in bestraffing, de Schenker (van gunsten). Geen heeft het recht om aanbeden te worden behalve Hij, tot Hem is de uiteindelijke terugkeer.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:4","price":"4. Geen redetwist over de tekenen van Allah behalve degene die ongelovig zijn. Laat niet hun weelderige om door het land te reizen jou bedriegen.","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:5","price":"5. Ook het volk van Noeh en hun bondgenoten hebben hiervoor hen ontkent (de boodschappers), en ieder (ongelovig) volk heeft plannen samengesmeed tegen hun boodschappers, om deze te grijpen, en redetwisten met valse argumenten om de waarheid te verwerpen. Dus greep Ik hen en hoe (vreselijk) was Mijn bestraffing!","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:6","price":"6. Zo is het Woord van jullie Heer tegen degenen die ongelovig waren gerechtvaardigd, zodat zij de bewoners van het vuur zullen zijn!","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:7","price":"7. Die (engelen) die de troon dragen en die daar rondom de lofprijzingen van hun Heer verheerlijken en in Hem geloven, en vragen om vergeving voor degenen die geloven (zeggende): “Onze Heer! U omvat in Uw genade en kennis alle zaken, vergeef dus degenen die berouw tonen en Uw weg volgen, en red hen van de bestraffing van het laaiende vuur!”","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:8","price":"8. Onze Heer! En laat hen de Eeuwige Tuinen binnentreden wat U hen beloofd heeft en voor de rechtschapen onder hun vaderen, hun echtgenotes en hun nageslacht! Waarlijk, U bent de Almachtige, de Alwijze.","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:9","price":"9. En red hen van de (gevolgen van) zondes en ieder die u op die dag behoedt van zondes, waarlijk, U heeft dan genade getoond. En dat is een geweldig succes [1].","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"[1]Want als Allah ons vergeeft, dan zijn we binnen. Daarom moet ieder met een gezond verstand na elke zonde eerlijke Tawbah verrichten.","lang":"nl"},{"name":"40:10","price":"10. Degenen die ongelovig zijn zullen aangesproken worden met: “Allah's afkeer was groter voor jullie dan jullie afkeer tegen elkaar (op deze dag) toen jullie tot het geloof opgeroepen werden maar het weigerden.”","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:11","price":"11. Zij (de ongelovigen) zullen zeggen: “Onze Heer! U hebt ons tweemaal laten sterven, en U hebt ons tweemaal het leven gegeven! Nu bekennen wij onze zonden, is er dan een manier om uit (het vuur) te komen?”","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:12","price":"12. “Dit is vanwege het feit dat toen Allah (alleen) aangeroepen werd jullie ongelovig waren maar als er deelgenoten aan Hem werden toegevoegd, jullie geloofden!” Dus het oordeel ligt uitsluitend bij Allah, de Allerhoogste, de Allergrootste!","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:13","price":"13. Hij is het Die jullie Zijn tekenen toont en voorzieningen voor jullie uit de hemel naar beneden stuurt. En niemand herinnerd dat behalve degenen die zich in berouw (tot Allah) keren (daarom is de dienaar niet geleid door Allah, pas als hij eerlijke Tawbah doet).","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:14","price":"14. Roep dus Allah aan en laat (jullie) aanbidding volledig (puur)voor Hem (alleen) zijn. Ook al hebben zij daar een afkeer van.","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:15","price":"15. (Hij is) Eigenaar van de hoogste rangen en standen, Eigenaar van de Troon, Hij stuurt Zijn openbaring (dit wordt ziel genoemd omdat dit de voeding van de ziel is middels de openbaring) aan welke dienaar Hij maar wil, Zodat hij de (mensen) kan waarschuwen voor de Dag van de wederzijdse ontmoeting.","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:16","price":"16. De Dag wanneer (alles) tevoorschijn zal komen (wat in de harten zit), niets zal voor Allah verborgen blijven. Aan Wie behoort het Koninkrijk van deze Dag? “Het is van Allah, de Ene, de Onweerstaanbare!”","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:17","price":"17. (Op) deze Dag zal iedereen vergoed krijgen wat hij verdiend heeft. Geen onrecht (zal iemand aangedaan worden). Waarlijk, Allah is snel in de afrekening.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:18","price":"18. En waarschuw (o, Mohammed) hen voor de Dag die nadert, wanneer de harten in de kelen kloppen (uit angst), er zal voor de onrechtvaardigen geen vriend of bemiddelaar zijn, die acht slaan.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:19","price":"19. Allah kent het bedrog van de ogen en alles wat de borsten bedekken.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:20","price":"20. En Allah oordeelt in waarheid, terwijl degenen die zij naast Hem aanroepen nergens over kunnen oordelen. Zeker, Allah! Hij is de Alhorende, de Alziende.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:21","price":"21. Hebben zij niet door het land gereisd en gezien wat het einde was van degenen die vóór hen waren? Zij waren sterker dan hen en lieten meer sporen op het land achter. En toch greep Allah hen met een bestraffing voor hun zonden. En zij hadden niemand die hen tegen Allah kon beschermen.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:22","price":"22. Dat was omdat tot hen hun boodschappers met duidelijke bewijzen en tekenen waren gekomen maar zij (hen) niet geloofden. Dus greep Allah hen met een bestraffing. Waarlijk, Hij is machtig, streng in bestraffing.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:23","price":"23. En zeker, Wij hebben Moesa met Onze tekenen gestuurd en een duidelijk bewijs.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:24","price":"24. Naar de Farao, Heman en Qaaroen,maar zij noemden (hem): “Een tovenaar, een leugenaar!”","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:25","price":"25. En toen hij (Moesa) hen de waarheid van Ons bracht zeiden zei: “Dood de zonen van degenen die met hem geloven en laat hun vrouwen leven”, maar de samenzweringen van de ongelovigen zijn niets dan dwalingen!","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:26","price":"26. Farao zei: “Laat mij Moesa doden en laat hem dan zijn Heer aanroepen! Waarlijk, Ik ben bang dat hij jullie van godsdienst zal laten veranderen, of dat hij ellende in het land zal laten verschijnen!” (de onrechtvaardigen verdraaien altijd de waarheid in welke tijd ze dan ook leven).","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:27","price":"27. Moesa zei: “Waarlijk, ik zoek toevlucht bij mijn Heer en jullie Heer tegen alle arrogante mensen die niet in de Dag van de Vergelding geloven.”","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:28","price":"28. En een gelovige man uit de familie van de Farao, die zijn geloof verborgen hield, zei: “Doodt u een man omdat hij zegt dat zijn Heer Allah is en tot u met duidelijke tekenen van uw Heer komt? En als hij een leugenaar is dan zal op hem (de zonde) van zijn leugen zijn; maar als hij de waarheid vertelt, dan zullen sommigen van die (rampen) waar hij u mee bedreigt over u komen. Waarlijk, Allah leidt niet degenen die buitensporig en leugenachtig zijn!","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:29","price":"29. O, mijn volk! Aan jullie is het koninkrijk van deze dag, jullie zijn de heersers in het land. Maar wie zal ons van de bestraffing van Allah redden als die over ons komt?” Farao zei: “Ik laat jullie alleen zien wat ik zie, en ik leid jullie slechts naar het pad van Leiding\".","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:30","price":"30. En hij die geloofde zei: “O mijn volk! Waarlijk, ik vrees dat jullie hetzelfde lot zullen begaan als die (ramp) dag van de bondgenoten!”","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:31","price":"31. Net als het lot van het volk van Noeh en ‘Ad en Thamoed en degenen die na hen kwamen. En Allah wil geen onrechtvaardigheid voor (Zijn) dienaren.","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:32","price":"32. En o, mijn volk! Waarlijk! Ik vrees voor jullie voor de Dag waarop de wederzijdse geroep zal zijn (de der opstanding).","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:33","price":"33. Een Dag waarop jullie je zullen omdraaien en vluchten zonder een beschermer van Allah te hebben. En iedereen die Allah laat dwalen, voor hem is er geen leiding.”","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:34","price":"34. En voorwaar, Yoesoef is tot jullie gekomen, in een tijd die voorbij is, met duidelijke tekenen, maar jullie stopten niet te twijfelen over de zaken die hij jullie bracht, tot zijn overlijden zeiden jullie: “Geen boodschapper zal Allah na hem sturen. En zo Allah laat degene die buitensporig en twijfelend zijn dwalen.”","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:35","price":"35. Degenen die redetwisten over de tekenen van Allah, zonder dat er enig bewijs tot hen is gekomen, dat is in het aangezicht van Allah diep gehaat en in het aangezicht van degenen die geloven. Dus verzegelt Allah het hart van elke arrogante tiran.","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:36","price":"36. En Farao zei: “O Heman! Bouw voor mij een toren zodat ik op de wegen kan aankomen,-","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:37","price":"37. De wegen van de hemelen zodat ik naar de god van Moesa kan gaan, al denk ik dat hij een leugenaar is.” En zo werden de daden in de ogen van Farao schoonschijnend gemaakt, en hij werd van het (rechte) pad afgehouden en de samenzwering van de Farao leidde naar niets meer dan verlies en vernieling.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:38","price":"38. En de man die geloofde zei: “O mijn volk! Volg mij, ik zal jullie leiden naar de weg van leiding.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:39","price":"39. O mijn volk! Waarlijk, dit leven van de wereld is niets dan (een snel) vermaak en waarlijk het hiernamaals is het huis dat voor altijd zal blijven.\"","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:40","price":"40. Degene die een kwade daad begaat, zal met niks anders worden vergoed dan zijn slechte daden en degene die een goede daad verricht, man of vrouw, en een gelovige is, die zal het paradijs binnentreden waar hij voorzien zal worden zonder beperking.","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:41","price":"41. En o, mijn volk! Hoe kan het dat ik jullie tot de redding oproep terwijl jullie mij tot het vuur oproepen!","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:42","price":"42. Jullie nodigen mij tot het ongeloof in Allah uit en jullie kennen deelgenoten aan Hem toe; waarvan ik geen kennis heb en ik nodig jullie tot de Almachtige, de Meest Vergevende uit!","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:43","price":"43. Er is geen twijfel dat jullie mij oproepen om iemand (te aanbidden) die geen gehoor kan geven aan mijn verzoeken in deze wereld of het hiernamaals. En onze terugkeer zal tot Allah zijn en verdorvenen zijn de bewoners van het vuur zijn!","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:44","price":"44. En jullie zullen je herinneren wat ik jullie zeg, En ik laat mijn zaak aan Allah over. Waarlijk, Allah is de Alziende over (Zijn) dienaren.”","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:45","price":"45. Dus beschermde Allah hem tegen het kwaad dat zij geplot hadden, en een kwade bestraffing het volk van Farao omringde.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:46","price":"46. Zij zullen aan het vuur worden blootgesteld, in de ochtend en de middag en op de Dag wanneer het Uur tot uitvoering wordt gebracht (zal er tegen de engelen gezegd worden): “Laat het volk van Farao de zwaarste bestraffing binnengaan!”","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:47","price":"47. En als zij in het vuur redetwisten, zullen de zwakken tegen degenen die arrogant waren zeggen: “Waarlijk! Wij hebben jullie gevolgd, kunnen jullie dan een deel van het vuur van ons wegnemen?”","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:48","price":"48. De hoogmoedigen zullen zeggen: “Wij zijn hier samen in! Waarlijk! Allah heeft tussen Zijn dienaren geoordeeld.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:49","price":"49. En degenen in het vuur zullen tegen de bewakers van de hel zeggen: “Roep jullie Heer aan om de bestraffing voor een dag te verlichten!”","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:50","price":"Zij zullen zeggen: \"Zijn er niet tot jullie boodschappers gekomen met duidelijk bewijs en tekenen?\" Zij zullen zeggen: \"Welzeker.\" Daarna zullen zij antwoorden: \"Roep dan! En de aanroeping van de ongelovigen is niets anders dan dwaling!\"","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:51","price":"51. Waarlijk, in dit wereldlijke leven en op de Dag dat zij getuigen zullen Wij Onze boodschappers en degenen die geloven tot overwinnaars maken (en dat kan soms na een lange termijn gebeuren).","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:52","price":"52. De Dag waarop de onrechtvaardigen geen geldig excuus zullen hebben. Voor hen zal er de vervloeking zijn en voor hen zal er een kwade verblijfplaats zijn.","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:53","price":"53. En voorwaar, Wij gaven Moesa de leiding en Wij lieten de Kinderen van Israël het Boek erven.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:54","price":"54. Een gids en een vermaning voor de mensen van goede harten.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:55","price":"55. Wees dus geduldig. Waarlijk, de belofte van Allah is waar, en vraag om vergiffenis voor je fouten, en verheerlijk en lofprijs jullie Heer in de middag en in de ochtend.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:56","price":"56. Waarlijk, degenen die over de tekenen van Allah redetwisten, zonder daar enig bewijs over te hebben, hebben niets anders in hun borst dan trots. Zij zullen dat nooit verkrijgen. Zoek dus je toevlucht (tegen hun slechtheden) bij Allah. Waarlijk, het is Hij Die de Alhorende is (aangaande hun uitspraken), de Alziende is (aangaande hun omstandigheden).","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:57","price":"57. De schepping van de hemelen en de aarde is zeker groter dan de schepping van de mensheid, maar de meesten van de mensheid weten dat niet.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:58","price":"58. En niet gelijk zijn de blinde en degene die kan zien, noch is degene die gelooft en goede daden verricht (gelijk aan) degene die kwaad doet. Jullie denken maar weinig!","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:59","price":"59. Waarlijk, het Uur zal zeker komen, daarover is geen twijfel, maar de meeste mensen geloven het niet.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:60","price":"60. En jullie Heer zei: “Roep Mij aan (smeek) en Ik zal jullie verhoren. Waarlijk! Degene die Mijn aanbidding minachten zullen zeker in vernedering de hel binnentreden!”","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:61","price":"61. Allah, Hij is het Die de nacht voor jullie heeft gemaakt zodat jullie daarin mogen rusten en de dag voor jullie om te zien. Waarlijk, Allah is de bezitter van de gunsten voor de mensheid, maar de meesten van de mensheid danken niet.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:62","price":"62. Dat is Allah, jullie Heer, de Schepper van alle zaken. Geen heeft het recht om aanbeden te worden behalve Hij, Dus waarom zijn jullie zo afgedaald?","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:63","price":"63. Zo dwalende degenen die de tekenen van Allah ontkennen.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:64","price":"64. Allah, Hij is het Die voor jullie de aarde als verblijfplaats heeft gemaakt en de hemel als een overkapping, en (Die) jullie vorm heeft gegeven (in de baarmoeders) en jullie vorm heeft verfraaid (en geperfectionneerd), en jullie van goede zaken voorzien heeft. Dat is Allah, jullie Heer, gezegend is dan Allah, de Heer van de werelden.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:65","price":"65. Hij is de Altijd Levende. Geen heeft het recht om aanbeden te worden behalve Hij, roep Hem (smeek)dus alleen aan en maak jullie aanbidding uitsluiten voor Hem alleen. Alle lof en dank is voor Allah, de Heer van de werelden.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:66","price":"66. Zeg: “Mij is verboden om degenen die jullie naast Allah aanbidden, te aanbidden, want er is tot mij bewijs gekomen van mijn Heer, en mij is bevolen mij te onderwerpen aan de Heer van de werelden.","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:67","price":"67. Hij is het Die jullie van stof en daarna van een mengsel van mannelijke en vrouwelijke afscheiding heeft geschapen, daarna van een klont, dat jullie als kinderen voortbrengt, dan (laat jullie groeien) tot de leeftijd van volle wasdom en daarna om oud te worden, hoewel sommigen van jullie eerder sterven, en dat jullie de vastgestelde termijn bereiken zodat jullie mogen begrijpen.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:68","price":"68. Hij is het Die het leven geeft en die doet sterven. Als Hij tot iets besluit zegt Hij slechts: “Wees!” en het is.\"","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:69","price":"69. Zie jij niet degenen die redetwisten over de tekenen van Allah? Hoe kunnen zij zich afkeren?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:70","price":"70. Degenen die het Boek ontkennen, en datgene wat Wij naar Onze boodschappers hebben gestuurd. Zij zullen er gauw achter komen.","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:71","price":"71. Wanneer ijzeren halsbanden om hun nekken worden gelegd, en de ketenen zullen meegezeuld worden!","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:72","price":"72. In het kokende water, dan zullen zij in het vuur gebrand worden.","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:73","price":"73. Dan zal er tot hen gezegd worden: “Waar zijn degene die jullie in de aanbidding als deelgenoten verenigden?","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:74","price":"74. Naast Allah?” Zij zullen zeggen: “Zij zijn van ons verdwenen; Welnee, wij hebben niets eerder aangeroepen.” Dus Allah laat de ongelovigen dwalen.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:75","price":"75. Dat was omdat jullie op aarde zonder enig recht je uitgelaten gedroegen en dat jullie je gewoonlijk bijzonder (in jullie fouten) verheugden.","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:76","price":"76. Jullie moeten nu de hellepoorten binnengaan om daarin voor altijd te verblijven en wat een kwade verblijfplaats voor de hoogmoedigen.","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:77","price":"77. Wees dus geduldig, waarlijk de belofte van Allah is waarheid en wat Wij jou ook laten zien een klein gedeelte wat Wij hen hebben beloofd, of Wij laten jou sterven, dan is het tot Ons dat zij zullen terugkeren.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:78","price":"78. En voorwaar Wij hebben boodschappers vóór jou gestuurd: van sommigen van hen hebben Wij jou het verhaal verteld en van sommigen van hen hebben Wij jou het verhaal niet verteld, en zonder toestemming van Allah kan geen boodschapper een teken brengen. Als dus het bevel van Allah komt, zal de zaak in waarheid beslecht worden en de volgelingen van de leugens zullen verloren zijn.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:79","price":"79. Allah is het Die het vee voor jullie heeft gemaakt, dat jullie op sommigen van hen kunnen rijden en sommigen kunnen eten.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:80","price":"80. En jullie hebben voordelen van hen, dat jullie door middel van hen een behoefte kunnen vervullen en op hen en op schepen worden jullie gedragen.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:81","price":"81. En Hij laat jullie Zijn tekenen en bewijzen zien. Welke van de tekenen en bewijzen van Allah ontkennen jullie dan?","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:82","price":"82. Hebben zij niet over de aarde gereisd en gezien wat het einde van degenen was die vóór hen waren? Zij waren in grotere aantallen dan hen en groter in kracht en in de sporen op het land, maar toch ondervonden zij geen profijt van hun inspanning (geen zegening).","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:83","price":"83.Toen hun boodschappers met duidelijke bewijzen tot hen kwamen waren zij blij met datgene wat zij hadden aan kennis en met datgene wat zij gewoonlijk bespotten werden zij mee omsingeld.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:84","price":"84. Toen zij dus Onze bestraffing zagen, zeiden zij: “Wij geloven in Allah en verwerpen (al) wat wij gewoonlijk in de aanbidding naast Hem als (Zijn) deelgenoten verenigden.”","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"40:85","price":"85. Hun geloof kon hen niet baten toen zij Onze bestraffing zagen. Zo is dus de manier van Allah in de omgang met Zijn dienaren. En de ongelovigen hebben ontzettend verloren.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:1","price":"1. Ha Miem.","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:2","price":"2. Deze Koran is een openbaring van Allah, de Barmhartige, de Genadevolle.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:3","price":"3. Een Boek waarin de verzen in detail worden uitgelegd: - Een Koran in het Arabisch voor de mensen die weten.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:4","price":"4. Goed bericht gevend aan de gelovigen (die in de Eenheid van Allah geloven, Hem vrezen en veel van Hem houden) en een waarschuwing, maar de meesten van hen keren zich af, dus luisteren zij niet.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:5","price":"5. En zij zeggen: “Over onze harten zijn sluiers voor datgene waar jij ons naar uitnodigt, en in onze oren is doofheid en tussen ons en jou is een scherm, werk dus (op jouw manier); waarlijk wij werken (op onze manier).","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:6","price":"6. Zeg: “Ik ben slechts een mens zoals jullie. Mij is geopenbaard dat jullie god één god is, volg daarom het rechte pad tot Hem en gehoorzaam Hem en zoek de vergiffenis van Hem. En wee voor de afgodenaanbidders.\"","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:7","price":"7. Degenen die niet de Zakat betalen en zij zijn de ongelovigen in het hiernamaals.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:8","price":"8. Waarlijk, degenen die geloven en goede daden verrichten, voor hen is er een eindeloze beloning die nooit zal stoppen.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:9","price":"9. Zeg: “Geloven jullie echt niet in Hem Die de aarde in twee dagen geschapen heeft en kennen jullie Hem deelgenoten toe? Terwijl hij de Heer van de werelden is.\"","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:10","price":"10. Hij heeft daarin stevige bergen van boven af geplaatst, en Hij heeft het gezegend en heeft daarin het onderhoud afgestemd in vier dagen gelijk voor al degenen die vragen.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:11","price":"11. Toen verhief Hij zich (op de manier dat bij zijn grootheid past) naar de hemel toen het rook was, en zei daartegen en tegen de aarde: “Komen jullie beiden, gewillig of ongewillig.” Zij zeiden beiden: “Wij komen gewillig.”","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:12","price":"12. Toen voltooide deze tot zeven hemelen in twee dagen en Hij gaf elke hemel zijn eigen werk. En Wij versierden de dichtstbijzijnde hemel met lichten om zowel een versiering als een verdediging te zijn. Zo is het Besluit van Hem, de Almachtige, de Alwetende.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:13","price":"13. Maar als zij zich afkeren, zeg dan: “Ik heb jullie voor een geweldige bliksemflits gewaarschuwd zoals die ‘Ad en Thamoed overmande.”","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:14","price":"14. Toen de boodschappers tot hem kwamen, van voor hen en achter hen (zeggende): “Aanbid geen ander dan Allah”, zeiden zij: “Als onze Heer het zo gewild had, zou Hij zeker de engelen naar beneden gestuurd hebben. Zeker! Wij geloven niet in datgene waarmee jij (o, Mohammed) gestuurd bent.”","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:15","price":"15. Wat het volk van ‘Ad betreft, Zij stelden zich zonder recht arrogant op en zij zeiden: “Wie is in kracht machtiger dan ons?” Zien zij niet dat Allah, Die hen geschapen heeft, machtiger in kracht is dan hen? En zij ontkenden Onze tekenen!","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:16","price":"16. Dus stuurden Wij een woeste wind over hen in dagen van slechte voortekenen (voor hen), dat Wij hen een voorproefje van een vernederende bestraffing in het huidige leven zouden geven, maar zeker, de bestraffing in het hiernamaals zal nog vernederender zijn, en zij zullen nooit geholpen worden.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:17","price":"17. En wat Thamoed betreft, Wij hebben hen het pad van de waarheid getoond en hen dat duidelijk gemaakt door Onze boodschapper getoond, maar in plaats van leiding gaven zij de voorkeur aan afdwaling dus de vreselijke bestraffing greep hen, vanwege hun eigen verdiensten (daden).","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:18","price":"18. En Wij redden hen die geloofden en die Allah vreesden (en het kwaad vermeden).","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:19","price":"19. En de Dag dat de vijanden van Allah bij het vuur verzameld zullen worden, zullen zij naar het vuur geduwd worden.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:20","price":"20. Tot wanneer zij het bereikten zullen hun gehoor hun zicht en hun huid vanwege hun verdiensten tegen hen getuigden.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:21","price":"21. En zij zullen tegen hun huiden zeggen: “Waarom getuigen jullie tegen ons?” Zij zullen zeggen: “Allah laat ons spreken – zoals Hij alle dingen laat spreken en Hij heeft jullie de eerste keer geschapen en tot Hem zullen jullie terugkeren.”","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:22","price":"22. En jullie kunnen je niet voor jezelf verstoppen want jullie oren, en jullie ogen en jullie huid zullen tegen jullie getuigen, maar jullie dachten dat Allah niet veel wist over de daden die jullie deden.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:23","price":"23. En die gedachten van jullie die jullie over jullie Heer hebben gedacht heeft jullie tot de vernietiging gebracht en jullie zijn tot het uiteindelijke verlies gekomen.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:24","price":"24. Dus als zij geduld hebben, zal het vuur toch hun verblijf voor hen zijn, en als zij smeken om genade, zullen zij niet degenen zijn die vergeven zullen worden.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:25","price":"25. En Wij hebben hen (duivelse) metgezellen aangewezen die (hen verblinden door) de dingen (te) verdraaien (zowel dat wat er zich voor hen bevindt (hun wereldse, zondige levens waarin het genot wordt nagejaagd en het geloof aan de kant wordt gezet) als van wat er zich achter hen bevindt (hun ontkenning van de afrekening en de opstanding). En het woord is tegen hen gerechtvaardigd zoals het gerechtvaardigd was tegen degenen onder de voorafgaande generaties djinns en mensen die vóór hen overleden zijn. Voorwaar, zij waren (allen) verliezers.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:26","price":"26. En degenen die ongelovig waren zeiden: “Luister niet naar deze Koran en verstoor het onder haar (recitatie) zodat jullie mogen overwinnen.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:27","price":"27. Maar zeker, Wij zullen degenen die ongelovig zijn een zware bestraffing laten proeven en zeker, Wij zullen hen met het ergste wat zij gedaan hebben vergoeden.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:28","price":"28. Dat is de vergelding van de vijanden van Allah. Het vuur, daarin zal voor het eeuwige tehuis zijn, een verdiende vergelding omdat zij Onze tekenen plachten te ontkennen.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:29","price":"29. En degenen die ongelovig zijn zullen zeggen: “Onze Heer! Laat ons degenen onder de djinns en de mensen zien die ons hebben doen afdwalen, wij zullen hen onder onze voeten vermorzelen zodat zij de laagste worden.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:30","price":"30. Waarlijk, degenen die zeggen: “Onze Heer is (alleen) Allah,” en dan recht staan (in geloof), voor hen zullen de engelen neer dalen (zeggende): “Vrees niet noch wees bedroefd! Maar ontvang het goede nieuws van het paradijs wat jullie beloofd is!","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:31","price":"31. Wij zijn jullie beschermers in het leven van deze wereld geweest en (dus) zijn dat in het hiernamaals. Daar zullen jullie alles hebben wat jullie hart wenst, en daarin zullen jullie (alles) hebben waar jullie om vragen.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:32","price":"32. Een vermaak van de Meest Vergevende, de Meest Genadevolle.”","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:33","price":"33. En welke uitspraak is beter dan degenen die uitnodigt naar Allah, en goede daden verricht, en zegt: “Ik ben één van de moslims.”","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:34","price":"34. De goede daad en de slechte daad kunnen niet gelijk zijn. Vervang (het kwaad) met iets beters dan waarlijk zie je, hij die jouw vijand was, (zal) je hartsvriend (worden).","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:35","price":"35. Maar niemand is het gegeven behalve degenen die geduldig zijn en niemand is het gegeven behalve de eigenaar van een groot deel.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:36","price":"36. En als sjaitaan jou met een kwade influistering benadert (om je van het goede te weerhouden), zoek dan toevlucht bij Allah (om het teniet te doen). Waarlijk, Hij is de Alhorende (van alle uitspraken), de Alwetende (van alle daden).","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:37","price":"37. En van Zijn tekenen zijn de nacht en de dag, en de zon en de maan. Kniel niet voor de zon of de maan maar kniel voor Allah Die hen geschapen heeft, als jullie Hem (echt) aanbidden.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:38","price":"38. Maar als zij te trots zijn (om zo te doen). Degene die bij jouw (o, Mohammed) Heer zijn die Hem nacht en dag verheerlijken en zij zijn nooit vermoeid (de engelen).","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:39","price":"39. En onder Zijn tekenen is dat je de aarde onvruchtbaar ziet, maar Wij sturen daar water naar toe, en dan is vol leven en groei. Waarlijk, Hij Die het leven geeft, zeker (Hij) is in staat om de doden tot leven te brengen (en ook om onze dode harten levend te maken). Voorwaar! Hij is tot alle zaken in staat.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:40","price":"40. Waarlijk degenen die zich van Onze tekenen afwenden zijn niet voor Ons verborgen. Is degene die in het vuur blijft beter of degene die veilig is op de Dag der Opstanding? Doe wat jullie willen. Waarlijk! Hij is de Alziende van wat jullie doen.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:41","price":"41. Waarlijk, degenen die niet in de vermaning geloven toen het tot hen kwam. En waarlijk, het is zeker een almachtig Boek.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:42","price":"42. Valsheid kan daar niet in voorkomen noch van voren of van achteren, (het is) door de Alwijze neergezonden. Waard om geprezen te worden.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:43","price":"43. Niets is tegen jou gezegd behalve wat tegen de boodschappers vóór jou gezegd is. Waarlijk jouw Heer is de Bezitter van de vergiffenis en (ook) de Bezitter van een pijnlijke bestraffing.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:44","price":"44. En als Wij deze Koran in een vreemde taal, anders dan Arabisch, hadden gestuurd zouden zij gezegd hebben: “Waarom zijn de verzen niet nauwkeurig uitgelegd, (terwijl degene) aan wie het geopenbaard is een Arabier is.\" Zeg (o Mohammed): “Het is voor degenen die geloven een leiding en een genezing. En wat de ongelovigen betreft, er is zwaarte in hun oren en het is blindheid voor hen. Dit zijn degenen die van een verre plaats geroepen worden.","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:45","price":"45. En voorwaar, Wij gaven Moesa het Boek, waarna hierover (door zijn volk) van mening werd verschild. En als het niet vanwege het woord dat van jouw Heer vooruit was gegaan zouden tussen hen zeker geoordeeld. Maar waarlijk, zij hebben daarover grote twijfel.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:46","price":"46. Iedereen die goede daden verricht doet dit ten nutte van zichzelf en iedereen die kwaad doet schaadt zichzelf en jullie Heer is niet onrechtvaardig voor (Zijn) dienaren.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"nl"}],"juz":{"id":24,"name":"فَمَنْ أَظْلَمُ","transliteration":"Faman Azlam","transEn":"Then Who is More Unjust","startVerse":"39:32","endVerse":"41:46","totalVerses":175}}