{"data":[{"name":"1:1","price":"Sa ngalan ni Allāh,[1] ang Napakamaawain, ang Maawain.","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"[1] Ang pangalang Allāh ay pangngalang pantanging ukol lamang sa tunay na Diyos.","lang":"tl"},{"name":"1:2","price":"Ang papuri ay ukol kay Allāh, ang Panginoon[2] ng mga nilalang,[3]","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"[2] Ang Panginoon (Rabb sa wikang Arabe) ay ang Tagapag-alaga, ang Tagalikha, ang Tagapagtustos, at ang Tagapangsiwa.\n[3] Ang nilalang (`ālam sa wikang Arabe) ay ang bawat anumang iba pa kay Allāh, gaya ng tao, jinn, anghel, at iba pa.","lang":"tl"},{"name":"1:3","price":"ang Napakamaawain, ang Maawain,","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"1:4","price":"ang Tagapagmay-ari ng Araw ng Pagtutumbas.","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"1:5","price":"Sa Iyo [lamang] kami sumasamba at sa Iyo [lamang] kami nagpapatulong.","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"1:6","price":"Magpatnubay Ka sa amin sa landasing tuwid:","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"1:7","price":"ang landasin ng mga biniyayaan[4] Mo,[5] hindi ng mga kinagalitan,[6] at hindi ng mga naliligaw.[7]","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"[4] Ang mga biniyayaan dito ay ang mga propeta, ang mga nagpapakatotoo, mga martir, at mga maayos.\n[5] Sa istilo ng pagsasalin dito, ang mga panghalip na nagsisimula sa malaking titik gaya ng Ako, Ko, Akin, Ikaw, Mo, Iyo ay tumutukoy kay Allāh.\n[6] Sila ay ang mga nakakilala sa katotohanan at hindi sumunod dito.\n[7] Sila ay ang mga naligaw sa katotohan, na hindi napatnubayan.","lang":"tl"},{"name":"2:1","price":"Alif. Lām. Mīm.[8]","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"[8] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.","lang":"tl"},{"name":"2:2","price":"Ang Aklat[9] na ito ay walang pag-aalinlangan dito,[10] isang patnubay ukol sa mga tagapangilag magkasala,","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"[9] Sa istilo ng pagkakasalin dito, ang Aklat na may malaking titik A ay tumutukoy sa Qur’an.\n[10] O Ang Aklat na ito ay walang mapag-aalinlanganan; nasa loob nito ay patnubay ukol sa mga tagapangilag magkasala,","lang":"tl"},{"name":"2:3","price":"na mga sumasampalataya sa nakalingid,[11] nagpapanatili sa pagdarasal, at mula sa itinustos Namin sa kanila ay gumugugol,","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"[11] Ang bawat hindi natatalos ng mga pandama at nakalingid sa atin gaya ng kairalan ng mga anghel, mga jinn, Kabilang-buhay, Paraiso, at Impiyerno.","lang":"tl"},{"name":"2:4","price":"na mga sumasampalataya sa [Qur’ān na] pinababa sa iyo at sa pinababa bago mo[12] pa, at sa Kabilang-buhay sila ay nakatitiyak.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"[12] Sa istilo ng pagsasalin dito, madalas na ang mga panghalip na ikaw, ka, mo, at iyo ay tumutukoy kay Propeta Muhammad.","lang":"tl"},{"name":"2:5","price":"Ang mga iyon ay nasa patnubay mula sa Panginoon nila at ang mga iyon ay ang mga magtatagumpay.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:6","price":"Tunay na ang mga tumangging sumampalataya – magkapantay sa kanila nagbabala ka man sa kanila o hindi ka nagbabala sa kanila – ay hindi sumasampalataya.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:7","price":"Magpapasak si Allāh sa mga puso nila at sa pandinig nila. Sa mga paningin nila ay may pambalot. Ukol sa kanila ay isang pagdurusang sukdulan.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:8","price":"Mayroon sa mga [mapagpaimbabaw] tao na nagsasabi: “Sumampalataya kami kay Allāh at sa Huling Araw,” samantalang hindi sila mga mananampalataya.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:9","price":"Nagtatangka silang mandaya kay Allāh at sa mga sumampalataya samantalang hindi sila nandaraya maliban sa mga sarili nila habang hindi nila nararamdaman.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:10","price":"Sa mga puso nila ay may sakit [ng pagdududa], at nagdagdag pa sa kanila si Allāh ng sakit. Ukol sa kanila ay isang pagdurusang masakit dahil sila dati ay nagsisinungaling.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:11","price":"Kapag sinabi sa kanila: “Huwag kayong tagagulo sa lupa,” nagsasabi sila: “Kami ay mga tagapagsaayos lamang.”","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:12","price":"Pansinin, tunay na sila ay ang mga tagapagtiwali subalit hindi sila nakararamdam.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:13","price":"Kapag sinabi sa kanila: “Sumampalataya kayo kung paanong sumampalataya ang mga [maaayos na] tao” ay nagsasabi sila: “Sasampalataya ba kami kung paanong sumampalataya ang mga hunghang?” Pansinin, tunay na sila ay ang mga hunghang subalit hindi nila nalalaman.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:14","price":"Kapag nakipagkita sila sa mga sumampalataya ay nagsasabi sila: “Sumampalataya kami [gaya ninyo],” ngunit kapag nakipagsarilinan sila sa mga demonyo [na pinuno] nila ay nagsasabi sila: “Tunay na kami ay kasama sa inyo; kami ay mga nangungutya lamang.”","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:15","price":"Si Allāh ay nangungutya sa kanila at nagpapalawig sa kanila sa pagmamalabis nila habang nag-aapuhap sila.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:16","price":"Ang mga iyon ay ang mga bumili ng kaligawan kapalit ng patnubay kaya hindi tumubo ang kalakalan[13] nila. Hindi sila noon mga napatnubayan.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"[13] O pakikipagkalakalan.","lang":"tl"},{"name":"2:17","price":"Ang paghahalintulad sa kanila ay gaya ng paghahalintulad sa nagpaningas ng apoy, ngunit noong tumanglaw ito sa nasa palibot niya ay nag-alis si Allāh sa liwanag nila at nag-iwan Siya[14] sa kanila sa mga kadiliman habang hindi sila nakakikita.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"[14] Sa saling ito, ang mga panghalip na nagsisimula sa malaking titik gaya ng Ako, Kami, Siya, at Ikaw ay tumutukoy kay Allāh. Ang paggamit ni Allāh ng panghalip na maramihan ay ang tinatawag sa retorika na pluralis majestatis o pangmaramihan ng kamahalan.","lang":"tl"},{"name":"2:18","price":"Mga bingi, na mga pipi, na mga bulag, kaya sila ay hindi bumabalik [mula sa pagkaligaw].","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:19","price":"O gaya ng isang unos mula sa langit, na sa loob nito ay mga kadiliman, kulog, at kidlat. Naglalagay sila ng mga daliri nila sa mga tainga nila dahil sa mga lintik dala ng hilakbot sa kamatayan. Si Allāh ay Tagapaligid sa mga tagatangging sumampalataya.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:20","price":"Halos ang kidlat ay tumangay sa mga paningin nila. Tuwing tumanglaw ito [sa daan] para sa kanila ay naglalakad sila rito at kapag nagpadilim ito sa ibabaw nila ay tumatayo sila. Kung sakaling niloob ni Allāh ay talaga sanang nag-alis Siya ng pandinig nila at mga paningin nila. Tunay na si Allāh sa bawat bagay ay May-kakayahan.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:21","price":"O mga tao, sumamba kayo sa Panginoon ninyo na lumikha sa inyo at sa bago pa ninyo, nang sa gayon kayo ay mangingilag magkasala,","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:22","price":"na gumawa para sa inyo ng lupa bilang himlayan[15] at ng langit bilang silong, at nagpababa mula sa langit ng tubig kaya nagpalabas Siya sa pamamagitan nito ng mga bunga bilang panustos para sa inyo. Kaya huwag kayong gumawa para kay Allāh ng mga kaagaw samantalang kayo ay nakaaalam [na walang Tagalikha kundi si Allāh].","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"[15] O higaan o nakalatag.","lang":"tl"},{"name":"2:23","price":"Kung kayo ay nasa isang pag-aalinlangan sa ibinaba Namin sa Lingkod[16] Namin, maglahad kayo ng isang kabanata kabilang sa tulad nito at tumawag kayo ng mga saksi ninyo bukod pa kay Allāh kung kayo ay mga tapat.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"[16] Ang Lingkod na may malaking L ay tumutukoy kay Propeta Muḥammad (s).","lang":"tl"},{"name":"2:24","price":"Ngunit kung hindi kayo nakagawa – at hindi kayo makagagawa – ay mangilag kayo sa Apoy na ang panggatong nito ay ang mga tao at ang mga bato [na sinasamba]. Inihanda ito para sa mga tagatangging sumampalataya.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:25","price":"Magbalita ka ng nakagagalak sa mga sumampalataya at gumawa ng mga maayos na ukol sa kanila ay mga Hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog. Sa tuwing tinutustusan sila mula sa mga ito ng bunga bilang panustos ay nagsasabi sila: “Ito ay ang itinustos sa amin bago pa niyan.” Bibigyan sila nito na nagkakawangisan [na nagkakaiba sa lasa]. Ukol sa kanila roon ay mga asawang dinalisay at sila ay doon mga mananatili.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:26","price":"Tunay na si Allāh ay hindi nahihiya na maglahad ng isang anumang paghahalintulad na isang lamok man saka anumang higit dito. Hinggil naman sa mga sumampalataya, nakaaalam sila na ito ay ang katotohanan mula sa Panginoon nila. Hinggil naman sa mga tumangging sumampalataya, nagsasabi sila: “Ano ang ninais ni Allāh rito bilang paghahalintulad, na nagliligaw Siya sa pamamagitan nito sa marami at nagpapatnubay Siya sa pamamagitan nito sa marami, samantalang hindi Siya nagliligaw sa pamamagitan nito kundi sa mga suwail.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:27","price":"Ang mga kumakalas sa kasunduan kay Allāh matapos na ng pagtitibay nito, pumuputol sa ipinag-utos ni Allāh na iugnay, at nanggugulo sa lupa, ang mga iyon ay ang mga lugi.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:28","price":"Papaano kayong tumatangging sumampalataya kay Allāh samantalang kayo noon ay mga patay at nagbigay-buhay Siya sa inyo, pagkatapos magbibigay-kamatayan Siya sa inyo, pagkatapos magbibigay-buhay Siya sa inyo, pagkatapos tungo sa Kanya pababalikin kayo [para tuusin].","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:29","price":"Siya ay ang lumikha para sa inyo ng nasa lupa nang lahatan. Pagkatapos lumuklok Siya sa langit at bumuo Siya sa mga ito bilang pitong langit. Siya sa bawat bagay ay Maalam.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:30","price":"[Banggitin] noong nagsabi ang Panginoon mo sa mga anghel: “Tunay na Ako ay maglalagay sa lupa ng isang kahalili.” Nagsabi sila: “Maglalagay Ka ba roon ng manggugulo roon at magpapadanak ng mga dugo samantalang kami ay nagluluwalhati sa kapurihan Mo at nagpapabanal sa Iyo?” Nagsabi Siya: “Tunay na ako ay nakaaalam ng hindi ninyo nalalaman.”","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:31","price":"Nagturo Siya kay Adan ng mga pangalan sa kalahatan ng mga ito. Pagkatapos naglahad Siya sa mga ito sa mga anghel at nagasabi: “Magbalita kayo sa Akin ng mga pangalan ng mga ito kung kayo ay mga tapat.”","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:32","price":"Nagsabi Sila: “Kaluwalhatian sa Iyo [O Allāh]! Walang kaalaman sa amin maliban sa itinuro Mo sa amin. Tunay na Ikaw ay ang Maalam, ang Marunong.”","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:33","price":"Nagsabi Siya: “O Adan, magbalita ka sa kanila ng mga pangalan ng mga ito.” Kaya noong nagbalita ito sa kanila ng mga pangalan ng mga ito ay nagsabi Siya: “Hindi ba nagsabi Ako sa inyo tunay na Ako ay nakaaalam sa nakalingid sa mga langit at lupa at nakaaalam sa anumang inilalantad ninyo at anumang dati ninyong ikinukubli?”","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:34","price":"[Banggitin] noong nagsabi Kami sa mga anghel: “Magpatirapa kayo kay Adan [bilang pagpipitagan];” kaya nagpatirapa sila maliban si Satanas.[17] Tumanggi siya, nagmalaki siya, at siya ay naging kabilang sa mga tagatangging sumampalataya.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"[17] Si Satanas o Iblīs sa wikang Arabe ay isang jinn at hindi kabilang sa mga anghel.","lang":"tl"},{"name":"2:35","price":"Nagsabi Kami: “O Adan, manahan ka at ang asawa mo sa Paraiso at kumain kayong dalawa mula rito nang masagana saanman ninyong dalawa loobin ngunit huwag kayong dalawa lumapit sa punong-kahoy na ito dahil kayong dalawa ay maging kabilang sa mga tagalabag sa katarungan.”","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:36","price":"Ngunit nagpatisod sa kanilang dalawa ang demonyo palayo roon at nagpalabas siya sa kanilang dalawa mula sa dating kinaroroonan nilang dalawa. Nagsabi Kami: “Lumapag kayo; ang iba sa inyo para sa iba ay kaaway. Ukol sa inyo sa lupa ay isang pinagtitigilan at isang natatamasa hanggang sa isang panahon.”","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:37","price":"Saka nakatanggap si Adan mula sa Panginoon nito ng mga salita [ng paghingi ng kapatawaran] saka tumanggap Siya sa pagbabalik-loob nito.[18] Tunay na Siya ay ang Palatanggap ng pagbabalik-loob, ang Maawain.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"[18] Pinatawad ni Allāh si Adan sa unang kasalan nito ng pagsuway at pagkain ng bawal na bunga.","lang":"tl"},{"name":"2:38","price":"Nagsabi Kami: “Bumaba kayo mula rito nang lahatan. Kung may darating nga naman sa inyo mula sa Akin na isang patnubay, ang mga sumunod sa patnubay Ko ay walang pangamba sa kanila ni sila ay malulungkot.”","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:39","price":"Ang mga tumangging sumampalataya at nagpasinungaling sa mga tanda Namin, ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:40","price":"O mga anak ni Israel, alalahanin ninyo ang biyaya Ko na ibiniyaya Ko sa inyo at magpatupad kayo sa kasunduan sa Akin, magpapatupad Ako sa kasunduan sa inyo. Sa Akin ay mangilabot kayo.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:41","price":"Sumampalataya kayo sa pinababa Ko bilang tagapagpatotoo para sa taglay ninyo. Huwag kayong maging una na tagatangging sumampalataya rito. Huwag kayong bumili kapalit ng mga talata Ko [mula sa Qur’ān] ng isang kaunting panumbas. Sa Akin ay mangilag kayong magkasala.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:42","price":"Huwag kayong maghalo sa katotohanan ng kasinungalingan ni magtago kayo ng katotohanan [tungkol sa pagdating ni Propeta Muḥammad] samantalang kayo ay nakaaalam [nito].","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:43","price":"Magpanatili kayo ng pagdarasal, magbigay kayo ng zakāh, at yumukod kayo kasama sa mga yumuyukod.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:44","price":"Nag-uutos ba kayo sa mga tao ng pagsasamabuting-loob samantalang nakalilimot kayo sa mga sarili ninyo habang kayo ay bumibigkas ng Kasulatan? Saka hindi ba kayo nakapag-uunawa?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:45","price":"Magpatulong kayo sa pamamagitan ng pagtitiis at pagdarasal. Tunay na ito ay talagang mabigat maliban sa mga nagtataimtim [kay Allāh],","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:46","price":"na tumitiyak na sila ay mga makikipagkita sa Panginoon nila, at na sila tungo sa Kanya ay mga babalik [para gantihan].","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:47","price":"O mga anak ni Israel, alalahanin ninyo ang biyaya Ko na ibiniyaya Ko sa inyo, at na Ako ay nagtangi sa inyo higit sa mga nilalang [para sa pagkapropeta].","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:48","price":"Mangilag kayo sa isang Araw na hindi makasasapat ang isang kaluluwa para sa isang kaluluwa sa anuman, ni tatanggap mula sa kanya ng isang pamamagitan, ni kukuha mula sa kanya ng isang panumbas, ni sila ay iaadya.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:49","price":"[Banggitin] noong nagligtas Kami sa inyo mula sa angkan ni Paraon. Nagpapataw sila sa inyo ng kasagwaan ng pagdurusa: pinagkakatay nila ang mga lalaking anak ninyo at pinamumuhay nila ang mga babae ninyo. Sa gayon ay may isang pagsubok, mula sa Panginoon ninyo, na sukdulan.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:50","price":"[Banggitin] noong naghati Kami para sa inyo ng dagat kaya pinaligtas Namin kayo at nilunod Namin ang angkan ni Paraon habang kayo ay nakatingin.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:51","price":"[Banggitin] noong nakipagtipan Kami kay Moises nang apatnapung gabi. Pagkatapos gumawa kayo sa guya [bilang diyus-diyusan] matapos na [ng pag-alis] niya habang kayo ay mga tagalabag sa katarungan.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:52","price":"Pagkatapos nagpaumanhin Kami sa inyo matapos na niyon, nang sa gayon kayo ay magpapasalamat.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:53","price":"[Banggitin] noong nagbigay Kami kay Moises ng Kasulatan at Pamantayan [ng tama at mali], nang sa gayon kayo ay mapapatnubayan.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:54","price":"[Banggitin] noong nagsabi si Moises sa mga kalipi niya: “O mga kalipi ko, tunay na kayo ay lumabag sa katarungan sa mga sarili ninyo sa paggawa ninyo sa guya [bilang diyus-diyusan] kaya magbalik-loob kayo sa Tagapaglalang ninyo at patayin ninyo ang mga [may-salang] kapwa ninyo. Iyon ay higit na mabuti para sa inyo sa ganang Tagapaglalang ninyo;” saka tumanggap Siya ng pagbabalik-loob ninyo. Tunay na Siya ay ang Palatanggap ng pagbabalik-loob, ang Maawain.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:55","price":"[Banggitin] noong magsabi kayo: “O Moises, hindi kami sasamplataya sa iyo hanggang sa makakita kami kay Allāh nang hayagan.” Kaya dumaklot sa inyo ang lintik habang kayo ay nakatingin.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:56","price":"Pagkatapos bumuhay Kami sa inyo matapos na ng kamatayan ninyo, nang sa gayon kayo ay magpapasalamat.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:57","price":"Naglilim Kami sa inyo ng mga ulap at nagpababa Kami sa inyo ng manna at mga pugo, [na nagsasabi]: “Kumain kayo mula sa mga kaaya-ayang itinustos Namin sa inyo.” Hindi sila lumabag sa katarungan sa Amin, subalit sila noon sa mga sarili nila ay lumalalabag sa katarungan.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:58","price":"[Banggitin] noong nagsabi Kami: “Magsipasok kayo sa pamayanang ito at kumain kayo mula rito saanman ninyo loobin nang masagana. Magsipasok kayo sa pinto na mga nakayukod. Magsabi kayo: “Pag-aalis-sala,” magpapatawad Kami sa inyo sa mga kasalanan ninyo at magdaragdag Kami sa mga tagapagpaganda ng gawa.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:59","price":"Ngunit nagpalit ang mga lumabag sa katarungan ng isang sabing iba sa sinabi sa kanila, kaya nagpababa Kami sa mga lumabag sa katarungan ng isang pasakit mula sa langit dahil sila noon ay nagpapakasuwail.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:60","price":"[Banggitin] noong humiling ng tubig si Moises para sa mga kalipi niya kaya nagsabi Kami: “Humampas ka ng tungkod mo sa bato.” Kaya bumulwak mula roon ang labindalawang bukal. Nakaalam nga ang bawat [pangkat ng] mga tao sa inuman nila. Kumain kayo at uminom kayo mula sa panustos ni Allāh at huwag kayong manampalasan sa lupa bilang mga tagagulo.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:61","price":"[Banggitin] noong nagsabi kayo: “O Moises, hindi kami makatitiis sa nag-iisang [pares ng] pagkain; kaya manalangin ka para sa amin sa Panginoon mo, magpapalabas Siya para sa amin ng pinatutubo ng lupa gaya ng mga halaman nito, mga pipino nito, mga bawang nito, mga lentiha nito, at mga sibuyas nito.” Nagsabi [si Moises]: “Magpapalit ba kayo ng higit na hamak sa higit na mabuti? Bumaba kayo sa isang kabayanan sapagkat tunay na ukol sa inyo ang hiningi ninyo.” Itinatak sa kanila ang kaabahan at ang karukhaan at bumalik sila kalakip ng isang galit mula kay Allāh. Iyon ay dahil sila noon ay tumatangging sumampalataya sa mga tanda ni Allāh at pumapatay sa mga propeta nang walang karapatan. Iyon ay dahil sumuway sila, at sila noon ay lumalabag.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:62","price":"Tunay na ang mga sumampalataya [bago ni Propeta Muḥammad], ang mga nagpaka-Hudyo, ang mga Kristiyano, at ang mga Sabeano – ang sinumang sumampalataya kay Allāh at sa Huling Araw at gumawa ng maayos – ay ukol sa kanila ang pabuya nila sa ganang Panginoon nila, at walang pangamba sa kanila ni sila ay malulungkot.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:63","price":"[Banggitin] noong tumanggap Kami ng kasunduan sa inyo [O mga anak ni Israel] at nag-angat Kami sa ibabaw ninyo ng bundok, [na nag-uutos]: “Tanggapin ninyo ang [Torah na] ibinigay Namin sa inyo nang may lakas at alalahanin ninyo ang anumang narito, nang sa gayon kayo ay mangingilag magkasala.”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:64","price":"Pagkatapos tumalikod kayo matapos na niyon, ngunit kung hindi dahil sa kabutihang-loob ni Allāh sa inyo at awa Niya ay talaga sanang kayo ay naging kabilang sa mga lugi.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:65","price":"Talaga ngang nakaalam kayo sa lumabag kabilang sa inyo sa Sabath, at nagsabi Kami sa kanila: “Maging mga unggoy kayo na itinataboy!”","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:66","price":"Kaya gumawa Kami rito bilang parusang panghalimbawa para sa kapiling nito at kasunod nito at bilang pangaral para sa mga tagapangilag magkasala.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:67","price":"[Banggitin] noong nagsabi si Moises sa mga kalipi niya: “Tunay na si Allāh ay nag-utos sa inyo na magkatay kayo ng isang baka.” Nagsabi sila: “Gumagawa ka ba sa amin ng isang pagkutya?” Nagsabi siya: “Nagpapakupkop ako kay Allāh na ako ay maging kabilang sa mga mangmang.”","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:68","price":"Nagsabi sila: “Dumalangin ka para amin sa Panginoon mo, magpapalinaw Siya para sa amin kung ano ito.” Nagsabi siya: “Tunay na Siya ay nagsasabi na tunay na ito ay isang baka na hindi matanda at hindi dumalaga, katamtaman sa pagitan niyon; kaya gawin ninyo ang ipinag-uutos sa inyo.”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:69","price":"Nagsabi sila: “Dumalangin ka para sa amin sa Panginoon mo, magpapalinaw Siya para sa amin kung ano ang kulay nito.” Nagsabi siya: “Tunay na Siya ay nagsasabi na tunay na ito ay isang baka na dilaw na matingkad ang kulay nito, na nakagagalak sa mga tumitingin.”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:70","price":"Nagsabi sila: “Dumalangin ka para amin sa Panginoon mo, magpapalinaw Siya para sa amin kung ano ito; tunay na ang mga baka ay nagkahawigan sa amin. Tunay na kami, kung niloob ni Allāh, ay talagang mga mapapatnubayan [tungo sa bakang kakatayin].”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:71","price":"Nagsabi siya: “Tunay na Siya ay nagsasabing tunay na ito ay isang baka, na hindi maamo na nagbubungkal ng lupa at hindi nagpapatubig ng taniman, na binusilak na walang batik dito.” Nagsabi sila: “Ngayon ay naghatid ka ng katotohanan.” Kaya kinatay nila ito at hindi nila halos nagawa.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:72","price":"[Banggitin] noong pumatay kayo ng isang tao at nagtalu-talo kayo hinggil sa kanya. Si Allāh ay tagapagpalabas ng dati ninyong itinatago.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:73","price":"Kaya nagsabi Kami: “Humampas kayo sa kanya [na namatay] ng bahagi ng [kinatay na bakang] iyon.” Gayon nagbibigay-buhay si Allāh sa mga patay. Nagpapakita Siya sa inyo ng mga tanda Niya, nang sa gayon kayo makapag-uunawa.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:74","price":"Pagkatapos tumigas ang mga puso ninyo matapos na niyon, kaya ang mga ito ay gaya ng mga bato o higit na matindi sa katigasan. Tunay na mayroon sa mga bato na talagang ang bumubulwak mula sa mga ito ay ang mga ilog, tunay na mayroon sa mga ito na talagang ang nagkakabiyak-biyak kaya lumalabas mula sa mga ito ang tubig, at tunay na mayroon sa mga ito na talagang ang lumalagpak dahil sa takot kay Allāh. Si Allāh ay hindi nalilingat sa anumang ginagawa ninyo.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:75","price":"Kaya naghahangad ba kayo [O mga mananampalataya] na maniwala sila sa inyo samantalang nangyari ngang may isang pangkat [ng mga Hudyong paham] mula sa kanila na nakaririnig sa salita ni Allāh? Pagkatapos pumipilipit sila nito matapos na nakapag-unawa sila rito samantalang sila ay nakaaalam.","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:76","price":"Kapag nakipagkita sila sa mga sumampalataya ay nagsasabi sila: “Sumampalataya kami,” at kapag nagsarilinan ang iba sa kanila sa iba pa ay nagsasabi sila: “Kumakausap ba kayo sa kanila ng hinggil sa inihayag ni Allāh sa inyo [hinggil sa pagdating ng Propeta] upang mangatwiran sila sa inyo hinggil dito sa piling ng Panginoon ninyo? Kaya hindi ba kayo nakapag-uunawa?”","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:77","price":"Hindi ba sila nakaaalam na si Allāh ay nakaaalam sa anumang inililihim nila at anumang inihahayag nila?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:78","price":"Kabilang sa kanila [na mga Hudyo] ay mga iliterato na walang nalalaman sa Kasulatan kundi mga mithiin [na walang pagkaunawa], at walang iba sila kundi nagpapalagay [na ito ay Torah].","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:79","price":"Kaya kapighatian ay ukol sa mga sumusulat ng kasulatan sa pamamagitan ng mga kamay nila, pagkatapos nagsasabi silang ito ay mula sa ganang kay Allāh upang bumili sila kapalit nito ng isang kaunting panumbas. Kaya kapighatian ay ukol sa kanila mula sa sinulat ng mga kamay nila at kapighatian ay ukol sa kanila mula sa nakakamit nila.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:80","price":"Nagsasabi sila: “Hindi sasaling sa amin ang Apoy maliban sa mga araw na mabibilang.” Sabihin mo: “Gumawa ba kayo sa ganang kay Allāh ng isang kasunduan sapagkat hindi sisira si Allāh sa kasunduan sa Kanya, o nagsasabi kayo hinggil kay Allāh ng hindi ninyo nalalaman?”","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:81","price":"Bagkus, ang mga nagkamit ng isang masagwang gawa [ng kawalang-pananampalataya] at pumaligid sa kanila ang kamalian nila, ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:82","price":"Ang mga sumampalataya at gumawa ng mga maayos, ang mga iyon ay ang mga maninirahan sa Hardin; sila ay doon mga mananatili.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:83","price":"[Banggitin] noong tumanggap Kami ng kasunduan sa mga anak ni Israel, [na nag-uutos]: “Hindi kayo sasamba maliban kay Allāh; sa mga magulang ay gumawa ng maganda, at sa may pagkakamag-anak, mga ulila, at mga dukha; magsabi kayo sa mga tao ng maganda; magpapanatili kayo ng pagdarasal; at magbigay kayo ng zakāh.” Pagkatapos tumalikod kayo maliban sa kaunti kabilang sa inyo habang kayo ay mga umaayaw.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:84","price":"[Banggitin] noong tumanggap Kami ng kasunduan sa inyo, [na nag-uutos]: “Hindi kayo magpapadanak ng mga dugo ninyo at hindi kayo magpapalisan ng mga kapwa ninyo mula sa mga tahanan ninyo.” Pagkatapos kumilala kayo [sa kasunduan] habang kayo ay sumasaksi.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:85","price":"Pagkatapos kayo itong pumapatay sa mga kapwa ninyo at nagpapalisan sa isang pangkat kabilang sa inyo mula sa mga tahanan nila, habang nagtataguyudan kayo laban sa kanila sa kasalanan at pangangaway. Kung pumupunta sila sa inyo bilang mga bihag ay tumutubos kaya sa kanila samantalang ipinagbabawal sa inyo ang pagpapalisan sa kanila [mula sa mga tahanan nila]. Kaya sumasampalataya ba kayo sa isang bahagi ng Aklat at tumatanggi kayong sumampalataya sa isang bahagi? Kaya walang ganti sa sinumang gumagawa niyon kabilang sa inyo kundi isang kahihiyan sa buhay na pangmundo. Sa Araw ng Pagbangon ay ipagtutulakan sila sa pinakamatindi sa pagdurusa. Si Allāh ay hindi nalilingat sa anumang ginagawa ninyo.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:86","price":"Ang mga iyon ay ang mga bumili ng buhay na pangmundo kapalit ng Kabilang-buhay[19] kaya hindi pagagaanin sa kanila ang pagdurusa ni sila ay iaadya.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"[19] Dahil sa pagtatangi sa naglalahong buhay kaysa sa namamalaging buhay.","lang":"tl"},{"name":"2:87","price":"Talaga ngang nagbigay Kami kay Moises ng Kasulatan at nagpasunod Kami matapos na Niya ng mga sugo. Nagbigay Kami kay Jesus na anak ni Maria ng mga malinaw na patunay at nag-alalay Kami sa kanya sa pamamagitan ng Espiritu ng Kabanalan.[20] Kaya ba sa tuwing may naghatid sa inyo na isang sugo ng hindi pinipithaya ng mga sarili ninyo ay nagmamalaki kayo sapagkat sa isang pangkat ay nagpapabula kayo at sa isang pangkat ay pumapatay kayo?","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"[20] Ang Espiritu ng Kabanalan o ang Banal na Esipiritu ay si Anghel Gabriel.","lang":"tl"},{"name":"2:88","price":"Nagsabi sila: “Ang mga puso namin ay mga nakabalot.[21]” Bagkus isinumpa sila ni Allāh dahil sa kawalang- pananampalataya nila kaya kakaunti ang sinasampalatayanan nila.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"[21] kaya hindi napapasukan ng salita ni Allāh.","lang":"tl"},{"name":"2:89","price":"Noong may dumating sa kanila na isang Aklat mula sa ganang kay Allāh, na tagapagpatotoo para sa taglay nila [na mga kasulatan] – samantalang sila dati bago pa niyan ay humihiling ng pagwawagi laban sa mga tumangging sumampalataya – at noong dumating sa kanila ang nakilala nila ay tumanggi silang sumampalataya rito. Kaya ang sumpa ni Allāh ay sa mga tagatangging sumampalataya.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:90","price":"Kay saklap ng pinagbilihan nila ng mga sarili nila, na tumanggi silang sumampalataya sa pinababa ni Allāh dala ng paglabag dahil nagbaba si Allāh ng kabutihang-loob Niya sa sinumang niloloob Niya kabilang sa mga lingkod[22] Niya. Kaya bumalik sila kalakip ng isang galit [dahil sa kawalang-pananampalataya nila kay Muḥammad] sa ibabaw ng isang galit [dahil sa pagpilipit nila sa Torah]. Ukol sa mga tagatangging sumampalataya ay isang pagdurusang manghahamak.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"[22] Ang “mga lingkod” ni Allāh ay ang mga tao at ang mga jinn.","lang":"tl"},{"name":"2:91","price":"Kapag sinabi sa kanila: “Sumampalataya kayo sa pinababa ni Allāh [na Qur’ān],” ay nagsasabi sila: “Sumasampalataya kami sa pinababa sa amin [na mga kasulatan].” Tumatanggi silang sumampalataya sa iba pa roon samantalang ito ay ang katotohanan bilang tagapagpatotoo para sa taglay nila. Sabihin mo: “Kaya bakit pumapatay kayo ng mga propeta ni Allāh bago pa niyan kung kayo ay mga mananampalataya?”","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:92","price":"Talaga ngang naghatid sa inyo si Moises ng mga malinaw na patunay. Pagkatapos gumawa kayo sa guya [bilang diyus-diyusan] matapos na [ng pag-alis] niya habang kayo ay mga tagalabag sa katarungan.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:93","price":"[Banggitin] noong tumanggap Kami ng kasunduan sa inyo [O mga anak ni Israel] at nag-angat Kami sa ibabaw ninyo ng bundok, [na nagsasabi]: “Tanggapin ninyo ang ibinigay Namin sa inyo [na mga kasulatan] nang may lakas at makinig kayo.” Nagsabi sila: “Nakarinig kami at sumuway kami.” Pinahumaling sila sa mga puso nila ng [pagsamba sa] guya dahil sa kawalang-pananampalataya nila. Sabihin mo: “Kay saklap ng ipinag-uutos sa inyo ng pananampalataya ninyo, kung kayo ay mga mananampalataya.”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:94","price":"Sabihin mo: “Kung ukol sa inyo [O mga Hudyo] ang tahanan sa Kabilang-buhay sa piling ni Allāh nang natatangi bukod pa sa mga tao ay magmithi kay ng kamatayan kung kayo ay mga tapat.”","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:95","price":"Hindi sila magmimithi niyon magpakailanman dahil sa ipinauna ng mga kamay nila. Si Allāh ay Maalam sa mga tagalabag sa katarungan.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:96","price":"Talagang makatatagpo ka nga sa kanila na pinakamasigasig sa mga tao sa buhay kaysa sa mga nagtambal [kay Allāh]. Nag-aasam ang isa sa kanila na kung sana palawigin siya ng isang libong taon samantalang ito ay hindi maghahango sa kanya mula sa pagdurusa na palawigin siya. Si Allāh ay Nakakikita sa anumang ginagawa nila.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:97","price":"Sabihin mo: “Ang sinumang naging isang kaaway para kay [Anghel] Gabriel, tunay na siya ay nagbaba nitong [Qur’ān] sa puso mo [O Propeta Muḥammad] ayon sa pahintulot ni Allāh, bilang tagapagpatotoo para sa nauna rito, bilang patnubay, at bilang balitang nakagagalak para sa mga mananampalataya.”","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:98","price":"Ang sinumang naging isang kaaway para kay Allāh, sa mga anghel Niya, sa mga sugo Niya, kay Gabriel, at kay Miguel; tunay na si Allāh ay isang kaaway para sa mga tagatangging sumampalataya.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:99","price":"Talaga ngang nagpababa Kami sa iyo [O Propeta Muḥammad] ng mga talatang malilinaw at walang tumatangging sumampalataya sa mga ito kundi ang mga suwail.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:100","price":"Sa tuwing nakikipagkasunduan ba sila ng isang kasunduan ay itinatapon ito ng isang pangkat kabilang sa kanila? Bagkus ang higit na marami sa kanila ay hindi sumasampalataya.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:101","price":"Noong may dumating sa kanila na isang Sugo[23] mula sa ganang kay Allāh, na tagapagpatotoo para sa taglay nila, ay itinatapon ng isang pangkat [ng mga Hudyo na] kabilang sa mga binigyan ng Kasulatan[24] ang Aklat ni Allāh sa likuran ng mga likod nila na para bang sila ay hindi nakaaalam.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"[23] Ang Sugo na may malaking titik na S ay tumutukoy kay Propeta Muḥammad at gayon din ang Propeta na may malaking P.\n[24] Ang “mga binigyan ng Kasulatan” ay ang mga Hudyo at ang mga Kristiyano, na tinatawg ding “mga May Kasulatan.”","lang":"tl"},{"name":"2:102","price":"Sumunod sila[25] sa binibigkas ng mga demonyo sa paghahari ni Solomon. Hindi tumangging sumampalataya si Solomon[26] bagkus ang mga demonyo ay tumangging sumampalataya; nagtuturo sila sa mga tao ng panggagaway at ng pinababa sa dalawang anghel sa Babilonia, na sina Hārūt at Mārūt. Hindi nagtuturo silang dalawa sa isa man hanggang sa magsabi silang dalawa: “Kami ay tukso lamang, kaya huwag kang tumangging sumampalataya.” Kaya natututo sila mula sa kanilang dalawa ng nagpapahihiwalay sa pagitan ng lalaki at maybahay nito. Sila ay hindi mga nakapipinsala sa pamamagitan nito sa isa man malibang ayon sa pahintulot ni Allāh. Natututo sila ng nakapipinsala sa kanila at hindi nagpapakinabang sa kanila. Talaga ngang nakaalam sila na talagang ang sinumang bumili nito ay walang ukol sa kanya sa Kabilang-buhay na anumang bahagi. Talagang kay saklap ng pinagbilihan nila ng mga sarili nila, kung sakaling sila noon ay nakaaalam.","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"[25] Ibig sabihin: ang mga Hudyong hindi sumampalataya.\n[26] Ibig sabihin: hindi tumangging sumampalataya si Solomon sa pamamagitan ng pagsasagawa ng panggagaway/","lang":"tl"},{"name":"2:103","price":"Kung sakaling sila [na mga Hudyo] ay sumampalataya [kay Allāh nang totoo] at nangilag magkasala, talaga sanang ang isang gantimpala mula sa ganang kay Allāh ay higit na mabuti [para sa kanila] kung sakaling sila noon ay nakaaalam.","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:104","price":"O mga sumampalataya, huwag ninyong sabihin [sa Propeta]: “Magsaalang-alang ka sa amin,” ngunit sabihin ninyo: “Maghintay ka sa amin,” at makinig kayo. Ukol sa mga tagatangging sumampalataya ay isang pagdurusang masakit.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:105","price":"Hindi nag-aasam ang mga tumangging sumampalataya kabilang sa mga May Kasulatan[27] ni ang mga tagapagtambal na may ibaba sa inyo na anumang mabuti mula sa Panginoon ninyo. Si Allāh ay nagtatangi ng awa Niya sa sinumang niloloob Niya. Si Allāh ay may kabutihang-loob na sukdulan.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"[27] Ang “mga May Kasulatan” ay tumutukoy sa mga Hudyo at mga Kristiyano.","lang":"tl"},{"name":"2:106","price":"Ang anumang ipinawalang-bisa Namin na isang talata o ipinalimot Namin iyon ay magdudulot Kami ng isang higit na mainam kaysa roon o ng tulad niyon. Hindi ka ba nakaaalam na si Allāh sa bawat bagay ay May-kakayahan?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:107","price":"Hindi ka ba nakaaalam na si Allāh ay may paghahari sa mga langit at lupa? Walang ukol sa inyo bukod pa kay Allāh na anumang katangkilik ni mapag-adya.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:108","price":"O nagnanais ba kayong humiling sa Sugo ninyo gaya ng pagkahiling kay Moises bago pa niyan? Ang sinumang magpapalit ng kawalang-pananampalataya sa pananampalataya ay lumihis nga palayo sa katumpakan ng landas.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:109","price":"Inasam ng marami sa mga May Kasulatan na kung sana magpapanauli sila sa inyo, matapos na ng pagsampalataya ninyo, bilang mga tagatangging sumampalataya dala ng inggit mula sa ganang mga sarili nila matapos na luminaw para sa kanila ang katotohanan. Kaya magpaumanhin kayo at magpawalang-sala kayo hanggang sa magparating si Allāh ng utos Niya. Tunay na si Allāh sa bawat bagay ay May-kakayahan.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:110","price":"Magpanatili kayo ng pagdarasal at magbigay kayo ang zakāh. Ang anumang ipinauna ninyo para sa mga sarili ninyo na kabutihan ay matatagpuan ninyo ito sa piling ni Allāh. Tunay na si Allāh sa anumang ginagawa ninyo ay Nakakikita.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:111","price":"Nagsabi sila: “Walang papasok sa Paraiso kundi mga Hudyo o mga Kristiyano.” Iyon ay mga pinakamimithi nila. Sabihin mo: “Magbigay kayo ng patotoo ninyo kung kayo ay mga tapat.”","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:112","price":"Bagkus ang sinumang nagsuko ng mukha niya kay Allāh, habang siya ay gumagawa ng maganda, ay ukol sa kanya ang pabuya sa kanya sa ganang Panginoon niya. Walang pangamba sa kanila ni sila ay malulungkot.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:113","price":"Nagsabi ang mga Hudyo: “Ang mga Kristiyano ay hindi nakabatay sa anuman,” at nagsabi ang mga Kristiyano: “Ang mga Hudyo ay hindi nakabatay sa anuman,” samantalang sila ay nagbabasa ng Kasulatan. Gayon nagsabi ang mga hindi nakaaalam ng tulad ng sabi nila. Kaya si Allāh ay hahatol sa pagitan nila sa Araw ng Pagbangon hinggil sa anumang sila noon hinggil doon ay nagkakaiba-iba.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:114","price":"Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang pumigil [sa mga tao] sa mga masjid ni Allāh na banggitin sa mga ito ang pangalan Niya at nagpunyagi sa pagkasira ng mga ito. Ang mga iyon ay hindi ukol sa kanilang pumasok sa mga ito malibang mga nangangamba. Ukol sa kanila sa Mundo ay isang kahihiyan at ukol sa kanila sa Kabilang-buhay ay isang pagdurusang sukdulan.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:115","price":"Sa kay Allāh ang silangan at ang kanluran kaya saanman kayo humarap ay naroon ang Mukha ni Allāh. Tunay na si Allāh ay Malawak, Maalam.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:116","price":"Nagsabi sila: “Gumawa si Allāh ng isang anak.” Kaluwalhatian sa Kanya! Bagkus sa Kanya ang anumang nasa mga langit at lupa. Lahat sa Kanya ay mga masunurin.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:117","price":"Ang Mapagpasimula ng mga langit at lupa, kapag nagtadhana Siya ng isang bagay, ay nagsasabi lamang dito na mangyari saka mangyayari ito.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:118","price":"Nagsabi ang mga hindi nakaaalam:[28] “Bakit kasi hindi kumakausap sa atin si Allāh o may pumupunta sa atin na isang tanda? Gayon nagsabi ang mga bago pa nila ng tulad ng sabi nila. Nagkawangisan ang mga puso nila. Naglinaw na Kami ng mga tanda para sa mga taong nakatitiyak [sa katotohanan].","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"[28] kabilang sa mga May Kasulatan at mga tagapagtambal.","lang":"tl"},{"name":"2:119","price":"Tunay na Kami ay nagsugo sa iyo [O Propeta Muḥammad] kalakip ng katotohanan bilang mapagbalita ng nakagagalak [hinggil sa Paraiso] at bilang mapagbabala [hinggil sa Impiyerno]. Hindi ka tatanungin tungkol sa mga maninirahan sa Impiyerno.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:120","price":"Hindi malulugod sa iyo [O Muslim] ang mga Hudyo ni ang mga Kristiyano hanggang sa sumunod ka sa kapaniwalaan nila. Sabihin mo: “Tunay na ang patnubay ni Allāh ay ang patnubay.” Talagang kung sumunod ka sa mga pithaya nila matapos na may dumating sa iyo na kaalaman, walang ukol sa iyo laban kay Allāh na anumang katangkilik ni mapag-adya.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:121","price":"Ang [ilan sa] mga binigyan Namin ng Kasulatan ay bumibigkas nito nang totoong pagbigkas. Ang mga iyon ay sumasampalataya rito [sa Qur’ān]. Ang sinumang tumangging sumampalataya rito, ang mga iyon ay ang mga lugi.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:122","price":"O mga anak ni Israel, alalahanin ninyo ang biyaya Kong ibiniyaya Ko sa inyo at na Ako ay nagtangi sa inyo higit sa mga nilalang [sa pagkapropeta].","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:123","price":"Mangilag kayo sa isang Araw na hindi makasasapat ang isang kaluluwa para sa isang kaluluwa sa anuman, ni tatanggap mula sa kanya ng isang panumbas, ni magpapakinabang sa kanya ang isang pamamagitan, ni sila ay iaadya.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:124","price":"[Banggitin] noong sumubok kay Abraham ang Panginoon niya sa pamamagitan ng mga salita saka tumupad ito sa mga iyon. Nagsabi Siya: “Tunay na Ako ay gagawa sa iyo para sa mga tao bilang pinuno.” Nagsabi ito: “Mayroon sa mga supling ko?” Nagsabi Siya: “Hindi sumasaklaw ang kasunduan sa Akin sa mga tagalabag sa katarungan.”","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:125","price":"[Banggitin] noong gumawa Kami sa Bahay[29] bilang balikan para sa mga tao at bilang katiwasayan. Gumawa kayo mula sa tayuan ni Abraham ng isang dasalan. Naghabilin Kami kina Abraham at Ismael na magdalisay silang dalawa ng Bahay Ko para sa mga lumilibot, mga namimintuho, at mga yumuyukod na nagpapatirapa.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"[29] Ang “Bahay” na nagsisimula sa malaking titik B ay tumutukoy sa Ka`bah sa Makkah.","lang":"tl"},{"name":"2:126","price":"[Banggitin] noong nagsabi si Abraham: “Panginoon ko, gawin Mo [ang Makkah] ito na isang bayang matiwasay at tustusan Mo ang mga naninirahan dito mula sa mga bunga – ang sinumang sumampalataya kabilang sa kanila kay Allāh at sa Huling Araw.” Nagsabi Siya: “Ang sinumang tumangging sumampalataya ay pagtatamasain Ko nang kaunti, pagkatapos ipagpipilitan Ko siya sa pagdurusa sa Apoy. Kay saklap ang kahahantungan!”","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:127","price":"[Banggitin] noong nag-angat si Abraham ng mga pundasyon ng Bahay, at si Ismael, [ay dumalangin siya]: “Panginoon Namin, tanggapin Mo mula sa amin; tunay na Ikaw ay ang Madinigin, ang Maalam.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:128","price":"O Panginoon namin, at gawin Mo kami bilang mga tagapagpasakop sa Iyo at mula sa mga supling namin bilang kalipunang tagapagpasakop sa Iyo, ipakita Mo sa amin ang mga pamamaraan [ng pagsamba] namin, at tanggapin Mo ang pagbabalik-loob namin. Tunay na Ikaw ay ang Palatanggap ng pagbabalik-loob, ang Maawain.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:129","price":"Panginoon namin, at magpadala Ka sa kanila ng isang sugo kabilang sa kanila, na bibigkas sa kanila ng mga talata Mo, magtuturo sa kanila ng kasulatan at karunungan, at magbubusilak sa kanila. Tunay na Ikaw ay ang Makapangyarihan, ang Marunong.”","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:130","price":"Sino ang nasusuya sa kapaniwalaan ni Abraham kundi ang nagpahangal sa sarili niya? Talaga ngang humirang Kami sa kanya sa Mundo. Tunay na siya sa Kabilang-buhay ay talagang kabilang sa mga maayos.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:131","price":"[Banggitin] noong nagsabi sa kanya ang Panginoon niya: “Magpasakop[30] ka” ay nagsabi siya: “Nagpasakop ako sa Panginoon ng mga nilalang.”","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"[30] Ibig sabihin: umanib ka sa Islām.","lang":"tl"},{"name":"2:132","price":"Nagtagubilin niyon si Abraham sa mga anak niya, at si Jacob: “O mga anak ko, tunay na si Allāh ay humirang para sa inyo ng relihiyon kaya huwag nga kayong mamamatay malibang habang kayo ay mga tagapagpasakop [sa Kanya].”","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:133","price":"O kayo ba ay mga saksi noong dumating kay Jacob ang kamatayan? Noong nagsabi siya sa mga anak niya: “Ano ang sasambahin ninyo matapos na [ng pagkayao] ko” ay nagsabi sila: “Sasambahin namin ang Diyos mo at ang Diyos ng mga ninuno mong sina Abraham, Ismael, at Isaac: nag-iisang Diyos, at kami ay sa Kanya mga tagapagpasakop.[31]”","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"[31] Ang katawagang “tagapagpasakop” sa Qur’an ay ang salin ng salitang Muslim sa wikang Filipino.","lang":"tl"},{"name":"2:134","price":"Iyon ay isang kalipunang lumipas na. Ukol doon ang nakamit niyon at ukol sa inyo ang nakamit ninyo. Hindi kayo tatanungin tungkol sa anumang dati nilang ginagawa.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:135","price":"Nagsabi sila: “Maging mga Hudyo o mga Kristiyano kayo, mapapatnubayan kayo.” Sabihin mo: “Bagkus [sumunod] sa kapaniwalaan ni Abraham bilang makatotoo. Hindi siya naging kabilang sa mga tagapagtambal [kay Allāh].”","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:136","price":"Sabihin ninyo: “Sumampalataya kami kay Allāh, sa pinababa sa amin, at sa pinababa kina Abraham, Ismael, Isaac, Jacob at sa [mga propeta ng] mga lipi [ng Israel], sa ibinigay kay Moises at kay Jesus, at sa ibinigay sa mga propeta mula sa Panginoon nila. Hindi kami nagtatangi-tangi sa isa kabilang sa kanila. Kami sa Kanya ay mga tagapagpasakop.”","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:137","price":"Kaya kung sumampalataya sila sa tulad ng sinampalatayanan ninyo ay napatnubayan nga sila; at kung tatalikod sila, sila lamang ay nasa isang hidwaan at sasapat sa iyo laban sa kanila si Allāh. Siya ay ang Madinigin, ang Maalam.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:138","price":"[Manatili sa] relihiyon ni Allāh. Sino pa ang higit na magaling kaysa kay Allāh sa [pagtatag ng] relihiyon? Tayo sa Kanya ay mga tagasamba.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:139","price":"Sabihin mo [O Propeta sa mga May Kasulatan]: “Nangangatwiran ba kayo sa amin hinggil kay Allāh samantalang Siya ay ang Panginoon namin at ang Panginoon ninyo? Ukol sa amin ang mga gawa namin at ukol sa inyo ang mga gawa ninyo. Kami para sa Kanya ay mga nagpapakawagas [sa pagsamba].”","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:140","price":"O nagsasabi kayo: “Tunay na sina Abraham, Ismael, Isaac, Jacob, at ang [mga propeta ng] mga lipi [ng Israel] ay noon mga Hudyo o mga Kristiyano?” Sabihin mo: “Kayo ba ay higit na maalam o si Allāh? Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang nagtatago ng isang pagsaksi na nasa ganang kanya mula kay Allāh? Si Allāh ay hindi nalilingat sa anumang ginagawa ninyo.”","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"tl"},{"name":"2:141","price":"Iyon ay isang kalipunang lumipas na. Ukol doon ang nakamit niyon at ukol sa inyo ang nakamit ninyo. Hindi kayo tatanungin tungkol sa anumang dati nilang ginagawa.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"tl"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}