{"data":[{"name":"2:142","price":"Magsasabi ang mga hunghang[32] kabilang sa mga tao: “Ano ang nagpatalikod sa kanila palayo sa qiblah[33] nila na sila dati ay nakabatay roon?” Sabihin mo: “Sa kay Allāh ang silangan at ang kanluran. Nagpapatnubay siya sa sinumang niloloob Niya tungo sa isang landasing tuwid.”","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"[32] Ang tinutukoy rito ay ang mga Hudyo at ang mga tagapagtambal sa panahon ng Propeta (s).\n[33] Ang qiblah ay ang dakong kinaroroonan ng Ka`bah, na hinaharapan ng mga Muslim sa pagdarasal.","lang":"tl"},{"name":"2:143","price":"Gayon Kami gumawa sa inyo [O mga Muslim] bilang kalipunang[34] makakatamtaman[35] upang kayo ay maging mga saksi sa mga tao at ang Sugo sa inyo ay maging saksi. Hindi Kami gumawa sa qiblah na ikaw dati ay nakabatay roon kundi upang magpaalam Kami sa sinumang susunod sa Sugo sa sinumang tatalikod sa mga sakong niya. Tunay na ito ay naging talagang mabigat, maliban sa mga pinatnubayan ni Allāh. Hindi nangyaring si Allāh ay ukol na magsayang ng pananampalataya[36] ninyo. Tunay na si Allāh sa mga tao ay talagang Mahabagin, Maawain.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"[34] mabuti at makatarunga.\n[35] sa lahat ng mga kalipunan.\n[36] ma kabilang dito ang pagdarasal ninyo dati nang nakaharap sa Jerusalem.","lang":"tl"},{"name":"2:144","price":"Nakakikita nga Kami sa pagtuon ng mukha mo sa langit, kaya magbabaling nga Kami sa iyo [O Propeta Muḥammad] sa isang qiblah na kalulugdan mo iyon. Kaya magbaling ka ng mukha mo sa dako ng Masjid na Pinakababanal [sa Makkah]. Saan man kayo ay magbaling kayo ng mga mukha ninyo sa dako niyon. Tunay na ang mga binigyan ng Kasulatan[37] ay talagang nakaaalam na iyon ay ang totoo mula sa Panginoon nila. Si Allāh ay hindi nalilingat sa anumang ginagawa nila.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"[37] Ang “mga binigyan ng Kasulatan” ay ang mga Hudyo at ang mga Kristiyano, na tinatawg ding “mga May Kasulatan.”","lang":"tl"},{"name":"2:145","price":"Talagang kung naghatid ka sa mga binigyan ng Kasulatan ng bawat tanda ay hindi sila susunod sa qiblah mo. Ikaw ay hindi susunod sa qiblah nila, at ang iba sa kanila ay hindi susunod sa qiblah ng iba pa. Talagang kung sumunod ka sa mga pithaya nila matapos na may dumating sa iyo na kaalaman, tunay na ikaw samakatuwid ay talagang kabilang sa mga tagalabag sa katarungan.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:146","price":"Ang mga binigyan Namin ng kasulatan[38] ay nakakikilala rito[39] gaya ng pagkakilala nila sa mga anak nila. Tunay na may isang pangkat kabilang sa kanila na talagang nagkukubli sa katotohanan habang sila ay nakaaalam.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"[38] na mga maalam ng mga Hudyo at mga Kristiyano\n[39] kay Propeta Muhammad (s)","lang":"tl"},{"name":"2:147","price":"Ang katotohanan ay mula sa Panginoon mo kaya huwag ka ngang maging kabilang sa mga tagapagtaltalan.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:148","price":"Bawat [kalipunan] ay may dakong ito ay humaharap doon. Kaya mag-unahan kayo sa mga kabutihan. Saan man kayo naroon ay maghahatid sa inyo si Allāh nang lahatan [para tuusin]. Tunay na si Allāh sa bawat bagay ay May-kakayahan.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:149","price":"Mula saan ka man lumabas [para magdasal, O Propeta Muḥammad,] ay magbaling ka ng mukha mo sa dako ng Masjid na Pinakababanal [sa Makkah]. Tunay na ito ay talagang ang katotohanan mula sa Panginoon mo. Si Allāh ay hindi nalilingat sa anumang ginagawa ninyo.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:150","price":"Mula saan ka man lumabas [para magdasal] ay magbaling ka ng mukha mo sa dako ng Masjid na Pinakababanal [sa Makkah]. Saanman kayo naroon ay magbaling kayo ng mga mukha ninyo sa dako niyon upang hindi magkaroon para mga tao laban sa inyo ng isang katwiran maliban sa mga lumabag sa katarungan kabilang sa kanila, kaya huwag kayong matakot sa kanila at matakot kayo sa Akin, at upang lumubos Ako ng biyaya Ko sa inyo at nang sa gayon kayo ay mapapatnubayan.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:151","price":"Kung paanong nagsugo Kami sa inyo ng isang Sugo kabilang sa inyo, na bumigkas sa inyo ng mga tanda Namin, nagbubusilak sa inyo, nagtuturo sa inyo ng Aklat at Karunungan, at nagtuturo sa inyo ng hindi ninyo dati nalalaman.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:152","price":"Kaya alalahanin ninyo Ako, aalalahanin Ko kayo; at magpasalamat kayo sa Akin at huwag kayong tumangging sumampalataya sa Akin.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:153","price":"O mga sumampalataya, magpatulong kayo sa pamamagitan ng pagtitiis at pagdarasal. Tunay na si Allāh ay kasama ng mga nagtitiis.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:154","price":"Huwag kayong magsabi hinggil sa mga namamatay ayon sa landas ni Allāh na mga patay [sila], bagkus mga buhay [sila], subalit hindi ninyo nararamdaman.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:155","price":"Talagang susubok nga Kami sa inyo sa pamamagitan ng isang anuman kabilang sa pangamba at gutom, at ng isang kabawasan mula sa mga ari-arian, mga buhay, at mga bunga. Magbalita ka ng nakagagalak sa mga nagtitiis,","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:156","price":"na mga kapag tinamaan sila ng isang kasawian ay nagsasabi sila: “Tunay na kami ay kay Allāh at tunay na kami ay tungo sa Kanya mga babalik.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:157","price":"Ang mga iyon ay may ukol sa kanila na mga pagbubunyi mula sa Panginoon nila at awa. Ang mga iyon ay ang mga napapatnubayan.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:158","price":"Tunay na ang Ṣafā at ang Marwah ay kabilang sa mga sagisag ni Allāh. Kaya ang sinumang nagsagawa ng ḥajj sa Bahay[40] o nagsagawa ng `umrah ay walang maisisisi sa kanya na magpabalik-balik sa pagitan ng dalawang iyon. Ang sinumang nagkusang-loob ng isang kabutihan, tunay na si Allāh ay Tagapagpasalamat, Maalam.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"[40] Ang “Bahay” na nagsisimula sa malaking titik B ay tumutukoy sa Ka`bah sa Makkah.","lang":"tl"},{"name":"2:159","price":"Tunay na ang mga nagtatago ng anumang pinababa na mga malinaw na patunay at patnubay [tungkol sa Propeta] matapos na naglinaw nito sa Kasulatan, ang mga iyon ay isinusumpa ni Allāh at isinusumpa ng mga tagasumpa.[41]","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"[41] Ang mga tagasumpa ay ang mga anghel at ang mga mananampalataya.","lang":"tl"},{"name":"2:160","price":"Maliban sa mga nagbalik-loob, nagpakaayos, at naglinaw [ng katotohanan] sapagkat ang mga iyon ay tatanggapan Ko ng pagbabalik-loob at Ako ay ang Palatanggap ng pagbabalik-loob, ang Maaawain.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:161","price":"Tunay na ang mga tumangging sumampalataya at namatay habang sila ay mga tagatangging sumampalataya, ang mga iyon ay ukol sa kanila ang sumpa ni Allāh, ng mga anghel, at ng mga tao nang magkakasama,","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:162","price":"bilang mga mananatili roon. Hindi pagagaanin sa kanila ang pagdurusa ni sila ay palulugitan.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:163","price":"Ang Diyos ninyo ay nag-iisang Diyos; walang Diyos kundi Siya, ang Napakamaawain, ang Maawain.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:164","price":"Tunay na sa pagkalikha sa mga langit at lupa, sa pagsasalit-salitan ng gabi at maghapon, sa mga sasakyang-dagat na naglalayag sa dagat kalakip ng ipinakikinabang nito sa mga tao, sa anumang pinababa ni Allāh mula sa langit na tubig saka nagbigay-buhay Siya sa pamamagitan nito sa lupa matapos ng kamatayan nito at nagkalat Siya rito ng bawat gumagalaw na nilalang, at sa pagpihit sa mga hangin at mga ulap na pinagsisilbi sa pagitan ng langit at lupa ay talagang mga tanda para sa mga taong nakapag-uunawa.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:165","price":"Mayroon sa mga tao na gumagawa sa bukod pa kay Allāh bilang mga kaagaw, na umiibig sila sa mga ito gaya ng pag-ibig kay Allāh samantalang ang mga sumampalataya ay higit na matindi sa pag-ibig kay Allāh. Kung sana nakakikita ang mga lumabag sa katarungan,[42] kapag nakikita nila ang pagdurusa, na ang lakas ay sa kay Allāh nang lahatan at na si Allāh ay matindi ang parusa!","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"[42] dahil sa pagtatambal nila kay Allāh","lang":"tl"},{"name":"2:166","price":"[Banggitin] kapag nagpawalang-kaugnayan ang mga sinunod sa mga sumunod, nakakita sila sa pagdurusa, nagkaputul-putol sa kanila ang mga ugnayan,","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:167","price":"at nagsabi ang mga sumunod: “Kung sana mayroon kaming isang balik [sa Mundo] para magpawalang-kaugnayan kami sa kanila kung paanong nagpawalang-kaugnayan sila sa amin.” Gayon ipakikita sa kanila ni Allāh ang mga gawa nila bilang mga panghihinayang para sa kanila. Sila ay hindi mga makalalabas mula sa Apoy.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:168","price":"O mga tao, kumain kayo mula sa nasa lupa bilang ipinahihintulot na kaaya-aya at huwag kayong sumunod sa mga yapak ng demonyo. Tunay na siya para sa inyo ay isang kaaway na malinaw.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:169","price":"Nag-uutos lamang Siya sa inyo ng kasagwaan at kahalayan, at na magsabi kayo hinggil kay Allāh ng hindi ninyo nalalaman.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:170","price":"Kapag sinabi sa kanila: “Sumunod kayo sa pinababa ni Allāh” ay nagsasabi sila: “Bagkus sumusunod kami sa nasumpungan namin sa mga magulang namin.” Kahit ba nangyaring ang mga magulang nila ay hindi nakapag-uunawa ng anuman at hindi napapatnubayan?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:171","price":"Ang paghahalintulad sa mga tumangging sumampalataya ay gaya ng paghahalintulad sa umuunga sa hindi nakaririnig maliban sa isang tawag at isang panawagan. Mga pipi na mga bingi na mga bulag, kaya sila ay hindi nakapag-uunawa.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:172","price":"O mga sumampalataya, kumain kayo mula sa mga kaaya-aya na itinustos sa inyo. Magpasalamat kayo kay Allāh, kung kayo ay sa Kanya sumasamba.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:173","price":"Ipinagbawal lamang sa inyo ang namatay,[43] ang dugo, ang laman ng baboy, at ang anumang inialay sa iba pa kay Allāh; ngunit ang sinumang napilitan nang hindi lumalabag ni lumalampas ay walang kasalanan sa kanya. Tunay na si Allāh ay Mapagpatawad, Maawain.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"[43] O ang karne na hayop na namatay na hindi nakatay ayon sa panuntunan ng Islam.","lang":"tl"},{"name":"2:174","price":"Tunay na ang mga nagtatago ng pinababa ni Allāh mula sa kasulatan at bumibili kapalit nito ng isang kaunting panumbas, ang mga iyon ay walang kinakain sa mga tiyan nila kundi ang apoy. Hindi kakausap sa kanila si Allāh sa Araw ng Pagbangon at hindi Siya magbubusilak sa kanila. Ukol sa kanila ay isang pagdurusang masakit.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:175","price":"Ang mga iyon ay ang mga bumili ng kaligawan kapalit ng patnubay at ng pagdurusa kapalit ng kapatawaran. Kaya anong mapagtiis nila sa Apoy!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:176","price":"Iyon ay dahil si Allāh ay nagbaba ng kasulatan kalakip ng katotohanan. Tunay na ang mga nagkaiba-iba hinggil sa kasulatan[44] ay talagang nasa isang hidwaang malayo [sa katotohanan].","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"[44] dahil sa paniniwala sa mga ibang bahagi at pagtanggi sa mga iba pa at pagkukubli ng mga iba pa.","lang":"tl"},{"name":"2:177","price":"Ang pagsasamabuting-loob ay hindi na magbaling kayo ng mga mukha ninyo sa harap ng silangan at kanluran, subalit ang pagsasamabuting-loob ay ang sinumang sumampalataya kay Allāh, sa Huling Araw, sa mga anghel, sa kasulatan, at sa mga propeta; nagbigay ng yaman, sa kabila ng pagkaibig dito, sa mga may pagkakamag-anak, sa mga ulila, sa mga dukha, sa kinapos sa daan, sa mga nanghihingi, at alang-alang sa pagpapalaya ng mga alipin; [ang] nagpanatili ng dasal; [ang] nagbigay ng zakāh; at ang mga tumutupad sa kasunduan sa kanila kapag nakipagkasunduan sila; at [lalo na] ang mga matiisin sa kadahupan at kariwaraan, at sa sandali ng labanan. Ang mga iyon ay ang mga nagpakatotoo [sa pananampalataya nila] at ang mga iyon ay ang mga tagapangilag magkasala.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:178","price":"O mga sumampalataya, isinatungkulin sa inyo ang ganting-pinsala kaugnay sa mga pinatay: ang malaya sa malaya, ang alipin sa alipin, at ang babae sa babae; ngunit ang sinumang [nakapatay na] pinagpaumanhinan ng kapatid[45] nito ng anuman ay may pagsunod sa makatuwiran at pagsasagawa roon [sa tagapagmana ng napatay] ng isang pagmamagandang-loob. Iyon ay isang pagpapagaan mula sa Panginoon ninyo at isang awa. Kaya ang sinumang nangaway matapos niyon, ukol sa kanya ay isang pagdurusang masakit.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"[45] O malapit na kamag-anak.","lang":"tl"},{"name":"2:179","price":"Ukol sa inyo sa [batas ng] ganting-pinsala ay buhay, O mga may isip, nang sa gayon kayo ay mangingilag magkasala.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:180","price":"Isinatungkulin sa inyo, kapag darating sa isa sa inyo ang kamatayan kung mag-iiwan siya ng yaman, ang tagubilin para sa mga magulang at mga malapit na kamag-anak ayon sa makatuwiran bilang tungkulin para sa mga tagapangilag magkasala.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:181","price":"Kaya ang sinumang nagpalit nito matapos na narinig ito, ang pagkakasala rito ay nasa mga nagpapalit nito lamang. Tunay na si Allāh ay Madinigin, Maalam.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:182","price":"Ngunit ang sinumang nangamba sa isang tagapagsatagubilin ng isang kalisyaan o isang kasalanan, saka nagsaayos sa pagitan nila, ay walang pagkakasala sa kanya. Tunay na si Allāh ay Mapagpatawad, Maawain.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:183","price":"O mga sumampalataya, isinatungkulin sa inyo ang pag-aayuno kung paanong isinatungkulin ito sa mga bago pa ninyo, nang sa gayon kayo ay mangingilag magkasala.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:184","price":"[Mag-ayuno ng] mga araw na bilang; ngunit ang sinumang kabilang sa inyo ay naging may-sakit o nasa isang paglalakbay ay [mag-aayuno ng mismong] bilang mula sa ibang mga araw. Kailangan sa mga nakakakaya nito ay isang pantubos na pagpapakain sa mga dukha; ngunit ang sinumang nagkusang-loob ng isang kabutihan, ito ay higit na mabuti para sa kanya. Ang mag-ayuno kayo ay higit na mabuti para sa inyo kung kayo ay nakaaalam.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:185","price":"Ang buwan ng Ramaḍān ay ang [buwang] pinababa rito ang Qur’ān bilang patnubay para sa mga tao at bilang mga malinaw na patunay mula sa patnubay at saligan [ng tama at mali]. Kaya ang sinumang nakasaksi[46] kabilang sa inyo sa buwan [ng Ramaḍān] ay mag-ayuno siya rito at ang sinumang maysakit o nasa isang paglalakbay ay [mag-aayuno ng mismong] bilang mula sa ibang mga araw. Nagnanais si Allāh sa inyo ng isang ginhawa at hindi Siya nagnanais sa inyo ng hirap at upang bumuo kayo ng bilang at upang dumakila kayo kay Allāh dahil nagpatnubay Siya sa inyo, at nang sa gayon kayo ay magpapasalamat.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"[46] O naroon","lang":"tl"},{"name":"2:186","price":"Kapag nagtanong sa iyo ang mga lingkod Ko tungkol sa Akin, tunay na Ako ay malapit:[47] sumasagot Ako sa panalangin ng dumadalangin kapag dumalangin siya sa Akin[48] kaya tumugon sila sa Akin at sumampalataya sila sa Akin, nang sa gayon sila ay magagabayan.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"[47] O sa kaalaman, pagkakita, pagdinig, pagtugon.\n[48] nang walang tagapamagitan o tagapagitna.","lang":"tl"},{"name":"2:187","price":"Ipinahintulot sa inyo sa gabi ng pag-aayuno ang pakikipagtalik sa mga maybahay ninyo. Sila ay kasuutan para sa inyo at kayo ay kasuutan para sa kanila.[49] Nakaalam si Allāh na kayo noon ay nagtataksil sa mga sarili[50] ninyo ngunit tumanggap Siya sa inyo ng pagbabalik-loob at nagpaumanhin Siya sa inyo. Kaya ngayon ay makipagtalik kayo sa kanila[51] at maghangad kayo ng isinatungkulin ni Allāh para sa inyo. Kumain kayo at uminom kayo hanggang sa luminaw para sa inyo ang puting sinulid sa itim na sinulid mula sa madaling-araw. Pagkatapos lubusin ninyo ang pag-aayuno hanggang sa gabi. Huwag kayong makipagtalik sa kanila samantalang kayo ay mga namimintuho sa mga masjid. Iyon ay mga hangganan ni Allāh kaya huwag kayong lumapit sa mga iyon. Gayon naglilinaw si Allāh sa mga tanda Niya para sa mga tao, nang sa gayon sila ay mangingilag magkasala.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"[49] Ang mga maybahay ay panakip at pananggalagn sa imoralidad para sa mga asawa at ang mga asawa ay panakip at pananggalang sa imoralidad para sa mga maybahay.\n[50] dahil sa pakikipagtalik sa mga maybahay sa gabi ng Ramaḍān, na ipinagbabawal dati.\n[51] sa gabi ng Ramaḍān.","lang":"tl"},{"name":"2:188","price":"Huwag kayong kumain ng mga yaman ng iba sa inyo sa pagitan ninyo sa kabulaanan, o mag-abot kayo ng mga ito sa mga namamahala upang makakain kayo ng isang pangkat mula sa mga yaman ng mga tao sa kasalanan samantalang kayo ay nakaaalam.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:189","price":"Nagtatanong sila sa iyo tungkol sa mga bagong buwan. Sabihin mo: “Ang mga ito ay mga sukatan ng panahon para sa mga tao at sa ḥajj.” Ang pagsasamabuting-loob ay hindi na pumunta kayo sa mga bahay mula sa mga likod ng mga ito, subalit ang pagsasamabuting-loob ay sinumang nangilag magkasala. Pumunta kayo sa mga bahay mula sa mga pintuan ng mga ito. Mangilag kayong magkasala kay Allāh, nang sa gayon kayo ay magtatagumpay.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:190","price":"Makipaglaban kayo ayon sa landas ni Allāh sa mga kumakalaban sa inyo ngunit huwag kayong lumabag; tunay na si Allāh ay hindi umiibig sa mga tagalabag.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:191","price":"Patayin ninyo sila [na mga tagalabag] saanman kayo makasumpong sa kanila at palisanin ninyo sila mula saanman sila nagpalisan sa inyo. Ang panliligalig ay higit na matindi kaysa sa pagpatay. Huwag kayong makipaglaban sa kanila sa tabi ng Masjid na Pinakababanal [sa Makkah] hanggang sa kumalaban sila sa inyo rito. Ngunit kung nakipaglaban sila sa inyo rito ay patayin ninyo sila. Gayon ang ganti sa mga tagatangging sumampalataya.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:192","price":"Ngunit kung tumigil sila, tunay na si Allāh ay Mapagpatawad, Maawain.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:193","price":"Makipaglaban kayo sa kanila hanggang sa walang mangyaring panliligalig at ang relihiyon ay sa kay Allāh. Kaya kung tumigil sila ay walang pang-aaway kundi sa mga tagalabag sa katarungan.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:194","price":"Ang Buwang Pinakababanal[52] ay katumbas ng Buwang Pinakababanal[53] at ang mga paglabag ay [may] ganting-pinsala. Kaya ang sinumang nangaway sa inyo ay awayin ninyo siya ng tulad ng pangangaway niya sa inyo. Mangilag kayong magkasala kay Allāh at alamin ninyo na si Allāh ay kasama ng mga tagapangilag magkasala.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"[52] ng pagpasok sa Makkah\n[53] ng pagbalakid sa pagpasok sa Makkah","lang":"tl"},{"name":"2:195","price":"Gumugol kayo ayon sa landas ni Allāh at huwag kayong magbulid sa pamamagitan ng mga kamay ninyo [sa mga sarili] sa kasawian.[54] Gumawa kayo ng maganda; tunay na si Allāh ay umiibig sa mga tagagawa ng maganda.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"[54] sa pamamagitan ng pagtigil sa pakikibaka sa landas ni Allāh at hindi paggubol dito.","lang":"tl"},{"name":"2:196","price":"Lubusin ninyo ang ḥajj at ang `umrah para kay Allāh ngunit kung nahadlangan kayo ay [mag-alay ng] anumang madaling nakamit na handog.[55] Huwag kayong mag-ahit ng mga ulo ninyo hanggang sa umabot ang handog sa pinag-aalayan dito. Ang sinumang kabilang sa inyo ay naging maysakit o sa kanya ay may isang pinsala sa ulo niya ay [magbibigay ng] isang pantubos na pag-ayuno [ng tatlong araw] o isang kawanggawa [na pagpapakain sa anim na dukha] o isang alay. Kung natiwasay kayo, ang sinumang nagpakatamasa ng `umrah [sa mga buwan ng ḥajj] hanggang sa ḥajj ay [mag-aalay ng] anumang madaling nakamit na handog. Ngunit ang sinumang hindi nakatagpo ay [magsasagawa ng] pag-aayuno ng tatlong araw sa ḥajj at pitong [araw] kapag bumalik kayo; iyon ay ganap na sampung [araw]. Iyon ay ukol sa sinumang ang mag-anak niya ay hindi mga nakadalo sa [paligid ng] Masjid na Pinakababanal.[56] Mangilag kayong magkasala kay Allāh at alamin ninyo na si Allāh ay matindi ang parusa.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"[55] gaya ng tupa, kambing, baka, o kamelyo.\n[56] Ibig sabihin: hindi residente ng Makkah.","lang":"tl"},{"name":"2:197","price":"Ang ḥajj ay [nasa] mga buwang nalalaman.[57] Kaya ang sinumang nag-obliga [sa sarili] sa mga ito ng ḥajj ay walang pagtatalik, walang mga kasuwailan, at walang pakikipagtalo sa ḥajj. Ang anumang ginagawa ninyo na kabutihan ay nakaaalam nito si Allāh. Magbaon kayo, saka tunay na ang pinakamabuting baon ay ang pangingilag magkasala. Mangilag kayong magkasala sa Akin, O mga may isip.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"[57] ang mga buwan ng Shawwāl, Dhulqa`dah, at Dhulḥijjah.","lang":"tl"},{"name":"2:198","price":"Hindi sa inyo ay maisisisi na maghangad kayo ng isang kabutihang-loob mula sa Panginoon ninyo.[58] Kaya kapag lumisan kayo mula sa `Arafāt ay alalahanin ninyo si Allāh sa Palatandaang Pinakababanal [sa Muzdalifah] at alalahanin ninyo Siya kung paanong nagpatnubay Siya sa inyo. Tunay na kayo bago pa nito ay talagang kabilang sa mga ligaw.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"[58] sa pamamagitan ng pangangalakal at iba pa.","lang":"tl"},{"name":"2:199","price":"Pagkatapos lumisan kayo saanman [sa `Arafah] lumisan ang mga tao at humingi kayo ng tawad kay Allāh; tunay na si Allāh ay Mapagpatawad, Maawain.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:200","price":"Kapag nakatapos kayo ng mga gawaing-pagsamba ninyo ay alalahanin ninyo si Allāh gaya ng pag-alaala ninyo sa mga ninuno ninyo o higit na matindi sa pag-alaala. Mayroon sa mga tao na nagsasabi: “Panginoon namin, magbigay Ka sa amin sa Mundo,” at walang ukol sa kanila sa Kabilang-buhay na anumang bahagi.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:201","price":"Mayroon sa kanila na nagsasabi: “Panginoon namin, magbigay Ka sa amin sa Mundo ng maganda at sa Kabilang-buhay ng maganda, at magsanggalang Ka sa amin sa pagdurusa sa Apoy.”","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:202","price":"Ang mga iyon ay may ukol sa kanila na isang bahagi mula sa kinamit nila. Si Allāh ay Mabilis ang pagtutuos.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:203","price":"Alalahanin ninyo si Allāh sa mga araw na binilang,[59] ngunit ang sinumang nagmadali [sa paglisan sa Minā] sa dalawang araw[60] ay walang kasalanan sa kanya at ang sinumang naantala[61] ay walang kasalanan sa kanya: sa sinumang nangilag magkasala. Mangilag kayong magkasala kay Allāh at alamin ninyo na kayo ay tungo sa Kanya kakalapin.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"[59] sa lambak ng Minā sa ika-11, ika-12, at ika-13 ng buwan ng Dhulḥijjah para sa mga nagsasagawa ng ḥajj.\n[60] hanggang sa ika-12 ng Dhulḥijjah.\n[61] hanggang sa ika-13 ng Dhulḥijjah.","lang":"tl"},{"name":"2:204","price":"Mayroon sa mga tao na nagpapahanga sa iyo ang sabi niya hinggil sa buhay na pangmundo at nagpapasaksi siya kay Allāh sa nasa puso niya samantalang siya ay pinakapalaban sa mga kaalitan.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:205","price":"Kapag tumalikod siya ay nagpupunyagi siya sa lupa upang manggulo rito at mamuksa ng mga pananim at mga hayupan. Si Allāh ay hindi umiibig sa kaguluhan.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:206","price":"Kapag sinabi sa kanya: “Mangilag kang magkasala kay Allāh,” tumatangay sa kanya ang kapalaluan dahil sa kasalanan. Kaya kasapatan sa kanya ang Impiyerno. Talagang kay saklap ang himlayan!","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:207","price":"Mayroon sa mga tao na nagbibili ng sarili niya dala ng paghahangad sa kaluguran ni Allāh. Si Allāh ay Mahabagin sa mga lingkod.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:208","price":"O mga sumampalataya, magsipasok kayo sa pagkapasakop nang lubusan at huwag kayong sumunod sa mga yapak ng demonyo; tunay na siya para sa inyo ay isang kaaway na malinaw.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:209","price":"Ngunit kung natisod kayo matapos na dumating sa inyo ang mga malinaw na patunay, alamin ninyo na si Allāh ay Makapangyarihan, Marunong.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:210","price":"Naghihintay kaya sila maliban pa na pumunta sa kanila si Allāh na nasa mga lilim ng mga ulap at [gayon din] ang mga anghel at pinagpasyahan na ang usapin? Tungo kay Allāh pababalikin ang mga usapin.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:211","price":"Magtanong ka sa mga anak ni Israel kung ilan ang ibinigay Namin sa kanila na malinaw na tanda. Ang sinumang nagpapalit sa biyaya ni Allāh[62] matapos na dumating ito sa kanya, tunay na si Allāh ay matindi ang parusa.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"[62] Ang tnutukoy ng biyaya ni Allāh dito ay ang Islam.","lang":"tl"},{"name":"2:212","price":"Ipinaakit para sa mga tumangging sumampalataya ang buhay na pangmundo at nanunuya sila sa mga sumampalataya. Ang mga nangilag magkasala ay sa ibabaw nila sa Araw ng Pagbangon. Si Allāh ay tumutustos sa sinumang niloloob Niya nang walang isang pagtutuos.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:213","price":"Ang mga tao noon ay kalipunang nag-iisa, saka nagpadala si Allāh ng mga propeta bilang mga tagapagbalita[63] ng nakagagalak at mga tagapagbabala.[64] Nagpababa Siya kasama sa kanila ng kasulatan kalakip ng katotohanan upang humatol sa pagitan ng mga tao sa anumang nagkaiba-iba sila hinggil doon. Walang nagkaiba-iba hinggil doon kundi ang mga binigyan nito matapos na dumating sa kanila ang mga malinaw na patunay dala ng paglabag sa pagitan nila, ngunit nagpatnubay si Allāh sa mga sumampalataya para sa anumang nagkakaiba-iba sila hinggil doon na katotohanan ayon sa pahintulot Niya. Si Allāh ay nagpapatnubay sa sinumang niloloob Niya tungo sa landasing tuwid.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"[63] ng inihanda ni Allāh sa mga alagad ng pananampalataya\n[64] ng ibinanta ni Allāh sa mga alagad ng kawalang-pananampalataya","lang":"tl"},{"name":"2:214","price":"O nag-aakala ba kayo na papasok kayo sa Paraiso samantalang hindi pa dumating sa inyo ang tulad ng sa mga lumipas bago pa ninyo? Sumaling sa kanila ang kadahupan at ang kariwaraan. Niyanig sila hanggang sa magsabi ang sugo at ang mga sumampalataya kasama sa kanya: “Kailan ang pag-aadya ni Allāh?” Pansinin, tunay na ang pag-aadya ni Allāh ay malapit na!","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:215","price":"Nagtatanong sila sa iyo kung ano ang gugugulin nila. Sabihin mo: “Ang anumang gugugulin ninyo na kabutihan ay ukol sa mga magulang, mga kamag-anak, mga ulila, mga dukha, at kinapos sa daan.” Ang anumang ginagawa ninyo na kabutihan, tunay na si Allāh dito ay Maalam.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:216","price":"Isinatungkulin sa inyo ang pakikipaglaban [sa landas ni Allāh] samantalang ito ay kasuklam-suklam para sa inyo. Marahil masuklam kayo sa isang bagay samantalang ito ay mabuti para sa inyo at marahil umibig kayo sa isang bagay samantalang ito ay masama para sa inyo. Si Allāh ay nakaaalam samantalang kayo ay hindi nakaaalam.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:217","price":"Nagtatanong sila sa iyo tungkol sa Buwang Pinakababanal: sa pakikipaglaban dito. Sabihin mo: “Ang isang pakikipaglaban dito ay isang malaking [kasalanan] samantalang ang isang pagsagabal sa landas ni Allāh, ang isang kawalang-pananampalataya sa Kanya, [ang isang paghadlang] sa pagpasok sa Masjid na Pinakababanal, at ang isang pagpapalayas sa mga naninirahan [malapit] dito ay higit na malaking [kasalanan] sa ganang kay Allāh. Ang panliligalig [ng pagtatambal] ay higit na malaking [kasalanan] kaysa sa pagpatay. Hindi sila titigil na kumakalaban sa inyo hanggang sa magpatalikod sila sa inyo palayo sa relihiyon ninyo kung makakakaya sila. Ang sinumang tumalikod kabilang sa inyo sa relihiyon niya at namatay habang siya ay isang tagatangging sumampalataya, ang mga iyon ay nawalang-kabuluhan ang mga gawa nila sa Mundo at Kabilang-buhay. Ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:218","price":"Tunay na ang mga sumampalataya at ang mga lumikas at nakibaka ayon sa landas ni Allāh, ang mga iyon ay nag-aasam ng awa ni Allāh. Si Allāh ay Mapagpatawad, Maawain.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:219","price":"Nagtatanong sila sa iyo tungkol sa alak at sugal. Sabihin mo: “Sa dalawang ito ay may kasalanang malaki at mga pakinabang para sa mga tao ngunit ang kasalanan sa dalawang ito ay higit na malaki kaysa sa kapakinabangan sa dalawang ito.” Nagtatanong sila sa iyo kung ano gugugulin nila. Sabihin mo: “Ang kalabisan [sa pangangailangan ninyo].” Gayon naglilinaw si Allāh para sa inyo ng mga tanda, nang sa gayon kayo ay mag-iisip-isip","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:220","price":"hinggil sa Mundo at sa Kabilang-buhay. Nagtatanong sila sa iyo tungkol sa mga ulila. Sabihin mo: “Ang isang pagsasaayos para sa kanila ay mabuti.” Kung nakihalo kayo sa kanila [sa ukol sa inyo], mga kapatid ninyo [sila]. Si Allāh ay nakaaalam sa tagagulo sa tagapagsaayos. Kung sakaling niloob ni Allāh ay talaga sanang nagpahirap Siya sa inyo. Tunay na si Allāh ay Makapangyarihan, Marunong.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:221","price":"Huwag kayong magpakasal sa mga babaing tagapagtambal hanggang sa sumampalataya sila. Talagang ang isang babaing aliping mananampalataya ay higit na mabuti kaysa sa isang babaing tagapagtambal kahit pa man nagpahanga ito sa inyo. Huwag ninyong ipakasal [ang kababaihan ninyo] sa mga lalaking tagapagtambal hanggang sa sumampalataya sila. Talagang ang isang lalaking aliping mananampalataya ay higit na mabuti kaysa sa isang lalaking tagapagtambal kahit pa man nagpahanga ito sa inyo. Ang mga iyon ay nag-aanyaya tungo sa Apoy samantalang si Allāh ay nag-aanyaya tungo sa Paraiso at kapatawaran ayon sa pahintulot Niya. Naglilinaw Siya sa mga tanda Niya sa mga tao, nang sa gayon sila ay magsasaalaala.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:222","price":"Nagtatanong sila sa iyo tungkol sa regla. Sabihin mo: “Ito ay pinsala kaya humiwalay kayo sa mga babae sa regla[65] at huwag kayong lumapit sa kanila [para makipagtalik] hanggang sa dumalisay sila, at kapag nagpakadalisay sila [sa regla] ay pumunta kayo sa kanila mula sa kung saan nag-utos sa inyo si Allāh. Tunay na si Allāh ay umiibig sa mga palabalik-loob at umiibig sa mga nagpapakadalisay.”","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"[65] Ibig sabihin: huwag kayong makipagtalik sa kanila habang may regla.","lang":"tl"},{"name":"2:223","price":"Ang mga maybahay ninyo ay punlaan para sa inyo kaya pumunta kayo sa punlaan ninyo kung paanong niloob ninyo. Magpauna kayo [ng kabutihan] para sa mga sarili ninyo. Mangilag kayong magkasala kay Allāh. Alamin ninyo na kayo ay mga makikipagkita sa Kanya. Magbalita ka ng nakagagalak ng mga mananampalataya.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:224","price":"Huwag kayong gumawa kay Allāh bilang hadlang sa mga panunumpa ninyo na magsamabuting-loob kayo, mangilag kayong magkasala, at nagsasaayos kayo sa pagitan ng mga tao. Si Allāh ay Madinigin, Maalam.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:225","price":"Hindi magpapanagot sa inyo si Allāh sa pagkakamali sa mga panunumpa ninyo subalit magpapanagot Siya sa inyo kinamit ng mga puso ninyo. Si Allāh ay Mapagpatawad, Matimpiin.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:226","price":"Ukol sa mga nanunumpang tatangging makipagtalik sa mga maybahay nila ay pag-antabay ng apat na buwan; ngunit kung bumalik sila [sa dati], tunay na si Allāh ay Mapagpatawad, Maawain.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:227","price":"Kung nagtika sila ng diborsiyo, tunay na si Allāh ay Madinigin, Maalam.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:228","price":"Ang mga babaing diniborsiyo ay mag-aantabay sa mga sarili nila ng tatlong buwanang dalaw. Hindi ipinahihintulot sa kanila na ikubli nila ang nilikha ni Allāh sa mga sinapupunan nila, kung sila ay sumasampalataya kay Allāh at sa Kabilang-buhay. Ang mga asawa nila ay higit na karapat-dapat sa pagbawi sa kanila sa [panahong] iyon kung nagnais ang mga ito ng isang pagsasaayos. Ukol sa kanila ang tulad ng tungkulin sa kanila ayon sa nakabubuti. Ukol sa mga lalaki sa tungkulin sa kanila ay isang antas [higit sa tungkulin nila]. Si Allāh ay Makapangyarihan, Marunong.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:229","price":"Ang [magkakabalikang] diborsiyo ay dalawang ulit, kaya [matapos nito ay] pagpapanatili ayon sa nakabubuti o pagpapalaya ayon sa pagmamagandang-loob. Hindi ipinahihintulot para sa inyo na kumuha kayo mula sa ibinigay ninyo sa kanila na anuman maliban na mangamba silang dalawa na hindi silang dalawa makapagpanatili sa mga hangganan ni Allāh. Kaya kung nangangamba kayo na hindi silang dalawa makapagpanatili sa mga hangganan ni Allāh, walang maisisisi sa kanilang dalawa kaugnay sa pagtubos [ng maybahay sa sarili]. Iyon ay mga hangganan ni Allāh kaya huwag kayong lumabag sa mga iyon. Ang sinumang lumampas sa mga hangganan ni Allāh, ang mga iyon ay ang mga tagalabag sa katarungan.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:230","price":"Kung nagdiborsiyo siya rito [sa ikatlong pagkakataon] ay hindi na ito ipinahihintulot sa kanya matapos na niyan hanggang sa makapag-asawa ito ng isang asawang iba pa sa kanya. Kung nagdiborsiyo naman iyon rito ay walang maisisisi sa kanilang dalawa na magbalikan silang dalawa kung nagpalagay silang dalawa na makapagpanatili silang dalawa sa mga hangganan ni Allāh. Iyon ay mga hangganan ni Allāh; naglilinaw Siya sa mga ito para sa mga taong umaalam.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:231","price":"Kapag nagdiborsiyo kayo ng mga maybahay at [halos] umabot sila sa taning [ng paghihintay] nila ay magpanatili kayo sa kanila ayon sa nakabubuti o magpalaya kayo sa kanila ayon sa nakabubuti. Huwag kayong magpanatili sa kanila bilang pamiminsala para makalabag kayo. Ang sinumang gumagawa niyon ay lumabag nga sa katarungan sa sarili sarili. Huwag kayong gumawa sa mga tanda ni Allāh bilang kinukutya. Umalaala kayo sa biyaya ni Allāh sa inyo at pinababa Niya sa inyo na Aklat at Karunungan.[66] Nangangaral Siya sa inyo nito. Mangilag kayong magkasala kay Allāh at alamin ninyo na si Allāh sa bawat bagay ay Maalam.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"[66] Ang Aklat at ang Karunungan ay tumutukoy sa Qur'an at Sunnah.","lang":"tl"},{"name":"2:232","price":"Kapag nagdiborsiyo kayo ng mga maybahay ninyo[67] at umabot sila sa `iddah nila ay huwag kayong magpasuliranin sa kanila na magpakasal sila sa mga [dating] asawa nila kapag nagkaluguran sa pagitan nila ayon sa nakabubuti. Iyon ay ipinangangaral sa sinumang kabilang sa inyo na sumasampalataya kay Allāh at sa Huling Araw. Iyon ay higit na busilak para sa inyo at higit na dalisay. Si Allāh ay nakaaalam at kayo ay hindi nakaaalam.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"[67] Sa una o ikalawang pagkakataon","lang":"tl"},{"name":"2:233","price":"Ang mga ina ay magpapasuso sa mga anak nila nang dalawang buong taon, para sa sinumang nagnais na lumubos ng pagpapasuso. Tungkulin ng ama ang pagtustos sa kanila at ang pagpapadamit sa kanila ayon sa nakabubuti. Walang inaatangang kaluluwa maliban sa kaya nito. Walang pipinsalaing isang ina dahil sa anak niya ni isang ama dahil sa anak nito. Kailangan sa tagapagmana [ng ama] ang tulad ng [tungkuling] iyon. Kung nagnais silang dalawa ng pag-awat [sa bata] ayon sa pagkakaluguran mula sa kanilang dalawa at pagsasanggunian ay walang maisisisi sa kanilang dalawa. Kung nagnais kayo na ipasuso ninyo [sa iba] ang mga anak ninyo ay walang maisisisi sa inyo kapag nag-abot kayo ng ibibigay ninyo ayon sa nakabubuti. Mangilag kayong magkasala kay Allāh at alamin ninyo na si Allāh sa anumang ginagawa ninyo ay Nakakikita.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:234","price":"Ang mga papapanawin kabilang sa inyo at mag-iiwan ng mga maybahay, mag-aantabay ang mga ito sa mga sarili ng mga ito nang apat na buwan at sampung [araw kung hindi nagdadalang-tao].[68] Kapag umabot ang mga ito sa taning ng mga ito ay walang maisisisi sa inyo sa anumang ginawa ng mga ito sa mga sarili ng mga ito[69] ayon sa nakabubuti. Si Allāh sa anumang ginagawa ninyo ay Mapagbatid.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"[68] at kung nagdadalang-tao naman ay hanggang sa makapanganak\n[69] Ibig sabihin: kung muling mag-asawa.","lang":"tl"},{"name":"2:235","price":"Walang maisisisi sa inyo sa ipinahiwatig ninyo na isang pag-alok ng kasal sa mga babae o kinimkim ninyo sa mga sarili ninyo. Nakaalam si Allāh na kayo ay babanggit sa kanila [nito] subalit huwag kayong makipagtipan sa kanila nang palihim maliban na magsabi kayo ng isang sasabihing nakabubuti. Huwag kayong magpasya ng kasunduan ng kasal hanggang sa umabot ang takdang panahon sa taning nito. Alamin ninyo na si Allāh ay nakaaalam sa anumang nasa mga sarili ninyo kaya mag-ingat kayo sa Kanya. Alamin ninyo na si Allāh ay Mapagpatawad, Matimpiin.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:236","price":"Wala maisisisi sa inyo kung nagdiborsiyo kayo sa mga maybahay hanggat hindi pa kayo sumaling[70] sa kanila o hindi pa kayo nagtakda para sa kanila ng isang tungkuling [bigay-kaya]. Magpatamasa kayo sa kanila – sa nakaluluwag ayon sa kakayahan niya at sa naghihikahos ayon sa kakayahan niya – ng isang pampalubag-loob ayon sa nakabubuti bilang tungkulin sa mga tagagawa ng maganda.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"[70] Ibig sabihin: hindi pa kayo nakipaagtalik","lang":"tl"},{"name":"2:237","price":"Kung nagdiborsiyo kayo sa kanila bago pa kayo sumaling[71] sa kanila at nagsatungkulin na kayo para sa kanila ng isang tungkulin, ang kalahati ng isinatungkulin ninyo [ang ibibigay] maliban na magpaubaya sila [na mga babae] o magpaubaya ang [lalaki na] nasa kamay niya ang kasunduan ng kasal. Ang magpaubaya kayo ay higit na malapit sa pangingilag magkasala. Huwag kayong lumimot sa kabutihang-loob sa pagitan ninyo. Tunay na si Allāh sa anumang ginagawa ninyo ay Nakakikita.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"[71] Ibig sabihin: hindi pa kayo nakipaagtalik","lang":"tl"},{"name":"2:238","price":"Mangalaga kayo sa mga dasal at [lalo na] sa dasal na pinakagitna. Tumayo kayo kay Allāh bilang mga masunurin.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:239","price":"Saka kung nangamba kayo [sa pagsalakay ng kaaway] ay [magdasal na] mga naglalakad o mga nakasakay. Kapag natiwasay kayo ay umalaala kayo kay Allāh gaya ng itinuro Niya sa inyo ng hindi ninyo noon nalalaman.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:240","price":"Ang mga papapanawin kabilang sa inyo at mag-iiwan ng mga maybahay ay [mag-iiwan ng] isang tagubilin para sa mga maybahay nila na isang sustento hanggang sa buong taon nang walang pagpapalisan [sa kanila mula sa namatay na asawa], ngunit kung lumisan sila ay walang maisisisi sa inyo sa anumang ginawa nila sa mga sarili nila na nakabubuti. Si Allāh ay Makapangyarihan, Marunong.[72]","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"[72] Ang karamihan sa mga tagapagpaliwanag ng Qur’an ay nagsasabing ang utos na ito ay pinawalang-bisa ng mga talata 2:234 at 4:34.","lang":"tl"},{"name":"2:241","price":"Ukol sa mga babaing diniborsiyo ay isang sustento ayon sa nakabubuti bilang tungkulin sa mga tagapangilag magkasala.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:242","price":"Gayon naglilinaw si Allāh para sa inyo ng mga tanda Niya, nang sa gayon kayo ay makapag-uunawa.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:243","price":"Hindi ka ba nakaalam sa mga lumisan mula sa mga tahanan nila habang sila ay libu-libo dala ng pangingilag sa kamatayan kaya nagsabi sa kanila si Allāh: “Mamatay kayo,” pagkatapos nagbigay-buhay Siya sa kanila? Tunay na si Allāh ay talagang may kabutihang-loob sa mga tao subalit ang higit na marami sa mga tao ay hindi nagpapasalamat.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:244","price":"Makipaglaban kayo ayon sa landas ni Allāh at alamin ninyo na si Allāh ay Madinigin, Maalam.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:245","price":"Sino itong magpapautang kay Allāh ng isang pautang na maganda[73] para pag-ibayuhin Niya nang maraming ibayo. Si Allāh ay nagpapagipit at nagpapaluwag, at tungo sa Kanya pababalikin kayo [para gantihan].","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"[73] Ibig sabihin: kusang-loob na paggugol sa kawanggawa o pagpapautang sa isang nangangailangang tao, nang walang patubo.","lang":"tl"},{"name":"2:246","price":"Hindi ka ba nakaalam sa konseho mula sa mga anak ni Israel matapos na ni Moises nang magsabi sila sa isang propeta para sa kanila: “Magtalaga ka para sa amin ng isang hari, makikipaglaban kami ayon sa landas ni Allāh.” Nagsabi ito: “Harinawa kayo kaya, kung itinakda sa inyo ang pakikipaglaban, ay hindi kayo makipaglaban?” Nagsabi sila: “Hindi ukol sa amin na hindi kami makikipaglaban ayon sa landas ni Allāh samantalang pinalisan kami mula sa mga tahanan namin at mga anak namin.” Ngunit noong itinakda sa kanila ang pakikipaglaban ay tumalikod sila maliban sa kakaunti mula sa kanila. Si Allāh ay Maalam sa mga tagalabag sa katarungan.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:247","price":"Nagsabi sa kanila ang propeta nila [na si Samuel]: “Tunay na si Allāh ay nagtalaga para sa inyo kay Saul bilang hari.” Nagsabi sila: “Paanong magiging ukol sa kanya ang paghahari sa amin samantalang kami ay higit na karapat-dapat sa paghahari kaysa sa kanya at hindi siya nabigyan ng kasaganaan sa yaman?” Nagsabi ito: “Tunay na si Allāh ay humirang sa kanya higit sa inyo at nagdagdag sa kanya ng isang paglago sa kaalaman at katawan. Si Allāh ay nagbibigay ng paghahari Niya sa sinumang niloloob Niya. Si Allāh ay Malawak, Maalam.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:248","price":"Nagsabi sa kanila ang propeta nila [na si Samuel]: “Tunay na ang tanda ng paghahari niya ay na darating sa inyo ang kaban – na sa loob nito ay may katahimikan mula sa Panginoon ninyo at may labi mula sa naiwan ng angkan ni Moises at ng angkan ni Aaron – na dinadala ng mga anghel.” Tunay na sa gayon ay talagang may tanda para sa inyo, kung kayo ay mga mananampalataya.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:249","price":"Kaya noong humayo si Saul kasama ng mga hukbo ay nagsabi siya: “Tunay na si Allāh ay susubok sa inyo sa isang ilog. Kaya ang sinumang uminom mula roon ay hindi siya kabilang sa akin; at ang sinumang hindi tumikim doon ay tunay na siya ay kabilang sa akin, maliban sa sumalok ng salok sa pamamagitan ng kamay niya.” Ngunit uminom sila maliban sa kaunti kabilang sa kanila. Noong nakalampas doon siya at ang mga sumampalataya kasama sa kanya ay nagsabi sila: “Walang kapangyarihan ukol sa atin ngayong araw laban kay Goliat at sa mga hukbo nito.” Nagsabi ang mga nakatitiyak na sila ay makikipagkita kay Allāh: “Kay raming pangkat na maliit na dumaig sa pangkat na malaki ayon sa pahintulot ni Allāh. Si Allāh ay kasama ng mga nagtitiis.”","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:250","price":"Nang tumambad sila kina Goliat at mga hukbo nito ay nagsabi sila: “Panginoon namin, magbuhos Ka sa amin ng pagtitiis, magpatatag Ka ng mga paa namin, at mag-adya Ka sa amin laban sa mga taong tagatangging sumampalataya.”","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:251","price":"Kaya tinalo nila ang mga iyon ayon sa pahintulot ni Allāh. Pinatay ni David si Goliat. Nagbigay rito si Allāh ng paghahari at karunungan at nagturo Siya rito ng mula sa anumang niloloob Niya. Kung hindi dahil sa pagpapataboy ni Allāh sa mga tao ng iba sa kanila sa pamamagitan ng iba pa ay talaga sanang nagulo ang lupa, subalit si Allāh ay may kabutihang-loob sa mga nilalang.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"tl"},{"name":"2:252","price":"Iyon ay ang mga tanda ni Allāh, na binibigkas ang mga iyon sa iyo [O Propeta Muḥammad] kalakip ng katotohanan. Tunay na ikaw ay talagang kabilang sa mga isinugo.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"tl"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}