{"data":[{"name":"29:46","price":"Huwag kayong makipagtalo sa mga May Kasulatan malibang ayon sa pinakamaganda, maliban sa mga lumabag sa katarungan kabilang sa kanila. Sabihin ninyo: “Sumampalataya kami sa pinababa sa amin at pinababa sa inyo. Ang Diyos namin at ang Diyos ninyo ay nag-iisa. Kami sa Kanya ay mga tagapagpasakop.”[421]","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"[421] O mga Muslim.","lang":"tl"},{"name":"29:47","price":"Gayon Kami nagpababa sa iyo ng Aklat kaya ang [ilan sa] mga binigyan Namin ng kasulatan ay sumasampalataya rito. Mayroon sa mga ito na sumasampalataya rito. Walang nagkakaila sa mga tanda Namin kundi ang mga tagatangging sumampalataya.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:48","price":"Hindi ka dati bumibigkas bago pa nito ng anumang aklat at hindi ka nagsusulat nito sa pamamagitan ng kanan mo [dahil] kung gayon ay talagang nag-alinlangan ang mga tagapagpabula.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:49","price":"Bagkus [ang Qur’ān na] ito ay mga talatang malilinaw na nasa mga dibdib ng mga nabigyan kaalaman. Walang nagkakaila sa mga talata Namin [sa Qur’ān] kundi ang mga tagalabag sa katarungan.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:50","price":"Nagsabi sila: “Bakit kasi walang pinababa sa kanya na mga tanda mula sa Panginoon niya?” Sabihin mo: “Ang mga tanda ay nasa ganang kay Allāh lamang at ako ay isang mapagbabalang malinaw lamang.[422]”","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"[422] ng pagdurusa para sa sinumang nagtatambal ng anuman kay Allāh at gumagawa ng masama.","lang":"tl"},{"name":"29:51","price":"Hindi ba nakasapat sa kanila na Kami ay nagpababa sa iyo[423] ng Aklat na binibigkas sa kanila? Tunay na sa gayon ay talagang may awa at paalaala para sa mga taong sumasampalataya.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"[423] O Propeta Muḥammad","lang":"tl"},{"name":"29:52","price":"Sabihin mo: “Nakasapat si Allāh sa pagitan ko at ninyo bilang Saksi. Nakaaalam Siya sa anumang nasa mga langit at lupa. Ang mga sumampalataya sa kabulaanan[424] at tumangging sumampalataya kay Allāh, ang mga iyon ay ang mga lugi.”","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"[424] na anumang sinasamba bukod pa kay Allāh","lang":"tl"},{"name":"29:53","price":"Nagpapamadali sila sa iyo ng pagdurusa. Kung hindi dahil [may] isang taning na tinukoy, talaga sanang dumating sa kanila ang pagdurusa at talagang pupunta nga ito sa kanila ng biglaan habang sila ay hindi nakararamdam.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:54","price":"Nagpapamadali sila sa iyo ng pagdurusa. Tunay na ang Impiyerno ay talagang tagapaligid sa mga tagatangging sumampalataya","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:55","price":"sa Araw na babalot sa kanila ang pagdurusa mula sa itaas nila at mula sa ilalim ng mga paa nila at magsasabi Siya: “Lasapin ninyo ang dati ninyong ginagawa [na kasamaan].”","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:56","price":"O mga alipin Ko [na tao at jinn] na sumampalataya, tunay na ang lupa Ko ay malawak kaya sa Akin ay sumamba kayo.","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:57","price":"Bawat kaluluwa ay lalasap ng kamatayan. Pagkatapos tungo sa Amin pababalikin kayo.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:58","price":"Ang mga sumampalataya at gumawa ng mga maayos ay talagang magpapatahan nga Kami mula sa paraiso sa mga [mataas na] silid na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili roon. Kay inam ang pabuya sa mga tagagawa,","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:59","price":"na mga nagtiis at sa Panginoon nila ay nananalig.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:60","price":"Kay raming gumagalaw na nilalang na hindi nagbubuhat ng panustos ng mga ito, na si Allāh ay nagtutustos sa mga ito at sa inyo. Siya ay ang Madinigin, ang Maalam.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:61","price":"Talagang kung nagtanong ka sa kanila kung sino ang lumikha ng mga langit at lupa at nagpasilbi ng araw at buwan ay talagang magsasabi nga silang si Allāh. Kaya paanong nalilinlang sila [palayo sa pagsamba kay Allāh]?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:62","price":"Si Allāh ay nagpapaluwag ng panustos para sa sinumang niloloob Niya kabilang sa mga lingkod Niya at naghihigpit para rito. Tunay na si Allāh sa bawat bagay ay Maalam.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:63","price":"Talagang kung nagtanong ka sa kanila kung sino ang nagbaba mula sa langit ng tubig saka nagbigay-buhay sa pamamagitan nito sa lupa matapos na ng kamatayan nito ay talagang magsasabi nga silang si Allāh. Sabihin mo: “Ang papuri ay ukol kay Allāh,” ngunit ang higit na marami sa kanila ay hindi nakapag-uunawa.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:64","price":"Walang iba ang buhay na ito sa Mundo kundi isang paglilibang at isang laro. Tunay na ang tahanan sa Kabilang-buhay ay talagang iyon ang pinakabuhay, kung sakaling sila noon ay nakaaalam.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:65","price":"Kapag nakasakay sila sa daong[425] ay dumadalangin sila kay Allāh habang mga nagpapakawagas para sa Kanya sa relihiyon. Ngunit noong nagligtas Siya sa kanila patungo sa katihan, biglang sila ay nagtatambal [sa Kanya]","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"[425] at nakaramdam ng panganib","lang":"tl"},{"name":"29:66","price":"upang magkaila sila sa ibinigay Namin sa kanila at upang magpakatamasa sila [nang pansamantala], ngunit malalaman nila [ang kahihinatnan ng asal na ito].","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:67","price":"Hindi ba sila nakakita na Kami ay gumawa ng isang pinagbanalang tiwasay samantalang dinadagit[426] ang mga tao mula sa paligid nila? Kaya ba sa kabulaanan[427] sumasampalataya sila at sa biyaya ni Allāh nagkakaila sila?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"[426] para patayin at bihagin\n[427] na mga huwad na diyos","lang":"tl"},{"name":"29:68","price":"Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang gumawa-gawa laban kay Allāh ng isang kasinungalingan o nagpasinungaling sa katotohanan noong dumating ito sa kanya? Hindi ba sa Impiyerno ay may tuluyan para sa mga tagatangging sumampalataya?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"29:69","price":"Ang mga nakibaka alang-alang sa Amin ay talagang magpapatnubay nga Kami sa kanila sa mga landas Namin. Tunay na si Allāh ay talagang kasama sa mga tagagawa ng maganda.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:1","price":"Alif. Lām. Mīm.[428]","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"[428] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.","lang":"tl"},{"name":"30:2","price":"Nadaig ang Bizancio.","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:3","price":"sa pinakamalapit na lupain.[429] Sila,[430] matapos na ng pagkadaig sa kanila, ay mananaig[431]","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"[429] at pinakamalapit, na Palestian, Sirya, at Jordan\n[430] na mga Bizancio (Silanganing Romano) na mga Kristiyano\n[431] Sa mga Persiyano, na mga Zoroastriano nang panahong iyon.","lang":"tl"},{"name":"30:4","price":"sa tatlo hanggang siyam na taon. Sa kay Allāh ang pag-uutos bago pa niyan at matapos na niyan. Sa araw na iyon ay matutuwa ang mga mananampalataya","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:5","price":"dahil sa pag-adya ni Allāh. Nag-aadya Siya sa sinumang niloloob Niya. Siya ay ang Makapangyarihan, ang Maawain.","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:6","price":"Bilang pangako ni Allāh, hindi sumisira si Allāh sa pangako Niya; subalit ang higit na marami sa mga tao ay hindi nakaaalam.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:7","price":"Nakaaalam sila[432] ng isang nakalantad mula sa buhay na pangmundo samantalang sila sa Kabilang-buhay ay mga nalilingat.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"[432] na tagatangging sumampalataya","lang":"tl"},{"name":"30:8","price":"Hindi ba sila nag-isip-isip hinggil sa mga sarili nila? Hindi lumikha si Allāh ng mga langit at lupa at anumang nasa pagitan ng mga ito malibang ayon sa katotohanan at isang taning na tinukoy. Tunay na marami sa mga tao sa pakikipagkita sa Panginoon nila ay talagang mga tagatangging sumampalataya.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:9","price":"Hindi ba sila humayo sa lupain para tumingin sila kung papaano naging ang kinahinatnan ng mga bago pa nila? Dati ang mga iyon ay higit na matindi kaysa sa kanila sa lakas. Nagbungkal sila ng lupa at luminang sila nito nang higit kaysa sa nilinang nila. Nagdala sa mga iyon ang mga sugo ng mga iyon [mula kay Allāh] ng mga malinaw na patunay sapagkat si Allāh ay hindi naging ukol lumabag sa katarungan sa kanila subalit sila dati sa mga sarili nila ay lumalabag sa katarungan.[433]","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"[433] sa pamamagitan ng paglabag sa mga karapatan ng Tagalikha nila.","lang":"tl"},{"name":"30:10","price":"Pagkatapos naging kinahinatnan ng mga gumawa ng masagwa ang pinakamasagwa dahil nagpasinungaling sila sa mga tanda ni Allāh at dati sila sa mga ito ay nangungutya.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:11","price":"Si Allāh ay nagsisimula ng paglikha, pagkatapos nagpapanumbalik Siya nito, pagkatapos tungo sa Kanya pababalikin kayo.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:12","price":"Sa Araw na sasapit ang Huling Sandali,[434] malulumbay ang mga salarin.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"[434] ang Araw ng Pagbuhay at Pagtutuos","lang":"tl"},{"name":"30:13","price":"Hindi magkakaroon para sa kanila mula sa mga pantambal nila ng mga tagapagpamagitan. Sila sa mga katambal nila ay magiging mga tagatangging sumampalataya.","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:14","price":"Sa Araw na sasapit ang Huling Sandali, sa Araw na iyon ay magkakahati-hati sila.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:15","price":"Kaya hinggil naman sa mga sumampalataya at gumawa ng mga maaayos, sila sa isang halamanan ay pagagalakin.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:16","price":"Kaya hinggil naman sa mga tumangging sumampalataya at nagpasinungaling sa mga talata Namin [sa Qur’ān] at pakikipagkita sa Kabilang-buhay, ang mga iyon sa pagdurusa ay mga padadaluhin.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:17","price":"Kaya Kaluwalhatian kay Allāh kapag ginagabi kayo at kapag inuumaga kayo.","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:18","price":"Ukol sa Kanya ang papuri sa mga langit at lupa sa gabi at kapag tinatanghali kayo.","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:19","price":"Nagpapalabas Siya ng buhay mula sa patay, nagpapalabas Siya ng patay mula sa buhay, at nagbibigay-buhay Siya sa lupa matapos ng kamatayan nito. Gayon kayo palalabasin.","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:20","price":"Kabilang sa mga tanda Niya na lumikha Siya sa inyo mula sa alabok, pagkatapos biglang kayo ay mga taong lumalaganap.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:21","price":"Kabilang sa mga tanda Niya na lumikha Siya para sa inyo, mula sa mga sarili ninyo, ng mga kabiyak upang mapanatag kayo sa kanila at naglagay Siya sa pagitan ninyo ng pagmamahal at awa. Tunay na sa gayon ay talagang may mga tanda para sa mga taong nag-iisip-isip.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:22","price":"Kabilang sa mga tanda Niya ang pagkakalikha ng mga langit at lupa at ang pagkakaiba-iba ng mga wika ninyo at mga kulay ninyo. Tunay na sa gayon ay talagang may mga tanda para sa mga nakaaalam.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:23","price":"Kabilang sa mga tanda Niya ang pagtulog ninyo sa gabi at maghapon at ang paghahangad ninyo ng kabutihang-loob Niya. Tunay na sa gayon ay talagang may mga tanda para sa mga taong dumidinig.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:24","price":"Kabilang sa mga tanda Niya ay nagpapakita Siya sa inyo ng kidlat na [nagdudulot ng] pangamba at paghahangad, at nagbababa Siya mula sa langit ng tubig saka nagbibigay-buhay Siya sa pamamagitan nito sa lupa matapos ng pagkamatay nito. Tunay na sa gayon ay talagang may mga tanda para sa mga taong nakapag-uunawa.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:25","price":"Kabilang sa mga tanda Niya na manatili ang langit at ang lupa ayon sa utos Niya. Pagkatapos kapag tumawag Siya sa inyo sa isang pagtawag mula sa lupa, biglang kayo ay lalabas.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:26","price":"Sa Kanya ang sinumang nasa mga langit at lupa. Lahat sa Kanya ay mga masunurin.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:27","price":"Siya ay ang nagsisimula ng paglikha, pagkatapos nagpapanumbalik nito.[435] Ito ay higit na madali sa Kanya. Sa Kanya ang paglalarawang pinakamataas sa mga langit at lupa. Siya ay ang Makapangyarihan, ang Marunong.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"[435] sa pamamagitan ng muling pagbuhay para sa pagtutuos","lang":"tl"},{"name":"30:28","price":"Naglahad Siya para sa inyo ng isang paghahalintulad mula sa mga sarili ninyo. Mayroon kaya kayo mula sa minamay-ari ng mga kanang kamay ninyo na anumang mga katambal sa anumang itinustos Namin sa inyo, kaya naman kayo roon ay magkapantay, na nangangamba kayo gaya ng pangangamba ninyo sa mga sarili ninyo?[436] Gayon Kami nagdedetalye ng mga tanda para sa mga taong nakapag-uunawa.","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"[436] Kaya papaano kayo makakagagawa sa ilan sa mga lingkod ni Allāh bilang mga katambal sa Kanya?","lang":"tl"},{"name":"30:29","price":"Bagkus sumunod ang mga lumabag sa katarungan[437] sa mga pithaya nila nang walang kaalaman. Kaya sino ang papatnubay sa iniligaw ni Allāh [dahil sa kapalaluan at pagpupumilit sa kasalanan]? Walang ukol sa kanila na anumang mga tagapag-adya.","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"[437] na nagtambal kay Allāh ng mga iba pa sa pagsamba.","lang":"tl"},{"name":"30:30","price":"Kaya magpanatili ka ng mukha mo para sa Relihiyon bilang makatotoo. [Mamalagi sa] naturalesa ni Allāh na nilalang Niya ang mga tao ayon dito. Walang pagpapalit para sa pagkakalikha ni Allāh. Iyon ay ang Relihiyong matuwid, subalit ang higit na marami sa mga tao ay hindi nakaaalam.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:31","price":"[Maging] mga nagsisising nanunumbalik tungo sa Kanya, mangilag kayong magkasala sa Kanya, magpanatili kayo ng pagdarasal,[438] at huwag kayong maging kabilang sa mga tagapagtambal,","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"[438] sa itinakdang otar ng mga ito","lang":"tl"},{"name":"30:32","price":"kabilang sa mga naghati-hati ng relihiyon nila[439] at sila ay naging mga kampihan. Bawat lapian sa taglay nila ay mga natutuwa.[440]","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"[439] Gaya ng mga pangkating panrelihiyon na Katolisismo, Protestantismo, Ortodoksiya, Hinduismo, Budhismo, Jainismo, at iba pa.\n[440] ngunit lahat sila ay mapupunta sa Impiyerno maliban sa mga sumunod sa katotohanan","lang":"tl"},{"name":"30:33","price":"Kapag may sumaling sa mga tao na isang kapinsalaan ay dumadalangin sila sa Panginoon nila, habang mga nagsisising nanunumbalik tungo sa Kanya. Pagkatapos kapag nagpalasap Siya sa kanila ng isang awa mula sa Kanya, biglang may isang pangkat kabilang sa kanila na sa Panginoon nila ay nagtatambal","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:34","price":"upang magkaila sila sa anumang ibinigay Namin sa kanila. Kaya magpakatamasa kayo [sa pansamantala] sapagkat makaaalam kayo.[441]","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"[441] sa kahihinatnan ng mga gawa ninyo","lang":"tl"},{"name":"30:35","price":"O nagpababa ba Kami sa kanila ng isang katunayan kaya ito ay nagsasalita hinggil sa dati nilang itinatambal sa Kanya?","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:36","price":"Kapag nagpalasap Kami sa mga tao ng isang awa ay nagagalak sila rito. Kapag may tumama sa kanila na isang masagwa dahil sa ipinauna ng mga kamay nila [na mga kasalanan], biglang sila ay nasisiraan ng loob.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:37","price":"Hindi ba sila nakakita na si Allāh ay nagpapaluwag ng panustos para sa sinumang niloloob Niya at naghihigpit [para sa sinumang niloob Niya]? Tunay na sa gayon ay talagang may mga tanda para sa mga taong sumasampalataya.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:38","price":"Kaya magbigay ka sa may pagkakamag-anak ng karapatan nito, sa dukha, at sa kinapos sa landas. Iyon ay higit na mabuti para sa mga nagnanais [ng kaluguran] ng mukha ni Allāh. Ang mga iyon ay ang mga magtatagumpay.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:39","price":"Ang anumang ibinigay ninyo bilang patubuan upang lumago sa mga ari-arian ng mga tao, hindi ito lalago sa ganang kay Allāh. Ang anumang ibinigay ninyo na zakāh habang nagnanais kayo [ng kaluguran] ng Mukha ni Allāh, ang mga iyon ay ang mga pag-iibayuhin.","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:40","price":"Si Allāh ay ang lumikha sa inyo, pagkatapos nagtustos sa inyo, pagkatapos nagbigay-kamatayan sa inyo, pagkatapos nagbigay-buhay sa inyo [sa muli para tuusin]. Mayroon kaya sa mga pantambal ninyo na gumagawa ng gayon na anuman? Kaluwalhatian sa Kanya at napakataas Siya higit sa anumang itinatambal nila [sa Kanya].","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:41","price":"Lumitaw ang kaguluhan sa lupa at dagat dahil sa nakamit ng mga kamay ng mga tao upang magpalasap Siya sa kanila ng ilan sa ginawa nila, nang sa gayon sila ay babalik [sa Kanya].","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:42","price":"Sabihin mo: “Humayo kayo sa lupain saka tumingin kayo kung papaano naging ang kinahinatnan ng mga bago pa niyan. Ang higit marami sa kanila noon ay mga tagapagtambal.”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:43","price":"Kaya magpanatili ka ng mukha mo para sa relihiyong matuwid bago pa may pumuntang isang araw na walang pagtulak para roon mula kay Allāh. Sa Araw na iyon, magkakawatak-watak sila.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:44","price":"Ang sinumang tumangging sumampalataya ay laban sa kanya ang kawalang-pananampalataya niya. Ang sinumang gumawa ng maayos ay para sa sarili nila naghahanda [ng pagpasok sa Paraiso]","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:45","price":"upang gumanti Siya sa mga sumampalataya at gumawa ng mga maayos mula sa kabutihang-loob Niya. Tunay na Siya ay hindi umiibig sa mga tagatangging sumampalataya.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:46","price":"Kabilang sa mga tanda Niya na magsugo Siya ng mga hangin bilang mga tagapagbalita ng nakagagalak at upang magpalasap Siya sa inyo mula sa awa Niya, upang maglayag ang mga daong ayon sa utos Niya, at upang maghanap kayo ng kagandahang-loob Niya, at nang sa gayon kayo ay magpapasalamat.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:47","price":"Talaga ngang nagsugo Kami bago mo pa [O Muḥammad] ng mga sugo sa mga tao nila kaya naghatid sila sa mga iyon ng mga malinaw na patunay saka naghiganti naman Kami sa mga nagpakasalarin. Laging isang tungkulin sa Amin ang pag-aadya sa mga mananampalataya.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:48","price":"Si Allāh ay ang nagsusugo ng mga hangin, saka nagpapagalaw ang mga iyon ng mga ulap, saka naglalatag sa mga ito sa langit kung papaanong niloloob Niya, at gumagawa sa mga ito bilang mga tipak kaya nakikita mo ang ulan habang lumalabas mula sa loob ng mga ito. Kaya kapag nagpatama Siya ng mga ito sa mga niloloob Niya kabilang sa mga lingkod Niya, biglang sila ay nagagalak.","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:49","price":"Kahit pa man sila dati bago pa ibinaba ito sa kanila, bago pa nito, ay talagang mga nalulumbay.","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:50","price":"Kaya tumingin ka sa mga bakas ng awa ni Allāh kung papaano Siyang nagbibigay-buhay sa lupa matapos ng kamatayan nito. Tunay na Iyon ay talagang magbibigay-buhay sa mga patay. Siya sa bawat bagay ay May-kakayahan.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:51","price":"Talagang kung nagsugo Kami ng isang hangin [na mapanira] saka nakakita sila [ng pananim nila] habang naninilaw ay talagang nanatili sila matapos na niyon na tumatangging sumampalataya.","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:52","price":"Kaya tunay na ikaw ay hindi nakapagpaparinig sa mga patay at hindi nakapagpaparinig sa mga bingi ng panawagan kapag bumaling sila na mga tumatalikod.","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:53","price":"Ikaw ay hindi tagapagpatnubay ng mga bulag palayo sa kaligawan nila. Hindi ka nakapagpaparinig maliban sa sinumang sumasampalataya sa mga tanda Namin kaya sila ay mga tagapagpasakop.","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:54","price":"Si Allāh ay ang lumikha sa inyo mula sa isang kahinaan; pagkatapos gumawa Siya, matapos na ng isang kahinaan, ng isang kalakasan; pagkatapos gumawa Siya, matapos na ng isang kalakasan, ng isang kahinaan at uban. Lumilikha Siya ng anumang niloloob Niya. Siya ay ang Maalam, ang May-kakayahan.","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:55","price":"Sa Araw na sasapit ang Huling Sandali, susumpa ang mga salarin na hindi sila namalagi maliban pa sa isang sandali. Gayon dati sila nalilinlang [palayo sa katotohanan].","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:56","price":"Nagsabi ang mga binigyan ng kaalaman at pananampalataya: “Talaga ngang namalagi kayo sa pagtatakda ni Allāh hanggang sa Araw ng Pagbuhay, kaya ito ay ang Araw ng Pagbuhay,” subalit kayo dati ay hindi nakaaalam.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:57","price":"Kaya sa Araw na iyon, hindi magpapakinabang sa mga lumabag sa katarungan ang pagdadahilan nila ni sila ay hihilinging magpasiya [kay Allāh].","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:58","price":"Talaga ngang naglahad Kami para sa mga tao sa Qur’ān na ito mula sa bawat paghahalintulad. Talagang kung naghatid ka sa kanila ng isang tanda ay talagang magsasabi nga ang mga tumangging sumampalataya: “Walang iba kayo kundi mga tagagawa ng kabulaanan.”","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:59","price":"Gayon nagpipinid si Allāh sa mga puso ng mga hindi umaalam [sa katotohanan ng mensahe mo].","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"30:60","price":"Kaya magtiis ka; tunay na ang pangako ni Allāh ay totoo. Huwag ngang magmamaliit[442] sa iyo ang mga hindi nakatitiyak [ng Kabilang-buhay].","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"[442] para hindi ka magtiis at magmadali ka","lang":"tl"},{"name":"31:1","price":"Alif. Lām. Mīm. [443]","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"[443] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.","lang":"tl"},{"name":"31:2","price":"Ang mga ito ay ang mga talata ng Aklat na marunong","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:3","price":"bilang patnubay at awa para sa mga tagagawa ng maganda,","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:4","price":"na mga nagpapanatili ng pagdarasal at nagbibigay ng zakāh [sa mga karapat-dapat], at sila, sa Kabilang-buhay, sila ay nakatitiyak.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:5","price":"Ang mga iyon ay nasa patnubay mula sa Panginoon nila at ang mga iyon ay ang mga magtatagumpay.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:6","price":"Mayroon sa mga tao na bumibili ng paglilibang ng pag-uusap[444] upang magligaw [ng sarili at iba pa] palayo sa landas ni Allāh nang walang kaalaman at gumagawa rito bilang pangungutya. Ang mga iyon ay may ukol sa kanila na isang pagdurusang manghahamak.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"[444] upang magbalng sa mga tao palayo sa Relihiyon ni Allāh","lang":"tl"},{"name":"31:7","price":"Kapag binibigkas sa kanya ang mga talata Namin [sa Qur’ān] ay tumatalikod siya na nagmamalaki na para bang hindi siya nakarinig sa mga ito, na para bang sa mga tainga niya ay may pagkabingi. Kaya magbalita ka sa kanya hinggil sa isang pagdurusang masakit.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:8","price":"Tunay na ang mga sumampalataya at gumawa ng mga maayos, ukol sa kanila ang mga hardin ng kaginhawahan","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:9","price":"bilang mga mananatili sa mga ito bilang pangako ni Allāh, na totohanan. Siya ay ang Makapangyarihan, ang Marunong.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:10","price":"Lumikha Siya ng mga langit nang walang mga haliging nakikita ninyo. Naglapat Siya sa lupa ng mga matatag na bundok nang hindi gumalaw-galaw ang mga ito sa inyo. Nagkalat Siya rito ng bawat gumagalaw na nilalang. Nagpababa Kami mula sa langit ng tubig at nagpatubo Kami sa lupa ng bawat uring marangal.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:11","price":"Ito ay ang nilikha ni Allāh kaya magpakita kayo sa akin kung ano ang nalikha ng [mga sinasamba ninyo na] bukod pa sa Kanya. Bagkus ang mga tagalabag sa katarungan [na nagtambal kay Allāh] ay nasa isang pagkaligaw na malinaw.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:12","price":"Talaga ngang nagbigay Kami kay Luqmān ng karunungan, na [nagsasabi]: “Magpasalamat ka kay Allāh.” Ang sinumang nagpapasalamat ay nagpapasalamat lamang para sa [pakinabang ng] sarili niya. Ang sinumang tumangging magpasalamat, tunay na si Allāh ay Walang-pangangailangan, Kapuri-puri.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:13","price":"[Banggitin] noong nagsabi si Luqmān sa anak niya habang siya ay nangangaral dito: “O anak ko, huwag kang magtambal kay Allāh; tunay na ang pagtatambal [kay Allāh] ay talagang isang kawalang-katarungang [kasalanang] sukdulan.”","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:14","price":"Nagtagubilin Kami sa tao hinggil sa mga magulang niya [na maging mabuti] – nagdalang-tao sa kanya ang ina niya sa isang panlalata sa ibabaw isang panlalata at ang pag-awat sa kanya ay sa dalawang taon – na [nagsasabi]: “Magpasalamat ka sa Akin at sa mga magulang mo. Tungo sa Akin ang kahahantungan.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:15","price":"Kung nakipagpunyagi silang dalawa sa iyo na magtambal ka sa Akin ng wala kang kaalaman hinggil doon ay huwag kang tumalima sa kanilang dalawa. Makisama ka sa kanilang dalawa sa Mundo ayon sa nakabubuti. Sumunod ka sa landas ng sinumang nagsisising nanumbalik tungo sa Akin. Pagkatapos tungo sa Akin ang babalikan ninyo saka magbabalita Ako sa inyo hinggil sa anumang dati ninyong ginagawa.”","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:16","price":"[Nagsabi si Luqmān]: “O anak ko, tunay na ito, kung naging kasimbigat ng isang buto ng mustasa saka naging nasa isang bato o nasa mga langit o nasa lupa, maglalahad nito si Allāh. Tunay na si Allāh ay Mapagtalos, Mapagbatid.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:17","price":"O anak ko, magpanatili ka ng pagdarasal, mag-utos ka ng nakabubuti, sumaway ka ng nakasasama, at magtiis ka sa anumang tumatama sa iyo; tunay na iyon ay kabilang sa pinagpapasyahan sa mga usapin.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:18","price":"Huwag kang mag-iwas ng pisngi mo sa mga tao at huwag kang maglakad sa lupa dala ng pagpapakatuwa [sa sarili]. Tunay na si Allāh ay hindi umiibig sa bawat hambog na mayabang.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:19","price":"Magmarahan ka sa paglakad mo at magbaba ka ng tinig mo; tunay ang pinakamasagwa sa mga tinig ay talagang ang tinig ng mga asno.","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:20","price":"Hindi ba kayo nakakita na si Allāh ay nagpasilbi para sa inyo ng nasa mga langit at nasa lupa at nagpasagana sa inyo ng mga biyaya Niya nang lantaran at pakubli. Mayroon sa mga tao na nakikipagtalo hinggil kay Allāh nang walang isang kaalaman ni isang patnubay ni isang aklat na nagbibigay-liwanag.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:21","price":"Kapag sinabi sa kanila: “Sumunod kayo sa pinababa ni Allāh,” nagsasabi sila: “Bagkus sumusunod kami sa natagpuan namin sa mga magulang namin.” Kahit pa ba ang demonyo ay nag-aanyaya sa kanila sa pagdurusa sa Liyab?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:22","price":"Ang sinumang nagpasakop ng mukha niya kay Allāh habang siya ay tagagawa ng maganda ay nangunyapit nga sa hawakang pinakamatibay. Tungo kay Allāh ang kahihinatnan ng mga usapin.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:23","price":"Ang sinumang tumangging sumampalataya ay huwag magpalungkot sa iyo ang kawalang-pananampalataya niya. Tungo sa Amin ang babalikan nila saka magbabalita Kami sa kanila hinggil sa anumang ginawa nila. Tunay na si Allāh ay Maalam sa laman ng mga dibdib.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:24","price":"Magpapatamasa Kami sa kanila[445] nang kaunti, pagkatapos magtataboy Kami sa kanila sa isang pagdurusang mabagsik.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"[445] na mga tagapagtambal at mga tagangging sumampalataya","lang":"tl"},{"name":"31:25","price":"Talagang kung nagtanong ka sa kanila kung sino ang lumikha ng mga langit at lupa ay talagang magsasabi nga sila na si Allāh. Sabihin mo: “Ang papuri ay ukol kay Allāh.” Bagkus ang higit na marami sa kanila ay hindi nakaaalam.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:26","price":"Sa kay Allāh ang anumang nasa mga langit at lupa. Tunay na si Allāh ay ang Walang-pangangailangan, ang Kapuri-puri.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:27","price":"Kung sakaling ang anumang nasa lupa na punong-kahoy ay [ginawang] mga panulat at ang dagat [ay tinta], na may magdaragdag dito matapos na niyon na pitong dagat, hindi mauubos ang mga salita ni Allāh. Tunay na si Allāh ay Makapangyarihan, Marunong.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:28","price":"Walang iba ang pagkalikha sa inyo ni ang pagbuhay sa inyo [mula sa kamatayan] kundi gaya[446] ng nag-iisang kaluluwa. Tunay na si Allāh ay Madinigin, Nakakikita.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"[446] ng walang kahirap-hirap para kay Allāh na paglikha at pagbuhay","lang":"tl"},{"name":"31:29","price":"Hindi ka ba nakakita na si Allāh ay nagpapalagos ng gabi sa maghapon, nagpapalagos ng maghapon sa gabi, at nagpasilbi ng araw at buwan, na bawat isa ay tumatakbo tungo sa isang taning na tinukoy; at na si Allāh sa anumang ginagawa ninyo ay Mapagbatid?","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:30","price":"Iyon ay dahil si Allāh ay ang Totoo, at na ang anumang dinadalanginan nila bukod pa sa Kanya ay ang kabulaanan, at na si Allāh ay ang Mataas, ang Malaki.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:31","price":"Hindi ka ba nakakita na ang mga daong ay naglalayag sa dagat dahil sa biyaya ni Allāh upang magpakita Siya sa inyo ng mga tanda Niya? Tunay sa gayon ay talagang may mga tanda para sa bawat palatiis na mapagpasalamat.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:32","price":"Kapag may bumalot sa kanila na mga alon na gaya ng mga kulandong ay dumadalangin sila kay Allāh habang mga nagpapakawagas para sa Kanya sa pagtalima, ngunit noong nagligtas Siya sa kanila patungo sa katihan ay mayroon sa kanila na katamtaman.[447] Walang nagkakaila sa mga tanda Namin kundi bawat palasira sa pangako na mapagtangging magpasalamat.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"[447] sa pananampalataya samantalang ang mga iba ay nagpupumilit sa kawalang-pananampalaya nila","lang":"tl"},{"name":"31:33","price":"O mga tao, mangilag kayong magkasala sa Panginoon ninyo at matakot kayo sa isang Araw na walang mananagot na isang magulang para sa anak niya ni isang inanak na mananagot para sa magulang niya sa anuman. Tunay na ang pangako ni Allāh ay totoo kaya huwag ngang lilinlang sa inyo ang buhay na pangmundo at huwag ngang lilinlang sa inyo hinggil kay Allāh ang mapanlinlang.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"31:34","price":"Tunay na si Allāh ay may taglay ng kaalaman sa Huling Sandali. Nagbababa Siya ng ulan at nakaaalam Siya sa anumang nasa mga sinapupunan. Hindi nababatid ng isang kaluluwa kung ano ang kakamtin niya kinabukasan at hindi nababatid ng isang kaluluwa kung sa aling lupain siya mamamatay. Tunay na si Allāh ay Maalam, Mapagbatid.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:1","price":"Alif. Lām. Mīm. [448]","arabic":"الٓمٓ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3504,"juzNumber":21,"footnotes":"[448] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.","lang":"tl"},{"name":"32:2","price":"Ang pagbababa ng Aklat nang walang pag-aalinlangan doon ay mula sa Panginoon ng mga nilalang.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3505,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:3","price":"O nagsasabi sila na ginawa-gawa niya [ang Qur’̄ā na] ito? Bagkus ito ay ang katotohanan mula sa Panginoon mo upang magbabala ka sa mga taong walang pumunta sa kanila na anumang mapagbabala bago mo pa, nang sa gayon sila ay mapapatnubayan.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3506,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:4","price":"Si Allāh ay ang lumikha ng mga langit at lupa at anumang nasa pagitan ng mga ito sa anim na araw, pagkatapos lumuklok Siya sa Trono. Walang ukol sa inyo bukod pa sa Kanya na anumang katangkilik ni mapagpamagitan. Kaya hindi ba kayo magsasaalaala?","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3507,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:5","price":"Nangangasiwa Siya sa usapin [ng nilikha Niya] mula sa langit patungo sa lupa, pagkatapos papanik iyon sa Kanya sa isang araw na ang sukat nito ay isang libong taon mula sa binibilang ninyo.","arabic":"يُدَبِّرُ ٱلۡأَمۡرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3508,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:6","price":"Iyon ay ang Tagaalam sa nakalingid at nasasaksihan, ang Makapangyarihan, ang Maawain,","arabic":"ذَٰلِكَ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3509,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:7","price":"na nagpaganda sa bawat bagay na nilikha Niya. Nagsimula Siya ng paglikha ng tao mula sa putik.","arabic":"ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3510,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:8","price":"Pagkatapos gumawa Siya sa mga inapo nito mula sa isang hinango mula sa isang tubig na aba.","arabic":"ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3511,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:9","price":"Pagkatapos humubog Siya rito at umihip Siya rito mula sa espiritu Niya.[449] Gumawa Siya para sa inyo ng pandinig, mga paningin, at mga puso. Kaunti ang pinasasalamatan ninyo!","arabic":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3512,"juzNumber":21,"footnotes":"[449] sa pamamagitan ng pag-uutos ng pag-uutos sa anghel na nakatalaga sa pag-ihip ng espiritu","lang":"tl"},{"name":"32:10","price":"Nagsabi sila: “Kapag ba nawala kami sa lupa, tunay bang kami ay talagang [bubuhayin] sa isang paglikhang bago?” Bagkus sila, sa pakikipagkita sa Panginoon nila, ay mga tagatangging sumampalataya.","arabic":"وَقَالُوٓاْ أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۭۚ بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3513,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:11","price":"Sabihin mo: “Magpapapanaw sa inyo ang anghel ng kamatayan na itinalaga sa inyo, pagkatapos tungo sa Panginoon ninyo pababalikin kayo.”","arabic":"۞ قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3514,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:12","price":"Kung sakaling nakikita mo kapag ang mga salarin ay mga nakatungo ang mga ulo nila sa piling ng Panginoon nila, [na nagsasabi]: “Panginoon namin, nakakita kami at nakarinig kami. Kaya magpabalik Ka sa amin [sa Mundo], gagawa kami ng maayos.[450] Tunay na kami ay mga nakatitiyak.”","arabic":"وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3515,"juzNumber":21,"footnotes":"[450] at susunod sa Propeta","lang":"tl"},{"name":"32:13","price":"Kung sakaling niloob Namin ay talaga sanang nagbigay Kami sa bawat kaluluwa ng patnubay niya, subalit nagindapat ang pag-atas mula sa Akin: “Talagang magpupuno nga Ako sa Impiyerno ng mga jinn at mga tao nang lahat-lahat.","arabic":"وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3516,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:14","price":"Kaya lumasap kayo [ng pagdurusa] dahil lumimot kayo sa pakikipagkita sa Araw ninyong ito. Tunay na Kami ay lilimot[451] sa inyo. Lumasap kayo ng pagdurusa ng kawalang-hanggan dahil sa dati ninyong ginagawa [na kasamaan].”","arabic":"فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3517,"juzNumber":21,"footnotes":"[451] Ibig sabihin: mag-iiwan sa inyo sa Impiyerno","lang":"tl"},{"name":"32:15","price":"Sumasampalataya lamang sa mga talata Namin [sa Qur’ān] ang mga kapag pinaalalahanan sa mga ito ay bumabagsak na mga nakapatirapa at nagluluwalhati kalakip ng papuri sa Panginoon nila habang sila ay hindi nagmamalaki.","arabic":"إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3518,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:16","price":"Naghihiwalayan ang mga tagiliran nila palayo sa mga hinihigaan [sa gabi para magdasal] habang dumadalangin sila sa Panginoon nila dala ng pangamba at paghahangad. Mula sa itinustos Namin sa kanila ay gumugugol sila.","arabic":"تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3519,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:17","price":"Kaya hindi nalalaman ng isang kaluluwa ang ikinubli para sa kanila na ginhawa ng mga mata bilang ganti sa anumang dati nilang ginagawa.","arabic":"فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3520,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:18","price":"Kaya ba ang sinumang naging isang mananampalataya ay gaya ng sinumang naging isang suwail? Hindi sila nagkakapantay.","arabic":"أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3521,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:19","price":"Hinggil naman sa mga sumampalataya at gumawa ng mga maayos, ukol sa kanila ay mga hardin ng kanlungan bilang tuluyan dahil sa dati nilang ginagawa.","arabic":"أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3522,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:20","price":"Hinggil naman sa mga nagpakasuwail,[452] ang kanlungan nila ay ang Apoy. Sa tuwing nagnais sila na lumabas mula roon, pinanunumbalik sila roon at sinasabi sa kanila: “Lasapin ninyo ang pagdurusa sa Apoy, na dati kayo ay nagpapasinungaling dito.”","arabic":"وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3523,"juzNumber":21,"footnotes":"[452] dahil sa kawalang-pananampalataya kay Allāh at paggawa ng mga pagsuway","lang":"tl"},{"name":"32:21","price":"Talagang magpapalasap nga Kami sa kanila ng pinakamalapit na pagdurusa [sa Mundo] bukod pa sa pinakamalaking pagdurusa [sa Kabilang-buhay], nang sa gayon sila ay babalik.","arabic":"وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3524,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:22","price":"Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang pinaalalahanan sa pamamagitan ng mga tanda ng Panginoon niya, pagkatapos umaayaw sa mga ito? Tunay na Kami sa mga salarin ay maghihiganti.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3525,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:23","price":"Talaga ngang nagbigay Kami kay Moises ng Kasulatan kaya huwag kang maging nasa isang pag-aalangan sa pakikipagkita sa kanya.[453] Gumawa Kami rito bilang patnubay para sa mga anak ni Israel.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3526,"juzNumber":21,"footnotes":"[453] Ibig sabihin: kay Moises sa gabi ng pag-akya mo sa langit","lang":"tl"},{"name":"32:24","price":"Gumawa Kami mula sa kanila [na mga anak ni Israel] ng mga pinuno na nagpapatnubay ayon sa kautusan Namin noong nagtiis sila at sila noon sa mga tanda Namin ay nakatitiyak.","arabic":"وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3527,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:25","price":"Tunay na ang Panginoon mo ay magpapasya sa pagitan nila sa Araw ng Pagbangon sa anumang sila dati hinggil doon ay nagkakaiba-iba.","arabic":"إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3528,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:26","price":"Hindi ba nagpatnubay para sa kanila na kay rami ng ipinahamak Namin bago pa nila na mga [makasalanang] salinlahi habang naglalakad ang mga iyon sa mga tirahan ng mga iyon? Tunay na sa gayon ay talagang may mga tanda; kaya hindi ba sila dumidinig?","arabic":"أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3529,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:27","price":"Hindi ba sila nakakita na Kami ay umaakay sa tubig patungo sa lupang tigang saka nagpapalabas Kami sa pamamagitan niyon ng pananim na kumakain mula rito ang mga hayupan nila at ang mga sarili nila? Kaya hindi ba sila tumitingin [doon]?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3530,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:28","price":"Nagsasabi sila: “Kailan ang pagsakop na ito kung kayo ay mga tapat?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3531,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:29","price":"Sabihin mo: “Sa araw ng pagsakop, hindi magpapakinabang sa mga tumangging sumampalataya ang pagsampalataya nila ni sila ay palulugitan.”","arabic":"قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3532,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"32:30","price":"Kaya umayaw ka sa kanila at maghintay ka sa kanila [sa sasapit sa kanila]; tunay na sila ay mga naghihintay.[454]","arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3533,"juzNumber":21,"footnotes":"[454] ng ipinangako mo sa kanila na pagdurusa.","lang":"tl"},{"name":"33:1","price":"O Propeta [Muḥammad], mangilag kang magkasala kay Allāh at huwag kang tumalima sa [ninanasa ng] mga tagatangging sumampalataya at mga mapagpaimbabaw. Tunay na si Allāh ay laging Maalam, Marunong.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:2","price":"Sumunod ka sa ikinakasi sa iyo mula sa Panginoon mo. Tunay na si Allāh laging sa anumang ginagawa ninyo ay Mapagbatid.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:3","price":"Manalig ka kay Allāh. Nakasapat si Allāh bilang Pinananaligan.","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:4","price":"Hindi gumawa si Allāh para sa isang lalaki ng dalawang puso sa kaloob-looban nito. Hindi Siya gumawa sa mga maybahay ninyo na nagtutulad kayo sa kanila sa likod [ng mga ina ninyo] bilang mga ina ninyo. Hindi Siya gumawa sa mga ampon ninyo bilang mga anak ninyo. Iyon ay ang sabi ninyo sa pamamagitan ng mga bibig ninyo. Si Allāh ay nagsasabi ng totoo at Siya ay nagpapatnubay sa landas.","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:5","price":"Tumawag kayo sa kanila [na mga ampon ninyo] sa [pangalan ng] mga ama nila; ito ay higit na makatarungan sa ganang kay Allāh. Ngunit kung hindi kayo nakaaalam sa mga ama nila ay mga kapatid ninyo sa relihiyon at mga nagpapatangkilik sa inyo. Wala sa inyong isang paninisi sa anumang nagkamali kayo subalit [mayroon kasalanan] sa anumang sinadya ng mga puso ninyo. Laging si Allāh ay Mapagpatawad, Maawain.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:6","price":"Ang Propeta ay higit na karapat-dapat sa mga mananampalataya kaysa sa mga sarili nila. Ang mga maybahay niya ay mga ina nila. Ang mga may mga pagkakaanak [sa kaangkanan at dugo], ang iba sa kanila ay higit na karapat-dapat sa iba [sa pagmamana] ayon sa Kautusan ni Allāh kaysa sa mga mananampalataya at mga lumikas [alang-alang kay Allāh], maliban na gumawa kayo sa mga katangkilik ninyo ng isang nakabubuti [sa pamamagitan ng isang habilin]. Noon pa, iyon sa Talaan [na Tablerong Iniingatan] ay nakatitik na.","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:7","price":"[Banggitin] noong tumanggap Kami mula sa mga propeta ng tipan nila, mula sa iyo [O Muḥammad], at mula kina Noe, Abraham, Moises, at Jesus na anak ni Maria. Tumanggap Kami mula sa kanila ng tipang mariin,","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:8","price":"upang magtanong Siya sa mga tapat tungkol sa katapatan nila [sa pagpapaabot sa mensahe Niya]. Naghanda Siya para sa mga tagatangging sumampalataya ng isang pagdurusang masakit.","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:9","price":"O mga sumampalataya, alalahanin ninyo ang biyaya ni Allāh sa inyo noong may dumating sa inyo na mga kawal saka nagsugo sa kanila ng isang hangin at mga kawal [na Anghel] na hindi ninyo nakita. Laging si Allāh sa anumang ginagawa ninyo ay Nakakikita.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:10","price":"[Banggitin] noong dumating sila sa inyo mula sa ibabaw ninyo at mula sa ilalim mula sa inyo, at noong lumiko ang mga paningin, umabot ang mga puso sa mga lalamunan, at nagpapalagay kayo kay Allāh ng mga palagay.","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:11","price":"Doon nasubok ang mga mananampalataya at nayanig sila sa isang pagyanig na matindi.","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:12","price":"[Banggitin] noong nagsasabi ang mga mapagpaimbabaw at ang mga sa mga puso nila ay may karamdaman [ng pagdududa]: “Hindi nangako sa amin si Allāh at ang Sugo Niya kundi ng isang panlilinlang.”","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:13","price":"[Banggitin] noong may nagsabing isang pangkatin kabilang sa kanila: “O mga mamamayan ng Yathrib,[455] walang mapananatilihan [dito] para sa inyo kaya bumalik kayo.” May nagpapaalam na isang pangkat kabilang sa kanila sa Propeta, na nagsasabi: “Tunay na ang mga bahay namin ay nakabuyayang,” samantalang ang mga iyon ay hindi nakabuyayang. Walang silang ninanais kundi isang pagtakas.","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"[455] Madīnah","lang":"tl"},{"name":"33:14","price":"Kung sakaling may nakapasok sa kanila mula sa mga pook nito, pagkatapos hinilingan sila [ng kaaway] ng pagtataksil, talaga sanang gumawa sila nito at hindi sila namalagi rito kundi daglian.","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:15","price":"Talaga ngang nangyaring sila ay nakipagkasunduan kay Allāh bago pa niyan na hindi sila magbabaling ng mga likod. Laging ang kasunduan kay Allāh ay pinananagutan.","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:16","price":"Sabihin mo: “Hindi magpapakinabang sa inyo ang pagtakas kung tumakas kayo sa kamatayan o pagkapatay, at sa samakatuwid [kung ginawa ninyo,] hindi kayo pagtatamasain [buhay na ito] kundi nang kaunti.”","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:17","price":"Sabihin mo: “Sino itong magsasanggalang sa inyo laban kay Allāh kung nagnais Siya sa inyo ng isang kasagwaan o nagnais Siya sa inyo ng isang awa?” Hindi sila makatatagpo para sa kanila bukod pa kay Allāh ng isang katangkilik ni isang mapag-adya.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:18","price":"Nakaaalam nga si Allāh sa mga tagabalakid [sa pakikipaglaban sa landas ni Allāh] kabilang sa inyo at mga tagasabi sa mga kapatid nila: “Pumarito kayo sa amin,” samantalang hindi sila pumupunta sa labanan kundi nang kaunti,","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:19","price":"habang mga sakim sa inyo.[456] Ngunit kapag dumating ang pangamba, makakikita ka sa kanila na tumitingin sa iyo, na umiikot ang mga mata nila gaya ng hinihimatay sa kamatayan; ngunit kapag umalis ang takot ay humahagupit sila sa inyo ng mga dilang matatalas, na mga sakim sa mabuti.[457] Ang mga iyon ay hindi sumampalataya kaya nagpawalang-kabuluhan si Allāh sa mga gawa nila. Laging iyon kay Allāh ay madali.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"[456] na nagmamaramot ng mga yaman nila at mga sarili nila\n[457] Ang tinutukoy ng mabuti rito ay ang mga samsam ng digmaan.","lang":"tl"},{"name":"33:20","price":"Nag-aakala silang ang mga lapian ay hindi umalis. Kung pumunta [muli] ang mga lapian ay magmimithi sila na kung sana sila ay mga pumapailang sa mga Arabeng disyerto, na nagtatanong tungkol sa mga balita sa inyo. Kung sakaling sila ay nasa inyo ay hindi sila makikipaglaban kundi nang kaunti.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:21","price":"Talaga ngang nagkaroon para sa inyo sa Sugo ni Allāh ng isang magandang huwaran para sa sinumang naging nag-aasam [sa pakikipagkita] kay Allāh at sa Huling Araw at nag-alaala kay Allāh nang madalas.","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:22","price":"Noong nakita ng mga mananampalataya ang mga lapian ay nagsabi sila: “Ito ay ang ipinangako sa atin ni Allāh at ng Sugo Niya at nagpakatapat si Allāh at ang Sugo Niya.” Walang naidagdag sa kanila ito kundi pananampalataya at pagtanggap.","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:23","price":"Mayroon sa mga mananampalataya na mga lalaking nagpakatapat sa ipinangako nila kay Allāh sapagkat mayroon sa kanila na tumupad sa panata niya [hanggang kamatayan] at mayroon sa kanila na naghihintay pa. Hindi sila nagpalit [sa pangako] sa isang pagpapalit,","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:24","price":"upang gantihan ni Allāh ang mga tapat dahil sa katapatan nila at pagdusahin Niya ang mga mapagpaimbabaw kung niloob Niya o tanggapin Niya sa kanila ang pagbabalik-loob. Tunay na si Allāh ay laging Mapagpatawad, Maawain.","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:25","price":"Nagpaurong si Allāh sa mga tumangging sumampalataya habang nasa ngitngit nila, na hindi nagtamo ng isang kabutihan. Nagpasapat si Allāh sa mga mananampalataya sa pakikipaglaban. Laging si Allāh ay Malakas, Makapangyarihan.","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:26","price":"Nagpababa Siya sa mga nagtaguyod sa mga iyon [na mga tagapagtambal] kabilang sa mga May Kasulatan [na mga Hudyo] mula sa mga balwarte ng mga iyon at bumato Siya sa mga puso ng mga iyon ng hilakbot [kaya] may isang pangkat na pinapatay ninyo at may isang pangkat na binibihag ninyo.","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:27","price":"Nagpamana Siya sa inyo ng lupain nila, mga tahanan nila, mga ari-arian nila, at isang lupaing hindi ninyo naapakan [sa kasunod na pagsakop]. Laging si Allāh sa bawat bagay ay May-kakayahan.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:28","price":"O Propeta [Muḥammad], sabihin mo sa mga maybahay mo: “Kung kayo ay nagnanais ng buhay na pangmundo at ng gayak nito, halikayo, magpapatamasa ako sa inyo at magpapalaya ako sa inyo nang pagpapalayang marilag.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:29","price":"Kung kayo ay nagnanais kay Allāh, sa Sugo Niya [na si Muḥammad], at sa tahanan sa Kabilang-buhay, tunay na si Allāh ay naghanda para sa mga babaing tagagawa ng maganda kabilang sa inyo ng isang pabuyang sukdulan [sa Paraiso].”","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"tl"},{"name":"33:30","price":"O mga maybahay ng Propeta, ang sinumang gagawa kabilang sa inyo ng isang mahalay na mapaglilinaw ay pag-iibayuhin para sa kanya [sa Kabilang-buhay] ang pagdurusa nang dalawang ibayo. Laging iyon kay Allāh ay madali.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"","lang":"tl"}],"juz":{"id":21,"name":"اتْلُ مَا أُوحِيَ","transliteration":"Utlu Ma Uhiya","transEn":"Recite What Has Been Revealed","startVerse":"29:46","endVerse":"33:30","totalVerses":178}}