{"data":[{"name":"33:31","price":"Ang sinumang magmamasunurin kabilang sa inyo kay Allāh at sa Sugo Niya [na si Muḥammad] at gagawa ng maayos ay magbibigay sa kanya ng pabuya niya nang dalawang ulit. Naglaan Kami para sa kanya ng isang panustos na masagana [sa Paraiso].","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:32","price":"O mga maybahay ng Propeta, hindi kayo gaya ng isa sa mga babae.[458] Kung nangilag kayong magkasala ay huwag kayong magmalamyos sa pagsabi para magmithi ang sa puso niya ay may karamdaman[459] at magsabi kayo ng isang pananalitang nakabubuti.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"[458] yayamang kayo mga marangal na halimbawa para sa mga ibang babae\n[459] ng bawal na pagnanasa at pagpapapaimbabaw","lang":"tl"},{"name":"33:33","price":"Manatili kayo sa mga bahay ninyo at huwag kayong magtanghal[460] gaya ng pagtatanghal ng unang Panahon ng Kamangmangan.[461] Magpanatili kayo ng pagdarasal, magbigay kayo ng zakāh, at tumalima kayo kay Allāh at sa Sugo Niya. Nagnanais lamang si Allāh na mag-alis sa inyo ng karumihan [na kapinsalaan, kasamaan, at kasalanan], O mga tao ng bahay [ng Propeta], at magdalisay sa inyo nang isang [lubos na] pagdadalisay.","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"[460] ng kagandahan at hugis ng katawan kapag umaalis ng bahay\n[461] Bagkus magpanatili kayo ng tuntunin ng pananamit at kalinisang-puri ninyo","lang":"tl"},{"name":"33:34","price":"Tandaan ninyo [mga maybahay ng Sugo] ang binibigkas sa mga bahay ninyo na mga talata ni Allāh at karunungan. Tunay na si Allāh ay laging Mapagtalos, Mapagbatid.","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:35","price":"Tunay na ang mga lalaking tagapagpasakop [kay Allāh] at ang mga babaing tagapagpasakop, ang mga lalaking mananampalataya at ang mga babaing mananampalataya, ang mga lalaking masunurin at ang mga babaing masunurin, ang mga lalaking tapat at ang mga babaing tapat, ang mga lalaking nagtitiis at ang mga babaing nagtitiis, ang mga lalaking nagpapakataimtim [sa paggalang kay Allāh] at ang mga babaing nagpapakataimtim, ang mga lalaking nagkakawanggawa at ang mga babaing nagkakawanggawa, ang mga lalaking nag-aayuno at ang mga babaing nag-aayuno, ang mga lalaking nag-iingat sa mga ari nila at ang mga babaing nag-iingat,[462] at ang mga lalaking nag-aalaala kay Allāh nang madalas at ang mga babaing nag-aalaala ay naghanda si Allāh para sa kanila ng isang kapatawaran at isang pabuyang sukdulan [ng Paraiso].","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"[462] ng kalinisang-puri at kabinihan nila at maigagalang na nagdadamit nang may ḥijāb, na hindi nagdadamit o umaasta sa mapang-akit na paraan","lang":"tl"},{"name":"33:36","price":"Hindi naging ukol sa isang lalaking mananampalataya ni sa isang babaing mananampalataya, kapag humusga si Allāh at ang Sugo Niya ng isang bagay, na magkaroon sila ng mapagpipilian sa nauukol sa kanila. Ang sinumang susuway kay Allāh at sa Sugo Niya [na si Muḥammad] ay naligaw nga nang isang pagkaligaw na malinaw.","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:37","price":"[Banggitin, O Propeta Muḥammad] noong nagsasabi ka [kay Zayd bin Ḥārithah na] biniyayaan ni Allāh [ng Islām] at biniyayaan mo [ng pagpapalaya]: “Magpanatili ka sa iyo ng maybahay mo at mangilag kang magkasala kay Allāh,” samantalang nagkukubli ka sa sarili mo ng bagay na si Allāh ay maglalantad nito at natatakot ka sa mga tao samantalang si Allāh ay higit na karapat-dapat na matakot ka sa Kanya. Kaya noong nakatapos si Zayd mula sa kanya ng isang pangangailangan, ipinakasal Namin siya sa iyo upang walang mangyari sa mga mananampalataya na isang kaasiwaan sa mga maybahay ng mga ampon nila kapag nakatapos ang mga ito mula sa mga iyon ng isang pangangailangan. Laging ang utos ni Allāh ay nagagawa.","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:38","price":"Hindi nangyaring sa Propeta ay may anumang kaasiwaan sa anumang isinatungkulin ni Allāh para sa kanya. Bilang kalakaran ni Allāh sa mga nakalipas bago pa niyan. Laging ang kautusan ni Allāh ay isang pagtatakdang itinakda.","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:39","price":"[Itong mga propeta ay] ang mga nagpapaabot ng mga pasugo ni Allāh at natatakot sa Kanya at hindi natatakot sa isa man maliban kay Allāh. Nakasapat si Allāh bilang Mapagtuos.","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:40","price":"Si Muḥammad ay hindi ama ng isa sa mga lalaki ninyo, subalit ang Sugo ni Allāh at ang pangwakas sa mga propeta. Laging si Allāh sa bawat bagay ay Maalam.","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:41","price":"O mga sumampalataya, mag-alaala kayo kaya Allāh nang pag-aalaalang madalas","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:42","price":"at magluwalhati kayo sa Kanya sa umaga at gabi.","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:43","price":"Siya ay ang nagbabasbas sa inyo at ang mga anghel Niya [ay humihiling sa Kanya ng gayon], upang magpalabas Siya sa inyo mula sa mga kadiliman tungo sa liwanag. Laging Siya sa mga mananampalataya ay Maawain.","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:44","price":"Ang pagbati nila sa Araw na makikipagkita sila sa Kanya ay kapayapaan. Naghanda Siya para sa kanila ng isang pabuyang marangal [sa Paraiso].","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:45","price":"O Propeta [Muḥammad], tunay na Kami ay nagsugo sa iyo bilang tagasaksi, bilang tagapagbalita ng nakagagalak,[463] bilang mapagbabala,[464]","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"[463] hinggil sa kaginhawahan Paraiso.\n[464] hinggils sa pagdurusa sa Impiyerno.","lang":"tl"},{"name":"33:46","price":"bilang tagapag-anyaya tungo kay Allāh ayon sa pahintulot Niya, at bilang sulo na nagbibigay-liwanag [ng patnubay].","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:47","price":"Magbalita ka ng nakagagalak sa mga mananampalataya hinggil sa pagkakaroon nila mula kay Allāh ng isang kabutihang-loob na malaki.","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:48","price":"Huwag kang tumalima sa [ipinaaanyaya ng] mga tagatangging sumampalataya at mga mapagpaimbabaw, magwaksi ka ng pananakit sa kanila, at manalig ka kay Allāh. Nakasapat si Allāh bilang Pinananaligan.","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:49","price":"O mga sumampalataya, kapag nag-asawa kayo ng mga babaing mananampalataya, pagkatapos nagdiborsiyo kayo sa kanila bago pa kayo sumaling sa kanila,[465] walang ukol sa inyong tungkulin sa kanila na isang panahon ng paghihintay na bibilangin ninyo. Kaya magpatamasa kayo sa kanila at magpalaya kayo sa kanila nang isang pagpapalayang marilag.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"[465] Ibig sabihin: bago kayo nakipagtalik sa kanila.","lang":"tl"},{"name":"33:50","price":"O Propeta [Muḥammad], tunay na Kami ay nagpahintulot para sa iyo ng mga maybahay mong nagbigay ka ng mga bigay-kaya nila, ng anumang minay-ari ng kanang kamay mo kabilang sa [mga bihag na] ipinasamsam ni Allāh sa iyo, ng mga babaing anak ng tiyuhin mo sa ama, ng mga babaing anak ng tiyahin mo sa ama, ng mga babaing anak ng tiyuhin mo sa ina, ng mga babaing anak ng tiyahin mo sa ina, na lumikas kasama sa iyo, at ng isang babaing mananampalataya kung nagkaloob ito ng sarili nito sa Propeta kung nagnais naman ang Propeta na mapangasawa ito, bilang natatangi sa iyo bukod sa [nalalabi sa] mga mananampalataya. Nakaalam nga Kami ng isinatungkulin Namin sa kanila kaugnay sa mga maybahay nila at minay-ari ng kanang kamay nila [sa pamamagitan ng mga paraang ayon sa batas] upang hindi magkaroon sa iyo ng isang kaasiwaan. Laging si Allāh ay Mapagpatawad, Maawain.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:51","price":"Makapagpapaliban ka ng [toka ng] sinumang niloloob mo kabilang sa kanila at makapagpapatuloy ka sa iyo ng sinumang niloloob mo; at ang sinumang hinangad mo mula sa [pansamantalang] hiniwalayan mo ay walang maisisisi sa iyo [na magpatuloy sa kanya]. Iyon ay higit na angkop na guminhawa ang mga mata nila. Hindi sila malungkot at malugod sila sa ibinigay mo sa kanila sa kabuuan nila. Si Allāh ay nakaaalam sa nasa mga puso ninyo. Laging si Allāh ay Maalam, Matimpiin.","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:52","price":"Hindi ipinahihintulot para sa iyo, [O Propeta Muḥammad,] ang mga babae [na karagdagan] matapos na niyan ni na magpalit ka sa kanila ng mga [ibang] maybahay, kahit pa nagpahanga sa iyo ang kagandahan nila, maliban sa minay-ari ng kanang kamay mo. Laging si Allāh sa bawat bagay ay Mapagmasid.","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:53","price":"O mga sumampalataya, huwag kayong pumasok sa mga bahay ng Propeta maliban na magpahintulot sa inyo para sa isang pagkain, na hindi mga naghihintay sa pagkaluto nito, subalit kapag inanyayahan kayo ay pumasok kayo; saka kapag nakakain na kayo ay maghiwa-hiwalay kayo, na hindi mga naghahalubilo para sa isang pag-uusap. Tunay na iyon ay nakapeperhuwisyo noon sa Propeta ngunit nahihiya siya [na humiling] sa inyo [na umalis] samantalang si Allāh ay hindi nahihiya sa [pagpapabatid ng] katotohanan. Kapag humiling kayo sa kanila [na mga maybahay niya] ng isang kailangan ay humiling kayo sa kanila mula sa likuran ng isang lambong. Iyon ay higit na dalisay para sa mga puso ninyo at mga puso nila. Hindi naging ukol sa inyo na mamerhuwisyo kayo sa Sugo ni Allāh ni mag-asawa kayo ng mga maybahay niya matapos na niya magpakailanman; tunay na iyon laging sa ganang kay Allāh ay sukdulan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:54","price":"Kung maglalahad kayo ng isang bagay o magkukubli kayo nito, tunay na si Allāh laging sa bawat bagay ay Maalam.","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:55","price":"Walang maisisisi sa kanila kaugnay sa [hindi pagbebelo sa] mga ama nila,[466] ni mga lalaking anak nila, ni mga lalaking kapatid nila, ni mga lalaking anak ng mga lalaking kapatid nila, ni mga lalaking anak ng mga babaing kapatid nila, ni mga [kapwa] babae nila, ni mga babaing minay-ari ng mga kanang kamay nila.[467] Mangilag kayong magkasala kay Allāh; tunay na si Allāh laging sa bawat bagay ay Saksi.","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"[466] o mga tiyuhin nila sa ama o mga tiyuhin nila sa ina\n[467] sa tamang paraang ayon sa batas.","lang":"tl"},{"name":"33:56","price":"Tunay na si Allāh ay nagbabasbas sa Propeta at ang mga anghel Niya [ay humihiling sa Kanya ng gayon]. O mga sumampalataya, dumalangin kayo [kay Allāh] ng pagbasbas sa kanya at bumati kayo sa kanya ng pagbati ng kapayapaan.","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:57","price":"Tunay na ang mga namemerhuwisyo kay Allāh at sa Sugo Niya [na si Muḥammad] ay isinumpa sila ni Allāh sa Mundo at Kabilang-buhay. Naghanda Siya para sa kanila ng isang pagdurusang manghahamak.","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:58","price":"Ang mga namemerhuwisyo ng mga lalaking mananampalataya at mga babaing mananampalataya dahil sa iba pa sa nakamit ng mga ito ay pumasan nga ng isang paninirang-puri at isang kasalanang malinaw.","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:59","price":"O Propeta [Muḥammad], sabihin mo sa mga maybahay mo, mga babaing anak mo, at mga kababaihan ng mga mananampalataya na maglugay sila sa ibabaw nila ng mula sa mga balabal nila. Iyon ay higit na angkop na makilala sila [bilang babaing mananampalatayang mahinhin] para hindi sila maperhuwisyo. Laging si Allāh ay Mapagpatawad, Maawain.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:60","price":"Talagang kung hindi tumigil ang mga mapagpaimbabaw, ang mga [mahalay na] sa mga puso nila ay may sakit, at ang mga tagapagkalat ng sabi-sabi sa Madīnah ay talagang mag-uudyok nga Kami sa iyo laban sa kanila, pagkatapos hindi sila makikipagkapit-bahay sa iyo roon kundi nang kaunti.","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:61","price":"Mga isinumpa saan man sila nasumpungan, dadaklutin sila at pagpapatayin sila nang isang pagpapatay [dahil sa katiwalian nila],","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:62","price":"bilang kalakaran ni Allāh [ito] sa mga nagdaan bago pa niyan. Hindi ka makatatagpo para sa kalakaran ni Allāh ng isang pagpapalit.","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:63","price":"Nagtatanong sa iyo ang mga tao tungkol sa Huling Sandali.[468] Sabihin mo: “Tanging ang kaalaman doon ay nasa kay Allāh. Ano ang nagpapabatid sa iyo na harinawa ang Huling Sandali ay nagiging malapit na?”","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"[468] Araw ng Pagbuhay at Paghuhukom","lang":"tl"},{"name":"33:64","price":"Tunay na si Allāh ay sumumpa ng mga tagatangging sumasampalataya at naghanda para sa kanila ng isang liyab.","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:65","price":"Bilang mga mananatili roon magpakailanman, hindi sila makatatagpo ng isang katangkilik ni isang mapag-adya.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:66","price":"Sa Araw na itataob ang mga mukha nila sa Apoy ay magsasabi sila: “O kung sana kami ay tumalima kay Allāh at tumalima sa Sugo.”","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:67","price":"Magsasabi sila: “O Panginoon namin, tunay na kami ay tumalima sa mga pinapanginoon namin at mga malaking tao sa amin ngunit nagligaw sila sa amin palayo sa landas [ng Islām].","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:68","price":"O Panginoon namin, magbigay Ka sa kanila ng dalawang ibayo mula sa pagdurusa at sumpain Mo sila nang isang sumpang malaki.”","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:69","price":"O mga sumampalataya, huwag kayong maging gaya ng mga nananakit kay Moises, ngunit nagpawalang-kapintasan sa kanya si Allāh laban sa sinabi nila. Siya noon sa ganang kay Allāh ay pinarangalan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:70","price":"O mga sumampalataya, mangilag kayong magkasala kay Allāh[469] at magsabi kayo ng isang sinasabing tama,","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"[469] sa pamamagitan ng pagtalima sa Kanya at pag-iwas sa mga ipinagbabawal.","lang":"tl"},{"name":"33:71","price":"magsasaayos Siya para sa inyo ng mga gawain ninyo[470] at magpapatatawad Siya para sa inyo ng mga pagkakasala ninyo. Ang sinumang tumatalima kay Allāh at sa Sugo Niya ay nagtamo nga ng isang pagkatamong sukdulan.[471]","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"[470] na tatanggapin Niya mula sa inyo.\n[471] Ibig sabihin: na kaligtasan mula sa Impiyerno at pagpasok sa Paraiso.","lang":"tl"},{"name":"33:72","price":"Tunay na Kami ay nag-alok ng pagtitiwala sa mga langit, lupa, at mga bundok; ngunit tumanggi ang mga ito na pumasan niyon at nabagabag ang mga ito roon, at pumasan naman niyon ang tao; tunay na siya ay naging napakamapaglabag sa katarungan, napakamangmang [sa kahihinatnan nito].","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"33:73","price":"[Ito ay] upang pagdusahin ni Allāh ang mga lalaking mapagpaimbabaw at ang mga babaing mapagpaimbabaw, at ang mga lalaking tagapagtambal at ang mga babaing tagapagtambal, at [upang] tumanggap si Allāh ng pagbabalik-loob sa mga lalaking mananampalataya at mga babaing mananampalataya. Laging si Allāh ay Mapagpatawad, Maawain.","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:1","price":"Ang papuri ay ukol kay Allāh na sa Kanya ang anumang nasa mga langit at ang anumang nasa lupa at ukol sa Kanya ang papuri sa Kabilang-buhay. Siya ay ang Marunong, ang Mapagbatid.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:2","price":"Nakaaalam Siya sa anumang lumalagos sa lupa at anumang lumalabas mula rito, at anumang bumababa mula sa langit at anumang pumapanik doon. Siya ay ang Maawain, ang Mapagpatawad.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:3","price":"Nagsabi ang mga tumangging sumampalataya: “Hindi pupunta sa amin ang Huling Sandali.” Sabihin mo: “Oo, sumpa man sa Panginoon ko – talagang pupunta nga ito sa inyo – na Tagaalam sa nakalingid.” Walang nawawaglit buhat sa Kanya na isang kasimbigat ng isang katiting sa mga langit ni sa lupa, ni higit na maliit kaysa roon, ni higit na malaki, malibang nasa isang talaang malinaw","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:4","price":"upang gumanti Siya sa mga gumawa ng mga maayos. Ang mga iyon ay may ukol sa kanila na isang kapatawaran at isang panustos na masagana [sa Paraiso].","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:5","price":"Ang mga nagpunyagi laban sa mga talata Namin [sa Qur’ān] bilang mga nagtatangkang bumigo, ang mga iyon ay may ukol sa kanila na isang pagdurusa mula sa isang pasakit na masakit.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:6","price":"Nakakikita ang mga binigyan ng kaalaman na ang [Qur’ān na ito na] pinababa sa iyo mula sa Panginoon mo ay ang totoo at nagpapatnubay tungo sa landasin ng [Panginoong] Makapangyarihan, Kapuri-puri.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:7","price":"Nagsabi naman ang mga tumangging sumampalataya: “Magtuturo kaya kami sa inyo sa isang lalaking magbabalita sa inyo kapag ginutay-gutay kayo nang buong pagkagutay-gutay? Tunay na kayo ay talagang nasa isang pagkakalikhang bago.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:8","price":"Gumawa-gawa ba siya laban kay Allāh ng isang kasinungalingan o sa kanya ay may kabaliwan? Bagkus ang mga hindi sumasampalataya sa Kabilang-buhay ay nasa pagdurusa at pagkaligaw na malayo.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:9","price":"Kaya hindi ba sila nakakikita sa anumang nasa pagitan ng mga kamay nila at anumang nasa likuran nila na langit at lupa? Kung loloobin Namin ay magpapalamon Kami sa kanila ng lupa o magpapabagsak Kami sa kanila ng mga tipak mula sa langit. Tunay na sa gayon ay talagang may tanda para sa bawat lingkod na nagsisising nanunumbalik [kay Allāh].","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:10","price":"Talaga ngang nagbigay Kami kay David mula sa Amin ng isang kabutihang-loob. [Nagsabi Kami]: “O mga bundok, mag-ulit-ulit kayo ng pagluluwalhati kasama sa kanya at [gayon din] ang mga ibon. Nagpalambot Kami para sa kanya ng bakal,","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:11","price":"[na nagsasabi]: Gumawa ka ng mga buong baluti at magtaya ka sa mga pandugtong. Gumawa kayo, [O mga mananampalataya,] ng maayos; tunay na Ako sa anumang ginagawa Niya ay Nakakikita.”","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:12","price":"[Pinagsilbi] para kay Solomon ang hangin. Ang pang-umagang paglalakbay nito ay [singlayo ng] isang buwan at ang pantanghaling paglalakbay nito ay [singlayo ng] isang buwan. Tumunaw Kami para sa kanya ng bukal ng tanso. Mayroong mga jinn na gumagawa sa harapan niya ayon sa pahintulot ng Panginoon niya. Ang sinumang lumiko kabilang sa kanila palayo sa utos Namin ay magpapalasap Kami sa kanya mula sa pagdurusa sa Liyab.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:13","price":"Gumagawa sila para sa kanya ng anumang niloob niya na mga sambahan, mga rebulto, mga batya gaya ng mga labangan, at mga kalderong nakahimpil. Gumawa kayo, mag-anak ni David, bilang pasasalamat. Kaunti mula sa mga lingkod Ko [na tao at jinn] ang mapagpasalamat.","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:14","price":"Kaya noong nagtadhana Kami sa kanya[472] ng kamatayan ay walang nagturo sa kanila sa pagkamatay niya kundi ang gumagalaw na nilalang ng lupa na kumakain sa panungkod niya. Kaya noong bumagsak siya ay napaglinawan ng mga jinn na kung sakaling sila noon ay nakaaalam sa nakalingid, hindi sana sila namalagi sa pagdurusang nanghahamak.","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"[472] kay Solomon","lang":"tl"},{"name":"34:15","price":"Talaga ngang nagkaroon ang [liping] Sheba sa tirahan nila ng isang tanda: dalawang hardin sa gawing kanan at kaliwa. [Sinabihan sila]: “Kumain kayo mula sa panustos ng Panginoon ninyo at magpasalamat kayo sa Kanya. [Mayroon kayong] isang bayang kaaya-aya at isang Panginoong Mapagpatawad.","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:16","price":"Ngunit umayaw sila [kay Allāh] kaya nagsugo Kami laban sa kanila ng baha ng saplad at nagpalit Kami sa dalawang hardin nila ng dalawang hardin na mga may bungang mapait, mga tamarisko, at mangilan-ngilang mansanitas na kaunti.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:17","price":"Iyon ay iginanti Namin sa kanila dahil tumanggi silang sumampalataya. Hindi Kami gumaganti kundi sa mga mapagtangging magpasalamat.","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:18","price":"Naglagay Kami [bago ng pagbagsak nila] sa pagitan nila at ng mga pamamayanan na nagpala Kami sa mga iyon ng mga pamayanang nakalantad. Itinakda Namin doon ang paghayo [na maging madali, na nagsasabi]: “Humayo kayo roon sa mga gabi at mga araw nang mga matiwasay.”","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:19","price":"Ngunit nagsabi sila: “Panginoon namin, magpalayo Ka sa pagitan ng mga paglalakbay namin.” Lumabag sila sa katarungan sa mga sarili nila kaya gumawa Kami sa kanila bilang mga [panghalimbawang] usap-usapan [ng nakalipas] at gumutay-gutay Kami sa kanila nang buong paggutay-gutay. Tunay na sa gayon ay talagang may mga tanda para sa bawat palatiis na mapagpasalamat.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:20","price":"Talaga ngang nagpatotoo sa kanila si Satanas ng palagay niya sapagkat sumunod sila sa kanya maliban sa isang pangkat kabilang sa mga mananampalataya.","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:21","price":"Hindi siya nagkaroon sa kanila [na tao at jinn] ng anumang kapamahalaan maliban upang magtangi Kami sa sinumang sumasampalataya sa Kabilang-buhay mula sa sinumang ito hinggil doon ay nasa isang pagdududa. Ang Panginoon mo sa bawat bagay ay Mapag-ingat.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:22","price":"Sabihin mo: “Dumalangin kayo sa mga inangkin ninyo [na mga katambal na diyos] bukod pa kay Allāh, samantalang hindi sila nagmamay-ari ng kasimbigat ng isang katiting sa mga langit ni sa lupa, walang ukol sa kanila sa mga ito na anumang pakikitambal [sa Kanya] at walang ukol sa Kanya mula sa kanila na anumang mapagtaguyod.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:23","price":"Hindi magpapakinabang ang pamamagitan sa harap Niya maliban sa para sa sinumang nagpahintulot Siya para rito.” Hanggang sa nang naalisan ng hilakbot sa mga puso nila ay nagsabi sila [sa isa’t isa]: “Ano ang sinabi ng Panginoon ninyo?” Nagsabi sila: “Ang katotohanan, at Siya ay ang Mataas, ang Malaki.”","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:24","price":"Sabihin mo: “Sino ang tumutustos sa inyo mula sa mga langit at lupa?” Sabihin mo: “Si Allāh. Tunay na kami o kayo ay talagang nasa isang patnubay o nasa isang pagkaligaw na malinaw.”","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:25","price":"Sabihin mo: “Hindi kayo tatanungin tungkol sa pagpapakasalarin namin at hindi kami tatanungin tungkol sa ginagawa ninyo.”","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:26","price":"Sabihin mo: “Magtitipon sa atin ang Panginoon natin, pagkatapos maghahatol Siya sa pagitan natin ayon sa katotohanan. Siya ay ang Palahatol, ang Maalam.”","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:27","price":"Sabihin mo: “Magpakita kayo sa akin ng ikinapit ninyo sa Kanya bilang mga katambal. Aba’y hindi: [walang katambal sa Kanya]! Bagkus Siya ay si Allāh, ang Makapangyarihan, ang Marunong.”","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:28","price":"Hindi Kami nagsugo sa iyo maliban sa kalahatan para sa mga tao bilang mapagbalita ng nakagagalak at bilang mapagbabala, subalit ang higit na marami sa mga tao ay hindi nakaaalam.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:29","price":"Nasasabi sila: “Kailan ang pangakong ito [ng pagdurusa] kung kayo ay naging mga tapat?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:30","price":"Sabihin mo: “Ukol sa inyo ang tipanan ng isang Araw na hindi kayo makapag-aantala roon ng isang sandali at hindi kayo makapagpapauna.”","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:31","price":"Nagsabi ang mga tumangging sumampalataya: “Hindi kami sasampalataya sa Qur’ān na ito ni sa nauna rito [na mga kasulatan].” Kung sakaling makikita mo kapag ang mga tagalabag sa katarungan ay mga pinatitindig sa harap ng Panginoon nila habang nagpapalitan ang isa’t isa sa kanila ng sinasabi, [makakikita ka ng kamangha-mangha]. Magsasabi ang mga siniil sa mga nagmalaki: “Kung hindi dahil sa inyo ay talaga sanang kami ay naging mga mananampalataya.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:32","price":"Magsasabi ang mga nagmalaki sa mga siniil: “Kami ba ay bumalakid sa inyo sa patnubay matapos noong dumating ito sa inyo? Bagkus kayo noon ay mga salarin.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:33","price":"Magsasabi ang mga siniil sa mga nagmalaki: “Bagkus, [humadlang sa amin] ang pakana [ninyo] sa gabi at maghapon noong nag-uutos kayo sa amin na tumanggi kaming sumampalataya kay Allāh at [na] gumawa kami para sa Kanya ng mga kaagaw.” Maglilihim sila ng pagsisisi kapag nakita nila ang pagdurusa. Maglalagay Kami ng mga kulyar sa mga leeg ng tumangging sumampalataya. Gagantihan kaya sila ng maliban pa sa dati nilang ginagawa [na mga kasalanan]?","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:34","price":"Hindi Kami nagsugo sa isang pamayanan ng anumang mapagbabala malibang nagsabi ang mga pinariwasa rito: “Tunay na kami sa ipinasugo sa inyo ay mga tagatangging sumampalataya.”","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:35","price":"Nagsabi sila: “Kami ay higit na marami sa mga yaman at mga anak at kami ay hindi mga pagdurusahin.”","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:36","price":"Sabihin mo: “Tunay na ang Panginoon ko ay nagpapaluwag sa panustos para sa sinumang niloloob Niya at naghihigpit [para sa sinumang niloloob Niya] subalit ang higit na marami sa mga tao ay hindi nakaaalam.”","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:37","price":"Hindi ang mga yaman ninyo at hindi ang mga anak ninyo ang nagpapalapit sa inyo sa ganang Amin[473] sa kadikitan bagkus ang [pagiging mga] sumampalataya at gumawa ng maayos sapagkat ang mga iyon ay ukol sa kanila ang ganti ng pag-iibayo [ng gantimpala] dahil sa ginawa nila at sila sa mga silid [sa Paraiso] ay mga natitiwasay.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"[473] Ibig sabihin: sa kaluguran ni Allāh","lang":"tl"},{"name":"34:38","price":"Ang mga nagpupunyagi laban sa mga tanda Namin habang mga nagtatangkang bumigo, ang mga iyon sa pagdurusa [sa Impiyerno] ay mga padadaluhin.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:39","price":"Sabihin mo: “Tunay na ang Panginoon ko ay nagpapaluwag ng panustos para sa sinumang niloloob Niya kabilang sa mga lingkod Niya at naghihigpit dito. Ang anumang ginugol ninyo na anuman, Siya ay magtutumbas nito at Siya ay ang pinakamainam sa mga tagapagtustos.”","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:40","price":"[Banggitin] ang araw na kakalap Siya sa kanila[474] nang lahatan, pagkatapos magsasabi Siya sa mga anghel: “Ang mga ito ba ay sa inyo dati sila sumasamba?”","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"[474] Ibig sabihin: sa mga tagapagtambal at mga sinasamba nila.","lang":"tl"},{"name":"34:41","price":"Magsasabi sila: “Kaluwalhatian sa iyo, [O Allāh]! Ikaw ay ang Katangkilik namin sa halip nila. Bagkus sila dati ay sumasamba sa mga jinn; ang higit na marami sa kanila sa mga ito ay mga mananampalataya.”","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:42","price":"Kaya sa araw na ito [ng Paghuhusga], hindi makapagdudulot ang iba sa kanila para sa iba pa ng isang pakinabang ni isang pinsala, at magsasabi Kami sa mga lumabag sa katarungan: “Lumasap kayo ng pagdurusa sa Apoy na kayo noon dito ay nagpapasinungaling.”","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:43","price":"Kapag binibigkas sa kanila ang mga tanda Namin bilang mga malinaw na patunay ay nagsasabi sila: “Walang iba [si Muḥammad na] ito kundi isang lalaking nagnanais na sumagabal sa inyo sa sinasamba noon ng mga ninuno ninyo.” Nagsabi pa sila: “Walang iba [si Muḥammad na ito] kundi isang panlilinlang na ginawa-gawa.” Nagsabi ang mga tumangging sumampalataya sa katotohanan noong dumating ito sa kanila: “Walang iba ito kundi isang panggagaway na malinaw.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:44","price":"Hindi Kami nagbigay sa kanila ng anumang mga kasulatan na pinag-aaralan nila. Hindi Kami nagsugo sa kanila bago mo ng anumang mapagbabala.","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:45","price":"Nagpasinungaling ang mga bago pa nila at hindi sila umabot sa ikapu ng ibinigay Namin sa mga iyon, ngunit nagpasinungaling sila sa mga sugo Ko kaya magiging papaano na [katindi] ang pagtutol Ko?","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:46","price":"Sabihin mo: “Nangangaral lamang ako sa inyo ng isa: na tumayo kayo para kay Allāh nang dalawahan at nang bukud-bukod, pagkatapos mag-isip-isip kayo [sa mensahe].” Walang taglay ang kasamahan ninyo [na Si Propeta Muḥammad] na anumang kabaliwan [dahil sa isang masamang jinn]. Walang iba siya kundi isang mapagbabala para sa inyo sa harap ng isang pagdurusang matindi.","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:47","price":"Sabihin mo: “Hindi ako humingi sa inyo ng anumang pabuya [para sa mensaheng ito] sapagkat ito ay para sa inyo; walang iba ang pabuya sa akin kundi nasa kay Allāh. Siya sa bawat bagay ay Saksi.”","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:48","price":"Sabihin mo: “Tunay na ang Panginoon ko ay humahagis ng katotohanan [laban sa kabulaanan at Siya ay] ang Palaalam sa mga nakalingid.”","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:49","price":"Sabihin mo: “Dumating ang katotohanan, at hindi nagpapasimula ang kabulaanan[475] at hindi ito nagpapanumbalik.”","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"[475] ang demonyo, si Satanas, o ang anumang sinasamba bukod pa kay Allāh.","lang":"tl"},{"name":"34:50","price":"Sabihin mo: “Kung naligaw ako ay maliligaw lamang ako laban sa sarili ko. Kung napatnubayan ako ay dahil sa ikinakasi sa akin ng Panginoon ko. Tunay na Siya ay Madinigin, Malapit.”","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:51","price":"Kung sakaling makikita mo kapag nanghilakbot sila [na mga tagatangging sumampalataya] ngunit walang lusot [sa sandaling iyon] at dadaklutin sila mula sa isang pook na malapit.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:52","price":"Magsasabi sila: “Sumampalataya kami rito [ngayon].” Paanong ukol sa kanila ang pag-abot [sa pananampalataya] mula sa isang pook na malayo?","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:53","price":"Tumanggi nga silang sumampalataya rito bago pa niyan at naghahakahaka sila hinggil sa nakalingid mula sa isang pook na malayo.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"34:54","price":"Haharangan sa pagitan nila at ng ninanasa nila, gaya ng ginawa sa mga kakampi nila bago pa niyan. Tunay na sila ay dating nasa isang pagdududang tagapagpaalinlangan [sa buhay sa Kabilang-buhay].","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:1","price":"Ang papuri ay ukol kay Allāh, na Tagapaglalang ng mga langit at lupa, na Tagagawa sa mga anghel bilang mga sugo na may mga pakpak na dalawahan, tatluhan, at apatan. Nagdaragdag Siya sa paglikha ng anumang niloloob Niya. Tunay na si Allāh sa bawat bagay ay May-kakayahan.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:2","price":"Ang anumang binubuksan ni Allāh para sa mga tao na awa ay walang tagapigil para rito at ang anumang pinipigil Niya ay walang tagapagpakawala para rito matapos na niyon. Siya ay ang Makapangyarihan, ang Marunong.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:3","price":"O mga tao, alalahanin ninyo ang biyaya ni Allāh sa inyo. May tagalikha kayang iba pa kay Allāh, na nagtutustos sa inyo mula sa langit at lupa? Walang Diyos kundi Siya, kaya paanong nalilinlang kayo [palayo sa katotohanan]?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:4","price":"Kung nagpapasinungaling sila sa iyo, may pinasinungalingan nga na mga sugo bago mo pa. Tungo kay Allāh pinababalik ang mga usapin.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:5","price":"O mga tao, tunay na ang pangako ni Allāh[476] ay totoo kaya huwag ngang lilinlang sa inyo ang buhay na pangmundo at huwag ngang lilinlang sa inyo hinggil kay Allāh ang mapanlinlang [na si Satanas].","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"[476] na pagbuhay at pagganti sa Araw ng Pagbangon","lang":"tl"},{"name":"35:6","price":"Tunay na ang demonyo para sa inyo ay isang kaaway, kaya gawin ninyo siyang isang kaaway. Nag-aanyaya lamang siya sa lapian niya upang sila ay maging kabilang sa mga kasamahan sa Liyab.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:7","price":"Ang mga tumangging sumampalataya, ukol sa kanila ay isang pagdurusang matindi. Ang mga sumampalataya at gumawa ng mga maayos, ukol sa kanila ay isang kapatawaran at isang pabuyang malaki.","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:8","price":"Kaya [napatnubayan] ba ang sinumang ipinang-akit sa kanya ang kasagwaan ng gawain niya kaya nagturing siya rito bilang maganda, sapagkat tunay na si Allāh ay [makatarungang] nagliligaw sa sinumang niloloob Niya at nagpapatnubay [bilang kabutihang-loob mula sa Kanya] sa sinumang niloloob Niya? Kaya huwag masawi ang sarili mo dahil sa kanila sa mga panghihinayang. Tunay na si Allāh ay Maalam sa anumang niyayari nila.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:9","price":"Si Allāh ay ang nagsugo ng mga hangin saka nagpagalaw ang mga ito ng mga ulap. Umakay Kami sa mga ito tungo sa isang bayang patay saka nagbigay-buhay Kami sa pamamagitan ng mga ito sa lupa matapos ng kamatayan nito. Gayon ang pagkabuhay.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:10","price":"Ang sinumang nagnanais ng karangalan ay sa kay Allāh ang karangalan nang lahatan. Tungo sa Kanya umaakyat ang pananalitang kaaya-aya, at ang gawang maayos ay nag-aangat nito. Ang mga nagpapakana ng mga masagwang gawa, ukol sa kanila ay isang pagdurusang matindi. Ang pakana ng mga iyon ay mapaririwara.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:11","price":"Si Allāh ay lumikha sa inyo mula sa alabok, pagkatapos mula sa patak ng punlay, pagkatapos gumawa sa inyo ng mga asawa. Walang nagbubuntis na isang babae at walang nagsisilang malibang nasa kaalaman Niya. Walang pinatatanda na isang pinatatanda at walang ibinabawas mula sa edad nito malibang nasa isang talaan. Tunay na iyon kay Allāh ay madali.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:12","price":"Hindi nagkakapantay ang dalawang katubigan. Itong [isa] ay tabang na pagkatabang-tabang na kasiya-siya ang pag-inom nito at itong [isa] naman ay maalat na mapait. Mula sa bawat isa ay kumakain kayo ng isang lamang malambot [na isda] at humango kayo ng hiyas na isinusuot ninyo. Nakikita mo ang mga daong rito habang mga umaararo upang maghangad kayo ng kagandahang-loob Niya at nang sa gayon kayo ay magpapasalamat [sa Tagalikha ninyo].","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:13","price":"Nagpapalagos Siya ng gabi sa maghapon at nagpapalagos Siya ng maghapon sa gabi. Pinagsilbi Niya ang araw at ang buwan [para sa inyo], habang bawat isa ay umiinog para sa isang taning na tinukoy. Iyon ay si Allāh, ang Panginoon ninyo; ukol sa Kanya ang paghahari. Ang mga dinadalanginan ninyo bukod pa sa Kanya ay hindi nagmamay-ari ng kahit isang lamad ng buto ng datiles.[477]","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"[477] Ibig sabihin: wala talaga silang kapangyarihan","lang":"tl"},{"name":"35:14","price":"Kung dadalangin kayo sa kanila ay hindi sila makaririnig sa panalangin ninyo, at kung sakaling nakarinig sila ay hindi sila tutugon sa inyo. Sa Araw ng Pagbangon ay magkakaila sila sa pagtatambal ninyo. Walang nagbabalita sa iyo ng tulad ng [kay Allāh na] isang Mapagbatid.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:15","price":"O mga tao, kayo ay ang mga maralita kay Allāh at si Allāh ay ang Walang-pangangailangan, ang Kapuri-puri.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:16","price":"Kung loloobin Niya ay mag-aalis Siya sa inyo at magdadala Siya ng isang nilikhang bago.","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:17","price":"Hindi iyon para kay Allāh mabigat.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:18","price":"Hindi papasanin ng isang tagapasan ang pasanin ng iba.[478] Kung may mag-aanyayang isang nabibigatan [ng iba pa] sa pagdala nito ay walang dadalahin mula rito na anuman, kahit pa man siya ay isang may pagkakamag-anak. Makapagbabala ka lamang sa mga natatakot sa Panginoon nila nang nakalingid [sa pagkatalos nila] at nagpanatili ng pagdarasal. Ang sinumang nagpakabusilak ay nagpapakabusilak lamang para sa [kabutihan ng] sarili niya. Sa kay Allāh ang kahahantungan [ng lahat].","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"[478] Bahagi ng katarungan ni Allāh na hindi Siya magtuturing sa mga inosente bilang may sala dahil sa mga kasalanan ng mga ninuno nila sa pamamagitan ng manang kasalanan daw.","lang":"tl"},{"name":"35:19","price":"Hindi nagkakapantay ang bulag at ang nakakikita,","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:20","price":"ni hindi ang mga kadiliman at ang liwanag,","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:21","price":"ni ang lilim at ang init.","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:22","price":"Hindi nagkakapantay ang mga buhay at ang mga patay. Tunay na si Allāh ay nagpaparinig sa sinumang niloloob Niya samantalang ikaw ay hindi tagapagparinig sa sinumang mga nasa mga libingan.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:23","price":"Walang iba ka kundi isang mapagbabala.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:24","price":"Tunay na Kami ay nagsugo sa iyo, [O Muḥammad,] kalakip ng katotohanan bilang mapagbalita ng nakagagalak[479] at bilang mapagbabala. [480] Walang anumang kalipunan malibang may nagdaan doon na isang mapagbabala.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"[479] hinggil sa Kaginhawahang mamamalagi para sa sinumang sumampalataya at gumawa ng maayos.\n[480] hinggils sa pagdurusa para sa sinumang nagtambal kay Allāh at gumawa ng masagwa.","lang":"tl"},{"name":"35:25","price":"Kung nagpapasinungaling sila sa iyo, nagpasinungaling nga ang mga bago pa nila. Naghatid sa kanila ang mga sugo nila [ula kay Allāh] ng mga malinaw na patunay, ng mga kautusan, at ng kasulatang nagbibigay-liwanag.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:26","price":"Pagkatapos dumaklot Ako sa mga tumangging sumampalataya kaya magiging papaano ang pagtutol Ko?","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:27","price":"Hindi mo ba nakita na si Allāh ay nagpababa mula sa langit ng tubig kaya nagpalabas sa pamamagitan nito ng mga bungang nagkakaiba-iba ang mga kulay ng mga ito. Mula sa mga bundok ay may mga guhit na puti at pula, na magkakaiba ang mga pagkakulay ng mga ito, at may mga matingkad na itim.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:28","price":"Mayroon sa mga tao, mga umuusad na hayop, at mga hayupang nagkakaiba-iba ang mga kulay ng mga ito gayon din. Tanging natatakot kay Allāh kabilang sa mga lingkod Niya ang mga nakaaalam. Tunay na si Allāh ay Makapangyarihan, Mapagpatawad.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:29","price":"Tunay na ang mga bumibigkas ng Aklat ni Allāh, nagpanatili ng pagdarasal, at gumugol mula sa itinustos sa kanila nang palihim at hayagan ay nag-aasam ng isang pangangalakal na hindi mapaririwara,","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:30","price":"upang maglulubus-lubos Siya sa kanila ng mga pabuya sa kanila at magdagdag Siya sa kanila mula sa kabutihang-loob Niya. Tunay na Siya ay Mapagpatawad, Mapagpasalamat.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:31","price":"Ang ikinasi Namin sa iyo, [O Propeta Muḥammad,] na Aklat ay ang totoo, bilang tagapagpatotoo para sa nauna rito.[481] Tunay na si Allāh sa mga lingkod Niya ay talagang Mapagbatid, Nakakikita.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"[481] na Torah, Ebanghelyo, Salmo, at iba pa","lang":"tl"},{"name":"35:32","price":"Pagkatapos ipinamana Namin ang Aklat sa mga hinirang Namin mula sa mga lingkod Namin; ngunit mayroon sa kanila na tagalabag sa katarungan sa sarili niya,[482] mayroon sa kanila na katamtaman,[483] at mayroon sa kanila na nangunguna sa mga kabutihan ayon sa pahintulot ni Allāh. Iyon ay ang malaking kabutihang-loob.[484]","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"[482] dahil sa paggawa ng mga ipinagbabawal at hindi pag-iwan ng mga tungkulin\n[483] na nakatutupad sa mga pinakamababang kailangan at umiiwas sa mga bawal na gawain\n[484] O ang malaking kalamagan.","lang":"tl"},{"name":"35:33","price":"Ang mga hardin ng Eden ay papasukin nila. Gagayakan sila sa mga iyon ng mga pulseras na ginto at mga perlas. Ang kasuutan nila sa mga iyon ay sutla.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:34","price":"Magsasabi sila: “Ang papuri ay ukol kay Allāh na nag-alis sa amin ng lungkot. Tunay na ang Panginoon namin ay talagang Mapagpatawad, Mapagpasalamat.”","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:35","price":"[Siya] ang nagpatahan sa amin sa tahanan ng pananatilihan dahil sa kabutihang-loob Niya. Walang sumasaling sa amin doon na isang pagkapagal at walang sumasaling sa amin na isang pagkapata.","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:36","price":"Ang mga tumangging sumampalataya, ukol sa kanila ang Apoy ng Impiyerno. Hindi humuhusga sa kanila para mamatay sila at hindi nagpapagaan sa kanila ng pagdurusang dulot nito. Gayon Kami gaganti sa bawat mapagtangging magpasalamat.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:37","price":"Sila ay magtititili roon: “Panginoon namin, magpalabas Ka sa amin [para makabalik sa Mundo], gagawa kami ng maayos na iba sa dati naming ginagawa.” [Magsasabi si Allāh:] Hindi ba Kami nagpatanda sa inyo sa [edad na] nakapagsasaalaala rito ang sinumang nakapagsasaalaala at dumating sa inyo ang mapagbabala? Kaya lumasap kayo [ng pagdurusa sa Impiyerno] sapagkat walang ukol sa mga tagalabag sa katarungan na anumang mapag-adya.","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:38","price":"Tunay na si Allāh ay Tagaalam sa nakalingid sa mga langit at lupa. Tunay na Siya ay Maalam sa kaibuturan ng mga dibdib.","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:39","price":"Siya ay ang gumawa sa inyo na mga kahalili sa lupa kaya ang sinumang tumangging sumampalataya ay laban sa kanya ang kawalang-pananampalataya niya. Hindi nagdaragdag sa mga tagatangging sumampalataya ang kawalang-pananampalataya nila sa ganang Panginoon nila kundi ng isang pagkamuhi. Hindi nagdaragdag sa mga tagatangging sumampalataya ang kawalang-pananampalataya nila kundi ng isang pagkalugi.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:40","price":"Sabihin mo: “Nagsaalang-alang ba kayo sa mga pantambal ninyo na dinadalangin ninyo bukod pa kay Allāh? Magpakita kayo sa Akin kung ano ang nilikha nila mula sa lupa. O mayroon silang pakikitambal sa mga langit? O nagbigay Kami sa kanila ng isang aklat kaya sila ay nasa isang malinaw na katunayan mula roon? Bagkus hindi nangangako ang mga tagalabag sa katarungan sa isa’t isa sa kanila kundi ng isang panlilinlang.”","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:41","price":"Tunay na si Allāh ay humahawak sa mga langit at lupa na hindi maalis ang mga ito. Talagang kung naalis ang mga ito ay walang hahawak sa mga ito na isa man matapos ng [ng paghawak] Niya. Tunay na Siya ay laging Matimpiin, Mapagpatawad.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:42","price":"Sumumpa sila kay Allāh nang taimtim sa mga panunumpa nila na talagang kung may pumunta sa kanila na isang mapagbabala ay talagang sila nga ay magiging higit na napatnubayan kaysa sa isa sa mga kalipunan. Ngunit noong may dumating sa kanila na isang mapagbabala,[485] walang naidagdag ito sa kanila kundi isang pagkaayaw,","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"[485] Ibig sabihin: si Propeta Muhammad.","lang":"tl"},{"name":"35:43","price":"dala ng pagmamalaki sa lupain at pagpapakana ng masagwa. Hindi pumapaligid ang pakanang masagwa maliban sa mga kampon nito. Kaya naghihintay kaya sila ng maliban pa sa kalakaran ng mga sinauna? Ngunit hindi ka makatatagpo para sa kalakaran ni Allāh ng isang pagpapalit at hindi ka makatatagpo para sa kalakaran ni Allāh ng isang paglilipat.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:44","price":"Hindi ba sila humayo sa lupain para tumingin sila kung papaano naging ang kinahinatnan ng mga bago pa nila samantalang ang mga iyon dati ay higit na matindi kaysa sa kanila sa lakas? Hindi nangyaring si Allāh ay ukol mapawalang-kakayahan ng anuman sa mga langit ni sa lupa. Tunay na Siya ay laging Maalam, May-kakayahan.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"35:45","price":"Kung sakaling magpapanagot si Allāh sa mga tao dahil sa nakamit nila ay hindi na sana Siya nag-iwan sa balat nito ng anumang gumagalaw na nilalang subalit nag-aantala Siya sa kanila hanggang sa isang taning na tinukoy. Kaya kapag dumating ang taning nila, tunay na si Allāh sa mga lingkod Niya ay laging Nakakikita.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:1","price":"Yā. Sīn. [486]","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":"[486] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.","lang":"tl"},{"name":"36:2","price":"Sumpa man sa Qur’ān na marunong,","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:3","price":"tunay na ikaw ay talagang kabilang sa mga isinugo","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:4","price":"batay sa isang landasing tuwid,","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:5","price":"bilang pagbababa [ng Qur’ān] ng Makapangyarihan, Maawain,","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:6","price":"upang magbabala ka sa mga tao na hindi binalaan ang mga ninuno nila, kaya sila ay mga nalilingat.","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:7","price":"Talaga ngang nagkatotoo ang sabi [ng pagtatakda] sa higit na marami sa kanila, kaya sila ay hindi sumasampalataya.","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:8","price":"Tunay na Kami ay naglagay sa mga leeg nila ng mga kulyar saka ang mga ito ay hanggang sa mga baba nila, kaya sila ay mga pinatitingala.","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:9","price":"Naglagay Kami sa harapan nila ng isang sagabal at sa likuran nila ng isang sagabal, saka bumalot Kami sa kanila kaya sila ay hindi nakakikita.[487]","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":"[487] dahil sa pagpupumilit nila sa kawalang-pananampalataya.","lang":"tl"},{"name":"36:10","price":"Magkapantay sa kanila na nagbabala ka man sa kanila o hindi ka nagbabala sa kanila: hindi sila sumasampalataya.","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:11","price":"Makapagbabala ka lamang sa sinumang sumunod sa paalaala at natakot sa Napakamaawain nang nakalingid [sa pandama nila]. Kaya magbalita ka ng nakagagalak sa kanya hinggil sa isang kapatawaran at isang pabuyang marangal.","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:12","price":"Tunay na Kami ay nagbibigay-buhay sa mga patay at nagtatala ng anumang ipinauna nila at mga bakas nila [na maganda at masagwa]. Sa bawat bagay ay nag-isa-isa Kami sa isang talaang malinaw.","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:13","price":"Maglahad ka para sa kanila ng isang paghahalintulad [na kasaysayan] ng mga naninirahan sa pamayanan [ng Antioquia] noong dumating doon ang mga isinugo,","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:14","price":"noong nagsugo Kami sa kanila ng dalawa [sa mga apostol ni Jesus] ngunit nagpasinungaling sila sa kanilang dalawa kaya kinatigan Namin ng ikatlo, saka nagsabi sila: “Tunay na kami sa inyo ay mga isinugo.”","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:15","price":"Nagsabi ang mga iyon: “Walang iba kayo kundi mga taong tulad namin. Hindi nagpababa ang Napakamaawain ng anuman. Walang iba kayo kundi nagsisinungaling.”","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:16","price":"Nagsabi sila [sa mga tao ng pamayanan]: “Ang Panginoon namin ay nakaaalam na tunay na Kami sa inyo ay talagang mga isinugo.”","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:17","price":"Walang kailangan sa Amin kundi ang pagpapaabot na malinaw [ng mensahe ng Panginoon].","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:18","price":"Nagsabi ang mga iyon [sa mga apostol]: “Tunay na kami ay nag-ugnay ng kamalasan sa inyo. Talagang kung hindi kayo titigil ay talagang babato nga kami sa inyo at talagang may sasalingin nga sa inyo mula sa amin na isang pagdurusang masakit.”","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:19","price":"Nagsabi [ang mga apostol]: “Ang kamalasang inuugnay ninyo ay kasama sa inyo. Kung pinaalalahanan ba kayo, [mag-uugnay kayo ng kamalasan]? Bagkus kayo ay mga taong nagmamalabis.”","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:20","price":"May dumating mula sa pinakaliblib ng lungsod na isang lalaking[488] tumatakbo, na nagsabi: “O mga kababayan ko, sumunod kayo sa mga isinugo.","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":"[488] si Ḥabīb na karpintero","lang":"tl"},{"name":"36:21","price":"Sumunod kayo sa mga hindi humihingi sa inyo ng isang pabuya at sila ay mga napapatnubayan.","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:22","price":"Ano ang mayroon sa akin na hindi ako sumasamba sa lumalang sa akin at tungo sa Kanya pababalikin kayo [para gantihan]?","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:23","price":"Gagawa ba ako ng bukod pa sa Kanya bilang mga diyos? Kung magnanais sa akin ang Napakamaawain ng isang pinsala ay hindi makapagsisilbi sa akin ang pamamagitan nila ng anuman at hindi sila makasasagip sa akin.","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:24","price":"Tunay na ako, samakatuwid, ay talagang nasa isang pagkaligaw na malinaw.","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:25","price":"Tunay na ako ay sumampalataya sa Panginoon ninyo, kaya makinig kayo sa akin.”[489]","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":"[489] ngunit pinatay nila ito.","lang":"tl"},{"name":"36:26","price":"Sasabihin: “Pumasok ka sa paraiso.” Magsasabi siya: “O kung sana ang mga kababayan ko ay nakaaalam","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":"","lang":"tl"},{"name":"36:27","price":"sa pagpapatawad sa akin ng Panginoon ko at paggawa Niya sa akin kabilang sa mga pinararangalan.”","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":"","lang":"tl"}],"juz":{"id":22,"name":"وَمَنْ يَقْنُتْ","transliteration":"Wa Man Yaqnut","transEn":"And Whoever Remains Obedient","startVerse":"33:31","endVerse":"36:27","totalVerses":169}}