{"data":[{"name":"58:1","price":"Narinig nga ni Allāh ang sabi ng [babaing][615] nakikipagtalo sa iyo [O Propeta Muḥammad] hinggil sa asawa niya[616] at dumaraing kay Allāh at si Allāh ay nakaririnig sa pagtatalakayan ninyong dalawa. Tunay na si Allāh ay Madinigin, Nakakikita.","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"[615] Ibig sabihin: si Khawlah na anak ni Tha`labah.\n[616] Si Aws na anak Ṣāmit.","lang":"tl"},{"name":"58:2","price":"Ang mga nagsasagawa ng dhihār[617] kabilang sa inyo sa mga maybahay nila [ay nagsinungaling]; ang mga ito ay hindi mga ina nila; walang iba ang mga ina nila kundi ang mga nanganak sa kanila. Tunay na sila ay talagang nagsasabi ng isang nakasasama kabilang sa sinasabi at isang kabulaanan. Tunay na si Allāh ay talagang Mapagpaumanhin, Mapagpatawad.","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"[617] Isang uri ng diborsiyo sa pamamagitan ng paghahalintulad sa maybahay sa ina sa pamamagitan ng pagsabi sa maybahay: Ikaw sa ganang akin ay para bagang likod ng ina ko.","lang":"tl"},{"name":"58:3","price":"Ang mga nagsasagawa ng dhihār sa mga maybahay nila, pagkatapos bumabawi sila sa sinabi nila, ay pagpapalaya ng isang alipin [ang panakip-sala] bago pa silang dalawa magsalingan.[618] Gayon kayo pinangangaralan. Si Allāh sa anumang ginagawa ninyo ay Mapagbatid.","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"[618] Ibig sabihin: magtalik.","lang":"tl"},{"name":"58:4","price":"Ngunit ang sinumang hindi nakatagpo [ng aliping mapalalaya, kailangan sa kanya] ang pag-aayuno ng dalawang buwang nagkakasunuran bago pa silang dalawa magsalingan;[619] ngunit ang sinumang hindi nakakaya [ay kailangan sa kanya] ang pagpapakain ng animnapung dukha. Iyon ay upang sumampalataya kayo kay Allāh at sa Sugo Niya. Iyon ay ang mga hangganan ni Allāh. Ukol sa mga tagatangging sumampalataya ay isang pagdurusang masakit.","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"[619] Ibig sabihin: magtalik.","lang":"tl"},{"name":"58:5","price":"Tunay na ang mga sumasalansang kay Allāh at sa Sugo Niya [na si Muḥammad] ay dudustain kung paanong dinusta ang mga [sumalansang sa mga sugo] bago pa nila. Nagpababa nga Kami ng mga tandang malilinaw. Ukol sa mga tagatangging sumampalataya ay isang pagdurusang manghahamak,","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:6","price":"sa Araw na bubuhay sa kanila si Allāh nang lahatan saka magbabalita Siya sa kanila hinggil sa ginawa nila [na masagwa sa Mundo]. Mag-iisa-isa niyon si Allāh samantalang lumimot sila niyon. Si Allāh sa bawat bagay ay Saksi.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:7","price":"Hindi mo ba napag-alaman na si Allāh ay nakaaalam sa anumang nasa mga langit at anumang nasa lupa? Walang anumang sarilinang pag-uusap ng tatlo malibang Siya ay ang ikaapat nila, ni ng lima malibang Siya ay ang ikaanim nila, ni ng higit na mababa kaysa roon, ni ng higit na marami kaysa roon malibang Siya ay kasama sa kanila nasaan man sila [sa kaalaman Niya]. Pagkatapos magbabalita Siya sa kanila, hinggil sa anumang ginawa nila [buhay nila], sa Araw ng Pagbangon. Tunay na si Allāh sa bawat bagay ay Maalam.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:8","price":"Hindi ka ba tumingin sa mga sinaway laban sa sarilinang pag-uusap, pagkatapos nanunumbalik sila sa sinaway sa kanila at sarilinang nag-uusapan sila hinggil sa kasalanan, pangangaway, at pagsuway sa Sugo? Kapag dumating sila sa iyo ay bumabati sila sa iyo ng [pagbating] hindi ibinati sa iyo ni Allāh at nagsasabi sila sa mga sarili nila: “Bakit hindi tayo pagdusahin ni Allāh dahil sa sinasabi natin?” Kasapatan sa kanila ang Impiyerno. Masusunog sila roon, kaya kay saklap ang kahahantungan!","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:9","price":"O mga sumampalataya, kapag sarilinang nag-usapan kayo ay huwag kayong sarilinang mag-usapan hinggil sa kasalanan, pangangaway, at pagsuway sa Sugo [ni Allāh], bagkus sarilinang mag-usapan kayo hinggil sa pagsasamabuting-loob at pangingilag magkasala. Mangilag kayong magkasala kay Allāh na tungo sa Kanya ay kakalapin kayo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:10","price":"Ang [masamang] sarilinang pag-uusap ay mula sa demonyo lamang upang malungkot ang mga sumampalataya at hindi siya makapipinsala sa kanila ng anuman malibang may pahintulot ni Allāh. Kay Allāh ay manalig ang mga mananampalataya.","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:11","price":"O mga sumampalataya, kapag sinabi sa inyo na magpaluwang-luwang kayo sa mga pagtitipon [ninyo] ay magpaluwang kayo – magpapaluwang si Allāh para sa inyo [mula sa awa Niya; at kapag sinabi sa inyo na umangat kayo [mula sa kinauupuan] ay umangat kayo – mag-aangat si Allāh ng mga antas sa mga sumampalataya kabilang sa inyo at mga binigyan ng kaalaman. Si Allāh sa anumang ginagawa ninyo ay Mapagbatid.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:12","price":"O mga sumampalataya, kapag sarilinang nakipag-usap kayo sa Sugo ay maghandog kayo, bago ng sarilinang pag-uusap ninyo, ng isang kawanggawa. Iyon ay higit na mabuti para sa inyo at higit na dalisay. Ngunit kung hindi kayo nakatagpo [ng maikakawanggawa], tunay na si Allāh ay Mapagpatawad, Maawain.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:13","price":"Nabagabag ba kayo [sa karukhaan] na maghandog kayo, bago ng sarilinang pag-uusap ninyo, ng mga kawanggawa? Kaya kapag hindi ninyo nagawa at tumanggap si Allāh sa inyo ng pagbabalik-loob ay magpanatili kayo ng pagdarasal, magbigay kayo ng zakāh, at tumalima kayo kay Allāh at sa Sugo Niya. Si Allāh ay Mapagbatid sa anumang ginagawa ninyo.","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:14","price":"Hindi ka ba tumingin sa mga [mapagpaimbabaw na] tumangkilik sa mga taong [Hudyo na] nagalit si Allāh sa mga iyon? Sila ay hindi kabilang sa inyo [O mga mananampalataya] at hindi kabilang sa mga [tagatangging sumampalatayang] iyon. Sumusumpa sila sa kasinungalingan habang sila ay nakaaalam.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:15","price":"Naghanda si Allāh para sa kanila ng isang pagdurusang matindi. Tunay na sila ay kay sagwa ang dati nilang ginagawa!","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:16","price":"Gumawa sila sa mga panunumpa nila bilang panakip [laban sa pagkapatay] kaya sumagabal sila sa landas ni Allāh, kaya ukol sa kanila ay isang pagdurusang manghahamak.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:17","price":"Hindi makapagpapakinabang para sa kanila ang mga yaman nila ni ang mga anak nila laban kay Allāh sa anuman. Ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili,","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:18","price":"sa Araw na bubuhay sa kanila si Allāh nang lahatan saka manunumpa sila sa Kanya kung paanong nanunumpa sila sa inyo [na mga mananampalataya]. Nag-aakala sila na sila ay [nakabatay] sa isang bagay. Pansinin, tunay na sila ay ang mga sinungaling.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:19","price":"Nakagapi sa kanila ang demonyo kaya nagpalimot ito sa kanila ng pag-alaala kay Allāh. Ang mga iyon ay ang lapian ng demonyo. Pansinin, tunay na ang lapian ng demonyo ay ang mga lugi.","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:20","price":"Tunay na ang mga sumasalansang kay Allāh at sa Sugo Niya [na si Muḥammad], ang mga iyon ay kabilang sa mga pinakakaaba-aba.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:21","price":"Nagtakda si Allāh: “Talagang mananaig nga Ako mismo at ang mga sugo Ko.” Tunay na si Allāh ay Malakas, Makapangyarihan.","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"58:22","price":"Hindi ka makatatagpo ng mga taong sumasampalataya kay Allāh at sa Huling Araw na nakikipagmahalan sa sinumang sumalansang kay Allāh at sa Sugo Niya, kahit pa man ang mga ito ay mga magulang nila o mga anak nila o mga kapatid nila o angkan nila. Ang mga iyon ay sinulatan Niya sa mga puso nila ng pananampalataya at inalalayan Niya sa pamamagitan ng isang espiritu[620] mula sa Kanya. Magpapapasok Siya sa kanila sa mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito. Nalugod si Allāh sa kanila at nalugod sila sa Kanya. Ang mga iyon ay ang lapian ni Allāh. Pansinin, tunay na ang lapian ni Allāh ay ang mga matagumpay.","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"[620] Ibig sabihin: isang liwanag isang patotoo.","lang":"tl"},{"name":"59:1","price":"Nagluwalhati kay Allāh ang anumang nasa mga langit at ang anumang nasa lupa. Siya ay ang Makapangyarihan, ang Marunong.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5127,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:2","price":"Siya ay ang nagpalisan sa mga tumangging sumampalataya kabilang sa mga May Kasulatan[621] mula sa mga tahanan nila sa unang pagkakalap [at pagpapatapon sa kanila]. Hindi kayo nagpalagay na sila ay lilisan. Nagpalagay sila na sila ay ipagtatanggol ng mga kuta nila laban kay Allāh, ngunit nagpapunta sa kanila si Allāh [ng pagdurusa] mula sa kung saan hindi nila inaasahan. Bumato Siya sa mga puso nila ng hilakbot. Sumisira sila ng mga bahay nila sa pamamagitan ng mga kamay nila at mga kamay ng mga mananampalataya. Kaya magsaalang-alang kayo [mula rito], O mga may paningin.","arabic":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5128,"juzNumber":28,"footnotes":"[621] Ibig sabihin: ang mga Hudyo ng Liping Naḍīr na sumira sa kasunduan sa mga Muslim.","lang":"tl"},{"name":"59:3","price":"Kung sakaling hindi nagtakda si Allāh sa kanila ng paglayas ay talaga sanang pinagdusa Niya sila sa Mundo. Ukol sa kanila sa Kabilang-buhay ang pagdurusa sa Apoy.","arabic":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5129,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:4","price":"Iyon ay dahil sa sila ay nakipaghidwaan kay Allāh at sa Sugo Niya [na si Muḥammad]. Ang sinumang nakikipaghidwaan kay Allāh, tunay na si Allāh ay matindi ang parusa.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5130,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:5","price":"Ang anumang pinutol ninyo na isang [punong] datiles [nila] o iniwan ninyo ito na nakatayo sa mga puno nito ay ayon sa pahintulot ni Allāh at upang magpahiya Siya sa mga suwail.","arabic":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5131,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:6","price":"Ang anumang ipinakumpiska ni Allāh sa Sugo Niya mula sa kanila ay hindi kayo nagpatulin para rito ng anumang mga kabayo ni mga kamelyo, subalit nagpapangibabaw si Allāh sa mga sugo Niya sa sinumang niloloob Niya. Si Allāh sa bawat bagay ay May-kakayahan.","arabic":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5132,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:7","price":"Ang anumang ipinakumpiska ni Allāh sa Sugo Niya mula sa mga naninirahan sa mga pamayanan ay ukol kay Allāh, ukol sa Sugo, ukol sa may pagkakamag-anak [sa Sugo],[622] mga ulila, mga dukha, at kinapos sa landas upang hindi ito maging isang yamang palipat-lipat sa pagitan ng mga mayaman kabilang sa inyo. Ang anumang ibinigay sa inyo ng Sugo [na si Propeta Muḥammad] ay kunin ninyo at ang anumang sinaway niya sa inyo ay tigilan ninyo. Mangilag kayong magkasala kay Allāh; tunay na si Allāh ay matindi ang parusa.","arabic":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5133,"juzNumber":28,"footnotes":"[622] kabilang sa Angkan ni Hāshim na pinagbawalan ng Propeta na tumanggap ng kawanggawa.","lang":"tl"},{"name":"59:8","price":"[May bahagi] para sa mga maralitang tagalikas, na mga pinalisan mula sa mga tahanan nila at mga yaman nila, habang naghahangad ng isang kabutihang-loob mula kay Allāh at isang pagkalugod, at nag-aadya kay Allāh[623] at sa Sugo Niya. Ang mga iyon ay ang mga tapat.","arabic":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5134,"juzNumber":28,"footnotes":"[623] sa pamamagitan ng pag-aadya sa Islam.","lang":"tl"},{"name":"59:9","price":"Ang mga namalagi sa tahanan [sa Madīnah] at pananampalataya bago pa ng mga iyon[624] ay umiibig sa sinumang lumikas kanila, hindi nakatatagpo sa mga dibdib nila ng isang pangangailangan sa anumang ibinigay sa mga iyon, at nagtatangi [sa mga iyon] higit sa mga sarili nila, kahit pa man sa kanila ay may kadahupan. Ang sinumang ipinagsasanggalang sa kasakiman ng sarili niya, ang mga iyon ay ang mga magtatagumpay [sa landas nila].","arabic":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5135,"juzNumber":28,"footnotes":"[624] Ibig sabihin: ang mga tagalikas mula sa Makkah.","lang":"tl"},{"name":"59:10","price":"Ang mga dumating matapos na nila ay nagsasabi: “Panginoon namin, magpatawad Ka sa amin at sa mga kapatid namin na nauna sa amin sa pananampalataya at huwag Kang maglagay sa mga puso namin ng isang pagkamuhi sa mga sumampalataya. Panginoon namin, tunay na Ikaw ay Mahabagin, Maawain.”","arabic":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5136,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:11","price":"Hindi ka ba tumingin sa mga nagpaimbabaw habang nagsasabi sa mga kapatid nila na mga tumangging sumampalataya kabilang sa mga May Kasulatan:[625] “Talagang kung pinalisan kayo ay talagang lilisan nga kami kasama sa inyo. Hindi kami tatalima alang-alang sa inyo sa isa man magpakailanman. Kung kinalaban kayo ay talagang mag-aadya nga kami sa inyo.” Si Allāh ay sumasaksi na sila ay talagang mga sinungaling.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5137,"juzNumber":28,"footnotes":"[625] Ibig sabihin: ang mga Hudyo ng liping Naḍīr.","lang":"tl"},{"name":"59:12","price":"Talagang kung pinalisan ang mga ito ay hindi sila lilisan kasama sa mga ito. Talagang kung kinalaban ang mga ito ay hindi mag-aadya sa mga ito sila [na mga mapagpaimbabaw]. Talagang kung nag-aadya man sila sa mga ito ay talaga ngang magbabaling sila ng mga likuran [nila], pagkatapos hindi sila maiaadya.","arabic":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5138,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:13","price":"Talagang kayo [na mga mananampalataya] ay higit na matindi sa pangingilabot sa mga dibdib nila kaysa kay Allāh. Iyon ay dahil sila ay mga taong hindi nakapag-uunawa.","arabic":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5139,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:14","price":"Hindi sila[626] nakikipaglaban sa inyo nang lahatan maliban sa mga pamayanang pinatibay o mula sa likod ng mga pader. Ang karahasan nila sa pagitan nila ay matindi. Mag-aakala ka na sila ay magkasama samantalang ang mga puso nila ay hati-hati. Iyon ay dahil sila ay mga taong hindi nakapag-uunawa.","arabic":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5140,"juzNumber":28,"footnotes":"[626] Ibig sabihin: ang mga Hudyo.","lang":"tl"},{"name":"59:15","price":"Katulad ng mga [Hudyo] bago pa nila kamakailan, lumasap sila ng kasaklapan ng nauukol sa kanila at ukol sa kanila ay isang pagdurusang masakit.","arabic":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5141,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:16","price":"[Ang mga mapagpaimbabaw ay] katulad ng demonyo noong nagsabi siya sa tao: “Tumanggi kang sumampalataya!” Ngunit noong tumangging sumampalataya ito ay nagsabi siya: “Tunay na ako ay walang-kaugnayan sa iyo; tunay na ako ay nangangamba kay Allāh, ang Panginoon ng mga nilalang.”","arabic":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5142,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:17","price":"Kaya ang kahihinatnan nilang dalawa ay na silang dalawa ay sa Apoy [ng Impiyerno] bilang mga mananatili roon. Iyon ay ang ganti sa mga tagalabag sa katarungan.","arabic":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5143,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:18","price":"O mga sumampalataya, mangilag kayong magkasala kay Allāh, at tumingin ang kaluluwa sa ipinauna niya para sa bukas. Mangilag kayong magkasala kay Allāh; tunay na si Allāh ay Mapagbatid sa anumang ginagawa ninyo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5144,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:19","price":"Huwag kayong maging gaya ng mga lumimot kay Allāh[627] kaya nagpalimot Siya sa kanila ng mga sarili nila.[628] Ang mga iyon ay ang mga suwail.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5145,"juzNumber":28,"footnotes":"[627] dahil sa hindi pagtalima kay Allāh.\n[628] kaya hindi sila gumagawa ng makapaglilitas sa kanila sa galit ni Allāh","lang":"tl"},{"name":"59:20","price":"Hindi nagkakapantay ang mga maninirahan sa Apoy at ang mga maninirahan sa Paraiso. Ang mga maninirahan sa Paraiso ay ang mga magwawagi.","arabic":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5146,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:21","price":"Kung sakaling nagpababa Kami ng Qur’ān na ito sa isang bundok ay talaga sanang nakakita ka rito na nagtataimtim na nagkabitak-bitak dahil sa takot kay Allāh. Ang mga paghahalintulad na iyon ay inilalahad Namin para sa mga tao nang sa gayon sila ay mag-iisip-isip.","arabic":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5147,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:22","price":"Siya ay si Allāh na walang Diyos [na karapat-dapat] kundi Siya, ang Tagaalam sa nakalingid at nasasaksihan. Siya ay ang Napakamaawain, ang Maawain.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5148,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:23","price":"Siya ay si Allāh na walang Diyos kundi Siya, ang Hari, ang Kabanal-banalan, ang Sakdal, ang Tagapagpasampalataya, ang Tagapagsubaybay, ang Makapangyarihan, ang Palasupil, ang Nakapagmamalaki. Kaluwalhatian kay Allāh higit sa anumang itinatambal nila!","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5149,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"59:24","price":"Siya ay si Allāh, ang Tagalikha, ang Tagapaglalang [na nagpasimula ng nilikha mula sa wala], ang Tagapag-anyo; taglay Niya ang mga pangalang napakagaganda. Nagluluwalhati sa Kanya ang anumang nasa mga langit at lupa. Siya ay ang Makapangyarihan, ang Marunong.","arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5150,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"60:1","price":"O mga sumampalataya, huwag kayong gumawa sa kaaway Ko at kaaway ninyo bilang mga katangkilik na nag-uukol kayo sa kanila ng pagmamahal samantalang tumanggi na silang sumampalataya sa dumating sa inyo na katotohanan, habang nagpapalisan sila sa Sugo [ni Allāh] at sa inyo dahil sumampalataya kayo kay Allāh na Panginoon ninyo. [Iyon ay] kung kayo ay hahayo dala ng isang pakikibaka sa landas Ko at dala ng paghahangad sa kaluguran Ko. Nagtatapat kayo sa kanila ng pagmamahal samantalang Ako ay nakaaalam sa anumang ikinukubli ninyo at anumang inihahayag ninyo. Ang sinumang gumagawa niyon kabilang sa inyo ay naligaw nga siya palayo sa katumpakan ng landas.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5151,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"60:2","price":"Kung mananaig sila inyo, sila para sa inyo ay magiging mga kaaway, magpapaabot sila laban sa inyo ng mga kamay nila at mga dila nila sa pamamagitan ng kasagwaan. Nag-asam sila na kung sana tumatanggi kayong sumampalataya.","arabic":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5152,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"60:3","price":"Hindi magpapakinabang sa inyo ang mga pagkakaanak ninyo ni ang mga anak ninyo. Sa Araw ng Pagbangon ay magpapahiwalay Siya sa pagitan ninyo.[629] Si Allāh sa anumang ginagawa ninyo ay Nakakikita.","arabic":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5153,"juzNumber":28,"footnotes":"[629] kaya papasok sa Paraiso ang mga maninirahan sa Paraiso at sa Impiyerno ang mga maninirahan sa Impiyern.","lang":"tl"},{"name":"60:4","price":"Nagkaroon nga para sa inyo ng isang magandang huwaran sa kay Abraham at sa mga kasama sa kanya noong nagsabi sila sa mga kababayan nila: “Tunay na kami ay mga walang-kaugnayan sa inyo at sa sinasamba ninyo bukod pa kay Allāh; tumanggi kami sa inyo at lumantad na sa pagitan namin at ninyo ang poot at ang suklam magpakailanman hanggang sa sumampalataya kayo kay Allāh lamang,” maliban sa sabi ni Abraham sa ama niya: “Talagang hihingi nga ako ng tawad para sa iyo samantalang hindi ako nakapagdudulot para sa iyo laban kay Allāh ng anuman. Panginoon namin, sa Iyo kami nanalig, tungo sa Iyo kami nagsisising bumalik [sa pagsisisi at pagtalima], at tungo sa Iyo ang kahahantungan.","arabic":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5154,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"60:5","price":"Panginoon namin, huwag Kang gumawa amin bilang pinag-uusig para sa mga tumangging sumampalataya[630] at magpatawad Ka sa amin, Panginoon namin; tunay na Ikaw ay ang Makapangyarihan, ang Marunong.”","arabic":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5155,"juzNumber":28,"footnotes":"[630] sa pamamagitan ng pagpangibabaw nila sa amin","lang":"tl"},{"name":"60:6","price":"Talaga ngang nagkaroon para sa inyo sa kanila[631] ng isang magandang huwaran para sa sinumang naging nag-aasam kay Allāh at sa Huling Araw. Ang sinumang tatalikod, tunay na si Allāh ay ang Walang-pangangailangan, ang Kapuri-puri.","arabic":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5156,"juzNumber":28,"footnotes":"[631] Ibig sabihin: kina Abraham at mga sumunod sa kanya.","lang":"tl"},{"name":"60:7","price":"Marahil si Allāh ay maglagay sa pagitan ninyo at ng mga inaway ninyo kabilang sa kanila ng isang pagmamahal. Si Allāh ay May-kakayahan. Si Allāh ay Mapagpatawad, Maawain.","arabic":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5157,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"60:8","price":"Hindi sumasaway sa inyo si Allāh kaugnay sa mga [tagatangging sumampalataya na] hindi nakipaglaban sa inyo dahil sa Relihiyon [ninyo] at hindi nagpalisan sa inyo mula sa mga tahanan ninyo, na magsamabuting-loob kayo sa kanila at magpakamakatarungan kayo sa kanila. Tunay na si Allāh ay umiibig sa mga nagpapakamakatarungan.","arabic":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5158,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"60:9","price":"Sumasaway lamang sa inyo si Allāh kaugnay sa mga [tagatangging sumampalataya na] nakipaglaban sa inyo dahil sa Relihiyon [ninyo], nagpalisan sa inyo mula sa mga tahanan ninyo, at nagtaguyod sa pagpapalisan sa inyo, na tumangkilik kayo sa kanila. Ang sinumang tumangkilik sa kanila, ang mga iyon ay ang mga tagalabag sa katarungan.","arabic":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5159,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"60:10","price":"O mga sumampalataya, kapag dumating sa inyo ang mga babaing mananampalataya bilang mga tagalikas ay sulitin ninyo sila. Si Allāh ay higit na maalam sa pananampalataya nila. Kaya kung nalaman ninyo na sila ay mga babaing mananampalataya, huwag kayong magpapabalik sa kanila sa mga tagatangging sumampalataya. Hindi sila ipinahintulot para sa mga ito ni ang mga ito ay pinahihintulutan para sa kanila. Magbigay kayo sa mga ito ng ginugol ng mga ito [na bigay-kaya sa mga maybahay ng mga ito]. Walang maisisisi sa inyo na magpakasal kayo sa kanila kapag nagbigay kayo sa kanila ng mga bigay-kaya sa kanila. Huwag kayong kumapit sa mga bigkis ng kasal sa mga babaing tagatangging sumampalataya. Humingi kayo ng ginugol ninyo [na bigay-kaya] at humingi ang mga ito ng ginugol ng mga ito. Iyon ay ang kahatulan ni Allāh; humahatol Siya sa pagitan ninyo. Si Allāh ay Maalam, Marunong.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5160,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"60:11","price":"Kung may nakaalpas sa inyo na sinuman mula sa mga maybahay ninyo patungo sa mga tagatangging sumampalataya at nakasamsam kayo [sa digmaan], magbigay kayo sa mga inalisan ng mga maybahay nila ng tulad ng ginugol nila [na bigay-kaya]. Mangilag kayong magkasala kay Allāh, na kayo ay sa Kanya mga mananampalataya.","arabic":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5161,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"60:12","price":"O Propeta, kapag dumating sa iyo ang mga babaing mananampalataya, na nangangako ng katapatan sa iyo na hindi sila magtatambal kay Allāh ng anuman, hindi sila magnanakaw, hindi sila mangangalunya, hindi sila papatay ng mga anak nila, hindi sila magdadala ng isang kasiraang-puri na ginagawa-gawa nila sa pagitan ng mga kamay nila at mga paa nila,[632] at hindi sila susuway sa iyo sa isang nakabubuti ay tumanggap ka ng pangako ng katapatan nila at humingi ka ng tawad para sa kanila kay Allāh. Tunay na si Allāh ay Mapagpatawad, Maawain.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5162,"juzNumber":28,"footnotes":"[632] Ibig sabihin: huwag nilang ipaako sa mga asawa nila ang mga anak nila sa pangangalunya.","lang":"tl"},{"name":"60:13","price":"O mga sumampalataya, huwag kayong tumangkilik sa mga tao na nagalit si Allāh sa kanila [na mga Hudyo], na nawalan na sila ng pag-asa sa [gantimpala sa] Kabilang-buhay kung paanong nawalang ng pag-asa ang mga tagatangging sumampalataya kabilang sa [panunumbalik ng] mga kasamahan ng mga libingan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5163,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"61:1","price":"Nagluwalhati kay Allāh ang anumang nasa mga langit at ang anumang nasa lupa. Siya ay ang Makapangyarihan, ang Marunong.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5164,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"61:2","price":"O mga sumampalataya, bakit kayo nagsasabi ng hindi ninyo ginagawa?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5165,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"61:3","price":"Lumaki sa pagkamuhi sa ganang kay Allāh na magsabi kayo ng hindi ninyo ginagawa.","arabic":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5166,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"61:4","price":"Tunay na si Allāh ay umiibig sa mga nakikipaglaban sa landas Niya sa isang hanay na para bang sila ay isang gusaling pinasiksik.","arabic":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5167,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"61:5","price":"[Banggitin] noong nagsabi si Moises sa mga kalipi niya: “O mga kalipi ko, bakit kayo nananakit sa akin samantalang nalalaman na ninyo na ako ay Sugo ni Allāh sa inyo?” Kaya noong lumiko sila ay nagpaliko si Allāh sa mga puso nila. Si Allāh ay hindi nagpapatnubay sa mga taong suwail.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5168,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"61:6","price":"[Banggitin] noong nagsabi si Jesus na anak ni Maria: “O mga anak ni Israel, tunay na ako ay sugo ni Allāh sa inyo bilang tagapagpatotoo para sa nauna sa akin na Torah at bilang tagapagbalita ng nakagagalak hinggil sa isang Sugo na darating matapos ko na, na ang pangalan niya ay Aḥmad.[633]” Ngunit noong naghatid siya sa kanila ng mga malinaw na patunay ay nagsabi sila: “Ito ay isang panggagaway na malinaw.”","arabic":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5169,"juzNumber":28,"footnotes":"[633] Ibig sabihin: si Muḥammad, na ang isa sa mga pangalan niya ay Aḥmad, na nangangahulugang pinakakapuri-puri.","lang":"tl"},{"name":"61:7","price":"Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang gumawa-gawa laban kay Allāh ng kasinungalingan samantalang ito ay inaanyayahan sa Islām.[634] Si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5170,"juzNumber":28,"footnotes":"[634] na nangangahulugang pagsuko at pagpapasakop kay Allāh.","lang":"tl"},{"name":"61:8","price":"Nagnanais sila na umapula sa liwanag ni Allāh sa pamamagitan ng mga bibig nila samantalang si Allāh ay maglulubos sa liwanag Niya, kahit pa man nasuklam ang mga tagatangging sumampalataya.","arabic":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5171,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"61:9","price":"Siya ay ang nagsugo sa Sugo Niya [na si Muḥammad] kalakip ng patnubay at relihiyon ng katotohanan upang magpangibabaw Siya nito sa [huwad na] relihiyon sa kabuuan nito, kahit pa man nasuklam ang mga tagapagtambal.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5172,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"61:10","price":"O mga sumampalataya, magtuturo kaya ako sa inyo sa isang pangangalakal na magliligtas sa inyo mula sa isang pagdurusang masakit?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5173,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"61:11","price":"Sasampalataya kayo kay Allāh at sa Sugo Niya [na si Muḥammad] at makikibaka kayo sa landas ni Allāh sa pamamagitan ng mga yaman ninyo at mga sarili ninyo. Iyon ay higit na mabuti para sa inyo kung kayo ay nakaaalam.","arabic":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5174,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"61:12","price":"[Kung gagawin ninyo,] magpapatawad Siya sa inyo ng mga pagkakasala ninyo at magpapapasok Siya sa inyo sa mga Hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog at sa mga tahanang kaaya-aya sa mga Hardin ng Eden. Iyon ang pagkatamong sukdulan.","arabic":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5175,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"61:13","price":"May iba pang [biyaya] iibigin ninyo: isang pag-aadya mula kay Allāh at isang pagsakop na malapit. Magbalita ka ng nakagagalak sa mga mananampalataya.","arabic":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5176,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"61:14","price":"O mga sumampalataya, maging mga tagapag-adya ni Allāh kayo gaya ng sinabi ni Jesus na anak ni Maria sa mga disipulo niya: “Sino ang mga tagapag-adya ko tungo kay Allāh?” Nagsabi ang mga disipulo: “Kami ay ang mga tagapag-adya tungo kay Allāh.” Kaya may sumampalataya na isang pangkatin mula sa mga anak ni Israel at may tumangging sumampalataya na isang pangkatin. Kaya umalalay Kami sa mga sumampalataya laban sa kaaway nila, kaya sila ay naging mga tagapangibabaw.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5177,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"62:1","price":"Nagluluwalhati kay Allāh ang anumang nasa mga langit at ang anumang nasa lupa, ang Hari, ang Kabanal-banalan, ang Makapangyarihan, ang Marunong.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5178,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"62:2","price":"Siya ay ang nagpadala sa mga iliterato ng isang sugo [na si Propeta Muḥammad] kabilang sa kanila, na bumibigkas sa kanila ng mga talata Niya, nagbubusilak sa kanila, at nagtuturo sa kanila ng Aklat [na Qur’ān] at Karunungan – at bagamat sila dati bago pa niyan ay talagang nasa isang pagkaligaw na malinaw –","arabic":"هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5179,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"62:3","price":"at [nagpadala rito] sa mga iba pa[635] kabilang sa kanila na hindi pa sumama sa kanila. Siya ay ang Makapangyarihan, ang Marunong.","arabic":"وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5180,"juzNumber":28,"footnotes":"[635] na mga Arabe at mga hindi Arabe.","lang":"tl"},{"name":"62:4","price":"Iyon ay kabutihang-loob ni Allāh; nagbibigay Siya nito sa sinumang niloloob Niya. Si Allāh ay may kabutihang-loob na sukdulan.","arabic":"ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5181,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"62:5","price":"Ang paghahalintulad sa mga pinagpasan ng Torah, pagkatapos hindi pumasan nito, ay gaya ng paghahalintulad sa asno habang pumapasan ng mga makapal na aklat.[636] Kay saklap ang paghahalintulad sa mga taong nagpasinungaling sa mga talata ni Allāh [sa Qur’ān]! Si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan.","arabic":"مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5182,"juzNumber":28,"footnotes":"[636] samantalang hindi nakaaalam sa ipinapasan","lang":"tl"},{"name":"62:6","price":"Sabihin mo: “O mga naghudyo, kung umangkin kayo na kayo ay mga katangkilik para kay Allāh bukod sa mga tao ay magmithi kaya ng kamatayan kung kayo ay mga tapat.”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5183,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"62:7","price":"Hindi sila magmimithi niyon magpakailanman dahil sa ipinauna ng mga kamay nila. Si Allāh ay Maalam sa mga tagalabag sa katarungan.","arabic":"وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5184,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"62:8","price":"Sabihin mo: “Tunay na ang kamatayan na tumatakas kayo mula roon, tunay na ito ay makikipagkita sa inyo. Pagkatapos ibabalik kayo sa Tagaalam sa nakalingid at nasasaksihan, saka magbabalita Siya sa inyo hinggil sa dati ninyong ginagawa.”","arabic":"قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5185,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"62:9","price":"O mga sumampalataya, kapag nanawagan para sa pagdarasal sa araw ng Biyernes ay magmadali kayo sa pag-alaala kay Allāh at iwan ninyo ang pagtitinda. Iyon ay higit na mabuti para sa inyo kung kayo ay nakaaalam.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5186,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"62:10","price":"Kaya kapag natapos ang pagdarasal ay magsikalat kayo sa lupain, maghangad kayo mula sa kabutihang-loob ni Allāh, at mag-alaala kayo kay Allāh nang madalas nang sa gayon kayo ay magtatagumpay.","arabic":"فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5187,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"62:11","price":"Ngunit nang [minsang] nakakita sila ng isang pangangalakal o isang paglilibangan ay nagkahiwa-hiwalay sila patungo roon at umiwan sila sa iyo na nakatayo. Sabihin mo: “Ang nasa ganang kay Allāh ay higit na mabuti kaysa sa paglilibangan at [higit na mabuti] kaysa sa pangangalakal. Si Allāh ay ang pinakamabuti sa mga tagatustos.”","arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5188,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"63:1","price":"Kapag dumating sa iyo ang mga mapagpaimbabaw ay nagsasabi sila: “Sumasaksi kami na tunay na ikaw ay talagang Sugo ni Allāh.” Si Allāh ay nakaaalam na tunay na ikaw ay talagang Sugo Niya. Si Allāh ay sumasaksi na tunay na ang mga mapagpaimbabaw ay talagang mga sinungaling.[637]","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"[637] sa inaaangkin nila na silay sumasaksi mula sa kaibuturan ng mga puso nila na ikaw ay Sugo Niya.","lang":"tl"},{"name":"63:2","price":"Gumawa sila sa mga panunumpa nila bilang panangga [laban sa pagkapatay] kaya sumagabal sila sa landas[638] ni Allāh. Tunay na sila ay kay sagwa ang dati ginagawa!","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"[638] Ibig sabihin: ang Relihiyong Islam na pinili ni Allāh para sa tao at jinn.","lang":"tl"},{"name":"63:3","price":"Iyon ay dahil sila ay sumampalataya, pagkatapos tumangging sumampalataya, kaya nagpinid sa mga puso nila, kaya sila ay hindi nakapag-uunawa.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"63:4","price":"Kapag nakakita ka sa kanila ay magpapahanga sa iyo ang mga anyo nila at kung magsasabi sila ay makikinig ka sa sabi nila. Para bang sila ay mga kahoy na isinandal [na walang buhay]. Nag-aakala sila na bawat sigaw ay laban sa kanila. Sila ay ang mga kalaban kaya mag-ingat ka sa kanila. Sumpain sila ni Allāh! Paanong nalilinlang sila [palayo sa pananampalataya]?","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"63:5","price":"Kapag sinabi sa kanila: “Halikayo, hihingi ng tawad [mula kay Allāh] para sa inyo ang Sugo ni Allāh,” ay nag-iiling-iling sila ng mga ulo nila at nakakikita ka sa kanila na sumasagabal habang sila ay mga nagmamalaki.","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"63:6","price":"Magkapantay sa kanila na humingi ka man ng tawad para sa kanila o hindi ka humingi ng tawad para sa kanila; hindi magpapatawad si Allāh sa kanila. Tunay na si Allāh ay hindi nagpapatnubay sa mga taong suwail.","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"63:7","price":"Sila ay ang mga nagsasabi: “Huwag kayong gumugol sa mga nasa piling ng Sugo ni Allāh hanggang sa magkahiwa-hiwalay sila [palayo sa kanya].” Sa kay Allāh ang mga ingatang-yaman ng mga langit at lupa, subalit ang mga mapagpaimbabaw ay hindi nakapag-uunawa.","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"63:8","price":"Nagsasabi sila: “Talagang kung bumalik kami sa Madīnah ay talaga ngang magpapalisan ang pinakamakapangyarihan mula roon sa pinakakaaba-kaaba.” Sa kay Allāh ang kapangyarihan, sa Sugo Niya, at sa mga mananampalataya, subalit ang mga mapagpaimbabaw ay hindi nakaaalam.","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"63:9","price":"O mga sumampalataya, huwag lumibang sa inyo ang mga yaman ninyo ni ang mga anak ninyo palayo sa pag-alaala kay Allāh. Ang sinumang gumawa niyon, ang mga iyon ay ang mga lugi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"63:10","price":"Gumugol kayo [sa kawanggawa] mula sa itinustos Namin sa inyo bago pa pumunta sa isa sa inyo ang kamatayan para magsabi siya: “Panginoon ko, bakit hindi Ka nag-aantala sa akin hanggang sa isang taning na malapit para magkawanggawa ako at ako ay maging kabilang sa mga maayos?”","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"63:11","price":"Hindi mag-aantala si Allāh sa isang kaluluwa kapag dumating ang taning nito. Si Allāh ay Mapagbatid sa anumang ginagawa ninyo.","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:1","price":"Nagluluwalhati kay Allāh ang anumang nasa mga langit at ang anumang nasa lupa; sa Kanya ang paghahari at ukol sa Kanya ang papuri. Siya sa bawat bagay ay May-kakayahan.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:2","price":"Siya ay ang lumikha sa inyo, saka kabilang sa inyo ay tagatangging sumampalataya at kabilang sa inyo ay mananampalataya. Si Allāh sa anumang ginagawa ninyo ay Nakakikita.","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:3","price":"Lumikha Siya ng mga langit at lupa ayon sa katotohanan, nagbigay-anyo Siya sa inyo saka nagpaganda Siya ng mga anyo ninyo; tungo sa Kanya ang kahahantungan.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:4","price":"Nakaaalam Siya sa anumang nasa mga langit at lupa at nakaaalam Siya sa anumang inililihim ninyo at anumang inihahayag ninyo. Si Allāh ay Maalam sa laman ng mga dibdib.","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:5","price":"Hindi ba sumapit sa inyo ang ulat hinggil sa mga tumangging sumampalataya bago pa niyan? Kaya lumasap sila ng kasaklapan ng nauukol sa kanila, at ukol sa kanila ay isang pagdurusang masakit.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:6","price":"Iyon ay dahil noon ay nagdadala sa kanila ang mga sugo nila [mula kay Allāh] ng mga malinaw na patunay ngunit nagsabi sila: “Mga tao ba ang papatnubay sa amin?” Kaya tumanggi silang sumampalataya, tumalikod sila, at nagwalang-halaga si Allāh [sa pagtalima nila]. Si Allāh ay Walang-pangangailangan, Kapuri-puri.","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:7","price":"Nag-angkin ang mga tumangging sumampalataya na hindi raw sila bubuhayin. Sabihin mo: “Oo naman; sumpa man sa Panginoon ko, talagang bubuhayin nga kayo, pagkatapos talagang babalitaan nga kayo hinggil sa ginawa ninyo. Iyon kay Allāh ay madali.”","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:8","price":"Kaya sumampalataya kayo kay Allāh, sa Sugo Niya [na si Propeta Muḥammad], at sa liwanag [ng patnubay] na pinababa. Si Allāh sa anumang ginagawa ninyo ay Mapagbatid.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:9","price":"Sa Araw na magtitipon Siya sa inyo para sa Araw ng pagtitipon. Iyon ay ang araw ng lamangan. Ang sinumang sumasampalataya kay Allāh at gumagawa ng matuwid ay magtatakip Siya rito sa mga masagwang gawa nito at magpapapasok Siya rito sa mga Hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito magpakailanman. Iyon ang pagkatamong sukdulan.","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:10","price":"Ang mga tumangging sumampalataya at nagpasinungaling sa mga talata Namin [sa Qur’ān], ang mga iyon ay ang mga maninirahan sa Apoy [ng Impiyerno] bilang mga mananatili roon. Kay saklap ang kahahantungan!","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:11","price":"Walang tumama na anumang kasawian [sa sinuman] malibang ayon sa pahintulot ni Allāh. Ang sinumang sumasampalataya kay Allāh ay magpapatnubay Siya sa puso nito. Si Allāh sa bawat bagay ay Maalam.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:12","price":"Tumalima kayo kay Allāh at tumalima kayo sa Sugo [na si Propeta Muḥammad]. Kaya kung tumalikod kayo, tanging kailangan sa Sugo Namin ang pagpapaabot na malinaw [ng mensahe].","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:13","price":"Si Allāh, walang Diyos [na karapat-dapat] kundi Siya. Kay Allāh ay manalig ang mga mananampalataya.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:14","price":"O mga sumampalataya, tunay na mayroon sa mga maybahay ninyo at mga anak ninyo na kaaway para sa inyo[639] kaya mag-ingat kayo sa kanila. Kung magpapaumanhin kayo, magpapalampas kayo,[640] at magpapatawad kayo, tunay na si Allāh ay Mapagpatawad, Maawain.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"[639] dahil sa pag-abala nila sa inyo sa pag-alaala kay Allāh at pakikibaka sa landas Niya\n[640] ng mga kamalian nila sa inyo at sa mga usaping pangmundo.","lang":"tl"},{"name":"64:15","price":"Ang mga yaman ninyo at ang mga anak ninyo ay isang tukso lamang samantalang si Allāh sa ganang Kanya ay may isang pabuyang sukdulan.","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:16","price":"Kaya mangilag kayong magkasala kay Allāh sa abot ng makakaya ninyo, makinig kayo, tumalima kayo, at gumugol kayo [sa landas ni Allāh] ng isang kabutihan para sa mga sarili ninyo. Ang sinumang ipinagsanggalang sa kasakiman ng sarili niya, ang mga iyon ay ang mga magtatagumpay.","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"64:17","price":"Kung magpapautang kayo kay Allāh ng isang pagpapautang na maganda[641] ay magpapaibayo Siya nito para sa inyo at magpapatatawad Siya sa inyo. Si Allāh ay Mapagpasalamat, Matimpiin,","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"[641] Ibig sabihin: magkalob kaya mula sa mga yaman ninyo alang-alang sa Kanya.","lang":"tl"},{"name":"64:18","price":"ang Tagaalam sa nakalingid at nasasaksihan, ang Makapangyarihan, ang Marunong.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"65:1","price":"O Propeta, kapag magdidiborsiyo kayo ng mga maybahay ay magdiborsiyo kayo sa kanila sa para sa [simula ng] panahon ng paghihintay nila, [642] magbilang kayo ng panahon ng paghihintay,[643] at mangilag kayong magkasala kay Allāh na Panginoon ninyo. Huwag kayong magpalisan sa kanila sa mga bahay [ng mga asawa] nila at hindi sila lilisan [sa panahon ng paghihintay] maliban na makagawa sila ng isang mahalay na naglilinaw. Iyon ay ang mga hangganan ni Allāh. Ang sinumang lalabag sa mga hangganan ni Allāh ay lumabag nga siya sa katarungan sa sarili niya. Hindi ka nakababatid marahil si Allāh ay magpangyari matapos niyon ng isang bagay [para magbalikan].","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"[642] Ibig sabihin: matapos na pagkalubos ng buwang dalaw ngunit bago maganap ang pakikipagtalik o sa panahon ng natiyak na pagdadalang-tao.\n[643] Ibig sabihin: maghintay ng tatlong buwanang dalaw.","lang":"tl"},{"name":"65:2","price":"Kaya kapag umabot sila sa taning nila ay humawak kayo sa kanila ayon sa isang nakabubuti o makipaghiwalay kayo sa kanila ayon sa isang nakabubuti. Magpasaksi kayo sa dalawang may katarungan kabilang sa inyo at magpanatili kayo ng pagsasaksi kay Allāh. Iyon ay ipinangangaral sa sinumang naging sumasampalataya kay Allāh at sa Huling Araw. Ang sinumang nangingilag magkasala kay Allāh ay gagawa Siya para rito ng isang malalabasan [sa bawat kagipitan],","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"65:3","price":"at magtutustos Siya rito mula sa kung saan hindi nito inaasahan. Ang sinumang nananalig kay Allāh, Siya ay kasapatan dito. Tunay na si Allāh ay umaabot sa nauukol sa Kanya. Gumawa nga si Allāh para sa bawat bagay ng isang pagtatakda.","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"65:4","price":"Ang mga nawalan ng regla kabilang sa mga maybahay ninyo, kung nag-alinlangan kayo, ang panahon ng paghihintay nila ay tatlong buwan, at [gayundin] ang mga hindi na niregla. Ang mga may dinadalang-tao, ang taning [ng paghihintay] nila ay na magsilang sila ng dinadalang-tao nila. Ang sinumang nangingilag magkasala kay Allāh,[644] gagawa Siya para rito mula sa lagay nito ng isang kaluwagan.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"[644] sa pamamagitan ng pagsunod sa mga ipinag-uutos Niya at pag-iwas sa mga sinasaway Niya.","lang":"tl"},{"name":"65:5","price":"Iyon ay utos ni Allāh; nagpababa Siya nito sa inyo. Ang sinumang nangingilag magkasala kay Allāh[645] ay magtatakip Siya rito sa mga masagwang gawa nito at magpapasukdulan Siya para rito ng pabuya.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"[645] sa pamamagitan ng pagsunod sa mga ipinag-uutos Niya at pag-iwas sa mga sinasaway Niya.","lang":"tl"},{"name":"65:6","price":"Magpatira kayo sa kanila [na mga babaing diniborsiyo] kung saan kayo nakatira ayon sa kaya ninyo at huwag kayong makipinsala sa kanila upang manggipit kayo sa kanila. Kung sila ay mga may dinadalang-tao, gumugol kayo sa kanila hanggang sa magsilang sila ng dinadalang-tao nila; saka kung nagpasuso sila [ng mga anak ninyo] para sa inyo, magbigay kayo sa kanila ng mga upa nila at mag-utusan kayo sa pagitan ninyo ayon sa isang nakabubuti. Kung nagkapahirapan kayo ay magpapasuso para rito ang ibang babae.","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"65:7","price":"Gumugol ang may kaluwagan mula sa kaluwagan niya. Ang sinumang pinakapos ang panustos sa kanya ay gumugol siya mula sa ibinigay sa kanya ni Allāh. Hindi nag-aatang si Allāh sa isang kaluluwa malibang ayon sa ibinigay Niya rito. Gagawa si Allāh, matapos ng isang hirap, ng isang ginhawa.","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"65:8","price":"Kay rami ng pamayanang nagpakapalalo sa utos ng Panginoon ng mga ito at ng sugo ng mga ito. Kaya magtutuos Kami sa mga ito sa isang pagtutuos na matindi [na pagdurusa sa Mundo] at magdudulot Kami ng parusa sa mga ito sa isang pagdurusang pagkasama-sama [sa Mundo at Kabilang-buhay].","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"65:9","price":"Kaya lumasap ang mga ito ng kasaklapan ng nauukol sa mga ito at ang kinahinatnan ng nauukol sa mga ito ay naging isang pagkalugi [na walang-hanggan].","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"65:10","price":"Naghanda si Allāh para sa kanila ng isang pagdurusang matindi, kaya mangilag kayong magkasala kay Allāh, O mga may isip na mga sumampalataya. Nagpababa nga si Allāh sa inyo ng isang paalaala:","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"65:11","price":"isang Sugo[646] na bumibigkas sa inyo ng mga talata ni Allāh [sa Qur’ān], bilang mga naglilinaw, upang magpalabas Siya sa mga sumampalataya at gumawa ng mga maayos mula sa mga kadiliman tungo sa liwanag. Ang sinumang sumasampalataya kay Allāh at gumagawa ng maayos ay magpapapasok Siya rito sa mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito magpakailanman. Gumawa nga ng maganda si Allāh para rito sa pagtustos.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"[646] na si Propeta Muḥammad","lang":"tl"},{"name":"65:12","price":"Si Allāh ay ang lumikha ng pitong langit at mula sa lupa ng tulad ng mga ito. Nagbababaan ang kautusan sa pagitan ng mga ito upang makaalam kayo na si Allāh sa bawat bagay ay May-kakayahan, at na si Allāh ay pumaligid nga sa bawat bagay sa kaalaman.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"66:1","price":"O Propeta, bakit ka nagbabawal [sa sarili mo] ng ipinahintulot ni Allāh para sa iyo, na naghahangad ng kaluguran ng mga maybahay mo? Si Allāh ay Mapagpatawad, Maawain.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5230,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"66:2","price":"Nagsatungkulin nga si Allāh para sa inyo ng pagkalas sa mga panunumpa ninyo. Si Allāh ay ang Pinagpapatangkilikan ninyo at Siya ay ang Maalam, ang Marunong.","arabic":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5231,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"66:3","price":"[Banggitin] noong nagtapat ang Propeta sa isa sa mga maybahay niya [na si Ḥafṣah] ng isang napag-usapan, saka noong nagsabalita ito hinggil doon [kay`Ā’ishah] at naglantad naman niyon si Allāh sa kanya, nagbigay-alam siya ng isang bahagi nito at nagwalang-bahala siya sa ibang bahagi. Kaya noong nagsabalita siya rito hinggil doon ay nagsabi ito: “Sino ang nagbalita sa iyo nito?” Nagsabi siya: “Nagsabalita sa akin [si Allāh,] ang Maalam, ang Mapagbatid.”","arabic":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5232,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"66:4","price":"[Tatanggapin] kung magbabalik-loob kayong dalawa[647] kay Allāh sapagkat kumiling nga ang mga puso ninyong dalawa.[648] Kung magtataguyuran kayong dalawa laban sa kanya,[649] tunay na si Allāh ay Mapagtangkilik sa kanya at si Gabriel at ang maayos sa mga mananampalataya. Ang mga anghel, matapos niyon, ay mapagtaguyod [sa Kanya].","arabic":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5233,"juzNumber":28,"footnotes":"[647] Hafsah at `Ā‘ishah\n[648] sa kinasuklaman ng Sugo\n[649] sa kinasusuklaman Niya.","lang":"tl"},{"name":"66:5","price":"Marahil ang Panginoon niya, kung nagdiborsiyo siya sa inyo, ay magpapalit sa kanya ng mga maybahay na higit na mabuti kaysa sa inyo – mga babaing tagapagpasakop, mga babaing mananampalataya, mga babaing masunurin, mga babaing tagapagbalik-loob, mga babaing mananamba, mga babaing tagaayuno, na mga dating nakapag-asawa at mga birhen.","arabic":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5234,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"66:6","price":"O mga sumampalataya, magsanggalang kayo sa mga sarili ninyo at mga mag-anak ninyo sa isang apoy na ang panggatong nito ay ang mga tao at ang mga bato, na sa ibabaw nito ay may mga anghel na mababagsik na matitindi na hindi sumusuway kay Allāh sa anumang ipinag-utos Niya sa kanila at gumagawa sa anumang inuutos sa kanila.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5235,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"66:7","price":"O mga tumangging sumampalataya, huwag kayong magdahi-dahilan sa Araw [na ito]; gagantihan lamang kayo sa dati ninyong ginagawa [na kasamaan].","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5236,"juzNumber":28,"footnotes":"","lang":"tl"},{"name":"66:8","price":"O mga sumampalataya, magbalik-loob kayo kay Allāh sa isang pagbabalik-loob na tunay. Marahil ang Panginoon ninyo ay magtatakip para sa inyo sa mga masagwang gawa ninyo at magpapasok sa inyo sa mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog, sa Araw na hindi magpapahiya si Allāh sa Propeta at mga sumampalataya kasama sa kanya. Ang liwanag nila ay sisinag sa harapan nila at sa mga kanang kamay nila, habang nagsasabi: “Panginoon namin, lumubos Ka para sa amin ng liwanag[650] namin at magpatawad Ka sa amin; tunay na Ikaw sa bawat bagay ay May-kakayahan.”","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5237,"juzNumber":28,"footnotes":"[650] upang ligtas na makatawid sa tulay sa ibabaw ng Impiyerno.","lang":"tl"},{"name":"66:9","price":"O Propeta [Muḥammad], makibaka ka sa mga tagatangging sumampalataya at mga mapagpaimbabaw[651] at magpakabagsik ka sa kanila [sa digmaan]. Ang kanlungan nila ay ang Impiyerno. Kay saklap ang kahahantungan!","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5238,"juzNumber":28,"footnotes":"[651] sa pamamagitan ng pagpapatupad ng batas ng katarungan sa kanila.","lang":"tl"},{"name":"66:10","price":"Naglahad si Allāh ng isang paghahalintulad, para sa mga tumangging sumampalataya, sa maybahay ni Noe at maybahay ni Lot. Silang dalawa noon ay nasa ilalim ng dalawang lingkod kabilang sa mga lingkod Naming maaayos ngunit nagtaksil[652] silang dalawa sa dalawang ito kaya hindi nakapagdulot ang dalawang ito para sa kanilang dalawa mula kay Allāh ng anuman. Sasabihin: “Pumasok kayong dalawa sa Apoy kasama ng mga papasok.”","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5239,"juzNumber":28,"footnotes":"[652] sa pamamagitan ng pagsalungat sa mensahe na ipinadala sa mga asawa nila.","lang":"tl"},{"name":"66:11","price":"Naglahad si Allāh ng isang paghahalintulad, para sa mga sumampalataya, sa maybahay[653] ni Paraon noong nagsabi siya: “Panginoon ko, magpatayo Ka para sa akin sa piling Mo ng isang bahay sa Paraiso, magligtas Ka sa akin laban kay Paraon at sa [karumal-dumal na] gawain niya, at magligtas Ka sa akin laban sa mga taong tagalabag sa katarungan.”","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5240,"juzNumber":28,"footnotes":"[653] Si `Āsiyah sa wikang Arabe o Bithiah sa wikang Hebreo.","lang":"tl"},{"name":"66:12","price":"[Naglahad ng isang paghahalimbawa] kay Maria na anak ni `Imrān,[654] na nangalaga sa puri niya, kaya umihip Kami doon [sa bulsa ng baro] sa pamamagitan ng Espiritu Namin [na si Anghel Gabriel]. Nagpatotoo siya sa mga salita ng Panginoon niya at mga kasulatan Nito at siya noon ay kabilang sa mga masunurin [sa Panginoon].","arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5241,"juzNumber":28,"footnotes":"[654] Amram sa Hebreo","lang":"tl"}],"juz":{"id":28,"name":"قَدْ سَمِعَ اللَّهُ","transliteration":"Qad Sami’ Allah","transEn":"Allah Has Heard","startVerse":"58:1","endVerse":"66:12","totalVerses":137}}