{"data":[{"name":"2:253","price":"253 Ang mga sugong iyon ay nagtangi Kami sa iba sa kanila higit sa iba kabilang sa kanila. Mayroon sa kanila na kinausap ni Allāh. Nag-angat Siya sa iba sa kanila sa mga antas. Nagbigay kay Jesus na anak ni Maria ng mga malinaw na patunay at umalalay sa kanya sa pamamagitan ng Espiritu ng Kabanalan.[74] Kung sakaling niloob ni Allāh ay hindi sana naglaban-laban ang mga matapos na nila matapos na dumating sa kanila ang mga malinaw na patunay; subalit nagkaiba-iba sila sapagkat mayroon sa kanila na sumampalataya at mayroon sa kanila na tumangging sumampalataya. Kung sakaling niloob ni Allāh ay hindi sana sila naglaban-laban; subalit si Allāh ay gumagawa ng anumang ninanais Niya.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"[74] Ang tinutukoy ng Espiritu ng Kabanalan sa Qur’an ay si Anghel Gabriel..","lang":"tl"},{"name":"2:254","price":"O mga sumampalataya, gumugol kayo [sa kawanggawa] mula sa itinustos Namin sa inyo bago pa may pumuntang isang araw na walang bilihan doon ni pagkakaibigan ni pamamagitan. Ang mga tagatangging sumampalataya ay ang mga tagalabag sa katarungan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:255","price":"Si Allāh, walang Diyos kundi Siya, ang Buháy, ang Mapagpanatili. Walang nakatatangay sa Kanya na isang antok ni isang pagkatulog. Sa Kanya ang anumang nasa mga langit at ang anumang nasa lupa. Sino itong mamamagitan sa piling Niya malibang ayon pahintulot Niya? Nakaaalam Siya sa anumang nasa harapan nila at anumang nasa likuran nila. Hindi sila nakapapaligid sa anuman mula sa kaalaman Niya malibang ayon sa niloob Niya. Sumakop ang silya Niya sa mga langit at lupa at hindi nakabibigat sa Kanya ang pangangalaga sa mga ito. Siya ay ang Mataas, ang Sukdulan.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:256","price":"Walang pamimilit sa relihiyon. Luminaw nga ang pagkagabay sa pagkalisya. Kaya ang sinumang tumatangging sumampalataya sa nagpapakadiyos at sumasampalataya kay Allāh ay nakakapit nga sa hawakang pinakamatibay na walang pagkalamat para rito. Si Allāh ay Madinigin, Maalam.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:257","price":"Si Allāh ay Katangkilik ng mga sumampalataya; nagpapalabas Siya sa kanila mula sa mga kadiliman tungo sa liwanag. Ang mga tumangging sumampalataya, ang mga katangkilik nila ay ang nagpapakadiyos; nagpapalabas ito sa kanila mula sa liwanag tungo sa mga kadiliman. Ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:258","price":"Hindi ka ba nakaalam sa nangatwiran[75] kay Abraham hinggil sa Panginoon nito dahil nagbigay sa kanya si Allāh ng paghahari? Noong nagsabi si Abraham: “Ang Panginoon ko ay ang nagbibigay-buhay at nagbibigay-kamatayan” ay nagsabi siya: “Ako ay nagbibigay-buhay at nagbibigay-kamatayan.” Nagsabi si Abraham: “Ngunit tunay na si Allāh ay nagpaparating sa araw mula sa silangan kaya magparating ka nito mula sa kanluran.” Kaya nagitla ang tumangging sumampalataya. Si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"[75] Sinasabing ito ay si Nimrod, na isang hari sa Iraq nang mga panahong iyon.","lang":"tl"},{"name":"2:259","price":"O gaya ng naparaan[76] sa isang pamayanan samantalang iyon ay gumuho sa mga bubungan niyon. Nagsabi ito: “Paanong magbibigay-buhay rito si Allāh matapos ng kamatayan nito?” Kaya nagbigay-kamatayan dito si Allāh ng isandaang taon, pagkatapos bumuhay Siya rito. Nagsabi Siya: “Gaano ka katagal namalaging [patay]?” Nagsabi ito: “Namalagi akong [patay] ng isang araw o ng isang bahagi ng isang araw.” Nagsabi Siya: “Bagkus namalagi ka ng isandaang taon. Tumingin ka sa pagkain mo at inumin mo, hindi ito nagbago. Tumingin ka sa asno mo, at upang gawin ka Naming isang tanda para sa mga tao. Tumingin ka sa mga buto [ng asno] kung papaano Kaming magbabangon sa mga ito, pagkatapos magbabalot sa mga ito ng laman.” Kaya noong luminaw ito sa kanya ay nagsabi siya: “Nalalaman ko na si Allāh sa bawat bagay ay May-kakayahan.”","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"[76] Sinasabing ang naparaang ito ay Propeta Ezra.","lang":"tl"},{"name":"2:260","price":"[Banggitin] noong nagsabi si Abraham: “Panginoon ko, ipakita Mo sa akin kung papaano Kang nagbibigay-buhay sa mga patay.” Nagsabi Siya: “At hindi ka ba sumampalataya?” Nagsabi ito: “Opo; subalit [humiling ako nito] upang mapanatag ang puso ko.” Nagsabi Siya: “Kaya kumuha ka ng apat na ibon saka maglagak ka ng mga ito sa iyo [upang pagputul-putulin]. Pagkatapos maglagay ka sa bawat burol mula sa mga ito ng isang bahagi. Pagkatapos manawagan ka sa mga ito, pupunta sa iyo ang mga ito sa iyo nang agaran. Alamin mo na si Allāh ay Makapangyarihan, Marunong.”","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:261","price":"Ang paghahalintulad sa mga gumugugol ng mga salapi nila sa landas ni Allāh ay gaya ng paghahalintulad sa isang butil na nagpatubo ng pitong puso, na sa bawat puso ay may isandaang butil. Si Allāh ay nagpapaibayo para sa sinumang niloloob Niya. Si Allāh ay Malawak, Maalam.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:262","price":"Ang mga gumugugol ng mga salapi nila ayon sa landas ni Allāh, pagkatapos hindi nila pinasusundan ang anumang ginugol nila ng isang panunumbat ni pananakit, ukol sa kanila ang pabuya nila sa ganang Panginoon nila, at walang pangamba sa kanila ni sila ay malulungkot.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:263","price":"Anumang sinasabing nakabubuti at pagpapatawad ay higit na mainam kaysa sa isang kawanggawang sinusundan ng isang pananakit. Si Allāh ay Walang-pangangailangan, Matimpiin.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:264","price":"O mga sumampalataya, huwag kayong magpawalang-saysay sa mga kawanggawa ninyo sa pamamagitan ng panunumbat at pananakit gaya ng gumugugol ng salapi niya dala ng pagpapakita sa mga tao ngunit hindi sumasampalataya kay Allāh at sa Huling Araw. Ang paghahalintulad sa kanya ay gaya ng paghahalintulad sa isang batong makinis na sa ibabaw nito ay may alabok at may tumama rito na isang masaganang ulan at nag-iwan iyon rito na hantad. Hindi sila nakakakaya sa anuman mula sa kinamit nila. Si Allāh ay hindi nagpapatnubay sa mga taong tagatangging sumampalataya.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:265","price":"Ang paghahalintulad sa mga gumugugol ng mga salapi nila dala ng paghahangad sa kaluguran ni Allāh at sa pagpapatatag sa mga sarili nila ay gaya ng paghahalintulad sa isang hardin sa nakaumbok na lupa na may tumama rito na isang masaganang ulan kaya nagbigay ito ng mga bunga nito nang dalawang ibayo, at kung walang tumama rito na isang masaganang ulan ay may ambon naman [na sasapat]. Si Allāh, sa anumang ginagawa ninyo, ay Nakakikita.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:266","price":"Nag-aasam ba ang isa sa inyo na magkaroon siya ng isang hardin ng datiles at mga ubas, na dumadaloy mula sa ilalim nito ang mga ilog, na nagkaroon siya sa loob nito ng lahat ng mga bunga, at tumama sa kanya ang katandaan habang mayroon siyang mga supling na mahihina, saka may tumama roon na isang buhawi na sa loob nito ay may apoy kaya nasunog iyon? Gayon naglilinaw si Allāh para sa inyo ng mga tanda, nang sa gayon kayo ay mag-iisip-isip.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:267","price":"O mga sumampalataya, gumugol kayo mula sa mga kaaya-ayang bagay na kinamit ninyo at mula sa mga pinalabas Namin para sa inyo mula sa lupa. Huwag kayong maglayon ng karima-rimarim mula roon, na gumugugol kayo samantalang kayo ay hindi mga tatanggap nito maliban na magpikit-mata kayo rito. Alamin ninyo na si Allāh ay Walang-pangangailangan, Kapuri-puri.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:268","price":"Ang demonyo ay nangangako sa inyo ng karalitaan at nag-uutos sa inyo ng kahalayan samantalang si Allāh ay nangangako sa inyo ng isang kapatawaran mula sa Kanya at isang kabutihang-loob. Si Allāh ay Malawak, Maalam.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:269","price":"Nagbibigay Siya ng karunungan sa sinumang niloloob Niya. Ang sinumang binigyan ng karunungan ay nabigyan nga ng kabutihang marami. Walang nagsasaalaala kundi ang mga may isip.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:270","price":"Ang anumang ginugol ninyo na gugulin o ipinanata ninyo na panata, tunay na si Allāh ay nakaaalam nito. Walang ukol sa mga tagalabag sa katarungan na anumang mga tagaadya.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:271","price":"Kung maglalantad kayo ng mga kawanggawa ay kay inam ng mga ito! Kung magkukubli kayo ng mga ito at magbibigay kayo ng mga ito sa mga maralita, iyon ay higit na mabuti para sa inyo. Magtatakip-sala si Allāh para sa inyo ng ilan sa mga masagwang gawa ninyo. Si Allāh sa anumang ginagawa ninyo ay Mapagbatid.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:272","price":"Hindi nasa iyo ang pagpatnubay sa kanila, subalit si Allāh ay nagpapatnubay sa sinumang niloloob Niya. Ang anumang ginugugol ninyo na kabutihan ay ukol sa mga sarili ninyo. Hindi kayo gumugugol malibang sa paghahangad [ng ikalulugod] ng mukha ni Allāh. Ang anumang ginugugol ninyo na kabutihan ay lulubus-lubusin tungo sa inyo [ang kabayaran] at kayo ay hindi lalabagin sa katarungan.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:273","price":"[Ang mga kawanggawa ay] ukol sa mga maralitang naitalaga ayon sa landas ni Allāh; hindi sila nakakakaya ng paglalakbay sa lupain [upang maghanapbuhay]. Nag-aakala sa kanila ang mangmang na mga mayaman [sila] dahil sa pagpipigil na manghingi. Nakakikilala ka sa kanila dahil sa tanda nila: hindi sila nanghihingi sa mga tao nang may pamimilit. Ang anumang ginugugol ninyo na mabuti, tunay si Allāh dito ay Maalam.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:274","price":"Ang mga gumugugol ng mga yaman nila sa gabi at maghapon nang palihim at hayagan ay ukol sa kanila ang pabuya sa kanila sa ganang Panginoon nila, at walang pangamba sa kanila ni sila ay malulungkot.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:275","price":"Ang mga kumakain ng patubo ay hindi bumabangon malibang kung paanong bumangon ang pinatuliro ng demonyo dahil sa kabaliwan. Iyon ay dahil sila ay nagsabi na ang pagtitinda ay tulad ng patubo lamang. Nagpahintulot si Allāh ng pagtitinda at nagbawal Siya ng patubo. Kaya ang sinumang dinatnan ng isang pangaral mula sa Panginoon niya at tumigil siya, sa kanya na ang nagdaan [na nakuha niya] at ang nauukol sa kanya ay kay Allāh. Ang sinumang nanumbalik, ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:276","price":"Pumupuksa si Allāh sa patubo at nagpapalago Siya sa [gantimpala sa] mga kawanggawa. Si Allāh ay hindi umiibig sa bawat palatangging sumampalataya na makasalanan.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:277","price":"Tunay na ang mga sumampalataya, gumawa ng mga maayos, nagpanatili ng pagdarasal, at nagbigay ng zakāh ay ukol sa kanila ang pabuya sa kanila sa ganang Panginoon nila, at walang pangamba sa kanila ni sila ay malulungkot.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:278","price":"O mga sumampalataya, mangilag kayong magkasala kay Allāh at itigil ninyo ang [pagsingil] anumang natira mula sa patubo kung kayo ay mga mananampalataya.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:279","price":"Ngunit kung hindi ninyo ginawa [ang utos sa inyo], tumiyak kayo ng isang digmaan mula kay Allāh at sa Sugo Niya. Kung nagbalik-loob kayo[77] ay ukol sa inyo ang mga puhunan ng mga salapi ninyo. Hindi kayo lalabag sa katarungan[78] at hindi kayo lalabagin sa katarungan. [79]","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"[77] at tumigil sa pagkuha ng patubo\n[78] sa pamamagitan ng pagdagdag ng patubo sa pautang ninyo\n[79] sa pamamagitan ng pagbawas sa pagbayad sa pautang ninyo","lang":"tl"},{"name":"2:280","price":"Kung naging may kagipitan [ang nagkautang] ay [magbigay ng] isang paghihintay hanggang sa kaluwagan [niya]; ngunit ang magkawanggawa kayo ay higit na mabuti para sa inyo kung kayo ay nakaaalam.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:281","price":"Mangilag kayo sa Araw na pababalikin kayo roon tungo kay Allāh. Pagkatapos lulubus-lubusin ang bawat kaluluwa sa [kabayaran ng] anumang nakamit nito at sila ay hindi lalabagin sa katarungan.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:282","price":"O mga sumampalataya, kapag nag-utangan kayo ng isang pautang sa isang taning na tinukoy ay isulat ninyo ito at isulat sa pagitan ninyo ng isang tagasulat ayon sa katarungan. Hindi tatanggi ang isang tagasulat na isulat niya gaya ng itinuro sa kanya ni Allāh. Kaya magsulat siya at magdikta ang nasa kanya ang tungkulin, mangilag siyang magkasala kay Allāh na Panginoon niya, at huwag siyang magpakulang mula roon ng anuman. Ngunit kung ang nasa kanya ang tungkulin ay isang hunghang o isang mahina o hindi nakakakaya na magdikta mismo ay magdikta ang katangkilik niya ayon sa katarungan. Magpasaksi kayo ng dalawang saksi mula sa kalalakihan ninyo; ngunit kung silang dalawa ay hindi dalawang lalaki, [magpasaksi sa] isang lalaki at dalawang babae kabilang sa sinumang nalugod kayo na mga saksi, upang kung makalimot ang isa sa dalawang [babae] ay magpapaalaala ang isa sa dalawa sa isa pa. Hindi tatanggi ang mga saksi kapag tinawag sila. Huwag kayong magsawa na magsulat kayo nitong [utang], maliit man o malaki, hanggang sa taning nito. Iyon ay higit na makatarungan sa ganang kay Allāh, higit na mananatili para sa pagsasaksi, at higit na malapit upang hindi kayo mag-alinlangan, malibang ito ay isang kalakalang dinadaluhan, na nagsasagawa kayo nito sa pagitan ninyo sapagkat walang maisisisi sa inyo na hindi kayo magsulat nito. Magpasaksi kayo kapag nagbilihan kayo. Hindi pinipinsala ang isang tagasulat ni ang isang saksi. Kung gagawa kayo [nito], tunay na ito ay mga kasuwailan sa inyo. Mangilag kayong magkasala kay Allāh at magtuturo sa inyo si Allāh. Si Allāh sa bawat bagay ay Maalam.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:283","price":"Kung kayo ay nasa isang paglalakbay at hindi kayo nakatagpo ng isang tagasulat, mga sanglang mapanghahawakan [ang maiiwan]. Ngunit kung natiwasay ang iba sa inyo sa iba pa ay magsagawa ang pinagkatiwalaan ng ipinagkatiwala sa kanya at mangilag siyang magkasala kay Allāh na Panginoon niya. Huwag kayong maglingid ng pagsasaksi. Ang sinumang maglingid niyon, tunay na siya ay nagkakasala ang puso niya. Si Allāh sa anumang ginagawa ninyo ay Maalam.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:284","price":"Sa kay Allāh ang anumang nasa mga langit at ang anumang nasa lupa. Kung maglalantad kayo ng nasa mga sarili ninyo o magkukubli kayo nito, magtutuos sa inyo nito si Allāh, saka magpapatawad Siya sa sinumang niloloob Niya at magpaparusa Siya sa sinumang niloloob Niya. Si Allāh sa bawat bagay ay May-kakayahan.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:285","price":"Sumampalataya ang Sugo sa anumang pinababa sa kanya [mula sa Qur’ān] mula sa Panginoon niya at ang mga mananampalataya [ay gayon din]. Bawat [isa] ay sumampalataya kay Allāh, sa mga anghel Niya, sa mga kasulatan Niya, at sa mga sugo Niya. [Sinabi:] “Hindi kami nagtatangi-tangi sa isa man sa mga sugo Niya.” Nagsabi sila: “Nakarinig kami at tumalima kami. [Humihingi kami ng] pagpapatawad Mo, Panginoon namin. Tungo sa Iyo ang kahahantungan.”","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"2:286","price":"Hindi nag-aatang si Allāh sa isang kaluluwa malibang ayon sa kaya nito. Ukol dito ang [gantimpala sa] kinamit nito at laban dito ang [ganti sa] nakamit nito. Panginoon namin, huwag Kang magpanagot sa amin kung nakalimot kami o nagkamali kami. Panginoon namin, huwag Kang magpabuhat sa amin ng isang pabigat na gaya ng ipinabuhat Mo sa mga bago pa namin.[80] Panginoon namin, huwag Kang magpapasan sa amin ng anumang wala kaming lakas doon. Magpaumanhin Ka sa amin, magpatawad Ka sa amin, at maawa Ka sa amin. Ikaw ay Mapagtangkilik sa amin, kaya mag-adya Ka sa amin laban sa mga taong tagatangging sumampalataya.","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"[80] Tinutukoy rito ang pabigat ng mga patakarang iniatng ng Batas ni Moises sa mga anak ng Israel at ang asetismo sa mga tagasunod ni Jesus.","lang":"tl"},{"name":"3:1","price":"Alif. Lām. Mīm. [81]","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"[81] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.","lang":"tl"},{"name":"3:2","price":"Si Allāh, walang Diyos kundi Siya, ang Buhay, ang Mapagpanatili.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:3","price":"Nagbaba Siya sa iyo [O Propeta] ng Aklat kalakip ng katotohanan bilang tagapagpatotoo para sa nauna rito, nagpababa Siya ng Torah at Ebanghelyo,","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:4","price":"na bago pa niyan ay isang patnubay para sa mga tao, at nagpababa Siya ng Pamantayan [ng tama at mali]. Tunay na ang mga tumangging sumampalataya sa mga talata ni Allāh, ukol sa kanila ay isang pagdurusang matindi. Si Allāh ay Makapangyarihan, May paghihiganti.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:5","price":"Tunay na si Allāh ay walang naikukubli sa Kanya na anuman sa lupa ni sa langit.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:6","price":"Siya ay ang nagbibigay-anyo sa inyo sa mga sinapupunan kung papaanong niloloob Niya. Walang Diyos kundi Siya, ang Makapangyarihan, ang Marunong.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:7","price":"Siya ay ang nagpababa sa iyo ng Aklat; mula rito ay may mga talatang isinatahasan – na ang mga ito ay ang saligan ng Aklat – at may mga ibang pinatalinghaga. Hinggil sa mga nasa mga puso nila ay may pagliko [palayo sa katotohanan], sumusunod sila sa anumang tumalinghaga mula rito dala ng paghahangad ng ligalig at dala ng paghahangad ng pagbibigay-pakahulugan dito samantalang walang nakaaalam sa pagpapakahulugan dito kundi si Allāh. Ang mga nagpakalalim sa kaalaman ay nagsasabi: “Sumampalataya kami rito; lahat ay mula sa ganang Panginoon namin.” Walang nagsasaalaala kundi ang mga may isip.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:8","price":"“Panginoon namin, huwag Kang magpaliko sa mga puso namin matapos noong nagpatnubay Ka sa amin at magkaloob Ka sa amin ng awa mula sa panig Mo; tunay na Ikaw ay ang Palakaloob.","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:9","price":"Panginoon namin, tunay na Ikaw ay ang Tagatipon sa mga tao para sa isang araw na walang pag-aalinlangan doon.” Tunay na si Allāh ay hindi sumisira sa naipangako.","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:10","price":"Tunay na ang mga tumangging sumampalataya ay hindi magpapakinabang para sa kanila ang mga yaman nila ni ang mga anak nila laban kay Allāh sa anuman. Ang mga iyon ay ang mga panggatong sa Apoy.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:11","price":"Gaya ng kinagawian ng mga kampon ni Paraon at ng mga bago pa nila, nagpasinungaling sila sa mga tanda kaya nagparusa sa kanila si Allāh dahil sa mga pagkakasala nila. Si Allāh ay matindi ang parusa.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:12","price":"Sabihin mo sa mga tumangging sumampalataya: “Gagapihin kayo at kakalapin kayo patungo sa Impiyerno. Kay saklap ang himlayan!”","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:13","price":"Nagkaroon nga kayo ng isang tanda sa dalawang pangkat na nagkita [sa labanan sa Badr]: may isang pangkat na nakikipaglaban ayon sa landas ni Allāh at may isa pang tagatangging sumampalataya. Nakakikita sila sa mga iyon na dalawang tulad nila ayon sa pagkakita ng mata. Si Allāh ay nag-aalalay sa pamamagitan ng pag-aadya Niya sa sinumang niloloob Niya. Tunay na sa gayon ay talagang may maisasaalang-alang para sa mga may paningin.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:14","price":"Ipinaakit para sa mga tao ang pagkaibig sa mga ninanasa gaya ng mga babae, mga anak, bunton-bunton na nakabuntong ginto at pilak, mga kabayong tinatakan, mga hayupan, at sakahan. Iyon ay ang natatamasa sa buhay na pangmundo samantalang si Allāh ay taglay Niya ang kagandahan ng uwian.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:15","price":"Sabihin mo: “Magbabalita ba ako sa inyo ng higit na mabuti kaysa roon? Ukol sa mga nangilag magkasala, sa piling ng Panginoon nila, ay mga harding dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito, mga asawang dinalisay, at isang pagkalugod mula kay Allāh. Si Allāh ay Nakakikita sa mga lingkod.”","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:16","price":"Ang mga nagsasabi: “Panginoon Namin, tunay na kami ay sumampalataya kaya magpatawad Ka sa amin sa mga pagkakasala namin at magsanggalang Ka sa amin sa pagdurusa sa Apoy.”","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:17","price":"[Sila] ang mga matiisin, ang mga tapat,[82] ang mga masunurin, ang mga gumugugol,[83] at ang mga humihingi ng tawad sa mga huling bahagi ng gabi.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"[82] sa mga sinasabi nila at mga ginagawa nila\n[83] sa landas ni Allāh","lang":"tl"},{"name":"3:18","price":"Sumaksi si Allāh na walang Diyos kundi Siya, ang mga anghel, at ang mga may kaalaman, habang nagpapanatili sa pagkamakatarungan. Walang Diyos kundi Siya, ang Makapangyarihan, ang Marunong.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:19","price":"Tunay na ang relihiyon sa ganang kay Allāh ay ang Islām. Hindi nagkaiba-iba ang mga binigyan ng kasulatan kundi matapos na dumating sa kanila ang kaalaman dala ng paglabag sa pagitan nila. Ang sinumang tatangging sumampalataya sa mga tanda ni Allāh, tunay na si Allāh ay mabilis ang pagtutuos.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:20","price":"Kaya kung nangatwiran sila sa iyo [O Propeta Muḥammad] ay sabihin mo: “Nagpasakop ako ng mukha ko kay Allāh at ang sinumang sumunod sa akin.” Sabihin mo sa mga binigyan ng Kasulatan at mga iliterato:[84] “Nagpasakop ba kayo?” Kung nagpasakop sila ay napatnubayan nga sila; at kung tumalikod sila, tanging kailangan sa iyo ang pagpapaabot. Si Allāh ay Nakakikita sa mga lingkod.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"[84] mga walang Kasulatan","lang":"tl"},{"name":"3:21","price":"Tunay na ang mga tumatangging sumampalataya sa mga tanda ni Allāh, pumapatay sa mga propeta nang walang isang karapatan, at pumapatay sa mga nag-uutos sa pagkamakatarungan kabilang sa mga tao ay magbalita ka sa kanila ng isang pagdurusang masakit.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:22","price":"Ang mga iyon ay ang mga nawalang-kabuluhan ang mga gawa nila sa Mundo at Kabilang-buhay, at walang ukol sa kanila na anumang mga tagapag-adya.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:23","price":"Hindi ka ba nakaalam sa mga binigyan ng isang bahagi mula sa Kasulatan? Inanyayahan sila tungo sa Kasulatan[85] ni Allāh upang humatol Siya sa pagitan nila, pagkatapos may tumatalikod na isang pangkat kabilang sa kanila habang sila ay mga umaayaw.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"[85] Ibig sa bihin: ang orihinal na Torah.","lang":"tl"},{"name":"3:24","price":"Iyon ay dahil sila ay nagsabi: “Hindi sasaling sa amin ang Apoy maliban sa mga araw na nabibilang.” Luminlang sa kanila kaugnay sa relihiyon nila ang dati nilang ginagawa-gawa.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:25","price":"Kaya papaano kapag nagtipon Kami sa kanila para sa isang araw na walang pag-aalinlangan doon, at nilubus-lubos ang bawat kaluluwa sa [kabayaran ng] anumang nakamit nito habang sila ay hindi lalabagin sa katarungan?","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:26","price":"Sabihin mo: “O Allāh, Tagapagmay-ari ng paghahari, nagbibigay Ka ng paghahari sa sinumang niloloob Mo, nag-aalis Ka ng paghahari mula sa sinumang niloloob Mo, nagpaparangal Ka sa sinumang niloloob Mo, at nang-aaba Ka sa sinumang niloloob Mo. Nasa kamay Mo ang kabutihan. Tunay na Ikaw sa bawat bagay ay May-kakayahan.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:27","price":"Nagpapalagos Ka ng gabi sa maghapon at nagpapalagos Ka ng maghapon sa gabi. Nagpapalabas Ka ng buhay mula sa patay at nagpapalabas Ka ng patay mula sa buhay. Nagtutustos Ka sa sinumang niloloob Mo nang walang pagtutuos.”","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:28","price":"Huwag gumawa ang mga mananampalataya sa mga tagatangging sumampalataya bilang mga katangkilik bukod pa sa mga mananampalataya. Ang sinumang gagawa niyon ay hindi siya kaugnay kay Allāh sa anuman, maliban na mangilag kayo sa kanila sa isang pinangingilagan. Nagbibigay-babala sa inyo si Allāh sa sarili Niya. Tungo kay Allāh ang kahahantungan.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:29","price":"Sabihin mo: “Kung magkukubli kayo ng anumang nasa mga dibdib ninyo o maglalantad kayo niyon, makaaalam niyon si Allāh. Nakaaalam Siya sa anumang nasa mga langit at ang anumang nasa lupa. Si Allāh sa bawat bagay ay May-kakayahan.","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:30","price":"Sa Araw na makatatagpo ang bawat kaluluwa sa anumang ginawa niya na kabutihan na padadaluhin at sa anumang ginawa niya na kasagwaan, mag-aasam siya na kung sana sa pagitan niya at niyon ay may isang agwat na malayo. Nagbibigay-babala sa inyo si Allāh ng sarili Niya. Si Allāh ay Mahabagin sa mga lingkod.”","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:31","price":"Sabihin mo [O Propeta Muḥammad]: “Kung kayo ay umiibig kay Allāh, sumunod kayo sa akin; iibig sa inyo si Allāh at magpapatawad Siya sa inyo ng mga pagkakasala ninyo. Si Allāh ay Mapagpatawad, Maawain.”","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:32","price":"Sabihin mo: “Tumalima kayo kay Allāh at sa Sugo,” ngunit kung tumalikod sila, tunay na si Allāh ay hindi umiibig sa mga tagatangging sumampalataya.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:33","price":"Tunay na si Allāh ay humirang kay Adan, kay Noe, sa mag-anak ni Abraham, at sa mag-anak ni `Imrān higit sa mga nilalang –","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:34","price":"mga supling na ang ilan sa kanila ay mula sa ilan. Si Allāh ay Madinigin, Maalam.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:35","price":"[Banggitin] noong nagsabi ang maybahay ni `Imrān: “Panginoon ko, tunay na ako ay nagpanata para sa Iyo ng nasa sinapupunan ko bilang nakalaan, kaya tanggapin Mo mula sa akin; tunay na Ikaw ay ang Madinigin, ang Maalam.”","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:36","price":"Ngunit noong nagsilang siya ito ay nagsabi siya: “Panginoon ko, tunay na ako ay nagsilang sa kanya na isang babae,” – samantalang si Allāh ay higit na maalam sa isinilang niya at ang lalaki ay hindi gaya ng babae – “tunay na ako ay nagpangalan sa kanya na Maria, at tunay na ako ay naglalagay sa kanya at mga supling niya sa pagkukupkop Mo laban sa demonyong kasumpa-sumpa.”","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:37","price":"Kaya tinanggap ito ng Panginoon nito sa isang pagtanggap na maganda, hinubog Niya ito sa isang paghubog na maganda, at ipinaaruga Niya ito kay Zacarias. Sa tuwing pumapasok sa kinaroroonan nito si Zacarias sa sambahan, nakatatagpo siya sa piling nito ng isang panustos.[86] Nagsabi Siya: “O Maria, paanong mayroon ka nito?” Nagsabi ito: “Ito ay mula sa ganang kay Allāh. Tunay na si Allāh ay nagtutustos sa sinumang niloloob Niya nang walang pagtutuos.”","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"[86] Ang panustos na natatapuan ay prutas na wala sa panahon.","lang":"tl"},{"name":"3:38","price":"Doon dumalangin si Zacarias sa Panginoon niya. Nagsabi siya: “Panginoon ko, magkaloob Ka sa akin mula sa nasa Iyo ng isang supling na kaaya-aya; tunay na Ikaw ay Madinigin sa panalangin.”","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:39","price":"Kaya nanawagan sa kanya ang mga anghel, habang siya ay nakatayong nagdarasal sa isang silid-dasalan, na [nagsasabi]: “Si Allāh ay nagbabalita sa iyo ng nakagagalak hinggil kay Juan bilang tagapagpatotoo sa isang salita mula kay Allāh, bilang ginoo, bilang matimtiman, at bilang propeta kabilang sa mga maayos.”","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:40","price":"Nagsabi ito: “Panginoon ko, paanong magkakaroon ako ng isang batang lalaki samantalang umabot na sa akin ang katandaan at ang maybahay ko naman ay baog?” Nagsabi Siya: “Gayon si Allāh, gumagawa Siya ng anumang niloloob Niya.”","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:41","price":"Nagsabi ito: “Panginoon ko, gumawa Ka para sa akin ng isang tanda.” Nagsabi Siya: “Ang tanda mo ay na hindi ka makipag-usap sa mga tao nang tatlong araw malibang sa senyas. Alalahanin mo ang Panginoon mo nang madalas at magluwalhati ka sa hapon at umaga.”","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:42","price":"[Banggitin] noong nagsabi ang mga anghel kay Maria: “O Maria, tunay na si Allāh ay humirang sa iyo, nagdalisay[87] sa iyo, at humirang sa iyo higit sa mga babae ng mga nilalang.","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"[87] sa mga kapintasan at kawalang-pananampalataya.","lang":"tl"},{"name":"3:43","price":"O Maria, magmasunurin ka sa Panginoon mo, magpatirapa ka, at yumukod ka kasama ng mga yumuyukod [sa pagdarasal].","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:44","price":"Iyon ay kabilang sa mga balita ng nakalingid; nagkakasi Kami nito sa iyo [O Propeta]. Wala ka noon sa piling nila noong nagpapalabunutan sila sa mga panulat nila kung alin sa kanila ang mag-aaruga kay Maria at wala ka noon sa piling nila noong nag-aalitan sila.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:45","price":"[Banggitin] noong nagsabi ang mga anghel: “O Maria, tunay na si Allāh ay nagbabalita sa iyo ng nakagagalak hinggil sa isang salita mula sa Kanya, na ang pangalan nito ay ang Kristo Jesus na anak ni Maria, bilang pinarangalan sa Mundo at sa Kabilang-buhay at kabilang sa mga inilapit [kay Allāh].","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:46","price":"Magsasalita siya sa mga tao habang nasa duyan pa at nasa kasapatang-gulang na, at [magiging] kabilang sa mga maayos.”","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:47","price":"Nagsabi siya: “O Panginoon ko, paanong magkakaroon ako ng isang anak samantalang walang nakasaling sa akin na isang lalaki?” Nagsabi ito:[88] “Gayon si Allāh, lumilikha Siya ng anumang niloloob Niya. Kapag nagtadhana Siya ng isang bagay ay nagsasabi lamang Siya rito na mangyari saka mangyayari ito.","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"[88] Si Anghel Gabriel","lang":"tl"},{"name":"3:48","price":"Magtuturo Siya rito ng Kasulatan, karunungan, Torah, at Ebanghelyo.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:49","price":"[Gagawa Siya rito] bilang sugo sa mga anak ni Israel, [na magsasabi]: ‘Na ako ay naghatid nga sa inyo ng isang tanda mula sa Panginoon ninyo; na ako ay lilikha para sa inyo mula sa putik ng gaya ng anyo ng ibon, saka iihip rito, saka ito ay magiging isang ibon ayon sa pahintulot ni Allāh. Magpapagaling ako ng ipinanganak na bulag at ketungin. Magbibigay-buhay ako sa mga patay ayon sa pahintulot ni Allāh. Magbabalita ako sa inyo ng kinakain ninyo at iniimbak ninyo sa mga bahay ninyo. Tunay na sa gayon ay talagang may tanda para sa inyo kung kayo ay mga mananampalataya.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:50","price":"[Dumating ako] bilang tagapagpatotoo para sa nauna sa akin na Torah at upang magpahintulot ako para sa inyo ng ilan sa ipinagbawal sa inyo. Naghatid ako sa inyo ng isang tanda mula sa Panginoon ninyo kaya mangilag kayong magkasala kay Allāh at tumalima kayo sa akin.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:51","price":"Tunay na si Allāh ay Panginoon ko at Panginoon ninyo kaya sumamba kayo sa Kanya. Ito ay landasing tuwid.’”","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:52","price":"Ngunit noong nakadama si Jesus mula sa kanila ng kawalang-pananampalataya ay nagsabi siya: “Sino ang mga tagaadya ko tungo kay Allāh?” Nagsabi ang mga disipulo: “Kami ay ang mga tagaadya ni Allāh; sumampalataya kami kay Allāh, at sumaksi ka na kami ay mga tagapagpasakop[89] [kay Allāh].","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"[89] Muslim sa wikang Arabe.","lang":"tl"},{"name":"3:53","price":"Panginoon namin, sumampalataya kami sa pinababa Mo [na Ebanghelyo] at sumunod kami sa sugo kaya isulat Mo kami kasama sa mga tagasaksi [sa katotohanan].”","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:54","price":"Nagpakana sila [laban kay Jesus] at nagpakana si Allāh [laban sa kanila], at Si Allāh ay ang pinakamabuti sa mga tagapagpakana.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:55","price":"[Banggitin] noong nagsabi si Allāh: “O Jesus, tunay na Ako ay hahango sa iyo, mag-aangat sa iyo tungo sa Akin, magdadalisay sa iyo laban sa mga tumangging sumampalataya, at gagawa sa mga sumunod sa iyo na higit sa mga tumangging sumampalataya hanggang sa Araw ng Pagbangon. Pagkatapos tungo sa Akin ang babalikan ninyo, saka hahatol Ako sa pagitan ninyo sa anumang dati kayo hinggil doon ay nagkakaiba-iba.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:56","price":"Ngunit tungkol sa mga tumangging sumampalataya [kay Kristo], pagdurusahin Ko sila ng isang pagdurusang matindi sa Mundo at Kabilang-buhay, at walang ukol sa kanila na anumang mga tagapag-adya.”","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:57","price":"Hinggil sa mga sumampalataya at gumawa ng mga maayos, maglulubus-lubos Siya sa kanila ng mga pabuya sa kanila. Si Allāh ay hindi umiibig sa mga tagalabag sa katarungan.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:58","price":"Iyon ay binibigkas Namin sa iyo mula sa mga tanda at paalaalang marunong.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:59","price":"Tunay na ang paghahalintulad kay Jesus sa ganang kay Allāh ay gaya ng paghahalintulad kay Adan; lumikha Siya rito mula sa alabok, pagkatapos nagsabi Siya rito na mangyari saka mangyayari ito.","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:60","price":"Ang katotohanan ay mula sa Panginoon mo kaya huwag kang maging kabilang sa mga tagapagtaltalan.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:61","price":"Kaya ang sinumang nangatwiran sa iyo hinggil sa kanya matapos na may dumating sa iyo na kaalaman ay magsabi ka: “Halikayo, magsitawag tayo sa mga anak namin at mga anak ninyo, mga kababaihan namin at mga kababaihan ninyo, at mga sarili namin at mga sarili ninyo. Pagkatapos maalab na manalangin tayo saka manawagan tayo ng sumpa ni Allāh sa mga sinungaling.”","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:62","price":"Tunay na ito ay talagang ang kasaysayang totoo [tungkol kay Jesus]. Walang anumang diyos kundi si Allāh. Tunay na si Allāh ay talagang ang Makapangyarihan, ang Marunong.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:63","price":"Kaya kung tumalikod sila, tunay na si Allāh ay Maalam sa mga tagagulo.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:64","price":"Sabihin mo: “O mga May Kasulatan, halikayo sa isang salitang magkatulad sa pagitan namin at ninyo: na hindi tayo sasamba kundi kay Allāh, hindi tayo magtatambal sa Kanya ng anuman, at hindi gagawa ang iba sa atin sa iba bilang mga panginoon bukod pa kay Allāh.” Ngunit kung tumalikod sila ay sabihin ninyo: “Sumaksi kayo na kami ay mga Muslim.”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:65","price":"O mga May Kasulatan, bakit kayo nakikipagkatwiran hinggil kay Abraham samantalang hindi pinababa ang Torah at ang Ebanghelyo kundi matapos na niya? Kaya hindi ba kayo nakapag-uunawa?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:66","price":"Kayo itong nakikipagkatwiran hinggil sa mayroon kayo ritong kaalaman kaya bakit kayo nakikipagkatwiran hinggil sa wala kayo ritong kaalaman? Si Allāh ay nakaaalam at kayo ay hindi nakaaalam.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:67","price":"Hindi nangyaring si Abraham ay isang Hudyo ni isang Kristiyano, subalit siya noon ay isang makatotoong Muslim at hindi siya naging kabilang sa mga tagapagtambal [kay Allāh].","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:68","price":"Tunay na ang pinakamalapit sa mga tao kay Abraham ay talagang ang mga sumunod sa kanya, ang Propetang ito, at ang mga sumampalataya. Si Allāh ay ang Katangkilik ng mga mananampalataya.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:69","price":"Inasam ng isang pangkatin kabilang sa mga May Kasulatan na kung sana ay nagliligaw sila sa inyo, ngunit hindi sila nagliligaw kundi sa mga sarili nila ngunit hindi sila nakararamdam.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:70","price":"O mga May Kasulatan, bakit kayo tumatangging sumampalataya sa mga talata ni Allāh samantalang kayo ay nakasasaksi [sa katotohanan].","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:71","price":"O mga May Kasulatan, bakit kayo naglalahok sa katotohanan ng kabulaanan at nagtatago kayo ng katotohanan[90] samantalang kayo ay nakaaalam?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"[90] na kabilang dito ang katumpakan ng pagkapropeta ni Muḥammad","lang":"tl"},{"name":"3:72","price":"Nagsabi ang isang pangkatin kabilang sa mga May Kasulatan: “Sumampalataya kayo sa pinababa sa mga sumampalataya sa simula ng maghapon at tumanggi kayong sumampalataya sa katapusan niyon, nang sa gayon sila ay babalik [sa dati].","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:73","price":"Huwag kayong maniwala maliban sa sinumang sumunod sa relihiyon ninyo.” Sabihin mo: “Tunay na ang patnubay ay ang patnubay ni Allāh. [May pangamba ba] na magbigay sa isa ng [kalamangang] tulad ng ibinigay sa inyo o makikipagkatwiran sila sa inyo sa piling ng Panginoon ninyo?” Sabihin mo: “Tunay na ang kabutihang-loob ay nasa kamay ni Allāh; nagbibigay Siya nito sa sinumang niloloob Niya. Si Allāh ay Malawak, Maalam.”","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:74","price":"Nagtatangi Siya sa awa Niya sa sinumang niloloob Niya. Si Allāh ay may kabutihang-loob na sukdulan.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:75","price":"Mayroon sa mga May Kasulatan na kung magtitiwala ka sa kanya ng isang bunton [na salapi] ay magsasauli siya nito sa iyo. Mayroon sa kanila na kung magtitiwala ka sa kanya ng isang dīnār ay hindi siya magsasauli nito sa iyo malibang hindi ka tumigil sa kanya na naniningil. Iyon ay dahil sila ay nagsabi: “Wala sa aming kasalanan kaugnay sa mga iliterato.” Nagsasabi sila hinggil kay Allāh ng kasinungalingan samantalang sila ay nakaaalam.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:76","price":"Bagkus ang sinumang magpatupad sa kasunduan sa kanya at nangilag magkasala sapagkat tunay na si Allāh ay umiibig sa mga tagapangilag magkasala.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:77","price":"Tunay na ang mga bumili kapalit ng kasunduan kay Allāh at mga sinumpaan nila ng isang kaunting panumbas, ang mga iyon ay walang bahagi ukol sa kanila sa Kabilang-buhay. Hindi kakausap sa kanila si Allāh, hindi Siya titingin sa kanila sa Araw ng Pagbangon, at hindi Siya magbubusilak sa kanila. Ukol sa kanila ay isang pagdurusang masakit.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:78","price":"Tunay na kabilang sa kanila ay talagang isang pangkat na pumipilipit ng mga dila nila sa [pagbasa ng] kasulatan upang mag-akala kayong iyon ay mula sa Kasulatan samantalang iyon ay hindi bahagi ng Kasulatan, na nagsasabing iyon ay mula sa ganang kay Allāh samantalang iyon ay hindi mula sa ganang kay Allāh, at na nagsasabi hinggil kay Allāh ng kasinungalingan samantalang sila ay nakaaalam.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:79","price":"Hindi naging ukol sa isang tao na magbigay rito si Allāh ng kasulatan, kapamahalaan, at pagkapropeta, pagkatapos magsabi ito sa mga tao: “Kayo ay maging mga mananamba para sa akin bukod pa kay Allāh,” bagkus [magsabi ito]: “Kayo ay maging mga paham dahil kayo noon ay nagtuturo ng kasulatan at dahil kayo noon ay nag-aaral;”","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:80","price":"ni mag-uutos ito sa inyo na gumawa kayo sa mga anghel at mga propeta bilang mga panginoon. Nag-uutos ba ito sa inyo ng kawalang-pananampalataya matapos noong kayo ay naging mga Muslim?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:81","price":"[Banggitin] noong gumawa si Allāh ng kasunduan sa mga propeta, [na nagsasaad]: “Talagang ang anumang ibinigay Ko sa inyo na kasulatan at karunungan, pagkatapos may dumating sa inyo na isang Sugo na tagapagpatotoo para sa taglay ninyo, ay talagang sasampalataya nga kayo rito at talagang mag-aadya nga kayo rito.” Nagsabi Siya: “Kumilala ba kayo at tumanggap ba kayo kaugnay roon sa kasunduan sa Akin?” Nagsabi sila: “Kumilala kami.” Nagsabi Siya: “Kaya sumaksi kayo, at Ako ay kasama sa inyo kabilang sa mga tagasaksi.”","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:82","price":"Kaya ang sinumang tumalikod matapos niyon, ang mga iyon ay ang mga suwail.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:83","price":"Kaya ba sa iba pa sa relihiyon ni Allāh naghahangad sila samantalang sa Kanya nagpasakop ang sinumang nasa mga langit at lupa sa pagkukusang-loob at pagkasuklam at sa Kanya sila pababalikin?","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:84","price":"Sabihin mo: “Sumampalataya kami kay Allāh, sa anumang pinababa sa amin, at sa anumang pinababa kina Abraham, Ismael, Isaac, Jacob, sa [mga propeta] mga lipi [ng Israel]‌, sa anumang ibinigay kina Moises at Jesus, at sa mga propeta mula sa Panginoon nila. Hindi kami nagtatangi-tangi sa isa sa kanila at kami sa Kanya ay mga tagapagpasakop.”","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:85","price":"Ang sinumang naghahangad ng iba pa sa Islām bilang relihiyon ay hindi ito matatanggap mula sa kanya at siya sa Kabilang-buhay ay kabilang sa mga lugi.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:86","price":"Papaanong magpapatnubay si Allāh sa mga taong tumangging sumampalataya matapos ng pagsampalataya nila at sumaksi na ang Sugo ay totoo at dumating sa kanila ang mga malinaw na patunay? Si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:87","price":"Ang mga iyon, ang ganti sa kanila ay na sa kanila ang sumpa ni Allāh, ng mga anghel, at ng mga tao nang magkakasama,","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:88","price":"bilang mga mananatili roon. Hindi pagagaanin sa kanila ang pagdurusa ni sila ay palulugitan,","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:89","price":"maliban sa mga nagbalik-loob matapos na niyon at nagsaayos sapagkat tunay na si Allāh ay Mapagpatawad, Maawain.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:90","price":"Tunay na ang mga tumangging sumampalataya matapos ng pananampalataya nila, pagkatapos nadagdagan sila ng kawalang-pananampalataya, ay hindi tatanggapin ang pagbabalik-loob nila. Ang mga iyon ay ang mga naliligaw.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:91","price":"Tunay na ang mga tumangging sumampalataya at namatay samantalang sila ay mga tagatangging sumampalataya ay hindi tatanggapin mula sa isa sa kanila ang kasukat ng Mundo na ginto at kahit pa man ipantubos niya ito. Ang mga iyon ay may ukol sa kanila na isang pagdurusang masakit at walang ukol sa kanila na anumang mga tagapag-adya.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"tl"},{"name":"3:92","price":"Hindi kayo magtatamo ng pagsasamabuting-loob hanggang sa gumugol kayo mula sa naiibigan ninyo. Ang ginugugol ninyo na anuman, tunay na si Allāh rito ay Maalam.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"tl"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}