{"data":[{"name":"6:111","price":"Kahit pa Kami ay nagbaba sa kanila ng mga anghel, kumausap sa kanila ang mga patay, at kumalap sa kanila ng bawat bagay nang harapan, hindi sila naging ukol na sumampalataya maliban na niloob ni Allāh, subalit ang higit na marami sa kanila ay nagpapakamangmang.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:112","price":"Gayon Kami gumawa para sa bawat propeta ng kaaway na mga demonyo ng tao at jinn, na nagkakasi ang iba sa kanila sa iba pa ng palamuti ng sinasabi bilang panlilinlang. Kung sakaling niloob ng Panginoon mo ay hindi sana sila gumawa iyon. Kaya hayaan mo sila at ang anumang ginagawa-gawa nila,","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:113","price":"at upang humilig doon ang mga puso ng mga hindi sumasampalataya sa Kabilang-buhay, at upang malugod sila roon, at upang magkamit sila ng anumang sila ay mga magkakamit.","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:114","price":"Kaya sa iba pa ba kay Allāh maghahangad ako ng isang hukom samantalang Siya ay ang nagpababa sa inyo ng Aklat bilang dinidetalye? Ang mga binigyan Namin ng Kasulatan ay nakaaalam na ito ay ibinaba mula sa Panginoon mo sa katotohanan kaya huwag ka ngang maging kabilang sa mga tagapagtaltalan.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:115","price":"Nalubos ang Salita ng Panginoon mo sa katapatan at katarungan. Walang tagapalit sa mga Salita Niya. Siya ay ang Madinigin, ang Maalam.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:116","price":"Kung tatalima ka sa higit na marami sa mga nasa lupa ay magliligaw sila sa iyo palayo sa landas ni Allāh. Sumusunod sila sa pagpapalagay lamang at sila ay nagsasapantaha lamang.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:117","price":"Tunay na ang Panginoon mo ay higit na maalam sa sinumang naliligaw palayo sa landas Niya. Siya ay higit na maalam sa mga napatnubayan.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:118","price":"Kaya kumain kayo mula sa binanggit ang pangalan ni Allāh roon, kung kayo sa mga tanda Niya ay mga mananampalataya.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:119","price":"Ano ang mayroon sa inyo na hindi kayo kumakain mula sa anumang binanggit ang pangalan ni Allāh rito samantalang nagdetalye nga Siya sa inyo ng ipinagbawal Niya sa inyo, maliban sa anumang napilitan kayo roon? Tunay na may marami na talagang nagliligaw sa pamamagitan ng mga pithaya nila nang walang kaalaman. Tunay na ang Panginoon mo ay higit na nakaaalam sa mga tagalabag.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:120","price":"Iwan ninyo ang nakalantad sa kasalanan at ang nakakubli rito. Tunay na ang mga nagkakamit ng kasalanan ay gagantihan sa dati nilang nagagawa.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:121","price":"Huwag kayong kumain mula sa anumang hindi binanggit ang pangalan ni Allāh roon. Tunay na [pagkaing ito] ito ay talagang kasuwailan. Tunay na ang mga demonyo ay talagang nagkakasi sa mga katangkilik nila upang makipagtalo sila sa inyo. Kung tumalima kayo sa kanila, tunay na kayo ay talagang mga tagapagtambal.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:122","price":"Ang sinumang noon ay patay [sa pananampalataya] saka bumuhay Kami sa kanya [sa pananampalataya] at naglagay Kami sa kanya ng isang liwanag [ng kapatnubayan] na naglalakad siya sa pamamagitan nito sa mga tao ay gaya ba ng sinumang ang paghahalintulad sa kanya ay nasa mga kadiliman, na hindi lalabas mula sa mga ito? Gayon ipinaakit para sa mga tagatangging sumampalataya ang dati nilang ginagawa.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:123","price":"Gayon Kami nagtalaga para sa bawat pamayanan ng pinakamalaki sa mga salarin nito upang magpakana sila rito ngunit hindi sila nagpapakana maliban sa mga sarili nila ngunit hindi sila nakararamdam.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:124","price":"Kapag may dumating sa kanila na isang tanda ay nagsasabi sila: “Hindi kami sasampalataya hanggang sa bigyan kami ng tulad sa ibinigay sa mga sugo ni Allāh.” Si Allāh ay higit na maalam kung saan Siya maglalagay ng pasugo Niya. May tatama sa mga nagpakasalarin na isang pagmamaliit sa ganang Allāh at isang pagdurusang sukdulan dahil sa sila noon ay nagpapakana.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:125","price":"Kaya sa sinumang ninanais ni Allāh na patnubayan ay magpapaluwag Siya ng dibdib nito para sa Islām. Sa sinumang magnanais Siya na magligaw ay gagawa Siya sa dibdib nito na [maging] isang masikip na pagkaasiwa na para bang umaakyat siya sa kalangitan. Gayon naglalagay si Allāh ng kasalaulaan sa mga hindi sumasampalataya [sa Kanya].","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:126","price":"Ito ay landasin ng Panginoon mo: tuwid. Nagdetalye nga Kami ng mga tanda para sa mga taong nakapag-aalaala.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:127","price":"Ukol sa kanila ang tahanan ng kaligtasan sa piling ng Panginoon nila. Siya ay Katangkilik nila dahil sa dati nilang ginagawa [na kabutihan].","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:128","price":"[Banggitin] ang araw na kakalap Siya sa kanila nang lahatan: “O umpukan ng jinn, nagparami nga kayo [ng pagliligaw] sa tao at jinn.” Magsasabi ang mga katangkilik nila kabilang sa tao: “Panginoon namin, nagtamasa ang ilan sa amin sa iba pa at umabot kami sa taning na itinaning Mo para sa amin.” Magsasabi Siya: “Ang Apoy ay tuluyan ninyo bilang mga mananatili roon, maliban sa niloob ni Allāh. Tunay na ang Panginoon mo ay Marunong, Maalam.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:129","price":"Gayon Namin ipinatatangkilik [sa kasamaan] ang iba sa mga tagalabag sa katarungan sa iba pa dahil sa dati nilang ginagawa [na mga pagsuway].","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:130","price":"O umpukan ng jinn at tao, wala bang pumunta sa inyo na mga sugo kabilang sa inyo, na sumasaysay sa inyo ng mga tanda Ko at nagbababala sa inyo ng pakikipagkita sa Araw ninyong ito? Magsasabi sila: “Sumaksi kami laban sa mga sarili namin.” Luminlang sa kanila ang buhay na pangmundo, at sumaksi sila laban sa mga sarili nila na sila ay noon mga tagatangging sumampalataya.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:131","price":"Iyon ay dahil hindi nangyaring ang Panginoon mo ay magpapahamak sa mga pamayanan dahil sa kawalang-katarungan habang ang mga naninirahan sa mga ito ay mga nalilingat.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:132","price":"Lahat ay may mga antas ayon sa ginawa nila. Ang Panginoon mo ay hindi nalilingat sa mga ginagawa nila.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:133","price":"Ang Panginoon mo ay ang Walang-pangangailangan, ang May Awa. Kung loloobin Niya ay mag-aalis Siya sa inyo at magtatalaga Siya bilang kahalili, matapos na ninyo, ng loloobin Niya kung paanong nagpaluwal Siya sa inyo mula sa mga supling ng mga ibang tao.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:134","price":"Tunay na ang ipinangangako sa inyo ay talagang pupunta, at kayo ay hindi mga makapagpapahina.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:135","price":"Sabihin mo: “O mga tao ko, gumawa kayo ayon sa paraan ninyo; tunay na ako ay gumagawa; saka malalaman ninyo kung sino ang magkakaroon ng [mabuting] kahihinatnan sa Tahanan [ng Kabilang-buhay]. Tunay na hindi magtatagumpay ang mga tagalabag sa katarungan.”","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:136","price":"Nagtalaga sila[165] ukol kay Allāh ng isang bahagi mula sa nilalang Niya na pananim at mga hayupan saka nagsabi sila: “Ito ay ukol kay Allāh,” ayon sa pag-aangkin nila: “at ito ay ukol sa mga pantambal natin [kay Allāh].” Ang anumang ukol sa mga itinambal nila ay hindi nakararating kay Allāh; at ang anumang ukol kay Allāh, ito ay nakararating sa mga itinatambal nila. Kay sagwa ang ihinahatol nila!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"[165] Ibig sabihin: ang mga tagapagtambal.","lang":"tl"},{"name":"6:137","price":"Gayon ipinang-akit sa marami sa mga tagapagtambal ng mga pantambal nila [kay Allāh] ang pagpatay sa mga anak nila upang magpahamak ang mga ito sa kanila at upang manlito ang mga ito sa kanila sa relihiyon nila. Kung sakaling niloob ni Allāh ay hindi sana sila gumawa niyon. Kaya hayaan mo sila at ang ginagawa-gawa nila.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:138","price":"Nagsabi sila: “Ang mga ito ay mga hayupan at mga pananim na bawal, na walang kakain sa mga ito kundi ang sinumang niloloob natin,” ayon sa pag-aangkin nila. May mga hayupang ipinagbawal ang mga likod ng mga ito at may mga hayupang hindi sila bumabanggit ng pangalan ni Allāh sa [pagkakatay sa] mga ito, dala ng isang paggawa-gawa [ng kasinungalingan] sa Kanya. Gaganti Siya sa kanila sa anumang dati nilang ginagawa-gawa.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:139","price":"Nagsabi sila: “Ang nasa mga tiyan ng mga hayupan na ito ay nakalaan para sa mga lalaki namin at ipinagbabawal sa mga maybahay namin. Kung ito ay [isinilang na] isang patay, sila rito ay magkakatambal.” Gaganti Siya sa paglalarawan [ng pagbabatas] nila; tunay na Siya ay Marunong, Maalam.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:140","price":"Nalugi nga ang mga pumatay sa mga anak nila dala ng isang kahunghangang walang kaalaman at nagbawal sa itinustos sa kanila ni Allāh dala ng paggawa-gawa [ng kasinungalingan] laban kay Allāh. Naligaw nga sila at sila noon ay hindi mga napatnubayan.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:141","price":"Siya ay ang nagpalabas ng mga hardin na mga binalagan at hindi mga binalagan, ng mga datiles at mga pananim na nagkakaiba-iba ang lasa ng mga ito, at ng mga oliba at mga granada na nagkakahawigan at hindi nagkakahawigan. Kumain kayo mula sa bunga ng mga ito kapag namunga ang mga ito at magbigay kayo ng tungkulin ng mga ito sa araw ng pag-aani ng mga ito. Huwag kayong magpakalabis; tunay na Siya ay hindi umiibig sa mga nagpapakalabis.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:142","price":"May mga hayupang [nilikhang] bilang tagapasan at bilang munti. Kumain kayo mula sa itinustos sa inyo ni Allāh at huwag kayong sumunod sa mga hakbang ng demonyo. Tunay na siya para sa inyo ay isang kaaway na malinaw.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:143","price":"[Lumikha ng] walong pares. Mula sa mga tupa ay may dalawa at mula sa mga kambing ay may dalawa. Sabihin mo: “Ang dalawang lalaki ba ay ipinagbawal Niya o ang dalawang babae o ang nilaman ng mga sinapupunan ng dalawang babae? Magbalita kayo sa akin ng isang kaalaman kung kayo ay mga tapat.”","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:144","price":"Mula sa mga kamelyo ay may dalawa at mula sa mga baka ay may dalawa. Sabihin mo: “Sa dalawang lalaki ba ay nagbawal Siya o sa dalawang babae o sa nilaman ng mga sinapupunan ng dalawang babae? O kayo ba noon ay mga saksi noong nagtagubilin sa inyo si Allāh nito? Kaya sino ang higit na tagalabag sa katarungan kaysa sa sinumang gumawa-gawa laban kay Allāh ng isang kasinungalingan upang magligaw sa mga tao nang walang kaalaman. Tunay na si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan.”","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:145","price":"Sabihin mo: “Hindi ako nakatatagpo sa anumang ikinasi sa akin ng isang ipinagbabawal sa isang tagakain na kakain niyon maliban na ito ay maging isang namatay,[166] o dugong ibinubo, o laman ng baboy sapagkat tunay na ito ay isang kasalaulaan o isang kasuwailang inaalay sa iba pa kay Allāh; ngunit ang sinumang napilitan nang hindi lumalabag ni lumalampas, tunay na ang Panginoon mo ay Mapagpatawad, Maawain.”","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"[166] O ang karne na hayop na namatay na hindi nakatay ayon sa panuntunan ng Islam.","lang":"tl"},{"name":"6:146","price":"Sa mga nagpakahudyo ay nagbawal Kami ng bawat may mga buong kuko. Mula sa mga baka at mga tupa ay nagbawal Kami sa kanila ng mga taba ng dalawang [uring] ito maliban sa anumang kinapitan ng mga likod ng dalawang [uring] ito o ng mga bituka nito o anumang nahalo sa buto. Iyon ay iginanti Namin sa kanila dahil sa paglabag nila. Tunay na Kami ay talagang Tapat.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:147","price":"Kaya kung nagpasinungaling sila sa iyo ay sabihin mo: “Ang Panginoon ninyo ay may awang malawak ngunit hindi naitutulak ang parusa Niya palayo sa mga taong salarin.”","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:148","price":"Magsasabi ang mga nagtambal: “Kung sakaling niloob ni Allāh ay hindi sana kami nagtambal ni ang mga ninuno namin at hindi sana kami nagbawal ng anuman.” Gayon nagpasinungaling ang mga bago pa nila hanggang sa lumasap sila ng parusa Namin. Sabihin mo: “Mayroon kaya sa ganang inyo na anumang kaalaman para magpalabas kayo niyon sa Amin? Sumusunod kayo sa pagpapalagay lamang. Walang iba kayo kundi nagsasapantaha.”","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:149","price":"Sabihin mo: “Ngunit kay Allāh ang katwirang masidhi kaya kung sakaling niloob Niya ay talaga sanang nagpatnubay Siya sa inyo nang magkakasama.”","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:150","price":"Sabihin mo: “Maglahad kayo ng mga saksi ninyo na sasaksi na si Allāh ay nagbawal nito, saka kung sumaksi sila ay huwag kang sumaksi kasama sa kanila. Huwag kang sumunod sa mga pithaya ng mga nagpasinungaling sa mga tanda Namin at ng mga hindi sumasampalataya sa Kabilang-buhay habang sila sa Panginoon nila ay nagpapantay [sa iba].”","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:151","price":"Sabihin mo: “Halikayo, bibigkas ako ng ipinagbawal ng Panginoon ninyo sa inyo: na huwag kayong magtambal sa Kanya ng anuman; sa mga magulang ay [mag-ukol ng] paggawa ng maganda; huwag kayong pumatay ng mga anak ninyo dahil sa isang paghihikahos, Kami ay nagtutustos sa inyo at sa kanila; huwag kayong lumapit sa mga malaswa: anumang nalantad mula sa mga ito at anumang nakubli; at huwag kayong pumatay ng buhay na ipinagbawal ni Allāh malibang ayon sa [legal na] karapatan.” Iyon ay itinagubilin Niya sa inyo, nang sa gayon kayo ay makapag-uunawa.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:152","price":"Huwag kayong lumapit sa yaman ng ulila kundi sa [paraang] pinakamaganda hanggang sa umabot siya sa katindihan niya. Magpalubus-lubos kayo sa pagtatakal at timbangan ayon sa pagkamakatarungan. Hindi Kami nag-aatang sa isang kaluluwa malibang ayon sa kakayahan nito. Kapag nagsabi kayo ay magpakamakatarungan kayo kahit pa sa isang may pagkakamag-anak. Sa kasunduan kay Allāh ay magpatupad kayo. Iyon ay itinagubilin Niya sa inyo, nang sa gayon kayo ay magsasaalaala.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:153","price":"Na [ang Islām na] ito ay ang landasin Ko, tuwid, kaya sumunod kayo rito. Huwag kayong sumunod sa mga [ibang] landas para magpahiwa-hiwalay ang mga ito sa inyo palayo sa landas Niya. Iyon ay itinagubilin Niya sa inyo, nang sa gayon kayo ay mangingilag magkasala.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:154","price":"Karagdagan, nagbigay Kami kay Moises ng kasulatan bilang paglulubos [ng biyaya] para sa gumawa ng maganda, bilang pagdedetalye para sa bawat bagay, bilang patnubay, at bilang awa, nang sa gayon sila, sa pakikipagkita sa Panginoon nila, ay sasampalataya.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:155","price":"[Ang Qur’ān na] ito ay isang Aklat na pinababa Namin, na pinagpala, kaya sumunod kayo rito at mangilag kayong magkasala, nang sa gayon kayo ay kaaawaan,","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:156","price":"dahil [baka] magsabi kayo: “Pinababa lamang ang kasulatan sa dalawang pangkatin [na mga Hudyo at mga Kristiyano] bago pa namin at tunay na kami noon, sa pag-aaral nila, ay talagang mga nalilingat,”","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:157","price":"o [dahil baka] magsabi kayo: “Kung sakaling kami ay pinababaan ng kasulatan, talaga sanang kami ay naging higit na napatnubayan kaysa sa kanila [na binabaan ng kasulatan],” sapagkat may dumating nga sa inyo na isang malinaw na patunay mula sa Panginoon ninyo, isang patnubay, at isang awa. Kaya sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang nagpasinungaling sa mga tanda ni Allāh at lumihis palayo sa mga ito? Gaganti Kami sa mga lumilihis palayo sa mga tanda Namin ng kasagwaan ng pagdurusa dahil sila noon ay lumilihis.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:158","price":"Naghihintay kaya sila maliban pa na pumunta sa kanila ang mga anghel o pumunta ang Panginoon mo o pumunta ang ilan sa mga tanda ng Panginoon mo? Sa araw na pumunta ang ilan sa mga tanda ng Panginoon mo ay hindi magpapakinabang sa isang kaluluwa ang pananampalataya nito [kung] hindi ito dating sumampalataya bago pa niyan o nagkamit ito sa pananampalataya nito ng isang kabutihan. Sabihin mo: “Maghintay kayo; tunay na Kami ay mga naghihintay.”","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:159","price":"Tunay na ang mga nagwatak-watak sa relihiyon nila at sila ay naging mga sekta, hindi ka kabilang sa kanila sa anuman. Ang nauukol sa kanila ay nasa kay Allāh lamang. Pagkatapos magbabalita Siya sa kanila hinggil sa anumang dati nilang ginagawa.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:160","price":"Ang sinumang naghatid ng magandang gawa ay ukol sa kanya ang sampung tulad nito, at ang sinumang naghatid ng masagwang gawa ay hindi siya gagantihan maliban ng tulad nito; at sila ay hindi lalabagin sa katarungan.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:161","price":"Sabihin mo: “Tunay na ako ay pinatnubayan ng Panginoon ko tungo sa landasing tuwid – isang relihiyong tama, na kapaniwalaan ni Abraham bilang makatotoo. Hindi siya naging kabilang sa mga tagapagtambal.”","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:162","price":"Sabihin mo: “Tunay na ang dasal ko, ang pag-aalay ko, ang buhay ko, at ang kamatayan ko ay ukol kay Allāh, ang Panginoon ng mga nilalang –","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:163","price":"walang katambal sa Kanya. Gayon nag-utos sa akin, at ako ay una sa mga Muslim.”","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:164","price":"Sabihin mo: “Sa iba pa ba kay Allāh maghahangad ako bilang Panginoon samantalang Siya ay Panginoon ng bawat bagay? Walang [kasalanang] nakakamit ang bawat kaluluwa malibang laban dito. Hindi magpapasan ang isang tagapasan ng pasanin ng iba. Pagkatapos tungo sa Panginoon ninyo ang babalikan ninyo saka magbabalita Siya sa inyo hinggil sa anumang kayo noon hinggil doon ay nagkakaiba-iba.”","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"6:165","price":"Siya ay ang gumawa sa inyo bilang mga kahalili sa lupa. Nag-angat Siya sa iba sa inyo higit sa iba sa mga antas upang sumubok Siya sa inyo sa ibinigay Niya sa inyo. Tunay na ang Panginoon mo ay mabilis ang parusa at tunay na Siya ay talagang Mapagpatawad, Maawain.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:1","price":"Alif. Lām. Mīm. Sād.[167]","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"[167] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.","lang":"tl"},{"name":"7:2","price":"[Ito ay] isang Aklat na pinababa sa iyo, kaya huwag magkaroon sa dibdib mo ng pagkaasiwa mula rito, upang magbabala ka sa pamamagitan nito at bilang paalaala para sa mga mananampalataya.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:3","price":"Sumunod kayo sa pinababa sa inyo mula sa Panginoon ninyo at huwag kayong sumunod sa bukod pa sa Kanya bilang mga katangkilik. Kakaunti ang isinasaalaala ninyo!","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:4","price":"Kay rami ng [makasalanang] pamayanang ipinahamak Namin[168] saka dumating doon ang parusa Namin sa magdamag o habang sila ay mga umiidlip sa hapon,","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"[168] dahil sa pagpupumilit sa kawalang-pananampalataya at pagkaligaw","lang":"tl"},{"name":"7:5","price":"saka walang iba ang panawagan nila noong dumating sa kanila ang parusa Namin maliban na nagsabi sila: “Tunay na kami dati ay mga tagalabag sa katarungan.”","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:6","price":"Saka talagang magtatanong nga Kami sa mga pinagsuguan at talagang magtatanong nga Kami sa mga isinugo.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:7","price":"Kaya talagang magsasalaysay nga Kami sa kanila [ng mga ginawa nila] nang may kaalaman at Kami lagi ay hindi nakaliban.","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:8","price":"Ang pagtitimbang sa Araw na iyon ay ang katotohanan. Kaya ang mga bumigat ang mga timbangan nila [ng kabutihan], ang mga iyon ay ang mga magtatagumpay.","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:9","price":"Ang mga gumaan ang mga timbangan nila [ng kabutihan], ang mga iyon ay ang mga nagpalugi sa mga sarili nila dahil sila noon sa mga tanda Namin ay lumalabag sa katarungan.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:10","price":"Talaga ngang nagbigay-kapangyarihan Kami sa inyo sa lupa at gumawa Kami para sa inyo rito ng mga kabuhayan. Kaunti ang pinasasalamatan ninyo!","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:11","price":"Talaga ngang lumikha Kami sa inyo. Pagkatapos nag-anyo Kami sa inyo. Pagkatapos nagsabi Kami sa mga anghel: “Magpatirapa kayo kay Adan [bilang pagpipitagan],” kaya nagpatirapa sila maliban si Satanas; hindi siya naging kabilang sa mga nagpapatirapa.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:12","price":"Nagsabi Siya: “Ano ang pumigil sa iyo na hindi ka magpatirapa noong nag-utos Ako sa iyo?” Nagsabi ito: “Ako ay higit na mainam kaysa sa kanya. Lumikha Ka sa akin mula sa apoy samantalang lumikha Ka sa kanya mula sa putik.”","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:13","price":"Nagsabi Siya: “Kaya lumapag ka mula rito sapagkat hindi nagiging ukol sa iyo na magpakamalaki rito. Kaya lumabas ka; tunay na ikaw ay kabilang sa mga nanliliit.”","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:14","price":"Nagsabi ito: “Magpaliban Ka sa akin hanggang sa araw na bubuhayin sila.”","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:15","price":"Nagsabi Siya: “Tunay na ikaw ay kabilang sa mga ipagpapaliban.”","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:16","price":"Nagsabi ito: “Kaya dahil nagpalisya Ka sa akin, talagang mag-aabang nga ako sa kanila sa landasin Mong tuwid.","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:17","price":"Pagkatapos talagang pupunta nga ako sa kanila sa harapan nila at sa likuran nila at sa dakong mga kanan nila at sa dakong mga kaliwa nila. Hindi Ka makatatagpo sa higit na marami sa kanila bilang mga tagapagpasalamat.”","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:18","price":"Nagsabi Siya: “Lumabas ka mula rito bilang nilalait na pinalalayas. Talagang ang sinumang sumunod sa iyo kabilang sa kanila ay talagang magpupuno nga Ako ng Impiyerno mula sa inyo nang magkakasama.","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:19","price":"O Adan, manahan ka at ang asawa mo sa Paraiso, saka kumain kayong dalawa mula saanman ninyo loobin ngunit huwag kayong dalawa lumapit sa punong-kahoy na ito para kayong dalawa ay [hindi] maging kabilang sa mga tagalabag sa katarungan.”","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:20","price":"Ngunit nagpasaring sa kanilang dalawa ang demonyo upang magtambad siya sa kanilang dalawa ng binalot para sa kanilang dalawa mula sa kahubaran nilang dalawa. Nagsabi siya: “Hindi sumaway sa inyong dalawa ang Panginoon ninyong dalawa laban sa punong-kahoy na ito maliban na kayong dalawa ay maging mga anghel o kayong dalawa ay maging kabilang sa mga nananatiling-buhay.”","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:21","price":"Nakipagsumpaan siya sa kanilang dalawa: “Tunay na ako para sa inyong dalawa ay kabilang sa mga tagapagpayo.”","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:22","price":"Kaya nagpamithi siya sa kanilang dalawa dahil sa isang pagkalinlang. Kaya noong nakatikim silang dalawa sa [bunga ng] punong-kahoy ay natambad sa kanilang dalawa ang kahubaran nilang dalawa at nagsimula silang dalawa na magkapit sa kanilang dalawa ng mula sa mga dahon ng Paraiso. Nanawagan sa kanilang dalawa ang Panginoon nilang dalawa: “Hindi ba Ako sumaway sa inyong dalawa laban sa punong-kahoy na iyon at nagsabi sa inyong dalawa: Tunay na ang demonyo para sa inyong dalawa ay isang kaaway na malinaw?”","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:23","price":"Nagsabi silang dalawa: “Panginoon namin, lumabag kami sa katarungan sa mga sarili namin. Kung hindi Ka magpapatawad sa amin at maaawa sa amin, talagang kami nga ay magiging kabilang sa mga lugi.”[169]","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"[169] Nasa sa Qur’an 2:337 na pinatawad ni Allāh sina Adan sa unang pagkakasala nila kaya walang manang kasalanan sa Islam.","lang":"tl"},{"name":"7:24","price":"Nagsabi Siya: “Lumapag kayo;[170] ang iba sa inyo para sa iba ay kaaway. Ukol sa inyo sa lupa ay isang pinagtitigilan at isang natatamasa hanggang sa isang panahon.”","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"[170] Ibig sabihin: Lumpag kayo, Adan, Eva, at Satanas, mula sa Paraiso patungo sa lupa.","lang":"tl"},{"name":"7:25","price":"Nagsabi Siya: “Sa loob niyon mabubuhay kayo, sa loob niyon mamamatay kayo, at mula roon ilalabas kayo [para buhayin].","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:26","price":"O mga anak ni Adan, nagpababa nga Kami sa inyo ng kasuutan na magbabalot sa kahubaran ninyo at bilang gayak. Ang kasuutan ng pangingilag magkasala, iyon ay higit na mabuti. Iyon ay kabilang sa mga tanda ni Allāh, nang sa gayon sila ay magsasaalaala.","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:27","price":"O mga anak ni Adan, huwag ngang tutukso sa inyo ang demonyo yayamang nagpalabas siya sa mga magulang ninyo mula sa Paraiso habang nag-aalis sa kanilang dalawa ng kasuutan nilang dalawa upang magpakita siya sa kanilang dalawa ng kahubaran nilang dalawa. Tunay na siya ay nakakikita sa inyo, siya at ang mga kampon niya, mula sa kung saan hindi kayo nakakikita sa kanila. Tunay na Kami ay gumawa sa mga demonyo bilang mga katangkilik para sa mga hindi sumasampalataya.”","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:28","price":"Kapag gumawa sila ng isang malaswa ay magsasabi sila: “Nakatagpo kami sa gayon sa mga magulang namin at si Allāh ay nag-utos sa amin niyon.” Sabihin mo: “Tunay na si Allāh ay hindi nag-uutos ng kalaswaan; nagsasabi ba kayo hinggil kay Allāh ng hindi ninyo nalalaman?”","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:29","price":"Sabihin mo: “Nag-utos ang Panginoon ko ng pagkamakatarungan, at na magpanatili kayo ng mga mukha ninyo sa bawat patirapaan at manalangin kayo sa Kanya habang mga nagpapakawagas para sa Kanya sa relihiyon. Kung paanong nagsimula Siya sa inyo, [gayon] kayo manunumbalik [bilang mga buhay].”","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:30","price":"May isang pangkat na pinatnubayan Niya at may isang pangkat na nagindapat sa kanila ang kaligawan. Tunay na sila ay gumawa sa mga demonyo bilang mga katangkilik bukod pa kay Allāh at nag-aakala na mga napapatnubayan.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:31","price":"O mga anak ni Adan, magsuot kayo ng gayak ninyo sa bawat masjid. Kumain kayo at uminom kayo at huwag kayong magpakalabis; tunay na Siya ay hindi umiibig sa mga nagpapakalabis.","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:32","price":"Sabihin mo: “Sino ang nagbawal sa gayak ni Allāh na pinalabas Niya para sa mga lingkod Niya at sa mga kaaya-aya mula sa panustos?” Sabihin mo: “Ito ay para sa mga sumampalataya sa [sandali ng] buhay sa Mundo samantalang nakalaan [sa kanila] sa Araw ng Pagbangon.” Gayon Kami nagdedetalye ng mga tanda para sa mga taong umaalam.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:33","price":"Sabihin mo: “Nagbawal lamang ang Panginoon ko ng mga malaswa: anumang nalantad sa mga ito at anumang nakubli, ng kasalanan, ng paglabag nang walang karapatan, na magtambal kayo kay Allāh ng anumang hindi naman Siya nagbaba roon ng isang katunayan, at na magsabi kayo hinggil kay Allāh ng hindi ninyo nalalaman.”","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:34","price":"Para sa bawat kalipunan ay may taning. Kaya kapag dumating ang taning nila ay hindi sila makapagpapaantala ng isang sandali at hindi sila makapagpapauna.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:35","price":"O mga anak ni Adan, kung may pupunta nga naman sa inyo na mga sugo kabilang sa inyo, na nagsasalaysay sa inyo ng mga tanda Ko, ang mga nangilag magkasala at nagsaayos ay walang pangamba sa kanila ni sila ay malulungkot.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:36","price":"Ang mga nagpasinungaling sa mga talata Namin [sa Qur’ān] at nagmalaki sa mga ito, ang mga iyon ang mga maninirahan sa Apoy; sila ay doon mga mananatili.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:37","price":"Kaya sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang gumawa-gawa laban kay Allāh ng isang kasinungalingan o nagpasinungaling sa mga tanda Niya. Ang mga iyon, aabot sa kanila ang bahagi nila mula sa talaan; hanggang sa nang dumating sa kanila ang mga sugo Namin[171] habang magpapapanaw sa kanila ay magsasabi ang mga ito: “Nasaan ang dati ninyong dinadalanginan bukod pa kay Allāh?” Magsasabi naman sila: “Nawala sila sa amin.” Sasaksi sila laban sa mga sarili nila na sila ay noon mga tagatangging sumampalataya.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"[171] Ibig sabihin: ang mga anghel ng kamatayan.","lang":"tl"},{"name":"7:38","price":"Nagsabi Siya: “Pumasok kayo sa Apoy kasama sa mga kalipunang nakalipas bago pa ninyo kabilang sa jinn at tao. Sa tuwing may papasok na isang kalipunan ay susumpain nito ang [kalipunang] kapatid nito; hanggang sa nang nagsunuran sila roon nang lahatan ay magsasabi ang huli sa kanila sa una sa kanila: “Panginoon Namin, ang mga ito ay nagligaw sa amin kaya magbigay Ka sa kanila ng isang ibayong pagdurusa mula sa Apoy.” Magsasabi naman Siya: “Ukol sa bawat isa ay ibayo, subalit hindi kayo nakaaalam.”","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:39","price":"Magsasabi ang una sa kanila sa huli sa kanila: “Sapagkat hindi kayo nagkaroon higit sa amin ng anumang kalamangan, kaya lasapin ninyo ang pagdurusa dahil sa dati ninyong nakakamit [na kawalang-pananampalataya].”","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:40","price":"Tunay na ang mga nagpasinungaling sa mga talata Namin [sa Qur’ān] at nagmalaki sa mga ito ay hindi bubuksan para sa kanila ang mga pinto ng langit at hindi sila papasok sa Paraiso hanggang sa lumagos ang kamelyo sa mata ng karayom. Gayon Kami gaganti sa mga salarin.","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:41","price":"Para sa kanila mula sa Impiyerno ay himlayan at mula sa ibabaw nila ay mga pambalot. Gayon Kami gaganti sa mga tagalabag sa katarungan.","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:42","price":"Ang mga sumampalataya at gumawa ng mga maayos – hindi Kami nag-aatang sa isang kaluluwa malibang ayon sa kakayahan nito – ang mga iyon ay ang mga maninirahan sa Paraiso; sila ay doon mga mananatili.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:43","price":"Magtatanggal Kami ng anumang nasa mga dibdib nila na pagkamuhi, habang dumadaloy mula sa ilalim nila ang mga ilog. Magsasabi sila: “Ang papuri ay ukol kay Allāh na nagpatnubay sa amin para rito. Hindi sana kami naging ukol mapatnubayan kung sakaling hindi dahil nagpatnubay sa amin si Allāh. Talaga ngang naghatid ang mga sugo ng Panginoon namin ng katotohanan.” Tatawagin sila: “Iyon ay ang Paraiso; ipinamana sa inyo iyon dahil sa dati ninyong ginagawa [na kabutihan].”","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:44","price":"Mananawagan ang mga maninirahan sa Paraiso sa mga maninirahan sa Apoy, na [nagsasabi]: “Nakatagpo nga kami sa ipinangako sa amin ng Panginoon namin bilang totoo, kaya nakatagpo ba kayo sa ipinangako ng Panginoon ninyo bilang totoo?” Magsasabi sila: “Oo.” Kaya magpapahayag ang isang tagapagpahayag sa pagitan nila na ang sumpa ni Allāh ay nasa mga tagalabag sa katarungan,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:45","price":"ang mga sumasagabal sa landas ni Allāh at naghahangad dito ng isang kabaluktutan samantalang sila sa Kabilang-buhay ay mga tagatangging sumampalataya.”","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:46","price":"Sa pagitan ng dalawang [pangkat na] ito ay may lambong. Sa mga tuktok ay may mga lalaking nakakikilala sa lahat[172] ayon sa mga tatak ng mga ito. Mananawagan sila sa mga maninirahan sa Paraiso, na [nagsasabi]: “Kapayapaan ay sumainyo.” Hindi pa nakapasok ang mga ito roon at ang mga ito ay naghahangad.","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"[172] ng mga maninirahan sa Paraiso at Impiyerno","lang":"tl"},{"name":"7:47","price":"Kapag inilihis ang mga paningin nila paharap sa mga maninirahan sa Apoy ay magsasabi sila: “Panginoon Namin, huwag Kang maglagay sa amin kasama sa mga taong tagalabag sa katarungan.”","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:48","price":"Mananawagan ang mga nananatili sa mga tuktok sa mga taong nakikilala nila ayon sa mga tatak ng mga ito, na magsasabi: “Walang naidulot para sa inyo ang pagtipon ninyo at ang dati ninyong ipinagmamalaki.”","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:49","price":"[Magsasabi si Allāh:] Ang mga ito ba ang mga sumumpa kayong hindi magpapakamit sa kanila si Allāh ng awa? [Sasabihin]: “Magsipasok kayo sa Paraiso; walang pangamba sa inyo ni kayo ay malulungkot.”","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:50","price":"Mananawagan ang mga naninirahan sa Apoy sa mga naninirahan sa Paraiso, na [nagsasabi]: “Magpabaha kayo sa amin ng tubig o ng anumang itinustos sa inyo ni Allāh.” Magsasabi ang mga ito: “Tunay na si Allāh ay nagbawal ng dalawang ito sa mga tagatangging sumampalataya,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:51","price":"na mga gumawa sa relihiyon nila bilang libingan at laro, at luminlang sa kanila ang buhay na pangmundo.” Kaya ngayong Araw lilimot[173] Kami sa kanila kung paanong lumimot sila sa pakikipagkita sa Araw nilang ito at sila dati sa mga tanda Namin ay nagkakaila.","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"[173] Ibig sabihin: mag-iiwan Kami sa kanila sa Impiyerno.","lang":"tl"},{"name":"7:52","price":"Talaga ngang naghatid Kami sa kanila ng isang aklat na dinetalye Namin ayon sa kaalaman bilang patnubay at awa para sa mga taong sumasampalataya [sa katotohanan].","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:53","price":"Naghihintay kaya sila maliban pa ng pagsasakatuparan nito? Sa araw na pupunta ang pagsasakatuparan nito ay magsasabi ang mga lumimot nito bago pa niyan: “Naghatid nga ang mga sugo ng Panginoon Namin ng katotohanan, kaya mayroon ba kaming anumang mga tagapagpamagitan para mamagitan sila para sa amin, o pababalikin kami [sa Mundo] para gumawa kami ng iba sa dati naming ginagawa?” Nagpalugi nga sila ng mga sarili nila at nawala sa kanila ang dati nilang ginawa-gawa.","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:54","price":"Tunay na ang Panginoon ninyo ay si Allāh na lumikha ng mga langit at lupa sa anim na araw, pagkatapos lumuklok Siya sa Trono. Nagbabalot Siya ng gabi sa maghapon na humahabol doon nang maliksi. [Lumikha Siya] ng araw, buwan, at mga bituin bilang mga pinagsisilbi ayon sa utos Niya. Pansinin, sa Kanya ang paglikha at ang pag-uutos. Napakamapagpala si Allāh, ang Panginoon ng mga nilalang.","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:55","price":"Manalangin kayo sa Panginoon ninyo nang may pagpapakumbaba at pagkukubli. Tunay na Siya ay hindi umiibig sa mga tagalabag.","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:56","price":"Huwag kayong manggulo sa lupa matapos ng pagsasaayos nito. Dumalangin kayo sa Kanya sa pangamba at sa paghahangad. Tunay na ang awa ni Allāh ay malapit sa mga tagagawa ng maganda.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:57","price":"Siya ay ang nagsusugo ng mga hangin bilang mga tagapagbalita ng nakagagalak sa harap ng awa Niya; hanggang sa nang nagdala ang mga iyon ng mga ulap na mabigat ay aakay Kami sa mga ito tungo sa isang bayang patay saka magpapababa Kami roon ng tubig kaya magpapalabas Kami sa pamamagitan nito ng lahat ng mga bunga. Gayon Kami magpapalabas ng mga patay, nang sa gayon kayo ay magsasaalaala.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:58","price":"Ang bayang kaaya-aya ay lumalabas ang tanim nito ayon sa pahintulot ng Panginoon nito at ang naging karima-rimarim ay hindi lumalabas ito kundi pahirapan. Gayon Kami nagsarisari ng mga tanda para sa mga taong nagpapasalamat.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:59","price":"Talaga ngang nagsugo Kami kay Noe sa mga kababayan niya, saka nagsabi siya: “O mga kababayan ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. Tunay na ako ay nangangamba para sa inyo sa pagdurusa sa isang araw na sukdulan.”","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:60","price":"Nagsabi ang konseho kabilang sa mga kalipi niya: “Tunay na kami ay talagang nakakikita sa iyo sa isang pagkaligaw na malinaw.”","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:61","price":"Nagsabi siya:[174] “O mga kalipi ko, walang kaligawan sa akin, subalit ako ay isang sugo mula sa Panginoon ng mga nilalang.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"[174] Ibig sabihin: si Noe.","lang":"tl"},{"name":"7:62","price":"Nagpapaabot ako sa inyo ng mga pasugo ng Panginoon ko, nagpapayo ako sa inyo, at nakaaalam ako mula kay Allāh ng hindi ninyo nalalaman.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:63","price":"Namangha ba kayo na may dumating sa inyo na isang paalaala mula sa Panginoon ninyo dala ng isang lalaking kabilang sa inyo upang magbabala siya sa inyo, upang mangilag kayong magkasala, at nang sa gayon kayo ay kaaawaan?”","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:64","price":"Ngunit nagpasinungaling sila sa kanya, kaya pinaligtas Namin siya at ang mga kasama sa kanya sa daong at nilunod Namin ang mga nagpasinungaling sa mga tanda Namin. Tunay na sila noon ay mga taong bulag.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:65","price":"[Nagsugo sa liping] `Ād ng kapatid nilang si Hūd. Nagsabi siya: “O mga kalipi ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. Kaya hindi ba kayo mangingilag magkasala?”","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:66","price":"Nagsabi ang konseho na mga tumangging sumampalataya kabilang sa mga kalipi niya: “Tunay na kami ay talagang nakakikita sa iyo sa isang kahunghangan at tunay na kami ay nakatitiyak sa iyo na kabilang sa mga sinungaling.”","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:67","price":"Nagsabi siya:[175] “O mga kalipi ko, walang kahunghangan sa akin subalit ako ay isang sugo mula sa Panginoon ng mga nilalang.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"[175] Ibig sabihin: si Propeta Hūd.","lang":"tl"},{"name":"7:68","price":"Nagpapaabot ako sa inyo ng mga pasugo ng Panginoon ko, at ako para sa inyo ay isang tagapagpayong pinagkakatiwalaan.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:69","price":"Namangha ba kayo na may dumating sa inyo na isang paalaala mula sa Panginoon ninyo dala ng isang lalaking kabilang sa inyo upang magbabala sa inyo [ng parusa ni Allāh]? Alalahanin ninyo noong nagtalaga Siya sa inyo bilang kahalili matapos na ng mga tao ni Noe at nagdagdag Siya sa inyo ng kalakasan sa pangangatawan. Kaya alalahanin ninyo ang mga pagpapala ng Panginoon ninyo, nang sa gayon kayo ay magtatagumpay.","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:70","price":"Nagsabi sila: “Dumating ka ba sa Amin upang sumamba kami kay Allāh lamang at umiwan Kami sa anumang dating sinasamba ng mga magulang namin? Kaya maglahad ka sa amin ng ipinangangako mo sa amin kung ikaw ay kabilang sa mga tapat.”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:71","price":"Nagsabi siya: “May bumagsak nga sa inyo mula sa Panginoon ninyo na isang kasalaulaan at isang galit. Nakikipagtalo ba kayo sa akin hinggil sa mga pangalang ipinangalan ninyo mismo at ng mga magulang ninyo, na hindi nagbaba si Allāh sa mga ito ng anumang katunayan. Kaya maghintay kayo; tunay na ako ay kasama sa inyo kabilang sa mga naghihintay.”","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:72","price":"Kaya pinaligtas Namin siya at ang mga kasama sa kanya dahil sa isang awa mula sa Amin. Pumutol Kami sa ugat ng mga nagpasinungaling sa mga tanda Namin. Sila noon ay hindi mga mananampalataya.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:73","price":"[Nagsugo sa liping] Thamūd ng kapatid nilang si Ṣāliḥ. Nagsabi siya: “O mga kalipi ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. May dumating nga sa inyo na isang malinaw na patunay mula sa Panginoon ninyo. Ito ay dumalagang kamelyo ni Allāh; para sa inyo ay isang tanda, kaya hayaan ninyo itong manginain sa lupain ni Allāh at huwag ninyong salingin ito ng isang kasagwaan para hindi kayo daklutin ng isang pagdurusang masakit.","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:74","price":"Alalahanin ninyo noong gumawa Siya sa inyo na mga kahalili matapos na ng [liping] `Ād at nagpatahan Siya sa inyo sa lupain. Gumagawa kayo mula sa mga kapatagan nito ng mga palasyo at lumililok kayo ng mga bundok na maging mga bahay. Kaya alalahanin ninyo ang mga biyaya ni Allāh at huwag kayong manampalasan sa lupa bilang mga tagagulo.”","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:75","price":"Nagsabi ang konseho na mga nagmalaki kabilang sa mga kalipi niya sa mga minamahina – sa sinumang sumampalataya kabilang sa kanila: “Nakaaalam ba kayo na si Ṣāliḥ ay isang isinugo mula sa Panginoon niya?” Nagsabi ang mga ito: “Tunay na kami sa ipinasugo sa kanya ay mga mananampalataya.”","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:76","price":"Nagsabi ang mga nagmalaki: “Tunay na kami sa sinampalatayanan ninyo ay mga tagatangging sumampalataya.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:77","price":"Kaya kinitil nila ang dumalagang kamelyo, nagpakasutil sila sa utos ng Panginoon nila, at nagsabi sila: “O Ṣāliḥ, maglahad ka sa amin ng ipinangangako mo sa amin kung ikaw ay kabilang sa mga isinugo [ni Allāh].”","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:78","price":"Kaya dumaklot sa kanila ang yanig, saka sila, sa tahanan nila, ay naging mga [patay na] nakasubsob.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:79","price":"Kaya tumalikod siya sa kanila at nagsabi: “O mga kalipi ko, talaga ngang nagpaabot ako sa inyo ng pasugo ng Panginoon ko at nagpayo ako sa inyo subalit hindi kayo umiibig sa mga tagapagpayo.”","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:80","price":"[Banggitin] si Lot noong nagsabi siya sa mga kababayan niya: “Gumagawa ba kayo ng mahalay, na walang nakauna sa inyo roon na isa man kabilang sa mga nilalang?","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:81","price":"Tunay na kayo ay talagang pumupunta sa mga lalaki dala ng pagnanasa sa bukod pa sa mga babae, bagkus kayo ay mga taong nagpapakalabis.”","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:82","price":"Walang iba ang sagot ng mga kababayan niya kundi na nagsabi sila: “Palabasin ninyo sila[176] mula sa pamayanan ninyo; tunay na sila ay mga taong nagpapakadalisay.”","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"[176] sina Lot at ang mag-anak niya","lang":"tl"},{"name":"7:83","price":"Kaya pinaligtas Namin siya at ang mag-anak niya maliban sa maybahay niya; ito ay naging kabilang sa mga nagpapaiwan [sa parusa ni Allāh].","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:84","price":"Nagpaulan Kami sa kanila ng isang ulan [ng mga bato], kaya tumingin ka kung papaano naging ang kinahinatnan ng mga salarin.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:85","price":"[Nagsugo sa mga mamamayan ng] Madyan ng kapatid nilang si Shu`ayb. Nagsabi siya: “O mga kalipi ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. May dumating nga sa inyo na isang malinaw na patunay mula sa Panginoon ninyo. Kaya magpalubus-lubos kayo sa pagtatakal at timbangan, huwag kayong magpakulang sa mga tao sa mga bagay-bagay nila, at huwag kayong manggulo sa lupa matapos ng pagsasaayos nito. Iyon ay higit na mabuti para sa inyo kung kayo ay mga mananampalataya.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:86","price":"Huwag kayong umupo sa bawat landasin, na nagbabanta kayo at sumasagabal kayo sa landas ni Allāh sa sinumang sumampalataya sa Kanya, at naghahangad kayo rito ng isang kabaluktutan. Alalahanin ninyo, noong kayo dati ay kakaunti, pinarami Niya kayo. Tumingin kayo kung papaano naging ang kinahinatnan ng mga tagatiwali [bago ninyo].","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"tl"},{"name":"7:87","price":"Kung may isang pangkatin kabilang sa inyo na sumampalataya sa ipinasugo sa akin at may isang pangkating hindi sumampalataya, magtiis kayo hanggang sa humatol si Allāh sa pagitan natin. Siya ay ang pinakamainam sa mga tagahatol.”","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"tl"}],"juz":{"id":8,"name":"وَلَوْ أَنَّنَا","transliteration":"Wa Lau Annana","transEn":"If Only We Had","startVerse":"6:111","endVerse":"7:87","totalVerses":142}}