{"data":[{"name":"7:88","price":"Nagsabi ang konseho na mga nagmalaki kabilang sa mga kalipi niya: “Talagang magpapalabas nga Kami sa iyo, O Shu`ayb, at sa mga sumampalataya kasama sa iyo mula sa pamayanan natin, o talagang manunumbalik nga kayo sa kapaniwalaan namin.” Nagsabi siya: “Kahit ba kami ay naging mga nasusuklam?","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:89","price":"Gumawa-gawa nga kami laban kay Allāh ng isang kasinungalingan kung nanumbalik kami sa kapaniwalaan ninyo matapos noong nagligtas sa amin si Allāh mula roon. Hindi nagiging ukol sa amin na manumbalik kami roon maliban na loobin ni Allāh, ang Panginoon namin. Sumakop ang Panginoon namin sa bawat bagay sa kaalaman. Kay Allāh kami nananalig. Panginoon naming, humusga Ka sa pagitan namin at ng mga kalipi namin ayon sa katotohanan, at Ikaw ay ang pinakamabuti sa mga tagahusga.”","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:90","price":"Nagsabi ang konseho na mga tumangging sumampalataya kabilang sa mga kalipi niya: “Talagang kung sumunod kayo kay Shu`ayb, tunay na kayo samakatuwid ay talagang mga lugi.”","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:91","price":"Kaya dumaklot sa kanila ang yanig, saka sila, sa tahanan nila, ay naging mga [patay na] nakasubsob.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:92","price":"Ang mga nagpasinungaling kay Shu`ayb ay para bang hindi nanirahan doon. Ang mga nagpasinungaling kay Shu`ayb, sila noon ay ang mga lugi.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:93","price":"Kaya tumalikod siya sa kanila at nagsabi: “O mga kalipi ko, talaga ngang nagpaabot ako sa inyo ng mga pasugo ng Panginoon ko at nagpayo ako sa inyo, kaya papaano akong magdadalamhati sa mga taong tagatangging sumampalataya?”","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:94","price":"Hindi Kami nagsugo sa isang pamayanan ng anumang propeta [sa pinasinungalingan] malibang nagpataw Kami sa mga mamamayan nito ng kadahupan at kariwaraan, nang sa gayon sila ay magpapakumbaba.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:95","price":"Pagkatapos nagpalit Kami sa lugar ng masagwang lagay ng magandang lagay hanggang sa lumago sila at nagsabi: “Sumaling nga sa mga magulang namin ang kariwaraan at ang kariwasaan.” Kaya dumaklot Kami sa kanila nang biglaan habang sila ay hindi nakararamdam.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:96","price":"Kung sakaling ang mga naninirahan sa mga pamayanan ay sumampalataya at nangilag magkasala, talaga sanang nagbukas Kami sa kanila ng mga pagpapala mula sa langit at lupa subalit nagpasinungaling sila kaya dumaklot Kami sa kanila dahil sa dati nilang kinakamit [na mga kasalanan].","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:97","price":"Kaya natiwasay ba ang mga naninirahan sa mga pamayanan na pumunta sa kanila ang parusa Namin sa magdamag habang sila ay mga tulog?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:98","price":"Natiwasay ba ang mga naninirahan sa mga pamayanan na pumunta sa kanila ang parusa Namin sa kaumagahan habang sila ay naglalaro?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:99","price":"Kaya natiwasay ba sila sa pakana[177] ni Allāh sapagkat walang natitiwasay sa pakana ni Allāh kundi ang mga taong lugi?","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"[177] Paghalina sa kanila nang unti-unti sa pamamagitan ng pagbibiyaya, pagkatapos biglaang pagdaklot sa kanila.","lang":"tl"},{"name":"7:100","price":"Hindi ba napaglinawan para sa mga nagmamana ng lupa matapos na ng mga [naunang] naninirahan dito na kung sakaling niloloob Namin ay nagpasakit sana Kami sa kanila dahil sa mga pagkakasala nila? Nagpipinid Kami sa mga puso nila kaya sila ay hindi nakaririnig.","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:101","price":"Ang mga pamayanang iyon ay nagsasalaysay Kami sa iyo ng ilan sa mga balita ng mga iyon. Talaga ngang naghatid sa kanila ang mga sugo nila [mula kay Allāh] ng mga malinaw na patunay, ngunit hindi sila naging ukol na sumampalataya sa pinasinungalingan nila bago pa niyan. Gayon nagpipinid si Allāh sa mga puso ng mga tagatangging sumampalataya.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:102","price":"Hindi Kami nakatagpo sa higit na marami sa kanila ng anumang [katapatan sa] kasunduan at nakatagpo lamang Kami sa higit na marami sa kanila na talagang mga suwail.","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:103","price":"Pagkatapos nagpadala Kami, matapos na nila, kay Moises kalakip ng mga tanda Namin patungo kay Paraon at sa konseho nito, ngunit lumabag sila sa katarungan sa mga ito kaya tumingin ka kung papaano naging ang kinahinatnan ng mga tagatiwali.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:104","price":"Nagsabi si Moises: “O Paraon, tunay na ako ay isang sugo mula sa Panginoon ng mga nilalang.","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:105","price":"Karapat-dapat na hindi ako magsabi tungkol kay Allāh malibang ng totoo. Nagdala nga ako sa inyo ng isang malinaw na patunay mula sa Panginoon ninyo kaya ipadala mo kasama sa akin ang mga anak ni Israel.","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:106","price":"Nagsabi ito:[178] “Kung ikaw ay nagdala ng isang tanda, maglahad ka nito kung ikaw ay naging kabilang sa mga tapat.”","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"[178] Ibig sabihin: si Paraon.","lang":"tl"},{"name":"7:107","price":"Kaya pumukol siya[179] ng tungkod niya at biglang ito ay isang ulupong na malinaw.","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"[179] si Moises.","lang":"tl"},{"name":"7:108","price":"Humugot siya ng kamay niya at biglang ito ay maputi para sa mga tagatingin.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:109","price":"Nagsabi ang konseho kabilang sa mga tao ni Paraon: “Tunay na ito ay talagang isang manggagaway na maalam.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:110","price":"Nagnanais siya na magpalabas sa inyo mula sa lupain ninyo kaya ano ang ipag-uutos ninyo?”","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:111","price":"Nagsabi sila: “Mag-antala ka sa kanya at sa kapatid niya at magsugo ka sa mga lungsod ng mga tagakalap,","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:112","price":"na magdadala sa iyo ng bawat manggaway na maalam.”","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:113","price":"Dumating ang mga manggagaway kay Paraon. Nagsabi sila: “Tunay na mayroon kami talagang pabuya kung kami ay ang mga tagapanaig.”","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:114","price":"Nagsabi iyon: “Oo, at tunay na kayo ay talagang kabilang sa mga inilapit [sa akin].”","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:115","price":"Nagsabi sila: “O Moises, maaari na pumukol ka at maaari na maging kami mismo ang mga tagapukol.”","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:116","price":"Nagsabi siya: “Pumukol kayo.” Kaya noong pumukol sila ay gumaway sila sa mga mata ng mga tao, nagpangilabot sila sa mga ito, at naghatid sila ng isang panggagaway na sukdulan.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:117","price":"Nagkasi Kami kay Moises, na [nagsasabi]: “Pumukol ka ng tungkod mo,” kaya biglang ito ay lumalamon sa ipinanlilinlang nila.","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:118","price":"Kaya napagtibay ang katotohanan at napawalang-saysay ang dati nilang ginagawa.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:119","price":"Kaya nadaig sila[180] roon at umuwi na mga nanliliit.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"[180] Ibig sabihin: sina Paraon at ang mga alagad niya.","lang":"tl"},{"name":"7:120","price":"Ipinukol ang mga manggagaway, na mga nakapatirapa [kay Allāh].","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:121","price":"Nagsabi sila: “Sumampalataya kami sa Panginoon ng mga nilalang,","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:122","price":"na Panginoon nina Moises at Aaron.”","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:123","price":"Nagsabi si Paraon: “Sumampalataya kayo sa kanya bago ako magpahintulot sa inyo. Tunay na ito ay talagang isang pakana na nagpakana kayo nito sa lungsod upang magpalabas kayo mula rito ng mga naninirahan dito, kaya malalaman ninyo.","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:124","price":"Talagang magpuputul-putol nga ako ng mga kamay ninyo at mga paa ninyo nang magkabilaan, pagkatapos talagang magbibitin nga ako sa inyo nang magkakasama.”","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:125","price":"Nagsabi sila: “Tunay na kami ay sa Panginoon namin mga mauuwi.","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:126","price":"Hindi ka naghiganti sa amin kundi dahil sumampalataya kami sa mga tanda ng Panginoon namin noong dumating ang mga ito sa amin. Panginoon namin, magbuhos Ka sa amin ng pagtitiis at magpapanaw Ka sa amin bilang mga Muslim.”","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:127","price":"Nagsabi ang konseho kabilang sa mga tao ni Paraon: “Magpapabaya ka ba kay Moises at sa mga kalipi niya upang manggulo sila sa lupain at magpabaya sa iyo at sa mga diyos mo?” Nagsabi siya: “Pagpapatayin natin ang mga anak na lalaki nila at pamumuhayin natin ang mga babae nila [para magsilbi]. Tunay na tayo sa ibabaw nila ay mga tagalupig.”","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:128","price":"Nagsabi si Moises sa mga tao niya: “Magpatulong kayo kay Allāh at magtitiis kayo. Tunay na ang lupa ay sa kay Allāh; nagpapamana Siya nito sa sinumang niloloob Niya kabilang sa mga lingkod Niya. Ang mabuting kahihinatnan ay ukol sa mga tagapangilag magkasala.”","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:129","price":"Nagsabi sila: “Sinaktan kami bago ka pa pumunta sa amin at matapos na dumating ka sa amin.” Nagsabi siya: “Marahil ang Panginoon ninyo ay magpasawi sa kaaway ninyo at magpahalili sa inyo sa lupain para makakita Siya kung papaano kayong gumagawa.”","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:130","price":"Talaga ngang dumaklot Kami sa angkan ni Paraon sa pamamagitan ng mga taon [ng tagtuyot] at kabawasan mula sa mga bunga, nang sa gayon sila ay magsasaalaala.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:131","price":"Ngunit noong dumating sa kanila ang maganda ay nagsabi sila: “Ukol sa atin ito.” Kung may tatama sa kanila na isang masagwa ay nag-uugnay sila ng kamalasan kay Moises at sa sinumang kasama sa kanya. Pansinin, tanging ang kamalasang inuugnay nila ay nasa ganang kay Allāh subalit ang higit na marami sa kanila ay hindi nakaaalam.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:132","price":"Nagsabi sila: “Anupaman ang ilahad mo sa amin na himala upang gumaway ka sa amin sa pamamagitan nito, hindi kami sa iyo mga mananampalataya.”","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:133","price":"Kaya nagsugo Kami sa kanila ng baha, mga balang, mga kuto, mga palaka, at [tubig na naging] dugo bilang mga himalang nagdedetalye ngunit nagmalaki sila. Sila noon ay mga taong salarin.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:134","price":"Noong bumagsak sa kanila ang pasakit ay nagsabi sila: “O Moises, manalangin ka para sa amin sa Panginoon mo sa pamamagitan ng ihinabilin Niya sa ganang iyo. Talagang kung nagpawi ka sa amin ng pasakit ay talagang sasampalataya nga kami sa iyo at talagang magpapadala nga kami kasama sa iyo ng mga anak ni Israel.”","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:135","price":"Ngunit noong pumawi Kami sa kanila ng pasakit hanggang sa taning na sila ay aabot doon, biglang sila ay sumisira [sa pangako].","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:136","price":"Kaya naghiganti Kami sa kanila saka lumunod Kami sa kanila sa dagat dahil sila ay nagpasinungaling sa kanila sa mga tanda Namin at sila noon sa mga ito ay mga nalilingat.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:137","price":"Nagpamana Kami sa mga tao, na mga dating minamahina, ng mga silangan ng lupain at mga kanluran nito, na biniyayaan Namin. Nalubos ang napakagandang salita ng Panginoon mo sa mga anak ni Israel dahil nagtiis sila. Winasak Namin ang dating niyayari ni Paraon at ng mga tao niya at ang dati nilang ipinatatayo.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:138","price":"Nagpalampas Kami sa mga anak ni Israel sa dagat saka napunta sila sa mga taong namimintuho sa mga anito para sa mga iyon. Nagsabi sila: “O Moises, gumawa ka para sa amin ng isang diyos kung paanong mayroon silang mga diyos.” Nagsabi siya: “Tunay na kayo ay mga taong nagpapakamangmang.”","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:139","price":"Tunay na ang mga ito ay dinurog ang anumang pagsamba nila [sa mga anito] at walang-kabuluhan ang anumang dati nilang ginagawa [na kabutihan].","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:140","price":"Nagsabi siya: “Sa iba pa kay Allāh ba maghahangad ako sa inyo bilang Diyos samantalang Siya ay nagtangi sa inyo sa mga nilalang?”","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:141","price":"[Banggitin] noong pinaligtas Namin kayo mula sa angkan ni Paraon. Nagpapataw sila sa inyo ng kasagwaan ng pagdurusa: pinagpapatay nila ang mga lalaking anak ninyo at pinamumuhay nila ang mga babae ninyo. Sa gayon ay may isang pagsubok, mula sa Panginoon ninyo, na sukdulan.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:142","price":"Nakipagtipan Kami kay Moises nang tatlumpong gabi at lumubos Kami sa mga ito sa [pagdagdag ng] sampu, kaya nalubos ang takdang oras ng Panginoon niya sa apatnapung gabi. Nagsabi si Moises sa kapatid niyang si Aaron: “Humalili ka sa akin sa mga tao ko, magsaayos ka, at huwag kang sumunod sa landas ng mga tagatiwali.”","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:143","price":"Noong dumating si Moises para sa takdang oras at kumausap rito ang Panginoon nito ay nagsabi ito: “Panginoon ko, magpakita Ka sa akin, titingin ako sa Iyo.” Nagsabi Siya: “Hindi ka makakikita sa Akin, subalit tumingin ka sa bundok sapagkat kung namalagi iyon sa lugar niyon ay makakikita ka sa Akin.” Kaya noong lumantad ang Panginoon niya sa bundok ay ginawa Niya ito na isang patag. Sumubsob si Moises na hinimatay. Noong nagkamalay ito ay nagsabi ito: “Kaluwalhatian sa iyo! Nagbabalik-loob ako sa Iyo, at ako ay ang una sa mga mananampalataya.”","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:144","price":"Nagsabi Siya: “O Moises, tunay na Ako ay humirang sa iyo sa mga tao sa mga pasugo Ko at sa pananalita Ko, kaya kunin mo ang ibinigay Ko sa iyo [na utos] at maging kabilang ka sa mga tagapagpasalamat.”","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:145","price":"Nagsulat Kami para sa kanya sa mga tablero ng bawat bagay bilang pangaral at pagdedetalye para sa bawat bagay, kaya kunin mo ang mga ito nang may lakas at ipag-utos mo sa mga tao mo na kumuha sila ng pinakamaganda sa mga ito. Ipakikita Ko sa inyo ang tahanan ng mga suwail.","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:146","price":"Maglilihis Ako palayo sa mga tanda Ko sa mga nagpapakamalaki sa lupa nang walang karapatan. Kung makakikita sila ng bawat tanda ay hindi sila sasampalataya rito. Kung makakikita sila ng landas ng pagkagabay ay hindi sila gagawa rito bilang landas. Kung makakikita sila ng landas ng pagkalisya ay gagawa sila rito bilang landas. Iyon ay dahil sila ay nagpasinungaling sa mga tanda Namin, at sila noon sa mga ito ay mga nalilingat.","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:147","price":"Ang mga nagpasinungaling sa mga tanda Namin at sa pakikipagkita sa Kabilang-buhay ay nawalang-kabuluhan ang mga gawa nila. Ginagantihan kaya sila ng maliban pa sa dati nilang ginagawa [ng kawalang-pananampalataya]?","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:148","price":"Gumawa ang mga tao ni Moises, matapos na [ng paglisan] niya, mula sa mga hiyas nila ng isang guyang rebulto na mayroon itong pag-unga. Hindi ba sila nakakita na ito ay hindi nagsasalita sa kanila at hindi pumapatnubay sa kanila sa isang landas? Gumawa sila nito habang sila noon ay mga tagalabag sa katarungan.","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:149","price":"Noong nagsisi sila at nakita nila na sila ay naligaw nga, nagsabi sila: “Talagang kung hindi naawa sa atin ang Panginoon Natin at nagpatawad sa atin, talagang tayo nga ay magiging kabilang sa mga lugi.”","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:150","price":"Noong bumalik si Moises sa mga tao niya, na galit na galit na naghihinagpis, ay nagsabi siya: “Kay saklap ang ipinanghalili ninyo sa akin matapos na [ng paglisan] ko. Nagmadali ba kayo sa nauukol sa Panginoon ninyo?” Itinapon niya ang mga tablero at dumaklot siya sa ulo ng kapatid niya, na hinihila ito patungo sa kanya. Nagsabi [si Aaron na] ito: “Anak ng ina ko, tunay na ang mga tao ay nagmahina sa akin. Sila ay halos papatay sa akin. Kaya huwag kang magpatuwa dahil sa akin sa mga kaaway at huwag kang maglagay sa akin kasama sa mga taong tagalabag sa katarungan.”","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:151","price":"Nagsabi siya: “Panginoon ko, magpatawad Ka sa akin at sa kapatid ko at magpapasok Ka sa amin sa awa Mo. Ikaw ay ang pinakamaawain sa mga naaawa.”","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:152","price":"Tunay na ang mga gumawa sa guya [bilang diyos] ay may aabot sa kanila na isang galit mula sa Panginoon nila at isang kaabahan sa buhay na pangmundo. Gayon Kami gumaganti sa mga tagagawa-gawa [ng kabulaanan].","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:153","price":"Ang mga gumawa ng mga masagwang gawa, pagkatapos nagbalik-loob matapos na niyon at sumampalataya, tunay na ang Panginoon mo, matapos na niyon, ay talagang Mapagpatawad, Maawain.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:154","price":"Noong humupa kay Moises ang galit ay kinuha niya ang mga tablero. Sa nakatitik sa mga ito ay may patnubay at awa para sa kanila na sa Panginoon nila ay nangingilabot.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:155","price":"Pumili si Moises sa mga tao niya ng pitumpung lalaki para sa takdang oras sa Amin, ngunit noong dumaklot sa kanila ang pagyanig ay nagsabi siya: “Panginoon ko, kung sakaling niloob Mo ay nagpahamak Ka sana sa kanila bago pa niyan at sa akin. Magpapahamak Ka ba sa amin dahil sa ginawa ng mga hunghang kabilang sa amin? Ito ay walang iba kundi pagsubok Mo, na nagliligaw Ka sa pamamagitan nito ng sinumang niloloob Mo at nagpapatnubay Ka sa sinumang niloloob Mo. Ikaw ay ang Katangkilik namin kaya magpatawad Ka sa Amin at maawa Ka sa amin. Ikaw ay ang pinakambuti sa mga tagapagpatawad.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:156","price":"Magtakda Ka para sa amin sa Mundong ito ng isang maganda at sa Kabilang-buhay; tunay na kami ay nagbalik sa Iyo.” Nagsabi Siya: “Ang pagdurusang dulot Ko ay pinatatama Ko sa sinumang niloloob Ko. Ang awa Ko ay sumakop sa bawat bagay kaya magtatakda Ako nito [sa Kabilang-buhay] para sa mga nangingilag magkasala at nagbibigay ng zakāh, at sa kanila na sa mga tanda Namin ay sumasampalataya,","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:157","price":"na mga sumusunod sa Sugo na Propetang iliterato,[181] na nakatatagpo sila sa kanya na nakasulat sa ganang kanila sa Torah[182] at Ebanghelyo,[183] na nag-uutos sa kanila sa nakabubuti, sumasaway sa kanila sa nakasasama, nagpapahintulot sa kanila ng mga kaaya-aya, nagbabawal sa kanila ng mga karima-rimarim, at nag-aalis sa kanila ng pabigat sa kanila at mga kulyar na dating nasa kanila. Kaya ang mga sumampalataya sa kanya, nagpitagan sa kanya, nag-adya sa kanya, at sumunod sa liwanag [ng Qur’ān] na pinababa kasama sa kanya, ang mga iyon ay ang mga magtatagumpay.”","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"[181] na kakasihan ni Allāh\n[182] Tingnan ang Deuternomio 1*:15.\n[183] Tingnan ang Juan 14:16.","lang":"tl"},{"name":"7:158","price":"Sabihin mo: “O mga tao, tunay na ako ay Sugo ni Allāh sa inyo nang lahatan, na ukol sa Kanya ang paghahari sa mga langit at lupa. Walang Diyos kundi Siya; nagbibigay-buhay Siya at nagbibigay-kamatayan Siya. Kaya sumampalataya kayo kay Allāh at sa Sugo Niya, ang Propeta na iliterato, na sumasampalataya kay Allāh at sa mga salita Niya. Sumunod kayo sa kanya, nang sa gayon kayo ay mapapatnubayan.”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:159","price":"Mayroon sa mga tao ni Moises na isang kalipunang pumapatnubay ayon sa katotohanan at ayon dito ay nagpapatupad ng katarungan. Muḥammad","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:160","price":"Naghati-hati Kami sa kanila sa labindalawang lipi bilang mga kalipunan. Nagkasi Kami kay Moises noong humingi ng tubig sa kanya ang mga tao niya, [na nagsasabi]: “Humampas ka ng tungkod mo sa bato.” Kaya may tumagas mula roon na labindalawang bukal. Nakaalam nga ang bawat [liping] mga tao sa inuman nila. Naglilim Kami sa kanila ng mga ulap at nagpababa Kami sa kanila ng mana at mga pugo, [na nagsasabi]: “Kumain kayo mula sa mga kaaya-aya na itinustos Namin sa inyo.” Hindi sila lumabag sa katarungan sa Amin, subalit sila noon sa mga sarili nila ay lumalabag sa katarungan.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:161","price":"[Banggitin] noong sinabi sa kanila: “Tumahan kayo sa pamayanang ito [ng Jerusalem], kumain kayo mula rito saanman ninyo loobin, magsabi kayo: ‘Pag-aalis-sala,’ at magsipasok kayo sa pinto na mga nakayukod; magpapatawad Kami sa inyo sa mga kamalian ninyo. Magdaragdag Kami sa mga tagagawa ng maganda.[184]”","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"[184] ng mabuti sa Mundo at mabuti sa Kabilang-buhay","lang":"tl"},{"name":"7:162","price":"Ngunit nagpalit ang mga lumabag sa katarungan kabilang sa kanila ng isang sabing iba sa sinabi sa kanila, kaya nagsugo Kami sa kanila ng isang pasakit mula sa langit dahil sila noon ay lumalabag sa katarungan.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:163","price":"Tanungin mo sila tungkol sa pamayanan, na iyon noon ay nasa tabi ng dagat, noong lumalabag sila sa Sabado, noong pumupunta sa kanila ang mga isda nila sa araw ng Sabado nila nang mga nakalitaw, samantalang sa araw na hindi sila nangingilin ay hindi pumupunta ang mga ito sa kanila. Gayon Kami sumusubok sa kanila dahil sila noon ay nagpapakasuwail.","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:164","price":"[Banggitin] noong may nagsabing isang kalipunan kabilang sa kanila: “Bakit kayo nangangaral sa mga tao na si Allāh ay magpapahamak sa mga iyon o magpaparusa sa mga iyon ng isang matinding pagdurusa?” ay nagsabi sila: “Upang mapawalang-sala sa Panginoon ninyo at nang sa gayon sila ay mangingilag magkasala.”","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:165","price":"Kaya noong lumimot sila sa ipinaalaala sa kanila, iniligtas Namin mga sumasaway sa kasagwaan at dinaklot Namin ang mga lumabag sa katarungan sa pamamagitan ng isang ‌pagdurusang masaklap dahil sila noon ay nagpapakasuwail.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:166","price":"Kaya noong nagpakasutil sila sa sinaway sa kanila ay nagsabi Kami sa kanila: “Kayo ay maging mga unggoy na ipinagtatabuyan.”","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:167","price":"[Banggitin] noong nagpahayag ang Panginoon mo na talagang magpapadala nga Siya laban sa kanila[185] hanggang sa Araw ng Pagbangon ng magpapataw sa kanila ng kasagwaan ng pagdurusa. Tunay na ang Panginoon mo ay talagang mabilis ang parusa, at tunay na Siya ay talagang Mapagpatawad, Maawain [sa mga nagbabalik-loob].","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"[185] Ibig sabihin: mga Hudyong tumatangging sumampalataya.","lang":"tl"},{"name":"7:168","price":"Naghati-hati Kami sa kanila sa lupa bilang mga kalipunan. Kabilang sa kanila ang mga maayos at kabilang sa kanila ang mababa roon. Sumubok Kami sa kanila ng mga magandang gawa at mga masagwang gawa, nang sa gayon sila ay babalik [sa pagtalima].","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:169","price":"Saka may humalili, matapos na nila, na mga kahalili na nagmana ng Kasulatan, na kumukuha ng alok ng pinakamababa at nagsasabi: “Magpapatawad sa atin.” Kung may pumunta sa kanila na isang alok na tulad niyon ay kukuha sila niyon. Hindi ba kinuha sa kanila ang kasunduan ng Kasulatan na huwag sila magsabi tungkol kay Allāh maliban ng katotohanan, at nag-aral naman sila ng nasa loob nito? Ang tahanan sa Kabilang-buhay ay higit na mabuti para sa mga nangingilag magkasala, kaya hindi ba kayo nakapag-uunawa?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:170","price":"Ang mga kumakapit sa Kasulatan at nagpapanatili ng pagdarasal, tunay na Kami ay hindi nagwawala sa pabuya ng mga tagapagsaayos.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:171","price":"[Banggitin] noong nag-angat Kami ng bundok sa ibabaw nila[186] na para bang ito ay isang kulandong at nakatiyak sila na ito ay babagsak sa kanila, [nagsabi si Allāh]: “Kunin ninyo ang ibinigay Namin sa inyo nang may lakas at tandaan ninyo ang nariyan, nang sa gayon kayo ay mangingilag magkasala.”","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"[186] Ibig sabihin: mga anak ni Israel.","lang":"tl"},{"name":"7:172","price":"[Banggitin] noong nagpaluwal ang Panginoon mo mula sa mga anak ni Adan mula sa mga likod nila ng mga supling nila at pinasaksi Niya sila sa mga sarili nila: “Hindi ba Ako ay Panginoon ninyo?” ay nagsabi sila: “Opo; sumaksi kami,” upang hindi kayo magsabi sa Araw ng Pagbangon: “Tunay na Kami dati tungkol dito ay mga nalilingat,”","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:173","price":"o [upang hindi] kayo magsabi: “Nagtambal lamang [kay Allāh] ang mga ninuno namin bago pa niyan at kami dati ay mga supling matapos na nila; kaya magpapasawi Ka ba sa amin dahil sa ginawa ng mga tagapagpabula?”","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:174","price":"Gayon Kami nagdedetalye ng mga tanda, at nang sa gayon sila ay babalik [sa kaisahan ni Allāh].","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:175","price":"Bumigkas ka sa kanila ng balita ng binigyan Namin ng mga talata Namin ngunit kumalas siya sa mga ito kaya sumunod sa kanya ang demonyo, at siya ay naging kabilang sa mga nalilisya.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:176","price":"Kung sakaling niloob Namin ay talaga sanang nag-angat Kami sa kanya sa pamamagitan ng mga [tandang] ito subalit siya ay nahilig sa lupa at sumunod sa pithaya niya. Kaya ang paghahalintulad sa kanya ay gaya ng paghahalintulad sa aso: kung dadaluhong ka rito ay maglalawit-lawit ng dila ito o [kung] mag-iiwan ka rito ay maglalawit-lawit ng dila ito. Iyon ay ang paghahalintulad sa mga taong nagpasinungaling sa mga tanda Namin. Kaya magsalaysay ka ng mga kasaysayan, nang sa gayon sila ay mag-iisip-isip.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:177","price":"Kay sagwa bilang paghahalintulad ang mga taong nagpasinungaling sa mga tanda Namin, at sa mga sarili nila sila noon ay lumalabag sa katarungan!","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:178","price":"Ang sinumang pinapatnubayan ni Allāh, siya ang napapatnubayan. Ang sinumang pinaliligaw Niya, ang mga iyon ay ang mga lugi.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:179","price":"Talaga ngang lumalang Kami para sa Impiyerno ng marami kabilang sa jinn at tao. Mayroon silang mga puso na hindi sila nakauunawa sa pamamagitan ng mga ito, mayroon silang mga mata na hindi sila nakakikita sa pamamagitan ng mga ito, at mayroon silang mga tainga na hindi sila nakaririnig sa pamamagitan ng mga ito. Ang mga iyon ay gaya ng mga hayupan, bagkus sila ay higit na ligaw. Ang mga iyon ay ang mga nalilingat.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:180","price":"Taglay ni Allāh ang mga pangalang pinakamagaganda kaya dumalangin kayo sa Kanya sa pamamagitan ng mga ito. Hayaan ninyo ang mga lumalapastangan sa mga pangalan Niya; gagantihan sila sa dati nilang ginagawa.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:181","price":"Mayroon sa nilikha Namin na isang kalipunang nagpapatnubay ayon sa katotohanan at ayon dito ay nagpapatupad ng katarungan.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:182","price":"Ang mga nagpasinungaling sa mga tanda Namin ay magpapain Kami sa kanila mula sa kung saan hindi nila nalalaman.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:183","price":"Magpapalugit Ako para sa kanila. Tunay na ang panlalansi Ko ay matibay.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:184","price":"Hindi ba sila nag-isip-isip? Sa kasamahan nila [na si Muḥammad] ay walang anumang kabaliwan. Walang iba siya kundi isang mapagbabalang malinaw [ng parusa ni Allāh].","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:185","price":"Hindi ba sila tumingin sa kaharian ng mga langit at lupa at nilikha ni Allāh na bagay, at na marahil maging napalapit na ang taning nila? Kaya sa aling pag-uusap matapos nito sasampalataya sila?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:186","price":"Ang sinumang ililigaw ni Allāh ay walang tagapagpatnubay para sa kanya. Nagpapabaya Siya sa kanila sa pagmamalabis nila habang nag-aapuhap sila.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:187","price":"Nagtatanong sila sa iyo tungkol sa Huling Sandali: Kailan ang pagdaong niyon? Sabihin mo: “Ang kaalaman dito ay nasa ganang Panginoon ko lamang; walang maglalantad dito para sa oras nito kundi Siya. Bumigat ito sa mga langit at lupa. Hindi ito pupunta sa inyo malibang biglaan.” Nagtatanong sila sa iyo na para bang ikaw ay mausisa tungkol dito. Sabihin mo: “Ang kaalaman dito ay nasa Panginoon ko lamang, subalit ang higit na marami sa mga tao ay hindi nakaaalam.”","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:188","price":"Sabihin mo: “Hindi ako nakapagdudulot para sa sarili ko ng pakinabang ni pinsala maliban sa niloob ni Allāh. Kung sakaling nangyaring ako ay nakaaalam sa nakalingid, talaga sanang nakapagparami ako ng kabutihan at hindi sumaling sa akin ang kasagwaan. Walang iba ako kundi isang mapagbabala [ng parusa] at isang mapagbalita ng nakagagalak [na gantimpala] para sa mga taong sumasampalataya [sa mensahe ko].”","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:189","price":"Siya ay ang lumikha sa inyo mula sa nag-iisang kaluluwa [na si Adan] at gumawa Siya mula rito ng maybahay nito [na si Eva] upang matiwasay ito roon. Kaya noong lumukob ito roon ay nagdala iyon ng isang magaang dala[187] saka nagpatuloy iyon dito. Ngunit noong nabigatan iyon ay nanalangin ang dalawa sa Panginoon ng dalawa: “Talagang kung magbibigay Ka sa amin ng isang [anak na] maayos, talagang kami nga ay magiging kabilang sa mga tagapagpasalamat [sa biyaya].”","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"[187] Ibig sabihin: pagbubuntis na hindi napapansin.","lang":"tl"},{"name":"7:190","price":"Ngunit noong nagbigay Siya sa kanilang dalawa ng isang [anak na] maayos ay gumawa silang dalawa para sa Kanya ng mga katambal kaugnay sa ibinigay Niya sa kanilang dalawa, ngunit napakataas si Allāh higit sa anumang itinatambal nila.","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:191","price":"Nagtatambal ba sila ng hindi lumilikha ng anuman samantalang ang mga ito ay nililikha?","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:192","price":"Hindi nakakakaya ang mga ito para sa kanila ng isang pag-aadya, at hindi sa mga sarili ng mga ito nakapag-aadya ang mga ito.","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:193","price":"Kung mag-aanyaya kayo sa mga ito tungo sa patnubay ay hindi susunod ang mga ito sa inyo. Magkatulad sa inyo na nag-anyaya kayo sa mga ito o kayo ay mga nananahimik.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:194","price":"Tunay na ang mga dinadalanginan ninyo bukod pa kay Allāh ay mga lingkod na mga tulad ninyo. Kaya dumalangin kayo saka tumugon sila sa inyo, kung kayo ay mga tapat.","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:195","price":"Mayroon ba silang mga paang naglalakad sila sa pamamagitan ng mga ito, o mayroon silang mga kamay na sumusunggab sila sa pamamagitan ng mga ito, o mayroon silang mga matang nakakikita sila sa pamamagitan ng mga ito, o mayroon silang mga taingang nakaririnig sila sa pamamagitan ng mga ito? Sabihin mo: “Dumalangin kayo sa mga pantambal ninyo, pagkatapos manlansi kayo sa akin saka huwag kayong magpaliban sa akin.”","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:196","price":"Tunay na ang Katangkilik ko ay si Allāh na nagbaba ng Aklat. Siya ay tumatangkilik sa mga maayos.","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:197","price":"Ang mga dinadalanginan ninyo bukod pa sa Kanya ay hindi nakakakaya ng pag-aadya sa inyo at hindi sa mga sarili nila nag-aadya.","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:198","price":"Kung mag-aanyaya kayo sa kanila sa patnubay ay hindi sila makaririnig. Nakakikita ka sa kanila na tumitingin sa iyo samantalang sila ay hindi nakakikita.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:199","price":"Tumanggap ka ng paumanhin, mag-utos ka ng nakabubuti, at umayaw ka sa mga mangmang.","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:200","price":"Kung may magbubuyo nga naman sa iyo mula sa demonyo na isang pambubuyo ay humiling ka ng pagkukupkop ni Allāh. Tunay na Siya ay Madinigin, Maalam.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:201","price":"Tunay na ang mga nangilag magkasala, kapag may sumaling sa kanila na isang udyok mula sa demonyo ay nagsasaalaala sila kaya biglang sila ay mga nakakikita.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:202","price":"Ang mga kapatid [ng mga demonyo] ay umaayuda sa kanila [ang mga demonyo] sa pagkalisya, pagkatapos hindi nagkukulang.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:203","price":"Kapag hindi ka naglahad sa kanila ng isang tanda [na hiniling nila] ay nagsasabi sila: “Bakit kasi hindi ka kumatha-katha nito.” Sabihin mo: “Sumusunod lamang ako sa ikinakasi sa akin mula sa Panginoon ko. Ito ay mga pagkawari mula sa Panginoon ninyo, isang patnubay, at isang awa para sa mga taong sumasampalataya.”","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:204","price":"Kapag binigkas ang Qur’ān ay makinig kayo roon at manahimik kayo, nang sa gayon kayo ay kaaawaan.","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:205","price":"Alalahanin mo [O Propeta] ang Panginoon mo sa sarili mo nang may pagpapakumbaba at pangamba at walang kalakasan sa pagsasabi, sa mga umaga at mga hapon, at huwag kang maging kabilang sa mga nalilingat.","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"7:206","price":"Tunay na ang mga [anghel] sa piling ng Panginoon mo ay hindi nagmamalaki [sa pagtanggi] sa pagsamba sa Kanya, nagluluwalhati sa Kanya, at sa Kanya nagpapatirapa.","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:1","price":"Nagtatanong sila sa iyo tungkol sa mga samsam sa digmaan? Sabihin mo: “Ang [pumapatungkol sa] mga samsam sa digmaan ay ukol kay Allāh at sa Sugo.” Kaya mangilag kayong magkasala kay Allāh at magsaayos kayo ng nasa pagitan ninyo. Tumalima kayo kay Allāh at sa Sugo Niya, kung kayo ay mga mananampalataya.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:2","price":"Tanging ang mga mananampalataya ay ang mga kapag binanggit si Allāh ay nasisindak ang mga puso nila at kapag binigkas sa kanila ang mga tanda Niya ay nadaragdagan sila ng pananampalataya at sa Panginoon nila nananalig sila,","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:3","price":"na mga nagpapanatili sa pagdarasal at mula sa ipinagkaloob Namin sa kanila ay gumugugol.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:4","price":"Ang mga iyon ay ang mga mananampalataya, sa totoo. Ukol sa kanila ay mga antas sa ganang Panginoon nila, isang kapatawaran, at isang panustos na masagana.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:5","price":"Gaya nang nagpalabas sa iyo ang Panginoon mo mula sa bahay mo ayon sa katotohanan at tunay na ang isang pangkat kabilang sa mga mananampalataya ay talagang mga nasusuklam,","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:6","price":"na nakikipagtalo sila sa iyo hinggil sa katotohanan matapos na luminaw ito, para bang inaakay sila tungo sa kamatayan habang sila ay nakatingin.","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:7","price":"[Banggitin] noong nangangako sa inyo si Allāh ng isa sa dalawang pangkatin,[188] na ito ay ukol sa inyo, at nag-aasam kayo na ang walang taglay na sandata ay magiging para sa inyo samantalang nagnanais si Allāh na magtotoo sa katotohanan sa pamamagitan ng mga salita Niya at pumutol sa ugat ng mga tagatangging sumampalataya","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"[188] ng mga kaaway: ang karaban o ang pangkat ng mga mandirigma ng Makkah.","lang":"tl"},{"name":"8:8","price":"upang magtotoo sa katotohanan at magpabula sa kabulaanan, kahit pa man nasuklam ang mga salarin.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:9","price":"[Banggitin] noong nagpapasaklolo kayo sa Panginoon ninyo ay tumugon Siya sa inyo, [na nagsasabi]: “Tunay na Ako ay mag-aayuda sa inyo ng isang libo mula sa mga anghel na mga nagkakasunud-sunod.”","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:10","price":"Hindi gumawa niyon si Allāh kundi bilang balitang nakagagalak at upang mapanatag doon ang mga puso ninyo. Walang pagwawagi kundi mula sa ganang kay Allāh. Tunay na si Allāh ay Makapangyarihan, Marunong.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:11","price":"[Banggitin] noong bumabalot Siya sa inyo ng pagkaantok bilang katiwasayan mula sa Kanya at nagbababa Siya sa inyo mula sa langit ng tubig upang magdalisay Siya sa inyo sa pamamagitan nito at mag-alis Siya sa inyo ng udyok ng demonyo at upang magpatibay Siya sa mga puso at magpatatag Siya sa pamamagitan nito ng mga paa.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:12","price":"[Banggitin] noong nagkakasi ang Panginoon mo sa mga anghel, [na nagsasabi]: “Tunay na Ako ay kasama sa inyo kaya patatagin ninyo ang mga sumampalataya. Pupukol Ako sa mga puso ng mga tumangging sumampalataya ng hilakbot, kaya humagupit kayo sa ibabaw ng mga leeg at humagupit kayo mula sa kanila sa bawat daliri.”","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:13","price":"Iyon ay dahil sila ay nakipaghidwaan kay Allāh at sa Sugo Niya. Ang sinumang nakikipaghidwaan kay Allāh at sa Sugo Niya, tunay na si Allāh ay matindi ang parusa.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:14","price":"‌Iyon [ay ukol sa inyo], kaya lasapin ninyo iyon; at na ukol sa mga tagatangging sumampalataya ay ang pagdurusa sa Apoy.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:15","price":"O mga sumampalataya, kapag nakipagkita kayo sa mga tumangging sumampalataya sa isang pagsulong [sa labanan] ay huwag kayong magbaling sa kanila ng mga likod.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:16","price":"Ang sinumang magbabaling sa kanila sa araw na iyon ng likod niya – malibang gumigilid para sa pakikipaglaban o sumasama sa isang hukbo – ay bumalik nga kalakip ng isang galit mula kay Allāh. Ang kanlungan niya ay ang Apoy. Kay saklap ang kahahantungan!","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:17","price":"Kaya hindi kayo pumatay sa kanila, subalit si Allāh ay pumatay sa kanila. Hindi ka bumato nang bumato ka, subalit si Allāh ay bumato at upang sumubok Siya sa mga mananampalataya ng isang magandang pagsubok mula sa Kanya. Tunay na si Allāh ay Madinigin, Maalam.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:18","price":"Iyon nga, at na si Allāh ay tagapagpahina ng panlalansi ng mga tagatangging sumampalataya.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:19","price":"[O mga tagatangging sumampalataya,] kung humihiling kayo ng pasya ay dumating na sa inyo ang pasya. Kung titigil kayo, ito ay mabuti para sa inyo. Kung manunumbalik kayo [sa pagkalaban] ay manunumbalik Kami [pagtalo sa inyo] at hindi makapagdudulot sa inyo ang pangkatin ninyo ng anuman kahit pa man dumami ito. Si Allāh ay kasama sa mga mananampalataya.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:20","price":"O mga sumampalataya, tumalima kayo kay Allāh at sa Sugo Niya at huwag kayong tumalikod sa kanya habang kayo ay nakaririnig.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:21","price":"Huwag kayong maging gaya ng mga nagsabi: “Nakarinig kami,” samantalang sila ay hindi nakaririnig.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:22","price":"Tunay na ang pinakamasama sa mga kumikilos na nilalang sa ganang kay Allāh ay ang mga bingi at ang mga pipi, na hindi nakapag-uunawa.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:23","price":"Kung sakaling nakaalam si Allāh sa kanila ng isang kabutihan, talaga sanang nagparinig Siya sa kanila; at kung sakaling nagparinig Siya sa kanila, talaga sanang tumalikod sila habang sila ay mga umaayaw.","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:24","price":"O mga sumampalataya, tumugon kayo kay Allāh at sa Sugo kapag nag-anyaya siya sa inyo para sa magbibigay-buhay sa inyo. Alamin ninyo na si Allāh ay humaharang sa pagitan ng tao at [ninanasa ng] puso nito at na tungo sa Kanya kakalapin kayo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:25","price":"Mangilag kayo sa isang pagsubok na hindi nga tatama nang natatangi sa mga lumabag sa katarungan kabilang sa inyo.[189] Alamin ninyo na si Allāh ay matindi ang parusa.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"[189] bagkus maaaring tumama sa mabuti at masama","lang":"tl"},{"name":"8:26","price":"Alalahanin ninyo noong kayo ay kaunti na mga minamahina sa lupa, na nangangamba kayo na dukutin kayo ng mga tao, ngunit kumanlong Siya sa inyo, nag-ayuda Siya sa inyo sa pamamagitan ng pag-aadya Niya, at tumustos Siya sa inyo mula sa mga kaaya-ayang bagay, nang sa gayon kayo ay magpapasalamat.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:27","price":"O mga sumampalataya, huwag kayong magtaksil kay Allāh at sa Sugo at magtaksil sa mga ipinagkatiwala sa inyo habang kayo ay nakaaalam.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:28","price":"Alamin ninyo na ang mga yaman ninyo at ang mga anak ninyo ay isang tukso lamang at na si Allāh, sa ganang Kanya, ay may isang pabuyang sukdulan.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:29","price":"O mga sumampalataya, kung mangingilag kayong magkasala kay Allāh ay gagawa Siya para sa inyo ng isang pamantayan [ng tama at mali], magtatakip-sala Siya para sa inyo ng mga masagwang gawa ninyo, at magpapatawad Siya sa inyo. Si Allāh ay ang may kabutihang-loob na sukdulan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:30","price":"[Banggitin] noong nagpakana sa iyo ang mga tumangging sumampalataya upang bihagin ka nila o patayin ka nila o palisanin ka nila [mula sa bayan mo]. Nagpakana sila at nagpakana si Allāh at si Allāh ay pinakamabuti sa mga tagapagpakana.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:31","price":"Kapag binibigkas sa kanila ang mga talata Namin [sa Qur’ān] ay nagsasabi sila: “Nakarinig na kami. Kung sakaling loloobin namin ay talaga sanang nagsabi kami ng tulad nito. Walang iba ito kundi mga alamat ng mga sinauna.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:32","price":"[Banggitin] noong nagsabi sila: “O Allāh, kung ito ay ang katotohanan mula sa ganang Iyo, magpaulan Ka sa amin ng mga bato mula sa langit o magdala Ka sa amin ng isang pagdurusang masakit.”","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:33","price":"Hindi nangyaring si Allāh ay ukol magparusa sa kanila habang ikaw ay nasa kanila. Hindi mangyayaring si Allāh ay magpaparusa sa kanila habang sila ay humihingi ng tawad.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:34","price":"Ano ang mayroon sa kanila na hindi magparusa sa kanila si Allāh samantalang sila ay sumasagabal sa Masjid na Pinakababanal at sila ay hindi naging mga katangkilik Niya? Walang iba ang mga katangkilik Niya kundi ang mga tagapangilag magkasala, subalit ang higit na marami sa kanila ay hindi nakaaalam.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:35","price":"Walang iba ang pagdarasal nila sa tabi ng Bahay [ni Allāh sa Makkah] kundi sipol at palakpak. Kaya lasapin ninyo ang pagdurusa dahil dati kayong tumatangging sumampalataya.","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:36","price":"Tunay na ang mga tumangging sumampalataya ay gumugugol ng mga yaman nila upang sumagabal sila sa landas ni Allāh. Kaya gugugol sila ng mga ito, pagkatapos ang mga ito sa kanila ito ay magiging isang hinagpis, pagkatapos madadaig sila. Ang mga tumangging sumampalataya ay tungo sa Impiyerno kakalapin","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:37","price":"upang magbukod si Allāh sa karima-rimarin mula sa kaaya-aya at maglagay Siya sa karima-rimarim – ang ilan sa mga iyon ay nasa ibabaw ng iba – para magtumpok Siya nito nang lahatan para maglagay Siya nito sa Impiyerno. Ang mga iyon ay ang mga lugi.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:38","price":"Sabihin mo sa mga tumangging sumampalataya na kung titigil sila ay magpapatawad sa kanila sa anumang nakalipas na at kung manunumbalik sila [sa dati] ay nagdaan na ang kalakaran sa mga sinauna.","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:39","price":"Makipaglaban kayo sa kanila [na nakikipaglaban sa inyo] hanggang sa walang mangyaring ligalig at mangyaring ang relihiyon sa kabuuan nito ay ukol kay Allāh. Kaya kung tumigil sila, tunay na si Allāh sa anumang ginagawa nila ay Nakakikita.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"","lang":"tl"},{"name":"8:40","price":"Kung tatalikod sila [sa utos sa kanila], alamin ninyo na si Allāh ay Pinagpapatangkilikan ninyo. Kay inam na Pinagpapatangkilikan at kay inam na Mapag-adya.","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"tl"}],"juz":{"id":9,"name":"قَالَ الْمَلَأُ","transliteration":"Qalal Malao","transEn":"The Chiefs Said","startVerse":"7:88","endVerse":"8:40","totalVerses":159}}