{"data":[{"name":"7:155","price":"আৰু মুছাই তেওঁৰ সম্প্ৰদায়ৰ পৰা সত্তৰজন লোকক আমাৰ নিৰ্ধাৰিত স্থানত একত্ৰিত হোৱাৰ বাবে মনোনীত কৰিলে। তাৰ পিছত সিহঁতে যেতিয়া ভূমিকম্পৰ দ্বাৰা আক্ৰান্ত হ’ল, তেতিয়া মুছাই ক’লে, ‘হে মোৰ প্ৰতিপালক! তুমি ইচ্ছা কৰিলে আগতেই ইহঁতক আৰু মোকো ধ্বংস কৰিব পাৰিলাহেঁতেন, আমাৰ মাজৰ নিৰ্বোধসকলে যি কৰিছে তাৰকাৰণে তুমি আমাক ধ্বংস কৰিবানে? এইটো হৈছে কেৱল তোমাৰ পৰীক্ষা, যিটোৰ দ্বাৰা তুমি যাক ইচ্ছা কৰা বিপথগামী কৰা আৰু যাক ইচ্ছা কৰা তুমি সৎপথত পৰিচালিত কৰা। তুমিয়েই আমাৰ অভিভাৱক; সেয়ে তুমি আমাক ক্ষমা কৰা আৰু আমাৰ প্ৰতি দয়া কৰা। ক্ষমাশীলসকলৰ ভিতৰত তুমিয়েই শ্ৰেষ্ঠ’।","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:156","price":"‘লগতে তুমি আমাৰ বাবে এই পৃথিৱীত কল্যাণ লিখি দিয়া আৰু আখিৰাততো। নিশ্চয় আমি তোমাৰ ওচৰলৈ উভতি আহিছোঁ’। আল্লাহে ক’লে, ‘মোৰ শাস্তি মই যাক ইচ্ছা কৰোঁ তাকেই দিওঁ আৰু মোৰ দয়া- সেয়াতো প্ৰত্যেক বস্তুকেই আৱৰি আছে। গতিকে মই সেইটো লিখি দিম কেৱল সিহঁতৰ বাবে যিসকলে তাক্বৱা অৱলম্বন কৰে, যাকাত প্ৰদান কৰে আৰু আমাৰ আয়াতসমূহৰ প্ৰতি বিশ্বাস স্থাপন কৰে’।","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"as"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}