{"data":[{"name":"32:1","price":"আলিফ-লাম-মীম।[1]","arabic":"الٓمٓ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3504,"juzNumber":21,"footnotes":"[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।","lang":"as"},{"name":"32:2","price":"এই কিতাব বিশ্বজগতৰ প্ৰতিপালকৰ তৰফৰ পৰা অৱতীৰ্ণ, ইয়াত কোনো সন্দেহ নাই।","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3505,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:3","price":"অথবা সিহঁতে এই কথা কয় নেকি যে, ‘এইখন তেওঁ নিজেই ৰচনা কৰিছে’? নহয়, বৰং এখন হৈছে তোমাৰ প্ৰতিপালকৰ তৰফৰ পৰা অহা সত্য, যাতে তুমি এনেকুৱা এটা সম্প্ৰদায়ক সতৰ্ক কৰিব পাৰা, যিসকলৰ ওচৰলৈ তোমাৰ পূৰ্বে আন কোনো সতৰ্ককাৰী অহা নাছিল, সম্ভৱতঃ সিহঁতে হিদায়ত লাভ কৰিব।","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3506,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:4","price":"আল্লাহেই সেই সত্ত্বা, যিজনে আকাশসমূহ, পৃথিৱী আৰু এই দুয়োৰে অন্তৱৰ্তী সকলো বস্তুক কেৱল ছয় দিনত সৃষ্টি কৰিছে। তাৰ পিছত তেওঁ আৰছৰ ওপৰত উঠিছে। তেওঁৰ বাহিৰে তোমালোকৰ আন কোনো অভিভাৱক নাই আৰু কোনো মধ্যস্ততাকাৰীও নাই, তথাপিও তোমালোকে উপদেশ গ্ৰহণ নকৰিবানে?","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3507,"juzNumber":21,"footnotes":"","lang":"as"}],"dua":{"id":71,"name":"Ayat al-Sajdah","arabicName":"آية السجدة","reference":"32:1-4","verseTitle":"The Prostration Verse","significanceReason":"Describes the creation of the universe and Allah's ultimate power, triggering a mandatory prostration when recited. Emphasizes divine creation and lordship."}}