{"data":[{"name":"50:1","price":"1. Qāf. Demi Al-Qur`ān yang sangat mulia.","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:2","price":"2. (Mereka tidak menerimanya) bahkan mereka tercengang karena telah datang kepada mereka seorang pemberi peringatan dari (kalangan) mereka sendiri, maka berkatalah orang-orang kafir, \"Ini adalah suatu yang sangat ajaib.\"","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:3","price":"3. Apakah apabila kami telah mati dan sudah menjadi tanah (akan kembali lagi)? Itu adalah suatu pengembalian yang tidak mungkin.","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:4","price":"4. Sungguh, Kami telah mengetahui apa yang ditelan oleh bumi dari (tubuh) mereka, sebab pada Kami ada kitab (catatan) yang terpelihara dengan baik.","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:5","price":"5. Bahkan, mereka telah mendustakan kebenaran ketika (kebenaran itu) datang kepada mereka, maka mereka berada dalam keadaan kacau balau.","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:6","price":"6. Maka tidakkah mereka memperhatikan langit yang ada di atas mereka, bagaimana cara Kami membangunnya dan menghiasinya, dan tidak terdapat retak-retak sedikit pun?","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:7","price":"7. Dan bumi yang Kami hamparkan dan Kami pancangkan di atasnya gunung-gunung yang kokoh, dan Kami tumbuhkan di atasnya tanam-tanaman yang indah,","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:8","price":"8. untuk menjadi pelajaran dan peringatan bagi setiap hamba yang kembali (tunduk kepada Allah).","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:9","price":"9. Dan dari langit Kami turunkan air yang memberi berkah, lalu Kami tumbuhkan dengan (air) itu pepohonan yang rindang dan biji-biji yang dapat dipanen,","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:10","price":"10. dan pohon kurma yang tinggi-tinggi yang mempunyai mayang yang bersusun-susun,","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:11","price":"11. (Sebagai) rezeki bagi hamba-hamba (Kami), dan Kami hidupkan dengan (air) itu negeri yang mati (tandus). Seperti itulah terjadinya kebangkitan (dari kubur).","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:12","price":"12. Sebelum mereka, kaum Nuh, penduduk Rass dan Ṡamūd telah mendustakan (rasul-rasul),","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:13","price":"13. dan (demikian juga) kaum `Ad, kaum Fir'aun dan kaum Luṭ,","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:14","price":"14. dan (juga) penduduk Aikah serta kaum Tubba`. Semuanya telah mendustakan rasul-rasul, maka berlakulah ancaman-Ku (atas mereka).","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:15","price":"15. Maka apakah Kami letih dengan penciptaan yang pertama? (Sama sekali tidak), bahkan mereka dalam keadaan ragu-ragu tentang penciptaan yang baru.","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:16","price":"16. Dan sungguh, Kami telah menciptakan manusia dan mengetahui apa yang dibisikkan oleh hatinya, dan Kami lebih dekat kepadanya daripada urat lehernya.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:17","price":"17. (Ingatlah) ketika dua malaikat mencatat amal (perbuatannya), yang satu duduk di sebelah kanan dan yang lain di sebelah kiri.","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:18","price":"18. Tidak ada suatu kata yang diucapkan pun melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat).","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:19","price":"19. Dan datanglah sakratulmaut dengan sebenar-benarnya. Itulah (perkara) yang dahulu hendak kamu hindari.","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:20","price":"20. Dan ditiuplah sangkakala. Itulah hari yang diancamkan.","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:21","price":"21. Setiap orang akan datang bersama (malaikat) penggiring dan (malaikat) saksi.","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:22","price":"22. Sungguh, kamu dahulu lalai tentang (peristiwa) ini, maka Kami singkapkan tutup (yang menutupi) matamu, sehingga penglihatanmu pada hari ini sangat tajam.","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:23","price":"23. Dan (malaikat) yang menyertainya berkata, \"Inilah (catatan perbuatan) yang ada padaku.\"","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:24","price":"24. (Allah berfirman), \"Lemparkanlah oleh kamu berdua ke dalam neraka Jahanam, semua orang yang sangat ingkar dan keras kepala,","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:25","price":"25. Yang sangat enggan melakukan kebajikan, melampaui batas, dan bersikap ragu-ragu,","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:26","price":"26. Yang menyekutukan Allah dengan tuhan lain, maka lemparkanlah dia ke dalam azab yang keras.","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:27","price":"27. (Setan) yang menyertainya berkata (pula), \"Ya Tuhan kami, aku tidak menyesatkannya, tetapi dia sendiri yang berada dalam kesesatan yang jauh.\"","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:28","price":"28. (Allah) berfirman, \"Janganlah kamu bertengkar di hadapan-Ku, dan sungguh, dahulu Aku telah memberikan ancaman kepadamu.","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:29","price":"29. Keputusan-Ku tidak dapat diubah, dan Aku tidak menzalimi hamba-hamba-Ku.”","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:30","price":"30. (Ingatlah) pada hari (ketika) Kami bertanya kepada Jahanam, \"Apakah kamu sudah penuh?\" Ia menjawab, \"Masih adakah tambahan?\"","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:31","price":"31. Sedangkan surga didekatkan kepada orang-orang yang bertakwa pada tempat yang tidak jauh (dari mereka).","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:32","price":"32. (Kepada mereka dikatakan), “Inilah nikmat yang dijanjikan kepadamu, (yaitu) kepada setiap hamba yang senantiasa bertaubat (kepada Allah) dan memelihara (semua peraturan-peraturan-Nya).","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:33","price":"33. (Yaitu) orang yang takut kepada Allah Yang Maha Pengasih, sekalipun tidak kelihatan (olehnya) dan dia datang dengan hati yang bertaubat,","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:34","price":"34. masuklah ke (dalam surga) dengan aman dan damai. Itulah hari yang abadi.","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:35","price":"35. Mereka di dalamnya memperoleh apa yang mereka kehendaki, dan pada Kami ada tambahannya.","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:36","price":"36. Dan betapa banyak umat yang telah Kami binasakan sebelum mereka, (padahal) mereka lebih hebat kekuatannya daripada mereka (umat yang belakangan) ini. Mereka pernah menjelajah di beberapa negeri. Adakah tempat pelarian (dari kebinasaan bagi mereka)?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:37","price":"37. Sungguh, pada yang demikian itu pasti terdapat peringatan bagi orang-orang yang mempunyai hati atau yang menggunakan pendengarannya, sedang dia menyaksikannya.","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:38","price":"38. Dan sungguh, Kami telah menciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam masa, dan Kami tidak merasa letih sedikit pun.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:39","price":"39. Maka bersabarlah engkau (Muhammad) terhadap apa yang mereka katakan, dan bertasbihlah dengan memuji Tuhanmu sebelum matahari terbit dan sebelum terbenam.","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:40","price":"40. Dan bertasbihlah kepada-Nya pada malam hari dan setiap selesai salat.","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:41","price":"41. Dan dengarkanlah (seruan) pada hari (ketika) penyeru (malaikat) menyeru dari tempat yang dekat.","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:42","price":"42. (Yaitu) pada hari (ketika) mereka mendengarkan suara dahsyat dengan sebenarnya. Itulah hari keluar (dari kubur).","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:43","price":"43. Sungguh, Kami menghidupkan dan mematikan, dan kepada Kami tempat kembali (semua makhluk).","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:44","price":"44. (Yaitu) pada hari (ketika) bumi terbelah, mereka keluar dengan cepat. Yang demikian itu adalah pengumpulan yang mudah bagi Kami.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"id"},{"name":"50:45","price":"45. Kami telah mengetahui tentang apa yang mereka katakan, dan engkau (Muhammad) bukanlah seorang pemaksa terhadap mereka. Maka berilah peringatan dengan Al-Qur`ān kepada siapa pun yang takut kepada ancaman-Ku.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"id"}],"chapter":["50 (Qaf)","Qaf","Surah Qaf","Chapter Qaf","Surah 50","Chapter 50","Qaf","ق"]}