{"data":[{"name":"1:1","price":"慈悲あまねく*慈愛深き*アッラー*の御名において。","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"1:2","price":"全創造物の主*、アッラー*に称賛*あれ、","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"1:3","price":"慈悲あまねく慈愛深きお方、","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"1:4","price":"報いの日*の支配者（に）。","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"1:5","price":"私たちはあなただけを崇拝*し，あなただけにお力添えを乞います¹。","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"１　「崇拝*」だけでなく、アッラー*のお力添えがなければ何事も叶わない。イブン・カスィール*は「（このアーヤ*の）前半部分では、アッラー*に何か他のものを並べることとの決別が、そして後半部分では、自らに何らかの力が備わっているとすることの決別と、アッラー*のみに全てを委ねることが命じられている」とし、この意味こそが「開端章はクルアーン*の奥義（おうぎ）であり、開端章の奥義がこのアーヤ*である」という先人たちの言葉の所以（ゆえん）であるとしている（1：70参照）。","lang":"ja"},{"name":"1:6","price":"私たちを、まっすぐな道¹へとお導きください。","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"１　来世での成功へと続く道である、イスラーム*のこと（ムヤッサル1頁参照）。","lang":"ja"},{"name":"1:7","price":"あなたが恩恵をお授けになった者たち¹、つまり、（あなたの）お怒りを受けるでもなく、迷うでもない者たち²の道へ。³","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"１　婦人章66-69も参照。 ２　「お怒りを受ける」者たちとは、知識を預かってはいても、それに沿って行わなかった当時のユダヤ教徒*、および彼らと同様の状態にある者たちのこと。また「迷う」者たちとは、無知ゆえに導かれず、正しい道から迷い去ってしまった当時のキリスト教徒*、および彼らと同様の状態にある者たちのこと（前掲書、同頁参照）。 ３ 礼拝中かどうかに関わらず、開端章を読み終えた後には、「アーミーン（アッラーよ、聞き届けたまえ）」と唱えることが薦（すす）められている（前掲書、同頁参照）。","lang":"ja"},{"name":"2:1","price":"アリフ・ラーム・ミーム。¹","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"１ これらの文字については、頻出名・用語解説の「クルアーンの冒頭に現れる文字群*」を参照。","lang":"ja"},{"name":"2:2","price":"それ（クルアーン*）は疑惑の余地のない啓典、（アッラー*を）畏れる*者たちにとっての導きである。","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:3","price":"（彼らは）不可視の世界*を信じ、礼拝を遵守し*、われら*が彼らに授けたものから（施しのために）費やす¹者たち。","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"１ 浄財*や、家族その他、自分の扶養義務がある者のためなど、義務の出費をすると同時に、施しなど、推奨された任意の出費をすること（ムヤッサル336頁参照）。","lang":"ja"},{"name":"2:4","price":"また（使徒*よ）、あなたに下されたもの（クルアーン*）と、あなた以前に下されたもの（啓典）を信じ、来世をこそ確信する者たち。","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:5","price":"それらの者たちは、彼らの主*からの導きの上にある者たちである。そしてそれらの者たちこそは、成功者なのだ。","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:6","price":"（使徒*よ）本当に、不信仰に陥った*者たちは、あなたが彼らに警告しようと警告しまいと同じことで、信じはしない。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:7","price":"アッラー*は彼らの心と聴覚を塞がれたのであり、彼らの視覚には覆いがかけられている¹。そして彼らには、厳しい懲罰があるのだ。","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"１　彼らはシャイターン*に従ったために彼に制圧され、それゆえにアッラー*は彼らの心と聴覚をふさがれ、彼らの視覚を覆われた。それで彼らは導きを目にすることも、それに耳を傾けることも、それを理解することもない（イブン・カスィール１:１７４参照）。アーヤ*18、家畜章50、雷鳴章16、フード*章20とそれらの訳注も参照。","lang":"ja"},{"name":"2:8","price":"また人々の中には、信仰者でもないのに、「私たちはアッラー*と最後の日*を信じる」と言う（偽信）者*がいる。","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:9","price":"彼らは、アッラーと信仰する者たちを欺いている（と思っている）。（実際は）気付かずに、自らを欺いているに外ならないのに¹。","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"１　彼らは現世において、不信仰や疑念という本心を隠すべく、その外面を上辺だけの言葉や行為でもって取り繕（つくろ）う（アッ＝タバリー1:203参照）。しかし、そのような行いの結末は全て自分に返ってくるため、実際のところ彼らが欺いているのは、彼ら自身なのである（婦人章142、ムヤッサル3頁参照）。","lang":"ja"},{"name":"2:10","price":"彼らの心の中には病¹があり、アッラー*は彼らに（その）病を上乗せされた。そして彼らには、彼らが嘘をついていたことゆえの、痛ましい懲罰があるのだ。","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"１　宗教上の疑念のこと（ムヤッサル3参照）。","lang":"ja"},{"name":"2:11","price":"また彼らは、「地上で腐敗*を働いてはならない」と言われれば、「私たちは外でもない、改善者だ」と言った。","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:12","price":"本当に彼らこそは、腐敗を働く者たちではないか。しかし彼らは、気づいていないのだ。","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:13","price":"また彼らは、「人々（信仰者たち）が信仰したように、信仰せよ」と言われると、言った。「愚か者たちが信じたように、私たちも信じると言うのか？」本当に彼らこそ、愚か者なのではないか。しかし彼らには、分からないのだ。","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:14","price":"また、彼らは信仰する者たちに会えば、「私たちは信じる」と言った。そして、彼らのシャイターン*達¹とだけになれば、（彼らにこう）言ったのだ。「本当に私たちは、あなた方と共にある。私たちは、ただ（彼らを）愚弄する者なのである」。","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"１　不信仰者*たち、あるいは偽信者*たちの長のこと（ムヤッサル3頁参照）。","lang":"ja"},{"name":"2:15","price":"アッラー*が彼らを愚弄されるのだ¹。そしてかれは、彼らが彷徨うままに、彼らの放埓さに更なる拍車をおかけになる。","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"１　アッラー*は彼らの愚弄に対し、罰でお報いになる。彼らへの「罰という応報」が、その原因である「愚弄」という罪の名そのもので表されているのは、アラビア語でよく用いられる修辞的表現（アル=クルトゥビー1:207参照）。","lang":"ja"},{"name":"2:16","price":"それらの者たちは導きと引き換えに、迷妄を買った者たち。そして彼らの売買は実を結ばなかったのであり、彼らは導かれた者ではなかったのである。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:17","price":"彼ら（偽信者*）の状態は、火を灯して（それが）自分の回りを照らしたかと思いきや、アッラー*がその明かりを消し去られ、闇の中に何も見えないまま放置された者のようである。¹","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"１　偽信者*は表面上、信仰者たちから「信仰」という火を借り、現世において利益を得る。しかし死んでしまえば、その明かりを利用することも不可能となり、墓の中の闇、不信仰の闇、偽りの信仰の闇、様々な罪の闇に包まれ、最後には地獄の闇へと放り込まれてしまう（アッ=サァディー44頁参照）。","lang":"ja"},{"name":"2:18","price":"（彼らは真理において）聾で、唖で、盲人¹であり、（迷妄から信仰へと）戻ることがない。","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"１　真理を受け入れない者が、それを聞かない者として「聾」、真理を語ろうともしない、あるいは表面上は信仰者ではあっても、実はそれとは違うものを内に秘めた者が「唖」、真理をみる眼識のない者が「盲人」同様である、と形容されている（アル=バガウィー1:90参照）。アーヤ*7、家畜章50、フード*章20、24の訳注も参照。","lang":"ja"},{"name":"2:19","price":"あるいは（彼らは）、闇と雷鳴¹と稲光を伴う、天からの大雨（の中にある者たち）のよう。彼らは死を恐れ、電ゆえに指でその耳を塞ぐ²。アッラー*は、不信仰者*たちを悉く包囲される*お方。","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"１　この「雷鳴」は、先代の主な解釈学者らの解釈によれば、「雲を操る天使*の声」のこと（イブン・アティーヤ1:102参照）。 ２　一説にこれは、真理への疑念と不信仰者の間をゆれ動く、この前のアーヤ*で描写されたのとは別の偽信者*たちについてのたとえ。つまり「闇に降る雨」は疑念と不信仰、偽の信仰であり、「雷鳴」は恐怖、「稲光」は、時に彼らの心にきらめく信仰の光であるという（イブン・カスィール1:189‐190参照）。","lang":"ja"},{"name":"2:20","price":"稲光は、彼らの視覚を奪わんばかり。彼らは（それが）彼らを照らす度に歩を進め、暗闇が彼らを覆うと立ち止まる。そして、もしアッラー*がお望みなら、彼らの聴覚と視覚をお取り去りになったのである。本当にアッラー*は、全てのことがお出来のお方なのだから。","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:21","price":"人々よ、あなた方と、それ以前の者たちを創造されたあなた方の主*（アッラー*）を崇拝*するのだ。それはあなた方が、敬虔*になるためである。","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:22","price":"あなた方のために大地を敷物とされ、空を屋根とされ、天からは（雨）水をお降らしになり、あなた方の糧とすべく、それにより（様々な）果実を実らせられたお方を。ならば（アッラー*が唯一の主*であり、崇拝*すべきお方だと）知りつつ、アッラー*に同位者を設けて（崇拝*して）はならない。","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:23","price":"（不信仰者*たちよ、）もしあなた方が、われら*がわれら*の僕（ムハンマド*）に下したもの（クルアーン*）について疑惑を抱いているのなら、それと同等のスーラ*を一つでもよいから創作し、アッラー*以外のあなた方の証人（の助け）を呼んでみるがいい。もしあなた方が、本当のことを言っているというのならば¹。","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"１　この挑戦はマッカ*でもマディーナ*でも、最も雄弁な民であるアラブ人たちに対して何度も向けられた（ユーヌス*章38、フード*章13、夜の旅章88、山章33‐34も参照）が、彼らのイスラーム＊に対する敵意と憎悪にも関わらず、その挑戦は破られなかった。そしてアーヤ*24にもある通り、それは現在に至るまで、そして未来でも破られることはないのである（イブン・カスィール1:199参照）。","lang":"ja"},{"name":"2:24","price":"そして、もしそう出来ないのなら——あなた方は絶対にそう出来ないのだが——、（預言者*への信仰とアッラー*への服従によって、）その燃料が人間と石である（地獄の）炎から身を守るのだ¹。それは不信仰者*たちのために準備されている。","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"１　預言者*たち章98とその訳注、禁止章6も参照。","lang":"ja"},{"name":"2:25","price":"また（使徒*よ）、信仰して正しい行い*を行う者たちには、彼らのために、その下から河川が流れる楽園があるという吉報を伝えよ。かれらはそこで果実の糧を授かるたびに「これは、私たちが以前授かっていたものだ」と言う——彼らには、似たものが授けられるのだ¹――。またそこには彼らのために、純潔な妻²たちがいる。彼らはそこに永遠に住むのである。","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"１　一説に、それらの果実は色・見た目・名前において、過去に口にしていた果実と似ているが、その風味とおいしさは新しいものである（ムヤッサル5頁参照）。 ２　クルアーン*ではこの他のアーヤ*でも、男性に対する天国での褒美（ほうび）として、「（外面的にも内面的にも）純潔な妻」がいると言及されているが、女性に関して同様の言及はない。ただ男性にも女性にも、天国の住人には等しく褒美が授けられ、望むもの全てが手に入ることが示されているのみである（イムラーン家章195、金の装飾章70など参照）。またこの問題に関連する預言者*ムハンマド*の伝承として、「天国には、独身者はいない」（ムスリム「天国とその享楽、及びその住人の描写の書」14参照）、「女性は（天国において）最後の夫のものとなる」（アル=アルバーニー「真正な伝承の連鎖」1281）などがある（出来事章35‐37の訳注も参照）。いずれにせよ、人間のことを最もよくご存知である英明なアッラー*が、「女性を天国へと激励されるにあたって、美しい男性という褒美を言及されなかったことも、その英知のなせる業（わざ）である」（イブン・ウサイミーン「価値ある集成」1:175参照）。整列者章48、煙霧章54とその訳注も参照。","lang":"ja"},{"name":"2:26","price":"本当にアッラー*は、蚊やそれ以上の（取るに足らない）ものでも、譬えとされることを恥じたりはなされない¹。信仰する者たちはといえば、それが主*からの真理であるということを知る。そして一方、不信仰に陥った*者たちは、「アッラー*は、この譬えで何を望んだのか？」などと言う。かれはそれ（試練）によって多くの者を迷わせ、また多くの者を導かれるのだ。かれが迷わせられるのは、放逸な者たちだけである。","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"１　アッラー*以外に崇拝*されているものの無能さを証明するにあたり、クルアーン*の中では蠅（はえ）や蜘蛛（くも）がたとえとして言及されている（巡礼*章73、蜘蛛章41参照）。ある種の人々はそのような譬（たと）えを嘲笑（ちょうしょう）したが、実はそれは信仰者とそうでない者を区別する試練であった（アッ=タバリー1:272‐273、ムヤッサル５頁参照）。","lang":"ja"},{"name":"2:27","price":"（彼らは）アッラー*との契約¹をその確約後に破り、アッラー*が繋ぎとめられるよう命じられたものを断って²、地上で腐敗*を働く者たち。それらの者たちこそは、損失者である。","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"１　この「契約」とは、使徒*たちが伝達した諸啓典の中で明らかにされた、アッラー*のご命令のことであるとされる（アル=クルトゥビー1:246参照）。アーヤ*４０、食卓章12も参照。 ２　「アッラー*が繋ぎとめられるよう命じられたもの」とは、家族や親類との良好な関係を保つことを始め、全ての使徒*・預言者*を分け隔（へだ）てなく信仰すること、信仰と行いを別々にしないことなど、イスラーム*において繋ぎとめておくべき全ての命令を指すと言われる（アル=クルトゥビー1:247参照）。","lang":"ja"},{"name":"2:28","price":"（シルク*の徒よ、）あなた方はどうして、アッラー*を否定するのか？かれは、（創造される以前、）死んでいる状態にあったあなた方に生命をお授けけになり、やがてあなた方を死なせ給い、そして（また復活の日*には）あなた方に生をお授けになり、それからあなた方はかれの御許に戻される¹というのに？","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"１　赦し深いお方章11も参照。","lang":"ja"},{"name":"2:29","price":"かれは地上にある全てのものをあなた方のために創造され、それから天（の創造）をお望みになり、七層の天を完成されたお方。そしてかれは、全てのことをご存知のお方なのである。","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:30","price":"（使徒*よ、）あなたの主*が天使*たちに、「本当にわれは、地上に継承者¹を置こう」と仰せられた時のこと（を、人々に思い起こさせよ）。彼ら（天使*たち）は申し上げた。「あなたはそこで腐敗を働き、血を流すものを（継承者として）置かれるのですか？私たちはあなたへの称賛*と共に（あなたを）称え*、あなたを神聖なお方として崇めていますのに」。かれは仰せられた。「本当にわれは、あなた方が知らないことを知っているのだ」。","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"１　「継承者」という訳語を当てたアラビア語は「ハリーファ」で、語源的には文字通り「受け継ぐ者」。ここでは、地上の統治を世代から世代へと受け継いでいく人間のことを指す、とされる（ムヤッサル6頁参照）。一説には、アーダム*自身のこと（アル=クルトゥビー1:263参照）。","lang":"ja"},{"name":"2:31","price":"かれはアーダム*に、（物の）名を全てお教えになった。それからそれらを天使*たちに示して、仰せられた。「これらの物の名を、われに告げてみよ。もしあなた方が、真実を語っているというのであれば」。","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:32","price":"彼らは申し上げた。「あなたに称え*あれ。あなたが私たちに教えて下さったもの以外、私たちには知識などございません。あなたこそは全知者、英知あふれる*お方なのですから」。","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:33","price":"かれらは仰せられた。「アーダム*よ、彼ら（天使*たち）にそれらの名を告げてやるがよい」。そして彼（アーダム*）がそれらを彼らに告げた時、かれは仰せられた。「一体われは、あなた方に言わなかったのか？われこそは諸天と大地における不可視の世界*も、あなた方が露わにすることも隠すことも知っているのだ、ということを」。","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:34","price":"われら*が天使*たちに「アーダム*にサジダ*せよ¹」と言い、そして彼らがサジダ*した時のこと（を思い起こさせよ）。但しイブリース*は、別だった。彼は（サジダ*を）拒絶し、驕り高ぶり、不信仰者*となった。²","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"１　このサジダ*は崇拝*行為としてのものではなく、アーダム*への挨拶と敬意を表明する種類のもの。尚イスラーム*において、この種のサジダ*は禁じられた（ムヤッサル457頁参照）。 ２　この出来事の詳細に関しては、高壁章11‐25、アル=ヒジュル章28‐42、夜の旅章61‐65、ター・ハー章116‐123、サード章71‐83なども参照。イブリース*の言い分については、高壁章8とその訳注を参照。","lang":"ja"},{"name":"2:35","price":"そしてわれら*は言った。「アーダム*よ、あなたとあなたの妻は楽園¹に住んで、その中のどこでも望む所から快く存分に食べるがよい。そして、この木²には近づいて（その実を食べて）はならない。（そうすれば）あなた方は、不正*者になってしまうから」。","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"１　アーダム*とその妻ハウワーゥ*が住んでいた楽園に関しては、それが永劫（えいごう）の天国であるという説と、地上の楽園であるという説がある（イブン・カスィール1:233参照）。 ２　この木の種類を特定する真正*な伝承は、皆無（かいむ）とされる（アッ=タバリー1:336‐340参照）。","lang":"ja"},{"name":"2:36","price":"するとシャイターン*は、それ（木）で二人を（唆して足を）滑らさせ、彼らがいた場所から追い出してしまった¹。われら*は言った。「あなた方は（シャイターン*と）互いに敵となって、（楽園から）落ちて行け。そしてあなた方には地上で、暫しの²住まいと楽しみがある」。","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"１　預言者*・使徒*共に、アッラー*の教えの伝達においては無謬（むびゅう）である。大半の学者は、大罪*以外のその他の間違い・忘却などは、彼らにも起き得ることとしているが、彼らがそれを承認し続けることはない、としている（イブン・タイミーヤ「預言者的慣行の手法」1:470‐472参照）。 ２　天命を迎えるまで、あるいは復活の日*まで、という意味（アル=クルトゥビー1:321参照）。","lang":"ja"},{"name":"2:37","price":"それからアーダム*は、彼の主*から御言葉¹を授かった。そして（その御言葉で悔悟し）、かれらはその悔悟をお受け入れになった。本当にかれこそは、よく悔悟をお受け入れになる*お方、慈愛深い*お方なのだから。","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"１　高壁章23の言葉のことを指す、と言われる（ムヤッサル6頁参照）。","lang":"ja"},{"name":"2:38","price":"われら*は言った、「あなた方は皆、そこ（楽園）から落ちて行け。そして、もしあなた方にわが御許から導き（使徒*と啓典）が到来した時、わが導きに従う者があれば、彼らには恐れもなければ、悲しむこともない¹。","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"１　正しい教えに従って行う者は、近づいて来る来世のことで怖がることもなければ、過ぎ去って行った現世について悲しむこともない（ムヤッサル7頁参照）。","lang":"ja"},{"name":"2:39","price":"そして、われら*の御徴¹を否定し、それを嘘とした者たちは（地獄の）業火の民。かれらはそこに、永遠に留まるのだ」。","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"１　この「御徴」とは、クルアーン*のアーヤ*や、アッラーの唯一性*を示す証拠のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:40","price":"イスラーイールの子ら*よ、われがあなた方に授けたわが恩恵を思い起こし、われとの契約を全うせよ¹。（そうすれば）われも、あなた方との契約を全うしよう²。そして、われだけを恐れるのだ。","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"１　全ての啓典と使徒*を信じ、アッラー*の教えに従うこと（前掲書、同頁参照）。アーヤ*27も参照。 ２　つまり現世における慈悲と、来世における救いのこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:41","price":"また、われがあなた方の許にあるものの確証として下したもの（クルアーン*）を、信じよ。それを否定する者たちの先駆けとなってはならない。そして、われの御徴と引き換えに僅かな値打ちのものを買ったりせず、われだけを畏れ*よ。","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:42","price":"また、知っていながら、真理に虚妄を紛れさせたり、真理を隠蔽したりしてはならない。","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:43","price":"そして礼拝を遵守*し、浄財*を支払い、ルクーゥ*する者たちと一緒にルクーゥ*するのだ。","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:44","price":"一体（イスラーイールの子ら*と、その学者たちよ）、あなた方は啓典を読誦しているというのに、人々には善を命じながら、自分たちのことは忘れているのか？一体、あなた方は分別しないのか？","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:45","price":"また、忍耐*と礼拝を助力とせよ。それは、（アッラー*に）恭順な者¹たち以外には困難なことであるが。","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"１　「恭順」と訳した原語は「ハシャア（慎ましくあること）」の派生形。静けさと慎（つつ）ましさが身体においても表れているような、心の状態のこと（アル=クルトゥビー1:374参照）。ここではアッラー*に対し慎み深く、かれへの服従において従順で、かれへの怖れゆえに謙虚（けんきょ）な者たちのことを指す（アッ=タバリー1:375参照）。","lang":"ja"},{"name":"2:46","price":"（彼らは復活の日*に、）自分たちの主*に拝謁することを、そして自分たちがかれの御許に戻っていくということを、確信する者たち。","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:47","price":"イスラーイールの子ら*よ、われがあなた方⁴に授けた、わが恩恵を思い起こすのだ。またわれがあなた方を、外のいかなる者よりも引き立ててやったことを¹。","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"２　これは彼らの父祖（ふそ）の代のことであり、あくまで当時に限っての話である（ムヤッサル7頁参照）。","lang":"ja"},{"name":"2:48","price":"そして誰も他人を益することもなければ、いかなる執り成しも受理されず¹、またどんな代償も受け入れられなければ、彼らが（誰にも）助けられることもない（復活の）日を、恐れよ。","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"１　このアーヤ*は、不信仰のまま悔悟（かいご）することなく、死を迎えた者に対して下ったものとされる。というのも、復活の日*の執り成しが起こることは、信憑（しんぴょう）性の高い多くの伝承によって確証されているからである（アッ=タバリー1:382‐383）。例えば、預言者*ムハンマド*には復活の日*、彼の共同体に対し、執り成しの大きな権限が与えられる（ムスリム「信仰の書」345参照）。ター・ハー章109も参照。","lang":"ja"},{"name":"2:49","price":"また、われら*があなた方¹を、フィルアウン*の一族から救い出した時のこと（を思い起こすがよい）。彼らはあなた方に過酷な懲罰を味わわせ、男児は殺しまくり、女児は生かしておいた²。そこには、あなた方の主*からの偉大な試練があったのだ。","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"１　先代のイスラーイールの子ら*の子孫に対して「あなた方の父祖」ではなく、あたかも彼らが当事者であるかのように「あなた方」と語りかけている。それは彼らが、フィルアウン*から救われた時代のイスラーイールの子ら*の子孫であり、その恩恵が彼らにも及んでいるためである（アッ=タバリー1:385参照）。 ２　一説によると、ある日フィルアウン*は、エジプトを滅ぼす男がイスラーイールの民から出現することを暗示する夢を見た。それで一定期間、イスラーイールの民に生まれた男児を皆殺しにして女児は生かしておき、成人には苦役（くえき）を強要して虐（しいた）げた。しかし苦役を課すための労働力が少なくなると、男児の皆殺しは隔年（かくねん）ごとになった。ムーサー*が生まれたのは、男児が殺される年であったとされる（アッ=タバリー1:386‐389、イブン・カスィール1:258、5:283参照）。","lang":"ja"},{"name":"2:50","price":"また、われら*があなた方のために海を分けてあなた方を救い、あなた方の見ている前でフィルアウン*の一族を溺れさせた時¹のこと（を思い起こせ）。","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"１　同様の場面として、ユーヌス*章90‐92、ター・ハー章77‐78、詩人たち章52‐66、煙霧章23‐24も参照。","lang":"ja"},{"name":"2:51","price":"また、われら*がムーサー*と四十夜を約束した時¹のこと（を思い起こすのだ）。その後あなた方はあ彼の（立ち去った）後に、不正*にも仔牛を（崇拝*の対象と）なした。²","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"１　アッラー*が、ムーサー*にトーラー*を下すことを約束した四十夜のこと（ムヤッサル8頁参照）。高壁章142以降も参照。\n２　イスラーイールの子ら*と仔牛の話については、高壁章148以降、ター・ハー章83‐98も参照。","lang":"ja"},{"name":"2:52","price":"そしてその後、われら*はあなた方が感謝するようにと、あなた方を大目に見てやった。","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:53","price":"また、あなた方が導かれるようにと、われら*がムーサー*に識別の啓典¹を授けた時のこと（を思い起こすのだ）。","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"１　真理と虚妄（きょもう）とを分ける識別の書であった、トーラー*のこと（ムヤッサル8頁参照）。","lang":"ja"},{"name":"2:54","price":"そして、ムーサー*が彼の民に（こう）言った時のこと（を思い起こすがよい）。「我が民よ、本当にあなた方は仔牛を（崇拝*の対象と）なしたことで、自分自身に不正*を働いた。ならば、あなた方の創生者*に悔悟し、あなた方自身を殺すのだ¹。それがあなた方にとって、あなた方の創生者の御許でより善いことなのである」。こうして、かれはあなた方から悔悟をお受け入れになった。本当にかれこそは、よく悔悟をお受け入れになる*お方、慈愛深い*お方なのだから。","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"１　彼らの内の一部が、お恵み深い創造主を差しおいて仔牛を崇拝*した罪の悔悟が受け入れられる条件は、互いに殺し合うことであった。アッラー*のこのご命令に従って死んだ者は殉教（じゅんきょう）者となり、生き残った者は悔悟を受け入れられた者となった（イブン・カスィール1:261‐263参照）。","lang":"ja"},{"name":"2:55","price":"また、あなた方が（こう）言った時のこと（を思い起こすのだ）。「ムーサー*よ、私たちはアッラー*をこの眼でみるまで、あなたを信じない」。それであなた方の見ている前で、稲妻があなた方を捕らえ（、あなた方は死んでしまっ）た。","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:56","price":"それから、われら*はあなた方が感謝するようにと、あなた方が死んだ後に生き返した。","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:57","price":"そして、われら*は薄い白雲であなた方の上に日陰を作り、あなた方にマンヌとウズラ¹を下し（て、言っ）た。「われら*があなた方に授けた、よきものを食べよ」。彼らがあれら*に不正*を働いたのではない。しかし彼らは、自分自身に不正*を働いていたのである。²","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"１　アル=クルトゥビー*によれば、大半の解釈学者は「マンヌ」を、「空から降ってくる、雫（しずく）状の甘い固形物」とするが、その他アラビアガム、蜜（みつ）、甘い飲み物、薄いパン、などといった解釈がある。また、もっと一般的な解釈として、「アッラー*がそのしもべたちに、労力や栽培なども要さずにお恵みになったものの総称」というものもある（1:406参照）。また「ウズラ」は、ウズラそのものではなく、ウズラに類似した鳥類のこととされる（ムヤッサル8頁参照）。 ２　解釈学者たちによれば、これは食卓章21‐26で描かれている出来事の後、彼らがエジプトとシャーム地方（現在のシリア、パレスチナ周辺地域）の間で、四十年間彷徨（さまよ）った時の出来事とされる（アル=クルトゥビー1:406参照）。","lang":"ja"},{"name":"2:58","price":"また、われら*が（こう）言った時のこと（を思い起こすのだ）。「この町¹に入り、どこからでも快く存分に食べよ。そして身を低めて謹んで門に入り、『（私たちが望むのは、罪の）免除です』と言うのだ。（そうすれば）われら*は、あなた方の過ちを赦してやろう。善を尽くす者²には、更に（褒美を）上乗せしてやる」。","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"１　エルサレムのことである、と言われる（アッ=タバリー1:420、ムヤッサル９頁参照）。 ２　「善を尽くす者」については、蜜蜂章128の訳注を参照。","lang":"ja"},{"name":"2:59","price":"すると不正*者たちは、御言葉を彼らに言われたのではないものと変えてしまった。そこでわれらはその放逸な振る舞いゆえに、不正*者たちに天から（罰の）制裁を下した。¹","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"１　彼らは、「身を低めて謹んで入る」ように言われたが、ふざけて地面に尻を引きずりながら入り、またアーヤ*58で言うように命じられた言葉尻を変えて、嘲笑（ちょうしょう）した。つまり言葉と行いにおいて、アッラー*のご命令に反したのである（イブン・カスィール1:277参照）。","lang":"ja"},{"name":"2:60","price":"また。ムーサー*がその民のために、水を乞うて祈った時のこと（を思い起こすがよい）。それでわれら*は「あなたの杖で、岩を叩いてみよ」と言った。するとそこから十二の泉があふれ、（彼らの内の）全ての人々¹は、確かに自分たちの水場を知った。（われら*は言った。）「アッラー*の糧から食べ、飲むがよい。そして腐敗*を働く者となって、地上で退廃を広めてははならない」。","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"１　ユダヤ教徒*の十二支族のこと（ムヤッサル9頁参照）。","lang":"ja"},{"name":"2:61","price":"また、あなた方が（こう）言った時のこと（を思い起こすのだ）。「ムーサー*よ、私たちは一種類の食べ物には耐えられない。だからあなたの主*にお願いして、私たちに野菜、キュウリ、穀物、レンズ豆、玉葱といった、大地に育つものを出してもらってくれ」。彼（ムーサー*）は言った。「あなた方はより善いものを、それ以下のものと取り換えるというのか？（この荒野を去って）町に行くがよい。そうすればきっと、あなた方の求めるものがあるだろう」。彼らは屈辱と貧困に付きまとわれ、アッラー*のお怒りと共に戻って来た¹。それというのも彼らはアッラー*の御徴を否定し、不当にも預言者*たちを殺害していたからである。それは彼らが（アッラー*に）反抗し、（かれの法に反することにおいて）度を越していたためなのだ。²","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"１　つまり、アッラー*のお怒りがまといついた、という意味（アル=クルトゥビー1:430参照）。 ２　このように彼らは、アッラー*がお選びになったものよりも、彼ら自身の欲望と選択を常に優先させていた（ムヤッサル9頁参照）。","lang":"ja"},{"name":"2:62","price":"本当に、信仰する者たち、ユダヤ教徒*である者たち、キリスト教徒*たち、サービア教徒*たちで、アッラー*と最後の日*を信じて正しい行い*を行う者、彼らには、その主*の御許に褒美がある¹。そして彼らには怖れもなければ、悲しむこともない²。","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"１　「信仰する者たち」であるムスリム*、ユダヤ教徒*、キリスト教徒*、サービア教徒*の内、アッラー*を正しく誠実に信仰し、復活と清算の日を信じ、アッラー*がお喜びになる行いに励む者の褒美（ほうび）は、アッラー*の御許で確かなものとなる。そして最後の預言者*ムハンマド*が全人類に遣（つか）わされた後、アッラー*がイスラーム*以外の宗教をお受け入れになることはない（ムヤッサル10頁参照）。 ２　「怖れもなければ、悲しむこともない」については、アーヤ*38の訳注を参照。","lang":"ja"},{"name":"2:63","price":"また（イスラーイールのこら*よ）、われら*があなた方の確約を取った時のこと（を思い起こすのだ）¹。われらはあなた方の上に山を掲げ（、言っ）た²。「われらがあなた方に授けたものを、真摯に受け取るがよい³。そして（わが懲罰を）畏れる*べく、その内容を教訓とするのだ」。","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"１　「確約」については、アーヤ*27、40の「契約」を参照。 ２　高壁章171も参照。彼らはその頑迷（がんめい）さと不服従ゆえ、山（原語では「アッ＝トゥール」、シナイ山のこととされる）を落とすと脅（おど）されるまで、確約を受け入れることを拒んだ（前掲書、同頁参照）。 ３　彼らへの啓典トーラー*を信じ、その中に記されている法を実践することにおいて真摯に努力せよ、ということ（アッ=タバリー1:452‐453、ムヤッサル10頁参照）。","lang":"ja"},{"name":"2:64","price":"そしてその後（再び）、あなた方は背き去った。あなた方に対するアッラー*のご恩寵とご慈悲がなければ、あなた方は損失者となっていたであろう。","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:65","price":"またあなた方は、あなた方の（先祖の）内、土曜（の安息）日を破った者たちのことを確かに知った¹。そしてわれら*は彼らに、「追いやられた惨めな猿になってしまえ」と言った。","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"１　高壁章163‐166も参照。彼ら‐ある海岸の町に居住していたユダヤ教徒*たち‐は、土曜日に漁をすることを禁じられたが、土曜日に限って魚が大群で押し寄せた。それで彼らは土曜日に網（あみ）をしかけたり、穴を掘ったりしておき、日曜日にそれを収穫（しゅうかく）するというごまかしをした（ムヤッサル10頁参照）。","lang":"ja"},{"name":"2:66","price":"こうしてわれら*は、それ（海岸の町）をその時代と、（同様の罪を犯す）それ以後の者たちに対する（見せしめの）罰とし、敬虔な*者たちへの訓戒としたのである。","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:67","price":"また（イスラーイールの子ら*よ）、ムーサー*が彼の民にこう言った時のこと（を、思い起こしてみよ）。「本当にアッラー*は、あなた方に一頭の雌牛を屠るよう命じておられる」。彼らは言った。「一体あなたは、私たちを馬鹿にしているのか？」彼（ムーサー*）は言った。「私は自分が無知な（嘲笑）者たちの仲間とならないよう、アッラー*にご加護を祈る」。","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:68","price":"彼らは言った。「あなたの主*に、それがどんなものか私たちに明らかにしてくれるよう、お願いしてくれ」。彼（ムーサー*）は言った。「本当にかれは、実にそれが年老いた牛でも仔牛でもなく、丁度その中間にあたる雌牛である、と仰せられる。ならば、命じられたことをせよ」。","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:69","price":"彼らは言った。「あなたの主*に、その色について私たちに明らかにしてくれるよう、お願いしてくれ」。彼（ムーサー*）は言った。「本当にかれは、実にそれが見る者を楽しませる、鮮やかな真っ黄色の雌牛である、と仰せられる」。","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:70","price":"彼らは言った。「あなたの主*に、それがそんなものか私たちに明らかにしてくれるよう、お願いしてくれ。本当に雌牛は、私たちに似通って見えるのだ。そして本当に私たちは、——アッラー*がお望みならば——必ずや（目的の雌牛に）導かれるから」。","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:71","price":"彼（ムーサー*）は言った。「本当にかれは、実にそれが地面を耕したり、農地の灌漑をしたりする卑しめられたものではなく、混じり毛のない無疵の雌牛だ、と仰せられる」。彼らは言った。「あなたは今、ようやく真実を伝えてくれた」。こうして彼らは雌牛を（見つけ、嫌々）屠ったが、それをやり損ねそうなほど（頑迷）であった¹。","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"１　教友*イブン・アッバース*は言っている。「（最初の時点で）最も手ごろな雌牛を屠（ほふ）っていれば、済んだことだった。しかし彼らが（自分たちで）厳しくしたために、アッラー*も彼らに対して厳しくされたのだ」（アッ=タバリー1:478参照）。","lang":"ja"},{"name":"2:72","price":"あなた方¹がある者を殺害し、そのことで（罪を）押し付け合った時のこと（を思い起こせ）²——アッラー*は、あなた方が隠蔽していたことを暴露される——。","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"１　アーヤ*49の「あなた方」に関する訳注を参照。 ２　多くの解釈学者は、アーヤ*で示されている内容が、雌牛にまつわる一連の事件（アーヤ*67‐71）の冒頭にあたる部分であるとしている（アル=クルトゥビー1:445参照）。尚、この事件には、次のような背景があるとされる:ある時、犯人不明の殺人事件が起こった。その犯人を究明するにあたって、イスラーイールの子ら*の集団間で争いが起きたので、彼らはムーサー*に犯人の特定を頼んだ。ムーサー*は、彼らが屠（ほふ）った雌牛の一部で死者を打てば、彼らが生き返って犯人が誰かを告げるだろう、という啓示を告げた（イブン・カスィール1:293‐298参照）。","lang":"ja"},{"name":"2:73","price":"それでわれら*は言った。「その（雌牛の）一部で、彼（死者）を叩いてみよ（、彼は生き返って犯人を告げるであろう）」。同様にアッラー*は（復活の日*）、死者を生き返らされ、あなた方が分別するよう、あなた方にその御徴¹をお示しになるのだ」。","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"１　この「御徴」は、アッラー*の御力の完全さを示す証拠のこと（ムヤッサル11頁参照）。","lang":"ja"},{"name":"2:74","price":"そしてその後、あなた方の心は硬くなり、岩のように、またそれ以上に硬くなった。本当に岩の中には、そこから河川が湧き出るものさえある。またその中には、割れて、そこから水が流れる出るものさえもある。またその中には、アッラー*への畏怖から、転げ落ちるものさえもあるのだ¹。アッラー*はあなた方の行いに迂闊ではあられない。","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"２　カターダ*はこのアーヤ*に関し、こう述べている。「アッラー*は、岩のことは（硬くても）容認された。そして（不信仰ゆえに心が硬くなった）アーダム*の子らの悪人のことは、容認されなかったのだ」（アッ=タバリー1:499参照）。","lang":"ja"},{"name":"2:75","price":"一体あなた方（信仰者）は、彼ら（ユダヤ教徒*）があなた方（の宗教）を信じるようになることを、所望しているというのか？彼らの内の一部はアッラー*の御言葉を確かに聞き、それを理解した後に知りつつ、それを改竄したというのに。","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:76","price":"また、彼ら（ユダヤ教徒*）は信仰する者たちに出会うと、「私たちは（あなた方の宗教を）信じる」と言った。そして仲間内になると、（互いにこう）言ったのだ。「一体あなた方は、アッラー*があなた方に明らかにされたこと¹を、彼ら（信仰者）に伝えるというのか？それによって彼らが、あなた方の主*の御許であなた方に反証するために？一体、あなた方は分別しないのか？」","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"１　トーラー*の中で、預言者*ムハンマド*について語られた真実のこと（ムヤッサル11頁参照）。イムラーン家章73も参照。","lang":"ja"},{"name":"2:77","price":"一体彼らは、アッラー*が彼らの隠していることも露にしていることも、全てご存知であることを知らないのか？","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:78","price":"また、彼ら（ユダヤ教徒*）の中には啓典を知らない文盲もいて、ただ嘘を捏造するだけである。そしてかれらは、憶測しているに過ぎないのだ。","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:79","price":"それと引き換えに僅かな代価を得るため、自らの手で啓典を書き、「これは、アッラー*の御許から下されたもの」などと言う者に、災いあれ。そして彼らの手が書いたものゆえに、彼らに災いあれ。また、（そのことで）彼らが稼ぐものゆえに、彼らに災いあれ。","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:80","price":"また、彼ら（イスラーイールの子ら*）は言った。「（地獄の）業火が私たちに触れるのは、どうせ数日だけだ¹」。（使徒*よ、）言ってやれ。「一体あなた方は、アッラー*の御許で（そのような）契約を結んだというのか？そうであるなら、アッラー*は決して契約を反故にはされない。それともあなた方はアッラー*に対し、知りもしないことをいうのか？」","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"1　一説にはユダヤ教徒＊の一部は、彼らが業火に焼かれるのは、彼らの祖先が仔牛を崇拝した四十日間だけであると主張した（アッ=タバリー1:517‐520、イブン・カスィール1:313‐314参照）。","lang":"ja"},{"name":"2:81","price":"いや、誰でも悪行を稼ぎ、自らの過ちが自分自身をがんじがらめにしてしまった者¹、それらの者たちは業火の住民であり、彼らは永遠に留まるのだ。","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"１　ここでの「悪行」とは、シルク*のことと言われる。一方「自分自身を過ちでがんじがらめ」にする者とは、そのまま悔悟せずに死を迎えることを指す、と言われる（アッ=タバリー1:522‐525参照）。","lang":"ja"},{"name":"2:82","price":"そして信仰し、正しい行い*を行った者たち、それらの者たちは天国の住民であり、彼らはそこに永住する。","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:83","price":"また、われら*がイスラーイールの子ら*の（次のような）確約を取った時のこと（を思い起こすがよい）。「アッラー*以外の何ものも崇拝*してはならない。そして両親に孝行し、親戚、孤児、貧者*らにも（善行を尽くせ）。また人々に対しては善い言葉をかけ、礼拝を遵守*し、浄財*を支払うのだ」。（ところが）その後あなた方は、あなた方の内の僅かな者たちを除いて、身を翻し、背を向けた。","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:84","price":"また、（イスラーイールの子ら*よ）、われら*があなた方の（次のような）確約を取った時のこと（を思い起こしてみよ）。「あなた方の血を流したり、あなた方自身を住居から追放¹したりしてはならない」。それからあなた方は（それが正しいことであることを）証言しつつ、承認した。","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"１　つまり、お互いに殺し合ったり、追放し合ったりすること（ムヤッサル13頁参照）。","lang":"ja"},{"name":"2:85","price":"その後、あなた方という人たちは、罪と侵害をもって互いに（敵と）協力し合いながらあなた方殺し、あなた方の一派をその住居から追放する¹。そして、もし彼らが捕虜となってあなた方のもとにやって来れば、かれらの追放が（そもそも）違法であるにも関わらず、あなた方は彼らの身代金を払う²。一体、あなた方は啓典の一部だけを信じ、他の部分は否定するというのか？ならば、あなた方の内でそのようなことをする者の報いは、現世の生活における屈辱でしかない。復活の日*、彼らはこの上なく厳しい懲罰へと戻されるのだ。アッラー*はあなた方の行いに、決して迂闊ではあられない。","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"１　アーヤ*84「追放」の訳注を参照。 ２　イスラーム*到来以前のマディーナ*では、アラブ住民がアウス族とハズラジュ族の二派にか分かれ、互いに争い合っていた。そしてカイヌカーゥ族、ナディール族、クライザ族といった当時のユダヤ教徒*もまた、不信仰者*であるそれらのアラブ部族と各々同盟して互いに敵対し合い、同士討ちをしていた。そのこと自体トーラー*で禁じられていたことであったが、彼らは戦争で同胞が捕虜にされれば、トーラー*の教えに則って身代金を払う、という矛盾を犯していた（アッ=タバリー1:536‐537参照）。","lang":"ja"},{"name":"2:86","price":"それらの者たちは、来世と引き換えに現世の生活を買った者たち。ゆえに懲罰が、彼らから軽減されることもなければ、彼らが（誰かに）救われることもない。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:87","price":"また、われら*は確かにムーサー*に啓典（トーラー*）を授け、使徒*たちにその後を継がせた¹。そしてマルヤム*の子イーサー*に明証²を与え、聖霊³で彼を強めた。一体、使徒*があなた方の気に入らないものを携えてあなた方のもとに来るたびに、あなた方は傲慢になり、ある一派のことは嘘つき呼ばわりし、また別の一派のことは殺害するというのか？","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"１　ムーサー*の後イーサー*の到来まで、アッラー*はトーラー*の法で裁く使徒*・預言者*を遣わされた（食卓章44参照）。ただイブン・カスィール*によれば、イーサー*は一部トーラー*とは異なる法をもたらしたため、アッラー*は彼に奇跡を授けたのだという（1:321参照）。 ２　この「明証」とは、イムラーン家章49、食卓章110などに示されているような、数々の奇跡のこと（アッ=タバリー1:544参照）。 ３　大半の解釈学者によれば、天使*ジブリール*のこと（アッ＝サァディー58参照）。","lang":"ja"},{"name":"2:88","price":"彼ら（イスラーイールの子ら*）は、言った。「私たちの心は覆われている（から、あなたの言うことが分からない）」。いや、アッラー*はその不信仰ゆえに彼らを呪われた¹のだ。彼らは、僅かばかりしか信仰しないことよ。","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"１　「呪い」という訳語を当てた原語は「ラアナ」であり、語源的には「追いやる」「遠ざける」などの意味を含む。つまり「アッラーの呪い」とは、かれから遠ざけられ、見放されることを指すのだという（アッ=タバリー1:549参照）。","lang":"ja"},{"name":"2:89","price":"彼らは、——かつて、不信仰だった*者たちに対する勝利を求めていたにも関わらず——アッラー*の御許から彼らに、彼らのもとにあるものを確証する啓典がもたらされた時、そして彼らが知っていたものが彼らのもとに到来した時、それを否定したのだ¹。ならばアッラー*の呪い²は、（使徒*ムハンマド*とクルアーン*を否定する全ての）不信仰者*たちの上にある。","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"１　マディーナ*のユダヤ教徒*は、最後の預言者の出現が近いとし、彼に従って同地のアラブ人不信仰者*らと戦い、勝利を収めることを願っていた。しかし、いざ預言者*としての特徴と正直さで知られたムハンマド*が到来すると、彼を嘘つき呼ばわりした（ムヤッサル14頁参照）。 ２　「アッラー*の呪い」については、アーヤ*88の訳注を参照。","lang":"ja"},{"name":"2:90","price":"彼ら（イスラーイールの子ら*）が、アッラー*が下されたものを妬みゆえに否定することで、自分自身と交換したものの、なんと醜悪なことか。アッラー*はその僕の内、お望みの者（ムハンマド*）にご恩寵を下されるというのに¹。こうして彼らは（アッラー*の）お怒りの上に、更なるお怒りを買って戻って来た²。不信仰者*たちには、屈辱的な懲罰がある。","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"１　預言者*とは使徒*は、長らくイスラーイールの子ら*、つまりイスハーク*の息子ヤァークーブ*の子孫から選ばれていたが、最後の預言者*ムハンマド*はイスマーイール*の子孫のアラブ人であった。このことも、ユダヤ教徒*の彼に対する嫉妬（しっと）を誘う、大きな一因であったという（アッ=タバリー1:557‐559参照）。 ２　この「戻って来た」については、アーヤ*61の訳注を参照。","lang":"ja"},{"name":"2:91","price":"また彼ら（ユダヤ教徒*）は、「アッラー*が下されたもの（クルアーン*）を信じよ」と言われれば、「私たちは、自分たちに下されたもの（だけ）を信じる」と言った。そしてその後のものは、それが彼らのもとにあるものを確証する真理であるのに、否定するのだ。（使徒*よ）言ってやるがよい。「ならば、なぜあなた方は以前、アッラー*の預言者*たちを殺害したのか？もし、あなた方が（本当に）信仰者だとするならば」。","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:92","price":"ムーサー*は明証¹を携えて、確かにあなた方²のもとにやって来た。それから、あなた方は彼の（出発）後、不正*にも仔牛を（崇拝*の対象と）なしたのである。³","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"１　この「明証」とは、高壁章107、108、133、詩人たち章63などに描写されているような数々の奇跡に代表される、彼の正直さを示す証拠のこと（アッ=タバリー1:564参照）。 ２　この「あなた方」については、アーヤ*49の訳注を参照。 ３　アーヤ*51、高壁章142‐153、ター・ハー章83‐98参照。","lang":"ja"},{"name":"2:93","price":"また、われら*があなた方の確約¹を取った時のこと（を思い出してみよ）。われら*はあなた方の上に山を掲げ（、言っ）た²。「われら*があなた方に授けたものを、真摯に受け取り³、聴き従うのだ」。（しかし）彼らは言った。「私たちは聞きはするが、逆らおう」。そしてその不信仰ゆえに、彼らの心には仔牛（への愛情）が注ぎ込まれて（沁みこんで）しまったのだ。言ってやるがよい。「あなたがたの信仰があなた方に命じることの、何と醜悪なことか？もし、あなた方が（本当に）信仰者であるというなら」。","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"１　「確約」については、アーヤ*27、40の「契約」を参照。 ２　この出来事の詳細に関しては、アーヤ*63の訳注を参照。 ３　「真摯に受け取る」については、アーヤ*63の訳注を参照。","lang":"ja"},{"name":"2:94","price":"（使徒*よ、彼らイスラーイールの子ら*に）言ってやるがよい。「アッラー*の御許での来世の住まい（での恩恵）が、（他の）人々には許されないあなた方の専有であるのなら、死を望んでみたらいかがか？もし、あなた方が真実を語っているというのであれば（、だが）」。¹","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"１　アーヤ*111参照。","lang":"ja"},{"name":"2:95","price":"彼らは自分たちが行ってきたことゆえ、決してそのようなことを望んだりはしまい。アッラー*は不正*者たちのことをご存知のお方。","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:96","price":"また（使徒*よ、）あなたは、彼ら（ユダヤ教徒*）が最も生に執着する人々であり、シルク*を犯している者たちよりもそうであるのを、必ずや見出すであろう。彼らの中には、千年でも生きたいと望む者がいる。（たとえそのように）長生きしたとしても、懲罰から逃れることは叶わないのだが。アッラー*は、彼らの行うことをご覧にな（り、それに対して応報を与えられ）るお方。","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:97","price":"言ってやるがよい。「たとえ、ジブリール*に対して敵対する者があろうと（、そのような敵対心には何のいわれもない）、実に彼（ジブリール*）はアッラー*のお許しにより、あなたの心にそれ（クルアーン*）を、それ以前のもの（諸啓典）の確証、信仰者たちにとっての導き、吉報として下した者なのだから¹。","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"１　このアーヤ*は、預言者*があるユダヤ教徒*たちに「あなたの同伴者は誰か？」と聞かれ、「ジブリール*だ」と答えた所、「ジブリール*は戦争・殺し合い・懲罰をもたらす者であり、私たちの敵だ。慈悲と植物と雨をもたらすミーカーイール*だ、と言えばよいものを」と言ったことに関し、下ったと言われる（アフマド2483参照）。","lang":"ja"},{"name":"2:98","price":"アッラー*とその天使*たち、その使徒*たち、ジブリール*、ミーカール（ミーカーイール*）に敵対する者があろうと、実にアッラー*は（そのような）不信仰者*たちに対しての敵なのだ」。","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:99","price":"（使徒*よ、）われら*は確かに、あなたへ明白な御徴¹を下した。そしてそれを否定するのは、放逸な者たちのみである。","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"１　この「明白な御徴」とは、彼の預言者*性を示す証拠のこと。アッラー*は彼に啓示したクルアーン*の中で、ユダヤ教徒*の学者しか知らないような彼らの秘密や、彼らに起きた過去の出来事、トーラー*において改ざんされた物事などを明らかにされた（アッ=タバリー1:586参照）。","lang":"ja"},{"name":"2:100","price":"そして一体、彼ら（イスラーイールの子ら*）が契約を結ぶたび、彼らの内の一派はそれを破棄したというのか？いや、彼らの大半は信じない。","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:101","price":"また、アッラー*の御許から、彼らの手許にあるもの（トーラー*）を確証する使徒*（ムハンマド*）が到来した時、啓典を授かっていた民の一派はあたかも何も知らないかのように、アッラー*の書（クルアーン*）を背後に放り棄てたのだ。","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:102","price":"また彼ら（ユダヤ教徒*）は、スライマーン*の王権（の時代）について、シャイターン*が語ること¹に従った。スライマーン*は、不信仰になど陥ってはいない。しかしシャイターン*たちが不信仰（の行い）を犯し、人々に魔術と、バービル（バビロン）でハールートとマールート²の両天使に授けられたものを伝授していたのである。両天使は、「私たちは本当に、試練なのだ。だから（魔術を習い、シャイターン*に従うことで）、不信仰に陥ってはいけない」と言ってからでなければ、誰にも教えはしなかった。そして彼らは二人から、夫とその妻の間を裂く術を学んだ——彼らとてアッラー*のお許しがなければ、誰のこともそれで害することなど出来ないのだが——。また彼らは、自分たちを害しはしても、益しはしないものを学んだ。そして彼らは、それ（魔術）を（真理と引き換えに）買ってしまった者などには、来世においていかなる（よき）分け前もないということを、確かに承知していたのだ。それで彼らが自らを売って手に入れたものの、何と実に醜悪なことか³。彼らが（そのことを）知っていたら（、そんなことはしなかったろうに）。","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"１　シャイターン*らは、スライマーン*が魔術によって偉大な王国を手にしたのだと思い込ませつつ、人々に魔術を提示した（アッ＝サァディー60頁参照）。また、魔術とは「人間の力だけでは役不足である何らかの目的を達成するため、シャイターン*へのお近づきを乞う事で、その助力とするもの」。仕かけや道具を用いたり、手先の器用さなどを利用して行う手品などの類は、この内に入らない（アル=バイダーウィー1:371‐372参照）。 ２　ハールートとマールートは、人間を試練にかけるために天から下された天使*であると言われる（ムヤッサル16頁参照）。 ３　シャイターン*はユダヤ教徒*たちに魔術を教えたが、それは、彼らがそれを啓典よりも尊（たっと）ぶほどになるまで、彼らの間に広まった（前掲書、同頁参照）。","lang":"ja"},{"name":"2:103","price":"彼ら（ユダヤ教徒*）がもし信仰し、（アッラー*を）畏れ*たのなら、アッラー*の御許での褒美こそが（魔術とそれによる利益）より善かったのだ。もし彼らが（そのことを）知っていれば（、信仰したであろうに）。","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:104","price":"信仰する者たちよ、「私たちに配慮して下さい」などと言ってはならない。しかし、「私たちを見守って下さい」と言って¹、（クルアーン*を）聴くのだ。不信仰者*には、痛ましい懲罰がある。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"１　ムスリム*たちの預言者*に対する言い回しには、「私たちに配慮して下さい（ラーイナー）」という言葉があり、それには「私たちを見守って下さい」「私たちが理解するまで、お待ち下さい」という意味があった。しかしユダヤ教徒*らは、その言葉を預言者への悪口に利用した。彼らは一説に、「ラァン（愚かさ）」という意味に結びつけ、また一説にはその言葉で、ヘブライ語の同音の悪口を意図した。それでアッラー*はその言葉を禁じ、同様の意味だが、そのような害の恐れのない「私たちを見守って下さい（ウンズルナー）」という言葉を使うように命じたのである（アル=バイダーウィー1:375参照）。","lang":"ja"},{"name":"2:105","price":"啓典の民*やシルク*の徒という不信仰に陥った*者たちは、あなた方の主*からあなた方のもとに、いかなる善きものが下されることも望まない。アッラー*は、かれがお望みになる者に、そのご慈悲¹を特別にお授けになる。そしてアッラー*は、偉大な恩寵の主であられる。","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"１　この「ご慈悲」は特に、預言者*性・使徒*性のことを指すと言われる（ムヤッサル16頁参照）。","lang":"ja"},{"name":"2:106","price":"アーヤ*を撤回するにせよ、または忘れさせるにせよ、われら*はそれより善いものか、あるいは同等のものをもたらすのである¹。（預言者*よ、）一体あなた（とその使徒たち）は、アッラー*が全てのことをお出来なのを知らないのか？","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"１　学者によってその数や特定の仕方は異なるが、クルアーン*のアーヤ*には、後に下がった別のアーヤ*の規定によってその規定が撤回されたものと、代替（だいたい）なしにその規定が撤回されたもの（学者間の意見が一致しているものの例としては、抗弁する女章12）がある（アッ＝ルーミー「クルアーン諸学研究」416‐417頁参照）。またアッラー*のご決定により、アーヤ*そのもが、そこに含まれる規定もろとも消滅したケースもある（同書413頁参照）。雷鳴章39、蜜蜂章101とその訳注も参照。","lang":"ja"},{"name":"2:107","price":"（預言者*よ、）一体あなた（とその使徒たち）は、天地の王権がアッラー*のみに属することを知らないのか？あなた方にはアッラー*以外に、いかなる庇護者*も援助者もいないのだ。","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:108","price":"いや（人々よ）、一体あなた方は、かつてムーサー*が注文されたように、あなた方の使徒*に注文をつけたいのか？¹　信仰を不信仰に取り換える者は誰であれ、確かに真っ当な道から迷い去っているのである。","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"１　ムーサー*がイスラーイールの子ら*の無理難題に苦労した（アーヤ*55など参照）ように、預言者*ムハンマド*も、周囲の不信仰者*たちから奇跡を起こすことなど、様々な注文をつけられた（家畜章109‐110、ユーヌス*章97、夜の旅章90‐93、ター・ハー章133、預言者*たち章5、識別章7‐8、創成者*章42も参照）。","lang":"ja"},{"name":"2:109","price":"啓典の民*の多くは、彼らに真理が明らかにされた後でも、彼ら自身からの嫉妬ゆえ、あなた方が信仰した後に不信仰者*に戻そうと望んでいる。ならば、アッラー*がご裁決¹をお下しになるまで彼らを大目に見、見逃してやるがよい。本当にアッラー*は、全てのことをお出来のお方である。","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"１　彼らとの戦いの許可のこと（ムヤッサル17頁参照）。雌牛章190、悔悟章29、巡礼*章39なども参照。","lang":"ja"},{"name":"2:110","price":"（信仰者たちよ、）礼拝を遵守*し、浄財*を払うのだ。どんな善いことでも、自分自身のために前もって行っておけば、あなた方はそれ（褒美）を、アッラー*の御許で見出すであろう。本当にアッラー*は、あなた方の行うこと（全て）をご覧になるお方なのだから。","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:111","price":"彼ら（啓典の民*）は言った。「ユダヤ教徒*かキリスト教徒*である者の他は、決して天国に入れない」。それは彼らの根拠もない願望である。（使徒*よ、）言ってやるのだ。「明証を見せてみよ。もしあなた方が、真実を語っていると言うのなら」。","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:112","price":"いや、誰であろうと、善を尽くすものでありつつ、アッラーのみに顔を向けて服従する者¹、彼にはその主*の御許に褒美がある。そして彼らには怖れもなければ、悲しむこともない²。","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"１　「善を尽くす」（蜜蜂章128の訳注も参照）とは、アッラーへの服従において、その使徒の教えに忠実に従うこと（イブン・カスィール1:385参照）。「アッラーのみに顔を向けて服従する」とは、口や心や身体を含む全身全霊でもって、真摯（しんし）にアッラーに従うこと。ここで「顔」のみが言及されているのは、顔が人間の身体で、最も高貴な部位であるためとされる（アッ=タバリー3:1724参照）。この「イスラームの教えの遵守」と「アッラーに対する真摯さ」という二つが揃（そろ）って初めて、行為は受け入れられる（イブン・カスィール1:385参照）。 ２　「怖れもなければ、悲しむこともない」については、アーヤ*38の訳注を参照。","lang":"ja"},{"name":"2:113","price":"また、ユダヤ教徒*は「キリスト教徒*（の教え）は、全く（正当な）根拠がない」と言い、キリスト教徒*も「ユダヤ教徒*（の教え）は、全く（正当な）根拠がない」と言った。彼らは、（自分たちの）啓典を読誦しているのに¹。このように、知らない者たち²も、彼らと同様のことを言ったのだ。ならばアッラー*は、復活の日*、彼らが意見を異にしていたことについて、彼らの間を裁かれ（、彼らに応報をお与えにな）る。","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"１　トーラー*にも福音*にも、すべての預言者*・使徒*を信じる義務が説かれている（ムヤッサル18頁参照）。 ２　「知らない者たち」とは、啓典の民*以外のシルク*の徒のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:114","price":"アッラー*のマスジド*で、かれの名が唱えられることを阻み、その破壊に努める者たち以上に不正*を働く者があろうか？それらの者たちは、怖気づかずにはそこに入ることが出来ない。彼らには現世で屈辱があり、また彼らには来世において、この上ない懲罰がある。","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:115","price":"東も西も（その間のものも全て、）アッラー*のもの。あなた方がどこを向こうとも、そこには、アッラー*の御顔がある¹。本当にアッラー*は公量な*お方、全知者であられる。","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"１　アッラー*の命に従って礼拝をする際、あなた方がいかなる方向を向いたとしても、かれの御顔を望むことになるのであり、かれの王権とかれへの服従から抜け出ることはないのだ、という意味だとされる（ムヤッサル18頁参照）。","lang":"ja"},{"name":"2:116","price":"彼ら（啓典の民*や、その他のシルク*の徒）は言った。「アッラー*は御子をもうけられた」かれ（アッラー*）に称え*あれ¹。いや、かれにこそ、諸天の大地にあるもの（全て）は属する。全ては、かれに従順なのだ。","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"１　唯一、自己完結した存在であるアッラー*は、子供を持つなどという不完全な性質から、はるか無縁で崇高な存在である（前掲書、同頁参照）。","lang":"ja"},{"name":"2:117","price":"（アッラー*は）諸天と大地の独創者*。そして、かれが一事をお取決めにな（り、お望みにな）れば、それに「あれ」と仰せられるだけで、それは存在するのである。","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:118","price":"また、知らない者たちは言う。「どうしてアッラー*は、私たちに、（あなたが使徒*であることについて、直接）お話しにはならないのか？あるいは、私たちのもとに(あなたの正直さを示す）御徴がやって来ないのか？」同様に、彼ら以前の（不信仰）者*たちも、彼らの言葉と似たようなことを言ったのである——彼らの心は似通っているのだ——。われら*は確信する民に、確かに御徴を明示した。","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:119","price":"本当にわれら*はあなたを、、吉報を伝える者、警告を告げる者¹として、真理と共に遣わしたのである。そして（それを伝えた後、）あなたが火獄の住民について、（責任を）問われることはない。","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"１　預言者*や使徒*は、アッラー*に従う者には天国を約束し、かれを信じず、かれに逆らう者には、地獄を警告する（ムヤッサル33頁参照）。","lang":"ja"},{"name":"2:120","price":"また、ユダヤ教徒*もキリスト教徒*も、あなたが彼らの宗教に従わない限り、あなたに満足することは決してないであろう。言ってやるがよい。「アッラー*のお導きこそが、（真の）導きである」。（使徒*よ、）もしもあなた¹が、あなたのもとに（アッラーからの）知識がもたらされた後、彼らの私欲に従うのなら、あなたにはアッラー*（の懲罰）に対するいかなる庇護者*も援助者もない。","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"２　預言者*ムハンマド*に対する語りかけの形とはなっているが、意図されているのは彼の共同体のこと（アル=バガウィー1:161参照）。","lang":"ja"},{"name":"2:121","price":"われら*が啓典を授け、それを真の読誦で読む¹者たち²、そのような者たちが、彼³を信じるのだ。そして誰でも彼を否定する者、それらの者たちこそは損失者である。","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"１　ここで「読誦／読む」と訳した語「ティラーワ／タラー」には、「行為によって服従する／従う」という意味もある。アッ＝ラーズィー*によれば、ここではいずれの意味も含まれる（2：３０参照）。 ２　自分たちの啓典を正しく読み、それにいかなる変更も施（ほどこ）さず、そこに記されていること‐預言者*ムハンマド*を含む全使徒*・預言者*を信仰する義務など‐に従う、啓典の民*のこととされる（ムヤッサル19頁参照）。 ３　この「彼」は、預言者*ムハンマド*、及び彼に下された啓典いずれも指すとされる（前掲書、同頁参照）。","lang":"ja"},{"name":"2:122","price":"イスラーイールの子ら*よ、われがあなた方¹に授けた、わが恩恵を思い起こすのだ。またわれがあなた方を、外のいかなる者よりも引き立ててやったことを²。","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"１　ここでの「あなた方」に関しては、アーヤ*49の訳注を参照。 ２　「外のいかなる者よりも引き立て」たことについては、アーヤ*47の訳注を参照。","lang":"ja"},{"name":"2:123","price":"そして誰も他人を益することもなければ、いかなる代償も受け入れられず、またどんな執り成しも役に立たなければ、彼らが（誰にも）助けられることもない（復活の）日*を、恐れるのだ。","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:124","price":"イブラーヒーム*を、その主*が御言葉（によるご命令）¹で試みられた時のこと（を思い起こすがよい）。そして彼は、それを成し遂げた。かれ（アッラー*）は仰せられた。「本当にわれは、あなたを人々の導師としよう」。彼（イブラーヒーム*）は申し上げた。「そして、私の子孫からも（、導師をお授け下さい）」。かれは仰せられた。「わが約束²は、不正者*たちには及ばない」。","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"１　イブラーヒーム*に課せられた、全ての命令や禁止のこと。そして彼は、それらを全て遂行した（イブン・カスィール1:206参照）。 ２　「わが約束」とは、彼の子孫から導師を遣わすこと（ムヤッサル19頁参照）。","lang":"ja"},{"name":"2:125","price":"また、われらがこの館（カァバ神殿*）を人々にとっての（不断の）拠り所とし、かつ安全（な場）とした時のこと（を思い起こすがよい）¹。（われら*は言った。）「イブラーヒーム*の立ち所²を、礼拝（の場）とせよ」。われらは、イブラーヒーム*とイスマーイール*に「タワーフ*する者たち、イァティカーフ*する者たち、ルクーゥ*する者たち、サジダ*する者たちのために、わが館を清める³のだ」と命じた。","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"１　カァバ神殿*は文字通り、イスラーム*以前から巡礼*者で賑（にぎ）わう会合の場であった。またその周辺の聖域ではイスラーム*以前の時代でも流血が禁じられており、絶え間ない部族抗争の時代にあっても、そこだけは平穏（へいおん）であった（アッ=タバリー1:690‐692参照）。 ２　「イブラーヒーム*の立ち所」とは、彼がカァバ神殿*を建設する際に、足場とした石のことであるとされる（ムヤッサル19頁参照）。 ３　シルク*、不信仰、アッラー*への反抗、不浄（ふじょう）なものや汚れから「清める」こと（アッ=サァディー65頁参照）。巡礼*章26も参照。","lang":"ja"},{"name":"2:126","price":"また、イブラーヒーム*が（こう）申し上げた時のこと¹（を思い起こせ）。「我が主*よ、ここ（マッカ*）を平安なる町とし、その住民、つまり彼らの内、アッラー*と最後の日*を信じた者に、（様々な）果実をお授け下さい」。かれは仰せられた。」そして不信仰に陥った*者、われは彼に（現世で）束の間の楽しみを与えよう。それからわれは、彼を業火の懲罰へと押しやるのだ。その行き先は、何と醜悪なことであろうか」。","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"１　同様のくだりとして、イブラーヒーム*章35‐41とその訳注も参照。","lang":"ja"},{"name":"2:127","price":"また、イブラーヒーム*とイスマーイール*が、その館（カァバ神殿*）の礎を上げ（て建設し）た時のこと（を思い起こさせよ。二人は、こう祈っていた。）「我らが主*よ、私たちから（祈りと行いを）お受け入れ下さい。あなたは本当に、よくお聴きになるお方、全知者であられますから。","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:128","price":"我が主*よ、また、私たち二人をあなたに服従する者（ムスリム*）とし、私たちの子孫からあなたに服従する民をもたらして下さい。また、私たちに儀礼¹のあり方を示し、私たちの悔悟をお受け入れ下さい。本当にあなたは、よく悔悟をお受け入れになる*お方、慈愛深い*お方なのですから。","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"１　この「儀礼」は、文脈からみて、「ハッジ*の宗教儀礼」とも解釈されうるし、「宗教そのもの」「全ての崇拝行為」というように、もっと広い意味に解釈することも可能（アッ=サァディー66頁参照）。","lang":"ja"},{"name":"2:129","price":"我らが主*よ、そして彼ら自身の内から彼らの中に、あなたの御徴（アーヤ*）を彼らに読み聞かせ、啓典と英知¹を教え、彼らを清める²一人の使徒³*をお遣わし下さい。本当にあなたは偉力ならびない*お方、英知あふれる*お方なのですから」。","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"１　ここでの「英知」の解釈には、それが預言者*ムハンマド*のスンナ*であるとか、宗教的知識・理解などといった説がある（アッ=タバリー1:719参照）。 ２　シルク*や悪い品性から「清める」こと（ムヤッサル20頁参照）。 ３　この「使徒*」とは、使徒*ムハンマド*のこと（イブン・カスィール1:425参照）。彼は自分自身を、「イブラーヒーム*の祈り（の実現）」であり、「イーサー*の吉報（戦列章6頁参照）」である、と仰（おっしゃ）った（アフマド17163参照）。尚このことは、彼がアラブ人だけに対する預言者*であることを意味しない。高壁章158とその訳注も参照（イブン・カスィール1:442参照）。","lang":"ja"},{"name":"2:130","price":"一体、愚か者以外の誰が、イブラーヒーム*の宗教を敬遠するというのか？われら*は現世において確かに、彼を選り抜いたのだ。そして彼こそは来世において、必ずや正しい者*の一人となるのである。","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:131","price":"彼（イブラーヒーム*）の主*が、彼に「服従（イスラーム*）せよ」と仰せられた時のこと（を思い起こさせよ）。かれは申し上げた。「私は、全創造物の主に服従します」。","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:132","price":"またイブラーヒーム*とヤァクーブ*はその息子たちに、それ（イスラーム*の遵守）を勧め（て、言っ）た。「我が子らよ、本当にアッラー*はあなた方のために、この宗教をお選びになられた。だからあなた方は絶対に、服従する者（ムスリム*）としてしか死んではならない」。","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:133","price":"いや、（ユダヤ教徒*たちよ、）一体あなた方はヤァクーブ*に死が訪れた時、つまり彼がその息子たちに「私の（死）後、あなた方は何を崇拝*するのか？」と言った時、（その場に）立ち会っていたとでもいうのか？彼らは言ったのだ。「私たちは、あなたの神¹、そしてあなたの父祖であるイブラーヒーム*、イスマーイール*、イスハーク*の神を、ただ一つの神として、かれだけに服従しつつ崇拝します」。","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"１　「神」という訳語をあてたアラビア語は「イラーフ」であり、語源的には崇拝される全ての対象を指す（アッ=タバリー1:724参照）。","lang":"ja"},{"name":"2:134","price":"それは、既に過ぎ去った民のこと。彼らには彼らが稼いだことの報いがあり、あなた方にはあなた方が稼いだことの報いがある。彼らが行っていたことについて、あなた方が問われることはない。","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:135","price":"また、かれらは（それぞれ）言った¹。「ユダヤ教徒*か、キリスト教徒*になるがよい。そうすれば、導かれよう」。（使徒*よ、）言ってやるがいい。「いや、純正な²イブラーヒーム*の宗教に（従え）。彼は、シルク*の徒の類などではなかったのだ」。","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"１　これは、預言者*時代のムスリム*に対する啓典の民*の言葉（ムヤッサル21頁参照）。 ２　「純正」と訳した語は「ハニーフ」であり、語源的には何かに対して偏らず、まっすぐであること。ここでは、アッラー*とそのご命令への服従にまっすぐな様を指す（アッ=タバリー1:726、3:1825参照）。","lang":"ja"},{"name":"2:136","price":"（信仰者たちよ、）言ってやるがいい。「私たちはアッラー*と、私たちに下されたもの（クルアーン*）、またイブラーヒーム*、イスマーイール*、イスハーク*、ヤァクーブ*及び諸支族¹に下されたもの、またムーサー*とイーサー*に授けられたものと、預言者*たちが彼らの主*から授けられたものを信じる。私たちは彼らの内の誰も分け隔てせず、かれ（アッラー*）だけに服従する者（ムスリム*）である」。","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"１　「諸支族」とは、イスラーイールの子ら*のの十二支族から出た、ヤァクーブ*の子孫である預言者*たちのことを指すと言われる（ムヤッサル21頁参照）。","lang":"ja"},{"name":"2:137","price":"それでもし彼らが、あなた方が信じるものと同じものを信じるのならば、確かに（真実へと）導かれたことになる。そしてもし背き去るのであれば、まさに彼らは対立¹の中にある。ならば彼らのことなど、あなたにはアッラー*（のご援助）だけで十分であろう。かれはよくお聴きになるお方、全知者であられる。","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"１　アッラー*とその使徒*、そしてその信徒たちとの対立（アッ=タバリー1:731参照）。","lang":"ja"},{"name":"2:138","price":"アッラー*の色染め（にこそ従え）¹——アッラー*よりも善い色染めをされるお方があろうか？——。そして（言うのだ）。「私たちが、かれのみを崇拝*する者なのである」。","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"１　当時のキリスト教徒*には、子供を洗礼するにあたって彼らを水に浸し、キリスト教徒*としての「色染め」の儀式とする一派があった（前掲書、1:732参照）。しかしイスラーム*こそは、誕生した時点では誰もが備えている、正しい天性に沿った宗教なのである（ビザンチン章30参照）。尚、預言者*ムハンマド*は次のように仰（おっしゃ）った。「全ての赤子は、（正しい）天性のもとに誕生する。しかしその両親が彼をユダヤ教徒*にしたり、キリスト教徒*にしたり、マジュース教徒（巡礼*章17の訳注を参照）にしたりするのだ」（アル=ブハーリー1385参照）。","lang":"ja"},{"name":"2:139","price":"（使徒*よ、）言ってやるがいい。「一体あなた方はアッラー*について、私たちと口論しようというのか？かれは私たちの主*であり、あなた方の主*である。また、私たちには私たちの行いがあり、あなた方にはあなた方の行いがある。そして私たちはかれにこそ、（崇拝*行為を）真摯に捧げる者なのだ。」","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"ja"},{"name":"2:140","price":"いや、一体あなた方は、「本当にイブラーヒーム*、イスマーイール*、イスハーク*、ヤァクーブ*及び諸支族¹は、ユダヤ教徒*かキリスト教徒*だった」などと言うのか？（使徒*よ、）言ってやるがいい。「一体あなた方とアッラー*の、どちらが（彼らの宗教について）よりよく知っているというのか？アッラー*から証言を隠蔽する者よりも、ひどい不正*を働く者があろうか？アッラー*はあなた方の行いに、迂闊ではあられない」。","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"１　「諸支族」については、アーヤ*136の訳注を参照。","lang":"ja"},{"name":"2:141","price":"それは、既に過ぎ去った民のこと。彼らには彼らが稼いだことの報いがあり、あなた方にはあなた方が稼いだことの報いがある。彼らが行っていたことについて、あなた方が問われることはない。","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"ja"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}