{"data":[{"name":"2:142","price":"人々の中の、愚かな者たちは言うだろう。「それまで向かっていた彼らのキブラ*から、彼ら（ムスリム*たち）を転じさせたものは、何なのか？¹」（使徒*よ、）言ってやるがよい。「東も西も、アッラー*のもの。かれは、かれがお望みになる者を、まっすぐな道に導かれる」。","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"１　預言者*ムハンマド*のマディーナ*への移住*後、約十六、七ヵ月後に、ムスリム*たちはそれまでのキブラ*としていたエルサレムから、イブラーヒーム*のキブラ*でもあったマッカ*のハラーム・マスジド*へと向かうことを命じられた（アル=ブハーリー4492参照）。","lang":"ja"},{"name":"2:143","price":"また（ムスリム*たちよ、あなた方を導いたのと）同様に、われら*はあなた方を最良の共同体とした。（それは）あなた方が人々に対する証人となり、使徒*（ムハンマド*）があなた方の証人となる¹ためである。また、われら*が、あなたが以前向かっていたキブラ*（と、その変更）を定めたのは、使徒*に従う者と、後ろへ引き返す者²とを如実に表すためであった——それ（キブラ*の変更に従うこと）はアッラー*が導かれた者以外の者にとっては、困難だったのだ——。またアッラー*は、あなた方の信仰³を無駄にはなされない。本当にアッラー*は人々に対し実に哀れみ深い*お方、慈愛深い*お方なのだから。","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"１　ムスリム*は復活の日*、現世で使徒*たちが到来し、人々にアッラー*の教えを伝えたことを証言する。同じように使徒*ムハンマド*もまた、彼が人々にアッラー*の教えを伝えたことを証言する（ムヤッサル22頁参照）。 ２　「後ろへ引き返す者」とは、イスラーム*を棄（す）てる者のこと（前掲書、同頁参照）。 ３　ここでの「信仰」は、文字通りの意味以外に、礼拝のことも指すと言われる（ムヤッサル22頁参照）。またこのアーヤ*は、キブラ*が変更された後、ある教友*たちが「キブラ*の変更前に死んでしまった同胞の礼拝はどうなるのか？」と尋（たず）ねたことに関し、下ったものとされる（アッ＝ティルミズィー2964参照）。","lang":"ja"},{"name":"2:144","price":"（使徒*よ、）われら*は、あなたの顔が天を何度も仰ぐのを見る。では、われら*はあなたの満足するキブラ*へと、必ずやあなたを向けさせよう。ならば、あなたの顔をハラーム・マスジド*の方向に向けるがよい。また（ムスリム*たちよ）、どこにあろうとも、（礼拝の時は）あなた方の顔をそちらへと向けるのだ。本当に、啓典を授けられた民*は、それ（キブラ*の変更）が彼らの主*からもたらされた真理であるということを、まさしく知っている。そしてアッラー*は、彼らが行っていることに、迂闊ではあられないのだ。","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:145","price":"また（使徒*よ）、たとえあなたが、啓典を授けられた民*に全ての御徴¹を示したとしても、彼らはあなたのキブラ*には従わない——あなたが彼らのキブラ*に従うことはなく、彼らが互いのキブラ*に従うこともない。そして、もしもあなた²が（真理の）知識が自分のもとにやってきた後、彼らの私欲に従うのなら、その時本当にあなたは、まさしく不正*者の仲間となってしまうだろう。","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"１　この「御徴」は、キブラ*がカァバ神殿*に変わったことがアッラー*からの真理であることを示す、証拠のこと（ムヤッサル22頁参照）。 ２　この「あなた」については、アーヤ*120の訳注を参照。（ムヤッサル23頁参照）。","lang":"ja"},{"name":"2:146","price":"われら*が啓典を授けた者たち*は、そのこと¹を自分の子供のことを知るように、（よく）知っている。そして実に、彼らの内の一派は（そのことを）知りながら、真実をまさに隠蔽しているのだ。","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"１　「そのこと」とは、預言者*ムハンマド*が、真の預言者であるということ（前掲書、同頁参照）。","lang":"ja"},{"name":"2:147","price":"（預言者*よ、あなたへの啓示は、）あなたの主*の御許からの真理。ならば、あなた¹は絶対に、（そのことにおいて）疑わしく思う者たちの類となってはならない。","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"１　この「あなた」については、アーヤ*120の訳注を参照（前掲書、同頁参照）。","lang":"ja"},{"name":"2:148","price":"それぞれ（の民）には、（礼拝の際に）彼（ら）が向かうべき方向がある。ならば（信仰者たちよ、）善行を競い合うのだ。あなた方がどこにいようとも、アッラー*は（復活の日*、）あなた方全員を連れて来られる。本当にアッラー*は、全てのことがお出来のお方なのだから。","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:149","price":"また（預言者*よ）、どこから出かけようとも、（礼拝をする時は）ハラーム・マスジド*の方向へ、顔を向けよ。本当にそれはまさしく、あなたの主*からの真理なのだから。アッラー*は、あなた方が行っていることに迂闊ではあられない。","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:150","price":"また（預言者*よ）、どこから出かけようとも、（礼拝をする時は）ハラーム・マスジド*の方向へ顔を向けよ。そして（ムスリム*たちよ）、どこにあろうとも（礼拝をする時は）、あなた方の顔をそちらへと向けるのだ。それは、彼らの内の不正*者たちは別として、人々のあなた方に対する議論の余地を残さぬようにするためであり¹——ならば彼らを怖れず、われを怖れよ——、われがあなた方へのわが恩恵を全うし、あなた方が導かれるようにするためである。","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"１　ここでの「不正*者たち」とは、「ムハンマド*が私たちのキブラ*に戻ったぞ。その内、私たちの宗教に戻って来るに違いない」などと言っていたマッカ*の不信仰者*たち、「人々」とは、「ムハンマド*とその仲間は、私たちが示してやるまで、彼らのキブラ*を知ることがなかった」とか、「ムハンマド*は私たちのちの宗教と袂（たもと）を分かちながらも、私たちのキブラ*に従っている」とかいう言いがかりをつけていた、啓典の民*のことだという（アッ=タバリー1:773‐774参照）。","lang":"ja"},{"name":"2:151","price":"（あなた方のキブラ*をカァバ神殿*としたのと）同様に、われら*はあなた方に、あなた方の内から一人の使徒*を遣わし（て恩恵を授け）た。彼はあなた方に、われら*の御徴（アーヤ*）を詠み聞かせ、あなた方を清め、またあなた方に啓典と英知とを教える¹。そしてあなた方が知らなかったことを、あなた方に教示するのだ。","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"１　「清める」と「英知」については、アーヤ*129の訳注を参照。","lang":"ja"},{"name":"2:152","price":"ゆえに、われを思い起すのだ。（そうすれば）われも、あなた方を思い起そう¹。また、われに感謝し、われ（の恩恵）を蔑ろにするのではない。","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"１　アッラー*がそのしもべを「思い起こす」とは、彼らにそのご慈悲とお赦しというご厚意（こうい）で応じられることであるとか、あるいはお褒（ほ）めと讃美の言葉でもって言及（げんきゅう）されること、などといった解釈がある（ムヤッサル23参照）。","lang":"ja"},{"name":"2:153","price":"信仰する者たちよ、忍耐*と礼拝をもって助力とせよ。本当にアッラー*は、忍耐*ある者たちと共におられるのだから。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:154","price":"そしてアッラー*の道において殺される者を、死人だなどと言ってはならない。いや、彼らは生きているのだ¹。だがあなた方が、そのことを感じ取れないだけのことである。","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"１　アッラー*の道において奮闘（ふんとう）し殺された者は、現世と来世との狭間（はざま）の世界（バルザフ）において、アッラー*の恩恵を授かりながら特別な「生」を送る。一説には、彼らは復活の前まで、天国からの食事を振舞（ふるま）われるとも言われる（アフマド2390、ムスリム「統治の書」121参照）。イムラーン家章169の訳注も参照。","lang":"ja"},{"name":"2:155","price":"われら*は、いくばくかの恐怖や飢え、財産や生命や果実の損失によって、必ずやあなた方を試練¹にかける。忍耐*する者たちには、吉報を伝えよ。","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"１　「試練」についてはアーヤ*214、イムラーン家章186、悔悟章16、洞窟章7、蜘蛛章2、ムハンマド*章31、王権章2とそれらの訳注も参照。","lang":"ja"},{"name":"2:156","price":"（彼らは）災難が降りかかれば、「本当に私たちは、アッラー*はにこそ属します。そして必ずや私たちは、かれの御許へと帰り行くのです」と言う者たち。","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:157","price":"そのような者たち、彼らの上には、その主*からの賞賛とご慈悲がある。そしてそのような者たちこそは、正しく導かれた者たちなのである。","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:158","price":"本当にサファーとマルワ¹は、アッラー*の聖徴の一つである。誰でも館（カァバ神殿*）へのハッジ*に詣でたり、ウムラ*を行ったりする者は、その間をタワーフ*しても支障はない²。そして自ら進んで善行を行う者があれば、実にアッラー*はよく労われる*お方、全知者なのである。","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"１　「サファーとマルワ」とは、マッカ*のハラーム・マスジド*に面した、全長約四百ｍの通路を挟（はさ）む、二つの丘のこと。「サファーの丘」から始めてその間を三往復半する行（ぎょう）は「サァイ」と呼ばれ、ハッジ*とウムラ*における必須（ひっす）項目の一つである。 ２　ハッジ*でもウムラ*でも、「サァイ」は巡礼*における必須項目の一つ。しかしこのアーヤ*で、それがあたかも任意の行為であるかのように述べられているのは、このアーヤ*が下った当時、マッカ*はまだ不信仰者*の支配下にあり、サファーとマルワの両丘には偶像があったからである。それでムスリム*たちはウムラ*を行う際、そのような状況でサァイを行うことに躊躇（ちゅうちょ）していたが、アッラー*はそのような中でもサァイを行ってよい、と許可された（アル=ブハーリー1643参照）。","lang":"ja"},{"name":"2:159","price":"本当にわれら*が下した明証と導きを、われら*が啓典の中で人々に明らかにした後に隠蔽する者たち、そのような者たちは、アッラー*が彼らを呪われ、呪うものたちが彼らを呪う¹のだ。","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"１　「アッラー*の呪い」についてはアーヤ*88の訳注を参照。また、「呪うものたちが彼らを呪う」とは、彼らに対してアッラー*の呪いを祈ること。「呪う者たち」の解釈には、「天使*」「ジン*と人間」「動物」などの諸説がある（アル=バガウィー1:194参照）。","lang":"ja"},{"name":"2:160","price":"しかし悔悟し、（行いを）改め、（隠蔽していた真理を）明らかにする者たちは別である。それらの者たち、われは彼らの悔悟を受け入れるのだから。われはよく悔悟を受け入れる*者、慈愛深い*者である。","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:161","price":"本当に、不信仰に陥り、不信仰者*のまま死んだ者たち、それらの者たちの上にはアッラーと天使*たち、そして人々全員の呪い¹がある。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"１　「アッラーの呪い」についてはアーヤ88の訳注を、アッラー*以外のものの呪いについては、アーヤ159の訳注を参照。","lang":"ja"},{"name":"2:162","price":"彼らはその中に永住するのだ。懲罰が彼らから軽減されることもなければ、彼らが猶予されることもない。","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:163","price":"あなた方の神は¹は、ただ一つの神（アッラー*）で、かれ以外には、崇拝*すべきものなどないお方、慈悲あまねき*お方、慈愛深い*お方なのである。","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"１　「神」については、アーヤ*133の訳注を参照。","lang":"ja"},{"name":"2:164","price":"本当に、諸天と大地の創造、夜と昼の交代、人々に役立つものを載せて海を進む船、アッラー*が天からお降らしになった（雨）水——かれはそれで大地を、その死後に息吹かせ¹、そこに陸を歩くあらゆる生物を散在させられた——、風の変化、天地の間に仕えさせられた雲々の中にはまさしく、分別する民への御徴²がある。","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"１　植物の生えない枯れた地を、麗（うるわ）しい緑で覆われる、ということ（ムヤッサル25頁参照）。 ２　この「御徴」は、アッラーの唯一性*と、その恩恵の偉大さを示す証拠のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:165","price":"また、人々の中には、アッラー*を差しおいて同位者を設け（て崇拝*す）る者たちがいる。彼らはそれらを、あたかもアッラー*への愛情のごとく愛する——信仰する者たちのアッラー*に対する愛情は、（そのような者たちの愛情）より強烈なのだが¹——。それで、もし（そのような）不正*を働いた者たちが（来世の）懲罰を目の当たりにする時、（それを）見るならば、全ての力はアッラー*にのみ属し、アッラー*は懲罰が厳しいお方である（ことを、思い知っただろう）。","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"１　信仰者はアッラー*への愛情を純粋なものにするが、不信仰者*はアッラー*への愛情において、他の崇拝*対象への愛情を混ぜるため（前掲書、同頁参照）。","lang":"ja"},{"name":"2:166","price":"（それは、シルク*において）従われた者たちが、懲罰を目の当たりにして（彼らに）従った者たちを見捨て、彼らの関係¹が断絶される時。²","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"１　この「関係」とは、近親関係・主従関係・宗教上の関係を含む全ての関係のこと（ムヤッサル25頁参照）。 ２　同様の情景の描写として、高壁章38、イブラーヒーム*章21‐22、識別章17‐19、物語章63、部族連合章67‐68、サバア章31‐33、40‐41も参照。","lang":"ja"},{"name":"2:167","price":"そして彼らに従った者たちは、（こう）言う。「もし（現世に）戻ることが出来るのなら、（今）彼らが私たちを見捨てたように、私たちも彼らと決別するのだが」。同様にアッラー*は、彼らへの悲嘆となる彼らの（虚しい）行いを、彼らにお見せになる。そして、彼らが（地獄の）業火から出ることはない。","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:168","price":"人々よ、地上にある合法な善い物の内から、食べるのだ。そしてシャイターン*の歩みに従ってはならない。本当に彼は、あなた方にとって紛れもない敵なのだから。","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:169","price":"本当に彼はあなた方に、悪事と醜行¹、そしてあなた方がアッラー*に関して知りもしないことを語ることを命じるのだ。","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"１　「醜行」については、蜜蜂章90の訳注も参照。","lang":"ja"},{"name":"2:170","price":"また、「アッラー*が下されたものに従え」と言われれば、彼ら（不信仰者*たち）は言った。「いや、私たちは、私たちが見出した自分たちのご先祖様のやり方¹に従う」。一体、たとえ彼らの先祖が何も弁えてはおらず、導かれてもいなかったとしても、（そうするの）か？","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"１　「ご先祖のやり方」とは、彼らの先祖の宗教、つまりシルク＊のこと（アル=バガウィー1：198参照）。また、宗教に関することにおいて、使徒*でもない人間の行いは、その正当性を示す根拠とも、見本ともなり得ない（アッ＝サァディー525頁参照）。","lang":"ja"},{"name":"2:171","price":"不信仰に陥った*者たち（と、彼らを導きと信仰へと招く者）の様子は、あたかも呼びかけや掛け声しか聞こえないもの（家畜）に喚きちらす者のようである。（彼らは真理において）聾で、唖で、盲人¹．ゆえに、彼らは分別することがないのだ。","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"１「聾」「唖」「盲人」については、アーヤ*18の訳注を参照。","lang":"ja"},{"name":"2:172","price":"信仰する者たちよ、われら*があなた方に授けた善いものから食べ、アッラー*に感謝せよ。もし、あなた方がかれ（アッラー*）のみを崇拝*しているのなら。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:173","price":"かれはあなた方に、死肉¹、血液²、豚肉、アッラー*以外の名において屠られたもの³を、禁じられたのだ。やむを得ない状態にある者は誰でも、法を超えず度を越さない限りにおいて⁴、（それを口にしても）罪はない。本当にアッラー*は、赦し深いお方、慈愛深い*お方なのだから。","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"１「死肉」とは、屠殺（とさつ）を条件に食用が許される種類の生き物の内、イスラーム*法に則（のっと）った方法で屠殺されなかったもの。また、たとえ屠殺されたとしても、そもそもイスラーム*法で食用を許されていないもの。尚、水生生物は、この内には入らないとされる（アル=クルトゥビー2：217参照）。 ２「血液」とは、流れる血のこと（家畜章145参照）。肝臓や脾臓（ひぞう）内のもの、肉の中に混じっている血液などは合法ということで、学者間の見解は一致している（前掲書、2:222参照）。 ３　アッラー*以外のために屠（ほふ）られたもの、という説もある（アッ=タバリー1:835‐836参照）。 ４　「法を超えず、度を越さない限りにおいて」とは、合法なものを差しおいて非合法なものを望まず、やむを得ない場合でも必要以上にそれを摂取（せっしゅ）しないことである、と言われる（前掲書、1:837‐840参照）。","lang":"ja"},{"name":"2:174","price":"本当にアッラー*が下された啓典を隠蔽し、それと引き換えに僅かな代価を得る者たち、それらの者たちが腹の中に食べて（詰め込んで）いるのは、（業火の）炎に外ならない。そしてアッラー*は、復活の日*、彼らに御言葉をかけられることもなければ、彼らを（罪から）清められることもない。また彼らには、痛烈な懲罰があるのだ。","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:175","price":"それらの者たちは、導きの代わりに迷妄を、お赦しの代わりに懲罰を買った者たち。彼らは業火（の責め苦）に対して、何と辛抱強いことか¹。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"１　彼らが、自ら懲罰を招くような罪へと急ぐことを蔑（さげす）む、修辞（しゅうじ）的表現（ムヤッサル26参照）。","lang":"ja"},{"name":"2:176","price":"それというのも、アッラー*が真理と共に啓典を下されたためである¹。本当に、啓典について異論を唱える者は、（真理から）実に遠い対立のなかにある。","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"２　彼らがそのような懲罰に値したのは、アッラー*がその使徒*に真理と共に啓典を下され、しかも彼らがその事実を認知していたにも関わらず、それを否認したり隠蔽したりしていたからである（アッ=タバリー1:844‐845参照）。","lang":"ja"},{"name":"2:177","price":"善とは、ただあなた方の顔を東や西に向けることではない¹。しかし（真の）善（行者）とは、アッラー*、最後の日*、天使*、啓典、預言者*たちを信じ、財産を近親の者、孤児、貧者*、旅路（で苦境）にある者、物乞い、首²のために、自らの（それに対する）愛着に関わらず施し、礼拝を遵守*し、浄財*を支払い、約束すればそれを果たす者たちで、困窮と災難、戦いの時に忍耐*ある者たち。そのような者たちこそは、（信仰に）正直な者。そしてそのような者たちこそは、敬虔な*者なのである。","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"１　アッラー*が、ムスリム*たちにキブラ*の変更を命じられた（アーヤ*142以降参照）時、それは、一部の啓典の民*とムスリム*にとっての試練となった。それでアッラー*は、善・敬虔さ*・完全な信仰とは、善行も服従行為も行わず、アッラー*のご命令にも基づかずに、単に東や西を向くことではないことを明らかにされた。信仰者に重要なのは、アッラー*のご命令に従い、向くように命じられた方に向き、定められたことを守ることである、とお知らせになったのである（イブン・カスィール1:485参照）。 ２　身体の高貴な一部である「首」によって、人間そのものが意図されている（アッ＝ズバイディー2：518）。ここでの「首」は、奴隷の解放とその援助、書を交わすことを望む者（御光章33の同語に関する訳注を参照）の援助、捕虜の解放などと解釈されている（アッ＝サァディー83頁参照）。","lang":"ja"},{"name":"2:178","price":"信仰する者たちよ、（故意の）殺人に関して、あなた方にキサース刑¹が義務づけられた。自由民は自由民、奴隷*は奴隷、女性は女性²。（殺人キサース刑が）同胞³によって大目に見られ（代償金へと軽減され）た者があれば、（被害者の遺族はその請求にあたって）適切さを守り、（加害者はその支払いにおいて）彼に善を尽くして全うせよ。それはあなた方の主*からの軽減と、ご慈悲である。そして、その後に侵犯したもの⁴があれば、彼には痛ましい懲罰があせるのだ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"１　「キサース」とは、「追う、模倣する」といった意味のアラビア語が由来で、つまり語源的には誰かの行為を模倣（もほう）することである、と言われる（アッ＝ラーズィー2:222参照）。しかしイスラーム*用語においては、殺人あるいは傷害の罪を犯した者が、自らが犯したのと同等の罰を受ける刑のこと（クウェイト法学大全21:45参照）。 ２　つまり自由民の殺人は、犯人が同様の自由民である場合においてキサース刑に処され、奴隷や女性も同様である（ムヤッサル27頁参照）。 ３　被害者の遺族のこと（前掲書、同頁参照）。 ４　代償金を受け取った後、加害者側を殺すこと（前掲書、同頁参照）。または被害者の遺族は加害者当人にも、それ以外の者にも危害を加えたりしてはならない。刑の執行者は、為政（いせい）者のみである（アル=クルトゥビー2:245参照）。","lang":"ja"},{"name":"2:179","price":"そしてキサース刑（の定め）にこそ、あなた方にとって生命（の安全）がある¹——済んだ理性の持ち主たちよ——。あなた方が（アッラー*を）畏れる*よう（、それは定められたのだ）。","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"１　人を殺せば自分も殺されることを知る者は、そうは殺人など犯すものではない。また殺人犯の死刑が人々の前で執行されることは、彼らをそのような犯罪から抑止するものである（アッ＝サァディー84頁参照）。","lang":"ja"},{"name":"2:180","price":"あなた方の誰かが死に面した時、——もし、彼が財産を残したなら——、両親と近親者に対して適切な形で遺言¹をするよう、あなた方に義務づけられた²。（それは）敬虔*な者たちの義務である。","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"１　「適切な形で遺言」することとは、遺言で贈与に関し、貧しい者をよそに豊かな者に財産を譲ったりせず、自分の財産の三分の一以上を贈与したりしないことなどを指す（ムヤッサル27頁参照）。 ２　このアーヤ*は、各相続人の取り分が定められた遺産相続に関する啓示（婦人章11、12、176参照）前に下ったものと言われる（前掲書、同頁参照）。自分の両親のような遺産相続人にも、遺言で財産を譲（ゆず）ることが出来るという決まりは、最終的には無効化された（アッ＝ティルミズィー2121参照）。","lang":"ja"},{"name":"2:181","price":"それで、それ（遺言）を聞いた後、それを（勝手に）変更した者があれば、罪はその変更した者にこそある。本当にアッラー*は、よくお聴きになるお方、全知者なのだから。","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:182","price":"また、過ちや罪を遺言者に対して怖れる者が、彼らの間を取り持っても罪ではない¹。本当にアッラー*は赦し深い*お方、慈愛深い*お方なのだから。","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"１　遺言における「過ち」は意図しないもので、「罪」は故意のものであると言われる。このような場合、遺言の場に居合わせた者は遺言者に公正な遺言を勧める。しかし、もしそれが叶わなければ、遺言者の死後に相続人の取り分を、イスラーム*の相続法に沿った形で変更する（ムヤッサル28頁参照）。","lang":"ja"},{"name":"2:183","price":"信仰する者たちよ、あなた方以前の者たちにも義務づけられたように、あなた方にも斎戒*が義務づけられた。（それは）あなた方が、敬虔*になるようにである。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:184","price":"（ラマダーン月*）一定の日数を（斎戒*せよ）。それであなた方の内、病人や、旅行中の者（で斎戒*しなかった者）は誰でも、別の日々に（その）日数を（斎戒*する）。そしてそれ（斎戒*）を遂行できない者の償いは、貧者*一人への食べ物¹。また、進んで善行する者ならば、それが彼にとってより善いこと²である。そして斎戒*する方が、あなた方にはより善いのだ³。もし、あなた方が（その徳を）知っているのなら。","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"１　老衰（ろうすい）した者や、快復（かいふく）の望みが薄い病人などは、ラマダーン月*の斎戒*の義務を免除されるが、その代償は毎日一人の貧者*に食べ物を提供することである（ムヤッサル28頁参照）。 ２　貧者*への食べ物の提供において、義務の枠（わく）を超えた施（ほどこ）しをすること（前掲書、同頁参照）。 ３　上記の理由により斎戒*の義務が免除される者でも、斎戒*することの方が望ましいということ（前掲書、同頁参照）。","lang":"ja"},{"name":"2:185","price":"（それは）人々への導きとして、また導きと識別の明証¹としてクルアーン*が下された、ラマダーン月*。それで誰であろうと、（旅行中ではない）定住者としてその月に立ち会った（健常）者は、斎戒*せよ。そして病人や旅行中の者（で斎戒*しなかった者）は誰でも、別の日々に（その）日数を（斎戒*する）。アッラー*はあなた方に易きを望まれるのであって、困難を望んでおられるのではない。そしてそれは、あなた方が（斎戒*の）日数を全うし、あなた方を導いて下さったことについてアッラー*の偉大さを称揚する*ためであり²、あなた方が感謝するようになるためである。","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"１　アッラー*のお導き、そして真理と虚妄（きょもう）との明白な判別についての、明らかな証拠のこと（前掲書、同頁参照）。 ２　ここでの「アッラー*の偉大さを称揚する」とは、ラマダーン月*が明けたイード*の日に唱えることを推奨されている、特定の称賛の言葉だとも言われる（ムヤッサル28頁参照）。","lang":"ja"},{"name":"2:186","price":"そして（使徒*よ、）わが僕たちが、われについてあなたに尋ねた時には、（われが、こう語っている、と言うのだ。）「本当にわれは、（あなた方の）近くにある。われに祈れば、われは、祈る者の祈願に応えよう。ならば、彼らが正しく導かれるように、われ（の呼びかけ）に応えさせ¹、われを信仰させるのだ」。","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"１　アッラー*が命じられたことを行い、禁じられたことを避けること（前掲書、同頁参照）。","lang":"ja"},{"name":"2:187","price":"あなた方には、斎戒*の（月の）夜に、妻と交わることが許されている。彼女らはあなた方にとっての衣であり、あなた方は彼女らにとっての衣である¹。アッラー*は、あなた方が自らを欺いていたこと²をご存知であった。そしてかれは、あなた方の悔悟をお受け入れになり、あなた方を大目に見られたのである。今あなた方は、彼女らと交わり、アッラー*があなた方に対して、定められたこと³を求めるがよい。そして夜明けの白い糸が黒い糸から明白になるまで⁴、食べ、飲むのだ。それから（太陽が沈んで）夜になるまで、斎戒*を全うせよ。また、マスジド*でイァティカーフ*している時に、彼女ら（自分の妻）と交わってはならない。それは、アッラー*の決まりである。ならば、そこに近づくのではない。このようにアッラー*のは人々に、彼らが敬虔*になるよう、（法規定に関する）かれの御徴を解き明かされるのだ。","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"１　夫婦とは、身にまとう衣服のように常に一緒であり、かつ禁じられたものからお互いを守り合い、また、お互いに安らぎの場となるような存在である（アル=クルトゥビー2:316-317参照）。 ２　ラマダーン月*の斎戒*が義務づけられた当初は、日没後でも一旦眠ってしまえば、翌日の日没まで飲食や配偶者との性交渉が禁じられていたと言われる。「自らを欺く」とは、このような理由で人々が、苦境に陥（おちい）ることがあったことを示しているのだという（アブー・ダーウード2314、アッ=タバリー２:931‐937参照）。 ３　子供のことである、とされる（ムヤッサル29頁参照）。 ４　暁（あかつき）に、夜の黒さから朝の光がはっきりと芽生える時のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:188","price":"あなた方は自分たちの間で、あなた方の財を偽りの手段¹によって貪ってはならない。また（それが禁じられていることを）知りながら、罪深くも他人の財の一部を貪ろうとして、裁判官にそれ（偽りの申し立て）による訴えをしてもならない。","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"１　「偽りの手段」とは、アッラー*が非合法とされた手段のこと。強奪（ごうだつ）・窃盗（せっとう）・詐欺（さぎ）・利息*などの外、労働者の賃金を搾取（さくしゅ）したり、任務を全うせずに報酬（ほうしゅう）を得たりすることも含まれてくる（アッ＝サァディー88頁参照）。","lang":"ja"},{"name":"2:189","price":"（預言者*よ、）彼らは新月について、あなたに尋ねる。言うのだ。「それは人々の、そしてハッジ*の時節の目安」。また、あなた方がその上部から家に入るという行為は、善行ではない¹。しかし善行とは、主*を畏れる*者（の行為）のことをいうのである。戸口から家に入り、あなた方が成功するために、アッラー*を畏れるのだ。","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"１　マディーナ*の民は、巡礼*のためのイフラーム*に入った後、自分の頭上と空を遮（さえぎ）らないことを崇拝*行為・善行としていた。それで、イフラーム*後に家に入る必要が生じた際には、通常の戸口から入らず、家の天井から穴を開けて入ったりしたのだった。（アル=クルトゥビー2：344‐345参照）。","lang":"ja"},{"name":"2:190","price":"あなた方に戦いを仕掛ける者たちと、アッラー*の道において戦え¹。そして、度を越してはならない²。実にアッラー*は、度を超す者をお好みにならないのだから。","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"１　このアーヤ*は、巡礼*章39に次いで、敵対するマッカ*の不信仰者*との戦闘を許可する初期のアーヤ*であった（イブン・カスィール1:524参照）。関連するアーヤ*として、アーヤ*193、巡礼*章39、悔悟章5、36、123も参照。 ２「度を越す」とは、戦死者の遺体を故意に損ねたり、戦闘に関与しない女性・子供・老人・修道僧を殺したりすることなど、アッラー*が禁じられたことに背（そむ）くことを指すという（ムヤッサル29頁参照）。","lang":"ja"},{"name":"2:191","price":"また、捕らえ次第、彼らを殺し、彼らがあなた方を追放した場所（マッカ*）から、彼らを追放せよ。——試練は殺害よりもっと悪い¹のだ——。そして、彼らがハラーム・マスジド*であなた方に戦いを仕掛けて来るまでは、彼らにそこで戦いを仕掛けてはならない。彼らが（そこで）あなた方に戦いを仕掛けて来るのなら、彼らを（戦って）殺すのだ。不信仰者*たちへの報いは、そのようなものである。","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"１　この「試練」は、「不信仰」「シルク*」「イスラーム*に対する妨害」で、「殺害」とは「信仰者の、不信仰者*に対する殺害」のこととされる（ムヤッサル30頁参照）。「信仰者を不信仰へと戻すために試練にかけることは、信仰者自身を殺すことよりも悪い」という解釈もあり（アッ=タバリー2:963‐964参照）。","lang":"ja"},{"name":"2:192","price":"それで彼らがやめる¹のなら、（アッラー*は彼らをお赦しになろう、）本当にアッラー*は赦し深い*お方、慈愛深い*お方なのだから。","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"１　不信仰と決別して信仰に入り、戦闘をやめること（ムヤッサル30頁参照）。","lang":"ja"},{"name":"2:193","price":"そして試練¹がなくなり、宗教がアッラー*だけのものとなる²まで、彼らと戦え。彼らが辞める³のなら、不正*者⁴たち以外に対して侵害してはならない。","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"１　「試練」については、アーヤ*１９１の訳注を参照。 ２　アッラー*以外の何物も並べて崇拝*されることがない、かれのためだけの宗教が残ること（ムヤッサル30頁参照）。 ３　「彼らがやめる」については、アーヤ*192の訳注を参照。 ４　不信仰を棄（す）てることなく、敵対と迫害をやめない者たちのこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:194","price":"神聖月*には神聖月*、神聖さ（の侵犯）には、同様のことで（報いよ）¹。そして、あなた方を侵害してきたら、彼には、彼があなた方を侵害したような形で、害し返す²のだ。アッラー*を畏れ*、アッラー*が敬虔な*者たちと共におられることを、知るがよい。","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"１　アッラー*が神聖とした場所や時期を破った者は、同様のもので罰されなければならない、ということ（前掲書、同頁参照）。 ２「報復する」とすべき所で「害し返す」という表現されているのは、その前にある「侵害」という語への対応による、修辞的意味合いのため（イブン・カスィール1:527参照）。","lang":"ja"},{"name":"2:195","price":"また、アッラー*の道において（財を）費やせ。そして、自分の手で（自らを）破滅へと追いやってはならない。善を尽くす¹のだ。本当にアッラー*は、善を尽くす者たちをお好みになるのだから。","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"１　この「善を尽くす」とは、特に施しと善行におけることで、かつ全ての行いをアッラー*だけのために純粋にすることとされる（ムヤッサル30頁参照）。また、蜜蜂章128の訳注も参照。","lang":"ja"},{"name":"2:196","price":"ハッジ*とウムラ*を、アッラー*のために全うせよ。それで、もし阻まれてしまった¹ら、（イフラーム*を解くために、）間単に手に入る供物²を（捧げよ）。そして供物がその場に達（し、それを屠殺）するまでは、頭髪を剃ってはいけない³。またあなた方の内、（イフラーム*に入った者で、）病人や、（害虫などが原因で）頭部に問題がある者は誰でも（頭髪を剃ってもよいが）、斎戒*、施し、供物の内から償いを（選べ）⁴。また、あなた方が安全になり、ハッジ*（の時期）までウムラ*（で禁じられていたもの）を堪能する⁵のであれば、手頃な供物を（捧げよ）。それで、それ（供物）を入手出来ない者は、ハッジ*（の巡礼*月）に三日間、（家族のもとに）帰った後に七日間の斎戒をせよ。これが完全なる十日間である。それは、ハラーム・マスジド*に家族のない者⁶に関すること。アッラー*を畏れ*、アッラー*が厳しい懲罰を与えられるお方であることを、知っておくがよい。","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"１　イフラーム*後に、敵の妨害や、病気などによって、巡礼*の続行を阻まれてしまったら、の意（前掲書、同頁参照）。 ２　羊、ラクダ、牛などの犠牲の家畜のこと（ムヤッサル30頁参照）。 ３　巡礼*の続行が「阻まれて」不可能になった者は、その代償としてその場で犠牲を屠（ほふ）る。そうするまでは、頭髪を刈って（あるいは、頭部全体から均等に短くすることによって、）イフラーム*を解除することが出来ない。尚、ハッジ*を続行・完遂した者の犠牲が屠られる「場所」は、マッカ*の聖域内であり、ズル=ヒッジャ月*十日から「アイヤーム・アッ＝タシュリーク（アーヤ*203「一定の日数」の訳注を参照）」までである（前掲書、同頁参照）。 ４　つまり三日間の斎戒か、六人の貧者*たちに半サーア*ずつの食糧を施（ほどこ）すことか、マッカ*の聖域にいる貧者のために羊を一頭屠ること（前掲書、同頁参照）。 ５　ウムラ*を行った後に一旦イフラーム*を解き、ハッジ*の行事が始まるにあたって再度イフラーム*に入るまで、イフラーム*に伴う様々な制限から自由な状態を堪能すること。「タマットゥ（堪能）という、ハッジ*の一形式（前掲書、同頁参照）。 ６　マッカ*を訪問するにあたり、イスラーム*法上の旅行者と見なされる者のこととされる（アッ=サァディー90頁参照）。","lang":"ja"},{"name":"2:197","price":"ハッジ*は、周知の数ヵ月である¹。それで、その間に（イフラーム*に入って）ハッジ*を自らに課した者は誰でも、そのハッジ*において、淫らな言動や、放逸さや、言い争い²に陥ってはならない。そしてあなた方がいかなる善行でもすれば、アッラー*はそれをご存知になるのだ。旅の蓄えを準備せよ。というのも、実に旅の蓄えで最善のものは、敬虔*さなのだから。そして済んだ理性の持ち主たちよ、われを畏れる*のだ。","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"１　「周知の数ヵ月」とは、ハッジ*の巡礼*月のこと（ムヤッサル31頁参照）。 ２　怒りや、望ましくない行いへとつながるような「言い争い」のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:198","price":"（ハッジ*中に、）あなた方の主*からの恩寵を求めること¹は、あなた方にとって罪ではない。それであなた方がアラファート²から一斉にやって来たら、聖標³でアッラー*を唱念するのだ。そしてかれがあなた方を導かれたように、かれを唱念せよ。本当にあなた方はそれ以前、迷った民だったのだから。","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"１　つまり、商売すること。このアーヤ*は、巡礼*の時期に商売することを罪と見なしていた、ある種の人々に対して下ったとされる（アル=ブハーリー4519参照）。 ２　「アラファート」あるいは「アラファ」とは、ズル=ヒッジャ月*九日にハッジ*を行う者たちが向かい、日没まで滞在するマッカ*近郊（きんこう）の台地のこと（ムヤッサル31頁参照）。 ３　「聖標」とは、巡礼*者が日没後、「アラファ」を後にして向かう、ムズダリファの地のこと（前掲書、同頁参照）。彼らはそこで礼拝をして野営し、翌朝ファジュル*の礼拝後、空が白むまでアッラー*の唱念に努める（アッ=サァディー92頁参照）。","lang":"ja"},{"name":"2:199","price":"それから、人々が一斉にやって来るところからやって来て、アッラー*に罪のお許しを乞うのだ¹。本当にアッラー*は赦し深いお方、慈愛深い*お方なのだから。","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"１　このようにムスリム*は、一つの崇拝*行為を終えるたび、自分の至らなさに対するアッラー*のお赦しを乞い、それを達成させて下さったアッラー*に、感謝するべきである（前掲書、同頁参照）。","lang":"ja"},{"name":"2:200","price":"そして（ハッジ*における）儀式を全うしたら、あなた方の先祖に対する唱念のように、あるいはそれ以上に強い唱念で、アッラー*を唱念せよ¹。人々の中には（現世のみを望んで）、「我らが主*よ、現世において私たちにお恵み下さい」と言う者がある。そして彼らには、来世における（よき）取り分などないのだ。","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"１　ジャーヒリーヤ*時代、アラブ人たちはハッジ*を終えた後、自分たちの先祖の威光（いこう）を称え、誇（ほこ）り合ったとされる（アッ=タバリー2:1087‐1089参照）。","lang":"ja"},{"name":"2:201","price":"また彼らの中には、「我らが主*よ、私たちに現世において善きものと、来世において善きものをお授け下さい。そして、私たちを業火の懲罰からお守り下さい」と言う者がある。","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:202","price":"それらの者たち、彼らには、自分たちが稼いだものに対する（よき）取り分があるのだ。アッラー*は、即座に計算される*お方である。","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:203","price":"一定の日数¹、アッラー*を唱念せよ。それで（滞在を）二日間で早めに切り上げても²、彼には罪はなく、また（三日目まで滞在を）遅らせても、彼に罪はない。（このお許しは、）敬虔な*者のため。そしてアッラー*を畏れ*、あなた方がかれの御許に召集されるということを知っておくがよい。","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"１　「一定の日数」とは、マッカ*近郊（きんこう）のミナー地で過ごす、いわゆる「アイヤーム・アッ＝タシュリーク」（ズル＝ヒッジャ月*の十一日、十二日、十三日の三日間）のこと。預言者*ムハンマド*はこの三日間を、「飲食と、アッラー*の唱念の日々」と描写された（アフマド7134参照）。 ２　その場合、十二日目の投石を終えてから、日没前にミナーを後にする（ムヤッサル32頁参照）。","lang":"ja"},{"name":"2:204","price":"（使徒*よ、）人々の中には、（イスラーム*に対する）最も強硬な論客であるにも関わらず、現世においては（上辺だけの）言葉であなたを喜ばせ、自らの胸中についてアッラー*を証人とする者がいる。","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:205","price":"また彼は、（あなたのもとを）立ち去れば、地上で腐敗*を広めたり、作物や子孫を損ねたりしようと努める。アッラー*は、腐敗*をお好みにはならないのだ。","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:206","price":"また、「アッラー*を畏れ*よ」と言われれば、尊大さが彼を（更なる）罪へと走らせる。彼（の懲罰）には、地獄で十分。そしてその寝床は、何と実に醜悪なことか。","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:207","price":"また、人々の中には、アッラー*のご満悦を求めて自らの魂を売る者がいる。アッラー*はその僕たちに対し、哀れみ深い*お方である。","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:208","price":"信仰する者たちよ、余すことなく平安の内に入れ¹。そしてシャイターン*の歩みに従ってはならない。本当に彼はあなた方にとって、紛れもない敵なのだから。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"１　部分的にではなく、余すことなくイスラーム*法を実践し、その教えの中に実を投じよ、ということ（ムヤッサル32頁参照）。","lang":"ja"},{"name":"2:209","price":"それで、あなた方のもとに明証¹が到来した後に、あなた方が（真理の道から）逸れるのならば、アッラー*が偉力ならびない*お方、英知あふれる*お方であると知っておくがよい。","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"１　クルアーン*と、預言者*ムハンマド*のスンナ*による、明白な証拠のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:210","price":"彼らはただ、アッラー*が（復活の日*、）薄い白雲のもとに到来する¹のを、そして天使*たち（の到来）を待っているというのか？（その日、）事は裁決され、全ての物事はかれの御許に帰するのである。","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"１　アッラー*は、その日、その荘厳（そうごん）さと偉大さにふさわしい形において、「薄い白雲のもとにご到来」する（ムヤッサル32頁参照）。同様のアーヤ*として、識別章25、真実章15‐17、暁章22も参照。","lang":"ja"},{"name":"2:211","price":"イスラーイールの子ら*に尋ねるがよい、われら*が一体、どれだけ多くの（真実へと導く）明証を彼らに授けたのかを。アッラー*の恩恵（かれの宗教）を、それが到来した後に（不信仰と）取り換えるなら、（アッラー*は彼を罰されよう、）本当にアッラー*は厳しい懲罰を下されるお方なのだから。","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:212","price":"現世は不信仰に陥った*者たちにとって煌びやかにされ、彼らは信仰する者たちを嘲笑する。そして敬虔*だった者たちは、復活の日*に彼らの上位にあるのだ。アッラー*は、お望みになる者に、際限なくお恵みになる。","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:213","price":"人々は、かつて一つの民であった¹。それから（宗教において分裂したので、）アッラー*は、吉報を伝え、警告を告げる²預言者*たちを遣わされたのである。またかれは、人々の間を、彼らが意見を異にしていたことについて裁くため、彼ら（預言者*たち）と共に真理の啓典をお下しになった。そして、それ³に関して意見を異にしたのは、それ⁴を授かった者たちに外ならず、それも数々の明証⁵が到来した後のことであり、彼らが互いに侵犯し合っていた⁶ゆえのことであった。それでアッラー*は、そのお許しにより、信仰する者たちを、彼らが意見を異にしていた真理へとお導きになった。アッラー*は、、かれがお望みになる者を、まっすぐな道にお導きになる。","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"１　以前、全人類はアッラー*からの正しい教えの中にあった、ということ（ムヤッサル33頁参照）。 ２　「吉報を伝え、警告を告げる」については、アーヤ*119の訳注を参照。 ３　この「それ」の解釈には、「啓典」「預言者*ムハンマド*」「真理」といった諸説がある（アッ＝シャウカーニー1：３７８参照）。 ４　この「それ」の解釈には、「啓典」「真理」「預言者*ムハンマド*についての知識」といった諸説がある（アッ=タバリー2:1134参照）。 ５　この「明証」とは、彼らが「意見を異にしたこと」が、異論の余地のない真実であることを示す、論拠と証拠のこと（前掲書、同頁参照）。 ６　つまり、嫉妬（しっと）心や、現世の欲望ゆえの「侵犯」（前掲書、同頁参照）。相談章14も参照。","lang":"ja"},{"name":"2:214","price":"いや（信仰者たちよ）、一体あなた方は、あなた方以前に滅んだ（信仰）者たちの（遭遇した）ようなものに出逢うことなく、天国に入れるとでも思いこんでいるのか？ひどい困窮や災難が彼らを襲い、（彼らは様々な恐怖に）揺るがされ、使徒*と、彼と共に信仰する者たちが「アッラー*のご援助はいつなのであろうか！？」と言ったほどだった¹のだ。本当にアッラー*のご援助は、間近なのではないか。","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"１　この言葉は疑念ではなく、待ちわびる気持ちから出た言葉である（前掲書、同頁参照）。また、信仰者の試練については、イムラーン家章186、悔悟章16、洞窟章7、蜘蛛章2、ムハンマド章31、王権章2とそれらの訳注も参照。","lang":"ja"},{"name":"2:215","price":"（預言者*よ、）彼ら（教友*たち）はあなたに、何を（誰に対して）費やすべきか、尋ねる。言うがよい。「あなた方が善きものを（施しとして）費やすなら、両親、近親者、孤児、貧者*、旅路（で苦境）にある者のために（費やすがよい）。そして、あなた方がどんな善行をしようと、本当にアッラー*は、それをご存知なのだ。","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:216","price":"（信仰者たちよ、）戦いが、あなた方に義務づけられた。そしてそれは、あなた方にとって嫌なもの。あなた方は自分たちにとって善いことを嫌うかもしれないし、自分たちにとって悪いことを好むかもしれない。アッラー*が（あなた方にとって真に良いことを）ご存知なのであり、あなた方は知らないのである。","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:217","price":"（使徒*よ、）彼ら（シルク*の徒）はあなたに、神聖月*において戦うことについて尋ねる。言ってやるがいい。「そこ（神聖月*）における戦闘は、重大（な罪）である¹。そして（人々を）アッラー*の道から阻むこと、かれに対する不信仰、ハラーム・マスジド*（に入ることの妨害）、そこにふさわしい人々をそこから追放することは、アッラー*の御許でより重大（な罪）なのだ。そして試練は、殺害よりも重大なのである²」。彼らは、あなた方をあなた方の宗教（イスラーム*）から（不信仰に）戻らせるまで、あなた方と戦い続けることであろう——彼らが、（そう）出来るのならば、だが——。誰であろうと、あなた方の内で自らの宗教から（不信仰へと）戻り、不信仰者*のまま死んだ者、それらの者たちはその（善い）行いが、現世と来世において台無しになってしまったのだ。そして、それらの者たちは（地獄の）業火の住人であり、彼らはそこに永遠に留まるのである。","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"１　大半の学者は、神聖月*に戦うことの禁止は後に撤回（てっかい）された、としている。また一部の学者は、その規定は撤回されてはいないものの、敵から攻撃された時にのみ神聖月に戦うことが許される、としている（アッ=サァディー97頁参照）。アーヤ*の撤回については、アーヤ*106とその訳注を参照。 ２　この「試練」は、この直前に言及された全てのことで、「殺害」とは、神聖月*における殺害のこと、とされる（アッ＝サァディー97頁参照）。","lang":"ja"},{"name":"2:218","price":"本当に、信仰する者たちと、移住*し、アッラー*の道において奮闘する者たち、それらの者たちが、アッラー*のご慈悲を熱望しているのである。アッラー*は赦し深い*お方、慈愛深い*お方。","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:219","price":"（預言者*よ、）彼ら（ムスリム*たち）は酒*と賭け事について、あなたに尋ねる。言うがいい。「その二つには大きな罪と、人々への益がある。そして、それら二つの罪は益よりも大きい¹」。また、彼らは何を（施しに）費やすかについて、あなたに尋ねる。言うがよい。「余分なもの²を（費やすのだ）」。そのようにアッラー*は、あなた方が熟考するよう、あなた方に（法規定に関する）御徴を明らかにされる。","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"１　イスラーム*の歴史において、これらの物事は段階的に制限され、最終的には禁じられた。このアーヤ*は、、その完全な禁止が定められる前に下ったものである。順番的にはこのアーヤ*の後に婦人章４３が、そして最終的に食卓章９０が下り、それらが完全に禁じられたとする教友*及びタービウーン*の学者らによる多くの伝承が伝えられている（アブー・ダーウード3670、アッ=タバリー2:1161‐1164参照）。 ２　本人が自分の必要以上に所有している、余剰（よじょう）物のこと（ムヤッサル34頁参照）。","lang":"ja"},{"name":"2:220","price":"現世と、来世について（あなた方がじゅ熟考するように）。また（預言者＊よ、）彼らは孤児について、あなたに尋ねる。言ってやるがいい。「彼らのために（状況を）改善してやるのが、より善い。そしてあなた方が彼らと（生活の諸事において）交わるのなら、（彼らは）あなた方の兄弟なのだ¹」。アッラー*は、腐敗*を働く者を、改善者から（見分けて）ご存知になる。そしてアッラー*がお望みであれば、あなた方に困難を課す²こともお出来である。本当にアッラー*は偉力ならびない*お方、英知あふれる*お方なのだ。","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"１婦人章10や家畜章152が下った後、孤児の後見人であった人々は孤児の財産に手をつけることを恐れ、飲食などに至るまで彼らと自分たちと別にし始めた。このアーヤ*はそのような状況により、彼らが日常生活に非常な不便さを感じるようになった際に下ったものとされる（アブー・ダーウード2871参照）。 ２　上記訳注に描写されているように、孤児との交流を禁じ、人々がそれによって生活上の非常な不便に陥ること（ムヤッサル35頁参照）。","lang":"ja"},{"name":"2:221","price":"（ムスリム*たちよ、）シルク*の徒の女性たちとは、彼女らが信仰するまで結婚してはいけない。本当に信仰者の奴隷*女性の方が、たとえ彼女らがあなた方の気に入ったとしても、シルク*の徒のである女性よりも善いのだから。またシルク*の徒の男性に、（信仰者の女性を）嫁がせるのではない。本当に信仰者の奴隷*男性の方が、たとえ彼らがあなた方の気に入ったとしても、シルク*の徒である男性よりも善いのだから¹。それらの者たちは、（彼らの伴侶を）業火へと招くのであり、アッラー*はそのお許しにより、（あなた方を）天国とお赦しへとお招きになる。そしてかれは人々に、彼らが教訓を得るようにと、（法規定に関する）その御徴を明らかにされるのだ。","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"１　ムスリム*男性が「シルク*の徒の女性」と結婚してはいけない、という禁止令からは、啓典の民*の女性が除外される（食卓章5を参照）。一方、ムスリム*女性が「シルク*の徒の男性」と結婚することは、例外なく禁止される（アッ＝サァディー99頁参照）。","lang":"ja"},{"name":"2:222","price":"また彼らは月経について、あなたに尋ねる。（預言者*よ、）言うがいい。「それは害である。ならば、月経中の女性（との性交）を避けよ。そして彼女らが清浄な状態になるまで、（性交のために）近づいてはならない。そして彼女らが清浄な状態になったら、アッラー*があなた方に命じられた所から、彼女らと交わるのだ¹」。本当にアッラー*は、よく悔悟する者たちと、よく自ら（の心身）を清める者をお好みになるのだから。","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"１　肛門を用いた性交をしてはならない、ということ（ムヤッサル3５頁参照）。","lang":"ja"},{"name":"2:223","price":"あなた方の妻たちは、あなた方の耕作の場¹である。ならば、どこでも望む所²から耕作地に赴き、自分自身のために（来世に向けて善行を）しておくのだ。そして、アッラー*を畏れ*よ。あなた方が（復活の日*、）かれにお目にかかるのだということを知り、信仰者たちには吉報を伝えるのだ。","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"１　「耕作の場」という表現は、男性の精子をその子宮に注ぐことで、子孫が得られることによる（前掲書、同頁参照）。 ２　性器による性交であれば、いかなる形においても、という意味とされる（前掲書、同頁参照）。","lang":"ja"},{"name":"2:224","price":"（ムスリム*たちよ、）あなた方はアッラー*を自分たちの宣誓の妨げとしてはならない。つまり、あなた方が善行を行い、（アッラー*を）畏れ*、人々の間を正すことの（妨げとしてはならない）¹。アッラー*は、よくお聴きになるお方、全知者であられる。","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"１　何らかの善行を放棄（ほうき）するような誓いを立ててしまった場合、誓いを取り消してその善行を行い、更にその罪を償（つぐな）う（ムヤッサル35頁参照）。誓いの取り消しの償いに関しては、食卓章89参照。","lang":"ja"},{"name":"2:225","price":"アッラー*は、あなた方を、あなた方の宣誓における軽はずみさ¹ゆえに、罰せられたりはしない。しかしかれが罰せられるのは、あなた方の心が意図し（た後、それを遂行しなかっ）たものについてである。アッラー*は、赦し深い*お方、寛大*なお方。","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"１　意図せずに、口をついて出てしまった宣誓の言葉（前掲書、36頁参照）。","lang":"ja"},{"name":"2:226","price":"自分たちの妻（との性交渉の放棄）に関して誓いを立てる者たち¹には、四ヶ月の猶予がある。そして（その期限内に妻との関係に）戻ったのなら、本当にアッラー*は、赦し深い*お方、慈愛深い*お方である。","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"１　ジャーヒリーヤ*からイスラーム*初期にかけては、夫が自分の気に入らない妻に対して、性交渉を無期限に放棄することを誓うことがあった。イスラーム*はこれに、四ヶ月という制限を与えた（アル＝バガウィー1:297参照）。","lang":"ja"},{"name":"2:227","price":"また、もし彼らが離婚の意志を固めたならば、アッラー*こそはよくお聴きになるお方、全知者であられるのだ。","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:228","price":"また、離婚された女性は（結婚せずに）独り身のままで、三度の月経を待たなければならない¹。そして彼女らがアッラー*がその胎内にお創りになられたもの²を隠すことは、彼女らに許されない——彼女らが、アッラー*と最後の日*を信じるのであれば——。また彼女らの主人は、その期間中に妻を復縁する権利がある——もし彼らが、（夫婦関係の）修復を望むならば——。また彼女らには、（夫に対する）自分たちの適切な義務と同様の、（夫に対する適切な）権利があるのだ。そして（夫である）男性には、彼女たちに対し、（更なる）位階がある³。アッラー*は偉力ならびない*お方、英知あふれる*お方。","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"１　この待ち期間は、一般に「イッダ*」と呼ばれる。尚、ここで「月経」と訳した語「カルウ」には、「（月経を終えた）清浄な状態」という意味もあり、いずれの解釈を採るかによって、その期間も異なってくる。妊娠中の女性のイッダ*は離婚章4、妊娠してはいないが、夫と死別した女性のイッダ*は雌牛章234、夫は生存中だが、床入り前に離婚された女性のイッダ*は部族連合章49、夫が生存中で床入りも済んでいる場合、月経のない女性のイッダ*は離婚章4、月経がある場合のイッダ*は当アーヤ*に言及されている（前掲書、1:298‐300参照）。 ２　離婚した夫の子を妊娠している事実を隠したり、月経の数をごまかしたりすること（ムヤッサル36頁参照）。 ３　この表現に関しアッ=タバリー*は、夫は「妻が自分に対する義務を多少怠（おこた）っても、自分は彼女に対する義務を果たす」限りにおいて、妻より上位にあるのだという見解を示している（2:1272参照）。","lang":"ja"},{"name":"2:229","price":"離婚は二回（までなら、復縁できる）¹。そして（離婚後は、彼女を）適切な形で留め置くか、あるいは善を尽くして（結婚関係から）解き放つ²のだ。そして彼ら（夫婦）二人が、アッラー*の決まり³を遵守出来なそうだと怖れない限り、あなた方（夫）には、彼女たちに贈った財産から何か取り上げることは許されない。そして、もしあなた方⁴が、彼ら二人がアッラー*の決まりを遵守出来そうにないと怖れるのであれば、（夫が）妻からの代償⁵（を受け取ること）において、彼ら二人に問題はない。それは、アッラー*の決まりである。ならば、それを侵してはならない。そして誰であろうとアッラー*の決まりを侵す者、そのような者たちこそは、不正*者なのである。","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"１　イスラーム*以前あるいはイスラーム*初期の社会においては、夫は同一の妻を離婚しては再婚するということを際限（さいげん）なく行うことが出来た。しかしこのアーヤ*によって、一部の悪意ある男たちの妻に対する横暴（おうぼう）に歯止めがかけられた。（アッ=タバリー2:1272参照）。 ２　離婚前でも、離婚宣告後によりを戻した後でも、夫は妻と良い形で付き合わなければならない（婦人章19参照）。また完全に離別する場合でも、妻がイッダ*を終了するまで、扶養（ふよう）や住居の提供など、妻に対する諸々の義務を適切な形で全（まっと）うし、彼女のことを悪く言ったりしてはならない（ムヤッサル36頁参照）。 ３　夫婦の、互いに対する義務のこと（前掲書、同頁参照）。 ４　この「あなた方」は、統治者や、彼らの仲介者たちのこととされる（アル＝クルトゥビー3:138参照）。 ５　夫の性格の悪さ、宗教的な不真面目さ、暴力、扶養義務における怠慢（たいまん）などの理由から、妻側が夫側に代償を支払って離婚を求めることは、合法である（クウェイト法学大全19:240以降参照）。","lang":"ja"},{"name":"2:230","price":"それで、もし、彼（夫）が彼女（妻）を（三回目に）離婚してしまったら、その後彼女は、彼女が別の夫と結婚（してまた離婚）する¹まで、彼（元夫）には、（結婚相手として）許されない。それから、もし彼（別の夫）が彼女を離婚した場合、彼ら二人（彼女と元夫）がアッラー*の決まりを遵守できそうだと思うなら、彼らの再婚に罪はない。そしてそれが、アッラー*の決まりなのだ。かれはそれを、知識ある民に明らかにされる。","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"１　再婚の都合をつけるための偽装（ぎそう）結婚などではなく、性交渉を伴（ともな）う正式な結婚でなければならない（アッ＝サァディー102頁参照）。","lang":"ja"},{"name":"2:231","price":"また、あなた方が女性たち（妻）を離婚した後、彼女たちがその期限に差しかかったならば、彼女たちを適切な形で留め置くか、あるいは善を尽くして（結婚関係から）解き放つのだ¹。また、（彼女たちの権利を）侵害するために、虐げることを意図して、彼女たちを留め置いてはならない²。そうする者は誰でも、まさに自分自身に不正*を働いたのだ。アッラー*の御徴を、嘲笑の的としてはならない³。そして、あなた方に対するアッラー*の恩恵とかれがあなた方に下された、啓典と英知⁴を思い起こすのだ。かれはそれで、あなた方に訓戒をお与えになる。アッラー*を畏れ、アッラー*がいかなることもご存知であることを知っておくがよい。","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"１　アーヤ*229「（結婚関係から）解き放つ」の訳注を参照。 ２　このアーヤ*は、妻に離婚宣言してはイッダ*が完了する直前によりを戻す、ということを悪意をもって繰り返し、妻をいじめようとする者に関して下ったものと言われる（アッ=タバリー2:1301‐1303参照）。 ３　ここでの「御徴」は、アッラー*の教え一般のこと（アル＝カースィミー3:608参照）。このアーヤ*は、妻に離婚宣告したり、奴隷*の解放を宣言したりした後、「冗談で言ったのだ」などと言う者に関して下ったとされる（アッ=タバリー2:1304参照）。預言者*ムハンマド*は、仰（おっしゃ）った。「本気で言っても実現し、冗談で言っても実現する三つのこと:結婚、離婚、復縁（ふくえん）」（アブー・ダーウード2194参照）。 ４　「英知」については、アーヤ*129の訳注を参照。","lang":"ja"},{"name":"2:232","price":"また、あなた方が女性たち（妻）を離婚し¹、それから彼女たちがその期限（イッダ*）を終えたなら、あなた方²は彼女らが、自分たちの（元）夫と結婚することを阻んではならない。（それは、）彼ら（二人）が適切な形³で合意した限りにおいて、だが。それは、あなた方の内でアッラー*と最後の日*を信じる者が訓戒を受けるものである。それ¹があなた方にとって、最も実り多く清いこと。アッラー*こそが（あなた方にとって真に良いことを）ご存知なのであり、あなた方は知らないのである。","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"１　ここでの離婚は、三回未満のものに限る（ムヤッサル37頁参照）。 ２　アーヤ*229「あなた方」の訳注を参照。 ３　つまり、イスラーム*法と良識に則（のっと）った、よい形のこと（前掲書、同頁参照） ４　妨害を受けることなく、元夫婦が再婚すること（ムヤッサル37頁参照）。","lang":"ja"},{"name":"2:233","price":"授乳を全うさせたい者のため、母親はその子供たちに丸二年間授乳する。そして父親は、彼女らの食事と衣類を適切な形で負担しなければならない。誰も、その能力以上の負担を負うことはないのだ。母親がその子ゆえに害を被ってはならないし、その父親も、その子ゆえに（そうなってはならない）¹。また相続人にも、それと同様のものが義務づけられる²。また、彼ら二人がお互いの合意と話し合いの上で（二年終了前に）離乳を望んでも、彼らには何の罪もない。また（その後）あなた方が、与えるべきものを適切な形で支払う³のであれば、自分たちの子供を（実母ではない乳母に）授乳させることを望んでも、あなた方には何の罪もない。そして、アッラー*を畏れ*、かれこそはあなた方の行うことをご覧になるお方だということを知るがよい。","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"１　アル＝クルトゥビー*によれば、大半の解釈学者はこのアーヤ*の意味を、「母親は、父親を困らせるために授乳を拒（こば）んだり、授乳の報酬（ほうしゅう）を法外に吊り上げたりしてはならず、父親は、授乳を望む母親を拒んではならない」と解釈している（3:167参照）。 ２　乳児に父親がおらず、かつ、その乳児が十分な財産を（相続などによって）有してない場合、乳児の相続人が父親の代わりに、その乳母に対して衣食の面倒を見る必要がある（アッ＝サァディー104頁参照）。 ３　授乳期間が終了する前に授乳した実母への代金と、その後授乳を引き継いだ乳母への代金のことであると言われる（ムヤッサル37頁参照）。","lang":"ja"},{"name":"2:234","price":"またあなた方の内、妻を残して他界する者があれば、彼女らは独り身のまま四ヶ月と十日の間、待たなければならない¹。それで彼女らがその期限を終えたら、彼女らが適切な形でその身を処すること²に関して、あなた方（彼女らの後継人）に罪はない。アッラー*は、あなた方の行うことに通暁されるお方。","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"１　夫婦の住居から外出せず、身を飾りもせず、結婚もしない状態でいること（ムヤッサル38頁参照）。 ２　喪（も）が明けた後、イスラーム*法に則（のっと）った範囲で外出したり、着飾ったり、あるいは結婚したりすること（前掲書、同頁参照）。","lang":"ja"},{"name":"2:235","price":"また（男たちよ）、あなた方が（そのような）女性¹への結婚の申し込みを、それとなく仄めかしたとしても、あるいは自分自身の内に秘めておいたとしても、あなた方に罪はない。——アッラー*は、あなた方が（我慢できず、）彼女たちに（思いを）口にするだろうことを、ご存知である。——そして適切な言葉を用いて話す以外、秘密裏に彼女らと約束したりしてはならない²。また定められたもの（イッダ*）が期間を満了するまでは、結婚の契約を決めてもならない。アッラー*こそは、あなた方自身の内にあるものをご存知であることを知るのだ。ならば、かれを警戒せよ。また、アッラー*こそは赦し深い*お方、寛大な*お方であることを知るがよい。","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"１　夫に先立たれたり、あるいは完全に離婚された状態で、イッダ*の期間中にある女性のこと（前掲書、同頁参照）。 ２　結婚を約束しつつ婚前交渉を求めたり、イッダ*中に結婚の約束をしたりしてはならない。ただし、「彼女のような人であれば、男性たちが（結婚を）望むだろう」というような、仄（ほの）めかしの言葉を用いることは別である（前掲書、同頁参照）。","lang":"ja"},{"name":"2:236","price":"（夫たちよ、）あなた方がまだ彼女らに触れず¹、また義務の（婚資金*の額）も決定していないのなら、（妻となった）女性を離婚することに、あなた方への罪はない。そして彼女らには、余裕のある者はその程度に応じたものを、貧しい者にもその程度に応じたものをという風に、適切な贈り物を贈るのだ。（それは、）善を尽くす者たちの義務なのである。","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"１　性交渉を持つこと（ムヤッサル38頁参照）。","lang":"ja"},{"name":"2:237","price":"また、まだ彼女らに触れ¹てはいなくても、既に義務（婚資金の額）を決定した後に彼女らを離婚したならば、決定した額の半額を支払うのだ。但し彼女らか、あるいは結婚の契約当事者（夫）が大目に見る²のならば、その限りではない。——大目に見てやることこそが、敬虔さ*により近いのだ——。あなた方の間の徳³を、忘れてはならない。本当にアッラー*は、あなた方の行うこと全てご覧になっているのだから。","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"１　「彼女らに触れ」ることについては、アーヤ*236の訳注を参照。 ２　妻側がその半額すらも大目に免除するか、あるいは夫側が寛大に全額支払うこと（前掲書、同頁参照）。 ３　同アーヤ*「大目に見る」の訳注に示されているような、寛大さのこと（前掲書、同頁参照）。","lang":"ja"},{"name":"2:238","price":"（ムスリム*たちよ、）礼拝を遵守*せよ、そして中間の礼拝¹を。また、アッラー*に向かい、恭しく（礼拝に）立つのだ。","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"１　「中間のサラー」とは、アスル*の礼拝であるという説が、大多数の見解である（イブン・アティーヤ1:323参照）。","lang":"ja"},{"name":"2:239","price":"それで、もしあなた方が（敵を）怖れるのであれば、歩きながら、あるいは（乗り物に）乗りながら（礼拝せよ）。そして安全になったら、（また）アッラー*を唱念する¹のだ。かれが、（以前）あなた方が知らなかったことを、あなた方に教えて下さったように。","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"１　普段通りの形で礼拝し、そこにおいてアッラー*を唱念し感謝すること（ムヤッサル39頁参照）。","lang":"ja"},{"name":"2:240","price":"あなた方の内、妻を後に残して他界する者は、（自分の死後）一年間は（住居から）追い出されずに（扶養を）享受していられるよう、妻のために遺言しなければならない。もし彼女らが（その期間を終える前に自ら）出て行き、適切な形でその身を処する¹にしても、あなた方（故人の相続人たちと妻たち）に罪はない。アッラー*は偉力ならびない*お方、英知あふれる*お方である。²","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"１　イスラーム*法に則（のっと）った範囲で着飾ったり、香水をつけたりすること（アッ＝サァディー106頁参照）。 ２　このアーヤ*は、アーヤ*234が示す法規定によって撤回（てっかい）された、というのが大方の学者の見解である（イブン・カスィール1:658参照）。アーヤ*106も参照。","lang":"ja"},{"name":"2:241","price":"離婚した妻には、適切な贈り物¹を（持たせるのだ）。（それは、）敬虔な、者の義務である。","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"１　イスラーム*法において勧（すす）められた、適切な形での衣服や生活費などによる、贈り物のこと（ムヤッサル39頁参照）。","lang":"ja"},{"name":"2:242","price":"（これら、子供や女性に関する法規定の説明と）同様にアッラー*は、あなた方が分別するようにと、あなた方に（法規定に関する）かれの御徴を明らかにされるのだ。","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:243","price":"（使徒*よ、）死を恐れて故郷から出て行った何千もの人々を、あなたは知らないのか？それでアッラー*は彼らに「死ぬがよい」と仰せられ、（彼らは死んだが、）それから彼らを蘇らせられた。本当にアッラー*は、人々に対する実に（偉大な）恩寵の主であられるが、大半の者たちは感謝しないのだ。","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:244","price":"また、アッラー*の道において戦うのだ。そして、アッラー*こそはよくお聴きになるお方、全知者であるということを知っておくがよい。","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"ja"},{"name":"2:245","price":"アッラー*に、よき貸付¹をする者は誰か？そうすれば、かれはそれを彼のために、何倍にも倍増して下さる。アッラー*は、（そのお恵みをお望みのままに）お控えになり、また（気前よく）与えられるお方。そしてあなた方は、かれの御許へと戻らされるのである。","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"１　アッラー*に対する「貸付」とは、かれの御許での褒美（ほうび）を望みつつ、アッラー*の道において善い施（ほどこ）しをすること（ムヤッサル39頁参照）。","lang":"ja"},{"name":"2:246","price":"（使徒*よ、）あなたは、ムーサー*の（時代）後の、イスラーイールの子ら*の長老たちについて知らないのか？彼らが、彼らの預言者*¹に対してこう言った時のこと。「私たちに王を遣わして下さい。（そうすれば、）アッラー*の道において戦いましょう」。彼（その預言者*）は言った。「あなた方は、自分たちに戦いが命じられても、戦わないのではないか？」彼らは言った。「どうして私たちが、アッラー*の道のために戦わないことがありましょうか？私たちは（敵によって）、故郷や子供たちから引き離されてしまったというのに」。それで、いざ彼らに戦いが命じられると、彼らは彼らの内の少数の者を除き、背き去って（逃げて）しまった。アッラー*は不正*者たちを、よくご存知である。","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"１　一説に、この預言者の名は「シャムウィール」あるいは「シャムウーン」（イブン・カスィール2:665参照）。旧約聖書のサムエルとの明確な関連性は不明。","lang":"ja"},{"name":"2:247","price":"また、彼らの預言者*は、彼らにこう言った。「本当にアッラー*はあなた方に対し、確かにタールート¹を王として遣わされた」。彼らは言った。「どうして彼（タールート）に、私たちに対する王権などありましょうか？私たちの方が、彼よりも王権に相応しいくらいですし、彼には財産も十分に授けられていませんのに²」。彼（預言者*）は、（彼らにこう）言った。「本当に、アッラー*はあなた方の上に彼（タールート）を選ばれ、知識と体力において彼を豊かにされた。アッラー*は、かれがお望みになる者に王権を授けられるのだ。アッラーは、広量な*お方、全知者であられる」。","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"１　旧約聖書には、同様の逸話の中でイスラーイールの王サウルが言及されている。ただし、タールートとの明確な関連性は不明。 ２　タールートは、それ以前に王も預言者*も輩出（はいしゅつ）したことがなかった部族に属していたと言われる（ムヤッサル40頁参照）。","lang":"ja"},{"name":"2:248","price":"また、彼らの預言者*は彼らに言った「実に、彼（タールート）の王権の印は、あなた方のところに聖櫃がやって来ることである。その中にはあなた方の主*からの安らぎと、ムーサーの一族およびハールーン*の一族が残した遺品の一部が納められており、天使*たちがそれを運んで来る。本当にその中にこそ、あなた方への御徴¹があるのだ。もし、あなた方が信仰者であるのなら（、だが）」。","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"１　この「御徴」は、タールートが王とされた根拠のこと（ムヤッサル40頁参照）。","lang":"ja"},{"name":"2:249","price":"そして、タールートがその兵士たちを引き連れて（巨人族との戦いに）出かけた時、彼は言った。「本当にアッラー*は、あなた方を川で試される。それで、誰でもそこから飲んだ者は私の仲間ではなく、それを全く味わわなかった者は誰でも、まさしく私の仲間であ（り、私と共に戦うことにな）ろう。但し、片手で一すくいしか掬わなかった者は、その限りではないが」。こうして彼らの内の僅かな者を除き、彼らは（皆）そこから飲んだ。そして彼（タールート）が、信仰する者たちと共に（敵と対峙すべく）そこ（川）を渡った時、彼らは言った。「今日私たちには、ジャールート¹とその兵士たちに対抗する力が、全くありません²」。（来世において）アッラー*に拝謁することを確信する者たちは、言った。「一体どれだけ多くの（信仰深く忍耐*強い）小さな集団が、アッラー*のお許しにより、（不信仰者*の）大集団に勝利したことか？アッラー*は、忍耐*する者たちと共におられるのだ」。","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"１　旧約聖書には、同様の逸話の中でゴリアテが登場する。ただし、ジャールートとの明確な関連性は不明。百十数名。つまりヒジュラ歴*２年にマッカ*軍に対して軍事的初勝利を収めたマディーナ*のムスリム*軍と同数であった、と言われる（アル=ブハーリー3958参照）。 ２　タールートに従って、川の水を全く、あるいは一掬（すく）いしか飲まずに、彼と共に川を渡ったのは三百十数名。つまりヒジュラ歴*2年にマッカ*軍に対して軍事的初勝利を収めたマディーナ*のムスリム*軍と同数であった、と言われる（アル=ブハーリー3958参照）。","lang":"ja"},{"name":"2:250","price":"そして、ジャールートとその兵士たちの前に現れ出た時、彼らは言った。「我らが主*よ、私たちに忍耐*をお授け下さい。そして私たちの足を堅固にし¹、不信仰者*である民に勝利させてください」。","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"１　「足を堅固にする」とは、敵との戦いにおいてしっかりと踏（ふ）んばらせ、戦いによる恐怖から逃げないようにすること（ムヤッサル41頁参照）。","lang":"ja"},{"name":"2:251","price":"こうして彼ら（タールートと信仰者たち）は、アッラー*のお許しにより彼らを打ち負かし、ダーウード*はジャールートを倒した¹。またアッラー*は、彼（ダーウード*）に王権と英知²を授けられ、お望みのことを伝授された。もしアッラー*がある者たち（信仰者）によって、他の者たち（不信仰者*）を淘汰されることがなかったなら、地上は腐敗*したことであろう。しかしアッラー*は、全創造物に対する恩寵の主なのである。","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"１　タールートはダーウードに、もしジャールートを倒すことができたら、自分の娘と自分の財産の半分を分け与え、王権の一部を授けることを約束したと言われる（イブン・カスィール1：669参照）。 ２　ここでの「英知」は、預言者*性という意味であるとされる（ムヤッサル41頁参照）。","lang":"ja"},{"name":"2:252","price":"それらは、われら*が真実をもってあなたに語って聞かせる、アッラー*の御徴¹。そして（預言者*よ、）本当にあなたは、まさしく使徒*の一人なのだ。","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"１　この「御徴」は、預言者*ムハンマド*の正しさを示す証拠のこと。アーヤ*243‐251の中で語られた話は啓典の民*も知っていたものだったが、預言者*は分盲であり、啓典を読んだこともなかったからである（アッ＝タバリー2：1479参照）。","lang":"ja"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}