{"data":[{"name":"33:31","price":"あなた方の内、アッラー*とその使徒*に謹んで仕え、正しい行い*を行う者があれば、われら*はその者に褒美を二度与えよう。そしてわれら*は彼女のために、貴い糧を用意しておいたのだ。","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"１　「貴い糧」とは、天国のこと（前掲書４２２頁参照）。","lang":"ja"},{"name":"33:32","price":"預言者*の妻たちよ¹、あなた方は（その徳と地位において、）女性たちの誰とも同様ではない。もしあなた方が（アッラー*を）畏れ*るならば、（マハラム*でもない男性に対して）なよなよとした物言いをし、心に病がある者に（禁じられた）欲望を抱かせてしまってはならない。そして適切な物言い²をするのだ。","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"１　この呼びかけによる一連の指導は、預言者*の妻だけでなく、全てのムスリム*女性にも向けられたものである（イブン・カスィール６：４０８参照）。 １　疑惑の原因となるようなことを避けつつ、イスラーム*法に沿った形で、聞く者が嫌にも思わず、放逸な者の欲望を煽（あお）らないような物言い（アッ＝シャウカーニー４：３６５参照）。","lang":"ja"},{"name":"33:33","price":"また（必要時以外は）あなた方の家に留まり、先（代）のジャーヒリーヤ*の飾り立てのように、自らをこれ見よがしに飾り立ててはならない¹。そして礼拝を遵守*し、浄財*を支払い、アッラー*とその使徒*に従え。本当にアッラー*はーー（預言者*の）家の者たち²よーー、あなた方から穢れを取り除き、あなた方を綺麗に清められたいのである。","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"１　アーヤ*５９、御光章３１、６０も参照。 ２　預言者*の妻、子孫を含む、その一族のこと（ムヤッサル４２２頁参照） 。","lang":"ja"},{"name":"33:34","price":"そして（預言者*の妻たちよ）、あなた方の家で読誦されるアッラー*の御徴と英知¹を唱念するのだ。本当にアッラー*はもとより、霊妙な*お方、通暁されたお方。","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"１　「御徴」はクルアーン*のアーヤ*、「英知」は、その奥にひそむ意味と、預言者*のスンナ*のこと。このアーヤ*の意味には、その言葉を「心に刻む」だけでなく、その読誦、熟考（じゅっこう）、そこに含まれる英知と法規定の発見、その実践と解釈なども含まれるとされる（アッ＝サァディー６６３頁参照）。","lang":"ja"},{"name":"33:35","price":"本当に服従する男（ムスリム*）たちと服従する女たち、信仰する男たちと、信仰する女たち、従順な男たちと、従順な女たち、（言動において）正直な男たちと正直な女たち、忍耐*する男たちと忍耐*する女たち、恭順¹な男たちと恭順な女たち、よく施す男たちと、よく施す女たち、（義務、任意を問わず）サウム*する男たちと、サウム*する女たち、自らの陰部を（禁じられた物事²から）守る男たちと（それを）守る女たち、アッラー*をよく唱念する者たちと、（かれをよく）唱念する女たち、アッラー*は彼らのために、お赦しと偉大な褒美³をご用意された。","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"１　「恭順」については、雌牛章４５の訳注を参照。 ２　この「禁じられた物事」については、御光章３０の訳注を参照。 ３　天国のこととされる（ムヤッサル４２２頁参照） 。","lang":"ja"},{"name":"33:36","price":"信仰者の男性も、信仰者の女性も、アッラー*とその使徒*が何かを裁決したら、彼らに自分たちの裁量による（別の裁決の）選択はない。そしてアッラー*とその使徒*に逆らう者がいれば、確かに彼は紛れもなく迷い去っているのである。¹","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"１　同様のアーヤ*として、婦人章６５も参照。","lang":"ja"},{"name":"33:37","price":"（預言者*よ、）アッラー*が恩恵をお授けになり、あなたが恩恵を与えた者（ザイド・ビント・ハーリサ）¹に、あなたが（こう）言った時のこと（を思い出させよ）。「（ザイドよ、）あなたの妻²を自分のもとに留めておけ。そしてアッラーを畏れる*のだ。」そしてあなたは、アッラー*が露わにされることになるものを心の内に隠し³、アッラー*があなたの恐れるにより相応しいお方なのに、人々を恐れていた⁴。そしてザイドが彼女との（離婚という）用件を果たし（、イッダ*が終了し）た時、われら*はあなたと彼女を結婚させた。（それは）自分たちの養子の妻（との結婚）に関し、彼らが彼女らとの（離婚という）用件を果たしたならば、信仰者たちにとっての罪にはならない（ようにする）ためである⁵。アッラー*のご命令はもとより、実行されることになっていたのだ。","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"１　アッラー*は彼にイスラーム*の恩恵をお授けになり、預言者*ムハンマド*は奴隷*であった彼を解放し、（イスラーム*において養子関係が禁じられる前に）彼を自分の養子とした（前掲書４２３頁参照）。 ２　ザイナブ・ビント・ジャハシュのこと（前掲書、同頁参照）。 ３　アッラー*は、ザイドがその妻ザイナブを離婚し、預言者*が彼女と結婚することになることを、預言者*に前もって知らせていた（前掲書４２３頁参照）。 ４　悪意ある人々が、「ムハンマド*は自分の養子の妻と結婚した」と言うことを、恐れていた（前掲書、同頁参照）。 ５　つまりアッラー*は、自分の養子が離婚した女性と結婚することを合法とするため、預言者*をその実例としてお選びになった。養子関係そのものはアーヤ*５によって禁じられた（ムヤッサル４２３頁参照） 。","lang":"ja"},{"name":"33:38","price":"預言者*はアッラー*が彼のために（合法と）定められたことにおいて、何の罪もない。過去に滅び去った（預言）者*たちにおける、アッラー*の摂理（として、かれがお定めになったことなのである）。アッラー*のご命令はもとより、（既に）定められていた定命なのだ。","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:39","price":"（彼ら預言者*たちは、）アッラー*のお言伝を伝達し、かれ（のみ）を恐れ、アッラー*以外のいかなるものも恐れることのない者たち。そしてアッラー*だけで、清算者*は十分である。","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:40","price":"ムハンマド*はそもそも、あなた方の男性の内の、誰の父親でもない¹。しかしアッラー*の使徒*、預言者*たちの封印²なのだ。そしてアッラー*はもとより、全てのことをご存知のお方。","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"１　預言者*は生前、ザイドを含め、いかなる成人*男性の父親となることもなかった。彼の男児は皆、夭折（ようせつ）している（アル＝クルトゥビー１４：１９６参照）。 ２　最後の預言者*、ということ（ムヤッサル４２３頁参照） 。","lang":"ja"},{"name":"33:41","price":"信仰する者たちよ、アッラー*をよく唱念せよ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:42","price":"そしてかれを、朝に夕に称え*よ。","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:43","price":"かれは、あなた方（信仰者）を闇から光¹へと（導き）出すべく、あなた方のために（善きことを）念じられた²お方。そして、かれの天使*たちも（あなた方のため、善き事を念じる³）。かれはもとより、信仰者たちに対して慈愛深い*お方なのだ。","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"１　この「闇」と「光」については、雌牛章２５７の訳注を参照。 ２　アッラー*が彼らのために「念じられる」とは、彼らにご慈悲をかけ、彼らを讃美（さんび）されること（ムヤッサル４２３頁参照）。 ３　天使*たちが彼らのために「念じる」とは、彼らのために祈願すること（前掲書、同頁参照）。赦し深いお方章７－９も参照。","lang":"ja"},{"name":"33:44","price":"その日（天国で）、彼らが（アッラー*から）受け取るその挨拶は、「（あなた方に）平安を¹」。そしてかれは彼らのため、貴い褒美²をご用意された。","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"１　「あなた方に平安を」については、雷鳴章２４の訳注も参照。 ２　「貴い褒美」とは、天国のこと（前掲書４２４頁参照）。","lang":"ja"},{"name":"33:45","price":"預言者*よ、実にわれら*はあなたを、証人¹、吉報を伝える者、警告を告げる者²として遣わした。","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"１　「証人」については、雌牛章１４３の訳注を参照。 ２　「吉報を伝える者」「警告を告げる者」については、雌牛章１１９の訳注を参照。","lang":"ja"},{"name":"33:46","price":"また、かれのお許しのもとに、アッラー*（のタウヒード*）へと招く者、煌々たる灯火として。","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:47","price":"そして（預言者*よ、）信仰者たちには、アッラー*の御許から彼らへの大きなご恩寵があることの吉報を伝えよ。","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:48","price":"また、不信仰者*たちや偽信者*たちには従わず、彼らの害は放っておき、アッラー*のみに全てを委ねる*のだ。アッラー*だけで、委任者¹は十分なのである。","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"１　頻出名・用語解説の「全てを請け負われる*お方」も参照。","lang":"ja"},{"name":"33:49","price":"信仰者たちよ、あなた方が信仰者の女たちと結婚し、それから彼女らに触れる前¹に彼女らと離婚したならば、あなた方にとって彼女らに数えるべきイッダ*はない²。ならば彼女らに贈り物を与え³、（結婚関係から）綺麗に解き放ってやるのだ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"１　性交する前に、ということ（ムヤッサル４２４頁参照）。 ２　イッダ*の種類については、雌牛章２２８「三度の月経」についての訳注も参照。 ３　雌牛章２３６－２３７も参照。","lang":"ja"},{"name":"33:50","price":"預言者*よ、本当にわれら*はあなたに、あなたが婚資金*を贈ったあなたの妻たちを合法とした。また、アッラー*があなたに戦利品*¹としてお与えになった、あなた方の右手が所有した者たち（奴隷*女性）も。またあなたと共に移住*した²、あなた方の父方の叔（伯）父の娘たち、あなた方の父方の叔（伯）母の娘たち、あなた方の母方の叔（伯）父の娘たち、あなた方の母方の叔（伯）母の娘たちも³。また信仰者の女性も、もし彼女が預言者*に、自らを(婚資金*なしで妻として）贈ったならば（、彼女は彼にとって合法である）。（但し、それは）もし預言者*が、彼女との結婚を望んだ場合であるが⁴。（それは外の）信仰者たちは別とした、あなただけの特別なもの。われら*は確かに、彼ら（信仰者たち）の妻と、彼らの右手が所有するもの（奴隷*女性）について、われら*が彼らに定めたもの⁵を知っている。（これらのことを、あなたに特別に合法としたのは、）あなたに困難がないようにするため。アッラー*はもとより、赦し深いお方、慈愛深い*お方。","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"１　この「戦利品*（ファイゥ）」については、頻出名・用語解説を参照。 ２　これは預言者*ムハンマド*だけの、特別な条件とされる（アッ＝サァディー６６９頁参照）。 ３　アーヤ*の冒頭からここまでは、預言者*だけでなくムスリム*男性一般に共通した規定。また、ここで一部の近親女性が挙げられているのは、それ以外の女性が禁じられているというわけではなく（婦人章２３も参照）、結婚することを許される最近縁の女性を示しているに過ぎない（前掲書、同頁参照）。 ４　現実上、預言者*に自らを差し出した女性は複数に上るが、彼がそれを　受け入れたことは一度もなかったとされる（イブン・カスィール６：４４４参照）。 ５　この「定めたもの」とは、自由民女性は四人まで、奴隷*女性は数の制限なく結婚できること、そして結婚の際には、後見人、婚資金*、証人が条件付けられることであるとされる（ムヤッサル４２４頁参照）。","lang":"ja"},{"name":"33:51","price":"あなたは、あなたが望む者を遅らせ、あなたが望む者を自分のもとに引き寄せる¹。また、あなたが（一旦は）避けた者の内、あなたが（後に）欲した者も。あなたにはいかなる罪もない。それ²が、彼女たちが喜んで³、悲しむことはなく、彼女たち全員が、あなたが彼女らに与えたものに満足するのに、より適切なのである。アッラー*は、あなた方の心の中にあることをご存知である。アッラー*はもとより全知者、寛大な*お方なのだから。","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"１　これは、自らを差し出した女性や、共に過ごす時間を妻たちの間で配分すること（婦人章１２８とその訳注も参照。）に関することとされる。一部の学者は、妻たちへの時間の平等な配分は、預言者*にとっての義務ではなかったが、それでも彼は時間を平等に振り分けていた、とする（イブン・カスィール６：４４６参照）。 ２　「それ」とは、その選択のこと（ムヤッサル４２５頁参照） 。または、自分にとっては義務ではないにも関わらず、預言者*が妻たちに平等に時間を割（さ）いていたこと（イブン・カスィール６：４４６参照）。 ３　この「喜び」については、マルヤム*章２６の訳注も参照。","lang":"ja"},{"name":"33:52","price":"以後、（既に結婚していた妻たちとは別の）女性たち（との結婚）は、あなたに許されないし、彼女らを（離婚して、別の）妻たちと換えることも（許されない）¹。たとえ、彼女ら（妻以外の女性たち）の美しさが、あなたを魅了したとしても。但し、あなたの右手が所有するもの（奴隷*女性）は別である。アッラー*はもとより、全てのことを見守られるお方。","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:53","price":"信仰する者たちよ、あなた方に食事へと許可された場合を除き、預言者*の家に入ってはならない¹。（食事の用意できる）その時を、（彼の家の中で）待ってもならない。しかし呼ばれたら入り、食べ終わったら解散するのだ。（預言者*の迷惑になるまで、夢中になって長々と）話に興じることなく。本当にそのことは預言者*を害していたのであり、彼はあなた方に対して羞恥心を抱くのだからーーアッラー*は、真理に対して恥じ入られないがーー。また、あなた方が彼女なら（彼の妻たち）に何らかの物を頼む時には。覆いの向こうから、彼女らに頼むのだ。それがあなたの心と彼女らの心にとって、より清いのである。また、あなた方にはアッラー*の使徒*を害したり、彼の（死）後、その妻たちと結婚したりすることは、絶対に許されない²。本当にそれはもとより、アッラー*の御許でこの上ないこと³なのである。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"１　一説にこのアーヤ*は、ヒジュラ歴*5年暮れの、預言者*とザイナブ・ビント・ジャハシュの婚宴（こんえん）の食事で起きたことに関して下った（イブン・カスィール６：４５１参照）。 ２　アーヤ*６にもある通り、彼女らは信仰者たちの母であり（ムヤッサル４２５頁参照） 、現世と来世における預言者*ムハンマド*の妻なのである（アッ＝サァディー６７０頁参照）。 ３　この上ない罪、ということ（ムヤッサル４２５頁参照） 。","lang":"ja"},{"name":"33:54","price":"あなた方が何かを露わにしようと、それを隠そうと、実にアッラー*はもとより、全てのことをご存知のお方。","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:55","price":"彼女たち¹にとって、（以下の者たちから、身を覆わなくても）罪はない²：自分たちの父親。自分たちの息子。自分たちの兄弟。自分たちの兄弟の息子。自分たちの姉妹の息子。自分たちの女性。自分たちの右手が所有するもの（奴隷*男性）。アッラー*を畏れ*よ。本当にアッラー*はもとより、全てのことの証人であられるのだから。","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"１　預言者*の妻たちと、それ以外のムスリム*の成人*・自由民女性のこと（アッ＝シャウカーニー４：３９４参照）。アーヤ*５９も参照。 ２　ムスリム*の成人*・自由民女性が身を覆うべきとされる相手については、御光章３１とその訳注により詳しく描写されている。また体のどこを覆うべきかについては、同アーヤ*の訳注、および頻出名・用語解説の「アウラ*」を参照。","lang":"ja"},{"name":"33:56","price":"本当にアッラー*とその天使*たちは、預言者*のために（善きことを）念じる¹。進行する者たちよ、彼のために（善きことを）念じ、平安を祈るのだ²。","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"１　アッラー*が預言者*のために「念じる」とは、かれのお傍（そば）に控えている天使*たちのもとで、彼を讃美（さんび）すること。天使*たちが彼のために「念じる」とは、彼を讃美し、彼のために祈願することとされる（ムヤッサル４２６頁参照）。 ２　ムスリム*が預言者*のために「念じる」形式には、様々なものがある。その内の代表的なものとして、アル＝ブハーリー４７９７に収録されたものを参照（前掲書、同頁参照）。また、「平安を祈る」については、家畜章５４の訳注を参照。","lang":"ja"},{"name":"33:57","price":"本当にアッラー*とその使徒*を害する¹者たち、アッラー*は彼らを現世と来世において呪われた²。そしてかれは彼らに、屈辱的な懲罰をご用意されたのだ。","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"１　「アッラー*を害する」とは、不信仰、シルク*、かれに対して相応しくない言葉（前掲書、同頁参照）。「アッラー*の使徒*への害」は、彼を害する全ての言行（アル＝クルトゥビー１４：２３７－２３８参照）。 ２　「アッラー*の呪い」については、雌牛章８８の訳注を参照。","lang":"ja"},{"name":"33:58","price":"また、信仰者の男たちと信仰者の女たちを、彼らが稼いだことでもないことで害する¹者たち、彼らは確かに大嘘と紛れもない罪を背負い込んだのである。","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"１　言ったり、やったりしていない罪のこと（ムヤッサル４２６頁参照）。","lang":"ja"},{"name":"33:59","price":"預言者*よ、あなたの妻たちとあなたの娘たち、信仰者たちの女性らに、彼女らの外衣¹の一部を自らの上に垂らすよう、言うのだ。それが、彼女らが認識され²、害されることがないようにするのに、より相応しいのだから。アッラー*はもとより、赦し深いお方、慈愛深い*お方であられる。","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"１　この「外衣（ジルバーブ）」は、御光章３１にある「スカーフ」よりも大きく、全身を包むもの（アル＝クルトゥビー１４：２４３参照）。 ２　慎（つつし）み深さと、保身を認識されるということ（ムヤッサル４２６頁参照）。あるいは、奴隷*女性やふしだらな女性ではなく、自由民女性と認識されること。一説に、マディーナ*の夜には放逸な者たちが出現し、用事のために外出した奴隷*女性らを害することがあった。しかし外衣をまとった女性は自由民と認識され、害されることはなかったのだという（イブン・カスィール６：４８２参照）。","lang":"ja"},{"name":"33:60","price":"もしも偽信者*たち、心の中に病がある者たち、マディーナ*で（ムスリム*に対する嘘を）吹聴する者たちが（悪事を）止めなかったのなら、われら*は必ずやあなたを彼ら（の懲罰）へと促そう。それから彼らは僅かな間しか、そこであなたと隣り合って暮らすことはない。","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:61","price":"呪われた者たちとなって。彼らはどこにあろうと、（捕虜として）捕らえられ、完膚なきまでにやっつけられるのだ。","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:62","price":"過去に滅び去った（偽信）者*たちにおける、アッラー*の摂理（として、かれがお定めになったこと）。そして（預言者*よ、）あなたはアッラー*の摂理に、いかなる変更も見出すことはない。","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:63","price":"（使徒*よ、）人々はあなたに、（復活*の）その時について尋ねる¹。言ってやれ。「その知識は、アッラー*の御許にこそある」。そして何があなたに知らせるというのか、その時が近いかもしれないことを？²","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"１　ある者はそれを早く起こしてみよ、と言い（家畜章５７－５８とその訳注も参照）、ある者はそれを嘘とした（アッ＝サァディー６７２頁参照）。 ２　「復活の日*の近さ」については、蜜蜂章１、預言者*たち章１の訳注も参照。","lang":"ja"},{"name":"33:64","price":"本当にアッラー*は、不信仰者*たちを呪われ¹、彼らに烈火をご用意された。","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"１　「アッラー*の呪い」については、雌牛章８８の訳注を参照。","lang":"ja"},{"name":"33:65","price":"彼らはそこに、いかなる庇護者も援助者も見出すことなく、永遠に留まる。","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:66","price":"業火の中でその顔がひっくり返される日、彼らは（こう）言う。「ああ、私たちがアッラー*に従い、使徒*に従っていたならば！」","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:67","price":"そして、彼らは言う。「我らが主*よ、本当に私たちは自分たちの長と有力者たちに従い、彼らは私たちを道に迷わせました。","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:68","price":"我らが主*よ、彼らには懲罰の内から倍のものをお与えになり、彼らをこっぴどく呪ってください」。¹","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"１　同様の情景の描写として、雌牛章１６６－１６７、高壁章３８、イブラーヒーム*章２１－２２、識別章１７－１９、物語章６３、サバア章３１－３３、４０－４１も参照。","lang":"ja"},{"name":"33:69","price":"侵攻する者たちよ、ムーサー*を害した者たちのようになってはならない。アッラー*はムーサー*を、彼らが言ったことから潔白として下さったのだ¹。彼はアッラー*の御許で、栄誉ある者だった。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"１　一説に、ムーサー*は非常に羞恥（しゅうち）心が強く、人に肌を見せることがなかった。それでイスラーイールの子ら*の一部の者たちは、彼の体には欠陥（けっかん）があるのだと主張したが、アッラー*はある時、彼の体には何の欠陥もないことを証明された（アル＝ブハーリー３４０４参照）。","lang":"ja"},{"name":"33:70","price":"信仰する者たちよ、アッラー*を畏れ*、まっとうな物言い¹をせよ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"１　「まっとうな物言い」とは、真実に根ざした、嘘のないまっすぐな言葉（ムヤッサル４２７頁参照）。","lang":"ja"},{"name":"33:71","price":"（そうすれば）かれはあなた方のため、あなた方の行いを正し下さり、あなた方のためにその罪をお赦し下さろう。アッラー*とその使徒*に従う者は誰でも、確かに（現世と来世において、）偉大な勝利を獲得したのだ。","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"33:72","price":"本当にわれら*は信託¹を、諸天と大地と山々に差し出し（選択させ）た。そしてそれらはそれを請け負うのを拒否して、それ（を遂行できないこと）に怯え、人間がそれを請け負ったのだ。本当に彼は不正*極まりなく、無知この上ない者だったのである²。","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"１　この「信託」とは、公私の別なく、アッラー*のご命じになることを行い、禁じられることを避ければ褒美（ほうび）を授かり、それが出来なければ罰を受ける、という信託の事（アッ＝サァディー６７３頁参照）。高壁章１７２とその訳注も参照。 ２　人間は、その弱さ、無知さ、不正*ーアッラー*が成功をお授けになった者には、そうではない者たちもいるがーにも関わらず、信託を請け負った（イブン・カスィール６：４８９参照）。","lang":"ja"},{"name":"33:73","price":"（人間がそれを請け負ったのは）アッラー*が偽信者*の男たちと偽信者*の女たち、シルク*の徒の男たちとシルク*の徒の女たちに罰され、またアッラー*が信仰者の男たちと信仰者の女たちの悔悟をお受入れになるため¹。アッラーはもとより、赦し深いお方、慈愛深い*お方である。","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"１　人間はこの「信託」に対する態度において、このアーヤ*で言及されている三種に分類される。つまり信託を表面的にのみ実行する偽信者*、それを表面的にも内面的にも実行しないシルク*の徒、そしてそれを表面的にも実行する信仰者である（アッ＝サァディー６７３頁参照）。","lang":"ja"},{"name":"34:1","price":"諸天にあるものと大地にあるものが属し、来世における称賛¹があるお方、アッラー*に称賛*あれ。かれは、英知あふれる*お方、通暁されるお方。","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"１　アッラー*が全ての者を完全なる公正さと英知によって裁かれる時、現世ではなかったほどのアッラー*への称賛*が、天国の民・地獄の民・地獄の民の間に起こる（アッ＝サァディー６７４頁参照）。","lang":"ja"},{"name":"34:2","price":"かれは大地の中に入り込むものも、そこから出てくるものも、天から落ちてくるものも、そこへ昇っていくもの¹も、（全て）ご存知である。かれは慈愛深い*お方、赦し深いお方。","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"１　「大地の中に入り込むもの」とは、水などを、「そこから出てくるもの」とは、植物、鉱物、水などを、「天から落ちてくるもの」とは雨、天使*、啓示などを、「そこへ昇っていくもの」とは、天使*、人間の行いなどを指す、とされる（ムヤッサル４２８頁参照） 。","lang":"ja"},{"name":"34:3","price":"不信仰に陥った者*たちは、言った。「（復活*の）その時は、私たちにはやって来ない」。（使徒*よ、）言ってやれ。「いや、不可視の世界*をご存知である我が主*にかけて、それは必ずや、あなた方のもとに到来する。諸天であろうが大地であろうが、僅かな重みでも、かれ（の知識）から免れることはない。また、それより小さいものでも、大きなものでも、明白な書（守られし碑板*）に（予め記されてい）ないものはないのだ¹。","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"１　同様のアーヤ*として、婦人章４０、家畜章５９、ユーヌス*章６１も参照。","lang":"ja"},{"name":"34:4","price":"（復活の日*の到来は、）かれが、信仰し、正しい行い*を行う者たちに報われるため。それらの者たちには、お赦しと貴い糧¹がある」。","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"１　「貴い糧」とは、天国のこととされる（ムヤッサル４２８頁参照） 。","lang":"ja"},{"name":"34:5","price":"われら*の御徴において、（使徒*とクルアーン*を嘘呼ばわりするために）ねじ伏せようと躍起になっていた者たち、それらの者たちには痛ましい制裁による懲罰がある。","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:6","price":"そして知識を授けられた者たちは、あなたの主*からあなたに下されたもの（クルアーン*）が真理であり、偉力ならびない*お方、称賛*されるべきお方（アッラー*）の道へと導いてくれるものであると分かるのだ。","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:7","price":"不信仰に陥った者*たちは（嘲笑しつつ、お互いに）言った。「（死んで）跡形もなくばらばらにされた後、本当にあなた方は新たに創造されるのだ、などとあなた方に告げる男¹を、あなた方に見せてやろうか？」","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"１　復活を説く預言者*ムハンマド*のことを、意図している（前掲書、同頁参照）。","lang":"ja"},{"name":"34:8","price":"一体、彼はアッラー*に対して嘘を捏造したのか？それとも、彼には憑き物がついている¹とでも？いや、来世を信じない者たちは（来世においては）懲罰と、（現世においては）遠い迷いの中にある。","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"１　アル＝ヒジュル章６「憑かれた者」の訳注を参照。","lang":"ja"},{"name":"34:9","price":"一体、彼ら（不信仰者*たち）は天と、大地という、自分たちの前にあるものと、自分たちの後ろにあるものを見なかったのか？もしわれら*が望めば、われら*は彼らを地面に飲み込ませ、あるいは彼らの上に天から破片を下してやる¹のだ。本当にその中にはまさに、よく（アッラー*に悔悟して）立ち返る、全ての僕への御徴がある。","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"１　「天から破片を下す」については、夜の旅章９２の訳注を参照。","lang":"ja"},{"name":"34:10","price":"われら*は確かに、われら*の御許からの恩寵¹を、ダーウード*に授けた。（われら*は言った。）「山々よ、彼と、そして鳥と共に（アッラー*を称え*て）連呼せよ」。また、われら*は彼のために、鉄を柔らかくしてやった。","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"１　預言者*としての使命と、啓典、知識のこと（ムヤッサル４２９頁参照） 。","lang":"ja"},{"name":"34:11","price":"（われら*は命じた。）「すっぽり覆うもの（鎧）をこしらえ、継ぎ目を（いい按配に）調整¹せよ。（ダーウード*とその一族よ、）あなた方は正しい行い*を行え。本当にわれら*は、あなた方の行いを見る者なのだから」。","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"１　部品を小さくし過ぎて華奢（きゃしゃ）にするのでもなく、大きくし過ぎて装着する者の負担にするのでもないように調整せよ、ということ（前掲書、同頁参照）。","lang":"ja"},{"name":"34:12","price":"またスライマーン*には、その午前（の進行距離）は一ヶ月（の旅程）で、午後（の進行距離）は一ヶ月（の旅程）の風を（、仕えさせた）¹。そして、われら*は彼のために銅の泉を溶かしてやり²、ジン*の内からは、その主*のお許しのもと、彼の前で働く者も（仕えさせた）。彼ら（ジン*）の内、われら*の命令³に背く者があれば、われら*は彼に烈火の懲罰の内から、味わわせてやろう。","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"１　彼は一日二ヶ月の旅程を進むこの風を、自分やその他の物を乗せたりして、望みのままに操（あやつ）ったのだという（アッ＝サァディー６７６頁参照）。 ２　彼の鉱山には、溶けた銅が水の泉のように流れたのだという（アル＝クルトゥビー１４：２７０参照）。彼はそれで、望む物を作ることが出来た（ムヤッサル４２９頁参照） 。 ３　スライマーン*に従え、というアッラー*のご命令のこと（ムヤッサル４２９頁参照） 。","lang":"ja"},{"name":"34:13","price":"彼ら（ジン*）は彼（スライマーン*）のため、ミフラーブ¹、（銅やガラス製の）像²、池のような貯水槽、堅固な鍋といった、彼の望む物を作る。（われら*は言った。）「ダーウード*の一族よ、（アッラー*に）感謝すべく、行え³。わが僕の内、僅かな者だけが、感謝する者なのだから」。","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"１　「ミフラーブ*」については、イムラーン家章３７の訳注を参照。 ２　当時、「像」は合法であった（アル＝クルトゥビー１４：２７３参照）。 ３　この「行い」とは、アッラー*に服従し、かれのご命令を実行すること（ムヤッサル４２９頁参照）。","lang":"ja"},{"name":"34:14","price":"そして、われら*が彼（スライマーン*）に死を定めた時、彼の杖を蝕む地面の虫以外、彼らにその死を知らせた者はなかった¹。それでスライマーン*が（地面に）崩れ落ちた時、ジン*たちは、もし彼らが不可視の世界*を知っていたなら、彼らが屈辱の懲罰の中に留ま（り続け）ることはなかったのだ、と分かった²のだった。","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"１　スライマーン*は杖に寄りかかったまま他界したため、ジン*たちは暫（しばら）くの間、彼が生きているものだと思って働き続けた。彼の死が明らかになったのは、その杖が虫に喰われて朽（く）ち、遺体が崩れ落ちた時のことだった（アッ＝サァディー６７６頁参照）。 ２　ある種の人々が考えているように、ジン*が不可視の世界*を知っていたのなら、彼らはスライマーン*の死後も厳しい労働の中に留まり続けることはなかったのだ、ということ（ムヤッサル４２９頁参照）。","lang":"ja"},{"name":"34:15","price":"確かにサバア¹（の民）には、その住まいの中に（アッラー*の御力を示す）御徴があった。右と左に二つの果樹園²。（彼らには、こう言われた。）「あなた方の主*の糧から食べ、かれに感謝せよ。（あなた方の国は）よき国であり、（恩恵の主は）赦し深い主*なのだから」。","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"１　「サバア」の民については、スーラ*冒頭の訳注を参照。 ２　サバアの民の町、マアラブには渓谷（けいこく）があり、彼らはそこにダムを築いていた。その水の利用により、渓谷の両側には豊かな果樹園が広がっていた（アッ＝サァディー６７７頁参照）。","lang":"ja"},{"name":"34:16","price":"そして彼らは（アッラー*のご命令と使徒*に）背いたので、われら*は彼らに、猛烈な洪水を送った。またハムトの実とアスルの木、僅かばかりのスィドル¹からのものがなる二つの果樹園で、彼らの二つの果樹園と取って換えた。","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"１　これらの植物は、いずれも砂漠性のもの。「ハムト」はいわゆるアラークの木で、苦いものの代名詞。「アスル」は、タマリスクに似た大きな木。「スィドル」はナツメの木に似た、棘のある木のこと（イブン・アーシュール２２：１７１参照）。","lang":"ja"},{"name":"34:17","price":"彼らが不信仰であ（り、恩恵への感謝を怠）ったことゆえ、われら*はまさしくそれで彼らに報いたのである。そしてわれら*が不信心この上ない者の外に、（このような）罰を与えることがあろうか？","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:18","price":"また、われら*は彼らと、われら*が祝福を授けた町々¹との間に、（その近さゆえ互いに）目に見える町々を設け、そこに（ちょうどいい間隔の）旅程を整えた。（そして、われらは彼らにこう言ったのだ。）「夜に昼に、そこを安全に行くがよい」。","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"１　シャーム地方（現在のシリア、パレスチナ周辺地域）のこと、とされる（ムヤッサル４３０頁参照）。","lang":"ja"},{"name":"34:19","price":"そして彼らは（安楽と豊かな暮らしに飽きて）、言った。「我らが主*よ、私たちの（町から町への）旅行（の距離を）を遠ざけて下さい」。こうして彼らが（不信仰によって）自分たちに不正*を働いたので、われら*は彼らを（後世へと）語り継がれるものとし、跡形もなくばらばらにしてやった。本当にその中にはまさしく、忍耐*強く感謝深い¹全ての者への御徴がある。","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"１　「忍耐*強く感謝深い」については、イブラーヒーム*章５の訳注を参照。","lang":"ja"},{"name":"34:20","price":"また、イブリース*は確かに、彼ら（人間たち）に対して自分の思い込み¹を実現し、彼らは信仰者たちの一派以外、彼に従った。","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"１　イブリース*が人類を迷わせ、彼らがアッラー*への不服従において、自分に従うという「思い込み」のこと（ムヤッサル４３０頁参照）。","lang":"ja"},{"name":"34:21","price":"そして彼（イブリース*）には、（彼らを自分に従わせることにおいて、）彼らに対するいかなる（正当な）根拠¹もなかった。しかし（それは、）われら*が来世を信じる者を、それに疑念を抱いている者から判別するためだったのだ。あなたの主*は、全てのことをよくお守りになる*お方である。","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"１　この「根拠」に関しては、イブラーヒーム*章２２の同語についての訳注も参照。","lang":"ja"},{"name":"34:22","price":"（使徒*よ、）言え。「アッラー*を差しおいて、あなた方が（かれの同位者と）主張して（崇めて）いる者たちに、祈るがよい。彼らは諸天においても大地においても、僅かな重みすうら有してはいないのだ¹。そして彼らにはそこにおいて、（アッラー*に対する）いかなる加担もなければ、かれ（アッラー*）には、彼らからのいかなる援助者もない」。","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"１　いかなる害益（がいえき）をもたらす力もない、ということ（アッ＝タバリー８：６７５０参照）。","lang":"ja"},{"name":"34:23","price":"またかれの御許では、かれがお許しになった者に対してしか、執り成しが益することはない¹。やがて彼らの心から戦慄が取り除かれると²、彼らは（互いに）言う。「あなた方の主*は、なんと仰せられた）。かれは至高の*お方、大いなる*お方であられる」。","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"１　復活の日*の「執り成し」については雌牛章４８、マルヤム*章８７、ター・ハー章１０９とその訳注を参照。 ２　この「彼ら」は「シルク*の徒」とも、「天使*たち」とも言われる。前者の場合、彼らが復活の日*、自分たちが現世で否定していたことが真理であったことを認める描写となる。また後者の場合、天界での啓示の様子の描写となる（アッ＝サァディー６７８頁参照）。アッラー*が天で何かを語られると、天使*たちは畏怖（いふ）の念ゆえに震（ふる）え上がるとされる（アル＝ブハーリー４８００参照）。","lang":"ja"},{"name":"34:24","price":"（使徒*よ、彼らシルク*の徒に）言ってやれ。「あなた方に諸天と大地から、糧を授けられるお方は誰か？」言ってやるのだ。「（それは）アッラー*である。そして実に私たちとあなた方（のいずれか）が、まさしく導きの上か、あるいは紛れもなき迷いの中にあるのだ²」。","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"１　天地から糧をお授けになるお方に対し、シルク*を犯している者たちこそが迷いの中にあるのは自明であるが、あえて間接的な問いかけをしている（アル＝クルトゥビー１４：２９８－２９９参照）。","lang":"ja"},{"name":"34:25","price":"言ってやれ。「私たちが罪を犯したことで、あなた方が問われることはなく、私たちもあなた方が行うことで問われはしない」。","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:26","price":"言え。「我らが主*が、（復活の日*に）私たちをお集めになり、それから私たちの間を真理によってお裁きになる。かれは裁決者、全知者であられる」。","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:27","price":"言ってやるのだ。「あなた方が、かれに（崇拝*における）同位者として属させた者たち（の根拠）を、私に見せてみよ。断じて（、そのようなものは）ない。いや、かれは偉力ならびなく*、英知あふれる*アッラー*であられる」。","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:28","price":"（使徒*よ、）われら*があなたを遣わしたのは、全ての人に向けて¹、吉報を伝える者、警告を告げる者²としてに外ならない。しかし大半の人々は、知らないのだ。","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"１　高壁章１５８とその訳注も参照。 ２　「吉報を伝え・・・」については、雌牛章１１９の訳注を参照。","lang":"ja"},{"name":"34:29","price":"彼ら（シルク*の徒）は、言う。「その約束（復活の日*）は、いつなのか？もし、あなた方が本当のことを言っているのなら」。","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:30","price":"（使徒*よ、）言ってやれ。「あなた方には、一時たりとも遅らせることも出来ず、早めることも出来ない（復活の）日*の約束があるのだ」。","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:31","price":"また、不信仰に陥った者*たちは言った。「私たちはこのクルアーン*を信じないだろうし、それ以前のもの¹も（信じない）」。（使徒*よ、）もしあなたが、不正*者たちがその主*の御許で（清算のために）拘留され、お互いに（譴責の）言葉を返し合う時のことを見るならば。抑圧されていた者たちは、高慢だった者たち²に（こう）言うのだ。「もしあなた方がいなければ、私たちは信仰者だったのに」。³","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"１　クルアーン*以前の啓典のこと（ムヤッサル４３１頁参照）。 ２　自分たちが迷うだけでなく、他人も迷わせていた不信仰の長たちのこと（ムヤッサル４３１頁参照）。 ３　同様の情景の描写として、アーヤ*４０－４１、雌牛章１６６－１６７、高壁章３８、イブラーヒーム*章２１－２２、識別章１７－１９、物語章６３、部族連合章６７－６８も参照。","lang":"ja"},{"name":"34:32","price":"高慢だった者たちは、抑圧されていた者たちに言う。「一体、私たちがあなた方を導きから阻んだというのか？あなた方のもとに、それが到来した後に？いや、あなた方は（自ら不信仰を選んだ）罪悪者だったのだ」。","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:33","price":"そして、抑圧されていた者たちは高慢だった者たちに言う。「いや、私たちがアッラー*を否定し、かれに（崇拝の）同位者を置くよう、あなた方が私たちに命じていた時、（あなた方の）夜と昼の策謀が（私たちを破滅させたのだ）」。そして懲罰を目の当たりにする時、彼らは（余りの恐怖ゆえ）後悔の念を露わに出来ない¹。また、われら*は不信仰だった者*たちの首に、枷を縛り付ける。一体彼らが報われるのは、自分たちが（現世で）行っていたこと（によるもの）以外の、何ものでもないのではないか？","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"１　「後悔の念を露わに出来ない」という表現については、ユーヌス*章５４の訳注を参照。","lang":"ja"},{"name":"34:34","price":"われら*が警告者を町に遣わした時には決まって、その（町の）贅沢者たちは（こう）言ったものだった。「本当に私たちは、あなた方が携えて遣わされたものを認めない者である」。","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:35","price":"また、彼らは言った。「私たちは財産も子供も（あなた方）より多いし、私たちは（現世でも来世でも、）罰される者などではない」。","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:36","price":"（使徒*よ、）言ってやれ。「本当に我が主*は、かれがお望みの者に糧を豊富に与えられ、また控えられる。しかし、大半の人々は知らないのだ」。¹","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"１　豊かであるか貧しいか、ということは、その者に対するアッラー*の寵愛（ちょうあい）や憎悪を示しているのではなく、アッラー*からの試練である。だが、多くの人々はそのことを知らない（ムヤッサル４３２頁参照）。物語章８２、暁章１５－１６とそれらの訳注も参照。","lang":"ja"},{"name":"34:37","price":"あなた方の財産もあなた方の子息も、あなた方がわれら*のもとでお近づきを得るものではない。しかし信仰し、正しい行い*を行う者、それらの者たちにこそ、彼らが行ったことゆえの倍の褒美があるのだ¹。そして彼らは（懲罰から）安全な状態で、（天国の）高き住まいにある。","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"１　財産や子息は、それ自体ではアッラー*へのお近づきを望めない。しかし正しい信仰者が、その財産をアッラー*の道に費やしたり、あるいは自分の子供に善いことを教えたり、正しい教育を施したりすることで、初めてアッラー*へのお近づきを望めるのである（アル＝バイダーウィー４：４０３参照）。","lang":"ja"},{"name":"34:38","price":"また、われら*の御徴において、（嘘呼ばわりするために）ねじ伏せようと躍起になる者たち、それらの者たちは、懲罰へと立ち合わされる者たちである。","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:39","price":"（使徒*よ）言ってやれ。「本当に我が主は、その僕たちの内、かれがお望みの者に糧を豊富に与えられ、また控えられる¹。そして、あなた方がどんなものでも（アッラー*に命じられたことに）費やせば、かれはそれを（褒美で）継がせ給う²。かれは、最もよく糧を授けられるお方」。","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"１　アーヤ３６の訳注を参照。 ２　現世においてはそれに代わるもので、来世においては褒美で償（つぐな）われる、ということ（ムヤッサル４３２頁参照）。","lang":"ja"},{"name":"34:40","price":"かれ（アッラー*）が彼ら（シルク*の徒）全員を招集され、それから天使*たちに（こう）仰せられる日のこと（を思い起こさせよ）。「一体これらの者たちは、あなた方（天使*たち）のことを崇めていたのか？」¹","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"１　同様の情景の描写として、アーヤ*３１－３３、雌牛章１６６－１６７、高壁章３８、イブラーヒーム*章２１－２２、識別章１７－１９、物語章６３、部族連合章６７－６８も参照。","lang":"ja"},{"name":"34:41","price":"彼ら（天使たち）は申し上げる。「あなたに称え*あれ。彼らは無関係で¹、あなたこそが私たちの庇護者*です。いえ、彼らはジン*²を崇めていました。彼らの大半は、彼ら（ジン*）のことを信じて（従って）いたのです」。","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"１　私たちは彼らのことを自分たちへの崇拝*者としたわけでもなく、彼らの庇を引き受けたわけでもない、ということ（アッ＝シャウカーニー４：４３７参照）。 ２　ここでの「ジン*」は、シャイターン*の意（ムヤッサル４３３頁参照）。","lang":"ja"},{"name":"34:42","price":"（復活の）この日、あなた方はお互いに、益も害も有してはいない。そしてわれら*は不正*を働いていた者たちに、（こう）言うのだ。「あなた方が嘘呼ばわりしていた、業火の罰を味わうがよい」。","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:43","price":"われら*の明白な御徴（アーヤ*）が彼ら（マッカ*の不信仰者*）に読誦されれば、彼らは言ったものであった。「これ（預言者*ムハンマド*）は、あなた方のご先祖様が崇めていたものから、あなた方を阻もうとする男以外の何ものでもない」。また、（こう）言った。「これ（クルアーン*）は、捏造されたでっち上げに過ぎない」。そして不信仰だった者*たちは真理に対し、それが彼らのもとに到来した時、（こう）言ったのである。「これは紛れもない魔術に外ならない」。","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:44","price":"われら*は（クルアーン*以前）、彼ら¹が熟読するいかなる啓典も、彼らに下しはしなかったし、（使徒*よ、）あなた以前にはいかなる警告者も、彼らに遣わすことはなかったのだ。","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"１　ここでの「彼ら」は、アラブ人のこととされる（イブン・カスィール６：５２５参照）。","lang":"ja"},{"name":"34:45","price":"また、彼ら以前の（不信仰）者*たちは、（われら*の使徒*たちを）噓つき呼ばわりした。彼ら（マッカ*の不信仰者*たち）は、われら*が彼ら（それ以前の不信仰者*たち）に与えたもの¹の、十分の一にも達していないというのに。彼らは、われの使徒*たちを噓つき呼ばわりしたのである。それで、わが否認はいかなるものだったか？²","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"１　これは勢力、財産、長寿などのこととされる（ムヤッサル４３３頁参照）。 ２　「わが否認はいかなるものだったか？」については、巡礼*章４４の訳注を参照。","lang":"ja"},{"name":"34:46","price":"（使徒*よ、彼らに）言ってやれ。「まさに私は、あなた方に一つだけ訓戒する。あなた方がアッラー*に向かって二人ずつ、また一人ずつ立ち上がり、それから熟考することを¹。あなた方の仲間（ムハンマド*）に、憑きものなど憑いてはいない²。彼は（あなた方が味わうことになる）厳しい懲罰に先立つ、あなた方への警告者に過ぎないのだ³」。","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"１　預言者*の件について、決意と熱意、真理の追求とアッラー*への真摯さをもって立ち上がり、寄り集まって調べ合い、あるいは一人で自分自身に問いかけてみれば、彼が憑（つ）かれてなどいないことが分かる（アッ＝サァディー６８２頁参照）。 ２　アル＝ヒジュル章６「憑かれた者」の訳注を参照。 ３　縒り合された章の訳注１も参照。","lang":"ja"},{"name":"34:47","price":"（使徒*よ、）言え。「もし、私があなた方に何らかの見返りを求めた¹としても、それはあなた方のもの。私の見返りは、アッラー*から以外にはないのだ。そしてかれは、全てのことの証人であられる」。","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"１　この「見返りの要求」については、家畜章９０の訳注を参照。","lang":"ja"},{"name":"34:48","price":"言うのだ。「実に我が主*は、真理を（虚妄に向けて）投げかけ給い¹、不可視の世界*を熟知されるお方である」。","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"１　その他、「アッラー*はその啓示を、かれがお選びになる者に下される」「真理を世界中に広められる」といった解釈もある（アル＝バイダーウィー４：４０６参照）。","lang":"ja"},{"name":"34:49","price":"言え。「真理は到来した。そして虚妄は（滅び、もはや）出現することも。回帰することもない」。¹","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"１　つまり虚妄は跡形もなく消え去り、進退も開始も再開もままならない状況になった。あるいは「虚妄」とはシャイターン*のことで、それは何を創造することも出来なければ、何かを蘇（よみがえ）らせることも出来ない（アッ＝シャウカーニー４：４４１参照）。","lang":"ja"},{"name":"34:50","price":"言ってやれ。「もし私が（真理から）迷ったのなら、私は自分自身に対して（罪を負うべく）迷っているのである。そしてもし（正しく）導かれたのなら、（それは）我が主*が私に啓示されたものゆえのこと。本当にかれはよくお聞きなるお方、（かれを呼ぶ者の）近くにおられるお方」。","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:51","price":"（使徒*よ、）彼ら（不信仰者*たち）が戦慄する時のことを、目にしたならば。彼らに逃げ道はなく、近い場所から連れて行かれるのだ¹。","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"１　このアーヤ*の解釈には、「（死が訪れ、）地表から地下へと移される時のこと」「復活の日*の清算の場から、地獄へと落とされる時のこと」「かつては強力だったのが、戦場において容易（たやす）く負かされる時のこと」といった諸説がある（アル＝カースィミー１４：４９６８参照）。","lang":"ja"},{"name":"34:52","price":"そして彼らは（、その時になって）言う。「私たちはそれ¹を信じた」。どうして遠い場所から、易々と（信仰を）手に入れられるというのか？²","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"１　この「それ」は、アッラー*、啓典、使徒*のこと（ムヤッサル４３４頁参照）。 ２　既に現世から遮（さえぎ）られ、そこが「遠い場所」となってしまった後では、信仰を手にすることは出来ない（前掲書、同頁参照）。家畜章１５８とその訳注も参照。","lang":"ja"},{"name":"34:53","price":"彼らは確かに以前、それを否定し、不可視の世界*について（真理から）遠い場所から（虚妄に満ちた）憶測をしていたというのに。","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"34:54","price":"そして彼らと、彼らが渇望するもの¹との間は阻まれた。ちょうど彼らの（先代である）同類者たちが、以前（そう）されたように。本当に彼らは（現世で）、大きな疑惑の中にあった²のである。","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"１　「渇望すること」とは、現世に戻って信仰すること（ムヤッサル４３４頁参照）。 ２　つまり、使徒*、復活、清算について疑念の中にあった（前掲書、同頁参照）。","lang":"ja"},{"name":"35:1","price":"アッラー*にこそ称賛*はあり。諸天と大地の創成者*。天使*たちを、二枚、三枚、四枚と、翼を備えた御使いとされたお方。かれは創造において、お望みのものを増やし給う。本当にアッラー*は、全てのことがお出来のお方である。","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:2","price":"アッラー*が人々にご慈悲¹を開き放てば、それを押し留める（ことの出来る）者はいない。また、かれが（それを）押し留めるならば、かれを差し置いてそれを放つ（ことの出来る）者はいない。かれは偉力ならびない*お方、英知あふれる*お方であられる。","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"１　この「ご慈悲」とは、生活の糧、雨、健康、知識といった諸々の恩恵のこと（ムヤッサル４３４頁参照）。","lang":"ja"},{"name":"35:3","price":"人々よ、あなた方に対するアッラー*の恩恵を思い起こすのだ。あなた方に天地から糧をお授けになるアッラー*の外、創造主があるというのか？かれの外に崇拝*すべき、いかなるものもない。どうしてあなた方は、（アッラー*だけを崇拝*することから）背かされるのか？","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:4","price":"また（使徒*よ）、もし彼ら（不信仰者*たち）があなたを噓つき呼ばわりしたとしても、あなた以前の使徒*たちも確かに、噓つき呼ばわりされたのである。そして（来世では）アッラー*にこそ物事は戻され（て、全ての者はその報いを受け）るのだ。","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:5","price":"人々よ、本当にアッラー*のお約束¹は真実である。ならば決して、現世の生活があなた方を欺いたり、欺く者²があなた方を、アッラー*において欺くことがあったりしてはならない。","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"１　復活、褒美（ほうび）、懲罰といった来世でのお約束のこと（ムヤッサル４３４頁参照）。 ２　「欺く者」については、ルクマーン章３３の訳注を参照。","lang":"ja"},{"name":"35:6","price":"実にシャイターン*は、あなた方にとっての敵なのである。ならば彼を、敵とせよ。本当に彼はその徒党を、彼らが（地獄の）烈火の仲間となるべく、（迷妄へと）招くのである。¹","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"１　シャイターン*が人類を迷わせることとなった経緯（いきさつ）については、高壁章１１－１８、アル＝ヒジュル章２８－４２、夜の旅章６１－６５、サード章７１－８５を参照。","lang":"ja"},{"name":"35:7","price":"不信仰に陥った者*たち、彼らには厳しいと懲罰がある。そして信仰し、正しい行い*を行う者たち、彼らにはお赦しと大きな褒美がある。","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:8","price":"一体、自分の行いの悪が目映く見え、それを美しく思う者は（、正しく導かれ、それを美しく思う者と同様だろうか）？実にアッラー*は、かれがお望みになる者を迷わされ、お望みになる者をお導きになるのだ。ならば、彼ら（の不信仰）への悲嘆ゆえ、あなた¹自信を滅ぼしてはならない。本当にアッラー*は、あなた方のなすことをご存知のお方なのだから。","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"１　この「あなた」については、雌牛章１２０の訳注を参照。以下、同様の表現の際にも、同訳注を参照。","lang":"ja"},{"name":"35:9","price":"アッラー*は、風を送られるお方。それ（風）は雲を追いやり、われら*はそれを死んだ土地へと率いて行き、それ¹によって大地をその死後に息吹かせる²。（復活の日*の）再生も、同様なのだ。","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"１　「それ」とは、雲から降る雨のこと（ムヤッサル４３５頁参照）。 ２　「大地をその死後に息吹かせる」については、雌牛章１６４の訳注を参照。","lang":"ja"},{"name":"35:10","price":"権勢を求める者があるならば（、アッラー*からそれを求めよ¹）、アッラー*にこそ全ての威力が属するのだ。かれにこそ善き言葉は昇っていくのであり、正しい行い*がそれを上げる²。そして悪を策謀する者たち、彼らには厳しい懲罰があり、それらの者たちの策謀こそは、ご破算になるのだ。","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"１　アッラー*ではなく、その創造物に権勢を求める者は、かれからそれを授かる。そしてアッラー*からの権勢とは、かれへの服従によって得られるものなのであう。（前掲書、同頁参照）。 ２　「善き言葉」は、シャハーダ*の言葉、唱念、奇岩、クルアーン*の読誦、イスラーム*学の教授など、全ての善い言葉を指すとされる。本文のように「正しい行い*」」が「善き言葉」を上げる、つまり正しい行い*が伴うわない言葉は受け入れられない、といった解釈の外にも、①「善き言葉」が「正しい行い*」を上げる、つまりシャハーダ*の言葉を語ったムスリム*からこそ、正しい行い*は受け入れられる、②アッラー*がそれを「上げて」お受入れになる、といった解釈もある（イブン・ジュザイ２：２１２－２１３参照）。","lang":"ja"},{"name":"35:11","price":"アッラー*はあなた方（の父祖アーダム*）を土から¹、そして（その子孫を）一滴の精液からお創りになり²、それからあなた方を夫婦とされた。また、いかなる女性も、かれがご存知になることなくしては、妊娠することも出産することもない。そして長命者が長生きさせれることも、全て書（守られし碑板*）の中に（あらかじめ記録されて）あるのだ。本当にそれはアッラー*にとって、容易いことなのである。","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"１　アーダム*が土から階段を経（へ）て創られたことについては、アル＝ヒジュル唱２６の訳注を参照。 ２　人間の創造の変遷（へんせん）については、巡礼*章５、信仰者たち章１４の訳注を参照。","lang":"ja"},{"name":"35:12","price":"また、二つの海は同様ではない。こちらは甘くて美味、飲むに喉越しがよく、こちらはしょっぱくて辛いというように。そしてそのいずれからも、あなた方は新鮮な肉を食べ、あなた方が身に纏う装飾品を採り出す。また、あなたはそこを、船が水を切（りつつ走）るのを見る。（それは）あなた方が、かれのご恩寵から求めるためであり、そしてあなた方が（授かった恩恵に対し、アッラー*に）感謝するようにするためである。","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:13","price":"かれは夜を昼にお入れになり、また昼を夜にお入れになり¹、太陽と月を仕えさせられた。（その）いずれも、定められた時期（である復活の日*）まで運行し続けるのである。そのお方がアッラー*、あなた方の主*、かれにこそ（全ての）王権はある。そして彼らが、彼をよそに祈っている者たちは、薄皮²すら有してはいないのだ。","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"１　「夜を昼に・・・」については、イムラーン家章２７の訳注を参照。 ２　原語では「キトミール」で、種子の上を覆う薄皮のこと（ムヤッサル４３６頁参照）。僅（わず）かな物も有してはいない、というたとえ（イブン・アーシュール２２：２８３参照）。","lang":"ja"},{"name":"35:14","price":"（人々よ、）もし、あなた方が（アッラー*をよそに）彼らに祈っても、彼らにはあなた方の祈願が聞こえない。また、たとえ聞こえたとしても、彼らがあなた方に応じることはない。そして復活の日*、彼らはあなた方のシルク*を否定するのである¹。（使徒*よ、誰も、全てに）通暁されるお方（アッラー*）のようには、あなたに（正しいことを）伝えることはないのだ。","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"１　この具体的な情景の描写として、雌牛章１６６－１６７、ユーヌス*章２８－２９、マルヤム*章８２、物語章６３、蜘蛛章２５、砂丘章６なども参照。","lang":"ja"},{"name":"35:15","price":"人々よ、あなた方はアッラー*なしではいられない貧者であり、アッラー*は満ち足りておられる*お方、称賛されるべき*お方なのである。","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:16","price":"かれがお望みなら、あなた方を滅ぼされ、新たな創造物¹をもたらされるのだ。","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"１　この「新たな創造物」については、イブラーヒーム*章１９の訳注を参照。","lang":"ja"},{"name":"35:17","price":"そしてそれは、アッラー*にとって難しいことなどではない。","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:18","price":"また、（罪の）重荷を背負う者は、他の（者が犯した罪の）重荷まで背負うことはない。そして、もし（罪の）重荷を背負わされた者が（他人に）それを背負ってくれるように頼んでも、そこから少しも背負ってもらえることはない。たとえ、それが近親者であったとしても（、そうなのである）。（使徒*よ、）あなたは、まだ見ぬままに自分たちの主*を恐れ¹、礼拝を遵守*する者たちにこそ（、有効な）警告をするのだ。自らを努めて清める者²は、清めることで自分を益するに外ならない。そしてアッラー*にこそ、（全ての者の）行き先はある。","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"１　「まだ見ぬままに自分たちの主を恐れる」については、預言者*たち章４９の訳注を参照。 ２　この「自らを努めて清める」については、ター・ハー章７６の訳注を参照。","lang":"ja"},{"name":"35:19","price":"盲人と見る者は、同じではない。¹","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"１　「盲人」はアッラー*の宗教に盲目な者、「見る者」は真理を見出し、それに従った者（ムヤッサル４３７頁参照）。また、家畜章５０、雷鳴章１６、フード*章２０とその訳注も参照。","lang":"ja"},{"name":"35:20","price":"また、闇と光も。¹","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"１　「闇」は不信仰で、「光」は信仰のこと（前掲書、同頁参照）。雌牛章２５７の訳注も参照。","lang":"ja"},{"name":"35:21","price":"また、（天国の）陰と（地獄の）熱風も。","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:22","price":"そして、生者と死者¹も。実にアッラー*は、かれがお望みになる者を、（理解と許容の耳で）聞かせられるのであり、（使徒*よ、）あなたは墓の中にいる者¹に聞かせる者ではないのだ。","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"１　「生者」は、信仰で心が生きている者、「死者」は不信仰で心が死んだ者（前掲書、同頁参照）。 2　「墓の中にいる者」は、心が死んだ不信仰者*のたとえ（前掲書、同頁参照）。","lang":"ja"},{"name":"35:23","price":"あなたは、警告者に外ならないのだから。","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:24","price":"本当にわれら*はあなたを、吉報を伝える者、警告を告げる者¹として、真理²と共に遣わした。そして、警告者が（出現しては、不信仰の結末を警告し、）過ぎ去っていかなかった共同体など、ないのだ。","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"１　「吉報を・・・」については、雌牛章１１９の訳注を参照。 ２　「真理」とは、アッラー*への信仰と、宗教上の決まりのこと（前掲書、同頁参照）。","lang":"ja"},{"name":"35:25","price":"そして、もし彼ら（シルク*の徒）があなたを噓つき呼ばわりするならば、彼ら以前の者たちも確かに、（使徒*たちを）噓つき呼ばわりしたのである。彼らの使徒*たちは、明証や書巻や明白な啓典を携えて、彼らのもとに到来した。","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:26","price":"それからわれは、不信仰に陥った者*たちを（様々な懲罰で）捕らえた。それで（彼らの行いに対する）、わが否認はいかなるものだったか？¹","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"１　巡礼*章４４の訳注も参照。","lang":"ja"},{"name":"35:27","price":"（使徒*よ、）あなたはアッラー*が天から（雨）水をお降らしになるのを見ないのか？そしてわれら*はそれによって、様々な色の果実を生育させる。また山々の内には、白や赤の、異なる色の（道）筋があり、漆黒のものもある。","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:28","price":"また人々や地を歩く生物、家畜の内にも同様に、異なる色のものがある。アッラー*を恐れるのは、その僕たちの内、（アッラー*について）知識ある者たちに外ならない¹。本当にアッラー*は偉力ならびない*お方、赦し深い*お方なのだ。","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"１　創造物が様々に異なるように、人々のアッラー*に対する恐れの度合いも様々である（アル＝クルトゥビー１０：４６参照）。完全なる属性と美名で形容されるアッラー*について知れば知るほど、かれに対する恐れの念は強くなる（イブン・カスィール６：５４４参照）。","lang":"ja"},{"name":"35:29","price":"本当にアッラー*の啓典（クルアーン*）を読誦し¹、礼拝を遵守*し、われら*が彼らに授けたものから（施しのために）蜜に、露わに、費やす²者たちは、決してご破算になることのない取引³を望む者たち。","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"１　この「読誦」については、雌牛章１２１の訳注も参照。 ２　アッラー*が「授けたものから（施しとして）費やす」については、雌牛章３の訳注を参照。 ３　それらの行いと引き換えに、アッラー*のお喜びと多大な褒美を得るという取引のこと（ムヤッサル４３７頁参照）。","lang":"ja"},{"name":"35:30","price":"（それは）かれが彼らにその褒美を全うされ、そのご恩寵から彼らに上乗せされるため。本当にかれは赦し深いお方、よく労られる*お方なのだから。","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:31","price":"（使徒*よ、）われら*あなたに下した啓典（クルアーン*）は、それ以前のもの¹を確証する真理である。本当にアッラー*はその僕たちに対し、まさしく通暁されるお方、よくご覧になられるお方。","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"１　「それ以前のもの」とは、クルアーン*以前の啓典のこと（前掲書４３８頁参照）。","lang":"ja"},{"name":"35:32","price":"それからわれら*はその啓典（クルアーン*）を、われら*の僕の内から、われら*が選び抜いた者たちに受け継がせた。それで彼らの内には、自らに対して不正*を働く者もいるし、ほどほどの者もいるし、アッラー*のお許しとともに善へと急ぐ者¹もいる。それ²こそは、大いなる恩寵なのだ。","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"１　「自らに対して不正*を働く者」とは罪を犯す者のことで、「ほどほどの者」とは宗教義務を果たし、禁じられた物事を避ける者のこと、「善へと急ぐ者」とは義務行為のほか、任意の善行にも励（はげ）む者のこととされる（ムヤッサル４３８頁参照）。 ２　この「それ」は、アッラー*が啓典をお授けになり、預言者*ムハンマド*の共同体をお選びになったということ（前掲書、同頁参照）。","lang":"ja"},{"name":"35:33","price":"永久の楽園、彼らはそこに入る。彼らはそこで金製の腕輪と真珠で飾り立てられ、そこでの彼らの衣服は絹なのである。¹","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"１　天国の民が身にまとう物については、洞窟章３１、巡礼*章２３、煙霧章５１－５３、人間章１２、２１も参照。","lang":"ja"},{"name":"35:34","price":"彼らは（天国に入った時、こう）言う。「私たちから悲しみ¹を消して下さったアッラー*に、称賛*あれ。本当に我らが主*は、まさしく赦し深いお方、よく労わられる*お方だ。","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"１　この「悲しみ」とは、地獄の懲罰、復活の日*の恐怖、現世での心配事などにおける、あらゆる悲しみのこと（イブン・ジュザイ２：２１７参照）。","lang":"ja"},{"name":"35:35","price":"（かれは）そのご恩寵により、私たちを永住の世界（である天国）に住まわせて下さったお方。そこでは私たちに、いかなる消耗も及ぶことはなく、そこでは私たちに、いかなる疲労が及ぶこともない」。","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:36","price":"また、不信仰に陥った者*たち、彼らには地獄の業火があり、（死の）裁決を下されることで死ぬこともなく、その懲罰が軽減されることもない。同様にわれら*は、あらゆる不信仰この上ない者に報いるのだ。","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:37","price":"そして彼ら（不信仰者*）はそこで、叫びわめく。「我らが主*よ、私たちを（地獄から）出して下さい。そうして（現世に戻して）下さったら、私たちは自分たちが（現世で）行っていたのとは違う、正しい行い*を行います」。¹（するとアッラー*は仰せられる。）「一体われら*は、教訓を受ける者がそこにおいて教訓を受けるだけの（十分な）年月を、あなた方に与えなかったのか？そしてあなた方のもとには、警告者が到来したのでは？ならば（地獄の懲罰を）味わえ。不正*者たちには、いかなる援助者もないのだから」。","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"１　同様の情景の描写として、家畜章２７－２８、高壁章５３、イブラーヒーム*章４４、信仰者たち章９９－１００、アッ＝サジダ*章１２、赦し深いお方章１１－１２、相談章４４、偽信者*たち章１０－１１も参照。","lang":"ja"},{"name":"35:38","price":"本当にアッラー*は、諸天と大地の不可視の世界*（に関する知識）をご存知のお方。実にかれは、胸の内にあるものをご存知であられる。","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:39","price":"（人々よ、）かれはあなた方を地上の継承者¹とされたお方。不信仰に陥った者*は自分自身に対して、その不信仰（の害）がある。そして不信仰者*たちの不信仰はその主*の御許において、自分自身への憎悪しか上乗せすることがなく、不信仰者*たちの不信仰は自分自身に、損失しか上乗せしないのだ。","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"１　「地上の継承者」については、家畜章１６５の訳注を参照。","lang":"ja"},{"name":"35:40","price":"（使徒*よ、シルク*の徒に）言ってやれ。「言ってみよ、あなた方がアッラー*をよそに祈っている、あなた方（がアッラー*）の同位者たち（として崇拝*しているもの）について。彼らが地上で何を創造したのか、私に見せてみよ」。いや、一体彼らには、諸天（の創造）における、（アッラー*への）加担があるというのか？いや、一体われら*が彼らに啓典を与え、彼らがそれによる明証¹に基づいているとでも？いや、不正*者たちは互いに偽りしか約束することがない。","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"１　シルク*を正当化する明証のこと（アッ＝サァディー６９１頁参照）。","lang":"ja"},{"name":"35:41","price":"実にアッラー*は諸天と大地を、それらが崩れ落ちないよう、お支えになる。そして、もしもそれらが崩れ去ったならば、かれの後、いかなる者もそれらを支えられない。本当に彼はもとより、寛大な*お方、赦し深いお方である。","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:42","price":"彼ら（不信仰者*）は躍起になって、アッラー*にかけて誓った。もしも自分たちのもとに警告者が到来したならば、自分たちは必ずや、数々の民¹のいずれよりも導かれたものとなる、と。だが彼らのもとに警告者（預言者*ムハンマド*）が到来した時、それは彼らに対し、（真理から）離れ去ることに拍車をかけただけだった。","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"１　ユダヤ教徒*、キリスト教徒*、あるいはその他の自分たち以外の民のこと（ムヤッサル４３９頁参照）。","lang":"ja"},{"name":"35:43","price":"地上で奢り高ぶり、悪の策謀を（望みつつ）。悪の策謀は、その者自信を包囲するだけだというのに。そして彼らは、昔の人々の摂理¹をもっているだけなのか？ともあれ、あなたはアッラー*の摂理に変更を見出すこともなく、アッラー*の摂理²に転移を見出すこともないのだ。","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"１　「昔の人々の摂理」については、戦利品*章３８の訳注を参照。 ２　この「アッラー*の摂理」とは、不信仰者*への懲罰のこと。誰もそれを変えたり、それを自分から他人に移転させることなど出来ない（ムヤッサル４３９頁参照）。","lang":"ja"},{"name":"35:44","price":"そして彼ら（不信仰者*）は地上を旅し、彼らよりも力強かった、彼ら以前の（不信仰）者*たちの結末がいかなるものだったかを、見てみないのか？アッラー*はもとより、諸天においても大地においても、いかなるものもかれ（の懲罰）から逃れようもないお方。本当に彼はもとより、全知者、全能者なのだ。","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"35:45","price":"もしアッラー*が人々を彼らが稼いだもの¹ゆえにお咎めになれば、かれは（大地の）その表面に、いかなる生物も残してはおかなかっただろう²。しかしかれは、彼ら（の懲罰）を定められた時まで遅らせ給うのだ。そして彼らの（懲罰の）時が来たら、（かれは彼らを罰し給う、）本当にアッラー*はもとより、その僕たちをよくご覧になるお方。","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"１　「稼いだもの」とは、罪のこと（前掲書４４０頁参照）。 ２　同様のアーヤ*として、蜜蜂章６１とその訳注を参照。","lang":"ja"},{"name":"36:1","price":"ヤー・スィーン¹。","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":"１　この文字群については、頻出名・用語解説の「クルアーン*の冒頭に現れる文字群*」を参照。","lang":"ja"},{"name":"36:2","price":"完全無欠な¹クルアーン*に誓って、","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":"１　「完全無欠な」については、ユーヌス*章１の訳注を参照。","lang":"ja"},{"name":"36:3","price":"本当に（ムハンマド*よ、）あなたはまさしく、使徒*の一人、","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:4","price":"まっすぐな道（イスラーム*）の上にある。","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:5","price":"（アッラー*は、クルアーン*を）偉力ならびなく*、慈悲あまねき*お方の下されたものとして（お下しになった）。","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:6","price":"（それは使徒*よ、あなたの到来以前に）自分たちの先祖が警告されておらず、（信仰と正しい行い*において）無頓着になっている民¹に、あなたが警告するため。","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":"１　この「民」は、アラブ人のこと（ムヤッサル４４０頁参照）。尚このアーヤ*が、アラブ人以外の者に対しての警告を否定することにはならない。家畜章１９、高壁章１５８とその訳注、識別章１、サバア章２８なども参照（イブン・カスィール６：１６６参照）。","lang":"ja"},{"name":"36:7","price":"（真理を知った後に拒否した）彼らの多くには、既に、（懲罰という）御言葉が確定した。彼らは、信仰しないのだから。","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:8","price":"本当にわれら*は、彼らの首に枷をつけた。それは彼らのあごに至っており、彼ら（の顔）は上を仰がされた状態にある。¹","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":"１　両手をあごの下につけた形で、首もろとも枷をつけられているので、頭が上方を向いた状態（イブン・カスィール６：１６６参照）。この解釈には、「導かれない状態のたとえ」「アッラー*の道において施（ほどこ）さないことのたとえ（夜の旅章２９参照）」「あらゆる善から阻（はば）まれている状態」「地獄の懲罰の光景（赦し深いお方章７１参照）」など、諸説ある（アル＝クルトゥビー１５：８－９参照）。","lang":"ja"},{"name":"36:9","price":"そしてわれら*は（その不信仰と傲慢さゆえに）、彼らの前に障壁を置き、その後ろからも障壁を置き¹、彼ら（の眼）を覆った²。それで彼らは（正道を）見ることがない。","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":"１　これは、信仰から阻まれている様子のこと（ムヤッサル４４０頁参照）。 １　雌牛章７、フード*章２０とその訳注も参照。","lang":"ja"},{"name":"36:10","price":"（使徒*よ、）あなたが彼らに警告したとしても、警告しなかったとしても、彼らにとっては同じこと。彼らは信じはしないのだ。","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:11","price":"本当にあなたは教訓（クルアーン*）に従い、まだ見ぬままに慈悲あまねき*お方（アッラー*）を恐れる¹者にこそ、（有効な）警告をするのである。ならばその者には（罪の）赦しと、貴い褒美²の吉報を伝えよ。","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":"１　「まだ見ぬままにアッラー*を恐れること」については、預言者*たち章４９の訳注を参照。 １　天国のこととされる（ムヤッサル４４０頁参照）。","lang":"ja"},{"name":"36:12","price":"本当にわれら*は（復活の日*、）死者たちに生を与えるのであり、彼らが（現世で）行っていたことと、その軌跡¹を書き留める。そしてわれら*は全ての物事を、明らかなる規範²の中で数え尽くしておいたのである。ｌ","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":"１　「その軌跡」とは、彼らの生前と死後に、彼らが原因として生じた善いことや悪いこと。前者の例としては、シルク*や諸々の罪などがある（前掲書、同頁参照）。 ２　「明らかなる規範」とは、守られし碑板*。存在する全てのものは元々、この中に記録されている、ということ（イブン・カスィール６：５６８参照）。高壁章８の訳注も参照。","lang":"ja"},{"name":"36:13","price":"（使徒*よ、）彼ら（シルク*の徒）に、一つの譬えを挙げよ。町の人々（の話）を。使徒たちが、そこへとやって来た時のこと。","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:14","price":"われら*が彼らに（アッラー*への信仰と、シルク*の放棄へと招く）二人（の使徒）を遣わし、彼らが二人を噓つき呼ばわりした時のこと。それでわれら*は（その二人を）三人目（の使徒）で強化した。すると、彼ら（使徒たち）は言った。「本当に私たちは、あなた方へと遣わされたものなのです」。","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:15","price":"彼ら（町の人々）は言った。「あなた方は、私たちと同様の人間に過ぎない。そして慈悲あまねき*お方（アッラー*）は、（啓示など）何一つ下してはいないのだ。あなた方は嘘をついているに過ぎない」。","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:16","price":"彼ら（使徒たち）は言った。「我らが主*は、本当に私たちがまさしく、あなた方に対する使徒であることをご存知である。","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:17","price":"そして私たちの義務は、（啓示の）明白なる伝達に外ならない」。","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:18","price":"彼ら（町の人々）は言った。「本当に私たちは、あなた方を不吉に思う¹。もしも、あなた方が（私たちをあなた方の教えに招くのを）止めなければ、私たちは必ずや、あなた方を（石で）打ち殺してやろう²。そして、きっと私たちからの痛ましい懲罰が、あなた方に降りかかるであろう」。","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":"１　「不吉に思う」については、高壁章１３１の訳注を参照。 ２　「（石で）打ち殺す」については、フード*章９１の同表現の訳注を参照。","lang":"ja"},{"name":"36:19","price":"彼ら（使徒たち）は言った。「あなた方の不吉のもとは、あなた方のところにある¹。たとえ教訓を与えられたとしても、（あなた方は私たちを不吉がり、私たちを脅すの）か？いや、あなた方は（罪と嘘呼ばわりにおいて）度を越した民である」。","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":"１　不吉なことが起こるのは、彼らの不信仰のせいだ、ということ。あるいは、善いことも悪いことも、全て既に定命なのである、ということ（アル＝バガウィー４：１１参照）。","lang":"ja"},{"name":"36:20","price":"そして（彼らが使徒たちを手にかけようとした時）、町の一番遠くから、一人の男が急いでやって来た。彼は言った。「我が民よ、使徒たちに従うのだ。","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:21","price":"あなた方に見返り¹を求めない者に、従え。彼らは導かれた者たちなのだ。","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":"１　この「見返り」については、家畜章９０の訳注を参照。","lang":"ja"},{"name":"36:22","price":"それに私が、自分のことを創成して下さった*お方を崇めない、などということがあろうか？かれの御許にこそ、あなた方は戻らされるというのに？","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:23","price":"一体私が、かれを差しおいて（外の）神々¹を選ぶというのか？もし慈悲あまねき*お方（アッラー*）が私に害悪をお望みになれば、彼らの執り成しは私を何一つ益することもなく、彼らは私を救ってもくれないのに。","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":"１　「神々」に関しては、雌牛章１３３の訳注を参照。","lang":"ja"},{"name":"36:24","price":"そんなことをすれば、本当い私はまさしく紛れもない迷いの中にある。","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:25","price":"本当に私は、あなた方の主*を信じた。だから、私に耳を傾けるのだ」。","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:26","price":"（彼はこうして殉教した後、こう）言われた。「天国に入るがよい」。彼は言った。「我が民が、知っていたらよかったのに。","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":"","lang":"ja"},{"name":"36:27","price":"（私の信仰と忍耐*、使徒*たちへの追従ゆえに）我が主*が私をお赦しになり、私を栄誉高き者たちの一人として下さったことを」。","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":"","lang":"ja"}],"juz":{"id":22,"name":"وَمَنْ يَقْنُتْ","transliteration":"Wa Man Yaqnut","transEn":"And Whoever Remains Obedient","startVerse":"33:31","endVerse":"36:27","totalVerses":169}}