{"data":[{"name":"46:1","price":"ハー・ミーム¹。","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"１　この文字群については、頻出名・用語解説の「クルアーンの冒頭に現れる文字群*」を参照。","lang":"ja"},{"name":"46:2","price":"（このクルアーン*は、）偉力ならびなく*、英知あふれる*アッラー*からの啓典の降示。","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:3","price":"われら*が諸天と大地、その間にあるものを創ったのは、真理と定められた期限ゆえに外ならない¹。にも関わらず、不信仰に陥った者*たちは、自分たちが警告されていることに対し背を向けている。","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"１　「真理と定められた期限」については、ビザンチン章８の訳注を参照。","lang":"ja"},{"name":"46:4","price":"（使徒*よ、彼ら不信仰者*たちに）言ってやれ。「言ってみよ、あなた方がアッラー*をよそに祈っている者たち（である神々について）。彼らが大地から創ったものを、私に見せてみよ。いや、彼らに、諸天（の創造）において（アッラー*への）何らかの関与でもあるというのか？（シルク*を正当化する）これ以前の啓典か、あるいは（過去の預言者*から引き継いだ）知識の遺物を、私のもとに持って来てみるがいい。もし、あなた方が本当のことを言っているのならば」。","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:5","price":"一体アッラー*をよそに、復活の日*まで自分（の祈り）に応えてはくれない者（である神々）に祈る者より、ひどく迷った者がいるだろうか？彼ら（アッラー*以外の神々）は、彼らの祈りなどには無頓着だというのに。","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:6","price":"また、人々が（復活の日*に）招集された時には、彼らは自分たちにとっての敵となるのであり、彼らの崇拝*を否定する者となるというのに。¹","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"１　復活の日*、偶像などのシルク*の対象は、それを崇拝*していた者への敵となる。雌牛章１６６－１６７、ユーヌス*章２８－２９、マルヤム*章８２、物語章６３、蜘蛛章２５、創成者*章１３－１４も参照。","lang":"ja"},{"name":"46:7","price":"彼ら（シルク*の徒）にわれら*の明白な御徴（アーヤ*）が読誦されれば、不信仰に陥った者*たちは真理（クルアーン*）が彼らに到来した時、（こう）言ったのだ。「これは紛れもない魔術である」。","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:8","price":"いや、彼ら（シルク*の徒）は「彼（ムハンマド*）が、それ（クルアーン*）を捏造した」と言うのか？¹（使徒*よ、）言ってやれ。「もし私がそれを捏造したの（であり、アッラー*がそれゆえに私を罰される）なら、あなた方は私の（援護の）ために、アッラー*に対して何も出来ない。かれは、あなた方が（クルアーン*について）喋り立てていることを、最もよくご存知である。かれだけで、私とあなた方の間の証人は十分なのであり、かれは赦し深いお方、慈愛深い*お方であられるのだ」。","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"１　家畜章１０５、蜜蜂章１０３、識別章４－５、煙霧章１４とその訳注も参照 。","lang":"ja"},{"name":"46:9","price":"（使徒*よ、）言ってやるがいい。「私は使徒*たちのうちでも、真新しい（ことを言う）者ではない¹。また自分についても、あなた方についても、（現世で）どのように処遇されることになるかも分からない²。私は自分に啓示されたことに従うだけであり、明白なる警告者に外ならないのだ」。","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"１　預言者*ムハンマド*は史上初の預言者*ではなく、過去の預言者*たちと同様の教えを伝える者であった（イブン・ジュザイ２：３３２参照）。 ２　家畜章５０「・・・不可視の世界*も知らない」の訳注も参照。","lang":"ja"},{"name":"46:10","price":"（使徒*よ、シルク*の徒に）言ってやれ。「言ってみよ。もし（クルアーン*が）アッラー*の御許からのもので、あなた方がそれを否定し、イスラーイールの子ら*の証人¹がそれと同様のもの²を証言してそれを信じ、あなた方が（信仰に対して）高慢になったのならば（、それ以上の不信仰があろうか）？本当にアッラー*が、不正*者である民を導かれることはない」。","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"１　この「証人」には、「ユダヤ教徒*からムスリム*になった教友*イブン・サラームのこと」「ムーサー*」「イスラーイールの子ら*の、ある預言者*」といった解釈がある（アル＝バガウィー４：１９３－１９４参照）。 ２　「それと同様のもの」の解釈には、「クルアーン*と同様のもの。つまりクルアーン*の内容を裏づけ、それと一致するトーラー*の一部のこと」「トーラー*と同様、アッラー*の御許からのものであるクルアーン*そのもののこと」（アル＝バイダーウィー５：１７８参照）など諸説がある。詩人たち章１９７とその訳注も参照。","lang":"ja"},{"name":"46:11","price":"不信仰に陥った者*たちは、信仰する者たちに、（こう）言った。「もし、それ¹が善いものだったなら、彼らが私たちを差しおいてそれを先取りし（て信仰し）たはずがない」²。そしてそれによって導かれなかったのなら、彼らは（こう）言い続けるであろう。「これは、古いでっち上げだ」。","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"１　「それ」とは、クルアーン*、あるいは預言者*ムハンマド*のこと（アッ＝シャウカーニー５：２２参照）。 ２　一説に、これは高い地位にあった不信仰者*たちが、社会的に弱い立場にあったムスリム*たちを見下して言った言葉（イブン・カスィール１：２７９参照）。家畜章５３、マルヤム*章７３とその訳注も参照。","lang":"ja"},{"name":"46:12","price":"それ（クルアーン*）以前には、（従うべき）指針と（信仰者への）慈悲である、啓典（トーラー*）があった。そしてこれ（クルアーン*）は、（それ以前の啓典を）確証し、アラビア語で下された啓典であり、（不信仰によって自らに）不正*を働いた者たちには警告し、（信仰と服従に）善を尽くす者¹たちには吉報を伝えるためのものなのである。²","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"１　「善を尽くす者」については、蜜蜂章１２８の訳注を参照。 ２　この「警告」と「吉報」については、雌牛章１１９の訳注を参照。","lang":"ja"},{"name":"46:13","price":"本当に「我らが主*はアッラー*」と言い、それからまっすぐ歩んだ者¹たち、彼らには怖れもなければ、悲しむこともない²。","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"１　「まっすぐ歩む」については、詳細にされた章３０の同様の表現についての訳注を参照。 ２　「怖れもなければ・・・」については、雌牛章３８の訳注を参照。","lang":"ja"},{"name":"46:14","price":"それらの者たちは天国の徒。彼らはそこに永遠に留まる。自分たちが（現世で）行っていた（正しい）ことゆえの、報いである。","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:15","price":"われら*は人間に、両親への孝行を命じた。彼女（母親）は、大変な思いで彼を身ごもり、大変な思いで彼を出産したのだから。そしてその妊娠と乳離れ（の期間）は、三十ヶ月。やがて彼は成熟¹し、四十歳になった時、（こう）言うのだ。「我が主*よ、あなたが私と我が両親に授けて下さったあなたの恩恵に、私が感謝できるようにして下さい。また私が、あなたを喜ばせるような正しい行い*を行えるように。そして私のため、我が子孫を正して下さい。本当に私はあなたに悔悟したのであり、まさに私は服従した者（ムスリム*）の一人なのですから」。²","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"１　この「成熟」については、巡礼*章５の訳注を参照。 ２　これは親孝行であり続け、人生において最も忙しい時期に到達した時でさえも親孝行を忘れず、親の目の前でも陰（かげ）でも親孝行することが出来ますように、とアッラー*に祈る信仰者の描写であるという（イブン・アーシュール２６：３２参照）。","lang":"ja"},{"name":"46:16","price":"それらの者たちは、われら*が彼らの行った最善のものを受け入れ、その悪行は天国の徒と共に見過ごしてやる者たち。（それは、）彼らが約束されていた、真なる約束。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:17","price":"一方、（アッラー*と復活の信仰へと招かれれば、）自分の両親に対して「あなた方の呆れ果てたこと。私以前にも数々の世代が滅び去っ（て、戻る来ることもなかっ）たというのに、私が（死後、墓の中から）出されるんですって？」と言う者。彼ら（両親）は、（子供が導かれるよう、こう言いながら）アッラー*にご助力を求めているというのに。「お前の災いよ¹！信じなさい。本当に（復活という）アッラー*のお約束は、真実なのだから」。それでも、彼は言う。「これは、昔の人々のお伽話以外の何ものでもありませんよ」。","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"１　この言い回しについては、食卓章３１「我が災いよ」の訳注を参照。","lang":"ja"},{"name":"46:18","price":"それらの者たちには、ジン*と人間からなる、彼ら以前に滅んだ（不信仰の）民*の一員として（地獄に入るという）御言葉が確定したのだ。本当に彼らは、損失者だったのである。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:19","price":"各人には（復活の日*）、自分たちが（現世で）行ったことゆえ、（アッラー*の御許での）位がある。それは（アッラー*が）その行い（に対する報い）を彼らにふんだんに報われるためであり、彼らは不正*を受けることがない。","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:20","price":"不信仰だった者*たちが、業火に晒される日。（彼らには、こう言われる。）「あなた方は、現世のあなた方の生活における自分たちの善きもの¹とおさらばし、それを楽しんだ。だからこの日あなた方は、自分たちが地上で（アッラー*への信仰と服従に反して）不当にも奢り高ぶっていたことと、放逸だったことゆえに、屈辱の罰で報われるのだ」。","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"１　この「善きもの」とは、アッラー*の法に反した形での、欲望や快楽（アル＝クルトゥビー１６：２００参照）。","lang":"ja"},{"name":"46:21","price":"アード*の同胞（フード*）を、思い出せ。彼が砂丘¹で、彼の民に（こう）警告した時のことをーー既に数々の警告者が、彼（フード*）の前後に過ぎ去って行ったのであるーー。「アッラー*以外（何も）崇拝*してはならない。本当に私は、あなた方に、偉大なる（復活の）日*の懲罰を怖れているのだ」。","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"１　アラビア半島南部の、砂丘が多く連なる地帯とされる（ムヤッサル５０５頁参照）。","lang":"ja"},{"name":"46:22","price":"彼らは言った。「あなたは、私たちを私たちの神々¹（への崇拝*）から背かせるために、やって来たのか？では、あなたが約束するもの（懲罰）を、私たちに持って来てみよ²。もし、あなたが正直者の類いなのであれば」。","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"１　「神々」に関しては、雌牛章１３３の訳注を参照。 ２　家畜章５７－５８、戦利品章３２、ユーヌス*章５０、フード*章８、雷鳴章６、夜の旅章９２、巡礼*章４７、蜘蛛章５３－５４、サード章１６、相談章１８、階段章１－２なども参照。","lang":"ja"},{"name":"46:23","price":"彼（フード*）は言った。「本当に（懲罰が到来する時の）知識はアッラー*の御許にあるのであり、私は自分が携えて遣わされたものを、あなた方に伝えるだけ。しかし私には、（懲罰を急ぐ）あなた方が無知な民に見える」。","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:24","price":"こうして、雲の形をしたそれ（懲罰）が自分たちの谷に向かってくるのを見た時、彼らは言った。「これは、私たちに雨を降らしてくれる雲だ」。いや、それは、あなた方が性急に求めていたもの。痛ましい懲罰を運ぶ、風なのである。","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:25","price":"それはその主*のご命令により、全てのものを破壊する。こうして（彼らの国には、）彼らの住居の外、（何一つ）見えなくなってしまった。同様に、われら*は罪悪者である民に報いるのである。","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:26","price":"また（クライシュ族*の不信仰者*たちよ）、われら*は確かに彼ら（アード*の民）を、あなた方を（そこまでは）強力にしなかったほどに、（現世で）強力にした¹。また、われら*は彼らに聴覚と視覚と心を与えたのに、彼らの聴覚も視覚も心も、彼らを少しも益することはなかった。彼らはアッラー*の（唯一性*を示す）御徴を否定していたのであり、自分たちが嘲笑していたもの（懲罰）が、彼らを包囲したのだ。","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"１　アッラー*はアード*に対し、クライシュ族*にもお授けにはならなかったような沢山の財産と強靭（きょうじん）な肉体を授けられたが、その不信仰ゆえに滅ぼされた（アッ＝タバリー９：７４１９参照）。","lang":"ja"},{"name":"46:27","price":"また（クライシュ族*の不信仰者*たちよ、）われら*は確かに、あなた方の周りの町々（の民）¹を滅ぼし、（彼らに）御徴を多彩に示した²。（それは）彼らが、（不信仰から）戻って来るようにするためである。","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"１　遣わされた使徒*を噓つき呼ばわりして滅ぼされた、アード*、サムード*、サバア（サバア章、冒頭の訳注を参照）、マドゥヤン*、ルート*の民などのこと（イブン・カスィール７：２８８参照）。 ２　証拠、譬（たと）え、訓戒、教示を様々な形で、くり返した、ということ（アル＝ジャザーイリー５：６３参照）。","lang":"ja"},{"name":"46:28","price":"そして彼らがアッラー*をよそに、（その崇拝*がアッラー*へと）近づけてくれるもの、つまり神々¹としていた者たちは、どうして（彼らが必要としている時、）彼らを助けなかったのか？いや、それら（神々とされたものたち）は、彼ら（シルク*の徒）から、消え去ってしまったのである。それ（シルク*）は彼らのでっち上げであり、彼らが捏造していたものだったのだ。","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"１　「神々」に関しては、雌牛章１３３の訳注を参照。","lang":"ja"},{"name":"46:29","price":"（使徒*よ、）われら*があなたへと、クルアーン*に耳を傾けるジン*の集団を送った時のこと（を、思い出させよ）。彼らは、彼（使徒*）のもとにやって来た時、（互いに）言った。「（クルアーン*の読誦を、）傾聴せよ」。そして（読誦が）済むと、彼らは（不信仰者*への懲罰に対する）警告者となって、自分たちの民へと帰って行った。¹","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"１　イブン・カスィール*によれば、ジン*が預言者*のクルアーン*読誦を聞いたことに関する伝承は、多彩な形で数多く存在しており、そのような出来事が起きたのは一度だけではないことを示している（７：２９６参照）。","lang":"ja"},{"name":"46:30","price":"彼らは言った。「我らが民よ、本当に私たちは、ムーサー*の後に下された、それ以前のものを確証する啓典を聞いたのだ。それは真理へと導き、まっすぐな道へと導くのである。","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:31","price":"我らが民よ、アッラー*の招き手（預言者*ムハンマド*）に応え、彼を信じよ。かれ（アッラー*）はあなた方のためにその罪の一部をお赦しになり、あなた方を痛ましい懲罰からお守り下さろう。","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:32","price":"そしてアッラー*の招き手に応じなかった者は、地上で（アッラー*の懲罰から）逃れられる者ではない。また、その者にはかれ（アッラー*）以外、庇護者などないのだ。それらの者たちは、明らかな迷いの中にある」。","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:33","price":"一体、彼らは諸天と大地をお創りになり、その創造が不可能ではなかったお方（アッラー*）が、死人に生を与えることがお出来なのを知らなかったのか？いや、本当にかれは、全てのことがお出来のお方。","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"46:34","price":"不信仰だった者*たちが、業火に晒される復活の）日*。（彼らには、こう言われる）「一体、これ¹は真実ではないのか？」彼らは言う。「我らが主*にかけて、確かにそうです」。かれは仰せられる。「では、あなた方が（現世で地獄の懲罰を）否定していたことゆえに、懲罰を味わうがよい」。","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"１　地獄の懲罰のこと（ムヤッサル５０６頁参照）。","lang":"ja"},{"name":"46:35","price":"ならば（使徒*よ）、使徒*たちの内の決然とした者たち¹が忍耐*したごとく、忍耐*せよ。そして、彼らに（懲罰が降りかかるのを）性急に求めるものではない。自分たちが約束されているもの（懲罰）を目の当たりにする日、彼らは（現世で）あたかも昼の一時しか過ごさなかったかのようだから²。（これこそは、）伝達だ。そして放逸な民以外に、（懲罰で）滅ぼされることなどあろうか？","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"１　「決然とした者たち」については、部族連合章７の訳注を参照。 ２　ユーヌス*章４５とその訳注、及びター・ハー章１０３、信仰者たち章１１３－１１４、ビザンチン章５５、引き離すもの章４６も参照。","lang":"ja"},{"name":"47:1","price":"不信仰であり、アッラー*の道から（人々）を阻んだ者たち、かれ（アッラー*）は彼らの行いを無に帰させ給う。","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:2","price":"そしてかれは、信仰し、正しい行い*を行い、ムハンマド*に下されたものーーそれはかれらの主*からの真実ーーを信じる者たちの悪行を帳消しにされ、（現世と来世における）彼らの諸事を正される。","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:3","price":"それというのも、不信仰に陥った者*たちは虚妄に従い、信仰する者たちはその主*からの真実に従うためである。このようにアッラー*は、彼らの様を人々に示される。","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:4","price":"ゆえに（信仰者たちよ）、あなた方が不信仰に陥った者*たちと（戦場で）会ったならば、首への打撃を（食らわせよ）。やがて、あなた方が彼らを徹底的に痛めつけたならば、戦争が幕を引くまで（捕虜に）綱を縛りつけ、後に情けをかけて（無償で解放して）やるか、身代金（を受け取って解放する）か（、するのだ）。¹。（事は、）そうなのである。そしてアッラー*がお望みであったなら、（信仰者たちを、戦いなしで）彼ら（不信仰者*たち）に勝利させられただろう。だが（戦いが定められたのは）、あなた方の一方を別の一方で試練²におかけになるため。かれ（アッラー*）は、アッラー*の道において殺された（信仰）者たちの行い（に対する報い）を、無に帰させ給わない。","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"１　捕虜はこのほか、「死刑」「奴隷*にする」などという選択肢もある（法学派によって相違の 見解あり）が、いずれもその決定権は、イスラーム*国家の統治者、あるいはその代理人に属する（クウェイト法学大全４：２００－２０１）。アーヤ*２０「戦いの命令」についての訳注、および戦利品*章６７－６８とその訳注も参照。 ２　「試練」にいついては、雌牛章２１４、イムラーン家章１８６、悔悟章１６、洞窟章７、蜘蛛章２、王権章２とそれらの訳注も参照。","lang":"ja"},{"name":"47:5","price":"かれ（アッラー*）は、彼らを導かれ、その諸事を正して下さろう。","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:6","price":"そして彼らを、天国に入れて下さる。かれはそれを、彼らにご教示されたのだ¹。","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"１　大半の解釈学者の見解では、「天国での各人の居場所を、ご教示された」という意味（アル＝クルトゥビー１６：２３１参照）。","lang":"ja"},{"name":"47:7","price":"信仰する者たちよ、もしあなた方がアッラー*（の宗教）を援助¹するならば、かれ（アッラー*）はあなた方を援助され、（戦いにおいて）あなた方の足を堅固にして下さろう。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"１　「アッラー*（の宗教）の援助」とは、アッラー*の道において戦い、その啓典によって裁決を下し、かれのご命令を守り、禁じられたものを避（さ）けること（ムヤッサル５０７頁参照）。","lang":"ja"},{"name":"47:8","price":"不信仰に陥った者*たち、彼らには没落があり、かれ（アッラー*）はその行いを無に帰させ給う。","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:9","price":"それというのも、彼らがアッラー*が下されたもの（クルアーン*）を嫌ったためである。それでかれ（アッラー*）は。彼らの行いを台無しにされたのだ。","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:10","price":"一体、彼ら（不信仰者*たち）は地上を旅して、彼ら以前の（不信仰）者*たちの結末が、どのようなものであったかを見なかったのか？アッラー*は彼らに対して破壊し尽くし給うたのであり、不信仰者*たちには（彼らを襲ったのと）同様のものがある。","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:11","price":"それというのも、アッラー*こそが信仰する者たちの庇護者*であり、不信仰者*たちには庇護者などないからなのだ。","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:12","price":"本当にアッラー*は、信仰し、正しい行い*を行う者たちを、その下から河川が流れる楽園に入れて下さる。一方、不信仰に陥った者*たちは（現世を）楽しみ、まるで家畜が食べるように（ひたすら）食べている。（地獄の）業火が、彼らの住処なのだ。","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:13","price":"（使徒*よ、）われら*は、あなたを追い出した、あなたの町（マッカ*）よりも強力な町（の民）を、一体どれだけ滅ぼしたことか？そして彼らには、いかなる援助者もなかったのだ。","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:14","price":"その主*の御許からの明証に依拠する者は、（シャイターン*によって）自分の悪行が目映く見せられ、自分たちの欲望¹に従う者と同様であろうか？","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"１　この「欲望」は、シルク*をはじめとした罪のこと（ムヤッサル５０８頁参照）。","lang":"ja"},{"name":"47:15","price":"敬虔な*者たちに約束された天国の様子（とは、このようなもの）：そこには、濁ることのない水の河川、その味わいが変わらない乳の河川、飲む者にとって美味な酒の河川、純粋な蜂蜜の河川がある。また、そこには彼らのためにあらゆる果実と、彼らの主からの（罪の）お赦しがある。（一体、この天国の中にある者は、）業火に永遠に留まり、煮えたぎる湯を飲ませられて腸が散り散りになってしまう者と、同様であろうか？","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:16","price":"（預言者*よ、）彼ら（偽信者*たち）の内には、（理解することなく、ふざけ半分で）あなたに耳を傾ける者もいる。挙げ句、彼らはあなたのもとから出て行くと、（啓典の）知識を授けられた者たちに（、嘲笑してこう）言うのだ。「今、彼（ムハンマド*）は何を語ったのか？」アッラー*は、それらの者たちの心を（真理の理解から）塞がれた¹のであり、彼らは（不信仰と迷妄において）自分たちの欲望に従ったのである。","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"１　「心を塞がれた」については、雌牛章７の訳注を参照。","lang":"ja"},{"name":"47:17","price":"一方、導かれた者たち¹はといえば、かれ（アッラー*）から導きを上乗せされ、敬虔さを授けられる。","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"１　つまり、「導き」を求めた者たち（イブン・カスィール７：３１５参照）。","lang":"ja"},{"name":"47:18","price":"彼ら（真理を嘘呼ばわりする者たち）は、（復活の）その時が自分たちのもとに突然やって来るのを、待っているだけなのか？その予兆¹は、確かに到来したというのに。彼らのもとに（復活の時が）訪れた時、どうしても彼らの教訓（に益）があろうか？²","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"１　預言者*ムハンマド*の到来は、復活の日*の予兆の一つ（前掲書、同頁参照）。 蜜蜂章１の訳注も参照。 １　復活の日*が到来した時、彼らは教訓を受け、信仰する。しかしその日、信仰が役立つことはない（アッ＝シャンキーティー７：２５５参照 ）。家畜章１５８とその訳注も参照。","lang":"ja"},{"name":"47:19","price":"ならば（預言者*よ）、アッラー*の外には（真に）崇拝*されるべき何ものもないことを知り、自分の罪のお赦しを乞うのだ。そして男の信仰者たちと、女の信仰者たちのためにも（罪の赦しを乞え）。アッラー*はあなた方の動作も、あなた方の住処¹もご存知であられる。","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"１　この「動作」と「住処」の解釈には、それぞれ「現世における行動と、来世における行き先」「昼間の行動と、夜の寝場所」「父親の精巣から母親の子宮への移動、地上での居住地」などといった諸説がある（アル＝バガウィー４：２１５参照）。","lang":"ja"},{"name":"47:20","price":"信仰する者たちは、言う。「どうして、（私たちに不信仰者*たちとの戦いを命じる）スーラ*が下されないのですか？」そして明確なスーラ*が下され、そこで戦い（の命令¹）が言及された時、（預言者*よ、）あなたは心に病がある者²たちが、死（の恐怖）ゆえに気絶する者の視線で、あなたを凝視するのを目にする。彼らには先決であるのに、³","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"１　「戦いの命令」については、雌牛章１９０、悔悟章３６とその訳注も参照。 ２　アッラー*の宗教に対して疑念のある者や、偽信者のこと（ムヤッサル５０９頁参照）。 ３　「彼らには先決である」ではなく、「彼らにもっと（破滅が）近づくよう 」という解釈もある。その場合、次のアーヤ*冒頭は「・・・が（、彼らにはより善い）」という意味（アル＝バイダーウィー５：１９４参照）。","lang":"ja"},{"name":"47:21","price":"（アッラー*への）服従と、適切な言葉¹が。（不信仰者*との戦いという）ご命令が決定した時、彼らがアッラー*に正直だったなら、それが彼らにとってより善いことであったのだ。","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"１　「適切な言葉」とは、イスラーム*の教えに沿った言葉のこと（ムヤッサル５０９頁参照）。","lang":"ja"},{"name":"47:22","price":"あなた方は、もし（イスラーム*の教えから）背を向けたら、地上で腐敗*を働いたり、自分たちの近親関係を断絶したりするのではないか？","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:23","price":"それらの者たちは、アッラー*が呪われ¹、聾にされ、その目を盲目にされた²者たち。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"１　「アッラー*の呪い」については、雌牛章８８の訳注を参照。 ２　「聾」「盲目」については、雌牛章７、１８、フード*章２０とその訳注も参照。","lang":"ja"},{"name":"47:24","price":"一体、彼ら（偽信者*たち）は、クルアーン*を熟慮しないのか？いや、心に錠がかけられているのだ。","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:25","price":"本当に、導きが明らかにされた後に及んで、背中を向けて（不信仰へと）退いた者たちに、シャイターン*は（彼らの過ちを）目映く見せ、彼らに（欺きの願望を）長引かせた¹のだ。","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"１　婦人章１２０も参照。","lang":"ja"},{"name":"47:26","price":"それというのも彼らが、アッラー*が下されたものを嫌った者たちに対し、（こう）言った¹からである。「私たちはいくつかの事において、あなた方に従おう」。アッラー*は、彼らの秘密をご存知だというのに。","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"１　この言葉を誰が誰に言ったかについては、「偽信者*たちが、シルク*の徒に言った」「偽信者*たちが、ユダヤ教徒*に言った」「その逆」という説がある（アッ＝シャウカーニー５：５１参照）。","lang":"ja"},{"name":"47:27","price":"では、天使*たちがその顔と背中を殴りつけつつ、彼ら（の魂）を取り上げる時（の状況）は、いかなるものとなろうか？¹","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"１　この様子については、家畜章９３、戦利品*章５０とそれらの訳注を参照。","lang":"ja"},{"name":"47:28","price":"それというのも彼らは、アッラー*を激怒させることに従い、かれのご満悦を嫌ったからなのだ。それでかれ（アッラー*）は、彼らの行い（の褒美）を台無しにされたのである。","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:29","price":"いや、心の中に病がある者たちは、アッラー*が彼らの（イスラーム*とムスリム*に対する）憎悪を（信仰者たちの眼前に）引き出されないとでも思い込んでいたのか？","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:30","price":"そして（預言者*よ）、もしわれら*が望めば、われら*はあなたに彼らを（特定して）見せ、あなたは必ずや彼らをその特徴で知るであろう。また、あなたは必ずや（彼らの意図が見え隠れする）含みを持たせた言葉によって、彼らを知るのだ。アッラー*は、あなた方の行いをご存知である。","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:31","price":"また（信仰者たちよ）、われら*は必ずや、あなた方を試練¹にかける。われら*が、あなた方の内の努力奮闘する者たちと、忍耐*ある者たちを如実に表し、あなた方の消息²を試すために。","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"１　「試練」については、雌牛章２１４、イムラーン家章１８６、悔悟章１６、洞窟章７、蜘蛛章２、王権章２とそれらの訳注も参照。 ２　この「消息」の解釈については、「あなた方の行いについて、それが善いものだったか、あるいは悪いものだったか、知らせるもの」「信仰心と信仰者たちへの愛情において、それが誠実だったか、嘘だったかを知らせるもの」といった諸説がある（アル＝バイダーウィー５：１９６参照）。","lang":"ja"},{"name":"47:32","price":"本当に不信仰であり、アッラー*の道から（人々を）阻み、自分たちに導きが明らかになった後に使徒*に歯向かった者たちは、少しもアッラー*（の宗教）を害することなどない。そしてかれ（アッラー*）はいずれ、彼らの行いを台無しにされるのである。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:33","price":"信仰する者たちよ、アッラー*に従い、使徒*に従え。そしてあなた方の行いを、（不信仰や罪で）無駄にしてはならない。","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:34","price":"本当に不信仰であり、アッラー*の道から（人々を）阻み、それから不信仰者*のまま死んだ者たちを、アッラー*がお赦しになることはないのだ。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:35","price":"ならば（信仰者たちよ）、あなた方が優位者であるというのに、弱気になったり、講和へと呼びかけたりしてはならない¹。アッラー*は（その勝利と援助によって）、あなた方と共にあり、あなた方の行い（の褒美）を減らしたりはされないのだ。","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"１　「不信仰者*との講和」については、不信仰者*の方から講和を申し入れてきた時には、それを受け入れるのも可能。戦利品*章６１も参照（アッ＝シャンキーティー７：３９０参照）。","lang":"ja"},{"name":"47:36","price":"現世の生活とは、遊興と戯れに過ぎない¹。もし、あなた方が信仰し、（アッラー*を）畏れる*なら、かれはあなた方にその褒美を授けられる。そして、あなた方の財産を（浄財*として、全て）要求されることはない。","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"１　家畜章３２の訳注も参照。","lang":"ja"},{"name":"47:37","price":"もし、かれ（アッラー*）がそれをあなた方に要求され、あなた方を無理強いさせられるならば、あなた方は出し惜しみし、かれはあなた方の憎悪を引き出されるだろう。","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"47:38","price":"ほら、（信仰者たちよ、）あなた方という人たちは、アッラー*の道において出費することへと招かれているのに、あなた方の内には出し惜しみする者がいる。出し惜しみする者は誰でも、自分自身に出し惜しみしているに外ならない¹。アッラー*が満ち足りた*お方なのであり、あなた方が貧しい者たちなのだ。そして、もしあなた方が（アッラー*への信仰と服従に）背を向けるなら、かれ（アッラー*）はあなた方ではない別の民と（あなた方を）交換され、それから彼らはあなた方のように（アッラー*に不服従に）なることもないであろう。","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"１　というのも彼らはそうすることで、自分たちにアッラー*からの褒美を禁じ、多くの善を取り損ねたからである（アッ＝サァディー７９０頁参照） 。","lang":"ja"},{"name":"48:1","price":"（使徒*よ、）本当にわれら*はあなたに、明白なる勝利で勝利させた。¹","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"１　大多数での解釈学者によれば、この「勝利」は、フダイビーヤの和議*のこと（アッ＝シャウカーニー５：５９参照）。その他「マッカ*開城*」「ローマ帝国、その他の征服」「イスラーム*の勝利」などの諸説もあるが、いずれにせよ、それらは全て実現した（アル＝カースィミー１５：５３９５参照）。","lang":"ja"},{"name":"48:2","price":"（それは）アッラー*があなたのために、あなたの罪の内、先んじたものと後から生じたもの¹をお赦しになり、あなたの上にその恩恵を全うされ、あなたをまっすぐな道へと導かれるため。","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"１　罪の内で「先んじたもの」「後から生じたもの」の解釈には、それぞれ「使徒*となった時以前のものと、以後のもの」「使徒*となった時以前のものと、それからこのアーヤ*が下る時までのもの」「使徒*となった時以前のものと、将来の全ての罪」など、 数多くの説がある（アル＝クルトゥビー１６：２６２参照）。尚、預言者*や使徒*の無謬（むびゅう）性については、雌牛章３６の訳注を参照。","lang":"ja"},{"name":"48:3","price":"また、あなたを、この上ない援助で援助されるため。","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:4","price":"かれ（アッラー*）は信仰者たちの心に、その信仰心の上に更なる信仰心を上乗せすべく、静寂を下された¹お方。そしてアッラー*にこそ、諸天と大地の軍勢は属する。アッラー*はもとより、全知者、英知あふれる*お方であられる。","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"１　これはアッラー*とその使徒*の決定に従（したが）った 、フダイビーヤの和議*の日の教友*たちの描写とされる（イブン・カスィール７：３２８参照）。","lang":"ja"},{"name":"48:5","price":"信仰者の男たちと、信仰者の女たちを、その下から河川が流れる楽園に永遠に留まるべく入れ給い、彼らのためにその悪行を帳消しにされるべく（、静寂を下された）。それはもとより、アッラー*の御許で偉大な勝利であった。","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:6","price":"また、アッラー*に対して悪い憶測¹をしている、偽信者*の男たちと偽信者*の女たち、シルク*の徒の男たちとシルク*の徒の女たちを罰するため。彼らの方にこそ（、彼らが憶測している状況の）悪しき暗転があるのだ。そしてアッラー*は彼らをお怒りになり、呪われ²、彼らのために地獄を用意された。（それは）何と忌まわしい行き先であろうか。","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"１　アッラー*が、預言者*と信仰者たちをその敵に対して援助されず、イスラーム*のことも勝利させられない、という「悪い憶測」のこと（ムヤッサル５１１頁参照）。 ２　「アッラー*の呪い」については、雌牛章８８の訳注を参照。","lang":"ja"},{"name":"48:7","price":"そしてアッラー*にこそ、諸天と大地の軍勢は属する。アッラー*はもとより、偉力ならびない*お方、英知あふれる*お方。","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:8","price":"（使徒*よ、）本当にわれら*はあなたを証人¹、吉報を伝える者、警告を告げる者²として、遣わした。","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"１　「証人」については雌牛章１４３、婦人章４１の訳注を参照。 ２「吉報を伝える者・・・」については、雌牛章１１９の訳注を参照。","lang":"ja"},{"name":"48:9","price":"（それは）あなた方がアッラー*とその使徒*を信じ、かれ（の宗教）を助け¹、かれを畏敬し、かれを朝に夕に称える*ためである。²","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"１　ムハンマド*章７と、その訳注も参照。 ２　「かれを 助け、かれを畏敬し」の「かれ」に限っては、アッラー*ではなく、預言者*のことを指す、という解釈もある（アル＝バガウィー４：２２４参照）。","lang":"ja"},{"name":"48:10","price":"（預言者*よ、）あなたに誓う者たちこそは、まさしくアッラー*に誓っている¹のである。アッラー*の御手は、彼らの手の上にあるのだから²。（その誓いを）破った者は誰であろうと、（その罰が自分に返ってくるゆえ、）自分に対して破っているのである。そして誰であろうと、アッラー*と契約したことを全うする者に対し、アッラー*は偉大な褒美をお授けになろう。","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"１　これは「リドワーンの誓い」のこと。詳しくは、頻出名・用語解説の「ブダイビーヤの和議*」を参照。 ２　あたかもアッラー*に直接、手を重ねて誓ったかのようである、ということ。誓いの意味の確認と強調、その遵守（じゅんしゅ）への奨励（しょうれい）の意味（アッ＝サァディー７９２頁参照）。","lang":"ja"},{"name":"48:11","price":"（預言者*よ、）ベドウィンたちの内、（あなたと共にマッカ*に出発せず）居残らされた者たち¹は、あなたに言うであろう。「私たちの財産と家族が、私たちを掛かりっきりにさせたのだ。だから私たちのため、（そのことについてアッラー*に）赦しを乞うてくれ」。彼らは自分たちの心にもないことを、口先で言っている。言ってやるのだ。「ではアッラー*があなた方に害をお望みになるか、あるいは益をお望みになるとしたら、かれ（のご意思）に反して誰か、あなた方に何かしてやれる者がいようか？いや、アッラー*はもとより、あなた方が行うことに通暁されるお方である。","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"１　預言者*がウムラ*のためマッカ*へ出発した際、クライシュ族*への警戒心から同行を命じたものの、それに応じなかったマディーナ*周辺のベドウィンたちのこと（アル＝クルトゥビー１６：２６８参照）。悔悟章８１の同語についての訳注も参照。","lang":"ja"},{"name":"48:12","price":"いや、あなた方は使徒*と信仰者たちが（殺され、）彼らの家族のもとに永遠に帰って来ないだろうと憶測していたのであり、それはあなた方の心に目映く映ったのだ。そしてあなた方はまさしく悪い憶測をしたのであり、あなた方は滅亡の民だったのだ」。","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:13","price":"アッラー*とその使徒*を信じない者たちは誰であろうと（、罰されることになろう）、本当にわれら*は不信仰者*たちのために烈火を用意したのだから。","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:14","price":"そして諸天と大地の王権は、アッラー*にこそ属する。かれはお望みになる者をお赦しになり、お望みになる者を罰される。アッラー*はもとより、赦し深いお方、慈愛深い*お方。","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:15","price":"居残らされた者たち¹は、あなた方が戦利品*を手に入れるべく出発した時²、（こう）言うだろう。「私たちを、あなた方にお供させて下さい」。彼らはアッラー*の御言葉³を、変更しようとしている。言ってやるがいい。「あなた方が、私たちについて来ることはない。アッラー*は以前、そのように仰せられたのだ」。すると、彼らは言う。「いや、あなた方は私たちを嫉妬している」。いや、彼らは僅かばかりしか、理解することがなかったのである。","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"１　「居残らされた者たち」については、アーヤ*１１の訳注を参照。 ２　これは、ハイバルの戦い*への出征のこと（ムヤッサル５１２頁参照）。 ３　アル＝クルトゥビー *によれば、大半の解釈学者はこの「御言葉」を、「アッラー*がフダイビーヤの和議*に立ち会った者たちに、ハイバルの戦利品*を約束されたこと」としている（１６：２７１参照）。","lang":"ja"},{"name":"48:16","price":"ベドウィンたちの内、（あなたと共に出発せず）居残らされた者たち¹に、言ってやれ。「あなた方は、強烈な武力を備えた民²（との戦い）へと呼ばれるだろう。あなた方が彼らと戦うか、彼らが（戦わずして）服従（イスラーム*）するかの、いずれかなのである³。それで、もしあなた方が（その呼びかけに）応じるのなら、アッラー*はあなた方に善き褒美をお授けになる。そして、もし以前（マッカ*へと出発する命令に）背いたように、あなた方が背くのであれば、かれ（アッラー*）はあなた方を痛ましい懲罰で罰されよう」。","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"１　「居残らされた者たち」については、アーヤ*１１の訳注を参照。 ２　この「民」の解釈には、「ペルシャ人」「ローマ人」「その両方」「ハワーズィン族とサキーフ族（頻出名・用語解説「フナインの戦い*」参照）」「ヤマーマ地方で預言者*を自称した、ムサイリマとその民ハニーファ族」などの諸説がある（アル＝クルトゥビー１６：２７２参照）。 ３　これは、ジズヤ*を受け入れられない種類の人々に関する規定とされる（前掲書１６：２７３参照）。雌牛章１９０、悔悟章３６の訳注も参照。","lang":"ja"},{"name":"48:17","price":"（出征しないことに関し、）視覚に障害ある者に罪はなく、足が不自由な者にも罪はなく、病人にも罪はない。アッラー*は、かれとその使徒*に従う者は誰でも、その下から河川が流れる楽園に入れて下さる。そしてかれは（アッラー*とその使徒*に）背く者を、痛ましい懲罰で罰されるのだ。","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:18","price":"（預言者*よ、）アッラー*は確かに信仰者たちを、お喜びになった。彼らが木の下であなたに誓った時のこと。かれは彼らの心の内（の信仰心と正直さ、忠誠心）をご存知になり、彼らの上に静寂を下され、彼らに近い勝利（の約束）でお報いになったのだ。¹","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"１　これは、「リドワーンの誓い」のこと（ムヤッサル５１３頁参照）。 詳しくは、頻出名・用語解説「フダイビーヤの和議*」を参照。また「近い勝利」とは、ハイバルの戦い*のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"48:19","price":"また、彼らが手にすることになる沢山の戦利品*¹（の約束）で（お報いになった時）。アッラー*はもとより、偉力ならびない*お方、英知あふれる*お方。","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"１　この「戦利品*」は、ハイバルの戦い*によるものとされる（ムヤッサル５１３頁参照）。","lang":"ja"},{"name":"48:20","price":"アッラー*はあなた方に、あなた方が手にすることになる沢山の戦利品*をお約束になり、あなた方のためにこれを前倒しにされたのだ¹。また、かれは人々²の手をあなた方から阻まれたのであり、（それは、そのことが）信仰者たちにとっての御徴となり、あなた方をまっすぐな道へとお導きになるためであった。","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"１　このアーヤ*の「沢山の戦利品*」は、ムスリム*たちが復活の日*まで手にすることになる全てのもの。「これ」は、ハイバルの戦利品*、またはフダイビーヤの和議*のこと（アル＝クルトゥビー１６：２７８参照）。 ２　この「人々」の解釈には、「フダイビーヤの和議*の時のクライシュ族*」「ハイバルの民と、彼らの援助者たち」「ムスリム*軍がフダイビーヤやハイバルに遠征中に、マディーナ*をユダヤ教徒*の手から阻んで下さった」といった諸説がある（アッ＝シャウカーニー５：６８参照）。","lang":"ja"},{"name":"48:21","price":"また、アッラー*が既に確保され、あなた方がまだ入手できてはいない、別の物も（お約束になった）。アッラー*はもとより、全てのことがお出来のお方。","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:22","price":"たとえ不信仰に陥った者*たち¹が、あなた方と戦ったところで、背中を見せて敗走するのが落ちなのである。その後、彼らは（自分たちの）庇護者も援助者も見出すことがない。","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"１　マッカ*のクライシュ族*のことを指している、とされる（ムヤッサル５１３頁参照）。","lang":"ja"},{"name":"48:23","price":"過去に（不信仰者*の民と信仰者の民の間において）過ぎ去ってきた、アッラー*の摂理。そして（預言者*よ、）あなたはアッラー*の摂理に、いかなる変更も見出すことはない。","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"48:24","price":"かれは、あなた方が彼ら（シルク*の徒）をマッカ*の谷間で掌握した後に、彼らの手をあなた方から阻まれ、あなた方の手を彼らから阻まれた²お方。そしてアッラー*はもとより、あなた方の行うことを通暁されるお方である。","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"１　一説にこれは、フダイビーヤの地で、ムスリム*たちに奇襲（きしゅう）攻撃を仕掛けてきた八十名のシルク*の徒のこと。ムスリム*たちは彼らを捕らえた後、解放してやった（ムヤッサル５１４頁参照）。 ２　この「場」とは、マッカ*の聖域のこと。ムスリム*たちはウムラ*の「供物」として、七十頭のラクダを連れて来ていた。アッラー*はフダイビーヤで、それを捧（ささ）げることをお許しになった（アッ＝シャウカーニー５：７１参照）。巡礼*を阻まれてしまった際の規定に関しては、雌牛章１９６も参照。","lang":"ja"},{"name":"48:25","price":"彼ら（クライシュ族*の不信仰者*たち）は不信仰に陥り、（ウムラ*をしようとしていた）あなた方をハラーム・マスジド*から、そして足止めを食らわされた供物はその（屠殺の）場¹に達することから、阻んだ者たち。そして、もし（マッカ*に潜んでいる）あなた方の知らない信仰者の男たちと信仰者の女たちがおらず、あなた方が彼らを（シルク*の徒もろとも）粉砕してしまうことで、あなた方に予想もしなかった面倒²が降りかかるのでなければ（、われら*はあなた方にその時、マッカ*の民を制圧させたのである）。（それは）アッラー*が、かれがお望みになった者を、そのご慈悲の中にお入れになるため³。もし彼らが（不信仰者*たちから）隔たれていたら、われらは彼らの内の不信仰に陥った者*たちを、痛ましい懲罰で罰したのである。","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"１　「面倒」とは、信仰者を殺してしまうことによる罪、非難、その罪滅ぼしとしての代償のこと（ムヤッサル５１４頁参照）。 ２　実際にこの語、マッカ*の民の内でも、イスラーム*を受け入れ、よきムスリム*となり、天国に入れられることとなった多くの者が出現した（アル＝クルトゥビー１６：２８６参照）。","lang":"ja"},{"name":"48:26","price":"不信仰に陥った者*たちが、その心の中に尊大さ、ジャーヒリーヤ*の尊大さを宿した時のこと¹（を思い起こさせよ。）にも関わらず、アッラー*はかれの静寂を、その使徒*と信仰者たちの上に下された。そして彼らに敬虔さ*の言葉²を命じられたのであり、彼らはそれに（シルク*の徒）より相応しく、その適任者だったのである。アッラー*はもとより、全てのことをご存知のお方。","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"１　彼らはフダイビーヤの和議*の際、預言者*が協定文書に「慈悲あまねく*慈愛深い*アッラー*の御名において」「アッラー*の使徒*ムハンマド*」と書くことを認めず、削除させた（ムヤッサル５１４頁参照）。 ２　「敬虔さ*の言葉」とは、大半の解釈学者によれば、「アッラー*以外に崇拝*（すうはい）すべき、いかなるものもなし」という言葉（アル＝バガウィー４：２４３参照）。","lang":"ja"},{"name":"48:27","price":"確かにアッラー*はその使徒*（ムハンマド*）に、正夢で真実を語られた。あなた方はもしアッラー*がお望みなら、必ずや頭を剃り、髪を切った状態で、（シルク*の徒を）怖れることなく安全に、ハラーム・マスジド*に入るのだ。そしてかれ（アッラー*）は、あなた方が知らなかったこと¹をご存知になり、それ以外にも近い勝利²をご用意になった。","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"１　「あなた方が知らなかったこと」とは、ムスリム*たちがフダイビーヤの年ではなく、その後にウムラ*のためマッカ*訪問することにおける利益のこと（ムヤッサル５１４頁参照）。 ２　大半の解釈学者によれば、この「近い勝利」はフダイビーヤの和議*のこと。マッカ開城*、あるいはハイバルの戦い*における勝利、という説もある（アル＝クルトゥビー１６：２９１参照）。","lang":"ja"},{"name":"48:28","price":"かれ（アッラー*）は、その使徒*を導きと真理の宗教（イスラーム*）と共に遣わされたお方。（それは）かれが、それ（イスラーム*）をあらゆる宗教の上に君臨させる¹ため。（使徒*よ、）アッラー*だけで、（その）証人は十分である。","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"１　「イスラーム*をあらゆる宗教の上に君臨させる」については、悔悟章３３の訳注を参照。","lang":"ja"},{"name":"48:29","price":"ムハンマド*は、アッラー*の使徒*。そして、彼と共にある者（教友*）たちは不信仰者*たちに対しては厳格で、彼ら自身の間では慈悲深い。あなたは彼らが、アッラー*からのご恩寵とご満悦を求めつつ、（アッラー*への礼拝で）ルクーゥ*し、サジダ*するのを目にする。彼らの印¹はその顔にあり、サジダ*の跡によるもの。それはトーラー*の中にある彼らの描写であり、福音*の中にある彼らの描写である。（その様子は）芽を出し（枝を増やし）てそれを支え、堅固になり、その幹の上に確立した作物のよう²。それは栽培者えお喜ばせる。かれ（アッラー*）が、彼ら（信仰者たち）によって、不信仰者*たちを憤らせるために。アッラー*は彼ら³の内、信仰して正しい行い*を行う者たちに、（罪の）お赦しと偉大なる褒美を約束されたのである。","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"１　「彼らの印」の解釈には、「復活の日*、その顔に現れる白い光」「よき作法、恭順さ（雌牛章４５の訳注を参照）、謙虚（けんきょ）さ」「（崇拝*行為ゆえの）夜更かしによる、顔の黄色さ」などの諸説がある（アル＝バガウィー４：２４５参照）。 １　これは、最初は数少なかったものの、後に多数となった教友たちの例えとされる。また、「作物」は預言者*ムハンマド*で、その「芽と枝」が教友と信仰者を表している、という解釈もある（前掲書、同頁参照）。 １　この「彼ら」は教友*たちだけではなく、信仰者一般を指す（アル＝クルトゥビー１６：２９５－２９６参照）。","lang":"ja"},{"name":"49:1","price":"信仰する者たちよ、アッラー*とその使徒*の前で、出しゃばってはならない¹。そしてアッラー*を畏れ*よ。本当にアッラー*は、よくお聞きになるお方、全知者であられる。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"１　アッラー*とその使徒*を差しおいて、宗教に関わる物事を勝手に決めたりしてはならない、ということ（ムヤッサル５１５頁参照）。","lang":"ja"},{"name":"49:2","price":"信仰する者たちよ、預言者*の声の上に、あなた方の声を張り上げてはならない。また、自分たちが互いに大声を上げるように、彼（預言者*）に対して大声で物言いをしてはならない。（それは）あなた方が気付かない内に、あなた方の行いが台無しになってしまわないように、である。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"49:3","price":"本当にアッラー*の使徒*のもとで声を低める者たちこそは、アッラー*がその心を敬虔さ*へとお試しにな（り、そこへと導いて下さ）った者たちなのだ。彼らにこそ、（罪の）お赦しと偉大な褒美がある。","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"49:4","price":"本当に（預言者*よ）、あなたを部屋の向こうから（大声で）呼ぶ者たち、その大半は弁えることがない。¹","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"１　一説にこのアーヤ*は、マディーナ*にやって来たベドウィンたちが、預言者*の部屋の外から「ムハンマド*！ムハンマド*！」と呼んだことに関して下った（アッ＝サァディー７９９頁参照） 。","lang":"ja"},{"name":"49:5","price":"そして、もし彼らが、彼（預言者*）が出てくるまで我慢していたら、彼らにとってもっと善いことだったのだ。アッラー*は赦し深いお方、慈愛深い*お方であられる。","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"49:6","price":"信仰する者たちよ、もしあなた方のもとに放逸な者が何らかの消息を携えてやって来たら、（それを信用する前に、その真偽を）確認せよ¹。あなた方が、ある民に無知から被害を及ぼし、それであなた方が自分たちがしたことゆえ、悔やむ者とならないように。²","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"１　ここでの「放逸」さの意味には、「噓つき」「自分の罪を公（おおや）けにする者」「アッラー*に対して羞恥（しゅうち）心を抱かない者」といった諸説がある。尚、放逸であることが確定した者の情報・伝承は、例外的なものを除いては受け入れられないということで、学者間の見解は一致している（アル＝クルトゥビー１６：３１２参照）。 ２　このアーヤ*は、ワリード・ブン・ウクバが浄財*の徴収（ちょうしゅう）のため、ムスタラク族へ遣わされた際の出来事に関して下ったとされる。ムスタラク族が浄財を渡すことを拒んだというワリードの誤った報告により、ムスリムたちは危うく彼らを攻撃しそうになった（アフマド１８４５９参照）。","lang":"ja"},{"name":"49:7","price":"そして知るのだ、あなた方の間には（あなた方の福利を知り、あなた方に善を望む）アッラー*の使徒*がいる、ということを。もし、彼が物事を多くにおいてあなた方に従えば、あなた方は苦境に陥ったであろう。しかしアッラー*は、あなた方に信仰を愛させ給い、それをあなた方の心に目映いものとされた。そして、あなた方に不信仰と放逸さと（アッラー*への）反抗を嫌わせ給うたのである。それらの者たちこそは、正しく導かれた者たちなのだ。","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"49:8","price":"アッラー*からのご恩寵と、恩恵ゆえ。アッラー*は全知者、英知あふれる*お方である。","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"49:9","price":"もし、信仰者たちからなる二派が戦い合ったなら、（信仰者たちよ、）彼らの間を取り持て¹。そして、もしその一方が（呼びかけに応じずに、）他方を侵犯したのであれば、侵犯する方に対し、彼らがアッラー*のご命令²に立ち返るまで戦え。それで（その一派が、アッラー*のご命令に）立ち返ったなら、彼ら二派の間を正義で取り持ち、公正に（裁決）するのだ。本当にアッラー*は、公正にする者たちをお好みになるのだから。","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"１　アッラー*とその使徒*の裁決へと招き、その裁決に満足させよ、ということ（ムヤッサル５１６頁参照）。 ２　「アッラー*のご命令」とは、アッラー*とその使徒*の裁決のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"49:10","price":"本当に信仰者たちは、（宗教における）同胞なのである。ならば、あなた方の同胞を取り持つがよい。そしてあなた方が慈しまれるよう、アッラー*を畏れる*のだ。","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"49:11","price":"信仰する者たちよ、ある民が別の民を馬鹿にしてはならない。（馬鹿にされた）彼らの方が、（馬鹿にした）彼らより優れているかもしれないのだから。また、ある女性たちが、別の女性たちを馬鹿にしてはならない。（馬鹿にされた）彼女らの方が、（馬鹿にした）彼女らより優れているかもしれないのだから¹。また、あなた方自身²を中傷したり、（本人が嫌がる）あだ名で呼び合ったりしてはならない。信仰（に入った）後に放逸さで呼ばれることの、何と醜悪なことか³。そして（これらの悪事から）悔悟しない者こそは、不正*者なのである。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"１　人間が真に徳とすべきことは、大方の場合において嘲笑（ちょうしょう）の対象となる姿形、地位、状況といった表面的なものではなく、心の中に秘められた内面的なものである。ゆえに人は、もしかするとアッラー*の御許では自分よりも徳の高い者であるかもしれない他人を、無闇（むやみ）に蔑（さげす）むべきではない。そうすれば彼は、アッラー*の御許で高い地位にある者を蔑むことにより、自分自身を害することになるからだ（アブー・アッ＝スウード８：１２１参照）。預言者*は、こう仰（おっしゃ）っている。「本当にアッラー*は、あなた方の姿や財産をご覧になるのではない。しかし、あなた方の心と行いをご覧になるのである。」（ムスリム「善行と血縁の絆と礼儀作法の書」３４参照） ２　他人が「あなた方自身」と表現されているのは、「同胞を中傷した者は、自分自身を中傷したも同様」で、「他人を中傷する者は、大抵、自分自身も相手から中傷されるから」（アッ＝ラーズイー１０：１０９参照）。 ３　信仰に入った後に、これらの罪を犯す者は「放逸な者」である（アル＝カースィミー１５：５４６１参照）。","lang":"ja"},{"name":"49:12","price":"信仰する者たちよ、憶測の多くを避けよ。実にある種の憶測¹は、罪なのだから。また、（同胞のぼろを）詮索したり、互いに陰口²を言ったりしてはならない。一体、あなた方の誰が、死んだ同胞の肉を食べたいというのか？³あなた方は、それを忌み嫌うであろう。アッラー*を畏れ*よ。本当にアッラー*は、よく悔悟をお受け入れになる*お方、慈愛深い*お方なのだ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"１　同胞に対する悪い「憶測」のこと（ムヤッサル５１７頁参照）。 ２　イスラーム*における「陰口（ギーバ）」とは、その内容が真実であったとしても、陰で「自分の同胞について、彼が嫌に思うことを話すこと」である（ムスリム「善行と血縁の絆と礼儀作法の書７０参照）。 ３　人の尊厳を傷つけ、人を覆（おお）い隠している尊厳を奪（うば）い去り、反論できない状態で攻撃することが、人の肉体そのものをバラバラにし、身体の要（かなめ）である骨を露出させ、死体に対して口でなぶるという、忌まわしい行為に例えられている（アル＝ビカーイ７：３６１参照）。","lang":"ja"},{"name":"49:13","price":"人々よ、本当にわれら*は、あなた方を一人の男性と一人の女性から創り¹、あなた方が知り合うべく、あなた方をいくつもの民族や部族とした。実にあなた方の内、アッラー*の御許で最も高貴な者とは、最も敬虔*な者なのである。アッラー*こそは全知者、通暁されるお方。","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"１　全人類はアーダム*とハウワーゥ*という同一の祖先を有し、かつ男性と女性を介して生まれる（アッ＝サァディー８０２頁参照）。","lang":"ja"},{"name":"49:14","price":"ベドウィンたち¹は言った。「私たちは、（アッラー*とその使徒*を）信仰した」。（預言者*よ、彼らに）言ってやれ。「あなた方は、まだ信仰してはいない。しかし、『服従した』と言うのだ。信仰はまだ、あなた方の心の中には入っていない²。そして、もしあなた方がアッラー*とその使徒*に従えば、かれはあなた方の行い（の褒美）から、何一つ差し引きされることはない。本当にアッラー*は、赦し深いお方、慈愛深い*お方なのだから」。","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"１　ここで言及されているのは、信念に満ちた心、純粋な意図、安心感を伴（ともな）う正しい信仰ではなく、殺害や捕虜（ほりょ）となることへの恐怖や、施（ほどこ）しを得ることへの願望などが理由でイスラーム*を受け入れた、ある種のベドウィンたちのこと（アッ＝シャウカーニー５：９０参照）。 ２　一説に、このアーヤ*で言及されている「信仰」とは、「心による信念、言葉による承認、身体による行為によって服従すること」。であり、「服従」とは「信念はなくても、言葉による承認と、身体による行為によって、表面的に服従すること」。この場合、このベドウィンたちは偽（にせ）信者*となる。別説によれば、ここでの「信仰」は、「完全なる信仰心」のこと。この場合、彼らには信仰心が存在することになる（アッ＝シャンキーティー７：４１９－４２０参照）。","lang":"ja"},{"name":"49:15","price":"本当に信仰とは、アッラー*とその使徒*を信じ、その後（信仰において）疑惑を抱かず、アッラー*の道において自らの財産と生命をかけて努力奮闘する者たちのこと。それらの者たちこそは、（自分たちの信仰に対する）正直者である。","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"49:16","price":"（預言者*よ、彼らベドウィンたちに）言ってやれ。「一体、あなた方はアッラー*に、自分たちの宗教（の度合い）について知らせるというのか？アッラー*は諸天にあるもの、大地にあるものをご存知であり、アッラー*は全てのことをご存知のお方だというのに？」¹","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"１　彼らの「自分たちは信仰者だ」という主張は、全知者であるアッラー*に対する無作法か、あるいはその言葉によって現世的な利益を意図しているかのどちらかである（アッ＝サァディー８０２頁参照）。","lang":"ja"},{"name":"49:17","price":"（預言者*よ、）彼ら（ベドウィンたち）は自分たちが服従（イスラーム*）¹したことで、あなたに恩を着せる。言ってやれ。「あなた方の服従に関し、私に恩を着せるのではない。いや、アッラー*があなた方を（、あなた方が主張している）信仰へとお導きになったことで、あなた方に恩を施して下さっているのである。もし、あなた方が本当のことを言っているならば、だが」。","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"１　自分たちが服従（イスラーム*）を受け入れた、という主張のこと（アッ＝シャウカーニー５：９１参照）。","lang":"ja"},{"name":"49:18","price":"本当にアッラー*は、諸天と大地の不可視の世界*をご存知である。そしてアッラー*は、あなた方が行うことをご覧になるお方なのだ。","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:1","price":"カーフ¹。栄誉高きクルアーン²*にかけて（誓う）。","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"１　この文字については、頻出名・用語解説の「クルアーンの冒頭に現れる文字群*」を参照。 ２　「栄誉高きクルアーン*」については、星座章２１の訳注を参照。","lang":"ja"},{"name":"50:2","price":"いや、彼ら（不信仰者*たち）は、彼らのもとに、自分たちの内から警告者が到来したことに驚いている。そして不信仰者*たちは、言ったのだ。「これは驚くべきこと。","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:3","price":"私たちが死に、砂となった後に（、元通りに戻されるとは）？それは途方もない回帰である」。","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:4","price":"われら*は、大地が彼ら（の死後、その肉体）を減少させるものを、確かに知っている¹。そしてわれら*の御許には、保存された書²があるのだ。","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"１　地面が死体を蝕（むしば）む もの、それらがどこに分散したか、どこへ行ったかということまでご存知のお方にとって、復活は不可能ではないということ（イブン・カスィール７：３９５参照）。 ２　「保存された書」とは、「（改変など）あらゆることから保存され、あらゆることがその中に保存されている、守られし碑板*のこと（アッ＝シャウカーニー５：９５参照）。","lang":"ja"},{"name":"50:5","price":"いや、彼らは真理（クルアーン*）を、それが自分たちのもとに到来した時、嘘呼ばわりした。それで彼らは、混乱した状態¹にあるのだ。","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"１　彼らは預言者*のことを、時には魔術師、時には詩人、時には占い師、と読んだりした（アル＝クルトゥビー１７：５参照）。","lang":"ja"},{"name":"50:6","price":"一体、彼らは自分たちの上にある天を見ないのか？われら*がそれをいかに構築し、そこに割れ目一つなく、（星々で）飾り立てたかを？","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:7","price":"また、われら*は大地を広げ、そこに堅固な山々を投げ入れ、そこにあらゆる麗しい種類のものを芽生えさせた。","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:8","price":"よく（われら*に悔悟して）立ち返る、全ての僕のための開眼、教訓として（、万物を創造したのである）。","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:9","price":"また、われら*は天から祝福に満ちた（雨）水を降らせ、それによって農園と、収穫の種粒を芽生えさせた。","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:10","price":"そして、高く聳えるナツメヤシの木を（、芽生えさせた）。それには、重なり合う莢¹がついている。","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"１　この「莢」については、家畜章９９の訳注を参照。","lang":"ja"},{"name":"50:11","price":"僕たちへの糧として（、それらを芽生えさせたのだ）。またわれら*は、それ（雨）によって死んだ土地を生き返させた。同様に（復活の日*、死後の）召喚はあるのだ。","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:12","price":"彼ら（シルク*の徒）以前にも、ヌーフ*の民、ラッスの徒*、サムード*が（自分たちの使徒*を）噓つき呼ばわりした。","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:13","price":"また、アード*、フィルアウン*、ルート*の同胞たちも。","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:14","price":"そして、藪の仲間たち¹、トッバゥの民²も。（彼らの）全ては使徒*たちを噓つき呼ばわりしたので、（不信仰に対する懲罰という）わが警告が実現したのである。","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"１　「藪の中の仲間たち」については、アル＝ヒジュル章７８の訳注を参照。 ２　「トッバゥの民」については、煙霧章３７の訳注を参照。","lang":"ja"},{"name":"50:15","price":"一体、われら*が最初の創造において不能だったというのか？いや、彼らは新たな創造について疑念の中にあるのだ。¹","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"１　無から「最初の創造」を始められたお方には、それを「新たな創造」として元通りにすることもお出来である（ムヤッサル５１８頁参照）。","lang":"ja"},{"name":"50:16","price":"われら*は確かに、人間を創った。われら*は彼の魂が自らに囁くものを知っており、頸動脈の管よりも彼に近いのである。","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:17","price":"右に、そして左に控える二人の受手が、（人間の行いを）受け取（って記録す）る時。¹","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"１　これは人間の右側と左側に付き添い、その行いを記録する二人の天使*のこと（前掲書５１９頁参照）。高壁章８の訳注、雷鳴章１１の訳注も参照。","lang":"ja"},{"name":"50:18","price":"彼（人間）は、自分に配備させられた監視役（の立ち会い）なしには、一言も発することがない。","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:19","price":"そして真の、死の苦悶が到来した。（人間よ、）それはあなたが逃げていたもの。","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:20","price":"そして、角笛に吹き込まれる¹。それは警告（されていた、復活）の日*。","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"１　これは、復活を知らせる二番目の吹き込み（ 前掲書、同頁参照）。家畜章７３とその訳注も参照。","lang":"ja"},{"name":"50:21","price":"そして全ての者は、先導役と証人¹を伴って、やって来る。","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"１　「先導役」は、集合の地まで連行していく天使*で、「証人」は、人が現世で行った善悪の行為を証言する天使*のこと（ムヤッサル５１９頁参照）。","lang":"ja"},{"name":"50:22","price":"（彼には、こう言われる。）「あなたは確かに、これ（復活の日*）に対して無頓着だった。だが、われら*はあなたから、あなたの覆い¹を取ってやったのだ。それでこの日、あなたの目は研ぎ澄まされ（、現世で否定していたことを目の当たりにし）ている」。","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"１　「現世における覆い」については、雌牛章７，フード*章２０の訳注も参照。","lang":"ja"},{"name":"50:23","price":"また、彼の同伴者（天使*）は言う。「これが、私のもとで用意されたもの¹です」。","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"１　「同伴者」とは、現世での人間の行いを記録していた天使のことで、「用意されたもの」とは行いの帳簿（ちょうぼ）のこと（前掲書、同頁参照）。高壁章８の訳注も参照。","lang":"ja"},{"name":"50:24","price":"（アッラー*は、二人の天使*に仰せられる。）「頑迷で、不信仰この上ない者を全て、地獄に放り込め。","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:25","price":"善を断固として阻み、（アッラー*の僕たちと、その法を）侵犯し、疑惑的だった者（全てを）。","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:26","price":"アッラー*と共に、外の神¹を拝した者。その者を、厳しい懲罰に放り込むのだ」。","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"１　この「神」については、雌牛章１３３の訳注を参照。","lang":"ja"},{"name":"50:27","price":"彼の同伴者（シャイターン*）は、言う。「我らが主*よ、私が彼を放逸にしたのではありません。しかし、彼はそもそも遠い迷いの中にあったのです」。¹","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"１　同様の情景を描写したアーヤ*として、イブラーヒーム*章２２も参照。","lang":"ja"},{"name":"50:28","price":"（アッラー*は仰せられる。）「（報いと清算の場である）われのもとで、議論するのではない。われは既に、あなた方に警告をしていたのだから。","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:29","price":"われのもとで言葉が変更されることはなく¹、われは僕たちに対する不正*者などではないのだ」。","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"１　アッラー*のお約束に変更はなく、それは必ずや実現する。かれが懲罰で裁いた者が、その裁決を覆（くつがえ）されることもない。一説にこの「言葉」は、家畜章１６０にある言葉、あるいはアッ＝サジダ*章１３にある言葉とも言われる（アッ＝シャウカーニー５：１０２－１０３参照）。","lang":"ja"},{"name":"50:30","price":"（使徒*よ、）われが地獄に「あなたは、一杯になったのか？」と言い、それ（地獄）が「（まだ）追加はありますか？」と言う日のこと（を、あなたの民に思い起こさせよ）。","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:31","price":"そして天国は、敬虔な*者たちに遠くない場所へと、近づく。","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:32","price":"（敬虔な*者たちよ、）これ（天国）は、あなた方に約束されていたもの。常に回帰し、遵守する全ての者¹に。","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"１　「常に回帰する者」については、夜の旅章２５の訳注を参照。「遵守する者」とは、諸々の義務行為、服従行為など、アッラー*へのお近づきとなる全ての物事を厳守する者のこと（ムヤッサル５１９頁参照）。","lang":"ja"},{"name":"50:33","price":"慈悲あまねき*お方（アッラー*）を（現世で）まだ見ぬままに恐れ¹、（復活の日*、主*の御許に、悔悟して不断に）立ち返る心でやって来た者に。","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"１　「（アッラー*を）まだ見ぬままに恐れ」ることについては、預言者*たち章４９の訳注を参照。","lang":"ja"},{"name":"50:34","price":"（彼ら信仰者たちには、こう言われる。）「あなた方は平安と共に、そこに入るがよい。それは永遠の日」。","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:35","price":"彼らにはそこで自分たちが望むものがあり、われら*の御許には（更なる）上乗せ¹がある。","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"１　この「上乗せ」については、ユーヌス*章２６の訳注を参照。","lang":"ja"},{"name":"50:36","price":"われら*が彼ら（シルク*の徒）以前、彼らよりも強力であり、国々を（思いのままに）往来した、どれだけの世代を滅ぼしてきたことか？一体、（その不信仰ゆえに懲罰が訪れた時、彼らに）逃げ道があったというのか？","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:37","price":"本当にそこにはまさしく、（分別する）心を携えているか、あるいは注意深く傾聴する者にとっての教訓がある。","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:38","price":"われら*は確かに、諸天と大地、その間にあるものを六日間で創った¹。疲れ一つ、われら*に及ぶこともなしに。","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"１　「諸天と大地、・・・六日間で創り・・・」については、詳細にされた章９－１２とその訳注も参照。","lang":"ja"},{"name":"50:39","price":"ならば（使徒*よ）、彼らの言うことに耐え、太陽が昇る前と日没前に、あなたの主*の称賛*と共に（かれを）称え*よ。","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:40","price":"またの夜の一部にも、かれを称え、サジダ*の後にも（そうせよ）。¹","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"１　イブン・カスィール*によれば、アーヤ*３９の「太陽が昇る前」はファジュル*、「日没前」はアスル*のことで、夜の旅で毎日五回の礼拝が義務づけられる以前は、この二つが義務の礼拝だった。尚「夜の一部」は、マッカ*の初期の一時期において義務だった、タハッジュド（夜の旅章７９の訳注を参照）のこと（７：４０９参照）。また、「サジダ*の後」とは、礼拝のすぐ後のこととされる（ムヤッサル５２０頁参照）。","lang":"ja"},{"name":"50:41","price":"（使徒*よ、）聴くがよい。呼びかける者が、近い場所から呼びかける¹日。","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"１　この「呼びかけ」とは一説に、「復活の日*へと呼ぶ者の声、あるいはその角笛」のこと。前者の場合はジブリール*、後者の場合はイスラーフィール（家畜章７３の訳注を参照）。あるいは、そのいずれをも指している、という説もある。「近い場所」とは、一説にエルサレムの岩の上（アル＝クルトゥビー１７：２７参照）。","lang":"ja"},{"name":"50:42","price":"彼らが（轟く）一声を、真実と共に耳にする日。それは（墓場からの）召喚の日である。","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:43","price":"本当に、われら*こそは（現世で）生を与え、死を与えるのであり、われら*にこそ（復活の日*の）行き先はある。","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:44","price":"大地が散り散りに裂け、そこから彼らが慌てて出て来る日。それが召集、われら*には容易いこと。","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"50:45","price":"われら*は、彼ら（シルク*の徒）が言うこと¹を最もよく知っており、（使徒*よ、）あなたは彼らに対する圧制者ではない²。ならば、わが警告を怖れる者に、クルアーン*で戒めるのだ。","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"１　アッラー*に対する捏造（ねつぞう）や、かれの御徴を噓呼ばわりしていることなど（ムヤッサル５２０頁参照）。 ２　預言者*はアッラー*の教えを伝えるために遣わされたのであり、彼らにイスラーム*を押し付ける者ではない（前掲書、同頁参照）。","lang":"ja"},{"name":"51:1","price":"ばらばらと、撒き散らすもの¹にかけて、²","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"１　砂を撒き散らす風のこととされる（ムヤッサル５２０頁参照）。 ２　アーヤ*１－４で言及されている「誓い」については、整列者章１の訳注を参照。アッラー*は、ご自身の御業（みわざ）と御力を示すべく、これらのものにおいて誓われた（アル＝バガウィー４：２８０参照）。","lang":"ja"},{"name":"51:2","price":"また、重厚なものを運ぶもの¹にかけて、","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"１　沢山の水を蓄（たくわ）えた、雲のこととされる（ムヤッサル５２０頁参照）。","lang":"ja"},{"name":"51:3","price":"また、なめらかに走るもの¹にかけて、","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"１　水上を走る、船のこととされる（前掲書、同頁参照）。","lang":"ja"},{"name":"51:4","price":"また、ご命令を分配するものたち¹にかけて（誓う）。","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"１　雨や糧（かて）、その他のものを分配する、天使*たちのこととされる（前掲書、同頁参照）。","lang":"ja"},{"name":"51:5","price":"本当に（人々よ）、あなた方に約束されていること（復活と清算）は、まさしく真実である。","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"51:6","price":"そして本当に、応報は必ず起こる。","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"51:7","price":"（創造）美を備えた天にかけて（誓う）。","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"51:8","price":"本当に（噓つきたちよ）、あなた方は（使徒*とクルアーン*について、）まさに相異なる（混乱した）言説¹の中にある。","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"１　カーフ章「混乱した状態」の訳注も参照。","lang":"ja"},{"name":"51:9","price":"（アッラー*の明証に背を向けたため、信仰から）背かされた者は、そこ¹から背かされる。","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"１　使徒*とクルアーン*への信仰のこと（ムヤッサル５２０頁参照）。","lang":"ja"},{"name":"51:10","price":"噓つきたちが、成敗されますよう。","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"51:11","price":"（彼らは）不注意にも、（不信仰と迷いの）奥底に漬かり切っている者たち。","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"51:12","price":"彼らは、報いの日*はいつなのか、と（嘲笑しつつ）尋ねる。¹","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"１　同様のアーヤ*として、家畜章５７－５８，戦利品*章３２，ユーヌス*章５０，フード*章８，雷鳴章６，夜の旅章９２，巡礼*章４７，蜘蛛章５３－５４，サード章１６，相談章１８，階段章１－２なども参照。","lang":"ja"},{"name":"51:13","price":"（その日とは）彼らが、業火で熱され（るという試練にかけられ）る日。","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"51:14","price":"（彼らには、こう言われる。）「あなた方が（現世で）性急に求めていた（、業火の懲罰という）試練を、味わうがよい」。","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"51:15","price":"本当に敬虔な*者たちは、楽園と泉の中にある。","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"51:16","price":"彼らの主*が授けて下さった（お望みの）ものを、手にしつつ、本当に彼らは以前（現世で）、善を尽くす者¹たちだったのだから。","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"１　「善を尽くす者」については、蜜蜂章１２８の訳注を参照。","lang":"ja"},{"name":"51:17","price":"彼らが眠っていたのは、（タハッジュド¹のため、）夜の僅かな時間だけだった。","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"１　「タハッジュド」については、夜の旅章７９の訳注を参照。","lang":"ja"},{"name":"51:18","price":"また明け方には、（アッラー*に罪の）赦しを乞うていた。¹","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"１　夜の残りが三分の一を切る頃からファジュル*の時間までは、罪の赦し、祈願、悔悟が（それ以外の時間帯よりも）受け入れられる時間帯である（ムスリム「旅行者の礼拝とその短縮の書」１７２参照）。","lang":"ja"},{"name":"51:19","price":"また彼らの財産の内には、（他人に施しを）求める者にも、（それを）禁じられた者¹にも、（与えることを決めた）権利があった。","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"１　一説にこれは、その遠慮深さゆえに貧しくないと思われ、その結果、施しを受けるのを「禁じられた」状況にある者（アル＝バイダーウィー５：２３７参照）。雌牛章２７３も参照。","lang":"ja"},{"name":"51:20","price":"また大地には、（アッラーの唯一性*を）確信する者たちにとっての（、かれの全能性を示す）御徴がある。","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"51:21","price":"そして、あなた方自身の（創造の）内にも。一体、あなた方は（それに無頓着で）目を開かないのか？","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"51:22","price":"また天には、あなた方の糧と、あなた方に約束されているもの¹がある。","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"１　「糧」には、「雨と、それによって育つ作物、及びそれによって生きる創造物」「糧が定められている『守られし碑板*』」といった解釈がある。「約束されているもの」の解釈には、「善いことや悪いこと」「そのいずれか」「天国と地獄」「復活の日*」といった諸説がある（アル＝クルトゥビー１７：４１参照）。","lang":"ja"},{"name":"51:23","price":"そして天地の主*にかけて、本当にそれ¹はまさしく真理なのだ。ちょうど、あなた方が喋る（ことに対し、自分自身、その事実を疑うことがない）のと同様に。","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"１　復活の日*、報いといった、アッラー*がお約束になったもの（イブン・カスィール７：４２０参照）。","lang":"ja"},{"name":"51:24","price":"（使徒*よ、）あなたのもとに、イブラーヒーム*の貴い客人たち（人間の姿を借りた天使*たち）の話¹は届いたか？","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"１　イブラーヒーム*と、この天使*たちの話については、フード*章６９－７６，アル＝ヒジュル章５１－６０，蜘蛛章３１－３２も参照。","lang":"ja"},{"name":"51:25","price":"彼ら（天使*たち）が、彼（イブラーヒーム*）のところに入り、「（あなたに）平安を¹」と言った時。彼（イブラーヒーム*）は言った。「（あなた方にこそ、）平安を」。ーー彼らは、見慣れない民であるぞーー。","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"１　家畜章５４「あなた方に平安を」の訳注も参照。","lang":"ja"},{"name":"51:26","price":"それで彼（イブラーヒーム*）は家族の方へと席を外すと、肥えた仔牛（の焼き肉）を持って（客人のところへと）やって来た。","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"51:27","price":"そして、それを彼らに差し出した。「どうぞ、召し上がって下さい」と言いつつ。","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"","lang":"ja"},{"name":"51:28","price":"（しかし、彼らが手を出さなかったので、）彼（イブラーヒーム*）は彼らに恐怖心を抱いた。彼らは言った。「怖がらなくてもよい（、私たちはアッラー*からの御使いである）」。そして彼に、有識な男の子¹の（誕生についての）吉報を告げた。","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"１　これが誰かについては、フード*章７１，アル＝ヒジュル章５３とその訳注を参照。","lang":"ja"},{"name":"51:29","price":"すると彼（イブラーヒーム*）の妻（サーラ）は、（それを聞くと客人たちのところへと）声を上げて赴き、自分の顔を叩きつつ¹、言った「（私は、）年寄りで、不妊ですのに！」","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"１　これは当時、何か驚くことがあった時、女性がする仕草だった（イブン・アーシュール２６：３６０参照）。尚、フード*章７１－７２とその訳注も参照。","lang":"ja"},{"name":"51:30","price":"彼ら（天使*たち）は言った。「そのように、アッラー*が仰せられたのだ。本当にかれこそは、英知あふれる*お方、全知者なのだから」。","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"","lang":"ja"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}