{"data":[{"name":"2:253","price":"それらの使徒*たち、われら*は彼らのある者を、他のある者よりも特に引き立てた。彼らの中には、アッラー*が（直接）御言葉をかけて下さった者もあるし、またある者は、その位を高められた。また、われらはマルヤム*の子イーサー*に明証を授け、聖霊¹によって彼を強めた。アッラー*がお望みであったなら、明証が到来した後、彼ら（預言者*たち）の後（の世代）の者たちが争い合うことはなかったのだ。だが彼らは意見を異にし、それで彼らの内のある者は信仰し、またある者は不信仰に陥った。そして、アッラー*がお望みであったなら、彼らは争ったりしなかったのだ。しかしアッラー*は、かれがお望みになることを行われる。","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"１　この「明証」と「聖霊」についてはアーヤ*87の訳注を参照。","lang":"ja"},{"name":"2:254","price":"信仰する者たちよ、売買も友愛も執り成しもなくなる日¹が来る前に、われらがあなた方に授けたものから（施しとして）費やす²のだ。不信仰者*たちは、まさしく不正*者なのである。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"1　復活の日*のこと。その日、不信仰者*にとって儲（もう）けのある売買はなく、アッラー*の罰を免（まぬが）れるためのお金もなく、自分を助けてくれる友人の友情もなく、罰を軽減（けいげん）してくれる執り成し手もいない（ムヤッサル42頁参照）。「執り成し」については、アーヤ*48と、その訳注も参照。 2　「我らが・・・費やす」については、アーヤ*3の訳注を参照。","lang":"ja"},{"name":"2:255","price":"アッラー*は、かれの外に（真に）崇拝*すべきものがなく、永世する*お方、全てを司る*お方。まどろみも眠りも、かれを捉えることはない。諸天にあるものと、大地にあるものは（全て）、かれに属する。かれのお許しなくして、誰がかれの御許で執り成すことが出来ようか？¹かれは、彼ら（全存在）の前にあるものも、彼らの背後にあるもの²も、ご存知である。そしてかれのお望みになることの外、彼らはかれの御知識について、何も把握することはないのだ。かれの玉座³は、諸天と大地に広がり、その二つの護持が、かれを疲れさせることもない。そしてかれは至高の*お方、この上なく偉大な*お方であられる。⁴","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"１　復活の日*の「執り成し」については、アーヤ*48、マルヤム*章87、ター・ハー章109とその訳注を参照。 ２　つまり全存在の、未来と過去のこと（ムヤッサル42頁参照）。 ３　教友*イブン・アッバース*は言った「王座はかれ（アッラー*）の足台で、御座（みくら）の大きさは際限（さいげん）がない」（アル=ハキーム2：338参照）。アッラー*の「足台」がいかなるものかは、かれご自身のみがご存知である（ムヤッサル42頁参照）。尚、「御座」については高壁章54の訳注を参照。 ４　このアーヤ*は、クルアーン*の中でも最も偉大なアーヤ*の一つとされ（ムスリム「旅行者の礼拝の書」257参照）、「アーヤト・アル=クルスィー（王座の節）」と呼ばれている。","lang":"ja"},{"name":"2:256","price":"（この）宗教に強制はない¹。実に正しさは、誤りから明確に分け隔てられたのだから。それで、ターグート*を否定してアッラー*を信仰する者は誰でも、決して外れることのない堅固な取っ手を確かに握り締めたのである。アッラー*は、よくお聴きになるお方、全知者であられる。","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"１　イスラーム*は、その完全性、そしてそれを示す根拠の明白さゆえ、強制される必要がない、ということ（ムヤッサル42頁参照）。","lang":"ja"},{"name":"2:257","price":"アッラー*は、信仰する者たちの庇護者*。かれは、彼らを闇から光¹へと導き出して下さる。そして、不信仰に陥った*者たちの庇護者はターグート*。それらは、彼らを光から闇へと引き出してしまう。それらの者たちこそは、業火の民。彼らはその中に永住するのだ。","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"１　原語では「闇」は複数形、「光」は単数形で表現されている。これは、真理が一つである一方、不信仰には様々な種類があり、その全てが無意味であることを示しているのだという（イブン・カスィール1：685参照）。","lang":"ja"},{"name":"2:258","price":"（使徒*よ、）あなたは、アッラー*が王権をお授けになったことで（高慢になり）、イブラーヒーム*と、彼の主*について言い争った者¹を知らないのか？²イブラーヒーム*が、「我が主*は、生を授け、死を与えられるお方」と言った時のこと。（しかし）彼（王）は、「私は生かし、死を与える³」と言った。（そこで、）イブラーヒーム*は言った。「それなら、本当にアッラー*は、太陽を東から昇らせるお方である。ならば、あなたは太陽を西から昇らせてみよ」。すると、この不信仰だった者*は当惑してしまった。アッラー*は、不正*者である民をお導きにはならないのだ。","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"１　この王の名はナムルーズ、と言われる（アッ＝タバリー2：1505‐1506参照）。旧約聖書のニムロド王との明確な関連性は、不明。 ２　イブラーヒーム*とその父親、及びその民のやり取りについては、家畜章74-82、マルヤム*章42-48、預言者*たち章52-70、詩人たち章70-89、整列者章85-98、金の装飾章26-28も参照。 ３　意のままに人を殺し、あるいは生かしておく権力がある、という意味（ムヤッサル43\n頁参照）。","lang":"ja"},{"name":"2:259","price":"それとも、屋根ごとに崩れ落ちた¹廃村を通りかかり、「アッラー*は、どのようにしてこれ（廃村）を、それが（一旦）滅びてしまった後に、蘇らせられるのであろう？」と言ったような者を（知らないのか？）。アッラー*は、彼を百年間死なせ、それから彼を蘇らせられた。かれ（アッラー*）は仰せられた。「あなたは（ここで）、どれだけ過ごしていたのか？」彼は申し上げた。「一日か、一日の一部を過ごしただけです」。かれは仰せられた。「いや、あなたは百年間過ごしたのだ。ならば、あなたの食べ物と飲み物を見よ。それはまだ、変わらぬままであろう。また、あなたのロバを見てみよ。われら*はあなたを、人々への御徴²としよう。そして、その骨を見てみるがよい。われら*がどのようにしてそれらを組み立て、それからそれらに肉付けするのかを」。そして、それが彼にとって明らかになった時、彼は申し上げた。「私は、アッラー*こそが全てのことをお出来なのを、存じ上げています」。","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"１　「崩れ落ちた」と訳した語「ハーウィヤ」には、「空っぽになった」という意味も含まれ得る（アル=クルトゥビー3：290参照）。 ２　アッラー*には、死後に人々を復活させる力が備わっていることを示す、証拠のこと（ムヤッサル43頁参照）。","lang":"ja"},{"name":"2:260","price":"また、イブラーヒーム*が（こう）申し上げた時のこと（を、思い出すがよい）。「我が主*よ、あなたがどのようにして死者を生き返らせられるのか、私にお見せ下さい」。かれ（アッラー*）は仰せられた。「一体、あなたは（まだ）信じていないのか？」彼は申し上げた。「いいえ、（ただ）自分の心が（確信で）安らぐために、（それを見たいの）です」。かれは仰せられた。「ならば四羽の鳥を捕まえて、それらをあなたの手許に集め（屠って切り刻み）、そしてそれらの一部を、それぞれの山に置くがよい。それからそれらを呼ぶのだ。（そうすれば）それらは（生き返り）、急いであなたのもとへとやって来るであろう。アッラー*こそが偉力ならびない*お方、英知あふれる*お方であるということを、知るのだ」。","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:261","price":"アッラー*の道において自らの財産を費やす者たちの様子は、ちょうど七本の穂を実らせた、一つの種粒のようである。それぞれの穂には、百の種粒がついている。アッラー*は、かれがお望みになる者に、（その褒美を）倍増されるのだ。アッラー*は公量な*お方、全知者であられる。","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:262","price":"アッラー*の道において自らの財産を費やし、それから自分が費やしたものに、（施しを費やした相手に対する）恩着せがましさや害¹を伴わせない者たち、彼らには、その主*の御許に褒美がある。そして彼らには、怖れもなければ、悲しむこともない²。","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"１　ここでの「害」は、施した相手に対し、引け目を感じさせるような言動によるものであるとされる（ムヤッサル44頁参照）。 ２　「怖れもなければ・・・」に関しては、アーヤ*38の訳注を参照。","lang":"ja"},{"name":"2:263","price":"適切な言葉と赦し¹は、（施した相手に対して）害を伴う施しよりも、ましである。アッラー*は満ち足りておられる*お方、寛大な*お方。","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"１　「適切な言葉」とは、乞う者に対して善い言葉で応じることや、その時は要望を叶えられなくても、後にそれを叶えることを約束すること（夜の旅章28とその訳注も参照）、あるいは彼のために祈ってやること。「赦し」とは、他人の窮乏（きゅうぼう）や過（あやま）ちを隠しておいたり、不正*を行った者を赦したり、物乞いが出すぎた態度をとっても大目に見てやったりすること（アル＝バガウィー1：360参照）。","lang":"ja"},{"name":"2:264","price":"信仰する者たちよ、あなた方の施し（による褒美）を、恩着せがましさや害によって、無効にしてはならない。人々に見せびらかすために自分の財産を費やし¹、アッラー*も最後の日*も信じてはいない者のように。というのも彼の様子は、あたかも土で覆われた滑らかな岩のようで、あり、そこに大雨が降れば、それを裸にしてしまうからである。彼らは自分たちが稼いだ行いから、何も得ることがない²。アッラー*は、不信仰者*である民をお導きにはならないのだ³。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"１　アッラー*はのためではなく、人目や評判などを目的とした行為は、「リヤーゥ」と呼ばれる。預言者*ムハンマド*はムスリム*の「リヤーゥ」を「小さなシルク*」と表現した（アフマド23686参照）。なぜならそれは、崇拝*行為や善行をアッラー*だけのためではなく、人々の自分に対する賞賛のためにすることになり、その結果、来世におけるアッラー*の褒美を禁じられるからである（イブン・バッタール1：113参照）。 ２　他人に見せびらかすために善行を行う者の心は、この岩のように硬く、施しをはじめとした彼の善行は、その表面の土のようである。無知な者は、それが農作に適した良い土地だと考える。しかし真実が暴（あば）かれれば、その土はなくなり、そこでの労働が無駄（むだ）であったこと、そこが農作には適していなかったことを知ることになる（アッ＝サァディー113参照）。イムラーン家章117、イブラーヒーム*章18、御光章39-40、識別章23も参照。 ３　アッラー*は、不信仰者*が施しやその他\nのことにおいて、真に正しい形で行うことをお助けにはならない、ということ（ムヤッサル44頁参照）。","lang":"ja"},{"name":"2:265","price":"また、アッラー*のお喜びを求め、自らの確固とした信念をもって自分の財産を費やす者たち¹の様子は、まるで大雨が降りかかって倍の収穫物をもたらした、丘陵の農園のようである。たとえ多量の雨が降らなくても、僅かな雨で（十分なのだ）。アッラー*はあなた方が行うことを（全て）ご覧になるお方。","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"１　アッ＝サァディー*によれば、このアーヤ*で言及されているのは、施しにおいて二つの害を克服（こくふく）した者であるという。つまり、アッラー*のお喜びだけを望んで施すことで「見せびらかしの行為」という害を、そして確固とした信念をもって施すことで、「決心の弱さや躊躇（ちゅうちょ）」という害を克服する者である（114頁参照）。","lang":"ja"},{"name":"2:266","price":"一体あなた方の内で、ナツメヤシや葡萄の農園——その下からは川が流れ、そこには彼のための、あらゆる種類の果実がある——を所有しているが、既に（本人は）年老いてしまい、その子供はまだ幼く、そうしている内に火事を伴う強風が吹いて、ついには（農園が）全焼してしまう、ということを望む者がいるのか？（このような説明と）同様に、アッラー*はあなた方が熟考するようにと、あなた方に（法規定に関する）御徴を明らかにされるのである。","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:267","price":"信仰する者たちよ、あなた方が稼いだ善きものと、われら*が大地からあなた方のために大地からわれら*が出し（て生育させ）たものから、（施しとして）費やす¹のだ。また、そこから費やそうとして、粗悪なものを意図してはならない。あなた方自身でさえ、それに対して目をつぶらずには、手にしようとはしないというのに²。アッラー*こそが満ち足りておられる*お方、称賛されるべき*お方であることを知るのだ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"１　「われらが・・・費やす」については、アーヤ*3の訳注を参照。 ２　一説によれば、このアーヤ*は、わざと質の悪いナツメヤシの実を施す者に関して下った（アッ＝ティルミズィー2987参照）。","lang":"ja"},{"name":"2:268","price":"シャイターン*はあなた方に貧困を約束し（て怯えさせ）、醜行¹を命じ、アッラー*はあなた方に（施しによって、）かれの御許からのお赦しとご恩寵を約束される。そしてアッラー*は、広量な*お方、全知者であられるのだ。","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"１　「醜行」については、蜜蜂章90の訳注も参照。","lang":"ja"},{"name":"2:269","price":"かれは、かれがお望みになる者に英知をお授けになる。誰でも英知を授けられた者は、確かに多くの善を授かったのだ。教訓を得るのは、澄んだ理性の持ち主たちだけである。","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:270","price":"また、あなた方が（施しのために）費やしたいかなる出費も、あなた方が誓ったいかなる誓約も、必ずやアッラー*は、ご存知である。不正*者たちには、いかなる援助者もない。","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:271","price":"また、あなた方が施しを公然と行えば、それは素晴らしいこと。また、それを秘密裏に困窮者*たちに与えれば、それがあなた方にとって更に善い¹。かれは、あなた方の悪行の一部を帳消しにして下さる。アッラー*は、あなた方の行うこと（全てに）通暁されているお方。","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"１　これは任意の施しや善行に関してであり、義務の浄財に関しては公然と行うがよいという見解もある（アッ＝タバリー2：1584参照）。","lang":"ja"},{"name":"2:272","price":"（使徒*よ、）彼ら（不信仰者*たち）を導くこと¹は、あなたの義務ではない。しかしアッラー*こそが、かれがお望みになる者をお導きになるのだ。あなた方が何か善いものを（施しとして）費やせば²、（それは）あなた方自身のため（となる）。あなた方（信仰者たち）は、アッラー*のお喜びを求めずには、（施しを）費やすことがない。そして、あなた方が何であれ善いものを（施しとして）費やせば、あなた方は不正*を受けることなく、ふんだんに報われるのだ。","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"１　最終的に人を導くのはアッラー*であり、預言者*（あるいはそれ以下の者）の一存で叶うことではない。ただ預言者*には、導きの説明や、そこへと招くことが義務づけられているだけである（アル=バガウィー1:376参照）。蜜蜂章37、ユーヌス*章99-100、蟻章80、物語章56、相談章52とその訳注も参照。 ２　「（施しとして）費やす」については、雌牛章3の訳注を参照。以下、同頁の同様の表現も同訳注を参照。","lang":"ja"},{"name":"2:273","price":"（生活の糧を稼ぐために）大地を旅することもできず、アッラー*の道において遮断された状態¹にある、困窮者たちのために（施すのだ）。無知な者たちは、（彼ら困窮者たちの）遠慮深さゆえ、彼らが裕福であると思い込んでいる。あなたは彼らを、その佇まいによって知るのだが。彼らは人々に、しつこくせがんだりはしない。あなた方が何であれ善いものを（施しとして）費やせば、アッラー*は必ずや、それをご存知なのである。","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"１　「アッラー*の道において遮断された状態」とは、アッラー*の道における戦いやその他のことにおいて、アッラーへの服従行為に専念している状態のこと（アッ＝サァディー116頁参照）。一説にこのアーヤ*は住む家も近親もなく、マディーナ*で預言者のマスジド*の一角に住んでいた、貧しいハージルーン*たちに関して下った、とされる（アル=バガウィー1:377参照）。","lang":"ja"},{"name":"2:274","price":"自分の財産を、夜も昼も（時には）秘密裏に、そして（時には）公然と（施しとして）費やす者たち、彼らには、自分たちの主*の御許でその褒美がある。そして彼らには怖れもなければ、悲しむこともないのだ¹。","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"１　「怖れもなければ・・・」の意味に関しては、アーヤ*38の訳注を参照。","lang":"ja"},{"name":"2:275","price":"利息*を貪る者たちは、シャイターン*がとり憑いて躓かせる者のような立ち上がり方しかできない¹。それは彼らが、「本当に売買だって、利息のようなものだ」と言ったためである。そしてアッラー*は売買を合法とされ、利息を禁じられた。自分の主*からの訓戒が到来した後に（利息を）やめるのなら、彼には過ぎ去ったこと（へのお赦し）があり、その前途はアッラー*に委ねられる。そして再び（その罪を）繰り返すのなら、そのような者たちは業火の住民となる。彼らはそこに、永住するのだ。","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"１　これは復活の日*が到来し、復活させられる時の様子であると言われる（ムヤッサル47頁参照）。","lang":"ja"},{"name":"2:276","price":"アッラー*は利息を根絶やしにされ、施し（の褒美）は増幅させられる。そしてアッラー*は、不信心この上なく、罪に溺れた、いかなる者もお好みにはならない。","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:277","price":"本当に、信仰して正しい行い*に励み、礼拝を遵守*し、浄財*を支払う者たち、彼らには、その主*の御許に彼らの褒美がある。そして彼らには怖れもなければ、悲しむこともないのだ¹。","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"１　「怖れもなければ・・・」の意味に関しては、アーヤ*38の訳注を参照。","lang":"ja"},{"name":"2:278","price":"信仰する者たちよ、アッラー*を畏れ*、利息*の残額を帳消しにせよ。もし、あなた方が信仰者であるのなら。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:279","price":"それで、もしそうしないのなら、アッラー*とその使徒*からの戦い（の宣告）を確信せよ。そしてもし悔い改めるのであれば、あなた方には元金（への権利）がある。あなた方は不正*を働くこともなく、不正*を被ることもない¹。","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"１　他人から不当な利益を得ることもなければ、自分の元手を不当に失うこともない、ということ（ムヤッサル47頁参照）。","lang":"ja"},{"name":"2:280","price":"また、彼（債務者が）が苦境にあるのなら、余裕が出来るまで待ってやるがよい。（債務を帳消しにして）施しとしてしまうことが、あなた方にとってより善いのだ。もし、あなた方が（そのことを）知っているのなら。","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"2:281","price":"そしてあなた方が、アッラー*の御許に帰される（復活の）日を恐れよ。やがて各人は自分が稼いだもの（の報い）を、不正*を受けることもなく、ふんだんに受け取ることになるのだ。¹","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"２　一説には、アーヤ*がクルアーン*で下った最後のもの（アッ＝タバリー2：1610参照）。","lang":"ja"},{"name":"2:282","price":"信仰する者たちよ、定められた（返済）期限まで借金を貸し借りする際には、それ書面にするのだ¹。また、（当事者以外の）一人の記録者が、あなた方の間に立ち、公正さをもって記録せよ。そして、アッラー*が彼に（筆記という恩恵を）教えられたように、記録者は筆記（によって他人を益）することを拒んではならない。ならば、彼（記録者）に記録させ、債務者に口述させ、彼の主*であるアッラー*を畏れ*させ、そこ（借りた額）から（口述で故意に）何一つ減らしてはならない。また、債務者が無知²であったり、貧弱³であったり、あるいは彼が口述することが出来ない状態にあった場合には、その後見人に公正さをもって口述させよ。そしてあなた方の中から、二名の男性⁴の証人に証言を求めるのだ。そして、もし二名の男性でなければ、証人としてあなた方が満足する男性一名と女性二名（が証言する）。（それは）片方の女性が忘れてしまっても、もう一方の女性が（それを）思い出させるようにである。また、証人は（証言をするように）呼ばれた際、（それを）拒んではならない。そして（額の）大小に関わらず、期限が定められたそれ（借金）を記録するのを、面倒がってはならない。そうすることがアッラー*の御許でより公正なことであり、証言をより確立させ、かつ（貸し借りの契約において）あなた方が疑惑を抱くことから、より遠ざけてくれるものなのである。しかし（借金ではなく）、あなた方の間で取り交わす直接の売買取引の場合は別。それを記録しなくても、あなた方に罪はない。あなた方が売買取引する際には、証人を立てるがよい⁵。そして記録者も証人も、侵害してはならない⁶。（そういうことを）すれば、本当にそれはあなた方の放逸さとなるのだ。そして、アッラー*を畏れ*よ。アッラー*はあなた方にお教えになる。アッラー*は全てをご存知のお方。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"１　四大法学派*はこれが義務ではなく、財産権上のすすめであるとする（クウェイト法学大全14：137参照）。 ２　つまり禁治産者や、過度の浪費壁（ろうひへき）がある者など、金銭的な常識において無知な者のこと（ムヤッサル48頁参照）。 ３　つまり幼少だったり、精神的に正常ではない状態にあったりすること（前掲書、同頁参照）。 ４　分別と良識を備え、信頼性のあるムスリム*成人*男性（前掲書、同頁参照）。なお信頼性に関しては、頻出名・用語解説の「真正*」の項②も参照のこと。 ５　通常の売買取引においても証人を立てることは、推奨（すいしょう）される行為である（ムヤッサル48頁参照）。 ６　「侵害してはならない」と訳した原語「ラー・ユダーッル」はアラビア語の形態文法学上、「侵害されてはならない」という意味にも解釈され得る。つまり借金の当事者が、無理な要求によって記録者と証言者を害してもならないし、記録者と証言者も、記録や証言において事実と異なることを書いたり、言ったりしてもならない（アブー・ハイヤーン2：370参照）。","lang":"ja"},{"name":"2:283","price":"また、あなた方が旅の途上にあって記録者を見出せないなら、渡すべき担保を（渡せ）¹。そして、もしあなた方がお互いに信頼し合っている（ゆえに無担保で貸す）のであれば、信用を受けた者にはその信託（債務）を果たさせ、彼の主*であるアッラー*を畏れ*させよ。また、あなた方は証言を隠してはならない²。誰でもそれを隠す者、本当に彼は、罪深い心の持ち主なのだから。アッラー*はあなた方の行うこと（全て）をご存知である。","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"１　大多数の学者は、ここで言及されている「旅の途上」にあることは、「記録者が見つからない典型的状況」を示しているだけなのであり、担保は旅行中でなくとも入れることが可能である、という見解をとっている（イブン・アル・アラビー1：343参照）。 ２　債務者が自分の義務を無視するようなことがあれば、その貸し借りの契約の証人は、自分の証言を隠してはならない（ムヤッサル49頁参照）。","lang":"ja"},{"name":"2:284","price":"諸天にあるものと、大地にあるものは、アッラー*にこそ属する。そしてあなた方が、自分自身の内にあることを露わにしようと、それを隠そうと、アッラー*は（それをご存知であり、）そのことについてあなた方を清算なされる¹。かれは、かれがお望みになる者をお赦しになり、また、かれがお望みになる者を罰せられるのだ。アッラー*は、全てのことがお出来のお方。","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"１　現世で「自分自身の内に隠していた」罪深いことについての「清算」は、必ずしも懲罰を意味するわけではない。復活の日*、信仰者は現世での罪を見せられるが、アッラー*は、こう仰（おお）せられる。「われはそれを現世において、あなたのために隠しておいてやった。ゆえに今日、われはそれを赦してやろう」。しかし不信仰者*や偽信者*らは、その罪を証言する多くの証人（それが自分自身の肉体である可能性もある）の前に運びだされることになる（アル=ブハーリー２４４１、アッ＝タバリー2：1648‐1650参照）。","lang":"ja"},{"name":"2:285","price":"使徒*は、彼の主*から彼に下された者を信仰する。そして信仰者たちも（同様である）。（彼らは）皆、アッラー*とその天使*たち、諸啓典と使徒*たちを信仰する。（彼らは言う。）「私たちは、かれ（アッラー*）の使徒*たちの間に差別をつけない¹」そして彼らは言うのだ。「私たちは（あなたのご命令を）聞き、従います。我らが主*よ、あなたのお赦しを（乞います）。そしてあなたの御許こそ、（私たちの）帰り所なのです」。","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"１　婦人章150も参照。","lang":"ja"},{"name":"2:286","price":"アッラー*は誰にも、その能力以上のものを負わせられない。人は自ら得たもの（善行）によって自らを益し、自ら稼いだもの（悪行）によって自らを損ねる。（こう祈るがよい。）「我らが主*よ、私たちをお咎めにはならないで下さい。もし私たちが忘れたとしても、また過ちを犯したとしても。我らが主*よ、また、あなたが私たち以前の者たちに課されたような厳しいご命令を、私たちには課さないで下さい。我らが主*よ、そして、私たちが担いきれない重荷を、私たちに負わせないで下さい。また、私たちを大目にご覧になり、私たち（の罪）をお赦しになり、私たちにご慈悲をおかけ下さい。あなたは私たちの庇護者*なのですから。ゆえに不信仰者*である民に対して、私たちを勝利させて下さい」。","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:1","price":"アリフ・ラーム・ミーム¹。","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"１　これらの文字については、頻出名・用語解説の「クルアーンの冒頭に現れる文字群*」を参照。","lang":"ja"},{"name":"3:2","price":"アッラー*はかれの外に真に崇拝*すべきものがなく、永世する*お方、全てを司る*お方。","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:3","price":"（使徒*よ、）かれはあなたに、それ以前のもの¹を確証する啓典（クルアーン*）を、真理をもってお下しになった。また、かれはトーラー*と福音*もお下しになり、","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"１　預言者*ムハンマド*以前の、諸啓典や諸預言者*のこと（ムヤッサル50頁参照）。","lang":"ja"},{"name":"3:4","price":"（それらをクルアーン*）以前に人々への導きとして（下し給い）、また（真理と虚妄を分ける）識別¹を下された。本当にアッラー*の御徴²を否定する者たち、彼らには厳しい懲罰がある。アッラー*は偉力ならびない*お方、報復の主*。","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"１　この「識別」には、「啓典一般」「（ダーウード*の）書簡」「クルアーン*」といった解釈がある（アル＝バイダーウィー2：4‐5参照）。 ２　この「御徴」とは、アッラーの唯一性*と、イーサー*がかれの僕（しもべ）であるということを示す証拠のこと（アッ＝タバリー3：1637参照）。","lang":"ja"},{"name":"3:5","price":"本当にアッラー*は、地でも天でも、かれから姿を暗ますことが出来るものなど、何一つない。","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:6","price":"かれはお望みのままに、あなた方を（母親の）胎内に形造られるお方。かれの外に、（真に）崇拝*すべきものはない。（かれは）偉力ならびない*お方、英知あふれる*お方である。","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:7","price":"かれは、この啓典（クルアーン*）をあなたに下されたお方。その中には、啓典の母¹である明確なアーヤ*と、（それとは）別の紛らわしいアーヤ*がある。心に歪みがある者たちは（人々の）誘惑を望み、（好き勝手な）解釈を求めて、意味が紛らわしい部分に従うのだ。アッラー*と、「私たちはこれ（クルアーン*）を信じた。（これは）全て我らが主*の御許からのものである」と言う、知識が深く根ざした者たちの外、その（真の）解釈を知るものはないというのに。澄んだ知性の持ち主以外、教訓を受けることはないのだ。","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"１　「啓典の母」とは、紛らわしさを感じた際に、そこへと立ち返るべきクルアーン*の根本的部分のこと（ムヤッサル50頁参照）。アラビア語では、何かの大半を占めるものや、物事の基礎となるものを、「（何かの）母」と呼ぶことがある（イブン・アーシュール3：154参照）。そして「紛らわしいアーヤ*」を「明確なアーヤ*」という基準によって判断する者は正しく導かれ、逆に「紛らわしいアーヤ*」を基準に「明確なアーヤ*」を判断しようとする者は、それに逆行することになる（イブン・カスィール2：6参照）。","lang":"ja"},{"name":"3:8","price":"（彼らは、こう言う。）「我らが主*よ、私たちを導かれた後で、私たちの心を歪めないで下さい。そしてあなたの御許から、私たちにご慈悲をお授け下さい。本当にあなたこそは、恵み深い*お方なのですから。","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:9","price":"我らが主*よ、本当にあなたは、（その到来に）疑惑の余地がない（復活の）日*に、人々を召集されるお方。本当にアッラー*が、約束を違えられることはありません。","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:10","price":"本当に、不信仰に陥った*者たち、彼らにはその財産も子供も、アッラー*（の懲罰）に対しては何の役に立つこともない。それらの者たちこそは、業火の薪なのだ。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:11","price":"（彼らの結末は）フィルアウン*の一族や、それ以前の（不信仰）者*たちの習いと同様である。彼らはわれら*の御徴¹を嘘よばわりし、アッラー*はその罪ゆえに彼らを（罰で）捕らえられた。アッラー*は、厳しく懲罰されるお方。","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"１　この「御徴」は、クルアーン*のアーヤ*、あるいはアッラーの唯一性*を示す証拠のこと（アル＝クルトゥビー4：23参照）。","lang":"ja"},{"name":"3:12","price":"（使徒*よ、）不信仰に陥った者*たちに、言ってやるがいい。「あなた方は、じきに打ち負かされて、地獄に集められよう。その寝床は、何と醜悪なことか」。","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:13","price":"（ユダヤ教徒*たちよ、バドルの戦い*で）会した二つの集団には、確かにあなた方への御徴¹があった。（一方は）アッラー*の道において戦う集団であり、不信仰であるもう一方（の集団）には確かに、彼らがその（実際の数の）倍に見えたのだ²。アッラー*は、かれがお望みになる者を、かれのご援助でお助けになる。本当にそこにはまさしく、慧眼を有する者たちへの教示があるのだ。","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"１　この「御徴」は、アッラー*がイスラーム*を威光（いこう）高きものとされ、その使徒*を援助され、その敵は敗北することになるという教示と証拠のこと（アル＝カースィミー4：802参照）。 ２　このアーヤ*の解釈には、以下のような説がある：①信仰者たちにとって、不信仰者*たちが、自分たちの倍に見えた。そもそも不信仰者*たちの数は信仰者たちの三倍だったが、それより少なく見えることで、信仰者たちを戦闘へと鼓舞（こぶ）する結果となった（戦利品*章44も参照）。②不信仰者*たちにとって、信仰者たちが、信仰者たちの本来の数の倍に見えた。③不信仰者*たちにとって、信仰者たちが、自分たちの数の倍に見えた（イブン・ジュザイ1：137‐138参照）。","lang":"ja"},{"name":"3:14","price":"欲望（を誘うものへ）の愛情は、人々に煌びやかにされた。婦女、子供、莫大な金銀財宝、美しい馬¹、家畜、農地。それらは、現世の生活における楽しみ。そしてアッラー*の御許にこそは、善い帰り所があるのだ。","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"１　「美しい馬」には外にも、「放し飼いにされた馬」とか、斑点（はんてん）や色、あるいは烙印（らくいん）などの「印によって特徴づけられた馬」、といった解釈もあり（アル＝バガウィー1:417‐418参照）。","lang":"ja"},{"name":"3:15","price":"（使徒*よ、）言ってやるがいい。「あなた方に、それよりも善いものを教えようか？敬虔である*者たちには、彼らの主*の御許に、その下から河川が流れる楽園——彼らはそこに永遠に住む——と、純潔な妻¹たち、アッラー*からのご満悦がある。アッラー*は、その僕たちをよくご覧になるお方。","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"１　「純潔な妻」に関しては、雌牛章25の訳注参照。","lang":"ja"},{"name":"3:16","price":"（彼らは、こう言う。）「我らが主*よ、私たちは本当に信仰しました。ゆえに、私たちのために私たちの罪をお赦しになり、私たちを業火の懲罰からお救い下さい」。","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:17","price":"（彼らは）忍耐*があり、（言動において）正直、（アッラー*の教えに）従順で、（施しのために）よく費やし、夜明け前に（罪の）赦しを乞う者たち。","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:18","price":"アッラー*は、公正を行われるかれの外に、崇拝*すべきものがないことを証言された。そして天使*たちも、知識ある者たちも、また（それを証言する）。かれの外に、崇拝*すべきものはない。（かれは）偉力ならびない*お方、英知あふれる*お方。","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:19","price":"本当にアッラー*の御許における（真の）宗教¹はイスラーム*である。そして啓典を授けられた人々が意見を異にしたのは、彼らのもとに知識²が到来した後のこと、彼らの間の侵犯³ゆえ以外の何ものでもなかった。誰だろうとアッラー*の御徴⁴を否定する者があっても（、アッラー*は彼にその応報を与えられるのであり）、本当にアッラー*は即座に計算されるお方*なのだ。","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"１　アッラー*が創造物に対してお喜びになり、使徒*たちに託（たく）して遣（つか）わし、それ以外のものはお受け入れにはならない「宗教」のこと（ムヤッサル52頁参照）。アーヤ*85も参照。 ２　この「知識」は、使徒*や啓典のこと（前掲書、同頁参照）。相談章14の訳注も参照。 ３　この「侵犯」については、雌牛章213の訳注を参照。 ４　この「御徴」は、クルアーン*のアーヤ*、及びアッラーの唯一性*を示す証拠のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"3:20","price":"それで（使徒*よ）、もし彼ら（啓典の民*）があなたに（アッラーの唯一性*について）論争してくるのなら、言ってやるがよい。「私はアッラー*に（のみ）自分の顔を向け、服従した¹。そして、私に従った者も同様である」。また、啓典を授けられた者*たちと文盲者たち²に、（こう）言うのだ。「あなた方は（アッラーの唯一性*において）、服従したのか？³」もし服従したならば、彼らは確かに（正しく）導かれたのである。そして、もし彼らが背き去ったとしても、あなたの義務は（啓示の）伝達だけなのだ。アッラー*は、その僕たちをよくご覧になるお方。","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"１　「アッラー*にのみ顔を向け、服従する」については、雌牛章112の訳注を参照。 ２　アラブ人を筆頭（ひっとう）とする、シルク*の徒のこと（前掲書、同頁参照）。合同礼拝章2の同語に関する訳注も参照。 ３　この質問は命令の意味を含む、アラビア語に言い回し（アッ＝タバリー3：1725参照）。","lang":"ja"},{"name":"3:21","price":"本当に、アッラー*の御徴¹を否定し、預言者*たちを不当に殺害し、人々の内、正義を命じる者たち²を殺す者たち³、彼らには、痛烈な懲罰の吉報⁴を告げてやるがよい。","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"１　この「御徴」は、クルアーン*と使徒*ムハンマド*のこと（イブン・アル＝ジャウズィー1：365参照）。 ２　つまり善事を命じ、悪事を禁じる者たち（アッ＝サァディー126頁参照）。アーヤ*104とその訳注も参照。 ３　預言者*たちを殺害したのは、ここで語り掛けられている預言者*ムハンマド*時代の啓典の民*の、先祖である。しかし、彼らが先祖のそのような行いに満足していたことから、それが彼ら自身の行いであるかのように表現されている（アブー・ハイヤーン2：314参照）。 ４「吉報を告げること（ダブシール）は本来、喜ばしい知らせに用いられる。しかしここでは、彼らへの蔑（さげす）みを表す、修辞的表現として用いられている（イブン・アーシュール3：207参照）。","lang":"ja"},{"name":"3:22","price":"それらの者たちは、現世と来世においてその行いが台無しになってしまった者たち。彼らには、いかなる援助者もない。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:23","price":"（使徒*よ、）あなたは、啓典の一部を授けられた者たち（啓典の民*）が、彼らの間に裁決を下すためにアッラー*の啓典（クルアーン*）へと呼びかけられ、それから彼らの一部が、（真理から）身を翻して背を向けるのを見なかったのか？","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:24","price":"それというのも、彼らが「（地獄の）業火が私たちに触れるのは、どうせ数日間だけだ¹」と言っていたからなのだ。彼らがでっち上げていたものが、彼らの宗教において彼らを欺いたのである。","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"１　雌牛章80の訳注も参照。","lang":"ja"},{"name":"3:25","price":"（その到来に）疑惑の余地のない（復活の）日*、われら*が彼らを召集し、各人が不正*を受けることなく、自らが稼いだことをふんだんに報われる時、（彼らの状況は）どうなってしまうだろうか？","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:26","price":"（預言者＊よ、祈って）言うがよい。「王権の所有者アッラー*よ、あなたは、あなたがお望みの者に王権をお与えになり、あなたがお望みの者から王権を剥奪されます。また、あなたがお望みの者に権勢をお与えになり、あなたがお望みの者を卑しめられます。あなたの御手にこそ、善きものはあります。本当にあなたは、全てのことがお出来になるお方なのですから。","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:27","price":"あなたは夜を昼の中にお入れになり、昼を夜の中にお入れになります¹。また死から生を取り出され、生から死を取り出されます²。そしてあなたは、あなたがお望みの者に、際限なくお恵みになるのです」。","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"１　夜の一部を昼に入れて夜を短くしたり、また同様に、昼の一部を夜に入れて昼を短縮したりすることを意味する、とされる（アッ＝タバリー3：1733頁参照）。 2　種から作物を、作物から種を出したり、不信仰者*を信仰者に、信仰者を不信仰者*にしたり、鶏から卵を、卵を鶏から出したりする、というようなことであるとされる（イブン・カスィール2：29参照）。","lang":"ja"},{"name":"3:28","price":"信仰者たちは、（他の）信仰者を差しおいて、不信仰者*たちをその盟友としてはならない。そうする者は、アッラー*から完全に無縁となる¹。但し、彼ら（の危害）から本当に身を守る²場合は、その限りではないが。アッラー*はあなた方に、ご自身（のお怒り）について警告される。かれこそは、あなた方の帰り所なのだ。","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"１　不信仰への愛情、ムスリム*に対する敵対・害悪などゆえに、非ムスリムを盟友とすることは禁じられる。しかしムスリム*たちへの害とならない限り、非ムスリムとよい形で付き合ったり、親戚づきあいなどをしたりして、個人的に親しい関係を結ぶことに問題はない（イブン・アーシュール3：217‐220参照）。試問される女章8も参照。 ２　不信仰者*の悪を怖れる状況では、彼らから身を守るため、外面的に彼らにおもねることが許される。ただし、内面までそうしてはならない。蜜蜂章106も参照（イブン・カスィール2：30参照）。","lang":"ja"},{"name":"3:29","price":"（預言者*よ、信仰者たちに）言うがいい。「あなた方が、自分たちの胸中にあることを隠そうが、それを露にしようが、アッラー*はそのことをご存知である。かれは、諸天にあるものと、大地にあるものを（全て）、知っておられるのだ。アッラー*は全てのことがお出来になるお方」。","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:30","price":"各人が、自らが（現世で）行った善いことも悪いことも、ありありと目の当たりにする、（復活*の）その日のこと（を思い起こすがよい）。彼は（その時）、自分自身とその（悪事との）間に、遠い時間の隔たりがあったなら、と望むのだ。アッラー*はあなた方に、ご自身（の懲罰）について警告される。アッラー*は、その僕たちに哀れみ深い*お方。","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:31","price":"（使徒*よ、）言うのだ。「もし、あなた方がアッラー*のことを（真に）愛しているのなら、私に従うのだ。（そうすれば）アッラー*もあなた方を愛して下さり、あなた方のために、その罪をお赦し下さる。アッラーは赦し深いお方、慈愛深い*お方なのだから」。","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:32","price":"（使徒*よ、）言え。「アッラー*と使徒*に従うのだ」。それで、もし彼らが背き去ったならば、本当にアッラー*が不信仰者*たちを愛されることはないのである。","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:33","price":"実にアッラー*は、アーダム*、ヌーフ*、イブラーヒーム*の一族、イムラーンの一族¹を、全創造物の中から選り抜かれた。","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"１　「イブラーヒーム*の一族」の中には、人類の長・最後の預言者*ムハンマド*も含まれる。また、「イムラーンの一族」の「イムラーン」とは、イーサー*の母マルヤム*の父のこととされる（イブン・カスィール2：33参照）。","lang":"ja"},{"name":"3:34","price":"互いに繋がり合う子孫として。アッラー*は、よくお聞きになるお方、全知者であられる。","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:35","price":"イムラーンの妻が、（祈って、こう）言った時のこと（を思い起こさせよ）。「我が主*よ、本当に私は、自分のお腹に宿っているものを、自由な者¹としてあなたに捧げると誓いました。ゆえに私から、お受け入れ下さい。本当にあなたは、よくお聞きになるお方、全知者であられますから」。","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"2　アッラー*とエルサレムの神殿への奉仕に専念し、その他のいかなる仕事からも「自由な者」ということ（アッ＝タバリー3：1747参照）。","lang":"ja"},{"name":"3:36","price":"彼女（マルヤム*）を出産した時、彼女（イムラーンの妻）は言った。「我が主*よ、本当に私は女児を生んでしまいました——アッラー*は、彼女が生んだものを最もよくご存知である——。そして男性は、女性のようではありません¹。また、本当に私は、彼女をマルヤム*と名付けました。そして実に私は、追放された²シャイターンに対し、彼女とその子孫へのあなたのご加護をお祈りします。」","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"１　当時女子は、神殿での奉仕に適当ではないとされていた。（アル=バガウィー1:431参照）。 ２　「追放された」と訳した原語は「ラジーム」で、「呪われた（つまり、アッラー*のご慈悲から遠ざけられた）」「けなされた」「（天から）追放された」「（流星で）撃たれた」など、複数の意味を含みえる（アッ＝タバリー1：120参照）。","lang":"ja"},{"name":"3:37","price":"彼女（イムラーンの妻）の主は、彼女を快くお受け入れになり、彼女（マルヤム*）を見事にお育てになった。そしてかれは、ザカリーヤー*に彼女の養育をお任せになった¹。彼（ザカリーヤー*）は彼女を訪れてミフラーブ²に入るたびに、彼女のもとに食べ物³があるのを見出した。彼は言った。「マルヤム*よ、一体どこからあなたにこれが？」彼女は（答えて）言った。「これは、アッラー*の御許からです。本当にアッラー*は、かれがお望みの者に、際限なくお恵みになるのです。」","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"１　アーヤ*44を参照。 ２　ここでの「ミフラーブ」とは、独りきりで崇拝*行為や礼拝などに専念するための場所のこと（イブン・アーシュール3：237参照）。 ３　夏の果物が冬にあったり、冬の果物が夏にあったりしたのだとされる（イブン・カスィール2：36参照）。","lang":"ja"},{"name":"3:38","price":"そこでザカリーヤー*は、彼の主*に祈（って言）った。「我が主*よ、あなたの御許から私に、よき子孫をお授け下さい¹。本当にあなたは、祈りをお聞きになるお方です」。","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"１　アーヤ*40にあるように、ザカリーヤー*は高齢で、その妻は不妊であった。マルヤム*章4-5も参照。","lang":"ja"},{"name":"3:39","price":"そして、彼（ザカリーヤー*）がミフラーブで礼拝しつつ立っていると、天使*たちが彼に呼びかけた。「アッラー*はあなたに、ヤヒヤー*（誕生）の吉報をお伝えになる。アッラー*からの御言葉¹を信じる者、（民の）長、隔てられた者²、正しい者*たちの一人である預言者*として（の彼の吉報を）」。","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"１　アル=クルトゥビー*によれば大半の解釈学者は、この「アッラー*の御言葉」をイーサー*のことと解釈し、かれがそのように呼ばれるのは、「アッラー*が『あれ』と仰せられたことで、父親もなしに存在した（アーヤ*47参照）」ためである、としている（4：76参照）。 ２　罪や、有害な欲望に近づくことなく、そのような物事から「隔てられた者」（ムヤッサル55頁参照）。","lang":"ja"},{"name":"3:40","price":"彼（ザカリーヤー*）は言った。「我が主*よ、どうして私に男の子が出来ましょう？私はもう高齢に達し、私の妻は不妊だと言いますのに」。彼（天使*）は言った。「そのように、アッラー*はお望みのことをなされるのだ」。","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:41","price":"彼（ザカリーヤー*）は言った。「我が主*よ、私に御徴¹をお示しください」。彼（天使*）は言った。「あなたへの御徴は、あなたが三日間、身振りによる以外は人々と話すことが出来なくなることである。そして、あなたの主*を多く唱念し、夕に朝に称える*のだ」。","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"１　この「御徴」とは、子供を授かることの証拠としての印のこと（ムヤッサル55頁参照）。","lang":"ja"},{"name":"3:42","price":"天使*たちが、（こう）言った時¹のこと（を思い起こさせよ）。「マルヤム*よ、本当にアッラー*はあなたをお選びになり、清められた。そして全世界の女性の中から、あなたを選りすぐられたのである。","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"１　この時の描写は、マルヤム*章16-21に詳しい。","lang":"ja"},{"name":"3:43","price":"マルヤム*よ、あなたの主*に謹んで仕えよ。そして（かれに）サジダ*し、ルクーゥ*する者たちと共にルクーゥ*をするのだ」。","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:44","price":"それは（使徒*よ）、われら*があなたに啓示する、不可視の世界*に属する消息の一部である。そして彼らが、誰かマルヤム*を養育するかを決めるために（くじ引きの）筆を投げた時¹、あなたは彼らの所にはいなかった。また彼らが言い争った時も、あなたは彼らと一緒ではなかったのだ。","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"１　マルヤム*の母が彼女を連れてエルサレムの神殿に行ったところ、誰が彼女の面倒を見るかで、人々の間に議論が起きた。マルヤム*が、神殿の導師イムラーンの娘であったためである。それで彼らは川に筆を投げ入れ、それが流れなっかった者がマルヤム*の後見人となることに決めた。その結果、ザカリーヤー*が彼女の後見人となった（イブン・カスィール2：42．アッ＝サァディー130頁参照）。","lang":"ja"},{"name":"3:45","price":"天使*たちが、（こう）言った時のこと（を思い起こさせるがよい）。「マルヤム*よ、本当にアッラー*は、ご自身からの御言葉¹についての吉報を、あなたにお伝えになる。その名はマスィーフ*、マルヤム*の子イーサー*。現世でも来世でも栄誉ある者であり、（アッラー*の御許ではその）側近の一人。","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"１　「アッラー*からの御言葉」については、アーヤ*39の訳注を参照。","lang":"ja"},{"name":"3:46","price":"また、彼は揺りかごの中からでも、壮年になってからも人々に語りかけ、正しい者*たちの一人である」。","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:47","price":"彼女（マルヤム*）は、（驚いて）言った。「我が主*よ、どうして私に子供が出来ましょうか？今まで誰一人、私に触れたことなどありませんのに」。彼（天使*）は言った。「そのように、アッラー*はお望みのものをお創りになる。かれが一事をお取り決めにな（り、お望みにな）れば、それに『あれ』と仰せられるだけで、それは存在するのである。¹","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"１　マルヤム*がイーサー*を身ごもり、出産した時とその後の出来事については、マルヤム*章22以降を参照。","lang":"ja"},{"name":"3:48","price":"また、かれ（アッラー*）は書¹、英知、トーラー*、福音*を、彼（イーサー*）にお教えになる。","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"１　この「書」の解釈には、「啓典」あるいは「筆記」という説がある（アッ＝サァディー131頁）。","lang":"ja"},{"name":"3:49","price":"そして（彼を）、イスラーイールの子ら*への使徒*と（され、彼にこう言わせられる）。『実に私は、あなた方の主*からの御徴¹を携えて、あなた方のもとにやって来た。本当に私があなた方のために、泥土で鳥の形のようなものを作り、そこに息を吹き込むと、それはアッラー*のお許しにより（本物の）鳥となる。また、私はアッラー*のお許しにより、生まれつきの盲人やライ病²患者を癒し、死人を蘇らせよう。そしてあなた方が家で食べているものと、蓄えているものについて、あなた方に話して聞かそう。本当にそこにこそ、あなた方への御徴があるのだ。もし、あなた方が信仰者であるというのなら。","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"１　この「御徴」とは、彼がアッラー*の使徒*であることを示す証拠のこと（ムヤッサル56頁参照）。 ２　あえて「ライ病」とい訳をあてた原語「アラブス」は、肌が白くなる皮膚（ひふ）病のほか、現在ハンセン病として知られている症状のことも指す。ユダヤ教徒*はこの病を非常に忌避（ひき）し、彼らを隔離（かくり）していた。そのような中、イーサー*がこの病を治すことは、当時のユダヤ教徒*にとって大きな奇跡を意味したのである（イブン・アーシュール3：251参照）。","lang":"ja"},{"name":"3:50","price":"また（私は）、トーラー*という私以前のもの（の内容）を確証し、あなた方に禁じられたものの一部¹をあなた方に合法化するために（、あなた方のもとにやって来た）。そして私は、あなた方の主*からの御徴²を携えて、あなた方のもとに到来したのである。ゆえにアッラー*を畏れ*、私に従うのだ。","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"１　「禁じられたものの一部」とは、ある種の食べ物のこと。一説に、それは脂肪（しぼう）や爪を有する生き物（家畜章143の訳注を参照）のように、本来トーラー*では禁じられていなかったにも関わらず、ユダヤ教徒*の罪ゆえに禁じられたもの（婦人章160参照）。あるいは、トーラー*が禁じていなかったにも関わらず、彼らの学者たちが勝手に禁じたもの（アル＝クルトゥビー4：96参照）。金の装飾章63とその訳注も参照。 ２　アーヤ*49「御徴」の訳注を参照。","lang":"ja"},{"name":"3:51","price":"本当にアッラー*は、我が主*であり、あなた方の主*。ならば、かれ（のみ）を崇拝*せよ。これが、まっすぐな道なのだから』」。","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:52","price":"（しかし彼らはイーサー*を、嘘つき呼ばわりした。）それでイーサー*は、彼ら¹の不信仰を察知すると、言った。「アッラー*（の道）への、私の援助者は誰か？」弟子たち²は言った。「私たちが、アッラー*の援助者です。私たちはアッラー*を信じました。（イーサー*よ、）私たちこそは服従する者（ムスリム*）である、と証言して下さい」。","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"１　彼とその信徒を敵視した、ユダヤ教徒*たちのこと（アッ＝タバリー3：1800参照）。 ２　便宜上「弟子たち」という訳語をあてた原語「ハワーリーユーン」は、「純白」を意味する「ハワル」から派生したとされる。その名称の由来には、「彼らの意図の真摯（しんし）さと、内面の純粋さゆえ」「白い衣服を着ていたため」「衣服の漂白に携（たずさ）わる者たちであったため」といった諸説がある（アル＝バイダーウィー2：44参照）。","lang":"ja"},{"name":"3:53","price":"（弟子たちは、アッラー*に祈って言った。）「我らが主*よ、私たちは、あなたが下されたものを信じ、使徒*（イーサー*）に従いました。ならば私たちを、証言者たち¹と共にお書き留め下さい」。","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"１　アッラーの唯一性*と使徒*の真実性を証言する者たち、つまり全ての使徒が、彼らの遣（つか）わされた民にアッラー*の教えを伝えたということを証言する、ムスリム*たちのこと（ムヤッサル57頁参照）。雌牛章143「証人となる」の訳注も参照。","lang":"ja"},{"name":"3:54","price":"そして彼ら¹は策謀し、アッラー*も策謀なされた²。アッラー*は、最良の策謀者であられる。","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"１　この「彼ら」については、アーヤ*52「彼ら」の訳注を参照。 ２　この「アッラー*の策謀」とは、イーサー*の殺害を企（たくら）んだユダヤ教徒*らの策謀に対し、アッラー*がある男にイーサー*の容貌（ようぼう）を与えられたこと。その結果、彼らはその者をイーサー*と思い込んで捕まえ、磔（はりつけ）にした（ムヤッサル57頁参照）。婦人章157とその訳注も参照。彼らへの罰が、彼らの罪（策謀）の名で表現されていることについては、雌牛章15の訳注を参照。","lang":"ja"},{"name":"3:55","price":"アッラー*が、（こう）仰せられた時のこと（を思い起こさせよ）。「イーサー*よ、本当にわれはあなたを召し、あなたをわれの許に上げ、不信仰に陥った者*たちから清める¹者である。また、あなたに従った者たちを、復活の日*まで不信仰に陥った者*たちに優越させる者である。それから（清算の日）、われにこそ、あなた方の戻り所がある。そしてわれは、あなた方が（イーサー*において）意見を異にしていたことにおいて、あなた方の間に裁定を下すのだ。","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"１　イーサー*は死ぬことなく、アッラー*の御許（みもと）へと召された（前掲書、同頁参照）。婦人章157‐159とその訳注も参照。","lang":"ja"},{"name":"3:56","price":"それで不信仰だった者*たちはといえば、われは彼らを、現世においても来世においても厳しい懲罰で罰する。そして彼らには、いかなる援助者もない」。","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:57","price":"また、信仰して正しい行い*を行った者たち、かれ（アッラー*）は彼らに、余すことなく褒美をお授けになる。アッラーは、不正*者たちを好まれないのだ。","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:58","price":"それ¹は（使徒*よ）、われら*があなたに誦み聞かせる御徴²であり、英知にあふれる教訓である。","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"１　アッラー*が預言者*に啓示した、イーサー*にまつわるこれらの真実のこと（ムヤッサル57頁）。 ２　この「御徴」とは、ムハンマド*の預言者*性が真実であるという証拠。というのもここで語られた知識は啓典を読んだことがある者か、啓示の主にしか分からないことだが、彼は文盲（もんもう）だったからである（アル＝バガウィー1：449参照）。","lang":"ja"},{"name":"3:59","price":"本当に、アッラー*の御許におけるイーサー*の状況は、まるでアーダム*のようなもの¹。かれ（アッラー*）が士²から彼（アーダム*）を創造され、それに「（人間と）なれ」と仰せられるだけで、それは（そう）なるのである。","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"１　イーサー*が父親なしに創造されたことを彼の神性の根拠とすることは、誤りである。アーダム*は父親どころか、母親もなしに創造されたのであり、彼がアッラー*のしもべの一人に過ぎないことは、異論の余地のないことなのだから（ムヤッサル57頁参照）。 ２　アーダム*が「土」から創造されたことについては、アル＝ヒジュル章26の訳注を参照。","lang":"ja"},{"name":"3:60","price":"（使徒*よ、これは）あなたの主*からの真理。ならば、あなた¹は絶対に、疑わしく思う者たちの類いとなってはならない。","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"１　この「あなた」については、雌牛章120「あなた」の訳注を参照。","lang":"ja"},{"name":"3:61","price":"それで（使徒*よ、イーサー*に関する真実の）知識があなたに下された後、彼についてあなたに議論をしかける者があれば、（こう）言ってやるがいい。「来なさい。私たちの子供とあなた方の子供、私たちの妻たちとあなた方の妻たち、そして私たち自身とあなた方自身を呼び（集め）、それから互いに本気で祈り合い、嘘をついている者にアッラー*の呪い¹があるとしよう²」。","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"１　「アッラー*の呪い」については、雌牛章88の訳注参照。 ２　預言者*は、キリスト教徒*の派遣団（スーラ*冒頭の訳注を参照）にこうすることを提示したが、彼らはそれを拒否した（アル＝ブハーリー4380参照）。もしそうしたら、自分たちと自分たちにとって最愛の人々に「呪い」が返って来ることを、知っていたからである（アッ＝サァディー133頁参照）。","lang":"ja"},{"name":"3:62","price":"本当にこれこそは、まさしく真実の物語であり、アッラー*の外に崇拝*に値するものなどはない。そして本当にアッラー*こそは、まさに偉力ならびない*お方、英知あふれる*お方であられる。","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:63","price":"それで、もし彼らが（あなたを信じることから）背き去ったとしても、アッラー*こそは腐敗*を働く者たちをご存知なお方なのだ。","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:64","price":"（使徒*よ、）言え。「啓典の民*よ、私たちとあなた方との間の（共通する）正しい言葉へとやって来なさい。『私たちはアッラー*以外には崇拝*せず、かれに対して何ものをも並べない¹。またアッラー*を差しおいて、自分たちの内の誰かを主としたりもしない』（という言葉へ）」。もし彼らが（この呼びかけから）背き去ったのなら、（ムスリム*たちよ、こう）言ってやるがいい。「私たちが（アッラー*に）服従する者（ムスリム*）であると、証言せよ²」。","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"１　つまり、シルク*を犯さない、ということ（ムヤッサル58頁参照）。 ２　もし彼らがこの善い誘いを断るのであれば、自分たち（ムスリム*）が崇拝*行為と真摯（しんし）さをもってアッラー*に従い、正義の言葉へと招く者たちであることを証言せよ、ということ（前掲書、同頁参照）。","lang":"ja"},{"name":"3:65","price":"啓典の民*よ、トーラー*も福音*もイブラーヒーム*の後に下されたものなのに、どうしてあなた方はイブラーヒーム*のことで議論するのか？一体あなた方は、分別することがないのか？¹","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"１　ユダヤ教徒*とキリスト教徒*は共に、イブラーヒーム*は自分たちの宗教に属していたのだ、と主張していた。（アッ＝サァディー134頁参照）。","lang":"ja"},{"name":"3:66","price":"ほら、あなた方という人たちは、自分たちが知識を有していることについてさえ（信じずに）議論しているというのに、なぜ自分たちに知識のないことについて議論するのか？¹アッラー*がご存知なのであり、あなた方は知らないのだ。","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"１　彼らは、自らがよく知っている預言者*ムハンマド*とその教えの真実性についても受け入れずに議論しているのに、なぜ彼らが知りもしないイブラーヒーム*のことについてまで議論することが出来るのか、ということ（ムヤッサル58頁参照）。","lang":"ja"},{"name":"3:67","price":"イブラーヒーム*は、ユダヤ教徒*でもキリスト教徒*でもなかった。しかし彼は純正な人¹であり、服従する者（ムスリム*）であった。そして、シルク*の徒の類いではなかったのだ。","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"１　「純正」に関しては、雌牛章135の訳注を参照。","lang":"ja"},{"name":"3:68","price":"本当に、イブラーヒーム*に最も近しい人々とは、まさしく彼に従った者たちと、この預言者*（ムハンマド*）、そして（彼を）信仰した者たちである。アッラー*は、信仰者たちの庇護者*なのだ。","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:69","price":"啓典の民*の一派は、あわよくばあなた方を（イスラーム*から）迷わせようと望んでいる。彼らは気付かずに、自分自身を迷わすだけなのだが。","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:70","price":"啓典の民*よ、あなた方はなぜアッラー*の御徴¹を拒否するのか？あなた方は、（それを）目の当たりにしているというのに。","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"１　この「御徴」とは、彼らの啓典の中における、預言者*ムハンマド*の描写、及びクルアーン*のこと（アル＝バガウィー1：456参照）。","lang":"ja"},{"name":"3:71","price":"啓典の民*よ、あなた方はなぜ知っていながら、真理を虚妄で紛らわそうとしたり、真理を隠蔽したりするのか？","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:72","price":"啓典の民*の一派は、言った。「一日の始めには信仰する者たちに下されたものを信じ、その（日の）終わりには否定するのだ。恐らく彼らは、（再び不信仰に）戻って来るであろうから。¹","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"１　ユダヤ教徒*の一部は、信仰心の弱いムスリム*に、イスラーム*に疑念を抱かせて棄教（ききょう）させるべく、このような策略を行った（イブン・カスィール2：59参照）。","lang":"ja"},{"name":"3:73","price":"そしてあなた方の宗教に従う者以外は、（本気で）信じてはならない——（使徒*よ、）言ってやれ、本当に導きとはアッラー*のお導きだけである、と——、（それは）あなた方が授かったものと同様のものが誰かに授けられたり、彼らがあなた方の主*の御許であなた方と議論（して勝利）するようなことがないようにするためである¹」。（使徒*よ、）言ってやるがいい。「実に（全ての）恩寵はアッラー*の御手にあり、かれはそれを、かれがお望みの者にお授けになる。アッラー*は公量な*お方、全知者であられる。","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"１　彼らユダヤ教徒*の一部が恐れていたのは、彼らが預言者*ムハンマド*を信じ、自分たちの知識をムスリム*たちに教えてしまえば、ムスリム*たちの方が自分たちより優位になってしまうこと、あるいは、そのことがアッラー*の御許で、彼ら自身に対するムスリム*たちの正当性の証拠となってしまうことであった（ムヤッサル59頁参照）。","lang":"ja"},{"name":"3:74","price":"かれは、彼がお望みになる者に、そのご慈悲¹を特別にお与えになる。アッラー*は、偉大な恩寵の主であられる」。","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"１　この「ご慈悲」は、預言者*としての天分、及びイスラーム*への導きのこと（ムヤッサル59頁参照）。","lang":"ja"},{"name":"3:75","price":"啓典の民*の中には、あなたが大金を託しても、それをあなたに返済する者がある。また彼らの中には、あなたが一枚の金貨を託しても、常に催促しない限り、返さない者もいる。それは彼らが、「文盲者たち¹（の権利侵害）において、私たちに（咎めらる）筋合いなどはない」と言っているためである。彼らは知っていながら、アッラー*に対して嘘を語っているのだ。","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"１　文盲の民であった、当時のアラブ人のことを指すと言われる。ユダヤ教徒*らは、彼らの財産は、不当に奪ってもよいと信じていた（ムヤッサル59頁参照）。合同礼拝章2の訳注も参照。","lang":"ja"},{"name":"3:76","price":"いや、かれ（アッラー*）との約束を果たし、（かれを）畏れ*る¹者ならば、本当にアッラー*は（かれを）畏れる*者たちをお好みになる。","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"１　「かれとの約束を果たす」とは、信託を守ること、アッラー*とその使徒*を信じ、その導きと教えを守ることなどを始めとした、アッラー*との約束を果たすこと（前掲書、同頁参照）。また「畏れる*」とは、アッラー*を畏れるがゆえに、かれに対する義務だけでなく、人に対する義務もきちんと果たすこと（アッ＝サァディー135頁参照）。","lang":"ja"},{"name":"3:77","price":"本当に、アッラー*との契約と自分たちの誓約と引き換えに、僅かな代価を得る者たち、それらの者たちには来世において何の（善き）取り分もない。そしてアッラー*は復活の日*、彼らに（嬉しい）お言葉をかけても下さらなければ、彼らを（慈悲の目で）ご覧にもならず、彼らを、（罪から）清めて下さることもない。彼らには、痛ましい懲罰があるのだ。","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:78","price":"また、本当に彼ら（ユダヤ教徒*）の中には、あなた方がそれを啓典の一部と思い込むようにすべく、啓典（の内容）を口で言い換える一派がある。それは啓典の一部などではないのに。また彼らは、「これはアッラー*の御許からのものだ」などと言う。それは、アッラー*の御許からのものなどではないのに。彼らはアッラー*について、知りつつ嘘を語っているのだ。","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:79","price":"アッラー*が人間¹に、啓典と英知²と預言者*としての天分を授けられた後、その者が人々に向かって「アッラー*を差しおいて、私を崇拝*せよ」などと言うことはありえない。しかし（そのような者は、こう命じるのが当然なのだ。）「あなた方は、啓典を教え、自らも学んできたことによって、学識豊かな指導者³となるのだ」。","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"１　ここでの「人間」は全人類のことだが、特にイーサー*、あるいは預言者*ムハンマド*のことを指していると言われる（アル＝バガウィー1：462‐463参照）。 ２　この「英知」は理解・知識、あるいは人々を裁く権威のこと（前掲書、1：463参照）。 ３　「学識豊かな指導者」という訳語をあてた原語は、「ラッバーニー」の複数形。アッ＝タバリー*はこれが「ラッバ（面倒を見る、育成する）」という語の派生形とし、宗教的知識を備えつつも、現世分野においても人々の教育と指導に携（たずさ）わる者である、と解釈している（3：1849参照）。","lang":"ja"},{"name":"3:80","price":"また（そのような者が、）「天使*や預言者*たちを主*とせよ」などと、あなた方に命じることも（、ありえない）。一体、あなた方が服従する者（ムスリム*）となった後、（彼が）あなた方に不信仰を命じることなどがあろうか？","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:81","price":"アッラー*が、預言者*たちの確約¹を受け取られた時のこと（を思い起こさせよ。かれは、こう仰せられた）。「われがあなた方に啓典と英知を授け、その後にあなた方のもとにあるもの（啓典）を確証する使徒*があなた方のところに来たら、あなた方は必ずや彼を信じ、援助するのだ」。（それから）かれは仰せられた。「あなた方は（そのことを）了承し、それについて、わが確約を受け取るか？彼らは申し上げた。「承知しました」。（すると）かれは仰せられた。「それでは証言せよ²。われもあなた方と共に、証人となろう」。","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"１　「確約」については、雌牛章27の「契約」についての訳注も参照。 ２　この「証言」については、雌牛章143「証人となる」の訳注を参照。尚このアーヤ*には、全ての預言者*とその民は、預言者*ムハンマド*を信仰する義務があるという根拠がある（ムヤッサル60頁参照）。","lang":"ja"},{"name":"3:82","price":"誰であれ、その（確約の）後に（イスラーム*への招きから）背き去った者、それらの者たちは放逸な者である。","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:83","price":"一体、彼らはアッラー*の宗教（イスラーム*）以外のものを求めるというのか？諸天と大地にいるものは——従順にであろうと、嫌々であろうと——かれに服従し¹、そして彼らは（復活の日*）、かれの御許にこそ戻らされるというのに。","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"１　全創造物は、脱出することのできない定めの中にある。このアーヤ*の解釈には、ほかにも「信仰者は従順に従い、不信仰者*は死の際に嫌々従うことになる（家畜章158とその訳注を参照）」「不信仰者*はアッラー*以外のものにサジダ*するが、その影はアッラー*にサジダ*する（雷鳴章15、蜜蜂章48とその訳注を参照）」「『従順に従う』とは容易なもので、『嫌々に従う』とは、辛苦と拒否感を伴（ともな）うもの」「前者は議論なしに従った者、後者は議論の末にアッラーの唯一性*に降伏（こうふく）した者」などといった諸説がある（アル＝クルトゥビー4：127‐128参照）。","lang":"ja"},{"name":"3:84","price":"（使徒*よ、）言ってやるがいい。「私たちはアッラー*、私たちに下されたもの（クルアーン*）、イブラーヒーム*、イスマーイール*、イスハーク*、ヤァクーブ*、諸支族¹に下されたものを信じる。またムーサー*とイーサー*と、（その他の）預言者*たちが彼らの主*から授けられたものを信じる。私たちは、彼らの内の誰も分け隔てはしない²。そして私たちは、かれ（アッラー*）のみに従う者（ムスリム*）なのである」。","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"１　「諸支族」については、雌牛章136の訳注を参照。 ２　婦人章150‐152参照。","lang":"ja"},{"name":"3:85","price":"誰であれ、イスラーム*以外のものを宗教として望む者は、決してそれを受け入れられない。また来世において、その者は損失者の類となるのである。","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:86","price":"信仰に入り、使徒*は真実であると証言した後、自分たちのもとに明証が訪れたにも関わらず不信仰に陥った民を、アッラー*がどうしてお導きになろうか？アッラー*は、不正*者である民をお導きにはならない。","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:87","price":"それらの者たちの応報は、アッラー*と天使*たち、そして人々全員の呪いが、彼らの上に注がれること¹である。","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"１　「アッラー*の呪い」に関しては、雌牛章88の訳注を、アッラー*以外のものの呪いについては、雌牛章159の訳注を参照。","lang":"ja"},{"name":"3:88","price":"彼らはそこ（地獄の業火）に永住する。彼らは懲罰を軽減されることもなければ、猶予を与えられることもない。","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:89","price":"但し、（不信仰の）その後に悔悟し、（誤りを）正した者たちは別であ（り、アッラー*は彼らをお赦しにな）る。本当に、アッラー*は、赦し深いお方、慈愛深い*お方なのだから。","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:90","price":"本当に、信仰した後に不信仰に陥り、それから更に不信仰が甚だしくなった者たち、彼らの悔悟は受け入れられない¹。そしてそれらの者たちこそは、迷い去った者たちなのだ。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"１　死が訪れる前までに悔悟しなければ、受け入れられない、の意（ムヤッサル61頁参照）。この次のアーヤ*、および家畜章158とその訳注も参照。","lang":"ja"},{"name":"3:91","price":"本当に不信仰に陥り、不信仰者*のまま死んだ者たち、彼らの誰一人として、大地一杯の黄金さえ受け入れられることはない。たとえ、（復活の日*の懲罰を免じてもらうため、）それで償おうとしても（、受け入れられないのだ）。それらの者たちには痛ましい懲罰があり、彼らにはいかなる援助者もない。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"ja"},{"name":"3:92","price":"あなた方は自らが欲する物の内から施すまで、（真の）善¹に到達することはない。そしていかなるものでも、あなた方が施すならば、アッラー*はそれを必ずやご存知になるお方。","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"１　ここでの「善」は天国の意味であるといわれる（ムヤッサル62頁参照）。","lang":"ja"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}