{"data":[{"name":"3:93","price":"トーラー*が下される以前にイスラーイール（ヤァクーブ*）が自ら禁じた者以外は、全ての（善き）食物はイスラーイールの子ら*に許されていた。（使徒*よ、）言ってやるがいい。「トーラー*を持ってきて、（アッラー*がそれを禁じられたという証拠を見せるべく、）それを読誦してみよ。もし、あなた方が真実を語っているのならば。¹","arabic":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":386,"juzNumber":4,"footnotes":"１　ヤァクーブ*は重病を患（わずら）った（わずら）際、アッラー*が癒（いや）して下さったら、自分の一番好きな物であるラクダの肉と乳を自分に禁じる、と誓った。それはアッラー*からの命令ではなく、ヤァクーブ*が自ら禁じたものであり、彼の子孫も彼に従って、それを自分たちに禁じただけだった。そして（後世に）トーラー*が下った時、ユダヤ教徒*たちは自分たちの不正*と侵害に対する罰（婦人章160参照）として、ヤァクーブ*が自ら禁じたもの以外の、それまで合法だったある種の食べ物を禁じられた（アッ＝サァディー138頁参照）。一説にこのアーヤ*は、イブラーヒーム*宗教の後継者を主張した預言者*ムハンマド*に対し、ユダヤ教徒*らが「（イブラーヒーム*に禁じられていた）ラクダの肉と乳を口にする、あなたが？」と言ったことに関し、下った（アル＝ワーヒディー5：426参照）。","lang":"ja"},{"name":"3:94","price":"それでその後、アッラー*に対して、嘘を捏造する者があれば、それらの者たちこそは不正*者である」。","arabic":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":387,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:95","price":"（使徒*よ、）言ってやれ。「アッラー*は真実を述べられる。ゆえにシルク*の徒の類ではなかった、純正な¹イブラーヒーム*の宗教に従うのだ」。","arabic":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":388,"juzNumber":4,"footnotes":"１「純正な」については、雌牛章135の訳注を参照。","lang":"ja"},{"name":"3:96","price":"本当に、（アッラー*を崇拝*するため）人々のために最初に建立された館（カァバ神殿*）は、バッカ¹にあるもの。祝福にあふれ、全世界への導きとして（建立されたものなのだ）。","arabic":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":389,"juzNumber":4,"footnotes":"１　「バッカ」とは「マッカ*」そのものであるという説と、マッカ*の中でもカァバ神殿*の周りのみ、あるいはハラーム・マスジド*のことだけを示す語であるという説がある。尚、「バッカ」は「混雑する」という動詞から派生したもの、と言われる（アッ＝タバリー3：1879‐1881参照）。","lang":"ja"},{"name":"3:97","price":"そこには、数々の明白な御徴¹がある。（その一つが、）イブラーヒーム*の立ち所²。誰でもその中に入る者は、安全なのだ³。人々、つまりそこまでの道（を旅行すること）が可能な者⁴には、その館へとハッジ*するというアッラー*への義務がある。そしてそれ（ハッジ*の義務性）を否定する者があっても、実にアッラー*は全世界（のいかなるものへの必要）から、満ち足りた*お方なのだ。","arabic":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":390,"juzNumber":4,"footnotes":"１　この「御徴」とは、イブラーヒーム*がそれを建立し、アッラー*がそれを偉大なものとされた証拠のこと（ムヤッサル62頁参照）。 ２　「イブラーヒーム*の立ち所」については、雌牛章125の訳注を参照。 ３　その安全さに関しては、雌牛章125の訳注を参照。 ４「道が可能」であるとは、それが旅行の蓄（たくわ）えと交通手段であるとか、巡礼*する本人の能力であるとか、健康のことであるなど、諸説ある（アッ＝タバリー3：1886‐1890参照）。詳しくは頻出名・用語解説の「ハッジ*」を参照。","lang":"ja"},{"name":"3:98","price":"（使徒*よ、）言ってやるがいい。「啓典の民*よ、あなた方はなぜ、アッラー*の御徴¹を否定するのか？アッラー*は、あなた方が行うことの証人であられるというのに」。","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":391,"juzNumber":4,"footnotes":"１　この「御徴」とは、イスラーム*が真の宗教であるという証拠。それは彼らの啓典の中に、存在していた（ムヤッサル62頁参照）。","lang":"ja"},{"name":"3:99","price":"（使徒*よ、）言ってやるがいい。「啓典の民*よ、あなた方はなぜ、信仰する者をアッラー*の道から阻むのか？あなた方は（その道が正しいことの）証人なのに、それ（その道）を捻じ曲げようとして？アッラー*はあなた方の行いに、決して迂闊ではあられない」。","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":392,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:100","price":"信仰する者たちよ、もしあなた方が啓典を授かった人々の一派に従うならば、彼らはあなた方を信仰の後、不信仰者*へと戻してしまうであろう。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":393,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:101","price":"そして（信仰者たちよ）、どうしてあなた方が不信仰となろうか？アッラー*の御徴（アーヤ*）があなた方に読誦され、かれの使徒*は、あなた方の間にいるというのに？アッラー*（の教え）にしがみつく者は、既にまっすぐな道に導かれているのである。","arabic":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":394,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:102","price":"信仰する者たちよ、真の畏怖の念¹をもってアッラー*を畏れ*よ。そして服従する者（ムスリム*）としてでしか、死んではならない。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":395,"juzNumber":4,"footnotes":"１　「真の畏怖の念によって、アッラー*を畏れ*」ることとは、教友*イブン・マスウード*によれば「かれに服従して逆らわず、常にかれを思い起こして忘れないこと」だという（アル＝ハーキム2：352）。","lang":"ja"},{"name":"3:103","price":"また、アッラー*の絆¹に皆でしっかりとしがみ付き、分裂してはならない。あなた方に対するアッラー*の恩恵を、思い出すのだ。あなた方が（かつて）敵対し合っていた²のに、かれがあなた方の心を結び付けられ、あなた方がかれの恩恵によって同胞となった時のことを。（以前）あなた方は業火の穴の淵にいたが、かれはあなた方を（イスラーム*によって）、そこからお救いになったのである。このようにアッラー*は、あなた方が導かれるよう、あなた方に御徴を明らかにされるのだ。","arabic":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":396,"juzNumber":4,"footnotes":"１　「アッラー*の絆」の解釈には、「イスラーム*」「団結」「クルアーン*」「アッラー*のご命令と、かれへの服従」といった諸説がある（アル=バガウィー1：480-481参照）。 ２　雌牛章85の訳注、戦利品*章63とその訳注も参照。","lang":"ja"},{"name":"3:104","price":"また（信仰者たちよ）、あなた方の内から、善きことへと招き、善事を命じて悪事を禁じる¹共同体をあらしめよ。それらの者たちこそは、成功者なのである。","arabic":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":397,"juzNumber":4,"footnotes":"１　この「善事」とは、善行とアッラー*への服従行為、及びイスラーム*の教えと理性によってその善性が認められる、全ての物事。「悪事」はその逆（アッ＝サァディー202頁参照）。","lang":"ja"},{"name":"3:105","price":"そして明証が訪れた後に分裂し、（互いに）意見を異にした者たち¹のようになってはならない。それらの者たちには、この上ない懲罰がある。","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":398,"juzNumber":4,"footnotes":"１　この「明証」とは、真理のこと。「意見を異にする」とは、イスラーム*の根本的な教えにおける相違のこと（ムヤッサル63頁参照）。","lang":"ja"},{"name":"3:106","price":"（復活*の）その日、ある（者の）顔は白くなり、また別の（者の）顔は黒くなる¹。顔が黒くなった者たちといえば、（こう言われる。）「一体あなた方は信仰した後に、不信仰に陥ったというのか？ならば、あなた方が不信仰だったことゆえの懲罰を、味わうがよい」。","arabic":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":399,"juzNumber":4,"footnotes":"１　これについては、実際に顔の色が変わるという見解と、「顔が白くなる」というのは喜びを、「黒くなる」の悲しみのたとえである、という見解がある（アル＝カースィミー4：932‐933参照）。","lang":"ja"},{"name":"3:107","price":"また、顔が白くなった者と言えば、アッラー*のご慈悲の中¹にあり、そこに永遠に留まる。","arabic":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":400,"juzNumber":4,"footnotes":"１　ここでの「ご慈悲」とは、天国と、その恩恵のこと（ムヤッサル63頁参照）。","lang":"ja"},{"name":"3:108","price":"それは（使徒*よ）、われら*があなたに真理と共に誦み聞かせるアッラー*の御徴（アーヤ*）。アッラー*はいかなる創造物に対しても、不正*をお望みにはならない。","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":401,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:109","price":"そして諸天にあるものと、大地にあるものはアッラー*にこそ属し、（一切の）物事はアッラー*へと帰される。","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":402,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:110","price":"（ムハンマド*の共同体よ、）あなた方はもとより、人類へ遣わされた最良の共同体なのだ。あなた方は善事を命じて悪事を禁じ¹、アッラー*を信仰する。もし啓典の民*が（イスラーム*を）信じたなら、（それが）彼らにとって、より善いことだったのだ。彼らの内には信仰者もいるが、大部分の者は放逸な者たちである。","arabic":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":403,"juzNumber":4,"footnotes":"１　「善事を命じて悪事を禁じる」については、アーヤ*104の訳注を参照。","lang":"ja"},{"name":"3:111","price":"彼らはあなた方のことをいくらか悩ませる¹だけで、害することはない。そしてもしあなた方と戦ったとしても、背中を見せ（て敗走す）るのがおちである。それから彼らが、勝利を授かることもないのだ。","arabic":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":404,"juzNumber":4,"footnotes":"１　シルク*や不信仰などの言葉で、「いくらか悩ませるだけ」ということ（ムヤッサル64頁参照）。","lang":"ja"},{"name":"3:112","price":"アッラー*からの絆と、人々との絆¹によらない限り、彼らはどこで捕えられようと屈辱に付きまとわれ、アッラー*のお怒りと共に戻って来て²は、貧困に付きまとわれる。それというのも彼らはアッラー*の御徴を否定し、不当にも預言者*たちを殺害していた³からである。それは彼らが（アッラー*に）反抗し、（かれの法に反することにおいて）度を越していたためなのだ。","arabic":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":405,"juzNumber":4,"footnotes":"１　イブン・カスィール*によれば、「アッラー*からの絆」とは「アッラー*からの保護と、ジズヤ*の徴収、及び（民法、刑法における表面的な）イスラーム*法規定の遵守」であり、「人々との絆」とはムスリム*による彼らへの庇護（ひご）のこと（2：104参照）。 ２　「アッラー*のお怒りと共に・・・」については、雌牛章61の訳注を参照。 ３　「預言者*たちを殺害していた」については、アーヤ*21「・・・殺す者たち」の訳注を参照。","lang":"ja"},{"name":"3:113","price":"彼らは一様ではない。啓典の民*の中にも、正しい一団¹がある。彼らは夜の刻にサジダ*しつつ、アッラー*の御徴（アーヤ*）を読誦するのだ。","arabic":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":406,"juzNumber":4,"footnotes":"１　つまり啓典の民*の内、預言者*ムハンマド*を信仰した者たちのこと（ムヤッサル64頁参照）。","lang":"ja"},{"name":"3:114","price":"彼らはアッラー*と最後の日*を信じ、善事を命じて悪事を禁じ¹、善行に急ぐ。それらの者たちは、正しい者*たちの類である。","arabic":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":407,"juzNumber":4,"footnotes":"１　「善事を命じて悪事を禁じる」については、アーヤ*104の訳注を参照。","lang":"ja"},{"name":"3:115","price":"また、彼らがするいかなる善行も、決して無駄にされることはない。アッラー*は、敬虔な*者たちをご存知なのだ。","arabic":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":408,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:116","price":"本当に、不信仰に陥った者*たち、彼らにはその財産も子供も、アッラー*（の懲罰）に対しては何の役にも立たない。それらの者たちは業火の住人。彼らはその中で永住するのだ。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":409,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:117","price":"彼らが現世の生活で施すものの様子は、あたかも酷寒を運ぶ風のようなもの¹。それは（不信仰とアッラー*への反抗によって）自ら不正*を働いた民の作物を襲い、それを枯らしてしまう。アッラー*が彼らに不正*を働かれたのではない。しかし彼らが、自分自身に不正*を働いたのである。","arabic":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":410,"juzNumber":4,"footnotes":"１　同様のアーヤ*として、雌牛章264、イブラーヒーム*章18、御光章39-40、識別章23なども参照。","lang":"ja"},{"name":"3:118","price":"信仰する者たちよ、あなた方（信仰者たち）を差しおいて、（不信仰者*の）腹心を選んではならない。彼らは、あなた方（の状況）を堕落させることに抜かりない。彼らは、あなた方が苦難に遭うことを望んだのだ。敵意（の印）は、もう彼らの口から明らかになったのであり、彼らが胸中に潜めているものは更に甚だしい。われら*は既に、あなた方に御徴¹を明らかにした。もしあなた方が、（それを）理解するならば。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":411,"juzNumber":4,"footnotes":"１　この「御徴」とは、（信仰に対する）誠実さの義務を示す根拠のこと（アッ＝シャウカーニー1：615参照）。","lang":"ja"},{"name":"3:119","price":"ほら、あなた方という人たちは彼らを好いているが、彼らの方ではあなた方を好いてはいない。あなた方は、全ての啓典を信じているというのに¹。また彼らは、あなた方と会った時には（本音とは裏腹に、）「私たちは信仰する」と言った。そして自分たちだけになると、（ムスリム*たちの団結とイスラーム*の興隆に対する）憤りゆえに、指先を噛んだのだ。（使徒*よ、彼らに）言ってやれ。「憤死するがいい」。本当にアッラー*は、胸中にあるものをご存知になるお方。","arabic":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":412,"juzNumber":4,"footnotes":"１　ムスリム*は啓典の民*のものも含む、全ての啓典を信仰する。その一方、啓典の民*は、それら全てを信じることがないどころか、啓典を改竄（かいざん）までしている。それなのに彼らに好意を抱くとは、どういうことか、ということ（ムヤッサル65頁参照）。","lang":"ja"},{"name":"3:120","price":"（信仰者たちよ、）彼らは、あなた方に善いことが起きれば落胆する。また、あなた方を災難が襲えば、それに歓喜する。そして忍耐して（アッラー*を）畏れる*ならば、彼らの策略は少しもあなた方を害することはない。本当にアッラー*は、彼らの行うことを悉く包囲される*お方。","arabic":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":413,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:121","price":"（使徒*よ、）あなたが信仰者たちを戦闘のための持ち場に配置すべく、早朝に家族のもとを後にした時¹のこと（を思い起こさせるがよい）。アッラー*はよくお聴きになるお方、全知者であられる。","arabic":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":414,"juzNumber":4,"footnotes":"１　これはウフドの戦い*のこと（ムヤッサル65頁）。","lang":"ja"},{"name":"3:122","price":"あなた方の内の二団¹が、臆病風に吹かれ（退却し）そうになった時のこと（を思い起こすのだ）。アッラー*が彼らの庇護者*だというのに。信仰者たちには、アッラー*にこそ全てを委ねさせよ*。","arabic":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":415,"juzNumber":4,"footnotes":"１　これはウフドの戦い*のこと（ムヤッサル65頁）。","lang":"ja"},{"name":"3:123","price":"（信仰者たちよ、）アッラー*は確かに、まだあなた方が弱小であった時、バトル（の戦い*）であなた方に勝利を授けられた²。ならば（かれの恩恵に）感謝すべく、アッラー*を畏れる*のだ。","arabic":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":416,"juzNumber":4,"footnotes":"１　サリマ族とハーリサ族のこと。宗教において疑念を抱いていたわけではないが、アブドッラー・ブン・ウバイイ*が多数のヘイト撤退（てったい）した際、戦力の低下によって士気が下がり、彼らの中に退却の気運が高まった。しかし彼らは結局、共に進軍した（アッ＝タバリー3：1947‐1949参照）。 ２　バドルの戦い*については、戦利品*章の中に多くの描写が見られる。","lang":"ja"},{"name":"3:124","price":"（預言者*よ、）あなたが信仰者たちに、（こう）言った時のこと（を思い出させよ）。「あなた方の主*が、舞い降りる三千の天使*であなた方を増強させられれば、それで十分なのではないか？","arabic":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":417,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:125","price":"いや（、それで十分なのだ）。もし、あなた方が忍耐*して（主*を）畏れ*、彼ら（敵軍）があなた方のもとにそのように逸り立って（襲いかかって）来るならば、あなた方の主は目印をつけた¹五千の天使*でもって、あなた方を増強させられる」。²","arabic":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":418,"juzNumber":4,"footnotes":"１　この「目印」の解釈については、「肩までかかる白い（あるいは黄色い）ターバン」「まだらの馬に乗っていたこと」「たてがみと尻尾（しっぽ）に切り込みを入れて、そこに羊毛を飾り付けられた馬に乗っていたこと」といった諸説がある（アル＝クルトゥビー4：196参照）。 ２　アーヤ*124-125は、バドルの戦い*のことであるという説と、ウフドの戦い*のことであるという説がある（イブン・カスィール2：112-113参照）。アッ＝タバリー*は、戦利品*章9にある「千の天使*」がバドルの戦い*で下ったのは確実だが、三千、または五千の天使*が下ったかどうかについては、バドルとウフドいずれの戦いにおいても確実な証拠はないとし、もしウフドの戦い*で多くの天使*が下されていたら、ムスリム*側にあのような被害は出ていなかっただろう、と述べている（3：1955参照）。","lang":"ja"},{"name":"3:126","price":"そしてアッラー*がそうされたのは、（それが）あなた方への吉報となり、それであなた方の心が安らぐために外ならなかった。勝利は、偉力ならびなく*、英知あふれる*アッラー*の御許からのみ、訪れるのだ。","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":419,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:127","price":"（バドルでの勝利は、アッラー*が）不信仰に陥った者*たちの一部を壊滅させたり、または彼らに苦汁を嘗めさせて、敗北者として撤退させたり、","arabic":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":420,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:128","price":"——（使徒*よ、）そのことについて、あなたには何の権限もない¹——または彼らの悔悟を受け入れたり、あるいは彼らが不正*者であるがゆえに、彼らを懲らしめたりするためのものだったのだ。","arabic":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":421,"juzNumber":4,"footnotes":"１　全てのことはアッラー*に委ねられているのであり、かれは彼ら不信仰者*の内の者をムスリム*とされるかもしれないし、あるいは現世と来世において罰されるかもしれない（ムヤッサル66頁参照）。","lang":"ja"},{"name":"3:129","price":"そしてアッラー*にこそ、諸天にあるものと大地にあるものは、属する。かれはかれがお望みになる者をお赦しになり、またお望みになる者を罰される。アッラー*は赦し深いお方、慈愛深い*お方。","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":422,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:130","price":"信仰する者たちよ、利息*を何倍にも膨らませて、貪ってはならない¹。また、あなた方が（現世と来世で）成功すべく、アッラー*を畏れ*よ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":423,"juzNumber":4,"footnotes":"１　利息*はいかなる形でも禁じられており（雌牛章275参照）、「何倍にも膨らませ」なければ問題ない、という意味ではない。このアーヤ*で描写されているのは、返済の期限日を延長するたびに借金の額を増やしていくという、当時のアラブ人の間で一般的だった利息の特徴を示しているだけである（アッ＝シャウカーニー1：622参照）。","lang":"ja"},{"name":"3:131","price":"そして、不信仰者*たちのために用意されている業火を恐れ、","arabic":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":424,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:132","price":"あなた方がご慈悲を授かるよう、アッラー*と使徒*に従うのだ。","arabic":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":425,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:133","price":"そして、あなた方の主*からのお赦しと天国（の獲得）に、奔走するがよい。（天国の）その広さは諸天と大地ほどもあり、敬虔な*者たちのために用意されている。","arabic":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":426,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:134","price":"（彼ら敬虔な*者たちとは、）順境においても災難の中であっても施し、憤りを抑え¹、人々を大目に見てやる者たち。アッラー*は善を尽くす者²たちを、お好みになる。","arabic":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":427,"juzNumber":4,"footnotes":"１「憤り」と訳した原語「ガイズ」は、ただの怒りではなく、頭に血が昇る激しい憤りのこと（アッ＝ラーギブ371）。相談章37とその訳注も参照。 ２　「善を尽くす者」については、蜜蜂章128の訳注を参照。","lang":"ja"},{"name":"3:135","price":"また、醜行¹をしたり、（罪を犯すことで）自らに対して不正*をしたりした時にはアッラー*を思い出し、その罪の赦しを乞う者たち。——アッラー*の外に、誰が罪を赦すことが出来ようか？——そして彼らは、（アッラー*に悔悟すれば、それを受け入れられることを）知った上で、自分のした（悪い）ことに固執し続けることがない。","arabic":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":428,"juzNumber":4,"footnotes":"１「醜行」については、蜜蜂章90の訳注を参照。","lang":"ja"},{"name":"3:136","price":"それらの者たち、その褒美は、彼らの主からのお赦しと、その下から河川が流れる楽園。彼らはそこに永住する。（アッラー*のために、善行に）励む者への褒美は、何と素晴らしいものか。","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":429,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:137","price":"あなた方以前にも既に、（信仰者が不信仰者*との闘いという試練に遭い、最後には勝利するという）アッラー*の摂理が過ぎ去ってきた。ならば、あなた方は地上を旅して、（アッラー*と使徒*を）嘘呼ばわりした者たちの結末がどのようなものであったか、見てみるがよい。","arabic":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":430,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:138","price":"これ（クルアーン*）は人々への明示であり、敬虔な*者たちへの導きと訓戒である。","arabic":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":431,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:139","price":"（信仰者たちよ、ウフドの戦い*での被害ゆえに、）あなた方は衰弱したり、悲しんだりしてはならない。あなた方は勝利者なのである。もし、あなた方が信仰者であるのなら。","arabic":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":432,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:140","price":"（信仰者たちよ、）たとえあなた方が痛手を負ったとしても、かの民¹も確かに、（かつてのバドルの戦い*で）同様の痛手を負ったのである²。われら*はそれらの日々を、人々の間に交互に配分するのだ³。また、（それは）アッラー*が信仰する者たちを如実に表され、あなた方の内から殉教者をお選びになるためである——アッラー*は、不正*者をお好みにはならない——。","arabic":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":433,"juzNumber":4,"footnotes":"１「かの民」とは、マッカ*の不信仰者*たちのこと（ムヤッサル67頁参照）。 ２　バドル・ウフド両方の戦いにおける両軍の被害に関しては、アーヤ*165とその訳注を参照。 ３　「それらの日々」とは、戦争の勝ち負けのこと。具体的に、バドルの戦い*ではムスリム*側が勝利したが、続くウフドの戦い*においてはマッカ*軍が形勢を逆転させた（アッ＝タバリー3：1982‐1984参照）。","lang":"ja"},{"name":"3:141","price":"また（それは）、アッラー*が信仰する者たちを浄化¹され、不信仰者*たちを根絶やしにされるためなのである。","arabic":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":434,"juzNumber":4,"footnotes":"１　罪や汚点から「浄化」され、偽信者*から判別・精選されること（アッ＝サァディー150頁参照）。","lang":"ja"},{"name":"3:142","price":"いや、（教友*たちよ、）あなた方は、アッラー*があなた方の内の努力奮闘する者たちを如実に表されず、忍耐*ある者たちを露わにされてもいないというのに、天国に入れるとでも思い込んでいたのか？","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":435,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:143","price":"また（信仰者たちよ）、あなた方は、確かに（ウフドの戦い*以前には、殉教による）死を望んでいたのだ。それ（死）に直面する前には。そして確かに、あなた方はそれをまざまざと、目の当たりにした。¹","arabic":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":436,"juzNumber":4,"footnotes":"１　バドルの戦い*に参加出来なかった教友*たちの多くは、また戦いの機会が訪れることを望んでいた。このアーヤ*は彼ら、そして特にマディーナ*郊外へと戦いに出ることを強く主張した者たち（頻出名・用語解説「ウフドの戦い*」参照）に対する、お叱（しか）りである（アル＝クルトゥビー4：220‐221参照）。","lang":"ja"},{"name":"3:144","price":"ムハンマド*は、一人の使徒*に過ぎない。彼以前にも、使徒*たちが滅び去っていったのである。それでもし彼が死んだり、殺されたりしたら、あなた方は踵を返すのか¹？踵を返す者があっても、その者が少しもアッラー*を害することはない。アッラー*は（その恩恵に）感謝する者たちに、（善く）お報いになる。","arabic":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":437,"juzNumber":4,"footnotes":"１　不信仰へと戻るのか、の意（ムヤッサル68頁参照）。このアーヤ*は、ムスリム*軍がウフドの戦い*で劣勢（れっせい）になった時、「ムハンマド*は戦死した」という噂（うわさ）が流れ、ムスリム*たちの士気が下がり、尻込みし始めた折に下ったとされる（イブン・カスィール2：128参照）。","lang":"ja"},{"name":"3:145","price":"また、定められた期限というアッラー*のお許しなくしては、誰も死ぬことがない。そして誰でも現世の褒美を望む者には、われらがそこ（現世の褒美）から与えよう。また、誰でも来世の褒美を望む者には、われら*がそこ（来世の褒美）から与えよう¹。われら*は感謝する者たちに、（よく）報いるのだ。","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":438,"juzNumber":4,"footnotes":"１　ただし、前者は現世での報いや必要の一部を満たされるだけで、来世での褒美ではない。一方後者は、現世での必要を満たされる上に、来世での褒美も授かることになる（アッ＝タバリー3：1995参照）。","lang":"ja"},{"name":"3:146","price":"どれだけ多くの預言者*と共に、数多くの使徒¹が戦ったことであろう。そして彼らは、アッラー*の道において自分たちに降りかかったもの²ゆえに衰弱したり、弱体化したり、（敵に対して）屈したりもしなかった。アッラー*は、忍耐*ある者たちをお好みになる。","arabic":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":439,"juzNumber":4,"footnotes":"１　「信徒（リッビーユ）」とは、預言者*たちが信仰と正しい行い*のもとに育てあげた、彼らの追従（ついじゅう）者たちのこと（アッ＝サァディー151頁参照）。 ２　怪我（けが）の死のこと（ムヤッサル68参照）。","lang":"ja"},{"name":"3:147","price":"そして彼ら（忍耐*ある者たち）の言葉は、（こう）言うものでしかなかった。「我らが主*よ、私たちの罪と、自分たちの（宗教上の）事における私たちの行き過ぎ¹を、お赦し下さい、そして私たちの足を堅固にし、不信仰者*の民に対して勝利をお授け下さい」。","arabic":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":440,"juzNumber":4,"footnotes":"１　ここでの「罪」は小さい罪で、「行き過ぎ」は大罪*である、と言われる（アッ＝タバリー3：2000参照）。","lang":"ja"},{"name":"3:148","price":"こうしてアッラー*は、彼らに現世の褒美と、来世の素晴らしい褒美¹を授けられた。アッラー*は、善を尽くす者²たちをお好みになる。","arabic":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":441,"juzNumber":4,"footnotes":"１　前者の「褒美」は敵に対する勝利や地上での確立で、後者は天国であると言われる（ムヤッサル68頁参照）。 ２「善を尽くす者」については、蜜蜂章128の訳注を参照。","lang":"ja"},{"name":"3:149","price":"信仰する者たちよ、あなた方がもし不信仰に陥った者*たちに従うならば、彼らは（不信仰へと）あなた方の踵を返させ、あなた方は損失者へと舞い戻ってしまうであろう。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":442,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:150","price":"いや、アッラー*があなた方の庇護者*なのであり、かれが最善の援助者なのだ。","arabic":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":443,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:151","price":"われら*はじきに、不信仰に陥った者*たちの心に恐怖を投げ込もう。彼らが、アッラー*が（崇拝*における正当性に関する）いかなる根拠も下されなかったものを、かれに並べ（て崇め）たことゆえに。そして彼らの住処は業火なのだ。不正*者たちの住まいは、何と醜悪なことか。","arabic":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":444,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:152","price":"また、あなた方がアッラー*のお許しにより、（ウフドの戦い*で）彼ら（不信仰者*）を討伐していた時、かれは確かにあなた方への（勝利の）約束を果たされた。かれがあなた方の好むもの（である勝利と戦利品*）をお見せになった後、あなた方が尻込みし、命令¹のことで争い始め、（それに）背くまでは。——あなた方の中には、現世を欲する者もいれば、来世を欲する者もいる²——。それからかれ（アッラー*）はあなた方を試されるため、あなた方を彼ら（への勝利）から転じさせられた。そしてかれは、もうあなた方を大目に見て下さったのである。アッラー*は信仰者たちに対する、恩寵の主であられるのだから。","arabic":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":445,"juzNumber":4,"footnotes":"１　この「命令」とは、預言者*ムハンマド*が弓兵（きゅうへい）たちに対し、「絶対に持ち場を離れないように」と仰（おっしゃ）ったこと（アッ＝タバリー3：2009参照）。 ２　前者は現世の恩恵、つまり戦利品*を獲るのに躍起（やっき）だった者たち。後者はそれよりも、使徒*の命令に従うことで、来世の褒美を望んだ者たち（イブン・アーシュール4：129参照）。","lang":"ja"},{"name":"3:153","price":"（教友*たちよ、）あなた方が（敵軍から逃げて山を駆け）登り、誰のことも顧みなかった時のこと（を思い出せ）。使徒*は（戦場に留まり）、あなた方のことを後方から呼んでいた。それでかれ（アッラー*）は暗雲に次ぐ暗雲¹で、あなた方に報われた。（それは）あなた方が逃がしたもの（勝利と戦利品*）や、あなた方に降りかかったこと（恐怖や敗北）について、あなた方が悲しまないようにするためであった²。アッラー*は、あなた方の行うこと（全て）に通暁されている。","arabic":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":446,"juzNumber":4,"footnotes":"１　この二つの「暗雲」については、前者と後者がそれぞれ「①戦死や負傷、②預言者が殺されたという噂（うわさ）」「①勝利と戦利品を逃したこと、②戦死と敗北」「①敗北、②アブー・スフヤーン*と騎兵隊の将軍ハーリドが、山の上方に陣取（じんど）ったこと。ムスリム*たちは、それにより自分たちが壊滅（かいめつ）させられることを恐れた」といった諸説がある（アル＝クルトゥビー4：240参照）。 ２　この解釈については、「この文は、アーヤ*152の『そしてかれは、・・・大目に見て下さったのである』にかかる」「この文は『それでかれは、・・・報われた』にかかるが、『悲しまないようにするため』という文中の否定句『ラー』は否定の意味ではなく、虚辞（きょじ）句で、『悲しむようにするため』という意味である」「続けざまに起きた一連の出来事が、それ以前の『暗雲』を壊滅させ、忘れさせた」といった諸説がある（アル＝クルトゥビー4：241参照）。","lang":"ja"},{"name":"3:154","price":"それからかれはその暗雲の後、あなた方へ安らぎを、つまりまどろみを下された。それは、あなた方の一派（信仰者たち）を包んでくれた。一方、自分たちの身がとても心配であ（り、眠れなか）った（別の）一派（である偽物者*たち）は、アッラー*に対し、不当にもジャーヒリーヤ*の憶測のような憶測¹をしている。彼らは言うのだ。「私たちにはその事で、どうすることも出来なかったのではないか？²」（使徒*よ、彼らにこう）言ってやるがいい。「事は、全てアッラー*に属する」。彼らはあなたに明かしていないことを、胸中に潜めている。彼らは、（こう）言うのだ。「もし私たちに、その事に関して何か出来たなら、こんな所で殺されはしなかったのに」。言ってやるがいい。「たとえあなた方が（出征せずに）家の中に留まったとしても、殺されることを定められている者は、死に場所へと（自ら）出て来るものなのである」。そして（それは）、アッラー*があなた方の胸中にあるものを試され、またあなた方の心中にあるものを浄化¹されるためであった。アッラー*は、胸中にあるものをご存知になるお方である。","arabic":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":447,"juzNumber":4,"footnotes":"１　結局アッラー*は、使徒*を援助されず、この敗北によってイスラーム*は終わったのだという「憶測」のこと（アッ=サァディー153頁参照）。 ２　一説にこれは、戦利品*を求め、信仰者たちの目を恐れつつ、ウフドの戦い*に出た偽信者*たちの言葉。つまり、戦いのためにマディーナ*の「外に出ることは、自分たちにはどうにもならなかったことなのであり、自分たちは嫌々出てきたのだ」ということ（アル＝クルトゥビー4：242参照）。また一説に、これはアブドッラー・ブン・ウバイイ*の言葉で、「彼ら（ムスリム*たち）は自分たちの言うことを聞かなかった」という意味（イブン・ジュザイ1：162参照）。「私たちには、勝利などなかったではないか」という解釈もある（アル＝バガウィー1：525参照）。","lang":"ja"},{"name":"3:155","price":"（教友*たちよ、）両軍が会した（ウフドの戦い*の）日、本当にあなた方の内で逃亡した者たちは、彼らが稼いだもの（罪）の一部によって、シャイターン*が滑り落とさせたに外ならない²。アッラー*は、もう彼らを大目に見られた。本当にアッラー*は、赦し深い*お方、寛大な*お方なのだから。","arabic":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":448,"juzNumber":4,"footnotes":"1　この「浄化」については、アーヤ*141の訳注を参照。 ２　つまり彼らはシャイターン*の誘いに応じて、預言者*の命令に反したり、戦利品*や現世に目がくらんだりすることで、罪を犯してしまった（アル＝バイダーウィー2：106参照）。","lang":"ja"},{"name":"3:156","price":"信仰する者たちよ。不信仰に陥り、自分たちの同胞に対し、彼らが地上を旅したり、または出征中だったりし（て落命し）た時、（こう）言った者たちのようになってはならない。「もし彼らが私たちのもとに（留まって）いたなら、死んだり、殺されたりすることもなかったのに」。　（それは）アッラー*がそのこと¹で、彼らの心に（更なる）悲痛をお与えになるためなのだ。アッラー*は、生を与え、死を与えられる。そしてアッラー*は、あなた方の行いを（全て）ご覧になるお方。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":449,"juzNumber":4,"footnotes":"１　「そのこと」とは、アッラー*の定めた運命に逆行するような言葉や信念のこと（アッ=サァディー153頁参照）。","lang":"ja"},{"name":"3:157","price":"（信仰者たちよ、）もしも、あなた方がアッラー*の道において殺されたり、死んだりしたとしても、アッラー*からのお赦しとご慈悲こそは、彼らが（現世で）集めるものよりも優るのだ。","arabic":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":450,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:158","price":"そして、もしもあなた方が死んだり、殺されたりしても、あなた方は必ずや（復活の日*、）アッラー*の御許に召集されるのである。","arabic":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":451,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:159","price":"（預言者*よ、）あなたが彼ら（教友*たち）に優しかったのは、アッラーのご慈悲によるものであった。あなたがもし粗野で硬い心の持ち主だったなら、彼らはあなたの周囲から離れ去っただろう。ならば（預言者*よ、）彼らを大目に見、彼らのために（アッラー*の）お赦しを乞い、また（必要な）諸事においては彼らと相談せよ¹。そして決意したならば、（その結果は）アッラー*に全てを委ねる*のだ。本当にアッラー*は、全てを（かれに）委ねる*者たちをお好みになるのだから。","arabic":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":452,"juzNumber":4,"footnotes":"１　アル＝ハサン*はこのアーヤ*に関して、こう言っている。「アッラー*は、彼（預言者*）が彼らのことをそもそも必要としていないことをご存知であるが、彼以後の者たちが（その行為において）彼を模範（もはん）にすることをお望みになった」（イブン・アビー・ハーティム4416参照）。","lang":"ja"},{"name":"3:160","price":"もしアッラー*があなた方をお助けになれば、あなた方を打ち負かすものは何一つない。また、もしかれがあなた方を見捨てられれば、かれを差しおいてあなた方を助ける者とは、一体誰なのか？信仰者たちには、アッラー*にこそ全てを委ね*させよ。","arabic":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":453,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:161","price":"預言者*がごまかすなどということは、あり得ない¹。そしてごまかす者は誰であろうと、復活の日*にその着服したものを携えてやって来る²のだ。それから各人は不正*を受けることなく、自らが稼いだもの（の報い）を全うされる。","arabic":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":454,"juzNumber":4,"footnotes":"１　このアーヤ*は、「バドルの戦い*で、預言者*が戦利品*の一つをせしめた、という噂（うわさ）を立てられたこと」に関して下ったとも、「偽信者*たちが、ある紛失（ふんしつ）物について、彼に濡（ぬ）れ衣をかけたこと」に関して下った、とも言われる。いずれにせよ、託された物事の遂行、戦利品*の分配など全てのことにおいて、預言者*がごまかしをすることはない（イブン・カスィール2：150-151参照）。 ２　戦利品*などを着服した者は、復活の日*にそれを首の周りに巻き付けた状態で現れる。そしてアッラー*の使徒*のもとに赴（おもむ）いてその苦しみを訴えるが、それは却下（きゃっか）される（アル=ブハーリー3073参照）。","lang":"ja"},{"name":"3:162","price":"一体、アッラー*のお喜びを追求し（て服従し）た者は、（不服従ゆえに）アッラー*の激怒と共に戻って来て¹、その住処が地獄となる者と同じだろうか？その行き先は、何と醜悪であろう。","arabic":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":455,"juzNumber":4,"footnotes":"１　この表現については、雌牛章161「アッラー*のお怒りと共に・・・」の訳注を参照。","lang":"ja"},{"name":"3:163","price":"彼らは、アッラー*の御許において、（様々に異なる）位なのである。アッラー*は、彼らの行いを（一つ残さず）ご覧になるお方。","arabic":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":456,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:164","price":"アッラー*は信仰者たちの上に、確かにお恵みをかけられた。かれが彼ら自身の内から彼らの中に、その御徴（アーヤ*）を彼らに誦み聞かせ、彼らを清め、彼らに啓典と英知¹を教える一人の使徒*を遣わされた時のこと。（その使徒*が遣わされる）以前、彼らは明白な迷いの中にあったのだ。","arabic":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":457,"juzNumber":4,"footnotes":"１　「清める」「英知」に関しては、雌牛章129の訳注を参照。","lang":"ja"},{"name":"3:165","price":"一体、（ウフドの戦い*で）あなた方に災難——あなた方は既に（バドルの戦い*で）、その倍の被害を（敵に）与えている¹——が降りかかった時、あなた方は「これは一体どうしたことか？」などと言うのか？（預言者*よ、）言ってやるがいい。「それは（預言者*の命令²に反したことが原因で起きた）、あなた方自身によるものである。本当にアッラー*は、全てのことがお出来のお方」。","arabic":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":458,"juzNumber":4,"footnotes":"１　ウフドの戦い*におけるムスリム*軍の被害は七十名の死者だったが、バドルの戦い*におけるマッカ*軍の被害は七十名の死者および七十名の捕虜であった（アッ＝タバリー3：2048参照）。 ２　この「命令」については、アーヤ*152の訳注を参照。","lang":"ja"},{"name":"3:166","price":"また、両軍が会した（ウフドの戦い*の）日にあなた方に降りかかったことは、アッラー*のお許し（定め）によるものであり、そして信仰者たちが如実に評され、","arabic":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":459,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:167","price":"偽の信仰だった者たちが明るみになるためであった。彼ら（偽信者*たち）には、（こう）言われたのだ。「来なさい、アッラー*の道において（私たちと共に）戦うか、または（軍に加勢して人数を増やし、敵を）追い返すのだ」。彼ら（偽信者*たち）は、言った。「もし戦いが（本当にあることが）分かれば、あなた方について行ったのだが¹」。彼らはその日、信仰よりも不信仰の方に近かった。彼らは自分たちの心にもないことを、口先で言っているのだ。アッラー*は、彼らが隠していることを最もよくご存知である。","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":460,"juzNumber":4,"footnotes":"１　これは、偽信者*アブドッラー・ブン・ウバイイ*がウフド山への行軍中、約三百の兵と共に撤退（てったい）した時に言った言葉とされる（イブン・イスハーク1：333参照）。","lang":"ja"},{"name":"3:168","price":"（彼ら偽信者*たちは、出征せずに）留まりつつ、彼らの同胞¹に、「もし彼らが私たちに従っていたら、殺されなかったのに」などと言った者たち。（使徒*よ、）言ってやるがいい。「では、自分自身から死を押しのけてみよ。もし、あなた方が真実を語っているのならば」。","arabic":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":461,"juzNumber":4,"footnotes":"１　この「同胞」には、「宗教上の同胞ではなく、彼らと血縁・隣人関係にあった、ハズラジュ族の殉教者たち」「彼らと同様の偽信者*たち」という説がある（アル＝クルトゥビー4：267参照）。","lang":"ja"},{"name":"3:169","price":"（預言者*よ、）アッラー*の道において殺された者たちを、決して死人だなどと思ってはならない。いや、彼らは、彼らの主*の御許で生きており、糧を授かっているのだ。¹","arabic":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":462,"juzNumber":4,"footnotes":"１　ウフドでの殉教者たちの魂は、天国の河川で遊び、その果実をついぼみ、アッラー*の玉座の陰にある金のランプにとまる、緑色の鳥の中に入れられたという（アフマド2388、アブー・ダーウード2520参照）。雌牛章154の訳注も参照。","lang":"ja"},{"name":"3:170","price":"彼らは、アッラー*がそのご恩寵から彼らにお授けになったものに喜び、その後方でまだ自分たちは追いついてはいない（、アッラー*の道に戦う）者たち（が同様のものを勝ち取ること）に、心躍らされている。彼らには怖れもなければ、悲しむこともないのだ¹、と。","arabic":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":463,"juzNumber":4,"footnotes":"１　「怖れもしなければ・・・」については、雌牛章38の訳注を参照。","lang":"ja"},{"name":"3:171","price":"彼らはアッラー*からの恩恵と恩寵に、そしてアッラー*が信仰者たちへの褒美を決して無駄にされないということに、心躍らせている。","arabic":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":464,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:172","price":"（彼らは戦いで）痛手を負った後でも、アッラー*と使徒*（の呼びかけ）に応えた者たち¹。彼らの内、善を尽くし²敬虔だった*者たちには、この上ない褒美がある。","arabic":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":465,"juzNumber":4,"footnotes":"１　マッカ*軍はウフドの戦い*でマディーナ*軍に痛手を負わせた後、マッカ*へと立ち去った。しかし彼らがマディーナ*に立ち寄って、更なる被害を与える気配を見せた時、預言者*は彼らに自分たちの余力をみせ、威嚇すべく、彼らを追跡するよう提案した。これは、痛手を負っていたにも関わらず、預言者*のこの呼びかけに応え、ハムラーウ・アル=アサド（マディーナ*から約八マイル離れた地点）まで行軍した者たちのことを指しているとされる（イブン・カスィール2：165-169参照）。 ２「善を尽くす」については、蜜蜂章128の訳注を参照。","lang":"ja"},{"name":"3:173","price":"（彼らは、）人々が彼らに向かって「本当に人々（マッカ*軍）は、あなた方のために既に集結している。だから、彼らを恐れよ」¹と言った後、（却って）それが彼らの信仰心を増大させ、（こう）言った者たち。「私たちには、アッラー*だけで十分。全てを請け負われる*お方は、何と素晴らしいことか」。","arabic":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":466,"juzNumber":4,"footnotes":"１　アブー・スフヤーン*はマッカ*へと戻る道中、マディーナ*軍が彼らを追跡している、との知らせを受けた。恐怖に襲われた彼は、マディーナ*へ向かう隊商の人々を買収し、ムスリム*軍と出逢ったらこのように言うように頼んだ上で、マッカ*への撤退を続行した（イブン・ヒシャーム3：66-68参照）。","lang":"ja"},{"name":"3:174","price":"こうして彼らは何の災厄も降りかかることなく、アッラー*からの恩恵と恩寵と共に（マディーナ*に）帰還した。彼らは、アッラー*のお喜びを追求し（て服従し）たのである。アッラー*は、偉大な恩寵の主であられる。","arabic":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":467,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:175","price":"実にあの者¹は、その盟友に対して（あなた方を）怖気づかせるシャイターン*なのだ。ならば、彼らを、怖れず、われを怖れよ。もし、あなた方が信仰者であるならば。","arabic":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":468,"juzNumber":4,"footnotes":"１　アーヤ*173のような言葉で、ムスリム*たちを怖がらせた者のこと（アッ＝タバリー3：2069参照）。","lang":"ja"},{"name":"3:176","price":"（使徒*よ、）不信仰に急ぐ者たちが、あなたを悲しませるようであってはならない。本当に彼らは、少しもアッラー*を害することなどないのだから。アッラー*は来世において、彼らに（褒美の）分け前など与えないことをお望みなのである。そして彼らには、この上ない懲罰があるのだ。","arabic":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":469,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:177","price":"本当に、信仰と引き換えに不信仰をか買った者たちは、少しもアッラー*を害することなどない。そして彼らには、痛ましい懲罰がある。","arabic":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":470,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:178","price":"不信仰に陥った者*たちは、われら*が彼らに（懲罰を下さず）猶予を与えてやっていることを、自分たちにとって善いことなどと断じて思ってはならない。われらは、彼らが自分たちに罪を上乗せさせるべく、猶予を与えてやっているに外ならないのだから。そして彼らには、屈辱的な懲罰がある。","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":471,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:179","price":"アッラー*は、悪質なものを良質なもの¹から選り分けられるまでは、信仰者たちを（今の）あなた方のような状況のまま、放ったらかしにはされない。また（信仰者たちよ、）アッラー*は不可視の世界*のことを、あなた方に知らせることもされない。だがアッラー*は、ご自身の使徒*たちの中から、かれがお望みになる者を選ばれ（、啓示によってその一部をお教えにな）るのだ²。ならばあなた方は、アッラー*とその使徒*たちを信じよ。もしあなた方が信じ、（アッラー*を）畏れる*のなら、あなた方には偉大な褒美がある。","arabic":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":472,"juzNumber":4,"footnotes":"１　「悪質なもの」とは偽信者*、「良質なもの」とは正直な信仰者のこと（ムヤッサル73頁参照）。 ２　人は不可視の世界*に立ち入り、他人の心の中の不信仰・信仰を知ることは出来ない。しかしアッラー*は啓示によって、使徒*に不可視の世界*の一部を明らかにされたり、その手がかりとなるものをお授けになったりする（アル=バイダーウィー2：121参照）。家畜章50とその訳注、ジン*章26-27も参照。","lang":"ja"},{"name":"3:180","price":"また、アッラー*がそのご恩寵から授けて下さったものを出し惜しみする者は、それが自分たちにとってより善いことだなどと、絶対に思ってはならない。いや、彼らにとって、もっと悪いことである。彼らが出し惜しみしていた物は復活の日*、彼らの首に巻き付けられるのだ¹。諸天と大地の遺産はアッラー*にこそ属する²。そしてアッラー*は、あなた方の行うこと（全て）に通暁されるお方。","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":473,"juzNumber":4,"footnotes":"１　アッラー*から授かった財産から浄財（じょうざい）*を払わない者の首には、復活の日*にそれが蛇となって巻き付き、噛（か）みついてこう言う。「私がお前の財だ！私がお前の宝だ！」（アル=ブハーリー1403参照）悔悟章34-35も参照。尚このアーヤ*は、ムハンマド*の預言者*性についての証拠を「出し惜しみしていた」ユダヤ教徒*たちに関して下った、という説もある（アル=バガウィー1：546参照）。婦人章37とその訳注も参照。 ２　いかなる所有物もその所有主が死亡すれば、遺産として引き継がれる。そして全世界はいずれ消滅する運命にあるが、その後に残るのはアッラー*だけである。「諸天と大地の遺産はアッラー*にこそ属する」という表現の裏には、こういった意味が含まれている（アッ=タバリー3：2080参照）。","lang":"ja"},{"name":"3:181","price":"「実にアッラー*が貧しく、私たちが豊なのだ」などと言った者たちの言葉を、アッラー*は確かにお聞きになった¹。われら*は彼らの言ったことと、彼らが預言者*たちを不当に殺害したこと²を記録しておこう。そしてわれら*は（来世で、地獄の中にいる彼らに）言うのだ。「烈火の懲罰を味わえ」。","arabic":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":474,"juzNumber":4,"footnotes":"１　このアーヤ*は、クルアーン*の「アッラー*によい貸付をせよ」（雌牛章245、鉄章11など参照）という言葉を聞いたユダヤ教徒*が、アッラー*に貸付をする自分たちこそが豊かで、貸付を必要とするアッラー*こそが貧しいのだ、などと言ったことに関して下ったとされる（イブン・アビー・ハーティム4589参照）。 ２「預言者*たちを不当に殺害したこと」については、アーヤ*21「・・・殺す者たち」の訳注を証明。","lang":"ja"},{"name":"3:182","price":"それは、あなた自身が（現世で）行ったことゆえ（の報い）である。そしてアッラー*はその僕たちに対する、不正*者などではないのだ。","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":475,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:183","price":"（彼らユダヤ教徒*たちは、）「本当に、アッラー*は私たちに（トーラー*の中で）、いかなる使徒*も信じてはならない、と命じられたのだ。その者が私たちのもとに、火が（天から落ちてきて）焼き尽くすことになる、供え物を携えて来ない限りは¹」と言った者たち。（使徒*よ、彼らに）言ってやるがよい。「私以前にも、使徒*たちは明証²とあなた方の言っているものを携えて、確かにあなた方（の先祖）のもとに到来した。それなのに、どうしてあなた方（の先祖）は彼らを殺害したのか？もし、あなた方が本当のことを言っているというのなら」。","arabic":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":476,"juzNumber":4,"footnotes":"１　イスラーイールの子ら*の預言者*は、犠牲（ぎせい）を捧（ささ）げて祈ると、天から白い火が落ちてきて、それを焼き尽くすのが習いだったのだという。これは彼らのでっち上げか、またはイーサー*と預言者*ムハンマド*はこの習いにおける例外であったが、彼らがそのことを隠していたか、あるいはこの習いは、既に撤回（てっかい）されたものだった（アル=クルトゥビー4：295-296参照）。 ２　この「明証」とは、奇跡や、彼らの正直さを証明する\n根拠のこと（ムヤッサル74参照）。","lang":"ja"},{"name":"3:184","price":"そして（使徒*よ）、もし彼ら（ユダヤ教徒*たち）があなたを嘘つき呼ばわりしたとしても、明証や書巻や光明の書¹を携えてあなた以前に到来した使徒*たちも（また）、確かに嘘つき呼ばわりされたのである。","arabic":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":477,"juzNumber":4,"footnotes":"１　この「明証」とは知的・神的根拠、「書簡」とは啓典、「光明の書」とはアッラー*の法規定、および正しい情報を明らかにする啓典のこととされる（アッ=サァディー159頁参照）。","lang":"ja"},{"name":"3:185","price":"全ての者は、死を味わう。そして復活の日*、あなた方は（現世での行いに対する）自分たちの褒美を、余すことなく授かるのだ。それで、誰でも（地獄の）業火から遠ざけられ、天国に入れられた者は、確かに（自分が望む最高のものを）勝ち取ったのである。現世の生活は、偽りの楽しみに過ぎない。","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":478,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:186","price":"（信仰者たちよ、）あなた方は、自分たちの財産やあなた方自身において、必ずや試練を受けよう¹。また、あなた方以前に啓典を授けられた者*たちや、シルク*を犯す者たちから、多くの聞くに堪えないことを、必ずや耳にしよう。そして、もしあなた方が（それらのことに）忍耐*し、（主*を）畏れる*なら、それこそはあなた方が決意を固めるべき事柄の内のものなのである。","arabic":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":479,"juzNumber":4,"footnotes":"１　「財産における試練」とは、義務（ぎむ）の、あるいは推奨（すいしょう）された拠出（きょしゅつ）や、財産の損失など。「あなた方自身における試練」とは、義務の服従行為、死傷（ししょう）、愛する人々を失うことなど（ムヤッサル74参照）。アーヤ*186、雌牛章214、悔悟章16、洞窟章7、蜘蛛章2、ムハンマド*章31、王権章2とそれらの訳注も参照。","lang":"ja"},{"name":"3:187","price":"（かつて）アッラー*が、啓典を授けられた者*たちの確約をお取りになった時のこと（を、思い起こしてみよ）。（かれは仰せられた。）「あなた方は必ずや、それ（啓典）を人々に明らかにし、絶対にそれを隠蔽したりしてはならない」。すると彼らはそれを背後に放り捨て、それと引き換えに僅かな代価を買った¹。彼らが買う物の、何と醜悪なことか。","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":480,"juzNumber":4,"footnotes":"１　雌牛章79、174も参照。","lang":"ja"},{"name":"3:188","price":"あなた¹は絶対に、自分たちが行った（悪）事に有頂天な者たちや、自分たちがしてもいないことにおいて褒められることを喜ぶ者たちのことなどを、考えてはならない。彼らが懲罰を免れるなどとは、決して考えてはならないのだ。彼らには、痛ましい懲罰がある。","arabic":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":481,"juzNumber":4,"footnotes":"１　この「あなた」については、雌牛章120「あなた」の訳注を参照。","lang":"ja"},{"name":"3:189","price":"諸天と大地の王権は、アッラー*にこそ属する。アッラー*は、全てのことがお出来になるお方。","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":482,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:190","price":"本当に、諸天と大地の創造と夜と昼の交代の中には、澄んだ知性の持ち主たちへの（、アッラーの唯一性*を示す）御徴がある。","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":483,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:191","price":"（彼らは）立ち、座り、横になりつつアッラー*を唱念し、諸天と大地の創造を熟考する者たち。（彼らは言う。）「我らが主*よ、あなたはこれらを無意味にお創りになったのではありません¹——あなたに称え*あれ！——。ゆえに私たちを、（地獄の）業火の懲罰からお守り下さい。","arabic":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":484,"juzNumber":4,"footnotes":"１　アッラー*はこの偉大で驚異的な創造を、無意味に、英知にもよらず、無益（むえき）に創られたのではない。そうではなく、偉大な英知と利益ゆえにお創りになった。その利益の一つが、それ自体がアッラー*を知ること、かれに従（したが）う義務（ぎむ）、かれに反することを回避（かいひ）する根拠となり、またそこが人々の生活の場となり、それが創造の原初と復活の様子を知る手がかりとなるためなのである（アル=カースィミー4：1968参照）。","lang":"ja"},{"name":"3:192","price":"我らが主*よ、本当にあなたが誰かを（その罪ゆえに、地獄の）業火に放り込まれるのなら、あなたは確かにその者を辱められたのです。不正*者たちには（復活の日*）、いかなる援助者もありません。","arabic":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":485,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:193","price":"我らが主*よ、本当に私たちは、信仰へと招く者が、『あなた方の主*を信じよ』と呼びかけるのを聞いて、信仰に入りました。我らが主*よ、ですから私たちのために私たちの罪をお赦しになり、私たちの悪行を帳消しにし、私たちを善行者たちと共にお召し下さい。","arabic":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":486,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:194","price":"我らが主*よ、また、あなたの使徒*たち（の言葉）によって私たちに約束されたもの¹を、私たちにお授け下さい。そして復活の日*に、私たちを辱めないで下さい。本当にあなたは、約束をお破りにはならないのですから」。","arabic":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":487,"juzNumber":4,"footnotes":"１　つまり勝利、確率、成功、導きといったこと（ムヤッサル75頁参照）。","lang":"ja"},{"name":"3:195","price":"彼らの主*は、彼ら（の祈り）に（こう）お応えになられた。「本当にわれは、男女の別なく、あなた方の内の（正しい）行いをする者の行いを、無駄にはしない——あなた方は、互いに同等なのである——。移住*し、故郷から追放され、わが道のために迫害され、戦い、殺された者たち、われは必ずや彼らのためにその悪行を帳消しにし、その下から河川が流れる楽園に入らせよう。アッラー*の御許からの褒美として。アッラー*の御許にこそ、よき褒美はあるのだ」。","arabic":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":488,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:196","price":"（使徒*よ、）あなた¹は、不信仰に陥った者*たちが地上で（商売や旅行などに）勤しんでいることに、決して惑わされてはならない。","arabic":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":489,"juzNumber":4,"footnotes":"１　この「あなた」については、雌牛章120「あなた」の訳注を参照。","lang":"ja"},{"name":"3:197","price":"（それは一時の）僅かな楽しみで、やがて彼らの住処は地獄となるのだから。その寝床は、何と醜悪なことか。","arabic":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":490,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:198","price":"だが、自分たちの主*を畏れる*者たち、彼らにはその下から河川が流れ、そこに永遠に留まることになる楽園がある。アッラー*の御許からの御もてなしとして。アッラー*の御許にあるものは善行者たちにとって、（不信仰者*たちが現世で楽しんでいるもの）より善いものなのだ。","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":491,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"3:199","price":"本当に啓典の民*の中にもまさに、アッラー*と、あなた方に下されたもの（クルアーン*）と自分たちに下されたものを、信じる者がいる。彼らはアッラー*に恭順¹で、アッラー*の御徴と引き換えに僅かな代価を買ったりはしない²。それらの者たちには、彼らの主*の御許にその褒美がある。本当にアッラー*は、即座に計算されるお方なのだから。","arabic":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":492,"juzNumber":4,"footnotes":"１　「恭順」については、雌牛章45の訳注を参照。 ２　アーヤ*187、および雌牛章79、174も参照。","lang":"ja"},{"name":"3:200","price":"信仰する者たちよ、（アッラー*への服従において）忍耐*し、（敵との）我慢比べに打ち勝ち、前線を守れ。そしてあなた方が成功するべく、アッラー*を畏れ*るのだ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":493,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"4:1","price":"人々よ、あなた方を一人の者（アーダム*）から創られ、彼からその妻を創られ、そしてその二人から多くの男女を（創り）広められた、あなた方の主*を畏れる*のだ。そして、あなた方がかれにおいて頼みごとをし合う¹アッラー*と、親戚の絆（の断絶）を畏れ*よ。本当にアッラー*はもとより、あなた方（の一部始終）を見守られるお方である。","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَخَلَقَ مِنۡهَا زَوۡجَهَا وَبَثَّ مِنۡهُمَا رِجَالٗا كَثِيرٗا وَنِسَآءٗۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِي تَسَآءَلُونَ بِهِۦ وَٱلۡأَرۡحَامَۚ إِنَّ ٱللَّهَ كَانَ عَلَيۡكُمۡ رَقِيبٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":494,"juzNumber":4,"footnotes":"１　この解釈としては、当時の人々の間では「『アッラー*に誓って、あなたに頼む』という言い回しがあったこと」「自分たちの権利を要求する際、アッラー*の御名を言及することで、その重要性を強調していたこと」「アッラー*において、契約を結んでいたこと」を示している、といった諸説がある（アブー・ハイヤーン3：１２５参照）。","lang":"ja"},{"name":"4:2","price":"また、孤児に彼らの財産を与えるのだ¹。そして（あなた方の財産）悪いものと、（孤児の財産の）良いものを取り替えてはならない。また彼らの財産を、あなた方の財産と一緒くたにして貪ってもならない。本当にそれは大きな罪なのだから。","arabic":"وَءَاتُواْ ٱلۡيَتَٰمَىٰٓ أَمۡوَٰلَهُمۡۖ وَلَا تَتَبَدَّلُواْ ٱلۡخَبِيثَ بِٱلطَّيِّبِۖ وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَهُمۡ إِلَىٰٓ أَمۡوَٰلِكُمۡۚ إِنَّهُۥ كَانَ حُوبٗا كَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":495,"juzNumber":4,"footnotes":"１　孤児の後継人は孤児をいたわり、（孤児が遺産などによる財産を有するのであれば、）その財産をよい形で用い、孤児が成人*して十分な能力が備わった際には、財産を不足なく返却することが義務づけられる（アッ=サァディー163頁参照）。アーヤ*6も参照。","lang":"ja"},{"name":"4:3","price":"もし、あなた方が（女の）孤児に対して公正を貫けないこと¹を怖れるのならば、あなた方に合法な女性を二人でも、三人でも、あるいは四人でも娶るがよい。そしてもし（複数の妻を娶ったら、彼女らを）平等に扱えないことを怖れるのなら、妻は一人だけにするか、あるいはあなた方の右手が所有する者（奴隷*の女性）だけに（留めておくのだ）。そうすることが、あなた方が罪を犯さずにいるために、より無難なのである。","arabic":"وَإِنۡ خِفۡتُمۡ أَلَّا تُقۡسِطُواْ فِي ٱلۡيَتَٰمَىٰ فَٱنكِحُواْ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۖ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُواْ فَوَٰحِدَةً أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۚ ذَٰلِكَ أَدۡنَىٰٓ أَلَّا تَعُولُواْ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":496,"juzNumber":4,"footnotes":"１　自分の後見下にある女の孤児が美しさや財産に恵まれている時に、彼女と結婚できる関係にある後見人が、通常よりも安い婚資金*を支払って彼女と結婚しようとすること（アル=ブハーリー4574参照）。そのような不正*を働いてしまいそうな者は、彼女以外の女性を公正な婚資金*を払って娶ることを命じられている。（ムヤッサル77頁参照）。関連して、アーヤ*127とその訳注も参照。","lang":"ja"},{"name":"4:4","price":"そして（夫となる者たちよ、）女性たちには婚資金*を、贈り物として与えるのだ。もし、彼女らがあなた方のために、自ら進んでその一部を譲歩（し、あなた方に贈与）するのなら、それを善く、合法なものとして受け取るがよい。","arabic":"وَءَاتُواْ ٱلنِّسَآءَ صَدُقَٰتِهِنَّ نِحۡلَةٗۚ فَإِن طِبۡنَ لَكُمۡ عَن شَيۡءٖ مِّنۡهُ نَفۡسٗا فَكُلُوهُ هَنِيٓـٔٗا مَّرِيٓـٔٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":497,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"4:5","price":"また、アッラー*があなた方の（生活の）基盤とされた財産を、無分別な者¹に渡してはならない。そしてそれでもって彼らを扶養し、衣服を与え、適切な言葉で話しかけるのだ。","arabic":"وَلَا تُؤۡتُواْ ٱلسُّفَهَآءَ أَمۡوَٰلَكُمُ ٱلَّتِي جَعَلَ ٱللَّهُ لَكُمۡ قِيَٰمٗا وَٱرۡزُقُوهُمۡ فِيهَا وَٱكۡسُوهُمۡ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":498,"juzNumber":4,"footnotes":"１　財産を、適切な形で管理運営する能力に欠けた者のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"4:6","price":"また、結婚（適齢期）¹に達するまで、孤児を試すのだ。そして、もし彼らに十分な分別があると認めたならば、彼らの財産を彼らに渡せ。また、彼らが成人する前にそれを浪費したり、先手を取って使い込んだりしてはならない。（後見人が）裕福ならば、（孤児の財産に対して）慎ましくあるようにし、貧乏ならば、（そこから必要に応じて）適度に使うがよい。また、彼ら（孤児）にその財産を返還する時には、彼らに対して証人を立てるのだ。アッラー*だけで、清算者*は十分なのである。","arabic":"وَٱبۡتَلُواْ ٱلۡيَتَٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُواْ ٱلنِّكَاحَ فَإِنۡ ءَانَسۡتُم مِّنۡهُمۡ رُشۡدٗا فَٱدۡفَعُوٓاْ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡۖ وَلَا تَأۡكُلُوهَآ إِسۡرَافٗا وَبِدَارًا أَن يَكۡبَرُواْۚ وَمَن كَانَ غَنِيّٗا فَلۡيَسۡتَعۡفِفۡۖ وَمَن كَانَ فَقِيرٗا فَلۡيَأۡكُلۡ بِٱلۡمَعۡرُوفِۚ فَإِذَا دَفَعۡتُمۡ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡ فَأَشۡهِدُواْ عَلَيۡهِمۡۚ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":499,"juzNumber":4,"footnotes":"１　つまり成人すること（前掲書、同頁参照）。頻出名・用語解説の「成人*」の項も参照。","lang":"ja"},{"name":"4:7","price":"多かれ少なかれ、男性には両親と近親が残したもの（遺産）からの取り分があり、女性にもまた両親と近親が残したもの（遺産）からの取り分がある。定められた取り分として、である。","arabic":"لِّلرِّجَالِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ مِمَّا قَلَّ مِنۡهُ أَوۡ كَثُرَۚ نَصِيبٗا مَّفۡرُوضٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":500,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"4:8","price":"そして、（遺産の）分配の場に（相続権を有さない）親戚や孤児や貧者*らが現れたら、そこからいくらかものを施してやるのだ。そして彼らには、適切な言葉¹で話しかけよ。","arabic":"وَإِذَا حَضَرَ ٱلۡقِسۡمَةَ أُوْلُواْ ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينُ فَٱرۡزُقُوهُم مِّنۡهُ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":501,"juzNumber":4,"footnotes":"１　ここでの「適切な言葉」とは、全く、あるいは僅かばかりしか彼らに施してやれないような場合に、そのことを詫びる言葉であるとか、または夜の旅章アーヤ*28にあるように、彼らへの祈願の言葉である、とかいう説などがある（アッ=タバリー3：2164-2165参照）。","lang":"ja"},{"name":"4:9","price":"もし自分たちの（死）後に貧弱な子孫を残せば、彼ら（の身）を案じる者には、（自分の後見下にある孤児らのことも、それと同様に）恐れさせよ。そしてアッラー*を畏れ¹させ*、的確な言葉を語らせる²のだ。","arabic":"وَلۡيَخۡشَ ٱلَّذِينَ لَوۡ تَرَكُواْ مِنۡ خَلۡفِهِمۡ ذُرِّيَّةٗ ضِعَٰفًا خَافُواْ عَلَيۡهِمۡ فَلۡيَتَّقُواْ ٱللَّهَ وَلۡيَقُولُواْ قَوۡلٗا سَدِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":502,"juzNumber":4,"footnotes":"１　ここでは特に、孤児を始めとした自分の後見下にある者の財産・養育・保護などの義務において、かれのお怒りを恐れる、という意味合いが強いと言われる（ムヤッサル78頁参照）。 ２　この「的確な言葉」とは、孤児に対しては、自分の実子に対するような慈しみの念とよい作法でもって話すこと。また瀕死（ひんし）の病人に対しては、節度のある遺言と、相続人の権利の遵守、そして悔悟とシャハーダ*の言葉を勧めること。また相続権のない貧者たちには、本頁の訳注１にあるような言葉。あるいは遺言の際に、その額が全財産の三分の一を超えないようにすることである、などと言われる（アル=バイダーウィー2：152参照）。","lang":"ja"},{"name":"4:10","price":"本当に孤児の財産を不正*に貪る者たちは、炎を食べて（、それを）腹の中に詰め込んでいるに外ならない。そして彼らは、（地獄の）烈火の中に入り炙られることになるのだ。","arabic":"إِنَّ ٱلَّذِينَ يَأۡكُلُونَ أَمۡوَٰلَ ٱلۡيَتَٰمَىٰ ظُلۡمًا إِنَّمَا يَأۡكُلُونَ فِي بُطُونِهِمۡ نَارٗاۖ وَسَيَصۡلَوۡنَ سَعِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":503,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"4:11","price":"アッラー*はあなた方に、あなた方の子供（の相続）に関して（このように）命じられる：男には、（その姉妹である）女の倍の取り分がある。もし（男がおらず）女が二人以上いる場合、彼女たちには（親の）遺したもの（遺産）の三分の二が（配当分として）ある。そして女一人しかいない場合には、彼女には（遺産の）半分がある。彼（故人）に子供があるならば、その両親には各々、彼の遺産から六分の一がある。彼（故人）に子供がなく、その両親（だけ）が彼を相続した場合、母親には三分の一がある。彼（故人）に複数の兄弟姉妹がいる場合、母親には六分の一である。（これらの分配は、）彼が遺した遺言（の実行）と、（抱えていた）債務の（清算）後に（行われる）。あなた方の父母とあなた方の子供と、どちらがあなた方にとってより有益¹かを、あなた方は知らないのだ。（これらは）アッラー*からの義務として（定められたもの）。本当にアッラー*はもとより全知者、英知あふれる*お方なのだ。","arabic":"يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":504,"juzNumber":4,"footnotes":"１　この「有益さ」とは、現世においては遺産の相続・祈願・施（ほどこ）しなど、そして来世においては、お互いの執り成しのことについてである、とされる。ゆえに、ここでの「父母」及び「子供」は一親等に留まらず、それ以上の尊属直系・卑俗直系も含まれ得る（イブン・アル=ジャウズィー2：29、アル=クルトゥビー5：74-75参照）。","lang":"ja"},{"name":"4:12","price":"（男たちよ、亡くなった）あなた方の妻に子供がない場合、あなた方には彼女らの遺した物（遺産）の半分がある。そしてもし彼女らに子供がある場合は、あなた方には彼女らの遺した物の、四分の一がある。（これらの分配は）彼女らが遺した遺言（の実行）と、（抱えていた）債務の（清算）後に（行われる）。また（男たちよ）、あなた方に子供がない場合、彼女ら（あなた方の妻たち）にはあなた方の遺した物の四分の一がある。そしてあなた方に子供がある場合、彼女らにはあなた方の遺した物の八分の一がある。（これらの分配は）あなた方が遺した遺言（の実行）と、（抱えていた）債務の（清算）後に（行われる）。もし男あるいは女が、子供も親もない状態で（亡くなって）遺産を遺す場合、彼（または彼女）に（異父）兄弟か姉妹が一人だけいるのなら、その各々には（遺産の）六分の一がある。そしてもし（その異父兄弟姉妹が）それ（二人）以上であれば、彼らは三分の一を共同で受け取る。（これらの分配は、故人によって）遺された害悪のない遺言（の実行）と、（抱えていた）債務の（清算）後に（行われる）。（これらは）アッラー*からの仰せ付け（としてのもの）。アッラー*は全知者、寛大な*お方であられる。","arabic":"۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":505,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"4:13","price":"それらは、アッラー*の決まり。アッラー*とその使徒*に従う者は誰であろうと、かれ（アッラー*）がその下から河川の流れる楽園に、その者をお入れになる。（彼らは）そこに永遠に留まるのだ。それはこの上ない成功なのである。","arabic":"تِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":506,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"4:14","price":"そして、アッラー*とその使徒*に逆らい、かれ（アッラー*）の決まりを破る者は誰でも、かれ（アッラー*）がその者を地獄にお入れになる。（彼は）そこに永遠に留まるのだ。彼には、屈辱的な懲罰がある。","arabic":"وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدۡخِلۡهُ نَارًا خَٰلِدٗا فِيهَا وَلَهُۥ عَذَابٞ مُّهِينٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":507,"juzNumber":4,"footnotes":"","lang":"ja"},{"name":"4:15","price":"あなた方の女性の内、醜行¹を働いた者があれば、あなた方の内から彼女らに対し、（それを証言する）四名の証人を立てよ²。もし彼らが（それを）証言したならば、彼女らが天寿を全うするか、あるいはアッラー*が彼女らのために（別の）道³をお決めになるまで、彼女らを家の中に拘束するのだ。","arabic":"وَٱلَّٰتِي يَأۡتِينَ ٱلۡفَٰحِشَةَ مِن نِّسَآئِكُمۡ فَٱسۡتَشۡهِدُواْ عَلَيۡهِنَّ أَرۡبَعَةٗ مِّنكُمۡۖ فَإِن شَهِدُواْ فَأَمۡسِكُوهُنَّ فِي ٱلۡبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلۡمَوۡتُ أَوۡ يَجۡعَلَ ٱللَّهُ لَهُنَّ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":508,"juzNumber":4,"footnotes":"１　ここでの「醜行」は、婚外交渉のこと。またアッ=タバリー*によれば、ここでの「女性」とはその時点で配偶者がいるかどうかに関わらず、「防護された女性（ムフサナ*）」のこと（3：2188参照）。 ２　信頼性のあるムスリム*成人*男性（信頼性に関しては、頻出名・用語解説の「真正*」の項②も参照）四人が、互いの証言において矛盾の認められない形で、実際に性交を目視したことを正確に証言すること。尚その証言に十分な根拠と信頼性が認められなかった場合、彼らは逆に名誉毀損（きそん）の罪で罰せられることになる。また当人が未成年や精神異常などの理由で責任能力を有していなかったり、自ら選択して行った行動ではなかったり、あるいは婚外交渉の非合法性に無知だったりした場合も、罪には問われない。また四人の証言がなくても、自白によって罪は確定する。御光章2の訳注も参照。 ３　この「拘束」にとって代わる「別の道」とは、御光章2や預言者*ムハンマド*から伝わる複数の伝承に基づく、婚外交渉に対する刑罰の規定（アーヤ*の撤回については、雌牛章106の訳注を参照）。四大法学派*は、男女のムフサン*には石打ち刑を、非ムフサンには百回の鞭打ち刑を科すこと（一定期間の追放もを科すかどうかは、学派によって異なる）で一致している（クウェイト法学大全41：１２２参照）。なお刑の確定と執行はイスラーム*法治国家監督の下、様々な厳しい条件を全て満たした場合のみ可能になる。","lang":"ja"},{"name":"4:16","price":"そしてあなた方の内、それ（婚外交渉）を犯した二人を害せ¹。彼らが悔悟して（行いを）正したならば、彼ら（への仕打ち）から身を引くがよい。本当にアッラー*はもとより、よく悔悟を受け入れられるお方、慈愛深き*お方であられるから。","arabic":"وَٱلَّذَانِ يَأۡتِيَٰنِهَا مِنكُمۡ فَـَٔاذُوهُمَاۖ فَإِن تَابَا وَأَصۡلَحَا فَأَعۡرِضُواْ عَنۡهُمَآۗ إِنَّ ٱللَّهَ كَانَ تَوَّابٗا رَّحِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":509,"juzNumber":4,"footnotes":"１　非難の言葉や、靴で叩くなどして「害する」こと。これもアーヤ*15同様、後に撤回された。一説にこの「二人」とは、ムフサン*ではない男女（イブン・カスィール2：235参照）。","lang":"ja"},{"name":"4:17","price":"アッラー*が悔悟をお受け入れになるのは、無知ゆえに¹悪事を犯しても、その後すぐに²悔い改める者だけである。そしてそれらの者たちこそ、アッラー*が悔悟をお受け入れになる者たちなのだ。アッラー*はもとより、全知者、英知あふれる*お方。","arabic":"إِنَّمَا ٱلتَّوۡبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعۡمَلُونَ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ يَتُوبُونَ مِن قَرِيبٖ فَأُوْلَٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيۡهِمۡۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":510,"juzNumber":4,"footnotes":"１　故意にせよ、そうではないにせよ、罪を犯す者とは、そうすることによる自らの結末とアッラー*のお怒りについて無知であるがゆえに、罪を犯すのである（ムヤッサル80頁参照）。 ２　死が訪れる前に、ということ（ムヤッサル80頁参照）。あるいは、遅らせることなく、すぐに（アル=カースィミー1154-1155参照）。","lang":"ja"},{"name":"4:18","price":"そして（アッラー*に受け入れられる）悔悟とは、あなた方の内、悪行を行い続け、死が訪れる時になって「私は今、悔い改めました」などと言う者たちや、不信仰者*のままで死を迎える者たちのためのものではない¹。それらの者たちのためにこそ、われら*は痛ましい懲罰を準備しておいたのである。","arabic":"وَلَيۡسَتِ ٱلتَّوۡبَةُ لِلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ إِنِّي تُبۡتُ ٱلۡـَٰٔنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمۡ كُفَّارٌۚ أُوْلَٰٓئِكَ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":511,"juzNumber":4,"footnotes":"１　関連するアーヤ*として、家畜章158とその訳注も参照。","lang":"ja"},{"name":"4:19","price":"信仰する者たちよ、嫌がる女性（自身）を相続すること¹は、あなた方に許されない。また、あなた方（夫）は、（婚資金*として）妻に贈った物の一部を持ち去ろうとして、彼女らに嫌がらせをしてはならない²。但し、彼女らが紛れもない醜行³を働いた場合は別である。また妻とは、適切な形で付き合う⁴のだ。もし、あなた方が（何らかの現世的理由ゆえに）彼女らを嫌ったとしても（、忍耐*せよ）⁵。あなた方は、アッラー*がそこに沢山の善きものをご用意下さっているものを、嫌っているのかもしれないのだから。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَحِلُّ لَكُمۡ أَن تَرِثُواْ ٱلنِّسَآءَ كَرۡهٗاۖ وَلَا تَعۡضُلُوهُنَّ لِتَذۡهَبُواْ بِبَعۡضِ مَآ ءَاتَيۡتُمُوهُنَّ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ فَإِن كَرِهۡتُمُوهُنَّ فَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَيَجۡعَلَ ٱللَّهُ فِيهِ خَيۡرٗا كَثِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":512,"juzNumber":4,"footnotes":"１　ジャーヒリーヤ*では、妻が未亡人となった場合には、息子など、彼女の亡き夫に最も近縁の男性が彼女自身を相続するという悪習があった。そして彼は望むなら彼女を自分自身で娶（めと）ったり、だれかに嫁がせたり、あるいは誰にも嫁がせずに生涯独身でいさせる、ということも出来た（アッ=タバリー3：2203-2206参照）。尚「嫌がる」は単なる描写であり、たとえ嫌がってはいなくても、そのようなことが合法なわけではない（アル=カースィミー1157参照）。 ２　妻を嫌うがゆえに、妻の方から離婚を求めさせ、その代償として自分が払った婚資金*の一部をせしめようとすべく、嫌がらせをすること（アル=バガウィー1：588参照）。雌牛章229とその訳注も参照。 ３　この「醜行」は、婚外交渉のほか、夫への口の悪さ、嫌がらせなども含まれるとされる（アッ=タバリー3：2208-2211参照）。 ４　敬意と愛情をもって接し、妻への義務をきちんと果たすこと（ムヤッサル80頁参照）。預言者*は仰（おっしゃ）った：「あなた方の中で最善の者は、自分の妻に対して最善の者である」（アル=ハーキム7406参照）。 ５　預言者*は仰（おっしゃ）った：「男の信仰者が、（妻である）女の信仰者を（完全に）嫌ってはならない。もし彼女のある性格が嫌でも、別の一面を気に入るようにせよ」（ムスリム「養育の書」61参照）。","lang":"ja"},{"name":"4:20","price":"あなた方が（現）妻を（離婚して、他の）女性と取り替えたいならば、彼女（現妻）に（婚資金*として）大金を贈っていても、そこから一銭たりとも取り返してはならない¹。あなた方は大嘘と紛れもない罪を犯して、それを取り戻そうというのか？","arabic":"وَإِنۡ أَرَدتُّمُ ٱسۡتِبۡدَالَ زَوۡجٖ مَّكَانَ زَوۡجٖ وَءَاتَيۡتُمۡ إِحۡدَىٰهُنَّ قِنطَارٗا فَلَا تَأۡخُذُواْ مِنۡهُ شَيۡـًٔاۚ أَتَأۡخُذُونَهُۥ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":513,"juzNumber":4,"footnotes":"１　他の新たな女性と結婚したいがために、現妻にわざと嫌がらせをし、妻の方から離婚を求めるように仕向け、その結果彼女から代償をせしめようとすることを指す（アッ=タバリー3：2212参照）。","lang":"ja"},{"name":"4:21","price":"一体、あなた方はそれ（妻に贈った婚資金*）をいかに取り戻すというのか？あなた方は既に近づき（交わり）合い、彼女らはあなた方から厳粛なる確約¹を得ているというのに。","arabic":"وَكَيۡفَ تَأۡخُذُونَهُۥ وَقَدۡ أَفۡضَىٰ بَعۡضُكُمۡ إِلَىٰ بَعۡضٖ وَأَخَذۡنَ مِنكُم مِّيثَٰقًا غَلِيظٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":514,"juzNumber":4,"footnotes":"１　「厳粛なる確約」とは、男性が妻に対して適切かつ親切に接し、やむなく離婚するにしても、いたわりの念をもってそうすること（雌牛章229も参照）。また、男女が肉体関係を合法なものとする結婚の契約自体、非常に厳（おごそ）かで神聖なるものである（前掲書3：2214-2216参照）。","lang":"ja"},{"name":"4:22","price":"あなた方の父が結婚した女性と、結婚してはならない。但し、既に過ぎ去ったこと¹は問われない。本当にそれは醜行、憎むべきこと²であり、何と忌まわしい道であることか。","arabic":"وَلَا تَنكِحُواْ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدۡ سَلَفَۚ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَمَقۡتٗا وَسَآءَ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":515,"juzNumber":4,"footnotes":"１　ジャーヒリーヤ*において、既に行ってしまったこと（ムヤッサル81頁参照）。 ２　そのようなことは、アッラー*と創造物にとって憎むべきことであり、親子間の憎悪をもたらす原因である（アッ=サァディー173頁参照）。","lang":"ja"},{"name":"4:23","price":"あなた方（男性）には、（以下の女性を娶ることが）禁じられた：あなた方の母親たち¹。あなた方の娘たち²。あなた方の姉妹たち。あなた方の叔（伯）母たち。あなた方の母方の叔（伯）母たち。兄弟の娘たち³。姉妹の娘たち⁴。あなた方に授乳した乳母たち。乳姉妹たち。あなた方の妻の母親たち。あなた方が床入りした妻から（の連れ子）で、あなた方の家で養育された娘たち⁵——もし、あなた方がまだ彼女ら（その母親）と床入りしていなければ、（その娘を娶ることに）罪はない——。あなた方の後背部から出た⁶、あなた方の息子の妻たち。また、姉妹同士を（同時に）娶ること（も禁じられた）。但し過ぎ去ったこと⁷は、問われない。本当にアッラー*はもとより、赦し深いお方、慈愛深い*お方であられる。","arabic":"حُرِّمَتۡ عَلَيۡكُمۡ أُمَّهَٰتُكُمۡ وَبَنَاتُكُمۡ وَأَخَوَٰتُكُمۡ وَعَمَّٰتُكُمۡ وَخَٰلَٰتُكُمۡ وَبَنَاتُ ٱلۡأَخِ وَبَنَاتُ ٱلۡأُخۡتِ وَأُمَّهَٰتُكُمُ ٱلَّٰتِيٓ أَرۡضَعۡنَكُمۡ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَٰعَةِ وَأُمَّهَٰتُ نِسَآئِكُمۡ وَرَبَٰٓئِبُكُمُ ٱلَّٰتِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّٰتِي دَخَلۡتُم بِهِنَّ فَإِن لَّمۡ تَكُونُواْ دَخَلۡتُم بِهِنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ وَحَلَٰٓئِلُ أَبۡنَآئِكُمُ ٱلَّذِينَ مِنۡ أَصۡلَٰبِكُمۡ وَأَن تَجۡمَعُواْ بَيۡنَ ٱلۡأُخۡتَيۡنِ إِلَّا مَا قَدۡ سَلَفَۗ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":516,"juzNumber":4,"footnotes":"１　この「母親」には、それ以上の父方・母方の女性尊属（そんぞく）も含まれる（ムヤッサル81頁参照）。 ２　この「娘」には、孫娘など、それ以下の女性卑俗（ひぞく）も含まれる（前掲書、同頁参照）。 ３　上記訳注を参照（前掲書、同頁参照）。 ４　上記訳注を参照（前掲書、同頁参照）。 ５　「あなた方の家で養育された」という言葉は、条件ではなく典型的状況の描写に過ぎない。大半の学者によれば、もし連れ子の娘が継父の家で養育されていなくても、彼女の母親と結婚し、床入りした後の男性と女性との結婚は禁じられる（イブン・アーシュール4：299参照）。 ６　これは養子ではなく、実の息子であることを強調する表現（イブン・カスィール2：253参照）。「後背部」については、夜訪れるもの章7の訳注も参照。 ７　「過ぎ去ったこと」については、アーヤ*22の同表現に関する訳注を参照。","lang":"ja"}],"juz":{"id":4,"name":"لَنْ تَنَالُوا","transliteration":"Lan Tana Loo","transEn":"You Will Never Attain","startVerse":"3:93","endVerse":"4:23","totalVerses":131}}