{"data":[{"name":"4:24","price":"また、夫のある女性（もあなた方に禁じられた）。但しあなた方の右手の所有する者（奴隷*女性）は別である¹。あなた方に対するアッラー*のご命令として（、アッラー*はこれらの女性との結婚を禁止された）。それら以外（の女性）であれば、あなた方が自らの財産（婚資金*）をもって、貞淑に、姦淫を犯すことなく、（彼女らとの結婚を）望むことは、あなた方に許されている。あなた方が彼女らから悦びを得たら、義務として定められた婚資金*を、彼女らに贈れ²。義務（である、結婚契約における婚資金*額の合意）の後、あなた方（双方）が合意したものについては、（その額を変更しても）あなた方に罪はない。本当にアッラー*はもとより、全知者、英知あふれる*お方である。","arabic":"۞ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۖ كِتَٰبَ ٱللَّهِ عَلَيۡكُمۡۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمۡ أَن تَبۡتَغُواْ بِأَمۡوَٰلِكُم مُّحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَۚ فَمَا ٱسۡتَمۡتَعۡتُم بِهِۦ مِنۡهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا تَرَٰضَيۡتُم بِهِۦ مِنۢ بَعۡدِ ٱلۡفَرِيضَةِۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":517,"juzNumber":5,"footnotes":"１　これは、戦争の際に捕虜となり奴隷*となった、夫がある女性のこと。このような者は、一回の月経を確認した後、結婚するいことが合法となる（ムヤッサル82頁参照）。 ２　イスラーム*法に沿った正しい結婚の下、妻と性交渉をした時点で、前もって合意していた婚資金*の全額支払い義務が確定する（アル＝クルトゥビー5：129参照）。","lang":"ja"},{"name":"4:25","price":"あなた方の内、自由民の信仰者女性を娶る力のない者は、あなた方の右手が所有する信仰者の娘（奴隷*女性）たちから（娶るがよい）——アッラー*は、あなた方の信仰心を最もよくご存知である。あなた方は、お互いに繋がっているのだ¹——。それであなた方は彼女らの所有者たちの承諾を得て、彼女らと結婚するがよい。そして彼女らに、適切な形²で婚資金*を贈るのだ。（彼女らが）貞淑で、（公然と）姦淫を犯すのでもなく、情夫を持ったりもしないように。結婚した後、彼女らが（婚外交渉の）醜行を働いたならば、彼女らには、自由民の女性が課されるもの（罰）の半分³が課せられる。それ（奴隷*女性との結婚）は、あなた方の内で苦難⁴を恐れる者のためである。そして（貞節さを保ちつつ、彼女らと結婚せずに）忍耐*する方が、あなた方にとってよりよいのだ⁵。アッラー*は、赦し深いお方、慈愛深い*お方である。","arabic":"وَمَن لَّمۡ يَسۡتَطِعۡ مِنكُمۡ طَوۡلًا أَن يَنكِحَ ٱلۡمُحۡصَنَٰتِ ٱلۡمُؤۡمِنَٰتِ فَمِن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن فَتَيَٰتِكُمُ ٱلۡمُؤۡمِنَٰتِۚ وَٱللَّهُ أَعۡلَمُ بِإِيمَٰنِكُمۚ بَعۡضُكُم مِّنۢ بَعۡضٖۚ فَٱنكِحُوهُنَّ بِإِذۡنِ أَهۡلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلۡمَعۡرُوفِ مُحۡصَنَٰتٍ غَيۡرَ مُسَٰفِحَٰتٖ وَلَا مُتَّخِذَٰتِ أَخۡدَانٖۚ فَإِذَآ أُحۡصِنَّ فَإِنۡ أَتَيۡنَ بِفَٰحِشَةٖ فَعَلَيۡهِنَّ نِصۡفُ مَا عَلَى ٱلۡمُحۡصَنَٰتِ مِنَ ٱلۡعَذَابِۚ ذَٰلِكَ لِمَنۡ خَشِيَ ٱلۡعَنَتَ مِنكُمۡۚ وَأَن تَصۡبِرُواْ خَيۡرٞ لَّكُمۡۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":518,"juzNumber":5,"footnotes":"１　全ての者はアーダム*の子孫ゆえ、血縁でつながっている。または、イスラーム*という宗教でつながっている。このアーヤ*が下った背景には、アラブ人たちが奴隷*との間に産まれる子供を見下し、卑下（ひげ）していたという状況がある（アッ＝シャウカーニー1：722参照）。 ２　つまり遅らせたり、害を及ぼしたり、減額したりしないこと（アル＝バイダーウィー2：173参照）。 ３　ここでの「自由民の女性」とは、ムフサナ*ではない自由民女性のこと。ゆえに「罰の半分」は、五十回の鞭打ちの刑（御光章２、アッ＝タバリー3：2249参照）。追放刑については、諸説あり。 ４　姦淫（かんいん）の罪のこと。あるいはそれゆえの刑罰（アル＝バイダーウィー2：174参照）。 ５　関連するアーヤ*として、御光章33とその訳注も参照。","lang":"ja"},{"name":"4:26","price":"アッラー*は、あなた方に（正しい教えを）明示して、あなた方を以前の者たちの（正しい）道へと導き、あなた方の悔悟をお受け入れになることを望まれている。アッラー*は、全知者、英知あふれる*お方。","arabic":"يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمۡ وَيَهۡدِيَكُمۡ سُنَنَ ٱلَّذِينَ مِن قَبۡلِكُمۡ وَيَتُوبَ عَلَيۡكُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":519,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:27","price":"アッラー*は、あなた方の悔悟をお受け入れになることをお望みになる。そして欲望に従う者たちは、あなたがたが（正しい宗教から）大きく逸脱(いつだつ)することを望むのだ。","arabic":"وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيۡكُمۡ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُواْ مَيۡلًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":520,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:28","price":"アッラー*は、あなた方（の負担）を慧眼するように望まれる。人間は弱く創られているのだから。","arabic":"يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمۡۚ وَخُلِقَ ٱلۡإِنسَٰنُ ضَعِيفٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":521,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:29","price":"信仰する者たちよ、あなた方の間で自分たちの財産を不当に貪ってはならない。しかし、あなた方の間で合意のもとに行われる商売取引であるなら、別である。そしてあなた方自身を殺してはいけない¹。本当にアッラー*はもとより、あなた方に対して慈愛深い*お方であられる。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن تَرَاضٖ مِّنكُمۡۚ وَلَا تَقۡتُلُوٓاْ أَنفُسَكُمۡۚ إِنَّ ٱللَّهَ كَانَ بِكُمۡ رَحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":522,"juzNumber":5,"footnotes":"１　信仰者どうし殺し合ってはならないし、互いの財を不当に貪り合ったりして、間接的に殺し合うような真似をしてもならない、という意味。また、自殺してはならない、という意味も含まれるとされる（アル＝バガウィー1：602‐603参照）。","lang":"ja"},{"name":"4:30","price":"そして、そのようなことを侵害と不正*をもってする者は、われら*が業火に放り込んで炙ってやろう。そのようなことはアッラー*にとって、そもそも容易いいことなのだ。","arabic":"وَمَن يَفۡعَلۡ ذَٰلِكَ عُدۡوَٰنٗا وَظُلۡمٗا فَسَوۡفَ نُصۡلِيهِ نَارٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":523,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:31","price":"（信仰者たちよ、）もしあなた方が禁じられている大罪*を避けるのなら、われら*は（それ以外の）あなた方の悪事¹を帳消しにし、あなた方を栄誉ある入り所（天国）に入らせよう。","arabic":"إِن تَجۡتَنِبُواْ كَبَآئِرَ مَا تُنۡهَوۡنَ عَنۡهُ نُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَنُدۡخِلۡكُم مُّدۡخَلٗا كَرِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":524,"juzNumber":5,"footnotes":"１　ここでの「悪事」とは、大罪*には至らない小さな罪のことである、と言われる（ムヤッサル83頁参照）。","lang":"ja"},{"name":"4:32","price":"アッラー*があなた方のある者に対し、他の者よりも多くお恵みになったものに関して、羨望するのではない。男たちには彼らが稼いだもの（行い）による取り分があり、女たちにも彼女らが稼いだもの（行い）による取り分があるのだ。（羨望する代わりに）アッラー*の恩寵を乞うがよい。本当にアッラー*はもとより、全てのことをご存知であられるお方なのだから。","arabic":"وَلَا تَتَمَنَّوۡاْ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖۚ لِّلرِّجَالِ نَصِيبٞ مِّمَّا ٱكۡتَسَبُواْۖ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا ٱكۡتَسَبۡنَۚ وَسۡـَٔلُواْ ٱللَّهَ مِن فَضۡلِهِۦٓۚ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":525,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:33","price":"われら*は各人に、その両親と近親が残すものの相続者たちを定めた。そして、あなた方が、（盟約の）誓いを交わした者にも、その取り分を与えよ¹。本当アッラー*はもとより、全てのことの証人であられる。","arabic":"وَلِكُلّٖ جَعَلۡنَا مَوَٰلِيَ مِمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَۚ وَٱلَّذِينَ عَقَدَتۡ أَيۡمَٰنُكُمۡ فَـَٔاتُوهُمۡ نَصِيبَهُمۡۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":526,"juzNumber":5,"footnotes":"１　イスラーム*初期においては、盟約の誓いを交わした人々の相続が認められていた。しかし遺産相続を定めるアーヤ*が下った後、それは撤回された（ムヤッサル83頁参照）。戦利品*章75とその訳注も参照。また、アーヤ*の撤回については、雌牛章106の訳注を参照。","lang":"ja"},{"name":"4:34","price":"男たちは女たちの監護役である。それはアッラー*が、一方（女たち）よりも多くのものを他方（男たち）にお授けになったためであり、また彼らが（妻たちのために）自らの財産から拠出するためである。正しい*女たちとは従順¹で、（夫の）不在にもアッラー*のご守護によってよく遵守する²者。そしてあなた方が（自分たちに対する）その不従順さを怖れる女たちは、（まずは）彼女らを（よき言葉で）戒め、（それでも効き目がなければ）寝室で彼女らを遠ざけ³、そして（それでも効き目がなければ、）叩くのだ⁴。もし彼女らがあなた方に従順にするのなら、彼女らに（それ以上の）咎め立てをするのではない。本当にアッラー*はもとより、至高の*お方、大いなる*お方であられる。","arabic":"ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَبِمَآ أَنفَقُواْ مِنۡ أَمۡوَٰلِهِمۡۚ فَٱلصَّٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلۡغَيۡبِ بِمَا حَفِظَ ٱللَّهُۚ وَٱلَّٰتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِي ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ إِنَّ ٱللَّهَ كَانَ عَلِيّٗا كَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":527,"juzNumber":5,"footnotes":"１　アッラー*に、そして夫に対して従順なこと（前掲書84頁参照）。相手が夫であるかどうかに関わらず、ムスリム*にとっての服従とは、あくまでイスラーム*の教えと法に適ったことに関してである。預言者*は仰（おっしゃ）った：「ムスリム*は好むことにおいても嫌うことにおいても、（指導者の）言うことをよく聴き、服従する義務がある。但しアッラー*への不服従を命じられた場合は別であり、それを命じられた場合には聞き入れたり、服従したりしてはならない」（アル＝ブハーリー7144参照）。 ２　自分自身の貞節さを始め、夫の財産・家・秘密などを守ること（イブン・ジュザイ1：188参照）。 ３　「寝室で彼女らを遠ざける」の解釈には、「一緒の寝具で寝ない」「寝る時に背中を向けて寝る」「性交しないことのたとえ」「同じ家で夜を過ごさない」という説がある（アッ＝シャウカーニー1：738参照）。 ４　その目的はあくまで訓戒であり、身体的苦痛を味わわせることではない。ゆえに頭部などの急所を避け、傷や大きな痛みなどを与えない程度のものであるべきとされる（クウェイト法学大全24：10参照）。また一説には、それは細い木の枝で叩くことである（イブン・アビー・ハーティム4：944参照）。","lang":"ja"},{"name":"4:35","price":"（夫婦それぞれの後見人たちよ、）あなた方が（夫婦）両人の不和を知ったなら、（事情の調査と問題の解決に臨ませるべく、）彼の一族から一人の仲裁人と、彼女の一族から一人の仲裁人を遣わすのだ。もし（仲裁人）両人が（夫婦間の）改善を望むのであれば、アッラー*は（夫婦）両人の間を正しく導いて下さろうから¹。本当にアッラー*はもとより、全知者、通暁されているお方。","arabic":"وَإِنۡ خِفۡتُمۡ شِقَاقَ بَيۡنِهِمَا فَٱبۡعَثُواْ حَكَمٗا مِّنۡ أَهۡلِهِۦ وَحَكَمٗا مِّنۡ أَهۡلِهَآ إِن يُرِيدَآ إِصۡلَٰحٗا يُوَفِّقِ ٱللَّهُ بَيۡنَهُمَآۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":528,"juzNumber":5,"footnotes":"１　一説には、一番目と二番目のいずれの「両人」ともに、仲裁人のこと。また一説には、いずれも夫婦のことを指す（アル＝バイダーウィー2：186参照）。","lang":"ja"},{"name":"4:36","price":"アッラー*を崇拝*し、かれと共に何ものをも並べてはならない¹。そして両親に孝行し、親戚、孤児、貧者*、誓い隣人、遠い隣人²、道連れの仲間³、旅路（で苦境）にある者、あなた方の右手が所有する者（奴隷*）にも（、善行を尽くせ）。本当にアッラー*は、尊大ぶった者、高慢ちきな者をお好みにはならない。","arabic":"۞ وَٱعۡبُدُواْ ٱللَّهَ وَلَا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗا وَبِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱلۡجَارِ ذِي ٱلۡقُرۡبَىٰ وَٱلۡجَارِ ٱلۡجُنُبِ وَٱلصَّاحِبِ بِٱلۡجَنۢبِ وَٱبۡنِ ٱلسَّبِيلِ وَمَا مَلَكَتۡ أَيۡمَٰنُكُمۡۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخۡتَالٗا فَخُورًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":529,"juzNumber":5,"footnotes":"１　アッラー*以外に主があると信じたり、アッラー*以外のものに崇拝*行為を捧（ささ）げたりしてはならない、ということ（ムヤッサル84頁参照）。頻出名・用語解説の「アッラーの唯一性*」「シルク*」も参照。 ２　「近い隣人」と「遠い隣人」の解釈には、「血縁上の距離」「家の距離」「宗教上の距離（つまり前者がムスリム*、後者が啓典の民*）」といった諸説がある（アッ＝タバリー3：2311‐2314参照）。 ３　「道連れの仲間」とは一説に、学習、仕事、製造、旅行など、全てのよいことにおける仲間。一説には、女性のこと（アル＝バイダーウィー2：187参照）。","lang":"ja"},{"name":"4:37","price":"（彼らは）けちで、人々にもまた吝嗇を勧め、アッラー*が彼らに授けて下さった恩恵を隠蔽する者たち¹。われら*は、不信仰者*たちに屈辱的な懲罰を準備しておいた。","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ وَيَكۡتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۗ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":530,"juzNumber":5,"footnotes":"１　彼らが吝嗇し、隠蔽していたアッラー*からの恩恵の内でも最もたるものは、ムハンマド*の預言者*性の真実に関するものであった。彼らはそれを知っていたにも関わらず、その隠蔽に努めた（アッ＝タバリー3：3231参照）。イムラーン家章180と、その訳注も参照。","lang":"ja"},{"name":"4:38","price":"また（彼らは、）人々の視線ゆえにその財産を施し、アッラー*も最後の日*も信じない者たち。誰であろうとシャイターン*が自分の相棒である者、それは相棒として何と忌まわしいことか。","arabic":"وَٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِۗ وَمَن يَكُنِ ٱلشَّيۡطَٰنُ لَهُۥ قَرِينٗا فَسَآءَ قَرِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":531,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:39","price":"もし彼らがアッラー*と最後の日*を信じ、アッラー*が彼らに授けて下さったものから施したところで、一体何（の害）になろうか？アッラー*はもとより彼らを、よくご存知のお方。","arabic":"وَمَاذَا عَلَيۡهِمۡ لَوۡ ءَامَنُواْ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَنفَقُواْ مِمَّا رَزَقَهُمُ ٱللَّهُۚ وَكَانَ ٱللَّهُ بِهِمۡ عَلِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":532,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:40","price":"本当にアッラー*は、ほんの僅かな重みさえも、不正*に扱われたりはしない¹。そして（その僅かなものが）善行であるならば、それを何倍にもされ、そしてその御許から、偉大なる褒美をお授けになるのだ。","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ مِثۡقَالَ ذَرَّةٖۖ وَإِن تَكُ حَسَنَةٗ يُضَٰعِفۡهَا وَيُؤۡتِ مِن لَّدُنۡهُ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":533,"juzNumber":5,"footnotes":"１　つまりアッラー*は、僅かばかりも、人の善行を減らしたり、悪行を上乗せしたりすることはない（アッ＝サァディー179頁参照）。洞窟章49、預言者*たち47、ルクマーン章１６、地震章7-8も参照。","lang":"ja"},{"name":"4:41","price":"（使徒*よ、復活の日*、）われら*が各共同体から証人¹を連れて来たら、そしてあなたをこれらの者たち²に対する証人として連れて来たら、（彼らの有様は）いかなるものとなろうか？","arabic":"فَكَيۡفَ إِذَا جِئۡنَا مِن كُلِّ أُمَّةِۭ بِشَهِيدٖ وَجِئۡنَا بِكَ عَلَىٰ هَٰٓؤُلَآءِ شَهِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":534,"juzNumber":5,"footnotes":"１　アッラー*の教えをその民に伝達した、各使徒*のこと。民が使徒*に対し、どのような態度でもって応じたかを証言する（ムヤッサル85頁参照）。 ２　「これらの者たち」には、「彼の全共同体」「クライシュ族*の不信仰者*を筆頭とする、全ての不信仰者*」といった説がある（アル＝クルトゥビー5：198参照）。","lang":"ja"},{"name":"4:42","price":"その日、不信仰に陥り、使徒*に従わなかった者たちは、大地と共に平らにされ（て土となり、蘇らされることなどなかっ）たなら、と願う。彼らはアッラー*に対して、何一つ黙秘できない¹のである。","arabic":"يَوۡمَئِذٖ يَوَدُّ ٱلَّذِينَ كَفَرُواْ وَعَصَوُاْ ٱلرَّسُولَ لَوۡ تُسَوَّىٰ بِهِمُ ٱلۡأَرۡضُ وَلَا يَكۡتُمُونَ ٱللَّهَ حَدِيثٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":535,"juzNumber":5,"footnotes":"１　復活の日*に不信仰者*らは、彼らがシルク*の徒などではなかったと誓う（家畜章23参照）が、アッラー*は彼らの口を封じられる。すると、彼らの手足が現世での彼らの行いを語り出し（御光章24参照）、彼らはそれを隠すことが出来ない。（アッ＝タバリー3：2329‐2330参照）。消息章40とその訳注も参照。","lang":"ja"},{"name":"4:43","price":"信仰するたちよ、あなた方が酔っ払った時¹には、自分の言うことが理解出来るようになるまで礼拝に近付いてはならない。また、ジャナーバ*の状態にある時も、ただそこを通過する者²以外は、全身沐浴した後で、なければ（礼拝と礼拝所に近付いてはならない）。もし、あなた方が病気³や旅行中であったり、あなた方の誰かが窪地から（戻って）来たり⁴、女性と交わったりした後に（穢れを清めるための）水を見つけられなかった時は、清浄な地面へと向かい（それに触れ）、あなた方の顔と両手を撫でよ⁵。本当にアッラー*はもとより、よく寛恕されるお方*、赦し深いお方である。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡرَبُواْ ٱلصَّلَوٰةَ وَأَنتُمۡ سُكَٰرَىٰ حَتَّىٰ تَعۡلَمُواْ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّىٰ تَغۡتَسِلُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":536,"juzNumber":5,"footnotes":"１　これは、酒などの酔いを引き起こす物の摂取を、完全に禁じる命令が下る前のアーヤ*である（前掲書3：2332参照）。詳しくは、雌牛章219とその訳注を参照。 ２　マスジド*の中でジャナーバの状態になったりすることで、やむを得ず、マスジドを通過しなければならない者のこと。別説では「旅行者」。その場合、「ジャナーバの状態にある旅行者は、水が見つからない場合、タヤンムム*をして礼拝してもよい」いう解釈となる（アル＝バガウィー1：627参照）。 ３　ここでの「病気」は、水に触れたら症状の悪化が予想される類の病気のこと（ムヤッサル85頁参照）。 ４　排除することの婉曲（えんきょく）的表現。当時のアラブ人には、そのような場所で排泄する習慣があった（アッ＝タバリー3：2338参照）。 ５　この清め方はタヤンムムと呼ばれる。詳しくは、頻出名・用語解説「タヤンムム」を参照。","lang":"ja"},{"name":"4:44","price":"（使徒*よ、）あなたは、啓典を幾ばくか授けられたにも関わらず（導きを売って）迷妄を贖い¹、あなた方（信仰者たち）を（も、彼らと共に）道に迷うことを望んでいる者たちを知らなかったのか？","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يَشۡتَرُونَ ٱلضَّلَٰلَةَ وَيُرِيدُونَ أَن تَضِلُّواْ ٱلسَّبِيلَ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":537,"juzNumber":5,"footnotes":"１　これは、トーラー*による知識を頂き、預言者*ムハンマド*の使徒*性の正しさを示す証拠を知っていながらも拒否した、ユダヤ教徒*らの描写（ムヤッサル85頁参照）。","lang":"ja"},{"name":"4:45","price":"アッラー*はあなた方の敵を、最もよくご存知である。庇護者*としてアッラー*は万全であり、また、援護者としてアッラー*は万全である。","arabic":"وَٱللَّهُ أَعۡلَمُ بِأَعۡدَآئِكُمۡۚ وَكَفَىٰ بِٱللَّهِ وَلِيّٗا وَكَفَىٰ بِٱللَّهِ نَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":538,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:46","price":"ユダヤ教徒*である者たちの中には、（啓典の）言葉を（本来の）意味合いからすり替え、また（預言者*ムハンマド*に対し）その舌を歪め、宗教を誹謗して（こう）言う（民がいる）。「私たちは（あなたの言葉を）聞きはするが、（あなたの命令には）逆らう」。「聞いてみよ、聞きはしないだろうが」¹。「私たちに配慮せよ」²。もし彼らが「私たちは聞き、従います」「（私たちのことを）聞いてください」「私たちを見守って下さい³」と言うのならば、それが彼らにとってより善く、より正しいのである。しかしアッラー*は彼らの不信仰ゆえ、彼らを呪われた⁴。彼らは、僅かばかりしか信仰しないのだから。","arabic":"مِّنَ ٱلَّذِينَ هَادُواْ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعۡنَا وَعَصَيۡنَا وَٱسۡمَعۡ غَيۡرَ مُسۡمَعٖ وَرَٰعِنَا لَيَّۢا بِأَلۡسِنَتِهِمۡ وَطَعۡنٗا فِي ٱلدِّينِۚ وَلَوۡ أَنَّهُمۡ قَالُواْ سَمِعۡنَا وَأَطَعۡنَا وَٱسۡمَعۡ وَٱنظُرۡنَا لَكَانَ خَيۡرٗا لَّهُمۡ وَأَقۡوَمَ وَلَٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":539,"juzNumber":5,"footnotes":"１　つまり「私たちのことを聞け、でも私たちはあなたのことを聞かない」、あるいは「聞いてください」と口では言いつつ、心の中では「聞くな」と言っていた（アル＝バガウィー1：641参照）。 ２　雌牛章104とその訳注を参照。 ３　雌牛章104と、その訳注を参照。 ４　「アッラー*の呪い」については、雌牛章88の訳注参照。","lang":"ja"},{"name":"4:47","price":"啓典を授けられた民*よ、あなた方のもとにあるもの（トーラー*）を確証する、われら*が下したもの（クルアーン*）を信じよ。われら*が（不信仰の報いとして）顔を消し、それを後ろ向きにしてしまう前に。あるいは、われらが土曜日の人々¹を呪ったように、彼ら²を呪ってしまわない前に。アッラー*のご命令はもとより、成し遂げられることになっているのだ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ ءَامِنُواْ بِمَا نَزَّلۡنَا مُصَدِّقٗا لِّمَا مَعَكُم مِّن قَبۡلِ أَن نَّطۡمِسَ وُجُوهٗا فَنَرُدَّهَا عَلَىٰٓ أَدۡبَارِهَآ أَوۡ نَلۡعَنَهُمۡ كَمَا لَعَنَّآ أَصۡحَٰبَ ٱلسَّبۡتِۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":540,"juzNumber":5,"footnotes":"１　「土曜日の人々」に関しての詳細は、雌牛章65、高壁章163-166とその訳注も参照。 ２　ここでの「彼ら」とは、一説には「顔を消され、後ろ向きにされた者たち」のこと。あるいは「イルティファート（転換）」と呼ばれる、アラビア語独特の修辞法によって、人称が二人称から三人称に変換しているのだ、とも言われる。つまりこのアーヤ*で啓典の民*は、イスラーム*の信仰へと招かれているが、信仰を拒否した場合の結果としての懲罰を、あえて彼らに直接結び付けて描写しないことで、その誘いをより効果的なものにしているのだという（アブー・ハイヤーン3：267-268参照）。","lang":"ja"},{"name":"4:48","price":"本当にアッラー*は、かれと共に（何かが）並べられること（シルク*）をお赦しになることはないが、それ以外のことは、御心に適う者にお赦しになる。アッラー*に対してシルク*を犯す者は誰でも、この上ない罪を確かに捏造しているのだ。","arabic":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدِ ٱفۡتَرَىٰٓ إِثۡمًا عَظِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":541,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:49","price":"（使徒*よ、）あなたは、自分自身の清らかさを主張する者たち¹を知らなかったのか？いや、アッラー*がその御心に適う者を、お清めになるのだ。そして彼らは、糸くず²ほどさえも不正*に扱われることがない。","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُمۚ بَلِ ٱللَّهُ يُزَكِّي مَن يَشَآءُ وَلَا يُظۡلَمُونَ فَتِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":542,"juzNumber":5,"footnotes":"１　この主張が何かについては「雌牛章111、食卓章18にあるような言葉」「自分たちは子供のように罪がないということ」「ご先祖様が執り成してくれること」「お互いへの称賛」といった諸説がある（アッ＝シャウカーニー1：762参照）。 ２　原語では「ファティール」。ナツメヤシの実の種に付着した、細い糸状の物質。または、手や指をこすり合わせた時に出る手垢のこと。いずれにせよ、非常に微々（びび）たる物のたとえ（アッ＝タバリー3：2269‐2270参照）。","lang":"ja"},{"name":"4:50","price":"（使徒*よ、）見よ、彼らがアッラー*に対して、いかに嘘をでっち上げているかを。それだけで十分、明白な罪に値するのだ。","arabic":"ٱنظُرۡ كَيۡفَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَكَفَىٰ بِهِۦٓ إِثۡمٗا مُّبِينًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":543,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:51","price":"（使徒*よ、）あなたは知らなかったのか？啓典を幾ばくか授けられたにも関わらず、ジブトとターグート¹を信じ、不信仰者*たちに対して「これらの者たち（不信仰者*）は信仰する者たちよりも、より正しい道に導かれている」と言う者たちを？","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُؤۡمِنُونَ بِٱلۡجِبۡتِ وَٱلطَّٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُواْ هَٰٓؤُلَآءِ أَهۡدَىٰ مِنَ ٱلَّذِينَ ءَامَنُواْ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":544,"juzNumber":5,"footnotes":"１　アッ＝タバリー*によれば「ジブト」と「ターグート*」とは、アッラー*を差しおいて崇拝*されたり、従われたりする全ての対象のことである。その意味では偶像もシャイターン*も、魔術師も巫女（みこ）も、あるいはアッラー*とその使徒*に対する不信仰と敵対行為において指導的役割を担っていた者たちも、全てこの中に含まれることになる（3：2371-2374参照）。","lang":"ja"},{"name":"4:52","price":"それらの者たちは、アッラー*が呪い給うた¹者たちである。誰であろうとアッラー*が呪い給う者に、あなたはいかなる援助者も見出すことがないのだ。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُۖ وَمَن يَلۡعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":545,"juzNumber":5,"footnotes":"１　「アッラー*の呪い」については、雌牛章88の訳注参照。","lang":"ja"},{"name":"4:53","price":"いや、彼らには、王権の一部でも属しているというのか？¹では、そうであったとしても、彼らは斑点一つ²ほども人々に与えはしないであろう。","arabic":"أَمۡ لَهُمۡ نَصِيبٞ مِّنَ ٱلۡمُلۡكِ فَإِذٗا لَّا يُؤۡتُونَ ٱلنَّاسَ نَقِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":546,"juzNumber":5,"footnotes":"１　ユダヤ教徒*らが、王権または預言者*に相応しいのは自分たちであると信じ、アラブ人に従うことなど不可能だと考えていたことを指すと言われる（アッ＝ラーズィー4：103参照）。 ２　原語では「ナキール」であり、ナツメヤシの実の種にある小さな斑点、あるいは穴のことであると言われる。つまり、非常に微々（びび）たる物の代名詞（ムヤッサル87頁参照）。","lang":"ja"},{"name":"4:54","price":"いや、彼らはアッラー*がお授けになった恩寵に対して、人々を妬んでいる¹のか？われら*は確かに、イブラーヒーム*の一族に啓典と英知²を授けたのであり、彼らに偉大なる王権を与えたのだ。","arabic":"أَمۡ يَحۡسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۖ فَقَدۡ ءَاتَيۡنَآ ءَالَ إِبۡرَٰهِيمَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَءَاتَيۡنَٰهُم مُّلۡكًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":547,"juzNumber":5,"footnotes":"１　ここでの「恩寵」はムハンマド*の使徒*性を、「人々」は彼を含む信仰者たちのことを指しているのだと言われる（前掲書、同頁参照）。 ２　ここでの「英知」とは、彼らに下された啓示の内で、啓典とはならなかったもののことである、と言われる（ムヤッサル87頁）。","lang":"ja"},{"name":"4:55","price":"それで、彼らの内にはそれ（預言者*ムハンマド*に下った啓示）を信じた者も、それを（自分たちと人々から）阻んだ者もある。（嘘呼ばわりする者たちよ、あなた方には）燃え盛る地獄だけで、十分である。","arabic":"فَمِنۡهُم مَّنۡ ءَامَنَ بِهِۦ وَمِنۡهُم مَّن صَدَّ عَنۡهُۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":548,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:56","price":"本当にわれら*の御徴を信じない者は、やがてわれらが業火に入れて炙ってやろう。彼らの皮膚が焼き上がる度、われら*は彼らに別の皮膚を取り替えてやるのだ。彼らが、（ずっと）懲罰を味わうようにするためである。本当にアッラー*は、もとより、偉力ならびない*お方、英知あふれる*お方。","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا سَوۡفَ نُصۡلِيهِمۡ نَارٗا كُلَّمَا نَضِجَتۡ جُلُودُهُم بَدَّلۡنَٰهُمۡ جُلُودًا غَيۡرَهَا لِيَذُوقُواْ ٱلۡعَذَابَۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":549,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:57","price":"一方、信仰して正しい行い*を行う者たち、われら*は彼らを、その下から川が流れる楽園に入れてやろう。（彼らは）そこにずっと永遠に留まるのだ。そこには彼らのために、純潔な妻¹たちがいる。そしてわれら*は彼らを、幾重にも重なる陰の中に入れてやるのだ。","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَنُدۡخِلُهُمۡ ظِلّٗا ظَلِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":550,"juzNumber":5,"footnotes":"１　「純潔な妻」については、雌牛章25の訳注参照。","lang":"ja"},{"name":"4:58","price":"本当にアッラー*は、あなた方が信託をその権利主に返すこと¹を、そしてあなた方が人々の間を裁く時には公正さによって裁くことを、ご命じになる。実にアッラー*は、その訓戒の何とも素晴らしいお方。本当にアッラー*は、もとより、よくお聞きになるお方、よくご覧になるお方である。","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تُؤَدُّواْ ٱلۡأَمَٰنَٰتِ إِلَىٰٓ أَهۡلِهَا وَإِذَا حَكَمۡتُم بَيۡنَ ٱلنَّاسِ أَن تَحۡكُمُواْ بِٱلۡعَدۡلِۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓۗ إِنَّ ٱللَّهَ كَانَ سَمِيعَۢا بَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":551,"juzNumber":5,"footnotes":"１　「信託をその権利主に返すこと」には、礼拝*や浄財*などのアッラー*に対する義務や、預かり物などの人間に対する義務など、あらゆる信託の遵守（じゅんしゅ）が含まれる（イブン・カスィール2：338参照）。","lang":"ja"},{"name":"4:59","price":"信仰する者たちよ、アッラー*に従い、そして使徒*と、あなた方の内の長たち¹に従え。そして、あなた方が何かで争った時には、それ（についての裁定）をアッラー*と使徒*(ムハンマド*）に返すのだ²。もしあなた方が、アッラー*と最後の日*を信仰しているのならば、である。それが最善なのであり、最良の帰結なのだ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَأُوْلِي ٱلۡأَمۡرِ مِنكُمۡۖ فَإِن تَنَٰزَعۡتُمۡ فِي شَيۡءٖ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":552,"juzNumber":5,"footnotes":"１　「あなた方の内の長たち」とは、指導者・統治者・イスラーム*法学者など、人々の諸事を司（つかさど）る者たち。ただし、彼らへの服従義務は、罪深いことではないことに限る（アッ＝サァディー183頁参照）。アーヤ*34の、「従順」についての訳注も参照。 ２　つまりクルアーン*と預言者*のスンナ*。しかしどのようにその二つを参照するかという知識は、学者に属する（アル＝クルトゥビー5：260参照）。","lang":"ja"},{"name":"4:60","price":"（使徒*よ、）あなたに下されたもの（クルアーン*）と、あなた以前に下されたもの（その他の過去の啓典）を信じたと標榜する（偽信）者*たちを、あなたは知らなかったのか？彼らはそれを拒むよう、確かに命じられたというのに、（自分たちの争いに関して）ターグート*に裁定してもらうことを望んでいる。シャイターン*は、彼らを（正道から）遠く迷い去らせることを欲しているのだ。","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يَزۡعُمُونَ أَنَّهُمۡ ءَامَنُواْ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓاْ إِلَى ٱلطَّٰغُوتِ وَقَدۡ أُمِرُوٓاْ أَن يَكۡفُرُواْ بِهِۦۖ وَيُرِيدُ ٱلشَّيۡطَٰنُ أَن يُضِلَّهُمۡ ضَلَٰلَۢا بَعِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":553,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:61","price":"また、彼らに向かって「（争いの裁定のために、）アッラー*が下されたものと使徒のもとに来なさい」と告げられた時、あなたは、偽信者*たちが、あなたからそっぽを向いて背き去るのを見たのである。","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيۡتَ ٱلۡمُنَٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":554,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:62","price":"彼ら（偽信者*たち）が、自分たちが行ったことゆえに災難に遭遇し、それからあなたのもとにやって来て、「私たちが望んだのは、（裁定における）善行と調停に外ならない」とアッラー*に誓う時、（彼らの状況は）どうなるであろう？","arabic":"فَكَيۡفَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ ثُمَّ جَآءُوكَ يَحۡلِفُونَ بِٱللَّهِ إِنۡ أَرَدۡنَآ إِلَّآ إِحۡسَٰنٗا وَتَوۡفِيقًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":555,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:63","price":"それらの者たちは、アッラー*がその心の内にあるもの¹をご存知である。ならばあなたは彼らを（罰さず）放っておき、戒め、彼らの心に届く言葉で彼らに語りかけるがよい。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَعۡلَمُ ٱللَّهُ مَا فِي قُلُوبِهِمۡ فَأَعۡرِضۡ عَنۡهُمۡ وَعِظۡهُمۡ وَقُل لَّهُمۡ فِيٓ أَنفُسِهِمۡ قَوۡلَۢا بَلِيغٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":556,"juzNumber":5,"footnotes":"１　偽の信仰、あるいは信仰における不誠実さのこと（ムヤッサル88頁参照）。","lang":"ja"},{"name":"4:64","price":"われら*が使徒*を遣わしたのは、彼がアッラー*のお許しのもと、（人々に）従われるために外ならなかった。（使徒*よ、）もし彼らが自らに不正¹を働いた時に、あなたのもとにやって来てアッラー*のお赦しを乞い、そして使徒*が彼らのために（アッラー*の）お赦しを乞うたならば、彼らはアッラー*がよく悔悟をお受け入れになるお方、慈愛深い*お方であることを見出したであろうに。","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذۡنِ ٱللَّهِۚ وَلَوۡ أَنَّهُمۡ إِذ ظَّلَمُوٓاْ أَنفُسَهُمۡ جَآءُوكَ فَٱسۡتَغۡفَرُواْ ٱللَّهَ وَٱسۡتَغۡفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُواْ ٱللَّهَ تَوَّابٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":557,"juzNumber":5,"footnotes":"１　ここでの「不正*」とは特に、これより前のアーヤ*が示しているように、アッラー*以外のものに裁定を求め、アッラー*とその使徒*を拒否し、妨害することを指している（アッ＝タバリー3：2400参照）。","lang":"ja"},{"name":"4:65","price":"あなたの主*に誓って。彼らの間の争いに関して、彼らがあなたにその裁定を仰ぎ、それからあなたが裁決したことについて、彼らが自分自身の内に少しの不満も見出さず、完全に受け入れるようになるまでは、彼らは（真に）信仰してはいないのである¹","arabic":"فَلَا وَرَبِّكَ لَا يُؤۡمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيۡنَهُمۡ ثُمَّ لَا يَجِدُواْ فِيٓ أَنفُسِهِمۡ حَرَجٗا مِّمَّا قَضَيۡتَ وَيُسَلِّمُواْ تَسۡلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":558,"juzNumber":5,"footnotes":"１　部族連合章36も参照。","lang":"ja"},{"name":"4:66","price":"また、たとえわれら*が彼ら（偽信者*たち）に、「互いに殺し合え¹」、あるいは「故郷から出て行け」と義務づけたとしても、そうするのは彼らの中の僅かな者たちだけであっただろう。そして、もし彼らが（アッラー*とその使徒*から）忠告されることに従ったならば、それは彼らのためにより善く、（彼らの信仰心を）より堅固にするものだったのだ。","arabic":"وَلَوۡ أَنَّا كَتَبۡنَا عَلَيۡهِمۡ أَنِ ٱقۡتُلُوٓاْ أَنفُسَكُمۡ أَوِ ٱخۡرُجُواْ مِن دِيَٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٞ مِّنۡهُمۡۖ وَلَوۡ أَنَّهُمۡ فَعَلُواْ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيۡرٗا لَّهُمۡ وَأَشَدَّ تَثۡبِيتٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":559,"juzNumber":5,"footnotes":"１　雌牛章のアーヤ*54とその訳注を参照","lang":"ja"},{"name":"4:67","price":"そうすれば、われら*は彼らに、われら*の御許からの偉大な褒美を授けたのだが。","arabic":"وَإِذٗا لَّأٓتَيۡنَٰهُم مِّن لَّدُنَّآ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":560,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:68","price":"そして、われら*は彼らを、まっすぐな道に導いたのだが。","arabic":"وَلَهَدَيۡنَٰهُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":561,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:69","price":"誰であろうとアッラー*と使徒*（ムハンマド*）に服従する者、それらの者たちは（来世において）預言者*たち、大そうな正直者たち¹、殉教者、正しい*者たちといった、アッラー*が恩恵をお授けになった者たちと共になろう。それらの者たちは、何と素晴らしい同伴者だろうか。","arabic":"وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُوْلَٰٓئِكَ مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّٰلِحِينَۚ وَحَسُنَ أُوْلَٰٓئِكَ رَفِيقٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":562,"juzNumber":5,"footnotes":"１　「大そうな正直者たち」と訳した語は、「サダカ（信じる、本当のことを言う）」から派生した強調能動分詞。自らの言葉を行動で現実化させ示す者、という意味合いがある（アッ＝タバリー3：2406参照）。","lang":"ja"},{"name":"4:70","price":"その恩寵は、アッラー*から（のもの）である。アッラー*は全知者として万全であられる。","arabic":"ذَٰلِكَ ٱلۡفَضۡلُ مِنَ ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":563,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:71","price":"信仰するものたちよ、用心せよ。そして分隊で、あるいは総勢で出征するのだ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ خُذُواْ حِذۡرَكُمۡ فَٱنفِرُواْ ثُبَاتٍ أَوِ ٱنفِرُواْ جَمِيعٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":564,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:72","price":"本当にあなた方の中には、まさしく（出征にわざと）遅れをとる者がいる。そしてもしあなた方に災難が襲いかかれば、「アッラー*はまさに、私に恩恵を授けて下さった。私は彼らと共に（戦場に）いなかったのだから」などと言う。","arabic":"وَإِنَّ مِنكُمۡ لَمَن لَّيُبَطِّئَنَّ فَإِنۡ أَصَٰبَتۡكُم مُّصِيبَةٞ قَالَ قَدۡ أَنۡعَمَ ٱللَّهُ عَلَيَّ إِذۡ لَمۡ أَكُن مَّعَهُمۡ شَهِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":565,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:73","price":"そして、もしもアッラー*の恩寵¹があなた方に降りかかれば、まるであなた方と彼の間に何の愛情もなかったかのように、まさに（こう）言うのだ。「ああ、もし私が彼らと一緒にあったならば。そうすれば、私は大きな収穫²を得たのに！」","arabic":"وَلَئِنۡ أَصَٰبَكُمۡ فَضۡلٞ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمۡ تَكُنۢ بَيۡنَكُمۡ وَبَيۡنَهُۥ مَوَدَّةٞ يَٰلَيۡتَنِي كُنتُ مَعَهُمۡ فَأَفُوزَ فَوۡزًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":566,"juzNumber":5,"footnotes":"１　ここでの「アッラー*の恩寵」とは、勝利や戦利品などのことであるという（アッ＝タバリー3：2410参照）。 ２　つまり救援と勝利と戦利品*のこと（ムヤッサル89頁参照）。","lang":"ja"},{"name":"4:74","price":"ならば、現世の生活と引き換えに来世を贖う者は、アッラー*の道において戦え。誰であろうとアッラー*の道において戦う者は、殺されようがあるいは勝利を収めようが、われら*がこの上ない褒美を与えることになるのだ。¹","arabic":"۞ فَلۡيُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشۡرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۚ وَمَن يُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ فَيُقۡتَلۡ أَوۡ يَغۡلِبۡ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":567,"juzNumber":5,"footnotes":"１　関連するアーヤ*として、雌牛章190、悔悟章36、巡礼*章39とそれらの訳注も参照。","lang":"ja"},{"name":"4:75","price":"（信仰者たちよ、）あなた方がアッラー*の道において戦わないのは、一体どういうことか？そして「我らが主*よ、その民が不正*を働いているこの町（マッカ*）から、私たちを（救い）出して下さい。そして私たちに、あなたの御許から庇護者*をお遣わし下さい。私たちに、あなたの御許から援助者をお遣わし下さい」と（祈って）言う、男たちや女たち、子供らといった弱者たち¹のために（戦わないのは）？","arabic":"وَمَا لَكُمۡ لَا تُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخۡرِجۡنَا مِنۡ هَٰذِهِ ٱلۡقَرۡيَةِ ٱلظَّالِمِ أَهۡلُهَا وَٱجۡعَل لَّنَا مِن لَّدُنكَ وَلِيّٗا وَٱجۡعَل لَّنَا مِن لَّدُنكَ نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":568,"juzNumber":5,"footnotes":"１　これは、不信仰者*らによる妨害や、または自分たちの弱さゆえに（マディーナ*へ）移住*できず、マッカ*に留まって抑圧され、試練を受けていた者たちのこと（アル＝バイダーウィー2：218参照）。","lang":"ja"},{"name":"4:76","price":"信仰するものたちはアッラー*の道において戦い、不信仰に陥った者*たちはターグート*の道のために戦う。ならば、シャイターン*の盟友¹と戦え。本当にシャイターン*の策謀は、そもそも脆いものであるから。","arabic":"ٱلَّذِينَ ءَامَنُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ وَٱلَّذِينَ كَفَرُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱلطَّٰغُوتِ فَقَٰتِلُوٓاْ أَوۡلِيَآءَ ٱلشَّيۡطَٰنِۖ إِنَّ كَيۡدَ ٱلشَّيۡطَٰنِ كَانَ ضَعِيفًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":569,"juzNumber":5,"footnotes":"１　「シャイターン*の盟友」とは、シャイターン*に従う、彼らと親密な不信仰者*のこと（ムヤッサル90頁参照）。雌牛章190、悔悟章36、巡礼*章39とそれらの訳注も参照。","lang":"ja"},{"name":"4:77","price":"（使徒*よ、）あなたは知らなかったのか、「（敵に）手を出すのではない。そして礼拝を遵守し*、浄財*を施すのだ」と言われた者たち¹を？にも関わらず、彼らに戦闘が義務づけられた時には、どうであろうか、彼らの一派はあたかもアッラー*を恐れるか、あるいはそれよりもっと強い恐怖でもって、人々²を恐れるのだ。そして、彼らは（こう）言う。「我らが主*よ。あなたはどうして、私たちに戦闘を義務づけられたのですか？暫しの間、私たちに猶予を与えて下さいませんか？」（使徒*よ、）言ってやるがいい。「現世の享楽は僅かなものであるが、来世の方が敬虔*である者たちにとって、より善いのだ。そしてあなた方は、糸くず³ほどさえも不正*に扱われることがない」。","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمۡ كُفُّوٓاْ أَيۡدِيَكُمۡ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ إِذَا فَرِيقٞ مِّنۡهُمۡ يَخۡشَوۡنَ ٱلنَّاسَ كَخَشۡيَةِ ٱللَّهِ أَوۡ أَشَدَّ خَشۡيَةٗۚ وَقَالُواْ رَبَّنَا لِمَ كَتَبۡتَ عَلَيۡنَا ٱلۡقِتَالَ لَوۡلَآ أَخَّرۡتَنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖۗ قُلۡ مَتَٰعُ ٱلدُّنۡيَا قَلِيلٞ وَٱلۡأٓخِرَةُ خَيۡرٞ لِّمَنِ ٱتَّقَىٰ وَلَا تُظۡلَمُونَ فَتِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":570,"juzNumber":5,"footnotes":"１　マッカ*時代、一部のムスリム*は不信仰者*たちの迫害に耐えかねて、彼らとの戦闘が許可されることを待ち望んでいた。また一説には、このアーヤ*はユダヤ教徒*の一派に関して下ったのだ、とも言われる（アッ＝タバリー3：2413‐2415参照）。 ２　ここでの「人々」は、マッカ*のシルク*の徒である、と言われる（アル＝バガウィー1：664参照）。 ３　「糸くず」については、アーヤ*49の訳注を参照。","lang":"ja"},{"name":"4:78","price":"どこにいようと、死はあなた方に降りかかる。たとえあなた方が、堅固な砦の中にいたとしても。彼らは自分たちが善い目に遭えば、「これは、アッラー*からのものだ」と言う。そして悪い目に遭えば、「これはあなたのせいだ」と言う。言ってやれ。「すべてはアッラー*からのものである」。それらの民が、ほとんど話を理解することがないのは、どういうことか？","arabic":"أَيۡنَمَا تَكُونُواْ يُدۡرِككُّمُ ٱلۡمَوۡتُ وَلَوۡ كُنتُمۡ فِي بُرُوجٖ مُّشَيَّدَةٖۗ وَإِن تُصِبۡهُمۡ حَسَنَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِ ٱللَّهِۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِكَۚ قُلۡ كُلّٞ مِّنۡ عِندِ ٱللَّهِۖ فَمَالِ هَٰٓؤُلَآءِ ٱلۡقَوۡمِ لَا يَكَادُونَ يَفۡقَهُونَ حَدِيثٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":571,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:79","price":"（人間よ、）あなたに降りかかったいかなる善きものも、アッラー*からのものである。また、あなたに降りかかったいかなる災難も、あなた自身からのものである¹。（使徒*よ、）われら*はあなたを、人々への使徒*として遣わした。アッラー*は証人として万全なるお方であられる。","arabic":"مَّآ أَصَابَكَ مِنۡ حَسَنَةٖ فَمِنَ ٱللَّهِۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٖ فَمِن نَّفۡسِكَۚ وَأَرۡسَلۡنَٰكَ لِلنَّاسِ رَسُولٗاۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":572,"juzNumber":5,"footnotes":"１　本来、善いことも災難も全てはアッラー*からのものだが、アッラー*への礼節として善いことだけがかれに帰せられ、災難は人間に帰せられている。というのも人間に起きる悪いことは、自分自身の罪ゆえ（相談章30参照）なのであり、その意味で災難は自分自身が原因であり、それを創造されるお方がアッラー*なのである（イブン・ジュザイ1：199参照）。","lang":"ja"},{"name":"4:80","price":"誰であろうと使徒*（ムハンマド*）に従う者は、実にアッラー*に従ったのだ。そしてわれらは（使徒*への服従を拒んで）背き去る者に対し、あなたを監視役として遣わしたのではない¹。","arabic":"مَّن يُطِعِ ٱلرَّسُولَ فَقَدۡ أَطَاعَ ٱللَّهَۖ وَمَن تَوَلَّىٰ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":573,"juzNumber":5,"footnotes":"１　アッラー*が預言者*ムハンマド*を遣わされたのは、彼が不信仰者*らの行いを監視・記録し、裁定するためではなく、アッラー*の教えを伝達させるためである。彼らの行いの清算は、アッラー*が復活の日*に請け負われる（アッ＝タバリー3：2421、ムヤッサル91頁参照）。","lang":"ja"},{"name":"4:81","price":"彼らは（あなたの前では）、「（私たちのすべきは）服従です」と言う。そしてあなたのもとから立ち去ると、彼らの一派は（あなたに）言うこととは違うことを、夜中に企むのだ。だがアッラー*は、彼らの夜中の策謀を記録なされる。ならば彼らに背を向け、アッラー*に（全てを）委ねる*のだ。アッラー*こそは、全てを請け負われる*お方として万全であられる。","arabic":"وَيَقُولُونَ طَاعَةٞ فَإِذَا بَرَزُواْ مِنۡ عِندِكَ بَيَّتَ طَآئِفَةٞ مِّنۡهُمۡ غَيۡرَ ٱلَّذِي تَقُولُۖ وَٱللَّهُ يَكۡتُبُ مَا يُبَيِّتُونَۖ فَأَعۡرِضۡ عَنۡهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":574,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:82","price":"一体彼らは、クルアーン*を熟慮しないのか？もしそれがアッラー*以外のものに由来するものであったなら、彼らはその中に沢山の相違点を見出したであろうに。","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَۚ وَلَوۡ كَانَ مِنۡ عِندِ غَيۡرِ ٱللَّهِ لَوَجَدُواْ فِيهِ ٱخۡتِلَٰفٗا كَثِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":575,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:83","price":"また彼らは、安全や恐怖に関わる諸事¹（の知らせ）が訪れると、それを言いふらす。もし彼らがそれを使徒*に、そして権威を有する者たち²に伝えたなら、彼らの内でそこから（正しい）結論を導き出す（ことの出来る）者は、それ³を知ったことであろうに。もし、あなた方に対するアッラー*のご恩寵とご慈悲がなかったならば、僅かな者たちを除き、あなた方はシャイターン*に従ってしまったことであろう。","arabic":"وَإِذَا جَآءَهُمۡ أَمۡرٞ مِّنَ ٱلۡأَمۡنِ أَوِ ٱلۡخَوۡفِ أَذَاعُواْ بِهِۦۖ وَلَوۡ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُوْلِي ٱلۡأَمۡرِ مِنۡهُمۡ لَعَلِمَهُ ٱلَّذِينَ يَسۡتَنۢبِطُونَهُۥ مِنۡهُمۡۗ وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَٱتَّبَعۡتُمُ ٱلشَّيۡطَٰنَ إِلَّا قَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":576,"juzNumber":5,"footnotes":"１　ここでの「安全に関わる諸事」とは、イスラーム*とムスリム*の安全に関わるもので、内密にしておくべき物事。一方「恐怖に関わる物事」とは、それを不用意に口にすれば、ムスリム*たちの心を恐怖に陥れるような物事（ムヤッサル91頁参照）。 ２　この「権威を有する者」とは、知識や優れた知性を備えた者。あるいは指導者（アッ＝シャウカーニー782頁参照）。 ３　つまり、その知らせの真意のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"4:84","price":"ならば（預言者*よ）、アッラー*の道において戦うのだ。あなたが課されるのは、自分自身のみ¹。そして信仰者たちを（戦いへと）激励せよ。きっとアッラー*は、不信仰に陥った者*たちの猛威を阻んで下さろうから。アッラー*は猛威がより厳しく、懲罰がより激しいお方。²","arabic":"فَقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفۡسَكَۚ وَحَرِّضِ ٱلۡمُؤۡمِنِينَۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأۡسَ ٱلَّذِينَ كَفَرُواْۚ وَٱللَّهُ أَشَدُّ بَأۡسٗا وَأَشَدُّ تَنكِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":577,"juzNumber":5,"footnotes":"１　たとえあなた一人であっても、アッラー*が勝利をお約束になったのだから、敵との戦いと、弱い信仰者の援助を放棄（ほうき）してはならない、ということ（アル＝クルトゥビー5：293参照）。 ２　関連するアーヤ*として、雌牛章190、悔悟章36、巡礼*章39とそれらの訳注も参照。","lang":"ja"},{"name":"4:85","price":"よい執り成しをする者には誰でも、その（よい褒美の）分け前があろう。また悪い執り成しをする者には誰でも、その（罪の）取り分があろう。アッラー*はもとより、全てのことを看視される*お方。","arabic":"مَّن يَشۡفَعۡ شَفَٰعَةً حَسَنَةٗ يَكُن لَّهُۥ نَصِيبٞ مِّنۡهَاۖ وَمَن يَشۡفَعۡ شَفَٰعَةٗ سَيِّئَةٗ يَكُن لَّهُۥ كِفۡلٞ مِّنۡهَاۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقِيتٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":578,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:86","price":"あなた方が挨拶されたら、それよりもっと丁重な挨拶をするか、あるいはそれ（同様の挨拶）を返すのだ。本当にアッラー*は、もとより、全ての清算者*であられるのだから。","arabic":"وَإِذَا حُيِّيتُم بِتَحِيَّةٖ فَحَيُّواْ بِأَحۡسَنَ مِنۡهَآ أَوۡ رُدُّوهَآۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٍ حَسِيبًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":579,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:87","price":"アッラー*は、かれ以外に崇拝*すべきものがないお方。かれは必ずやあなた方を、疑惑の余地のない復活の日*に召集される。一体、アッラー*よりも真実を語るものがあろうか？","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۗ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ حَدِيثٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":580,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:88","price":"（信仰者たちよ、）あなた方は、どうして偽信者*たち¹（のこと）で二派に分かれるのか？アッラー*は彼らが稼いだ（悪）事ゆえに、彼らを（不信仰と迷妄に）陥れ給うたというのに？あなた方は、アッラー*が迷わせ給うた者を導こうと望んでいるのか？誰であろうとアッラー*が迷わせられた者に、あなたが彼のための（導きの）道を見出すことなど、ないのだ。","arabic":"۞ فَمَا لَكُمۡ فِي ٱلۡمُنَٰفِقِينَ فِئَتَيۡنِ وَٱللَّهُ أَرۡكَسَهُم بِمَا كَسَبُوٓاْۚ أَتُرِيدُونَ أَن تَهۡدُواْ مَنۡ أَضَلَّ ٱللَّهُۖ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":581,"juzNumber":5,"footnotes":"１　これは、ムスリム*を装（よそお）った偽信者*らの内でも、不信仰ゆえにマディーナ*に移住*しなかった者たちのこととされる（アッ＝サァディー191頁参照）。","lang":"ja"},{"name":"4:89","price":"彼らは自分たちが不信仰に陥ったように、あなた方も不信仰に陥り、（彼らの）同類になることを望んでいる。ならば、彼らがアッラー*の道において移住*するまでは、彼らの内から盟友を得てはならない。そしてもし彼らが（移住*を拒んで）背を向けたならば、彼らを捕え、見つけ次第、彼らを殺すのだ。彼らの内から盟友も援助者も、得てはらない。","arabic":"وَدُّواْ لَوۡ تَكۡفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءٗۖ فَلَا تَتَّخِذُواْ مِنۡهُمۡ أَوۡلِيَآءَ حَتَّىٰ يُهَاجِرُواْ فِي سَبِيلِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ وَجَدتُّمُوهُمۡۖ وَلَا تَتَّخِذُواْ مِنۡهُمۡ وَلِيّٗا وَلَا نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":582,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:90","price":"但し、あなた方と盟約を結んでいる民のもとに身を寄せる者たち¹、あるいはあなた方と戦うことも、自分たちの民と戦うことも嫌がって、あなた方のところへやって来た者たち²は別である。もしアッラー*がお望みならば、かれは彼らをあなた方に対して威勢強くさせ、（その結果）彼らは（あなた方の敵と共に）あなた方と戦ったことであろう。もし、彼らがあなた方から身を引いてあなた方と戦わず、あなた方に和平を申し出るならば、アッラー*はあなた方に彼らへの（戦いという）道をお許しにはならない。","arabic":"إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٌ أَوۡ جَآءُوكُمۡ حَصِرَتۡ صُدُورُهُمۡ أَن يُقَٰتِلُوكُمۡ أَوۡ يُقَٰتِلُواْ قَوۡمَهُمۡۚ وَلَوۡ شَآءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَيۡكُمۡ فَلَقَٰتَلُوكُمۡۚ فَإِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ يُقَٰتِلُوكُمۡ وَأَلۡقَوۡاْ إِلَيۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَيۡهِمۡ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":583,"juzNumber":5,"footnotes":"１　ムスリム*と休戦協定や庇護（ひご）協定を結んでいる民のもとに避難（ひなん）した者については、その民と同じ位置づけがされる（イブン・カスィール2：372参照）。 ２　一説にこれは、マディーナ*に移住*したものの、信仰者たちと共に自分たちの民と戦うことを免除してもらった者たちのこと（イブン・アーシュール5：153参照）。","lang":"ja"},{"name":"4:91","price":"あなた方は、あなた方から安全を望み、また（不信仰者*である）自らの民からも安全でありたいと望む、別の者たち¹を見出すであろう。彼らは（不信仰への）試練に戻される度、そこに転落する。そして、彼らがもしあなた方（との戦い）から身を引かず、あなた方に和平も申し出ず、また（攻撃の）手を止めもしないのなら、彼らを捉え、捕獲し次第、彼らを殺すのだ。それらの者たちに対してこそ、われら*はあなた方に（交戦の）明白な根拠を授けたのである。","arabic":"سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأۡمَنُوكُمۡ وَيَأۡمَنُواْ قَوۡمَهُمۡ كُلَّ مَا رُدُّوٓاْ إِلَى ٱلۡفِتۡنَةِ أُرۡكِسُواْ فِيهَاۚ فَإِن لَّمۡ يَعۡتَزِلُوكُمۡ وَيُلۡقُوٓاْ إِلَيۡكُمُ ٱلسَّلَمَ وَيَكُفُّوٓاْ أَيۡدِيَهُمۡ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡۚ وَأُوْلَٰٓئِكُمۡ جَعَلۡنَا لَكُمۡ عَلَيۡهِمۡ سُلۡطَٰنٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":584,"juzNumber":5,"footnotes":"１　この「別の者たち」とは、ムスリム*側にはムスリム*の顔を見せ、不信仰者*である自分の民には不信仰者*の顔を見せる偽信者*のことであると言われる（ムヤッサル92頁参照）。","lang":"ja"},{"name":"4:92","price":"信仰者が信仰者を殺めることがあってはならない。但し、過失の場合は別である。それで過失から信仰者を殺めてしまった者には誰でも、信仰者の首一つの解放¹と、その遺族への代償金²（が義務づけられる）。だが、彼ら（被害者の遺族）が（免責を）施してやる場合は別である。また、彼（被害者）があなた方に敵対している民に属する信仰者であったら、信仰者の首一つの解放。また、彼（被害者）があなた方と盟約を結んでいる民に属する者であったら、その遺族への代償金と、信仰者の首一つの解放。そして（信仰者の奴隷*、あるいはそれを解放する財産を）見出せない者は、アッラー*が悔悟をお受け入れになるよう、連続二ヶ月の斎戒*を（義務づけられる）。アッラー*はもとより、全知者、英知あふれる*お方であられる。","arabic":"وَمَا كَانَ لِمُؤۡمِنٍ أَن يَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَـٔٗاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَـٔٗا فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ وَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦٓ إِلَّآ أَن يَصَّدَّقُواْۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوّٖ لَّكُمۡ وَهُوَ مُؤۡمِنٞ فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ وَإِن كَانَ مِن قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦ وَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ تَوۡبَةٗ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":585,"juzNumber":5,"footnotes":"１　ここでの「首」は、奴隷のこと。身体の一部の言及によって、人間の全身が表されている（アル＝バイダーウィー2：234参照）。 ２　ここでの「代償金」は、キサース刑（雌牛章178参照）の免除として課せられる、生命の対価のこと。被害者の遺族に対して支払われる。","lang":"ja"},{"name":"4:93","price":"一方、誰であろうと信仰者を故意に殺める者、その報いは地獄である。（彼は）そこに永遠に留まる。そしてアッラー*は彼をお怒りになり、彼を呪われ¹、彼のためにこの上ない懲罰をご用意になる。²","arabic":"وَمَن يَقۡتُلۡ مُؤۡمِنٗا مُّتَعَمِّدٗا فَجَزَآؤُهُۥ جَهَنَّمُ خَٰلِدٗا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيۡهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":586,"juzNumber":5,"footnotes":"１　「アッラー*の呪い」については、雌牛章88の訳注参照。 ２　先代・後代の学者の大半は、故意の殺人者にも悔悟の余地は残されており、真に悔悟し、従順なしもべとなり、正しい行い*を行うならば、悪行は善行に替えてもらえるとする。また、信仰者が地獄に永遠に留まることがないことは、多くの伝承によって明らかにされている（イブン・カスィール2：380-381参照）。識別章68-71も参照。","lang":"ja"},{"name":"4:94","price":"信仰するものたちよ、あなた方がアッラー*の道に出征する時は、（事を慎重に）見極めるのだ。そしてあなた方に（イスラーム*の）挨拶をする¹者に向かって、現世の生活のつまらぬ利益を求めつつ、「あなたは信仰者ではない」と言ってはならない。アッラー*の御許にこそ、ふんだんな褒美があるのだから²。あなた方もかつてはそうであったのだが、アッラー*があなた方にお恵みを与えて下さったのだ³。ならば（慎重に）見極めよ。本当にアッラー*は、もとより、あなた方の行うことに通暁されているお方。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا ضَرَبۡتُمۡ فِي سَبِيلِ ٱللَّهِ فَتَبَيَّنُواْ وَلَا تَقُولُواْ لِمَنۡ أَلۡقَىٰٓ إِلَيۡكُمُ ٱلسَّلَٰمَ لَسۡتَ مُؤۡمِنٗا تَبۡتَغُونَ عَرَضَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٞۚ كَذَٰلِكَ كُنتُم مِّن قَبۡلُ فَمَنَّ ٱللَّهُ عَلَيۡكُمۡ فَتَبَيَّنُوٓاْۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":587,"juzNumber":5,"footnotes":"１　あるいは、自分がムスリム*であると言ったり、シャハーダ*の言葉を口にしたりする者のこと（アッ＝タバリー3：2471参照）。 ２　教友*イブン・アッバース*によれば、バヌー・スライム族の男が一頭の羊を率いて、教友*たちと遭遇した。彼は教友*たちにイスラーム*の挨拶をしたが、教友たちは「こいつは、あなた方から保身するために（ムスリム*を装って）挨拶したのだ」と言い、彼を殺害し、羊を奪ってしまった。彼らは羊を連れてアッラー*の使徒*のもとにやって来たが、その時このアーヤ*が下った（アッ＝ティルミズィー3030参照）。 ３　彼ら信仰者たちの多くも、かつてはマッカ*の不信仰者*の中で信仰を隠しつつ暮らしていた。そして彼らがあやめた者もまた、不信仰の民の中で信仰を隠して生きていたのである。しかしアッラー*はそのお恵みでもって、彼らが信仰を公にすることが出来るほどまでに、勢力を強めて下さったのだ（アッ＝タバリー3：2476-2477参照）。","lang":"ja"},{"name":"4:95","price":"信仰者の内で支障もないのに（出征せずに家に）居残る者たちと、アッラー*の道において自らの財と命をかけて奮闘する者たちは同等ではない。自らの財と命をかけて奮闘する者たちを、アッラー*は（支障ゆえに）居残る者たちよりも、一段階上に置かれた。アッラー*はそのいずれにも、最善のもの¹をお約束されたのだ。そしてアッラー*は、奮闘する者たちを居残る者たちの上に、偉大な褒美でもって優越させられたのだ。","arabic":"لَّا يَسۡتَوِي ٱلۡقَٰعِدُونَ مِنَ ٱلۡمُؤۡمِنِينَ غَيۡرُ أُوْلِي ٱلضَّرَرِ وَٱلۡمُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ فَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ عَلَى ٱلۡقَٰعِدِينَ دَرَجَةٗۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَفَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ عَلَى ٱلۡقَٰعِدِينَ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":588,"juzNumber":5,"footnotes":"１　ここでの「最善のもの」は天国のことである、と言われる（ムヤッサル94頁参照）。","lang":"ja"},{"name":"4:96","price":"（それらの褒美とは、）かれからの数々の位¹と、お赦しと、ご慈悲である。アッラー*はもとより、赦し深いお方、慈愛深い*お方であられる。","arabic":"دَرَجَٰتٖ مِّنۡهُ وَمَغۡفِرَةٗ وَرَحۡمَةٗۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":589,"juzNumber":5,"footnotes":"１　「位」とは、天国における高い位階のこと（ムヤッサル94頁参照）。","lang":"ja"},{"name":"4:97","price":"本当に、自分自身に不正*を働いた状態のまま、天使*たちに（その魂を）召された者たち¹（は、破滅した）。（天使*たちは、彼らを咎めて）言う。「あなた方は（生前、宗教に関して）どのような状態にあったのか？」彼らは、（答えて）言う。「私たちは、地上で抑圧されていた者たちでした²」。彼ら（天使*たち）は、言う。「アッラー*の地は広大であり、あなた方はそこで移住*することが出来たのではないか？³」それらの者たちの住処は地獄である。それは何と悪い還り所であることか。","arabic":"إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡ قَالُواْ فِيمَ كُنتُمۡۖ قَالُواْ كُنَّا مُسۡتَضۡعَفِينَ فِي ٱلۡأَرۡضِۚ قَالُوٓاْ أَلَمۡ تَكُنۡ أَرۡضُ ٱللَّهِ وَٰسِعَةٗ فَتُهَاجِرُواْ فِيهَاۚ فَأُوْلَٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَسَآءَتۡ مَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":590,"juzNumber":5,"footnotes":"１　可能でありながら、移住*せずに不信仰のマッカ*社会に留まったムスリム*たちのこと。一説には、彼らはバドルの戦い*の際にマッカ*軍と　共に駆り出され、ムスリム*軍の攻撃により命を失ったり、捕虜（ほりょ）になったりした（アル=ブハーリー4596・7085、アッ＝タバリー3：2484‐2489参照）。戦利品*章50とその訳注も参照。 ２　これは、嘘の言い訳（アル＝バガウィー1：685参照）。 ３　蜘蛛章56、集団章10とその訳注も参照。","lang":"ja"},{"name":"4:98","price":"しかし（移住*する）策も立てられず、道も知らなかった、男たち、女たち、子供たちという弱者たち¹は別である。","arabic":"إِلَّا ٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ لَا يَسۡتَطِيعُونَ حِيلَةٗ وَلَا يَهۡتَدُونَ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":591,"juzNumber":5,"footnotes":"１　アーヤ*75の同語に関する訳注も参照。","lang":"ja"},{"name":"4:99","price":"それらの者たちは、アッラー*が大目に見て下さろう。アッラー*はもとより、（罪を）よく寛恕されるお方*、赦し深いお方であられる。","arabic":"فَأُوْلَٰٓئِكَ عَسَى ٱللَّهُ أَن يَعۡفُوَ عَنۡهُمۡۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":592,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:100","price":"アッラー*の道において移住*する者は誰でも、地上に広い避難所とゆとりを見出すであろう。そして、アッラー*とその使徒*のもとに移住*すべく自分の家を後にし、それから（目的地に到達する前に）死を迎える者は誰でも、その褒美が必ずやアッラー*の御許で確定するのだ。アッラー*はもとより赦し深いお方、慈愛深い*お方。","arabic":"۞ وَمَن يُهَاجِرۡ فِي سَبِيلِ ٱللَّهِ يَجِدۡ فِي ٱلۡأَرۡضِ مُرَٰغَمٗا كَثِيرٗا وَسَعَةٗۚ وَمَن يَخۡرُجۡ مِنۢ بَيۡتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدۡرِكۡهُ ٱلۡمَوۡتُ فَقَدۡ وَقَعَ أَجۡرُهُۥ عَلَى ٱللَّهِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":593,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:101","price":"（信仰者たちよ、）あなた方が地上を旅する時、もし不信仰に陥った者*たちが危害を加えてくる恐れがあるならば、礼拝を短縮してもあなた方に罪はない¹。本当に不信仰者*らは元来、あなた方にとっての紛れもない敵である。","arabic":"وَإِذَا ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَقۡصُرُواْ مِنَ ٱلصَّلَوٰةِ إِنۡ خِفۡتُمۡ أَن يَفۡتِنَكُمُ ٱلَّذِينَ كَفَرُوٓاْۚ إِنَّ ٱلۡكَٰفِرِينَ كَانُواْ لَكُمۡ عَدُوّٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":594,"juzNumber":5,"footnotes":"１　「もし・・・恐れがあるならば」というのは、当時の大方の状況の描写に過ぎず、礼拝の短縮の条件ではない。大半の学者は、旅行者がある一定の条件下で、四ラクアの礼拝を二ラクアに短縮できるという見解を示している（イブン・カスィール2：393-394参照）。","lang":"ja"},{"name":"4:102","price":"また（預言者*よ）、あなたが彼らと共に（戦場に）あり、彼らを率いて礼拝する時¹には、（彼らを二つの集団に分け、その）一団をあなたと共に（礼拝に）立たせ、彼らに自分たちの武器を持たせよ。そして彼らがサジダ*する時には、（別の一団を）あなた方（礼拝中の一団）の後ろにいさせ（て、護衛させ）るのだ。それから、まだ礼拝していないその別の一団に来させて、あなたと共に礼拝させよ²。そして用心させ、武器を持たせるのだ。不信仰に陥った者*たちは、あなた方が自分たちの武器や装備品をおろそかにし、それで彼らがあなた方に一斉に襲いかかれたなら、と望んでいる。もし雨による害があったり、あなた方が病気だったりしたら、自分たちの武器を置いても、あなた方に罪はない。用心せよ。本当にアッラー*は不信仰者*たちに、屈辱的な懲罰をご用意なされたのだ。","arabic":"وَإِذَا كُنتَ فِيهِمۡ فَأَقَمۡتَ لَهُمُ ٱلصَّلَوٰةَ فَلۡتَقُمۡ طَآئِفَةٞ مِّنۡهُم مَّعَكَ وَلۡيَأۡخُذُوٓاْ أَسۡلِحَتَهُمۡۖ فَإِذَا سَجَدُواْ فَلۡيَكُونُواْ مِن وَرَآئِكُمۡ وَلۡتَأۡتِ طَآئِفَةٌ أُخۡرَىٰ لَمۡ يُصَلُّواْ فَلۡيُصَلُّواْ مَعَكَ وَلۡيَأۡخُذُواْ حِذۡرَهُمۡ وَأَسۡلِحَتَهُمۡۗ وَدَّ ٱلَّذِينَ كَفَرُواْ لَوۡ تَغۡفُلُونَ عَنۡ أَسۡلِحَتِكُمۡ وَأَمۡتِعَتِكُمۡ فَيَمِيلُونَ عَلَيۡكُم مَّيۡلَةٗ وَٰحِدَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ إِن كَانَ بِكُمۡ أَذٗى مِّن مَّطَرٍ أَوۡ كُنتُم مَّرۡضَىٰٓ أَن تَضَعُوٓاْ أَسۡلِحَتَكُمۡۖ وَخُذُواْ حِذۡرَكُمۡۗ إِنَّ ٱللَّهَ أَعَدَّ لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":595,"juzNumber":5,"footnotes":"１　これは「恐れの礼拝」と呼ばれる礼拝。アーヤ*の中ではそのやり方の詳細には触れられていないが、伝承によって、数多くの形式が伝えられている（アブー・ハイヤーン3：276-277参照）。 ２　最初の集団は、最初の一ラクアだけ先導者と共に行い、二ラクア目は自分たちで行う。先導者の二ラクア目には別の集団がやって来て、先導者と共に礼拝し（彼らにとっては一ラクア目）、先導者が二ラクア目を終えた後には、もう一ラクア（彼らにとっての二ラクア目）行う（ムヤッサル95頁参照）。","lang":"ja"},{"name":"4:103","price":"そしてあなた方が礼拝を終えたならば、立ったまま、座ったまま、横たわったまま、アッラー*を唱念せよ。そして安全になったら、（通常通りの形で）礼拝を遵守*せよ。本当に礼拝はもとより、信仰者に対して帝国に義務づけられているのだから。","arabic":"فَإِذَا قَضَيۡتُمُ ٱلصَّلَوٰةَ فَٱذۡكُرُواْ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِكُمۡۚ فَإِذَا ٱطۡمَأۡنَنتُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَۚ إِنَّ ٱلصَّلَوٰةَ كَانَتۡ عَلَى ٱلۡمُؤۡمِنِينَ كِتَٰبٗا مَّوۡقُوتٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":596,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:104","price":"あなた方は、敵を追うことに弱気になってはならない。あなた方が苦しかったとしても、本当に彼らも、あなた方が苦しむように苦しんでいるのだから。しかもあなた方は、彼らが期待していはいないもの¹をアッラー*から期待している。アッラー*はもとより、全知者、英知あふれる*お方。","arabic":"وَلَا تَهِنُواْ فِي ٱبۡتِغَآءِ ٱلۡقَوۡمِۖ إِن تَكُونُواْ تَأۡلَمُونَ فَإِنَّهُمۡ يَأۡلَمُونَ كَمَا تَأۡلَمُونَۖ وَتَرۡجُونَ مِنَ ٱللَّهِ مَا لَا يَرۡجُونَۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":597,"juzNumber":5,"footnotes":"１　来世での褒美や、勝利、アッラーからのご援助のこと（ムヤッサル95頁参照）。","lang":"ja"},{"name":"4:105","price":"（使徒*よ、）本当にわれら*は、あなたに真理の啓典を下した。（それは）アッラー*があなたにお示しになったものによって、あなたが人々の間を裁くためである。そして、欺く者たちの弁護者となってはならない¹。","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِتَحۡكُمَ بَيۡنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُۚ وَلَا تَكُن لِّلۡخَآئِنِينَ خَصِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":598,"juzNumber":5,"footnotes":"１　この一連のアーヤ*が下った背景を示す伝承の大筋は、以下のようなものである：あるムスリム*が他人の鎧（よろい）を不当に入手し、彼とその部族が共同してその罪をある者（一説にはユダヤ教徒*）に擦（なす）り付けようとした。預言者*ムハンマド*はそれを一旦信じかけたが、その折にこれらのアーヤ*が下り、真相が明らかになった（アッ＝ティルミズィー3036、アッタバリー3：2522‐2528参照）。","lang":"ja"},{"name":"4:106","price":"そしてアッラー*のお赦しを乞うのだ。本当にアッラー*は、もとより、赦し深いお方、慈愛深い*お方なのだから。","arabic":"وَٱسۡتَغۡفِرِ ٱللَّهَۖ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":599,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:107","price":"そして、（罪を犯すことによって）自らを欺く者たちを弁護してはならない。本当にアッラー*は、欺瞞に満ち、罪に溺れた者をお好みにはならないのだから。","arabic":"وَلَا تُجَٰدِلۡ عَنِ ٱلَّذِينَ يَخۡتَانُونَ أَنفُسَهُمۡۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":600,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:108","price":"彼らは人々から（自分たちの罪を）隠そうとはするが、アッラー*から隠そうとはしない。彼らが、かれのお喜びにならない言葉を夜中に企む¹時でも、かれは彼らと共におられる²というのに。アッラー*はもとより、彼らの行うことを悉く包囲*されているお方。","arabic":"يَسۡتَخۡفُونَ مِنَ ٱلنَّاسِ وَلَا يَسۡتَخۡفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمۡ إِذۡ يُبَيِّتُونَ مَا لَا يَرۡضَىٰ مِنَ ٱلۡقَوۡلِۚ وَكَانَ ٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":601,"juzNumber":5,"footnotes":"１　無実の者に罪を着せたり、嘘の誓いや偽証（ぎしょう）をしたりするため、企むこと（アル＝バイダーウィー2：250参照）。アーヤ*105の訳注も参照。 ２　つまり彼らのことをお見通しである、ということ（ムヤッサル96頁参照）。","lang":"ja"},{"name":"4:109","price":"ほら、本当にあなた方という人たちは、現世の生活において彼らを弁護した。では誰が復活の日*に、アッラー*に対して彼らを弁護するのか？いや、誰が彼らの代理人となるのか？","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ جَٰدَلۡتُمۡ عَنۡهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَمَن يُجَٰدِلُ ٱللَّهَ عَنۡهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ أَم مَّن يَكُونُ عَلَيۡهِمۡ وَكِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":602,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:110","price":"悪事を行ったり、自らに不正*を働いたりしても、その後アッラー*に（自分の罪の）お赦しを乞う者は誰でも、アッラー*が赦し深いお方、慈愛深い*お方であるのを見出すであろう。","arabic":"وَمَن يَعۡمَلۡ سُوٓءًا أَوۡ يَظۡلِمۡ نَفۡسَهُۥ ثُمَّ يَسۡتَغۡفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":603,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:111","price":"また、誰であろうと罪を犯す者は、自分自身を害すべくそれ¹を稼いでいるに外ならない。アッラー*はもとより、全知者、英知あふれる*お方であられる。","arabic":"وَمَن يَكۡسِبۡ إِثۡمٗا فَإِنَّمَا يَكۡسِبُهُۥ عَلَىٰ نَفۡسِهِۦۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":604,"juzNumber":5,"footnotes":"１　「それ」とは、罪を犯した結果としての罰のこと（アッ＝サァディー200頁参照）。","lang":"ja"},{"name":"4:112","price":"そして過ちや罪¹を犯した後、それを無実の者に擦り付ける者は誰でも、確かに大嘘と紛れもない罪を背負い込んでいるのだ。","arabic":"وَمَن يَكۡسِبۡ خَطِيٓـَٔةً أَوۡ إِثۡمٗا ثُمَّ يَرۡمِ بِهِۦ بَرِيٓـٔٗا فَقَدِ ٱحۡتَمَلَ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":605,"juzNumber":5,"footnotes":"１　一説に、ここでの「過ち」は故意のものとそうでないものの両方が含まれるが、「罪」は故意に行ったもののみを指すとされる（アッ＝タバリー3：2531‐2532参照）。","lang":"ja"},{"name":"4:113","price":"（使徒*よ、）もしあなたへのアッラー*の恩寵とご慈悲がなかったならば、彼らの一派は、あなたを迷わそうと思いっ立ったであろう。彼らが迷わせるのは自分自身に外ならず、彼らがあなたを害することなど、少しも出来やしないのだが。アッラー*はあなたに啓典と英知¹を下し、あなたが（かつて）知らなかったことを教示された。そして、あなたに対するアッラー*のご恩寵はもとより、偉大なのである。","arabic":"وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكَ وَرَحۡمَتُهُۥ لَهَمَّت طَّآئِفَةٞ مِّنۡهُمۡ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡۖ وَمَا يَضُرُّونَكَ مِن شَيۡءٖۚ وَأَنزَلَ ٱللَّهُ عَلَيۡكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَعَلَّمَكَ مَا لَمۡ تَكُن تَعۡلَمُۚ وَكَانَ فَضۡلُ ٱللَّهِ عَلَيۡكَ عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":606,"juzNumber":5,"footnotes":"１　ここでの「英知」はスンナ*のことである（ムヤッサル96頁参照）。","lang":"ja"},{"name":"4:114","price":"彼らの密談の多くは無益である。但し、施しや善事¹、人々の間の調停を命じる者（の密談）は別である。アッラー*のご満悦を望んでそうする者には誰でも、われら*がやがて、この上ない褒美を授けよう。","arabic":"۞ لَّا خَيۡرَ فِي كَثِيرٖ مِّن نَّجۡوَىٰهُمۡ إِلَّا مَنۡ أَمَرَ بِصَدَقَةٍ أَوۡ مَعۡرُوفٍ أَوۡ إِصۡلَٰحِۭ بَيۡنَ ٱلنَّاسِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":607,"juzNumber":5,"footnotes":"１　この「善事」については、イムラーン家章104の同語についての訳注を参照。","lang":"ja"},{"name":"4:115","price":"また、誰であろうと、自らに導きが明らかになった後に及んで使徒*に歯向かい、信仰者らの道以外のものを追求する者、われら*は彼を彼が向かったものへと放っておき、地獄に入れて炙ってやる。それは何と悪い還り所であろうか。","arabic":"وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُ ٱلۡهُدَىٰ وَيَتَّبِعۡ غَيۡرَ سَبِيلِ ٱلۡمُؤۡمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصۡلِهِۦ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":608,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:116","price":"本当にアッラー*は、かれと共に（何かが）並べられること（シルク*）をお赦しになることはないが、それ以外のことは、御心に適う者にお赦しになる。アッラー*に対してシルク*を犯す者は誰でも、実に遥か遠くへ迷い去ってしまっているのだ。","arabic":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":609,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:117","price":"彼らは、かれ（アッラー*）を差しおいて女性¹に祈っているに過ぎない。そして彼らは、（アッラー*に対し）反逆的なシャイターン*に祈っているに過ぎないのだ。","arabic":"إِن يَدۡعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَٰثٗا وَإِن يَدۡعُونَ إِلَّا شَيۡطَٰنٗا مَّرِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":610,"juzNumber":5,"footnotes":"１　原語では文字通り「女性（イーナス）である。当時のマッカ*の不信仰者*たちが崇拝*していた偶像には、専（もっぱ）らアッ＝ラートとかアル＝ウッザーなどという女性系の名称が付けられていたため、彼らの偶像がここで「女性」と描写されたのだと言われる（アッ＝タバリー3：2541‐2543参照）。星章19-23とその訳注も参照。","lang":"ja"},{"name":"4:118","price":"アッラー*は彼（シャイターン*）を呪われた¹。そして（シャイターン*はこう）言った。「私はあなたの僕たちの内から、一定の取り分²を必ずや頂いてみせましょう。","arabic":"لَّعَنَهُ ٱللَّهُۘ وَقَالَ لَأَتَّخِذَنَّ مِنۡ عِبَادِكَ نَصِيبٗا مَّفۡرُوضٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":611,"juzNumber":5,"footnotes":"１　「アッラー*の呪い」については、雌牛章88の訳注参照。また、この話の背景にあることに関しては、雌牛章34-39、高壁章11-25、アル＝ヒジュル章28‐42、夜の旅章61‐65、洞窟章50、ター・ハー章116‐123、サード章71‐83とその訳注も参照。 ２　「一定の取り分」とは、シャイターン*に従って迷わされる者たちのこと（ムヤッサル97頁参照）。","lang":"ja"},{"name":"4:119","price":"また彼らを迷わせ、夢想に耽らせ（て私に従わせ）、彼らに命じて家畜の耳を切断させるようにしましょう。また私は彼らに命じて、アッラー*の創造を変えさせましょう¹」誰でもアッラー*を差しおいてシャイターン*を盟友とする者は、確かに明らかな損失を被っているのだ。","arabic":"وَلَأُضِلَّنَّهُمۡ وَلَأُمَنِّيَنَّهُمۡ وَلَأٓمُرَنَّهُمۡ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلۡأَنۡعَٰمِ وَلَأٓمُرَنَّهُمۡ فَلَيُغَيِّرُنَّ خَلۡقَ ٱللَّهِۚ وَمَن يَتَّخِذِ ٱلشَّيۡطَٰنَ وَلِيّٗا مِّن دُونِ ٱللَّهِ فَقَدۡ خَسِرَ خُسۡرَانٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":612,"juzNumber":5,"footnotes":"１　「家畜の耳の切断」はイスラーム*以前の不信仰的習慣で、バヒーラ（食卓章103参照）と呼ばれるラクダの目印のためと言われる。（アッ＝タバリー4：2544参照）。また「アッラー*の創造の変更」はアッラー*の宗教そのものの改変を始め、刺青や美容整形など、宗教において禁じられている創造上の改変なども含まれるという（前掲書、4：2545-2549参照）。","lang":"ja"},{"name":"4:120","price":"彼（シャイターン*）は彼らに（嘘の）約束をし、（虚妄と欺瞞の）夢想を膨らませる。そしてシャイターン*が彼らに約束するのは、欺き以外の何ものでもない。","arabic":"يَعِدُهُمۡ وَيُمَنِّيهِمۡۖ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":613,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:121","price":"それらの者たち、彼らの住処は地獄である。彼らはそこからの、いかなる逃げ道も見出すことがない。","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُ وَلَا يَجِدُونَ عَنۡهَا مَحِيصٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":614,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:122","price":"われら*は信仰して正しい行い*を行う者を、その下から川が流れる楽園に入れてやろう。（彼らは）そこにずっと永遠に留まる。アッラー*の真なるお約束（を、信仰者たちにお約束になったのだ）。一体、アッラー*よりも真実の言葉を語る者などいようか？","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ قِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":615,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:123","price":"（ムスリム*たちよ、アッラー*のお約束とは）あなた方の夢想によるものでもなければ、啓典の民*の夢想によ（って得られ）るものでもない。悪事を行う者は誰でもその報いを受けるのであり、その者はアッラー*の外に、自分にとってのいかなる庇護者や援助者も見出すことがないのだ。¹","arabic":"لَّيۡسَ بِأَمَانِيِّكُمۡ وَلَآ أَمَانِيِّ أَهۡلِ ٱلۡكِتَٰبِۗ مَن يَعۡمَلۡ سُوٓءٗا يُجۡزَ بِهِۦ وَلَا يَجِدۡ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":616,"juzNumber":5,"footnotes":"１　一説にこのアーヤ*は、ユダヤ教徒*やキリスト教徒*がムスリム*に対して、「我々はあなた方よりも優れている。我々の宗教と啓典と預言者*は、あなた方のものに先立っているからである」と言い、かたやムスリム*が「我々の啓典と預言者*はあなた方のそれよりも後に下されたのであり、あなた方は我々に従うように命じられている。ゆえに我々の方が優れているのだ」と言ったことに関して、下されたと言われる。つまり救済とは単なる願望や思い込みではなく、アッラー*に従い、使徒*たちによって伝えられたかれの教えを実践することによって達成される（イブン・カスィール2：417参照）。","lang":"ja"},{"name":"4:124","price":"そして男性であれ女性であれ、誰であろうと信仰者で正しい行い*を行う者、それらの者たちは天国に入る。彼らは、斑点¹一つほども不正*に扱われることはない。","arabic":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ مِن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ نَقِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":617,"juzNumber":5,"footnotes":"１　「斑点」については、アーヤ*53の訳注を参照。","lang":"ja"},{"name":"4:125","price":"誰であろうと、善を尽くす者でありつつ、アッラー*のみに顔を向けて服従し¹、純正な²イブラーヒーム*の教えを踏襲する者よりも、よい宗教の者がいようか？アッラー*はイブラーヒーム*を、（かれに）近しい者とされたのである。","arabic":"وَمَنۡ أَحۡسَنُ دِينٗا مِّمَّنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ وَٱتَّبَعَ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۗ وَٱتَّخَذَ ٱللَّهُ إِبۡرَٰهِيمَ خَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":618,"juzNumber":5,"footnotes":"１　「善を尽くす者でありつつ、アッラー*のみに顔を向けて服従」することに関しては、雌牛章112の訳注を参照。 ２　ここでの「純正」の意味に関しては、雌牛章135の訳注を参照。","lang":"ja"},{"name":"4:126","price":"そして諸天にあるものも大地にあるものも（全て）、アッラー*のもの。アッラー*はもとより、全てを包囲されている*お方。","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٖ مُّحِيطٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":619,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:127","price":"（預言者*よ、）彼ら（人々）は、女性たち（に関する法規定）について、あなたに教示を請う。言ってやるがいい。「アッラー*は、彼女らについて教示を下される。また、啓典の中であなた方に誦み聞かされること¹が（、教示を下す）。あなた方が（権利として）定められたもの²を与えず、また結婚させようともしない³、女の孤児たちについて。そして子供らの内でも、か弱い者たちと、あなた方が孤児を公正に待遇しなければならないことについて（、教示をくだす）」。あなた方がどんな善行を行っても、本当にアッラー*はもとより、それをご存知になるお方であられる。","arabic":"وَيَسۡتَفۡتُونَكَ فِي ٱلنِّسَآءِۖ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِيهِنَّ وَمَا يُتۡلَىٰ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ فِي يَتَٰمَى ٱلنِّسَآءِ ٱلَّٰتِي لَا تُؤۡتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرۡغَبُونَ أَن تَنكِحُوهُنَّ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلۡوِلۡدَٰنِ وَأَن تَقُومُواْ لِلۡيَتَٰمَىٰ بِٱلۡقِسۡطِۚ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":620,"juzNumber":5,"footnotes":"１　イブン・アティーヤ*によれば、「女の孤児」に関して下ったクルアーン*は本章のアーヤ*３（アル＝ブハーリー4574も参照）であり、また「子供らの内でも、か弱い者たち」に関して下ったのは、女性や子供に対する遺産相続の権利を定めた本章アーヤ*11、「孤児を公正に待遇」することに関して下ったのは、本章のアーヤ*2である、という（2：118参照）。 ２　遺産や、正当な額の婚資金*を始めとした諸権利のこと（ムヤッサル98頁参照）。 ３　当時のアラブ社会では、（自分が結婚できる関係にある）女の孤児の後継人は、不正*を働くことがあった。自分自身が彼女と結婚したくない場合、それは彼女の財産に不当に手をつけたり、その財産を自分が利用したいがために彼女を結婚から阻んだり、結婚させても彼女の婚資金*を不当に奪ったりすることだった。また、彼女が美貌や財産を有していた場合、自らが結婚を望んでも、非常に少ない婚資金*しか与えなかったりすることもあった（アーヤ*３も参照）。尚、「結婚させようともしない」というアラビア語の表現は「結婚したがっている」という解釈も可能（アッ＝サァディー206頁参照）。","lang":"ja"},{"name":"4:128","price":"もし女性（妻）がその主人（夫）につれなくされたり、避けられたりすることを知ったのであれば、二人が互いに和解¹し合っても罪はない。和解が、より善いのである。貪欲さは人間と切っても切れないのだが²。そして、もしあなた方が（妻に対して）よくしてやり、（彼女らに関してアッラー*を）畏れる*のであれば、本当にアッラー*は、もとより、あなた方の成すこと全てに通暁され（、それらの善行にお報い下さ）るお方である。","arabic":"وَإِنِ ٱمۡرَأَةٌ خَافَتۡ مِنۢ بَعۡلِهَا نُشُوزًا أَوۡ إِعۡرَاضٗا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يُصۡلِحَا بَيۡنَهُمَا صُلۡحٗاۚ وَٱلصُّلۡحُ خَيۡرٞۗ وَأُحۡضِرَتِ ٱلۡأَنفُسُ ٱلشُّحَّۚ وَإِن تُحۡسِنُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":621,"juzNumber":5,"footnotes":"１　夫婦が互いに、扶養や共に過ごす時間の割り当てなどの権利と義務を譲り合うことで、和解すること（ムヤッサル99頁参照）。 ２　複数の妻を有する夫は、イスラーム*において、各々の妻に対し扶養や共に過ごす時間の割り当てなどを平等にする義務がある。だが預言者*ムハンマド*の妻の一人サウダ・ビント・ザムア*は、自分の割り当ての日を、自ら進んで別の妻アーイシャ*に譲った（アル＝ブハーリー5212参照）。アル＝カースィミー*によれば、預言者*ムハンマド*が年をとった彼女を離婚しようとしたのがこの出来事の原因だとする説は、信頼に値する伝承に基づいてはいない。そして彼が彼女の申し出を受け入れたのも、ひとえに彼の共同体に対しその法規定と合法性を示すためであったのだという（4：1597）。","lang":"ja"},{"name":"4:129","price":"（男たちよ、）あなた方はたとえ懸命になったとしても、女性（妻）たちを（愛情において）平等に扱うことなど出来ない。ならば、あなた方は（妻を）完全に放ったらかしにして、彼女を宙ぶらりんの状態にしてはならない¹。そしてあなた方が（妻に対する義務において行いを）正し、（彼女らに関しアッラー*を）畏れる*ならば、本当にアッラー*はもとより赦し深いお方、慈愛深い*お方なのである。","arabic":"وَلَن تَسۡتَطِيعُوٓاْ أَن تَعۡدِلُواْ بَيۡنَ ٱلنِّسَآءِ وَلَوۡ حَرَصۡتُمۡۖ فَلَا تَمِيلُواْ كُلَّ ٱلۡمَيۡلِ فَتَذَرُوهَا كَٱلۡمُعَلَّقَةِۚ وَإِن تُصۡلِحُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":622,"juzNumber":5,"footnotes":"１　預言者*ムハンマド*は仰（おっしゃ）った：「妻が二人あるのに、その片方だけを偏愛する者は、復活の日*に体半分が崩れた形で現れるであろう」（アブー・ダーウード2133参照）。また「宙ぶらりんの状態」とは、結婚しているのでも離婚されているのでもないような状態のこと（ムヤッサル99頁参照）。","lang":"ja"},{"name":"4:130","price":"そしてもし彼ら二人が離縁するなら、アッラー*がその豊かさで両人（の必要）を満たして下さろう。アッラー*はもとより広量*なお方、英知あふれる*お方であられる。","arabic":"وَإِن يَتَفَرَّقَا يُغۡنِ ٱللَّهُ كُلّٗا مِّن سَعَتِهِۦۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":623,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:131","price":"諸天にあるものと大地にある者は、アッラー*のもの。そしてわれら*は、あなた方以前に啓典を与えられた者たちと、あなた方（ムハンマド*の共同体）に、「アッラー*を畏れよ*」と確かに命じた。たとえ、あなた方が不信仰に陥ろうとも、諸天にあるものと大地にあるもの（全て）は、アッラー*のもの。アッラー*はもとより、満ち足りておられる*お方、称賛されるべき*お方であられる。","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَلَقَدۡ وَصَّيۡنَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَإِيَّاكُمۡ أَنِ ٱتَّقُواْ ٱللَّهَۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":624,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:132","price":"そして諸天にあるものと大地にあるものは、アッラー*のもの。アッラー*は全てを請け負われる*お方として、万全であられる。","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":625,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:133","price":"もしかれがお望みになれば、人々よ、あなたを滅ぼし、別の民を出現させ給うであろう。アッラー*はそもそも、それがお出来のお方。","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ أَيُّهَا ٱلنَّاسُ وَيَأۡتِ بِـَٔاخَرِينَۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":626,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:134","price":"現世の褒美を欲する者があっても、アッラー*の御許には現世と来世の褒美がある。アッラー*はもとより、よくお聴きになられるお方、よくご覧になられるお方。","arabic":"مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَكَانَ ٱللَّهُ سَمِيعَۢا بَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":627,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:135","price":"信仰する者たちよ、公正を貫く者、アッラー*のための証言者となれ。たとえそれがあなた方自身やあなた方の両親、近親に不利であろうとも。（証言される者が）豊かであろうと、貧しかろうと、アッラー*の方が（あなた方よりも）彼らに近い¹のだから。ならば私欲に従って、（公正さから）逸脱してはならない。もし、あなた方が（証言を）捻じ曲げたり、（するべき証言を）放棄したりしても、本当にアッラー*はもとより、あなた方の行うことに通暁されているお方。（であり、それに対して報われるのだ）。","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ بِٱلۡقِسۡطِ شُهَدَآءَ لِلَّهِ وَلَوۡ عَلَىٰٓ أَنفُسِكُمۡ أَوِ ٱلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَۚ إِن يَكُنۡ غَنِيًّا أَوۡ فَقِيرٗا فَٱللَّهُ أَوۡلَىٰ بِهِمَاۖ فَلَا تَتَّبِعُواْ ٱلۡهَوَىٰٓ أَن تَعۡدِلُواْۚ وَإِن تَلۡوُۥٓاْ أَوۡ تُعۡرِضُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":628,"juzNumber":5,"footnotes":"１　証言される者の裕福さや貧しさゆえに、意図的に公正ではない証言をするよりも、公正な証言を義務付けられ、人々の真の福利をご存知であるアッラー*のご命令を優先視しなければならない（アッ＝タバリー4：2589参照）。","lang":"ja"},{"name":"4:136","price":"信仰する者たちよ、アッラー*とかれの使徒*、かれ（アッラー*）がその使徒*にお下しになった啓典（クルアーン*）と、それ以前にかれがお下しになった（全ての）啓典を信じよ。そしてアッラー*と諸天使*、諸啓典、諸使徒*、最後の日*を否定する者は誰でも、実に（真理の道から）遥か遠く迷い去っているのだ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِي نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِيٓ أَنزَلَ مِن قَبۡلُۚ وَمَن يَكۡفُرۡ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":629,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:137","price":"本当に、信仰に入り、その後に不信仰に陥り、その後信仰に戻り、それから不信仰に陥り、それから不信仰を募らせ（固執し続け）る者たち¹は、アッラー*がお赦しにもならないし、（真理の）道へとお導きになることもない。","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ سَبِيلَۢا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":630,"juzNumber":5,"footnotes":"１　ここで言われている者たちは、ムーサー*を信じた後に不信仰に陥り、その後イーサー*を信じて再び不信仰に陥り、更にはムハンマド*をも否定した啓典の民*のことであるとか、あるいは偽信者*たちのことである、と言われる（アッ＝タバリー4：2595‐2597参照）。","lang":"ja"},{"name":"4:138","price":"（使徒*よ、）偽信者*たちに吉報を告げてやれ¹。彼らには痛烈な懲罰がある、と。","arabic":"بَشِّرِ ٱلۡمُنَٰفِقِينَ بِأَنَّ لَهُمۡ عَذَابًا أَلِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":631,"juzNumber":5,"footnotes":"１　本来であれば警告を表す語が用いられるべき所に、吉報という表現が使われている。偽信者*への皮肉を表す修辞的表現（アル＝バイダーウィー2：268参照）。","lang":"ja"},{"name":"4:139","price":"（彼らは）信仰者たちを差しおいて、不信仰者*らを盟友とする者たち¹。彼らは、彼ら（不信仰者*ら）のもとに権勢を求めるというのか？本当に（全ての）権勢は、アッラー*にこそ属するというのに。","arabic":"ٱلَّذِينَ يَتَّخِذُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَيَبۡتَغُونَ عِندَهُمُ ٱلۡعِزَّةَ فَإِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":632,"juzNumber":5,"footnotes":"１　イムラーン家章28とその訳注、試問される女章8も参照。","lang":"ja"},{"name":"4:140","price":"かれ（アッラー*）はその啓典の中で、あなた方に確かに（こう）下された。「アッラー*の御徴¹が否定され、嘲笑されるのを聞いたら、彼らがそれとは別の話題に移るまで、彼らと同席してはならない。本当にあなた方は、そうすれば、彼らと同類なのだから」²。本当にアッラー*は、偽信者*たちと不信仰者*たちを皆、地獄にお集めになる。","arabic":"وَقَدۡ نَزَّلَ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ أَنۡ إِذَا سَمِعۡتُمۡ ءَايَٰتِ ٱللَّهِ يُكۡفَرُ بِهَا وَيُسۡتَهۡزَأُ بِهَا فَلَا تَقۡعُدُواْ مَعَهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦٓ إِنَّكُمۡ إِذٗا مِّثۡلُهُمۡۗ إِنَّ ٱللَّهَ جَامِعُ ٱلۡمُنَٰفِقِينَ وَٱلۡكَٰفِرِينَ فِي جَهَنَّمَ جَمِيعًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":633,"juzNumber":5,"footnotes":"１　アッラー*から示される諸々の論拠や、クルアーン*のアーヤ*のこと（アッ＝タバリー4：2598参照）。 ２　同様のアーヤ*として、家畜章68とその訳注も参照。","lang":"ja"},{"name":"4:141","price":"（信仰者たちよ、彼ら偽信者*たちは、）あなた方に（災難が降りかかるのを）待ちわびる者たちである。あなた方にアッラー*からの勝利があれば、彼らは（あなた方に、こう）言う。「私たちは、あなた方と一緒だったではないか？¹」そして、もし不信仰者*たちの方に分け前²があれば、（彼らに向かって、こう）言う。「私たちはあなた方の上に君臨していた（が、あなた方に危害は加えずにおいてやった）ではないか？そして、信仰者たちからあなた方を守ってやったではないか？」アッラー*は復活の日*、あなた方の間をお裁きになる。そしてアッラー*が不信仰者*たちに、信仰者たちに対する（勝利の）道をお授けになることはない。","arabic":"ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمۡ فَإِن كَانَ لَكُمۡ فَتۡحٞ مِّنَ ٱللَّهِ قَالُوٓاْ أَلَمۡ نَكُن مَّعَكُمۡ وَإِن كَانَ لِلۡكَٰفِرِينَ نَصِيبٞ قَالُوٓاْ أَلَمۡ نَسۡتَحۡوِذۡ عَلَيۡكُمۡ وَنَمۡنَعۡكُم مِّنَ ٱلۡمُؤۡمِنِينَۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَلَن يَجۡعَلَ ٱللَّهُ لِلۡكَٰفِرِينَ عَلَى ٱلۡمُؤۡمِنِينَ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":634,"juzNumber":5,"footnotes":"１　偽信者*たちはムスリム*側に勝利や戦利品*が訪れると、「私たちはあなた方の宗教と共にあり、戦いにおいてはあなた方と共にあったではないか？」などと言い、現世の分け前にあずかろうとする（アル＝バガウィー1：714参照）。 ２　いくばくかの勝利や、戦利品*のこと（ムヤッサル101頁参照）。","lang":"ja"},{"name":"4:142","price":"本当に偽信者*たちは、アッラー*を欺いている（と思っている）。（実際は、）かれが彼らを欺いているのだが¹。また、彼らが礼拝に立つときには、億劫そうに立ち上がる。人々に対する見せかけのためであり、アッラー*を少ししか念じることがない。","arabic":"إِنَّ ٱلۡمُنَٰفِقِينَ يُخَٰدِعُونَ ٱللَّهَ وَهُوَ خَٰدِعُهُمۡ وَإِذَا قَامُوٓاْ إِلَى ٱلصَّلَوٰةِ قَامُواْ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذۡكُرُونَ ٱللَّهَ إِلَّا قَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":635,"juzNumber":5,"footnotes":"１　「偽信者*がアッラー*を欺いている」については、雌牛章9の訳注を参照。「欺き」という彼らの罪に対するアッラー*の罰が、「欺き」という同じ表現で表されているのは、彼らの罪は結局、自分たちに返って来るからである（イブン・ジュザイ1：215参照）。尚、「アッラー*が偽信者*を欺く」とは、彼らが放埓（ほうらつ）さと迷妄に留まることゆえに、実際にはアッラー*が彼らを徐々に破滅へとお導きなのであること、そして現世では彼らが真理に到達することはなく、復活の日*には「鉄章」のアーヤ*13-14で描写されているような状況に陥（おちい）ることを意味する（イブン・カスィール2：437参照）。","lang":"ja"},{"name":"4:143","price":"（彼らは）これらの者たちにでもなければ、これらの者たちに（属するの）でもなく、その間をあたふたとする¹。誰であろうと、アッラー*が迷わせられる者に、あなたが彼のための（導きの）道を見出すことはない。","arabic":"مُّذَبۡذَبِينَ بَيۡنَ ذَٰلِكَ لَآ إِلَىٰ هَٰٓؤُلَآءِ وَلَآ إِلَىٰ هَٰٓؤُلَآءِۚ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":636,"juzNumber":5,"footnotes":"１　信仰者たちと一緒でもないし、不信仰者*たちと一緒でもない、不安定な状況（ムヤッサル101頁参照）。教友*イブン・ウマル*によれば、預言者*は仰（おっしゃ）った：「偽信者*というものは、二つの羊の群れの間を彷徨（さまよ）う、一頭の羊のようなものである。時にはそちらに行ったり、また別の時にはこちらに行ったりするのだ」（ムスリム「偽信者*の特徴の書」17参照）。つまり彼らは眼識を備えた信仰者でもなければ、無知な不信仰者*でもない（アッ＝タバリー4：2605参照）。","lang":"ja"},{"name":"4:144","price":"信仰する者たちよ、信仰者たちを差しおいて不信仰者*たちを盟友としてはならない¹。一体、あなた方は自分たち（の信仰の不誠実さ）に対する紛れもない証拠を、アッラー*に差し出すことを望むのか？","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَتُرِيدُونَ أَن تَجۡعَلُواْ لِلَّهِ عَلَيۡكُمۡ سُلۡطَٰنٗا مُّبِينًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":637,"juzNumber":5,"footnotes":"１　関連するアーヤ*として、イムラーン家章28とその訳注、試問される女章8も参照。","lang":"ja"},{"name":"4:145","price":"本当に偽信者*たちは、地獄の業火の最下層に（い続けることになる）。そして（使徒*よ、）あなたは彼らに対する、いかなる援助者も見出すことなどない。","arabic":"إِنَّ ٱلۡمُنَٰفِقِينَ فِي ٱلدَّرۡكِ ٱلۡأَسۡفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمۡ نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":638,"juzNumber":5,"footnotes":"","lang":"ja"},{"name":"4:146","price":"だが悔悟して（心身を）正し、アッラー*（の教え）にしっかりと縋りつき、その崇拝*行為をアッラー*だけに真摯に捧げる¹者たちは別である。それらの者たちは、信仰者たちと共にあるのだ。そしてアッラー*はやがて、信仰者たちに偉大な褒美をお授けになろう。","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَٱعۡتَصَمُواْ بِٱللَّهِ وَأَخۡلَصُواْ دِينَهُمۡ لِلَّهِ فَأُوْلَٰٓئِكَ مَعَ ٱلۡمُؤۡمِنِينَۖ وَسَوۡفَ يُؤۡتِ ٱللَّهُ ٱلۡمُؤۡمِنِينَ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":639,"juzNumber":5,"footnotes":"１　「その崇拝*行為をアッラー*だけに真摯に捧げる」とは、心身による崇拝*行為においてアッラー*のみを意図し、人目を気にした善行やイスラーム*への不誠実さを避けること（アッ＝サァディー211頁参照）。","lang":"ja"},{"name":"4:147","price":"もしあなた方が感謝し、信仰するならば、アッラー*があなた方を罰されたりすることがあろうか？アッラー*はもとより、よく労われる*お方、全知者であられる。","arabic":"مَّا يَفۡعَلُ ٱللَّهُ بِعَذَابِكُمۡ إِن شَكَرۡتُمۡ وَءَامَنتُمۡۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":640,"juzNumber":5,"footnotes":"","lang":"ja"}],"juz":{"id":5,"name":"وَالْمُحْصَنَاتُ","transliteration":"Wal Mohsanat","transEn":"The Chaste Women","startVerse":"4:24","endVerse":"4:147","totalVerses":124}}