{"data":[{"name":"5:82","price":"（使徒*よ、）あなたは、信仰する者たちに対して最も敵意の激しい人々が、ユダヤ教徒*とシルク*を犯す者たちであることを、必ずや見出すのだ。また、信仰する者たちに対し、彼ら（人々）の内で最も親愛の念を示す者たちが、「本当に私たちは、キリスト教徒*です」と言う者たちであることを、必ずや見出す。それは彼らの中には学僧や修道僧がおり、彼らが高慢ではないためである。¹","arabic":"۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":751,"juzNumber":7,"footnotes":"１　一説に、このアーヤ*は、イスラーム*を受容した当時のキリスト教国エチオピア王アン＝ナジャーシーらに関して下った（アン＝ナサーイー11148参照）。","lang":"ja"},{"name":"5:83","price":"また、彼らが使徒*に下されたもの（クルアーン*）を聞く時、あなたは彼らの眼が、彼らが知った真理ゆえに涙で溢れるのを目にする。彼らは言う。「我らが主*よ、私たちは信仰しました。ゆえに私たちを、証人たちと共に書き留めて下さい¹。","arabic":"وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعۡيُنَهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ مِمَّا عَرَفُواْ مِنَ ٱلۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":752,"juzNumber":7,"footnotes":"１　「証人たち」とは、預言者*ムハンマド*の共同体のこと（ムヤッサル121頁参照）。詳しくは、雌牛章143の訳注を参照。","lang":"ja"},{"name":"5:84","price":"また私たちが、アッラー*と、自分たちのもとに到来した真理を信仰しないとは、どういうことでしょうか？私たちは私たちの主が、自分たちを正しい者*たちと共に（天国に）入れて下さることを望んでいますのに」。","arabic":"وَمَا لَنَا لَا نُؤۡمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلۡحَقِّ وَنَطۡمَعُ أَن يُدۡخِلَنَا رَبُّنَا مَعَ ٱلۡقَوۡمِ ٱلصَّٰلِحِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":753,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"5:85","price":"そしてアッラー*は、彼らが言った（その）ことゆえに、彼らをその下から河川が流れる楽園でお報いになった。彼らはそこに永遠に留まる。そしてそれは、善を尽くす¹者たちの褒美なのである。","arabic":"فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":754,"juzNumber":7,"footnotes":"１　それがどこであろうと、そして誰のもとにあろうと、真理に従うことにおいて「善を尽くす」こと（イブン・カスィール3：169参照）。蜜蜂章128の訳注も参照。","lang":"ja"},{"name":"5:86","price":"また、不信仰に陥り、われら*の御徴（アーヤ*）を嘘とする者たち、それらの者たちは火獄の住人である。","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":755,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"5:87","price":"信仰する者たちよ、アッラー*があなた方にお許しになった善きものを、禁じるのではない。また、（禁じられた物事を）侵犯してもならない¹。本当にアッラー*は、侵犯する者たちをお好きではないのだから。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":756,"juzNumber":7,"footnotes":"１　同様の意味として、アーヤ*103、家畜章136以降、高壁章31も参照。このアーヤ*は一説に、禁欲を意図して去勢（きょせい）や放浪をしたり、肉食・結婚・睡眠などを避（さ）けたりしようとした教友*たちに関して下ったと言われる（イブン・カスィール3：169参照）。","lang":"ja"},{"name":"5:88","price":"また（信仰者たちよ）、アッラー*があなた方に授けられた、合法な善きものから食べよ。そして、あなた方が信じているアッラー*をこそ、畏れる*のだ。","arabic":"وَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":757,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"5:89","price":"アッラー*はあなた方を、あなた方の宣誓における軽はずみさ¹ゆえに罰せられたりはしない。しかしかれは、あなた方が宣誓を確定し（た後、それを遂行しなかっ）たことに対して、罰せられる。ならば、その罪滅ぼしは、あなた方の土地の人々に食べさせる平均的なもので、十人の貧者*に食物²を施すことか、または彼らに対する衣服の提供、あるいは首³一つの解放（の内、いずれか一つ）である。（それらのいずれも）見出せない者⁴は誰でも、三日間の斎戒*（が義務づけられる）。それが、あなた方が誓った際の、あなた方の宣誓（の不履行）に対する罪滅ぼしである。そして（ムスリム*たちよ）、宣誓を守る⁵のだ。そのようにアッラー*は、あなた方が感謝するようにと、あなた方に（法規定に関する）御徴を明示される。","arabic":"لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":758,"juzNumber":7,"footnotes":"１　「宣誓における軽はずみさ」については、雌牛章225の訳注を参照。 ２　その分量は、ハナフィー法学派*以外の四大法学派*では一人につき一ムッド*、ハナフィー法学派では半サーア*、物によっては一サーア*、あるいはその相当価格という説もあり（クウェイト法学大全35：101-102参照）。 ３　この「首」については、婦人章92の訳注を参照。 ４　それら三つの選択の内、いずれも物質的に不可能である場合、ということ（イブン・カスィール3：176参照）。 ５　軽はずみな宣誓を避（さ）け、もし何かを誓った場合には、それがイスラーム*法に反しない限りにおいて実行すること。また、宣誓を破る際には、その代償を払うこと（ムヤッサル122頁参照）。","lang":"ja"},{"name":"5:90","price":"信仰する者たちよ、酒*、賭け事、（アッラー*を差しおいて崇めるために）立てられたもの、賭矢を引くこと¹は、シャイターン*の行いであり、穢れに外ならない。ゆえにあなた方が成功するように、それ（ら）を避けるのだ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":759,"juzNumber":7,"footnotes":"１　「立てられたもの」と「賭け矢を引くこと」については、アーヤ*3の訳注を参照。","lang":"ja"},{"name":"5:91","price":"まさにシャイターン*は酒*と賭け事で、あなた方の間に敵意や憎悪をもたらし、あなた方をアッラー*の唱念や礼拝から妨害したいのである。では一体、あなた方は（それらを）止めるのか？¹","arabic":"إِنَّمَا يُرِيدُ ٱلشَّيۡطَٰنُ أَن يُوقِعَ بَيۡنَكُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ فِي ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِ وَيَصُدَّكُمۡ عَن ذِكۡرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِۖ فَهَلۡ أَنتُم مُّنتَهُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":760,"juzNumber":7,"footnotes":"１　「あなた方は・・・止めるのか？」は、表面上は疑問形だが、意図されているのは命令（アル＝バガウィー2：81参照）。クルアーン*において、酒*と賭け事が禁止されていった経過に関しては、雌牛章219の訳注を参照。","lang":"ja"},{"name":"5:92","price":"また、アッラー*に従い、使徒*（ムハンマド*）に従え。そして、用心するのだ。もしあなた方が背を向けても、われら*の使徒*の義務は、（真理を）解明する（啓示の）伝達のみであるということを知っておくがよい。","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَٱحۡذَرُواْۚ فَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":761,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"5:93","price":"信仰して正しい行い*を行った者たちには、彼らが食べたものに関して罪はない¹。彼らが（アッラー*を）畏れ*、信仰して正しい行い*を行い、更に畏れ*て信仰し、それからまた畏れ*て善を尽くした²のならば。アッラー*は、善を尽くす者³たちをお好みになる。","arabic":"لَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ ثُمَّ ٱتَّقَواْ وَّءَامَنُواْ ثُمَّ ٱتَّقَواْ وَّأَحۡسَنُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":762,"juzNumber":7,"footnotes":"１　このアーヤ*は、まだ酒*が禁じられてはいなかった頃に飲酒したことがあり、かつ酒*が完全に禁じられる前に他界したムスリム*に関して下ったとされる（アル＝ブハーリー2464参照）。 ２　つまり罪深い行いを避（さ）け、アッラー*を正しく信じ、その信仰が義務づける正しい行い*に励（はげ）み、創造主の崇拝*と被造物への益において善を尽くし、更にはその状態を死ぬ時まで継続すること。また、過去に禁じられたことを犯していても、その罪を認めて悔悟し、アッラー*を畏れ*、信じ、正しい行い*に努めれば、罪のお赦しを頂けるのである（アッ＝サァディー243頁参照）。 ３　「善を尽くす者」については、蜜蜂章128の訳注も参照。","lang":"ja"},{"name":"5:94","price":"信仰する者たちよ、アッラー*は必ずや、あなた方の手と槍で捕獲する狩猟物の何か¹によって、あなた方を試される。それはアッラー*が、まだ見ぬままにかれを怖れる²者を、如実に表すためなのである。そして誰であろうと、その後に（法を）侵犯する者、彼には痛ましい懲罰がある。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":763,"juzNumber":7,"footnotes":"１　「狩猟物の何か」とは陸上生物を、手で捕まえられるものは小さいもので、槍で捕まえられるものは、大きいものを指す、とされる（ムヤッサル123頁参照）。また、この「手」には、他の身体器官や、紐（ひも）、罠（わな）、網（あみ）などによるものも、そして「槍」には、弓矢なども含まれる。尚、陸上生物の狩猟が禁じられるのは、イフラーム*に入っている時と、聖域にいる時である（アル＝クルトゥビー6：299‐300参照）。 ２　「まだ見ぬままに・・・」については、預言者*たち章49の訳注を参照。","lang":"ja"},{"name":"5:95","price":"信仰する者たちよ、あなた方がイフラーム*（あるいは聖域）にある時には、狩猟物¹を殺してはならない。そしてあなた方の内、誰であろうと（それらを）故意に殺してしまった者、（その者には）報いーーカァバ神殿*²に届く供物として、あなた方の内の公正な男性二人が判定した、彼が殺したのと同様の家畜³ーーか、罪滅ぼしーー貧者*たちに食を施すか、あるいは斎戒*でその代わりとすること⁴ーーが（義務として）ある。（それらは、）自分の（した）ことの悪を味わうため。アッラー*は、（禁じられる前に）やってしまったことを、大目に見給う。そして誰であろうと、（禁じられた後、意図的にそれを）繰り返す者、アッラー*は彼に報復し給う。アッラー*は偉力ならびなき*お方、報復の主*なのだ。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":764,"juzNumber":7,"footnotes":"１　この「狩猟物」については、アーヤ*94とその訳注、アーヤ*96も参照。 ２　ここではマッカ*の全聖域の意（ムヤッサル123頁参照）。 ３　公正な男性二人が判定する「同様の家畜」とは、例えば、ダチョウにはラクダ、野ロバ・野牛には牛、鹿には羊、といったように、体の作りや姿が似ているもの（アル＝クルトゥビー6：310参照）。 ４　家畜の肉は聖域で屠（ほふ）られた後、そこで貧しい人々に施される。またその代わりに、見積もった家畜の価格に相当する食べ物を、彼らに施すことも出来るし、あるいは一人分の食べ物を一日分と見積もり、斎戒で償（つぐな）うことも可能（ムヤッサル123頁参照）。法学派ごとの詳細は、クウェイト法学大全2：186‐188を参照。","lang":"ja"},{"name":"5:96","price":"（ムスリム*たちよ、）あなた方には、あなた方（定住者）と旅行中の者への利として、海での狩猟物とその食物¹が許された。また、陸上の狩猟物は、あなた方がイフラーム*の状態にある限り、あなた方には禁じられた。あなた方が（復活の日*に）その御許へと召集される、アッラー*を畏れる*のだ。","arabic":"أُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ مَتَٰعٗا لَّكُمۡ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":765,"juzNumber":7,"footnotes":"１　この「海」は、湖、河川など、あらゆる水域を指すとされる（アッ＝タバリー4：3040参照）。また、ここでの「狩猟物」とは生け捕りにしたもの、「食物」とは、既に死んでいるものであるとされる（ムヤッサル124頁参照）。","lang":"ja"},{"name":"5:97","price":"アッラー*は、聖殿であるカァバ*、神聖月*、供物、首飾り¹を、人々への拠り所とされた²。それはあなた方が、アッラー*が諸天にあるものと大地にあるもの（全て）をご存知になり、またアッラー*が、全てのことをご存知のお方であることを知るためなのである。","arabic":"۞ جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":766,"juzNumber":7,"footnotes":"１　「供物」と「首飾り」については、アーヤ*２の訳注を参照。 ２　アーヤ*2も参照。アッラー*はこれらのものを、人々の利益・生活・安全を守る、「拠り所」とされた。イスラーム*が到来する以前から、カァバ神殿*は人々の畏敬（いけい）の的であり、そこに身を寄せた者は生命の安全を保障された（雌牛章125も参照）。また、神聖月*も流血を禁じられた月であったし、カァバ神殿*で捧げるための犠牲の 家畜や、そのために特別に飾り付けられた家畜を率いて旅する者は、その旅行中に危害を加えられることがなかった（アル＝クルトゥビー6：325‐326参照）。","lang":"ja"},{"name":"5:98","price":"（人々よ、）知るがよい、アッラー*が厳しく懲罰されるお方であることを。またアッラー*が、赦し深いお方、慈愛深い*お方であることを。","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":767,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"5:99","price":"使徒*の義務は、（啓示の）伝達に過ぎない。そしてアッラー*は、あなた方の露わにすることも、隠すことも、ご存知である。","arabic":"مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُۗ وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":768,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"5:100","price":"（使徒*よ、）言ってやるがいい。「悪と善は同等ではない。たとえ悪の多さが、（人間よ、）あなたを惹きつけたとしても。ならばーー澄んだ知性の持ち主たちよーー、あなた方が成功するように、アッラー*を畏れ*るのだ」。","arabic":"قُل لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِۚ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":769,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"5:101","price":"信仰する者たちよ、それが自分たちに明らかにされたら、却ってあなた方を害する物事について、尋ねるのではない。そして、クルアーン*が下っている時にその（ような）ことについて尋ねれば、それはあなた方に明示されるのだぞ¹。アッラー*はそれらのことを、大目に見られた。アッラー*は赦し深いお方、寛大な*お方。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":770,"juzNumber":7,"footnotes":"１　まだ起こってもいないことや、それを尋ねれば結果的に厳しい法規定を招いてしまいそうなことなど、そもそも命じられてはいない宗教的諸事について尋ねてはならない、ということ（ムヤッサル124頁参照）。","lang":"ja"},{"name":"5:102","price":"あなた方以前の民は確かに、（自分たちの使徒*に対して）その（ような）ことを尋ねたのであり、その後それに対する否定者となった¹のだ。","arabic":"قَدۡ سَأَلَهَا قَوۡمٞ مِّن قَبۡلِكُمۡ ثُمَّ أَصۡبَحُواْ بِهَا كَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":771,"juzNumber":7,"footnotes":"１　いざ、その質問がきっかけとなって何かが義務づけられると、それを拒（こば）んだ、の意（前掲書、同頁参照）。","lang":"ja"},{"name":"5:103","price":"アッラー*が、バヒーラ、サーイバ、ワスィーラ、ハーミー¹（を偶像への捧げものとし、その利用を禁止すること）を定められたのではない。しかし不信仰に陥った者*たちが、アッラー*に対して嘘を捏造するのだ。そして彼らの大半は、分別することがない。","arabic":"مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٖ وَلَا سَآئِبَةٖ وَلَا وَصِيلَةٖ وَلَا حَامٖ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُواْ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":772,"juzNumber":7,"footnotes":"１　「バヒーラ」とは、多くの子を出産したもので、耳に切れ目を入れた雌ラクダのこと。「サーイバ」は、偶像など、アッラー*以外のもののために放牧されるもの。「ワスィーラ」は連続して雌を出産したもの。「ハーミー」は、沢山の子をもうけた雄ラクダのことである、と言われる（ムヤッサル124頁参照）。家畜章136、138-139なども参照。","lang":"ja"},{"name":"5:104","price":"また、彼らは「（法規定を明らかにするため、）アッラー*が下されたものと、使徒*のもとに来るのだ」と言われれば、（こう）言った。「私たちが見出したご先祖様のやり方¹だけで、私たちには十分」。一体、彼らの先祖は何も知らず、導かれてもいなかったとしても、（そんなことを言うの）か？","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":773,"juzNumber":7,"footnotes":"１　「ご先祖様のやり方」については、雌牛章170の訳注を参照。","lang":"ja"},{"name":"5:105","price":"信仰する者たちよ、あなた方自身に専念せよ¹。あなた方が導かれれば、迷った者があなた方を害することはない。アッラー*の御許こそが、あなた方全員の帰り所なのであり、かれは、あなた方にお告げになるのだから。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ عَلَيۡكُمۡ أَنفُسَكُمۡۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهۡتَدَيۡتُمۡۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":774,"juzNumber":7,"footnotes":"１　たとえ他人が自分に同調しなくても、アッラー*への服従行為に勤（いそ）しみ、罪を遠ざけ続けることに努力せよ、ということ（ムヤッサル125頁参照）。ただし、このことが、善事を命じ、悪事を禁じる努力の放棄（ほうき）を意味するわけではない（アッ＝サァディー246頁参照）。","lang":"ja"},{"name":"5:106","price":"信仰する者たちよ、あなた方の内の誰かに死が訪れ（そうになっ）たら、遺言の際には、あなた方の内の公正さを備えた男性二人が、あなた方の間の証言¹（をせよ）。あるいは、あなた方以外の二人が、（証言するのだ）²。もし、あなた方が地上を旅しており、死の不幸があなた方に降りかかったならば（、そうせよ）。もし、あなた方が（彼らの証言に）疑惑を抱くのであれば、あなた方は礼拝後³に彼ら二人を引き止める。そして彼ら二人は、アッラー*において（こう）誓うのだ。「私たちは、これ（誓い）と引き換えに代価を得たりはしない。たとえ親戚であったとしても（、彼らに偏った誓いなどしない）。また、私たちはアッラー*の証言を、隠蔽したりはしない。本当に私たちは、そうすれば、まさに罪悪者となってしまう」。","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ شَهَٰدَةُ بَيۡنِكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ حِينَ ٱلۡوَصِيَّةِ ٱثۡنَانِ ذَوَا عَدۡلٖ مِّنكُمۡ أَوۡ ءَاخَرَانِ مِنۡ غَيۡرِكُمۡ إِنۡ أَنتُمۡ ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَأَصَٰبَتۡكُم مُّصِيبَةُ ٱلۡمَوۡتِۚ تَحۡبِسُونَهُمَا مِنۢ بَعۡدِ ٱلصَّلَوٰةِ فَيُقۡسِمَانِ بِٱللَّهِ إِنِ ٱرۡتَبۡتُمۡ لَا نَشۡتَرِي بِهِۦ ثَمَنٗا وَلَوۡ كَانَ ذَا قُرۡبَىٰ وَلَا نَكۡتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذٗا لَّمِنَ ٱلۡأٓثِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":775,"juzNumber":7,"footnotes":"１　遺言の内容を証言すること、とされる（アッ＝サァディー246頁参照）。 ２　大半の解釈学者によれば、「あなた方の内の・・・」とはムスリム*のことで、「あなた方以外の・・・」とは、ムスリム*以外の者である（アル＝バガウィー2：97参照）。ただしムスリム*以外の者を証人とすることが出来るのは、その必要があり、ムスリム*が不在の場合に限るとされる（アッ＝サァディー246頁参照）。 ３　この「礼拝」は、特にアスル*の礼拝のことを指すとされる（ムヤッサル125頁参照）。イブン・カスィール*によれば、礼拝後、人々が集まっている中で証言させることが目的なのだという（3：217参照）。","lang":"ja"},{"name":"5:107","price":"そして、彼ら（証人）二人が罪に値すること¹が露見したならば、（遺産への）権利がある者たちの内、最も（遺産に）優先される別の二人が彼ら（証人）二人の場に立ち、アッラー*において（こう）誓う。「私たちの証言こそは、彼らの証言よりも（受け入れられるに）相応しいものである。また、私たちは（自分たちの証言において、権利を）侵犯してはいない。本当に私たちは、そうすれば、まさに不正*者となってしまう」。","arabic":"فَإِنۡ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسۡتَحَقَّآ إِثۡمٗا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسۡتَحَقَّ عَلَيۡهِمُ ٱلۡأَوۡلَيَٰنِ فَيُقۡسِمَانِ بِٱللَّهِ لَشَهَٰدَتُنَآ أَحَقُّ مِن شَهَٰدَتِهِمَا وَمَا ٱعۡتَدَيۡنَآ إِنَّآ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":776,"juzNumber":7,"footnotes":"１　この「罪」とは、証言や遺言における不実さのこと（ムヤッサル125頁参照）。","lang":"ja"},{"name":"5:108","price":"それ（らの証言についての規定）が、彼らが（真実に基づいた）本来の形で証言し、あるいは彼らの（嘘の）誓いの後、（その）誓いが、（遺産の権利人たちによって）突き返されてしまうことを怖れ（るようにな）るのに、最適なのである。アッラー*を畏れ*、（かれの訓戒を）聴くのだ。アッラー*は、は、放逸な民をお導きにはならないのである。","arabic":"ذَٰلِكَ أَدۡنَىٰٓ أَن يَأۡتُواْ بِٱلشَّهَٰدَةِ عَلَىٰ وَجۡهِهَآ أَوۡ يَخَافُوٓاْ أَن تُرَدَّ أَيۡمَٰنُۢ بَعۡدَ أَيۡمَٰنِهِمۡۗ وَٱتَّقُواْ ٱللَّهَ وَٱسۡمَعُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":777,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"5:109","price":"（人々よ、）アッラー*が使徒*たちを召集され、（彼らに）こう仰せられる（復活の）日*のこと（を、思い起こすのだ）。「あなた方は、（民をアッラー*の教えに招いた時、）どのような返答を受けたのか？¹」彼らは申し上げる。「私たちは、全く存じ上げません²。あなたこそは、不可視の世界*を熟知されるお方なのですから」。","arabic":"۞ يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":778,"juzNumber":7,"footnotes":"１　全知者であられるアッラー*が復活の日*にされる質問は、回答者に教示を求めることを目的にしているのではない。それは不信仰者*に対する、質問の形によるお咎（とが）めとお叱（しか）りを意図しているのであり、彼らにとっての一種の罰なのである。（アッ＝シャンティー2：6‐7参照）。高壁章8の訳注も参照。 ２　「私たちは人々の胸の内や、私たちが民のもとを去った後、彼らがやったことを知りません」という意味とされる（ムヤッサル126頁参照）。","lang":"ja"},{"name":"5:110","price":"アッラー*が、（こう）仰せられた時のこと（を思い起こすがよい）。「マルヤム*の子イーサー*よ、あなたとあなたの母に対する、わが恩恵を思い出すのだ。われがあなたを、聖霊¹によって支えた時のこと。あなたは揺りかごの中（から）でも、壮年になって（から）も、人々に語りかける。また、われがあなたに、書²、英知、トーラー*、福音*を教えた時のこと。また、あなたがわが許しによって、泥土で鳥の形のようなものを作り、あなたがそこに息を吹き込んで、それがわが許しによって（本物の）鳥となる時のこと。また、あなたがわが許しにより、生まれつきの盲人とライ病患者³を癒す（時のこと）。また、あなたがわが許しによって、死人を（蘇らせ、墓場から）出す時のこと。また、われがイスラーイールの子ら*を、あなたが明証⁴を携えて彼らのもとに到来した時、あなた（の殺害）から阻んだ時のこと。彼らの内の不信仰だった者*たちは、（こう）言ったのだ。『これは、紛れもない魔術に外ならない』。","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":779,"juzNumber":7,"footnotes":"１　この「聖霊」については、雌牛章87の訳注を参照。 ２　この「書」については、イムラーン家章48の訳注を参照。 ３　「ライ病患者」については、イムラーン家章49の訳注を参照。 ４　この「明証」は、彼の預言者*性を裏付ける、数々の驚くべき奇跡のこと（ムヤッサル126頁参照）。","lang":"ja"},{"name":"5:111","price":"また（イーサー*よ）、われが（あなたの）弟子たち¹に、われとわが使徒を信じよ、と示した時のこと（を思い出せ）。彼らは申し上げた。『私たちは信じました。私たちが服従する者（ムスリム*）であることを、証言して下さい』」。","arabic":"وَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُوٓاْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":780,"juzNumber":7,"footnotes":"１　「弟子たち」については、イムラーン家章52の訳注を参照。","lang":"ja"},{"name":"5:112","price":"（イーサーの）弟子たちが、（こう）言った時のこと（を思い起こすがよい）。「マルヤム*の子イーサー*よ、あなたの主*は、天から私たちに食卓を下すことが出来ますか？」彼（イーサー*）は言った。「アッラー*を畏れ*よ。もし、あなた方が信仰者であるならば」。","arabic":"إِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":781,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"5:113","price":"彼らは言った。「私たちはそこから食べ、私たちの心を安らげたいのです。また、あなたが私たちに、確かに真実を語ったことを知り、その証人¹になりたいのです」。","arabic":"قَالُواْ نُرِيدُ أَن نَّأۡكُلَ مِنۡهَا وَتَطۡمَئِنَّ قُلُوبُنَا وَنَعۡلَمَ أَن قَدۡ صَدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":782,"juzNumber":7,"footnotes":"１　アッラー*が、自らの唯一性*と全能性に対する証拠として、またイーサー*の預言者*性を確証する証拠として、食卓をお下しになることへの「証人」、という意味（アッ＝タバリー4：3115参照）。","lang":"ja"},{"name":"5:114","price":"マルヤム*の子イーサー*は、申し上げた。「アッラー*よ、我らが主*よ、私たちに天から食卓をお下し下さい。それは私たちの代と後代の者たちにとっての祭日となり、あなたからの御徴となるものです。そして私たちに、糧をお授け下さい。あなたは、最もよく糧を授けられるお方です」。","arabic":"قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلۡ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدٗا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةٗ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":783,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"5:115","price":"アッラー*は仰せられた。「本当にわれは、それをあなた方に下す者である。そして誰であろうと、その後あなた方の内で不信仰に陥る者*、本当にわれは彼を、全創造物のいかなるものも罰することのない（ような）罰し方で、罰するであろう」。","arabic":"قَالَ ٱللَّهُ إِنِّي مُنَزِّلُهَا عَلَيۡكُمۡۖ فَمَن يَكۡفُرۡ بَعۡدُ مِنكُمۡ فَإِنِّيٓ أُعَذِّبُهُۥ عَذَابٗا لَّآ أُعَذِّبُهُۥٓ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":784,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"5:116","price":"アッラー*が（復活の日*、こう）仰せられる時のこと（を、思い起こさせよ）。「マルヤム*の子イーサー*よ、一体あなたは人々に『アッラー*とは別に、私と私の母親も二つの神¹とせよ』などと言ったのか？²」彼は申し上げる。「あなたに称え*あれ。私は、自分に権利がないようなことを言うはずがありません。もし、そう言ったとしたら、あなたはそのことについて既にご存知です。あなたは私自身の内にあるものをご存知ですが、私はあなたご自身の内にあるものについて、存知じ上げないのですから。あなたこそは、不可視の世界*を熟知されるお方であられます。","arabic":"وَإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ءَأَنتَ قُلۡتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَٰهَيۡنِ مِن دُونِ ٱللَّهِۖ قَالَ سُبۡحَٰنَكَ مَا يَكُونُ لِيٓ أَنۡ أَقُولَ مَا لَيۡسَ لِي بِحَقٍّۚ إِن كُنتُ قُلۡتُهُۥ فَقَدۡ عَلِمۡتَهُۥۚ تَعۡلَمُ مَا فِي نَفۡسِي وَلَآ أَعۡلَمُ مَا فِي نَفۡسِكَۚ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":785,"juzNumber":7,"footnotes":"１　「神」については、、雌牛章133の訳注を参照。 ２　復活の日*の使徒*への質問については、アーヤ*109の訳注を参照。","lang":"ja"},{"name":"5:117","price":"私は彼らに、あなたが命じられたこと、つまり我が主*であり、あなた方の主*であられるアッラー*を崇拝せよ、ということしか言っておりません。また私は、彼らの間に留まっている限り、彼らに対しての証人でした。そして、あなたが私をお召しになってからは¹、あなたこそが彼らへの監視者だったのです。あなたは、全てのことの証人であられます。","arabic":"مَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِي بِهِۦٓ أَنِ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ وَكُنتُ عَلَيۡهِمۡ شَهِيدٗا مَّا دُمۡتُ فِيهِمۡۖ فَلَمَّا تَوَفَّيۡتَنِي كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيۡهِمۡۚ وَأَنتَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":786,"juzNumber":7,"footnotes":"１　イーサー*が殺されてはいないことについては、イムラーン家章55、婦人章157-159とその訳注を参照。","lang":"ja"},{"name":"5:118","price":"もしあなたが彼らを罰されるとしても、実に彼らは、あなたの僕たちです¹。そして彼らをお赦しになるとしても、本当にあなたこそは偉力ならびない*お方、英知あふれるお方です」。","arabic":"إِن تُعَذِّبۡهُمۡ فَإِنَّهُمۡ عِبَادُكَۖ وَإِن تَغۡفِرۡ لَهُمۡ فَإِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":787,"juzNumber":7,"footnotes":"１　アッラー*こそが、ご自身のしもべたちの状況を最もよくご存知であり、その公正さによって彼らを、お望みのままに処されるお方である（ムヤッサル127頁参照）。","lang":"ja"},{"name":"5:119","price":"アッラー*は仰せられる。「これは、正直者たちを、自分自身の正直さ¹が益する（復活の）日*。彼らには、彼らがそこにずっと永遠に住むことになる、その下から河川が流れる楽園がある。アッラー*は彼らをお喜びになり、彼らもアッラー*に満足する。それはこの上ない勝利なのだ」。","arabic":"قَالَ ٱللَّهُ هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":788,"juzNumber":7,"footnotes":"１　アッラー*のみを崇拝*し、その法を守り、自らの意図と言動において真摯（しんし）だったこと（ムヤッサル127頁参照）。","lang":"ja"},{"name":"5:120","price":"アッラー*にこそ諸天と大地と、そこにあるものの王権が属する。そしてかれは、全てのことがお出来になるお方なのである。","arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":789,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:1","price":"諸天と大地を創造され、闇と光¹をお創りになったアッラー*に、称賛*あれ。その後に及んで不信仰に陥った者*たちは、自分たちの主*に対して（かれ以外のものを）並べている²。","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"１　この「闇」と「光」については、雌牛章257の訳注を参照。 ２　つまり、シルク*を犯しているということ。","lang":"ja"},{"name":"6:2","price":"かれは、あなた方（の父租アーダム*）を泥土からお創りになり¹、それから（あなた方の）寿命を決定されたお方。そして定められた時期²（の知識）は、かれの御許にある。その後に及んで、あなた方は（死後の復活を）疑わしく思っているのだ。","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"１　アーダム*が土から階段を経（へ）て作られたことについては、アル＝ヒジュル章26の訳注を参照。 ２　復活の日*のこと（ムヤッサル128頁参照）。","lang":"ja"},{"name":"6:3","price":"そしてかれは、諸天と大地において（真に）崇拝*されるべきお方。あなた方が密かにすることも、露わにすることもご存知であり、あなた方が稼ぐもの¹もご存知である。","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"１　善悪を問わず、あらゆる行為のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"6:4","price":"彼らの主*の御徴¹の内、いかなる御徴が彼らのもとに到来した時でも、彼らがそれに背を向けないことはなかった。","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"１　この「御徴」とは、アッラーの唯一性*と預言者*ムハンマド*の正直さを示す根拠の数々のこと（ムヤッサル128頁参照）。","lang":"ja"},{"name":"6:5","price":"彼らは真理（クルアーン*）を、それが自分たちのもとに到来した時、嘘呼ばわりしたのだから。ならば、いずれ彼らのもとには、彼らが嘲笑していたものの知らせが（事実として）やって来るであろう。","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:6","price":"一体彼らは、われら*が彼ら以前に、どれだけ多くの（不信仰な）世代を滅ぼしてきたかを、知らないのか？われら*は地上において彼らに、あなた方には授けなかった力を授けた。また、われら*は彼らに豊かな雨を送り、彼らの下からは河川を走らせた。にも関わらず（彼らは不信仰に陥ったので、）われら*は彼らをその罪ゆえに滅ぼし、彼らの後に別の世代を設けたのである。","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:7","price":"（使徒*よ、）たとえわれら*が、あなたに啓典を書面で下し、彼らがそれに自分たちの手で触れたとしても、不信仰に陥った者*たちは（こう）言ったであろう。「これは紛れもない魔術に外ならない」。","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:8","price":"また、彼らは言った。「どうして彼に、（彼が使徒*であることを証言する）天使*が下らないのか？」もしわれら*が天使*を下したら、事は決定されてしまった¹であろう。その後、彼らは、猶予を与えられることものないのだ。","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"１　彼らが不信仰の状態にある時に天使*が遣わされたら、それはアッラー*から彼らへの懲罰が下る時である（イブン・カスィール3：241参照）。アーヤ*111、アル＝ヒジュル章7‐8、夜の旅章92、識別章7も参照。","lang":"ja"},{"name":"6:9","price":"また、もし彼（使徒*）を天使*としたならば、われら*は彼（その天使）を人（の姿）としたのである。そしてわれら*は、彼らが（自分たちを）惑わしているもので、彼らを惑わすことになっただろう¹。","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"１　通常、人間は天使*をその本来の姿において捉（とら）えることが不可能なため、たとえアッラー*が天使*を下したとしても、結局は人間の姿を取ることになる。こうして不信仰者*らは、人間である預言者*ムハンマド*の使徒*性を拒否したように、人間の姿をした天使*の使徒*についても同様の態度を取ることになる。（ムヤッサル129頁参照）。","lang":"ja"},{"name":"6:10","price":"あなた以前の使徒*たちもまた、確かに嘲笑されたのである。それで彼らの内の嘲っていた者たちを、彼らが嘲笑していたもの（懲罰）が包囲したのだ。","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:11","price":"（使徒*よ、）言ってやるがいい。「地上を旅し、それから（使徒*たちを）嘘呼ばわりした者たちの結末がどのようなものであったか、見てみるがよい」。","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:12","price":"（使徒*よ、）言ってやるのだ。「諸天と大地にあるものは、誰に属しているのか？」言うのだ。「アッラー*に属する」。アッラー*はご自身に、慈悲を定められた¹。かれは疑惑の余地のない復活の日*に、必ずやあなた方を召集される。自らを（シルク*で）損ねた者たち、彼らは信じないのである。","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"１　預言者*ムハンマド*は仰（おっしゃ）った。「創造を完成された後、アッラー*は守られし碑板*にこう記された。『わが慈悲は、わが怒りに勝れり』」（アル＝ブハーリー7404参照）。","lang":"ja"},{"name":"6:13","price":"夜と昼に静止するもの（と動くもの）¹は（全て）、かれにこそ属する。かれはよくお聴きになるお方、全知者であられる。","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"１　つまり天地に存在する全創造物のこと（ムヤッサル129頁参照）。","lang":"ja"},{"name":"6:14","price":"（使徒*よ、）言ってやるがいい。「私が、諸天と大地の創成者*アッラー*以外のものを、庇護者*とすることなどあろうか？かれは養い給うお方であって、養われるお方ではないというのに」。言うのだ。「私は（この共同体において）、服従する者（ムスリム*）の先駆けとなることを命じられたのである。（私は、こう命じられたのだ。）『決して、シルク*の徒の類いとなってはならない』」。","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:15","price":"（使徒*よ、）言うがよい。「本当に私は、もし我が主*に逆らったりしたら、この上ない（復活の）日*の懲罰（が自分に降りかかること）を怖れる」。","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:16","price":"その日、それ（懲罰）から遠ざけられる者があれば、かれ（アッラー*）は確かに、その者にご慈悲をおかけになったことになる。そしてそれが、明白な勝利なのである。","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:17","price":"（人間よ、）もしアッラー*があなたに害悪¹をお与えになれば、それを取り除いてくれる者は、かれ以外にはいらっしゃらない。また、かれがあなたに善²をお与えになるとしても（、それを阻む者はなく）、かれは全てのことがお出来になるお方なのだ。","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"１　この「害悪」とは、貧困や病気などのこと（ムヤッサル129頁参照）。 ２　この「善」とは、豊かさや健康などのこと（前掲書、同頁参照）。","lang":"ja"},{"name":"6:18","price":"かれはその僕たちの上に君臨される*お方であり、また、かれは英知あふれる*お方、（全てに）通暁されているお方。","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:19","price":"（使徒*よ、）言ってやるがいい。「何が最大の証拠¹であるか？」言うのだ。「アッラー*が、私とあなた方の間の証人であられる。そしてこのクルアーン*は、私がそれであなた方と、それが届いた全ての者に警告を告げるため、私に啓示されたのだ。一体、本当にあなた方は、アッラー*と共に別の神々²が存在すると証言するのか？」（使徒*よ、）言え。「私は（そのようなことを）証言しない」。言うのだ。「かれこそは、唯一の崇拝*されるべきお方であられる。そして本当に私は、あなた方が（アッラー*の崇拝*において）シルク*を犯しているものから無縁なのだ」。","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"１　預言者*ムハンマド*がアッラー*の使徒*である、ということについての証拠（ムヤッサル130頁参照）。 ２　「神々」に関しては、雌牛章133の訳注を参照。","lang":"ja"},{"name":"6:20","price":"われら*が啓典を授けた者*たちは、彼のことを自分たちの子供を知るように（よく）知っている¹。自らを（不信仰で）損ねた者たち、彼らは信じないのである。","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"１　彼らの啓典の中に記されている特徴によって、預言者*ムハンマド*のことをよく知っている、ということ（前掲書、同頁参照）。","lang":"ja"},{"name":"6:21","price":"アッラー*に対して嘘を捏造し、その御徴を嘘とする者¹よりも、ひどい不正*を働く者がいようか？本当に不正*者たちは、成功しないのである。","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"１　つまりアッラー*に同位者があると主張し、アッラー*がその使徒*たちを援助した数々の明証を嘘呼ばわりする者のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"6:22","price":"われら*が彼らを皆召集し、それからシルク*を犯していた者たちに、（こう）言う日¹のこと（を思い起こさせよ）。「あなた方が主張していた²、あなた方（がアッラー*）の同位者（としていたもの）たちはどこにいるのか？」","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"１　復活の日*のこと（前掲書、同頁参照）。 ２　彼らはそれらのものが、アッラー*の御許で、彼らを執り成してくれると主張していた（ムヤッサル130頁参照）。雌牛章48、マルヤム*章87、ター・ハー章109、集団章3とその訳注も参照。","lang":"ja"},{"name":"6:23","price":"それから彼らの試練（に対する答え）は、「我らが主*アッラー*に誓って、私たちはシルク*の徒ではありませんでした」と言うことのみであった。","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:24","price":"見よ、彼らがいかに自分自身を偽ったかを。そして彼らが（執り成し手として）でっち上げていたものは、彼らから消え去ってしまったのだ。","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:25","price":"（使徒*よ、）彼らの内には、あなたに耳を傾ける者もいる。われら*は、彼らがそれ（クルアーン*）を理解出来ないように、彼らの心には覆いを、その耳には重しをかけた¹というのに。そして、たとえいかなる御徴²を目にしても、彼らはそれを信仰しない。果ては（御徴を見た挙句、）あなたのもとに議論を吹っ掛けながらやって来ると、不信仰に陥った者*たちは（こう）言うのだ。「これは、昔の人たちのお伽噺に過ぎない」。","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"１　「耳には重しをかけた」とは、聴覚を鈍らせ、彼らを益するものを聞こえさせなくさせた、の意（アッ＝サァディー253頁参照）。また、雌牛章7の訳注も参照。 ２　この「御徴」については、アーヤ*4「御徴」の訳注を参照（アッ＝タバリー4：3150参照）。","lang":"ja"},{"name":"6:26","price":"また、彼らは（人々に）それ¹を禁じ、自分たちもまたそれから遠ざかる。彼らは気付かないまま、自分自身を滅ぼしているに外ならない。","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"１　つまり預言者*ムハンマド*に耳を傾け、従うこと（ムヤッサル130頁参照）。","lang":"ja"},{"name":"6:27","price":"（使徒*よ、）もし、あなたが目にしたならば。彼らが（地獄の）業火の上に留まらされ、（こう）言う時のことを。「ああ、私たちが（現世に）戻され、我が主*の御徴を嘘呼ばわりせず、信仰者たちの仲間となれたなら！」¹","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"１　いざ復活の日*（あるいは死）が到来すると、彼らは現世での猶予を求めたり、自分たちを現世に返してくれることを頼んだりするが、それは叶わない。高壁章53、イブラーヒーム*章44、信仰者たち章99-100、アッ＝サジダ*章12、創成者*章37、赦し深いお方章11-12、相談章44、偽信者*たち章10-11も参照。","lang":"ja"},{"name":"6:28","price":"いや、（その日は）かつて彼らが隠していたこと¹が、彼らの前で露呈するのだ。そしてたとえ（現世に）戻されたとしても、彼らは禁じられたことに立ち返るのである。本当に彼らは、まさしく嘘つきなのだ。","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"１　つまり彼らは、現世で使徒*たちが伝えたことが真実だということを隠していた（ムヤッサル131頁参照）。","lang":"ja"},{"name":"6:29","price":"また彼ら（シルクの徒*）は、言った。「それ¹は、私たちの現世の生活以外にはない。そして私たちは、蘇らされる身などではないのだ」。","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"１　この「それ」は、人生を指す。つまり彼らは現世の生活しか信じていなかった（前掲書、同頁参照）。","lang":"ja"},{"name":"6:30","price":"（使徒*よ、）彼らが（復活の日*、）その主*の御前に立たされる時のことを、あなたが目にしたならば。かれ（アッラー*）は仰せられる。「一体これ（死後の復活）は、真実ではないのか？」彼らは言う。「我らが主*に誓って、確かにそうです」。かれは仰せられる。「ならば、あなた方が（アッラー*とその使徒*を）否定していたことゆえに、懲罰を味わうがよい」。","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:31","price":"アッラー*との拝謁を嘘とした者たちは、確かに損失したのだ。やがて（復活の）その時が彼らのもとを不慮に訪れると、彼らは（罪という）重荷をその背に負いながら（、こう）言う。「ああ、私たちがそこ（現世）で疎かにしていたこと¹への、私たちの悲痛よ！」彼らが背負っているものは、何と忌まわしいものではないか。","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"１　「疎かにしていたこと」とは、来世のための現世での行いのこと（アル＝クルトゥビー6：413参照）。","lang":"ja"},{"name":"6:32","price":"現世の生活は、遊興と戯れごとに過ぎない¹。そして来世の住まいこそは、（アッラー*を）畏れる*者たちにとって、より善いのである。一体あなた方は、弁えないのか？","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"１　この「現世」には、「不信仰者*の人生」と「現世の享楽」という解釈がある。後者の解釈の場合、「現世の享楽」が「遊興と戯れごと」にたとえられている理由は、いずれも「期間が短い」「大方の場合、好ましくないことを伴う」「無意味であり真の価値がない」「賞賛すべき結末を伴わない」といった共通点があるため、と言われる。一方「来世」の解釈には、「天国」「来世のための行い」「来世の安寧（あんねい）」といった説がある（アッ＝ラーズィー4：515‐517参照）。","lang":"ja"},{"name":"6:33","price":"われら*は、本当に彼らの言うことがあなたを悲しませることを、確かに知っている。（だが、悲しむのではない。）というのも、彼らは（確信をもって）あなたを嘘つき呼ばわりしているのではないのだ。だが不正*者たちはアッラー*の御徴を、否定しているのである¹。","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"１　彼らは、預言者*となる前から「信頼のおける人」という名で呼ばれていたムハンマド*自身のことではなく、彼に啓示されたアーヤ*のことを嘘よばわりしていた（アッ＝サァディー254頁参照）。","lang":"ja"},{"name":"6:34","price":"また、あなた以前の使徒*たちも、確かに嘘つき呼ばわりされたのだ。それで彼らは、自分たちにわれら*の勝利が到来するまで、嘘つき呼ばわりされたり迫害されたりすることに忍耐*し続けたのである。そしてアッラー*の御言葉¹を変更するものは、何一つない。（使徒*よ、）あなたのもとには、（あなた以前に）遣わされた者たちの知らせ²の一部が、確かに届いたのだ。","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"１　預言者*が彼に敵対する者に対して勝利を収めるという、アッラー*のお約束のこと（ムヤッサル131頁参照）。 ２　これは、使徒*たちには勝利が、そして使徒*たちを嘘つき呼ばわりした者たちにはアッラー*のお怒りと懲罰が下った、という「知らせ」のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"6:35","price":"また、（使徒*よ、）もし彼らの拒絶があなたにとって過酷だというなら、もしあなたが地面に穴を、あるいは天に梯子を求め¹、彼らに（自分の正しさを証明する）御徴をもたらすことが出来るのならば、（、そうしてみよ）²。そして、もしアッラー*がお望みなら、彼らを導きのもとに一同にさせたのだ。ならばあなた³は決して、（無闇に悲しみを募らせる）無知な者たちの類いとなるのではない。","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"１　「地面に穴を、あるいは天に梯子を・・・」とは、夜の旅章９０、９２-９３で言及されているような、シルク*の徒の要求を示しているとされる（イブン・アーシュール７：２０５参照）。 ２　預言者*ムハンマド*は彼らが信仰することを強く欲していたため、彼らの拒絶に胸を痛めていた。しかし彼自身がいかに努力しても、アッラー*が導きをお望みにならない者を導くことは出来ないのである（アッ＝サァディー２５４頁参照）。雌牛章２７２、ユーヌス*章９９－１００、物語章５６、相談章５２とその訳注も参照。 ３　この「あなた」については、雌牛章１２０の訳注を参照。","lang":"ja"},{"name":"6:36","price":"（使徒*よ、あなたの呼びかけに）応えるのは、聴き入れる者たちだけである。そして死人たち、アッラー*は彼らを蘇らされるのだ。それから彼らは、かれの御許にこそ戻される。","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:37","price":"彼ら（シルク*の徒）は、言った。「どうして彼（ムハンマド*）に、その主*からの御徴¹が下らないのか？」（使徒*よ、）言ってやるがいい。「本当にアッラー*は御徴を下すことがお出来のお方。だが彼らの大半は、（奇跡が起きるかどうかは、アッラー*の英知に任されているということを）知らないのだ」。","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"１　この「御徴」は、預言者*の正直さを示す奇跡のこととされる（ムヤッサル１３２頁参照）。","lang":"ja"},{"name":"6:38","price":"地を歩くいかなるものも、その双翼で飛ぶいかなるものも、あなた方のような共同体でないものは皆無である¹。われら*がその書²の中で定め残したことなど、何一つないのだ。それから彼らは、自分たちの主*の御許にこそ、召集される。","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"１　「あなた方のような共同体」の解釈には、「名前によって区分される、様々な種類から成り立っている」「お互いに意志を通じ合わせることが出来る」「アッラーの唯一性*を知っている」「食べ、餌（えさ）を探し、死から身を守る」といった諸説がある（アル＝バガウィー２：１２２参照）。 ２　この「書」とは、守られし碑板*のこと（ムヤッサル１３２頁参照）。","lang":"ja"},{"name":"6:39","price":"われら*の御徴を嘘呼ばわりする者たちは、聾で唖¹で、闇の中。アッラー*は誰であろうと、かれがお望みの者を迷わせられる。また誰であろうと、かれがお望みの者を、まっすぐな道の上に置かれるのだ。","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"１　「聾」「唖」については、雌牛章１８の訳注を参照。","lang":"ja"},{"name":"6:40","price":"（使徒*よ、シルク*の徒に）言ってやるがいい。「言ってみよ。もしあなた方にアッラー*の懲罰がやって来たり、あるいはあなた方に（復活の）時が訪れたりしたら、一体あなた方は、アッラー*以外のものに祈るのか？もしあなた方が、本当のこと¹を言っているなら（、そうしてみよ）。","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"１　つまり、アッラー*以外の何かが物事の害益（がいえき）に作用する、と言う彼らの主張のこと（ムヤッサル１３２頁参照）。","lang":"ja"},{"name":"6:41","price":"いや、あなた方は（その時、）かれ（アッラー*）にのみ祈るのであり、それでかれは、あなた方がかれに（その除去を）祈っているものを、取り除いて下さるーーかれがお望みになれば、だがーー。そしてあなた方は（その時）、自分たちが（アッラー*の崇拝*において、）シルク*を犯しているものを忘れるのだ」。","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:42","price":"（使徒*よ、）われら*は確かに、あなた以前の共同体に（使徒*たちを）遣わした。そして（彼らが使徒*たちを嘘つき呼ばわりすると、）われら*は彼らが（われら*のみに）おそれ畏まるよう、困窮と災難で彼らを捕らえた。","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:43","price":"そして、どうして彼らのもとにわれら*の猛威¹が到来した時、彼らは（われら*に）おそれ畏まらなかったのか？しかし彼らの心は硬化し、シャイターン*は彼らが行っていたことを彼らに目映く見せたのだ。","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"１　この「猛威」とは、懲罰のこと（アル＝バガウィー２：１２３参照）。","lang":"ja"},{"name":"6:44","price":"それで彼らが諭されていたものを忘れた¹時、われら*は全ての（糧の）扉を彼らに開放した²。ついには自分たちに与えられたものに有頂天になった時、われら*は彼らを突然（懲罰で）捕らえたのだ。するとどうであろう、彼らは落胆する者たちとなる。","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"１　この「忘れた」は、意図的に放棄した、の意（ムヤッサル１３２頁参照）。 ２　これによって困窮は豊かさに、災難は安全に取って代わった。しかしそれは、彼らへの懲罰が少しずつ近づいて来る序章に過ぎなかった（前掲書、同頁参照）。","lang":"ja"},{"name":"6:45","price":"こうして不正*を働いた民は、一人残さず根こそぎにされた。全創造物の主*、アッラー*に称賛あれ。","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:46","price":"（使徒*よ、彼らシルク*の徒に）言ってやるのだ。「言ってみよ。もしアッラー*があなた方の聴覚と視覚を奪われ、あなた方の心を塞がれたら¹、一体アッラー*以外のいかなる神²が、それをあなた方に与えてくれるのか？」見よ、われら*がいかに御徴³を多彩に示し、その後に及んで、彼らが（その熟慮を）拒絶するのかを。","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"１　アッラー*に視覚や聴覚を奪われたり、心を塞がれたりすることについては、雌牛章７の訳注を参照。 ２　「神」については、雌牛章１３３の訳注を参照。 ３　この「御徴」については、アーヤ*４「御徴」の訳注を参照（アル＝バガウィー２：１２４参照）。","lang":"ja"},{"name":"6:47","price":"（使徒*よ、）言ってやるがいい。「言ってみよ。もしアッラー*の懲罰が突然に、あるいは、まざまざと¹あなた方に到来しても、一体不正*者である民以外、滅ぼされることがあろうか？」","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"１　「突然に・・・まざまざと」とは、前者が「突然、前置きもなく」後者が「前置きと共に」ということ。また、前者が夜で、後者は昼のことを指すという説もある（アル＝カースィミー６：２３１７参照）。","lang":"ja"},{"name":"6:48","price":"われら*が遣わされる者（使徒*）たちを遣わすのは、吉報を伝え、警告を告げる者¹としてに外ならない。それで誰であろうと、信仰して（行いを）正す者、彼らには怖れもなければ、悲しむこともない²。","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"１　「吉報を伝え、警告を告げる」については、雌牛章１１９の訳注を参照。 ２　「怖れもなければ、悲しむこともない」については、雌牛章３８の訳注を参照。","lang":"ja"},{"name":"6:49","price":"そして、われら*の御徴¹を嘘呼ばわりした者たち、彼らには、彼らが放逸であったことゆえに懲罰が降りかかるのだ。","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"１　この「御徴」は、クルアーン*のアーヤ*や、預言者*に与えられた奇跡のこと（ムヤッサル１３３頁参照）。","lang":"ja"},{"name":"6:50","price":"（使徒*よ、）言ってやるがいい。「私はあなた方に、自分にはアッラー*の（数々の）宝庫があるなどとは言っていないし、不可視の世界*も知らない¹。またあなた方に、自分こそは天使*だ、とも言ってはいない。私は、自分に啓示されることに従っているだけなのだ」。言うがいい。「盲人と見える者²は、同じであろうか？そして一体、あなた方は熟考しないのか？」","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"１　アッラー*の知識によるもの以外は、という意味。預言者*は、アッラー*がお教えになったもの以外、不可視の世界*について知ることはない（イブン・カスィール３：２５８参照）。イムラーン家章１７９、ジン*章２６－２７も参照。 ２　「盲人」とはアッラー*の明証に盲目で、それを理解することもなければ、受容することもない者のこと。「見える者」はその逆（アッ＝タバリー４：３１８５参照）。雌牛章７、雷鳴章１６、フード*章２０、２４、巡礼*章４６とその訳注も参照。","lang":"ja"},{"name":"6:51","price":"また（使徒*よ）、自分たちの主*の御許へーーかれの外、庇護者*も執り成し手もいないという状態でーー召集されることを怖れている者たちが、（アッラー*を）畏れる*ようになるように、それ（クルアーン*）で警告するがよい。","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:52","price":"そして（預言者*よ、）朝に夕に、その主*の御顔を望んでかれに祈る者たちを、追い払ってはならない¹。あなたに彼らの詮索をする必要は一切なく、彼らにもあなたの詮索をする必要は一切ないのだ²。ゆえに彼らを追い払って、不正*者たちの類いとなってしまってはならない。","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"１　このアーヤ*は、アンマール*、ビラール、ハッバーブといった、敬虔な*ムスリム*でありつつも社会的地位の低かった者たちについて、マッカ*の不信仰者*らが預言者*に対し、彼らを追い出すのならあなたに従おう、と言ったことに関して下ったと言われる（ムスリム「教友*たちの徳の書」４６参照）。洞窟章２８も参照。 ２　一説に、不信仰者*たちは彼らの信仰心を、疑うようなことを言った（アッ＝シャウカーニ２：１６８参照）。だが、彼らの信仰心を詮索することは預言者*の仕事ではなく、その内実は彼にとって関係のないことである。彼らの行いの清算が預言者*に影響することもなければ、その逆もない。また、別の解釈によれば、「彼らの糧について、あなたが気にかけることはない」（アル＝バイダーウィー２：４１２参照）という意味。","lang":"ja"},{"name":"6:53","price":"同様に、われら*は彼らをお互いに試練にかけた¹。その結果、彼らは、「一体、アッラー*は私たちの間から、これらの（弱小な）者たち（を選んで特別）に（導きを）お恵みになったというのか？」と言ったのである²。一体アッラー*が、（かれの恩恵に）感謝する者たちを、最もよくご存知なのではないか？","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"１　アッラー*は人々の間に、貧富や強弱などの差をお付けになった。こうして彼らはアッラー*からの試練として、お互いに依存し合うのである（ムヤッサル１３４頁参照）。金の装飾章３２も参照。 ２　マッカ*時代初期においてイスラーム*を受容した者の多くは、社会的に弱い立場にあった男女の自由民や奴隷*であった。クライシュ族*の不信仰者*らは彼らを見下し、「もしそれ（イスラーム*への導き）が善いものならば、アッラー*は私たちを差しおいて、あのような者たちを善へとお導きになるはずがない」と主張したのだった（イブン・カスィール３：２６１参照）。マルヤム*章７３、砂丘章１１も参照。","lang":"ja"},{"name":"6:54","price":"また（預言者*よ）、われら*の御徴¹を信じる者たち²があなたのもとにやって来た時には、（こう）言うがよい。「あなた方に平安を³。あなた方の主*は、ご自身に慈悲をお定めになった⁴。本当に誰であろうと、あなた方の内で無知から悪を行ってしまい、それからその後に悔悟して（行いを）正した者、実にかれ（アッラー*）は（そのような者に対し、）赦し深いお方、慈愛深い*お方なのである」。","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"１　この「御徴」はクルアーン*など、預言者*ムハンマド*の正直さを示す証拠のこと（ムヤッサル１３４頁参照）。 ２　ここで言及されている者たちとは、新しくイスラーム*を受容した後に預言者*のもとを訪れ、彼らが犯した過去の罪について質問した者たちである、という（アッ＝タバリー４：３１９５参照）。 ３　「あなた方に平安を」とは、あらゆる忌（い）まわしい物事からの無事を祈願する言葉。現世と来世における、信仰者どうしの挨拶である（アル＝ジャザーイリー２：６６参照）。 ４「ご自身に慈悲をお定めになった」については、アーヤ*１２の訳注を参照。","lang":"ja"},{"name":"6:55","price":"同様にわれら*は、御徴¹を明らかにする。そして（それは真理が露わになり、）罪悪者たちの道が浮き彫りになるためなのだ。","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"１　この「御徴」は、不信仰者*らが否定する全ての真理に対する証拠のこと（ムヤッサル１３４頁参照）。","lang":"ja"},{"name":"6:56","price":"（使徒*よ、彼らシルク*の徒に）言ってやるがいい。「本当に私は、あなた方がアッラー*を差しおいて崇めている者たちを崇拝*することを、禁じられたのだ」。言うのだ。「私は、あなた方の私欲には従わない。そんなことをすれば私は確かに迷い去り、導かれた者の一人ではなくなってしまうのだから」。","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:57","price":"（使徒*よ、）言ってやるがいい。「本当に私は、自分の主*からの明証に依拠している¹。あなた方は（確かに）、それを嘘呼ばわりしたのだが。私には、あなた方が性急に求めているもの²（を実現させる力）などない。（懲罰の時期についての）裁決は、真理を仰り、最善の裁き手であられるアッラー*にのみ属するのだから」。","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"１　つまりアッラー*から啓示された、その教え‐アッラー*のみの崇拝*‐における明白な理解を有している、ということ（前掲書、同頁参照）。 ２　彼ら不信仰者*らへの懲罰のこと（前掲書、同頁参照）。不信仰者*らはそのあまりの不信心ゆえ、自分たちに早く懲罰を下してみよ、と嘲笑（ちょうしょう）したものだった。一説には、これは懲罰ではなく、奇跡のこと（アル＝クルトゥビー６：４３６参照）。戦利品*章３２、ユーヌス*章１６、相談章１８、階段章１－２なども参照。","lang":"ja"},{"name":"6:58","price":"（使徒*よ、）言うがいい。「もし私に、あなた方が性急に求めているもの¹（を実現させる力）があったのならば、私とあなた方の間の問題は片がつけられたであろう。アッラー*は不正*者たちのことを、最もよくご存知であられる」。","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"１　前アーヤ*の訳注を参照。","lang":"ja"},{"name":"6:59","price":"また、かれ（アッラー*）以外に知る者はない不可視の世界*の鍵¹は、かれの御許にこそある。またかれは、陸と海にあるものも（全て）ご存知である。そしてかれがご存知にならずしては、葉一枚も落ちることがない。また、地面の暗闇の中にある種一粒であっても、あるいは湿っているものでも、乾いているもの²でも。（それらのことで）明白な書³の中に（記録されて）ないものは、ないのだ⁴。","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"１　教友*イブン・アッバース*によれば、これはルクマーン章３４の中で言及されている五つの知識のことであるという（アル＝ブハーリー４７７８参照）。 ２　この「湿っているもの」「乾いているもの」には、「水場と砂漠」「芽生えるものと芽生えないもの」「生命のあるものと死んだもの」「つまり全てのもの」といった解釈がある（アル＝バガウィー２：１３０参照）。 ３　「明白な書」とは、守られし碑板*のこと（ムヤッサル１３４頁参照）。 ４　同様のアーヤ*として、婦人章４０、ユーヌス*章６１、サバア章３も参照。","lang":"ja"},{"name":"6:60","price":"また、かれは夜にあなた方（の魂）を召され¹、あなた方が昼に稼いだものをご存知になるお方。それからかれは、（現世での）定められた期間が全うされるべく、（その魂を再び身体に戻すことで、）あなた方をそこ（昼）において蘇らされる。その後かれの御許にこそ、あなた方の帰り所があるのであり、それからかれは、あなた方が（現世で）行っていたことについて、あなた方にお告げになるのだ。","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"１　アッラー*は夜（眠っている時に）、人の魂をお召しになるが、それはちょうど死の際に魂が召されるのと似ている。また眠りから目覚めた時、かれはその魂をその身体へと戻されるが、それは死後に生命が与えられることを彷彿（ほうふつ）とさせる。そして同様にアッラー*は、死後の復活がお出来なのだ（ムヤッサル１３５頁参照）。また、集団章４２も参照。","lang":"ja"},{"name":"6:61","price":"また、かれはその僕たちの上に君臨される*お方であり、あなた方に記録者たち¹を遣わされる。やがてあなた方の誰かに死が訪れれば、われら*の使いたち²は抜かりなく、彼（の魂）を召すのだ。","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"１　この「記者たち」とは、昼夜交代で人間の行いを監視し、記録する天使*たちのこと（アッ＝タバリー４：３２０３参照）。雷鳴章１１「交代番」の訳注も参照。 ２　この「使いたち」は、死の天使*たちのことを指す（ムヤッサル１３５頁参照）。","lang":"ja"},{"name":"6:62","price":"それから彼らは、自分たちの真の庇護者*であるアッラー*の御許へと戻される。（その日の）裁決は、かれのみに属するのではないか。かれは、最も早く計算される*お方である。","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:63","price":"（使徒*よ、）言ってやるがいい。「（人目をはばからず）畏まり、そして密かに（こう）祈るあなた方を、陸と海の闇¹から救って下さるのは誰なのか？『かれ（アッラー*）が、もしも私たちをここから救って下さったら、私たちは必ずや（かれのみを崇拝*することで、）感謝する者になります』」。","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"１　「陸と海の闇」とは、そこでの困難や恐怖のこと。陸や海の旅行中、道に迷って死の恐怖に陥った時、彼らはアッラー*だけに祈ったものであった（アル＝バガウィー２：１３０参照）。","lang":"ja"},{"name":"6:64","price":"（使徒*よ、）言ってやるがいい。「アッラー*がそこから、そしてあらゆる苦悩から、あなた方をお救い下さるのだ。その後に及んで、あなた方はシルク*を犯すのである」。","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:65","price":"（使徒*よ、）言ってやるのだ。「かれはあなた方の頭上から、またはあなた方の足元から、あなた方に懲罰をもたらすこと¹も、あるいはあなた方を惑わせて分裂させ、互いに（争わせて）痛い目にあわせることもお出来のお方」。見よ、彼らが理解するようにと、われら*がいかに御徴を多彩に示すかを。","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"１　「頭上から」の懲罰とは、石が降ってきたり、大雨による洪水などのこと「足元から」の懲罰とは、自身や地割れなどのことである、とされる（ムヤッサル１３５頁参照）。","lang":"ja"},{"name":"6:66","price":"あなたの民は、それ¹を嘘呼ばわりした。それは真理であるというのに。言ってやるのだ。「私は、あなた方の代理人²などではない」。","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"１　この「それ」には、「クルアーン*」「懲罰」といった解釈がある（アル＝バガウィー２：１３３参照）。 ２　彼らを守ったり、監視したりする「代理人」（ムヤッサル１３５頁参照）。","lang":"ja"},{"name":"6:67","price":"いかなる話にも、帰結がある。やがてあなた方は、（懲罰という自分たちの最後を）知るだろう。","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:68","price":"（使徒*よ、）われら*の御徴（アーヤ*）について（嘘と嘲笑をもって）喋っている者たちを目にしたら、彼らがそれとは別の話題に移るまで、彼らから離れよ。そして、もしシャイターン*があなたに（、それが禁止されているのを）忘れさせてしまうことがあっても、思い出した後には、不正*者である民と同席してはならない¹。","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"１　アッ＝サァディー*は、このアーヤ*が示す内容に含まれるものとして、本人にそれを正す力がない限り「偽（いつわ）りを語る者」「非合法な物事を語ったり行ったりする者」との同席や、あらゆる悪事の場に立ち会うことの禁止も挙げている（２６０頁参照）。","lang":"ja"},{"name":"6:69","price":"そして（アッラー*を）畏れる*者たちは、彼らの勘定¹において、いかなる責任も問われない。しかし彼らが（アッラー*を）畏れる*べく、訓戒を（与えよ）。","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"１「彼らの勘定」とは、クルアーン*を嘲笑しつつ語っている者たちに対する、アッラー*の清算のこと（ムヤッサル１３６頁参照）。","lang":"ja"},{"name":"6:70","price":"（使徒*よ、）自分たちの宗教¹を遊興と戯れごととし、現世の生活に欺かれた者たちは、放っておけ。また、人が自分で稼いだもの²ゆえに（あらゆる善を）差し止められぬよう、それ（クルアーン*）で教訓を与えよ。彼にはアッラー*の外、いかなる庇護者*も執り成し手もないのだ。また、たとえあらゆる代償を払っても、彼から受け入れてはもらえない。それらの者たちは、自分の稼いだものゆえ、（あらゆる善を）差し止められた者たちである。彼らには、彼らが不信仰に陥っていたことゆえの、煮えたぎる湯の飲み物と、痛ましい懲罰があるのだ。","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"１　イスラーム*のこと（前掲書、同頁参照）。 ２　この「稼いだもの」とは、罪と、自分の主*に対する不信仰のこと（前掲書、同頁参照）。","lang":"ja"},{"name":"6:71","price":"（使徒*よ、）言ってやるがいい。「一体私たちが、アッラー*を差しおいて、私たちを益することもなければ、害することもないものに祈るというのか？また、アッラー*が私たちを導かれた後に、私たちが自分たちの後方へ引き返す¹とでも？ちょうど、『私たちのもとに来なさい』と導きに呼びかける（信仰者の）仲間たちがあるにも関わらず、シャイターン*どもに唆され、地上で迷ってしまった者のように？」言うのだ。「本当にアッラー*のお導きこそ、（真の）導きである。そして私たちは、全創造物の主*に服従（イスラーム*）するよう命じられたのだ」。","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"１　「後方へ引き返す」とは、不信仰へ戻ることを指す（前掲書、同頁参照）。","lang":"ja"},{"name":"6:72","price":"また（、私たちは）礼拝を遵守*し、かれを畏れ*よ、と（命じられた）。かれは（復活の日*）、あなた方がその御許へと召集されるお方である。","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:73","price":"また、かれは、真実によって諸天と大地をお創りになったお方¹。かれが「あれ」と仰せられれば、即そのようになる（復活の）日*のこと（を思い起こさせよ）。かれの御言葉は、真実。角笛に吹き込まれるその日²、かれにこそ王権は属する³。（かれは）不可視の世界*も、現象界⁴もご存知のお方。そしてかれは、英知あふれる*お方、（全てに）通暁されたお方なのだ。","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"１　イムラーン家章１９１「我らが主*よ、・・・ありません」の訳注も参照。 ２　この角笛が天使*イスラーフィールによって一回目に吹き鳴らされると、全ては息絶え、二回目に吹き鳴らされると、それらが復活する（アル＝クルトゥビー７：２０参照）。 ３　そもそも全ての王権はアッラー*に属するが、復活の日*には、かれ以外に王を名乗る者がいなくなる（アッ＝サァディー２６１頁参照）。 ４　「現象界」とは、人々が目にし、知ることのできる物事のこと（イブン・カスィール７：３０９参照）。","lang":"ja"},{"name":"6:74","price":"イブラーヒーム*がその父アーザルに対し、（こう）言った時のこと（を思い起こさせよ）。「一体あなたは、偶像を神¹とするのですか？本当に私は、あなたとあなたの民が、紛れもない迷妄の中にあるとお見受けします」。","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"１　「神」に関しては、雌牛章１３３の訳注を参照。","lang":"ja"},{"name":"6:75","price":"また同様に、われら*はイブラーヒーム*に諸天と大地の絶対なる王権を見せた¹。（それは彼がそれによって証明し、）彼が（アッラーの唯一性*について）確信する者の一人となるためであった。","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"１　つまりアッラー*はそこにある創造物を通して、イブラーヒーム*がアッラーの唯一性*を証明する方法を教示された（イブン・カスィール３：２９０参照）。","lang":"ja"},{"name":"6:76","price":"そして夜の帳が彼の上に下りた時、彼は星を見た。彼は（民に向かって）言った¹。「これが我が主*だ」。そしてそれが姿を消した時、彼は言った。「私は、消え行くものが好きではない」。","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"１　ここからアーヤ*７８までのイブラーヒーム*の語りは、天体を拝していた自分の民に対し、彼らの宗教の間違いと、アッラーの唯一性*を証明するための議論として彼が用いた手法であり、彼自身の信仰が誤っていたわけではない（ムヤッサル１３７頁参照）。","lang":"ja"},{"name":"6:77","price":"また、月が昇るのを見た時、彼は言った。「これが我が主*だ」。そしてそれが姿を消した時、彼は言った。「もしも、我が主*が私をお導きにならなければ、私は必ずや、迷い去った民の類いとなってしまうだろう」。","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:78","price":"それから太陽が昇るのを見た時、彼は言った。「これが我が主*だ。これは（前者）より大きい」。そしてそれが姿を消した時、彼は言った。「我が民よ、本当に私は、あなた方が（アッラー*に）並べて（崇めて）いるものとは無縁なのだ。","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:79","price":"本当に私は、諸天と大地を創成されたお方¹に、我が顔を純正に向ける²。そして私は、シルク*の徒の類いではないのだ」。","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"１　頻出名・用語解説の「創成者*」も参照。 ２「我が顔を純正に向ける」とは、自分の崇拝*行為をアッラー*のみに向ける、ということ。「顔」という語が用いられているのは、それが人間において最も特徴ある部位であるためとされる（アル＝クルトゥビー７：２８参照）。「純正」については雌牛章１３５の訳注を参照。","lang":"ja"},{"name":"6:80","price":"彼の民は、彼と言い争った。彼は言った。「一体あなた方は、アッラー（の唯一性*）について、私と言い争うというのか？かれは確かに、私をお導きになったというのに。私は、あなた方が（アッラー*に）並べて（崇めて）いるもの（の害）など、怖れてはいない。ただ、我が主*が何か（私を罰されるようなこと）をお望みになるのなら、別だが。我が主*は（その）知識で、全てのものを網羅されているのだ。一体あなた方は、教訓を得ないのか？","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:81","price":"また、どうして私が、あなた方が（アッラー*に）並べて（崇めて）いるものを怖れようか？あなた方はアッラー*に対し、かれが（崇拝*すべき）いかなる根拠も下されなかったものを並べ（て崇め）ることを、怖れてはいない。ならば二派¹の内のいずれが、（アッラー*の懲罰から）より安泰であるというのか？もし、あなた方が知っているのならば（、だが）」。","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"１　つまりアッラー*だけを崇拝*する徒と、シルク*の徒のこと（ムヤッサル１３７頁参照）。","lang":"ja"},{"name":"6:82","price":"信仰し、その信仰に、いかなる不正*¹も混じえない者たち、そのような者たちにこそ安泰があるのであり、彼らは導かれた者たちなのだ。","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"１　この「不正*」は、シルク*のこと（アル＝ブハーリー４６２９参照）。","lang":"ja"},{"name":"6:83","price":"それが、われら*がイブラーヒーム*に、その民に対して、授けた論拠である。われら*は、われら*が望む者の位を上げるのだ。本当にあなたの主*は、英知あふれる*お方、全知者であられるのだから。","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:84","price":"また、われら*は彼にイスハーク*とヤァクーブ*を恵み、（その）いずれをも導いた。また（彼ら）以前に、ヌーフ*も導いた。そしてその子孫であるダーウード*、スライマーン*、アイユーブ*、ユースフ*、ムーサー*、ハールーン*も。同様にわれら*は、善を尽くす者¹たちに報いるのだ。","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"１　「善を尽くす者」については、蜜蜂章１２８の訳注を参照。","lang":"ja"},{"name":"6:85","price":"またザカリーヤー*、ヤヒヤー*、イーサー*、イルヤース*も（導いた）。（彼らは）皆、正しい者*たちの仲間であった。","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:86","price":"そしてイスマイール*、アル＝ヤサゥ*、ユーヌス*、ルート*も（導いた）。彼ら全員を、われら*は外のいかなる者よりも引き立てた¹のだ。","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"１　「外のいかなる者よりも・・・」については、雌牛章４７の訳注を参照。","lang":"ja"},{"name":"6:87","price":"また彼らの先祖、子孫、兄弟の内からも（導いた）。そしてわれら*は彼らを選り抜き、彼らをまっすぐな道へと導いたのだ。","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:88","price":"それはアッラー*のお導きであり、かれはその僕たちの内から、かれがお望みになる者をそれで導かれる。そして、もし彼らがシルク*を犯したら、彼らが行っていたことは彼らにとって台無しになるのだ。","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:89","price":"それらの（預言）者*たちは、われら*が啓典と英知と預言者*としての天分を授けた者たちである。それで、もしこれらの（不信仰）者*たちがそれ¹を否定するのなら、われら*はそれを否定しない（別の）民²に、それを確かに委ねるであろう。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"１　クルアーン*のアーヤ*のこと（ムヤッサル１３８頁参照）。 ２　この「民」とは、ムハージルーン*とアンサール*、そして彼らの後を継ぐムスリム*たちのこと（前掲書、同頁参照）。","lang":"ja"},{"name":"6:90","price":"それらの者たちは、アッラー*がお導き下さった者たち。ならば（使徒*よ）、彼らの導きをこそ踏襲するのだ。言うがよい。「私はそのことゆえに、あなた方に見返り¹を求めているわけではない。それは全世界への教訓に外ならないのだから」。","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"１　アッラー*の教えへと招くことと、人々がそれを受け入れることによる、貸しや物質的見返りのこと（アッ＝サアディー２６３頁参照）。","lang":"ja"},{"name":"6:91","price":"彼らは、彼らが「アッラー*は人間に、何もお下しにはならなかった」と言った時、アッラー*を真に敬わなかった。（使徒*よ、彼らシルク*の徒に）言ってやるがいい。「ムーサー*が人々への光と導きとして携えて来た啓典（トーラー*）を下したのは、一体誰なのか？あなた方¹はそれを（分断された）紙片に記している。あなた方はそれ（の一部）は公にし、多くの部分²は隠蔽しているのだ。あなた方（アラブ人）は、あなた方自身も自分たちの先祖も知らなかったことを、（クルアーン*によって）教わったというのに」。言ってやるのだ。「（それを下したのは、）アッラー*である」。それから彼らを、その戯言の中でふざけるままに、放っておくのだ。","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"１　この「あなた方」はマッカ*の不信仰者*ではなく、語りかけの対象が一転して、ユダヤ教徒*たちを指している、とされる。そして後に、また語りかけの対象はアラブ人の不信仰者*らに戻る（ムヤッサル１３９頁参照）。 ２　預言者*ムハンマド*の特徴と、彼の預言者*性を描写するくだりなどのこと（前掲書、同頁参照）。","lang":"ja"},{"name":"6:92","price":"これ（クルアーン*）は、われら*が下した、祝福にあふれ、それ以前のものを確証する啓典である。また、あなたが都市の母と、その周辺¹にいる者へ警告を告げるために（、われら*はそれを下した）。そして来世を信じる者は、自分たちの礼拝を遵守*しつつ、それを信じるのだ。","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"１「都市の母」とは、マッカ*のこと。この呼び名の理由には、大地がマッカ*から広がったからという説や、アッラー*を崇拝*するための最初の館がそこに建設されたからという説など、諸説ある（アッ＝タバリー４：３２６２参照）。また「その周辺にいる者」とは、全ての土地の民のこと（ムヤッサル１３９頁参照）。","lang":"ja"},{"name":"6:93","price":"一体、アッラー*に対して嘘を捏造したり、自分には何も下っていないのに「私に啓示が下った」と言ったり、あるいは「アッラー*が下したようなものを、下してやろう」などと言った者よりも、ひどい不正*を働く者があろうか？（使徒*よ、）もしあなたが、不正*者たちが死の苦悶の中にあり、天使*たち¹が彼らに手を伸ばす時のことを見るのならば！（天使*たちは、言う。）「あなた方の魂を、出せ²。この日あなた方は、自分たちがアッラー*に対して真実ではないことを語っていたことと、かれの御徴に対して奢り高ぶっていたことゆえに、屈辱の懲罰で報われるのだ」。","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"１　人の魂を抜き取る役目を負う、死の天使*たちのこと（前掲書、同頁参照）。 ２　死の天使*たちは不信仰者*が死ぬ時、彼に対する懲罰とアッラー*のお怒りを告げる。すると不信仰者*の魂はその体から出ることを拒（こば）むので、天使*はそれを叩いて無理やり引き出すことになる（イブン・カスィール３：３０２参照）。一方、信仰者の魂は主*との拝謁（はいえつ）を望み、自ら進んで出てくる（アル＝クルトゥビー７：４２参照）。","lang":"ja"},{"name":"6:94","price":"（復活の日*、彼らにはこう言われる。）「あなた方は確かに、われら*があなた方を最初に創った時のように、われら*のもとに一人きりでやって来た¹。われら*が（現世で）あなた方に授けた者を、自分たちの背後に置き去りにして。そしてわれら*は（この日、）あなた方が、自分たち（の崇拝*）における（アッラー*の）同位者であると主張していたあなた方の執り成し手¹を、あなた方と共に見出すことはない。あなた方の間（の関係）は既に断絶し、あなた方が主張していたものは、あなた方から消え失せてしまったのだ」。","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"１　預言者*は仰（おっしゃ）った。「復活の日*、人々は靴も衣服も纏（まと）わず、割礼もされていない状態で召集される」（アル＝ブハーリー６５２７参照）。また、洞窟章４８と預言者*たち章１０４も参照。 ２　彼らがそれらを執り成し手と見なしていたことについては、集団章３とその訳注を参照。","lang":"ja"},{"name":"6:95","price":"本当にアッラー*は、種粒と種子¹を裂かれ（、芽吹かせ）るお方。かれは死から生を取り出され、生から死を取り出されるお方²。そのお方がアッラー*。では、一体どうして、あなた方は（真理から）背かされるのか？","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"１　「種粒（ハッブ）は麦類のような、種そのもののこと。「種子（ナワー）」は桃やナツメヤシなどのように、果実に包まれた種のこと（アッ＝ラーズィー５：７１参照）。 ２　「死から生を取り出され・・・」については、イムラーン家章２７の訳注を参照。","lang":"ja"},{"name":"6:96","price":"（かれは夜の闇から）暁を裂き出されるお方。また、かれは夜を安住の場とされ、太陽と月（の運行）を計算¹とされた。それは偉力ならびなき*お方、全知者のお定めである。","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"１　つまり、それらが正解な「計算」に基づいて運行するものとされた（ムヤッサル１４０頁参照）。そして人はそれらの運行により、時間を知ることが出来る（アッ＝サァディー２６５頁参照）。ユーヌス*章５とその訳注も参照。","lang":"ja"},{"name":"6:97","price":"またかれは、それによってあなた方が陸と海の闇の中を導かれるべく、あなた方のために星々をお創りになったお方。われら*は知識ある民に対し、確かに御徴¹を詳細にした。","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"１　この「御徴」は、アッラー*の御力と偉大さ、英知を示す数々の証拠のこと（アッ＝シャウカーニー２：２０２参照）。","lang":"ja"},{"name":"6:98","price":"またかれは、あなた方を一人の者（アーダム*）からお創りになったお方。それで（あなた方には、）定住地と収容地¹がある。われら*は理解ある民に対し、確かに御徴²を明らかにした。","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"１　「定住地と収容地」の解釈には、前者と後者がそれぞれ「子宮と墓場」「子宮と男性の後背部（男性の精液が生成・収容される場所の意）」「子宮と地上」「現世と来世」「墓場と現世」「墓場と来世」というように大きな見解の相違が見られる（アル＝バガウィー２：１４６－１４７参照）。 ２　この「御徴」については、アーヤ*９７の訳注を参照。","lang":"ja"},{"name":"6:99","price":"またかれは、天から（雨）水を降らしになったお方。そしてわれら*は、それであらゆる植物を芽吹かせ、そこから（瑞々しい）緑を生じさせた。われら*はそこから、連なり重なる種粒を実らせる。またナツメヤシの木、その莢¹からは（われら*の意思によって）、低く垂れ下がる房がなる。そして葡萄の果樹園、また（、一面では）似ているが、（別の面では）異なる²オリーブとザクロも（生じさせた）。それが実をつけ熟した時に、その果実を見てみるがよい。実にその中にはまさしく、信仰する民への御徴⁴があるのだから。","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"１　これはナツメヤシの実がなる房が出てくる、莢状のもののこと（イブン・アーシュール７：３２８参照）。 ２　この意味の解釈には、「葉は似ているが、実は異なる」「見た目は似ているが、味は異なる」といった複数の説がある（アッ＝タバリー４：３２８７参照）。 ３　この「御徴」については、アーヤ*９７の訳注を参照。","lang":"ja"},{"name":"6:100","price":"彼ら（シルク*の徒）はアッラー*に対し、ジン*を（アッラー*の崇拝*における）同位者とし（て崇め）た。かれ（アッラー*）が、彼ら（ジン*）をお創りになったというのに。また彼ら（シルク*の徒）は知識もなく、かれに息子や娘をでっち上げた¹。かれに称え*あれ、かれは彼らの言うようなこと（シルク*を犯しているもの）から（無縁で）、遥か高遠²であられる。","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"１　キリスト教徒*のイーサー*やユダヤ教徒*のウザイル（悔悟章３０参照）のように、アッラー*には息子があるとか、あるいは当時のアラブ人のように、天使*がアッラー*の娘である（蜜蜂章５７とその訳注も参照）というようなことを、根拠もなく語っていたことを指す（イブン・ジュザイ１：２８１参照）。 ２　雌牛章１１６の訳注も参照。","lang":"ja"},{"name":"6:101","price":"（かれは）諸天と大地の独創者*。かれには伴侶もないのに、どうしてかれに子供などあり得ようか？そしてかれが全てをお創りになり、かれは全てのことをご存知のお方だというのに？","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:102","price":"そのお方がアッラー*、あなた方の主*、かれ以外に（真に）崇拝*すべきものはない。（かれは）全ての創造主である。ならば、かれを崇拝*せよ。かれは、全てのことを請け負われる*お方であられる。","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:103","price":"視覚が（現世で）かれ（アッラー*）を捉えることはない¹。かれが視覚を捉え給うのであり、かれは霊妙な*お方、通暁されるお方なのだ。","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"１　復活の日*、信仰者はアッラー*との拝謁（はいえつ）の際、かれの全体像を捉えることは出来なくても、かれを拝見する栄誉に与（あず）かることが出来るとされる（アル＝ブハーリー７４３４参照）。","lang":"ja"},{"name":"6:104","price":"（使徒*よ、言うがよい。）「あなた方の主*の御許からあなた方のもとに、開眼¹が確かに到来した。（それに）開眼する者は誰でも、自分自身を益し、（そこにおいて）盲目である者²は誰でも、自分自身を害するのだ。そして私は、あなた方の監視役³などではない」。","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"１　この「開眼」とは、それによって迷いから導きを見極（みきわ）めることの出来る明証、つまりクルアーン*のこと（ムヤッサル１４１頁参照）。 ２　「盲目である者」に関しては、アーヤ*５０「盲人」の訳注を参照。 ３　「監視役」については、婦人章８０の訳注を参照。","lang":"ja"},{"name":"6:105","price":"同様に、われら*は御徴¹を多彩に示すのだ。そして（その結果、）彼ら（シルク*の徒）は、「あなたは学習したのだ」²と言ったのだが、（それは）われら*が、それを知識ある民に明らかにするためなのだ。","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"１　この「御徴」とは、アッラーの唯一性*、ムハンマド*の預言者*性、復活などの証拠（ムヤッサル１４１頁参照）。 ２　マッカ*の不信仰者*らは、預言者*ムハンマド*がクルアーン*を、異国人や啓典の民*から教わったものである、と主張したりもした（アル＝バガウィー２：１４９参照）。蜜蜂章１０３、識別章４－５、煙霧章１４も参照。","lang":"ja"},{"name":"6:106","price":"（使徒*よ、）あなたの主*からあなたに啓示されたものに、従えーーかれの外に、崇拝*すべきものはないーー。そして、シルク*の徒から遠ざかれ。","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:107","price":"また、もしアッラー*がお望みであったなら、彼らはシルク*を犯さなかったのだ¹。そしてわれら*は、（使徒*よ、）あなたを彼らに対する監視役²としたのではないし、あなたは彼らへの（諸事の面倒を見るための）代理人というわけでもない。","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"１　これはシルク*の徒が信仰を望んでいるのに、アッラー*がそれを阻（はば）まれるということではない。アッラー*は、信仰への意思も示さず、不信仰にしがみついている者の信仰を望まれないのである（アブー・アッ＝スウード３：１７１参照）。集団章７も参照。 ２　「監視役」については、婦人章８０の訳注を参照。","lang":"ja"},{"name":"6:108","price":"（ムスリム*たちよ、）あなた方は、彼らがアッラー*を差しおいて祈っているものを、罵ったりしてはならない。そうすれば彼らは度を越して、知識もないままに、アッラー*のことを罵ってしまうだろう。同様にわれら*は、各共同体にその行いを目映く見せたのだ。その後、彼らの主*の御許こそは、彼らの戻る場所なのであり、かれは彼らが行っていたことについて、彼らにお告げになるのである。","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"ja"},{"name":"6:109","price":"彼らは、もしも御徴¹が自分たちに到来したら（使徒*のことを）必ず信じる、と躍起になってアッラー*にかけて誓った。（使徒*よ、）言ってやるがいい。「御徴」は、アッラー*の御許（から）だけである」。そしてそれが到来しても、彼らが信じない（かもしれない）ということを、何があなた方に知らせようか？","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"１　この「御徴」とは、奇跡のこと。雌牛章１０８、ユーヌス*章９７、夜の旅章９０－９３、ター・ハー章１３３、預言者*たち章６、識別章７－８、創成者*章４２も参照。","lang":"ja"},{"name":"6:110","price":"彼らがそれを当初から信じなかったように、われらは彼らの心と眼を（アッラー*の御徴の理解から）転回させる¹。そしてわれら*は、彼らが彷徨うまま、彼らを（アッラー*への反抗という）ひどい放埓さの中に放ったらかしにしておくのだ。","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"１　つまり、信仰から阻（はば）まれるということ。これは目の前に扉が開かれ、道を示されたにも関わらず、当初から信仰を拒（こば）み続けた不振後者*の状態。そしてそのような結果を招いたのは、自分自身なのである（アッ＝サァディー２６９参照）。","lang":"ja"}],"juz":{"id":7,"name":"وَإِذَا سَمِعُوا","transliteration":"Wa Iza Sami'u","transEn":"And When They Hear","startVerse":"5:82","endVerse":"6:110","totalVerses":149}}