{"data":[{"name":"11:1","price":"Elif Lâm Râ, Bu, Hakim ve her şeyden haberdar olan Allah tarafından âyetleri sağlam kılınmış, tam olarak açıklanmış bir kitaptır.","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":null,"lang":"tr"},{"name":"11:2","price":"Allah’tan başkasına ibadet etmeyesiniz. Ben, O’nun tarafından sizler için bir uyarıcı ve müjdeciyim. ","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":null,"lang":"tr"},{"name":"11:3","price":" Rabbinizden mağfiret dileyin, sonra da tevbe ile onu dönün ki, sizi belli bir süreye kadar güzel bir şekilde geçindirip, yaşatsın ve her fazilet sahibine faziletinin karşılığını versin. Şayet yüz çevirirseniz, o zaman hakkınızda ki büyük günün azabından korkarım.","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":null,"lang":"tr"},{"name":"11:4","price":"Dönüşünüz Allah’adır. O’nun her şeye gücü yeter.","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":null,"lang":"tr"},{"name":"11:5","price":" İyi bilin ki, onlar ondan gizlenmek için göğüslerini bükerler. İyi bilin ki, Allah elbiselerine büründükleri zaman da gizlediklerini ve açıkladıklarını bilir. O, kalplerin özünü bilir.","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":null,"lang":"tr"},{"name":"11:6","price":"Yeryüzünde hareket eden her canlının rızkı Allah’a aittir. Onun karar kılma /bulundukları yerini de emanet edileceği (gideceği) yeri de bilir. Hepsi açıklanmış bir kitaptadır.","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:7","price":"O’nun Arşı su üzerinde iken hanginiz daha güzel çalışacak diye imtihan etmek için gökleri ve yeri altı günde yaratan O’dur. Şayet sen: \"Kesinlikle siz, öldükten sonra yine dirileceksiniz\" demiş olsan, kâfirler: \"Bu apaçık büyüden başka bir şey değildir\" derler.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:8","price":"Şayet azabı onlardan sayılı bir süreye kadar ertelersek: \"O'nu engelleyen nedir?\" derler. Dikkat edin. Alay ettikleri şey onlara geldiği gün; onlardan hiç ayrılmaz ve onları çepeçevre içine alır.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:9","price":"Eğer insanlara tarafımızdan bir rahmet tattırıp, sonra onu kendisinden geri alırsak, o artık ümitsiz bir nankör olur. ","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:10","price":"Eğer ona, kendisine dokunan sıkıntıdan sonra nimetler verirsek şöyle söyleyecektir: Kötülükler benden uzaklaştı. O, gerçekten şımaracak ve övünecektir.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:11","price":"Sabreden ve salih ameller işleyen kimseler böyle değildir. İşte onlara, mağfiret ve büyük bir mükâfat vardır.","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:12","price":"O halde sen: \"Ona bir hazine indirilmeli veya Onunla birlikte bir melek gelmeli değil miydi?\" dedikleri için göğsün daralıp sana vahyedilenin bir kısmını terk mi edeceksin? Sen ancak bir uyarıcısın. Allah, her şeyin vekilidir.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:13","price":"Yoksa: \"Onu kendisi uydurdu mu?\" diyorlar. De ki: Ona benzer uydurulmuş on sûre getirin. Eğer doğru iseniz Allah’tan başka gücünüzün yettiği kimseleri de çağırın!","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:14","price":" Eğer size karşılık vermezlerse, onun ancak Allah’ın ilmi ile indirilmiş olduğunu ve O’ndan başka (hak) ilah olmadığını bilin! Artık siz müslüman oluyor musunuz?","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:15","price":"Dünya hayatını ve onun süslerini isteyenlere, orada yaptıklarının karşılığını tam olarak veririz ve hiçbir eksikliğe de uğratılmazlar.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:16","price":"Bunlar için ahirette ateşten başka bir şey yoktur. Orada yaptıkları (ameller) boşa gitmiştir ve işledikleri zaten batıldır. ","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:17","price":"Rabbi katından (gelen) açık bir delil üzere olan ve ardından Rabbinden bir şahidin takip ettiği ve kendisinden önce bir de önder ve rahmet olarak Musa'nın kitabı bulunan kimse (kâfirler gibi) midir? Bunlar o (kitaba) inanırlar. Hangi topluluk ona küfrederse vaat edilen yeri ateştir. O (Kitap) dan şüphen olmasın. Şüphesiz O, Rabbinden (gelen) haktır. Fakat, insanların çoğu iman etmezler.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:18","price":"Allah hakkında yalan uydurandan daha zalim kim olabilir? Onlar, Rab’lerine arz edilecekler, şahitler de: \"Bunlar, Rab’leri hakkında yalan söyleyen kimselerdir.” derler. Dikkat edin! Allah’ın laneti, zalimlerin üzerinedir. ","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:19","price":"Allah’ın yolundan engelleyen ve onda bir çarpıklık arayan ve ahirete de küfredenlerdir.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:20","price":"Bunlar, yeryüzünde (Allah'ı) aciz bırakacak değillerdir. Onların Allah’tan başka bir velisi/yardımcısı da yoktur. Onlara kat kat azap vardır. Çünkü onlar, (hakkı) işitmezler ve görmezlerdi.","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:21","price":"Bunlar kendilerini hüsrana uğratanlardır. Onları uydurdukları (ilahları) da terk etmiştir.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:22","price":"Gerçekten onlar, ahirette en çok hüsrana uğrayanlardır.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:23","price":"İman edip, salih amel işleyenler ve Rab’lerine boyun eğenler, onlar cennet halkıdırlar. Onlar orada ebedi kalacaklardır.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:24","price":" Bu iki topluluğun (müminlerle kâfirlerin) durumu, kör ve sağır ile gören ve işiten kimseler gibidir. Durumları hiç eşit olur mu? Hiç düşünmez misiniz?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:25","price":"Nuh’u halkına göndermiştik: Ben sizler için açık bir uyarıcıyım (dedi). ","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:26","price":" Allah’tan başkasına ibadet etmeyesiniz. Hakkınızda acı bir günün azabından korkuyorum.","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:27","price":" Halkının ileri gelen kâfir takımı: \"Biz, senin sadece bizim gibi bir insan olduğunu görüyoruz. Sana, görüşü olmayan, ayak takımından başka kimsenin tabi olduğunu da görmüyoruz. Sizin bizim üzerimize bir üstünlüğünüzü de görmüyoruz. Aksine sizin yalancılar olduğunuza inanıyoruz\" dediler.","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:28","price":"\"Ey Halkım! Söyleyin bakalım?\" dedi. \"Eğer ben, Rabbim tarafından açık bir delil ile gelmişsem ve katından bana, bir rahmet vermiş ise siz de ona karşı kör kalmışsanız, (o rahmeti) istemediğiniz halde sizi ona zorlayacak mıyız?\"","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:29","price":"Ey Halkım! Ben sizden buna karşılık bir mal istemiyorum. Benim ecrimi Allah verecektir. Ben, iman eden kimseleri kovamam. Onlar, elbette Rab’lerine kavuşacaklardır. Fakat ben sizin cahillik eden bir halk olduğunuzu görüyorum.","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:30","price":"Ey Halkım! Eğer ben onları kovarsam, Allah’a karşı bana kim yardım edebilir? Hiç düşünmüyor musunuz?","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:31","price":"Ben, size, “Allah’ın hazineleri yanımdadır” demiyorum. Gaybı bilmem. Ben, bir meleğim de demiyorum. Gözlerinizin hor gördüklerine “Allah kesinlikle iyilik vermez” de demiyorum. Onların kalplerinde olanı en iyi Allah bilir. Yoksa gerçekten ben zalimlerden olurum.","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:32","price":"Dediler ki: Ey Nuh! Bizimle çok mücadele ettin ve ileri gittin. Eğer doğru söylüyorsan haydi bize vadettiğini getir.","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:33","price":"Eğer dilerse onu size getirecek olan ancak Allah’tır. Siz ondan kaçamayacaksınız.","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:34","price":"Eğer Allah sizin azmanızı dilemişse ben size öğüt vermek istesem de, öğüdüm size fayda vermez. O, sizin Rabbinizdir ve O’na döndürüleceksiniz.","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:35","price":"Yoksa, “Bunları uyduruyor mu?\" diyorlar. De ki: Eğer, onu uyduruyorsam, suçu bana aittir. Ben sizin işlediğiniz suçlardan tamamen uzağım.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:36","price":"Nuh’a: “Gerçekten iman edenlerin dışında, kavminden (başka) kimse iman etmeyecek. O halde, onların yaptıklarına üzülme!” diye vahyedildi.","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:37","price":"Gözlerimizin önünde vahyettiğimize göre gemi yap, zulmedenler için beni muhatap alma! Muhakkak onlar boğulacaklardır. ","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:38","price":"Nuh gemiyi yapar. Halkının önde gelenleri ona her uğrayışlarında, onunla alay ederler. O: \"Bizimle alay edin bakalım, biz de alay ettiğiniz gibi sizinle alay edeceğiz\" der.","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:39","price":" Birazdan alçaltıcı azabın kime geleceğini ve kalıcı azabın kimi kuşatacağını anlayacaksınız.","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:40","price":"Sonunda emrimiz gelip, tandır (içinden sular) kaynamaya başlayınca: \"Her cinsten birer çifti, aleyhinde söz geçmiş olanlar dışında kalan aileni ve iman edenleri gemiye bindir” dedik. Zaten onun yanında iman etmiş olan kimseler çok azdı.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:41","price":"\"Ona binin, onun yürümesi ve durması Allah’ın adıyladır. Şüphesiz Rabbim, çokça mağfiret edendir, çokça merhamet edendir\" dedi. ","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:42","price":"Gemi dağlar gibi dalgalar arasında akıp onları götürüyordu. Nuh, bir kenara çekilmiş oğluna: \"Yavrucuğum, bizimle bin, kâfirlerle olma!\" diye seslendi.","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:43","price":"Oğlu: \"Beni sudan koruyacak bir dağa sığınacağım\" dedi. Nuh: \"Bugün, Allah’ın kendisine rahmet ettiğinden başkasının korunacağı bir yer yoktur\" derken aralarına bir dalga girdi de o da boğulanlardan oldu. ","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:44","price":"\"Ey yeryüzü! Suyunu yut! Ey gök tut!\" denildi. Su çekildi, emir gerçekleşti, gemi Cudi’ye oturdu. Ve şöyle denildi: Kahrolsun zalim toplum!","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:45","price":"Nuh, Rabbine nida ederek şöyle dedi: \"Rabbim! Şüphesiz oğlum benim ailemdendir ve şüphesiz senin vaadin de gerçektir. Sen hakimlerin hakimisin.\" ","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:46","price":"Allah: \"Ey Nuh! O senin (kurtulacak olan) ailenden değildir. Çünkü doğru olmayanı yaptı. Öyleyse, bilmediğin şeyi benden isteme. Cahillerden olma diye sana öğüt veriyorum\" dedi.","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:47","price":"\"Rabbim, bilmediğim şeyi senden dilemekten sana sığınırım. Eğer bana mağfiret ve rahmet etmezsen hüsrana uğrayanlardan olurum\" dedi.","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:48","price":"Ey Nuh! Sana ve seninle birlikte olan topluluklara, katımızdan bir güvenlik ve bereketlerle in. Kendilerini (dünyada) faydalandıracağımız, sonra da bizden kendilerine elem verici bir azabın dokunacağı ümmetler de olacaktır.","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:49","price":"İşte bunlar, sana vahyettiğimiz gaybın haberleridir. Bundan önce ne sen ne de kavmin onu bilmiyordunuz. O halde sabret, sonuç muttakilerindir.","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:50","price":"Âd toplumuna da kardeşleri Hûd’u gönderdik: Ey halkım, dedi. Allah’a ibadet edin, sizin O’ndan başka ilahınız yoktur. (Başka ilahlara ibadet ederek)Siz sadece iftira ediyordunuz, dedi.","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:51","price":"Ey halkım, sizden bir ücret beklemiyorum. Benim ecrim, beni yoktan yaratana aittir. Aklınızı kullanmıyor musunuz? ","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:52","price":"Ey halkım, Rabbiniz'den mağfiret dileyin. Sonra O’na yönelin ki size bol bol yağmur göndersin. Kuvvetinize kuvvet katsın, siz de günahkârlar olarak yüz çevirmeyin.","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:53","price":"\"Ey Hûd! Sen bize apaçık bir delil getirmedin, biz de senin sözünle ilahlarımızı bırakacak ve sana iman edecek değiliz\" dediler.","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:54","price":"Biz ancak ilahlarımızdan biri seni kötü çarpmış demekten başka bir şey demeyiz, dediler. Hûd: Ben, Allah’ı şahit tutuyorum. Siz de şahit olun ki, ben sizin O’nu bırakıp koştuğunuz şirklerden uzağım. O’ndan başka (ibadet ettiklerinizden uzağım).","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:55","price":"Bana hepiniz toptan tuzağınızı kurun. Sonra da bana mühlet vermeyin, dedi. ","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:56","price":"Şüphesiz ben, benim de sizin de Rabbiniz olan Allah’a tevekkül ettim. Hiç bir canlı yoktur ki O, onun perçeminden tutmuş olmasın. Şüphesiz Rabbim dosdoğru olan (adalet) yol üzeredir.","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:57","price":" Ben size elçisi olduğum şeyi açıkladım. Eğer yüz çevirirseniz, Rabbim, yerinize sizden başka bir toplum getirir. Ona hiç bir şekilde zarar veremezsiniz. Kuşkusuz Rabbim, her şeyi koruyandır, dedi.","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:58","price":"Emrimiz gelince Hûd’u ve yanındaki müminleri rahmetimizle kurtardık. Onları çetin bir azaptan koruduk.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:59","price":"İşte Âd! Rabbinin ayetlerini bile bile inkâr ettiler ve O’nun elçilerine isyan edip, her inatçı zorba emrine uydular.","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:60","price":"Bu dünyada da, kıyamet gününde de lanete uğradılar. İyi bilin ki Âd, Rabbine kâfir oldu. Dikkat edin! Hûd’un toplumu Âd helak edildi.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:61","price":"Semûd’a kardeşleri Salih’i gönderdik. Ey halkım! Yalnız Allah’a ibadet ediniz. Sizin, O’ndan başka (hak) ilahınız yoktur. Sizi yeryüzünden (topraktan) yaratan ve sizi orada yaşattı. O halde O’ndan mağfiret dileyin. Sonra da O’na (tevbe ile) yönelin. Kuşkusuz Rabbim, çok yakındır, (dualara) çokça icabet edendir dedi.","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:62","price":"Ey Salih, bundan önce aramızda kendisinden (lider olması) ümit beslenen bir kimse idin. Şimdi, atalarımızın ibadet ettiklerine bizim de ibadet etmemizi mi yasaklıyorsun? Doğrusu biz, davet ettiğin şeyden iyiden iyiye şüphe ediyoruz, dediler. ","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:63","price":"Salih: Ey halkım, Rabbimden bir delil üzerindeysem ve bana ondan bir rahmet verilmiş olduğu halde O’na isyan edersem, bana Allah’a karşı kim yardım edebilir? Bana zararımı artırmaktan başka bir şey yapamazsınız, dedi.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:64","price":"Ey halkım, Bu, size açık bir ayet olarak Allah’ın devesidir. Onu bırakın, Allah’ın arzında yayılsın. Ona kötülük etmeyin; yoksa sizi çok yakında bir azap çarpar.","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:65","price":"Deveyi kestiler. Ancak üç gün daha yurdunuzda yaşarsınız, bu yalanlanmayacak bir vaattir dedi. ","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:66","price":"Emrimiz gelince Salih’i ve beraberindeki müminleri, katımızdan bir rahmet ile o günün aşağılatıcı azabından kurtardık. Kuşkusuz Rabbin, Aziz'dir, çok güçlüdür.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:67","price":"Zalimleri ise bir çığlık aldı ve yurtlarında cansız olarak çöküp kaldılar. ","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:68","price":" Sanki orada hiç yaşamamışlardı. Bilin ki, Semudlular, Rablerine kâfir oldular. Bilin ki Semud, helak edildi.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:69","price":"Elçilerimiz, müjde ile İbrahim’e gelmişler ve “Selam!” demişlerdi. İbrahim de: Selam deyip, hemen bir kızarmış buzağı getirdi. ","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:70","price":" Ellerini ona uzatmadıklarını görünce onları yadırgadı ve içine bir korku düştü. Korkma, dediler. Biz, Lût halkına gönderildik.","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:71","price":"Bu arada ayakta durmakta olan karısı güldü. Biz, Ona İshak’ı müjdeledik. İshak’ın ardından da Yakub’u! ","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:72","price":"Vay halime! Ben ihtiyar bir kadınım, kocam da yaşlı olduğu halde nasıl doğurabilirim? Bu şaşılacak bir şey! dedi.","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:73","price":"Sen Allah’ın işine mi şaşırıyorsun? Dediler. Ey evin halkı! Allah’ın rahmeti ve bereketi sizin üzerinizdedir. Şüphesiz, O Hamid'dir, Mecid'dir.","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:74","price":"İbrahim’in korkusu geçip, müjdeyi de alınca Lût halkı hakkında bizimle tartışmaya başladı. ","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:75","price":"İbrahim gerçekten çok dua edip, yalvaran ve yumuşak kalpli biriydi","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:76","price":"Ey İbrahim, bundan vazgeç. Şüphesiz Rabbinin emri gelmiştir. Ve onlara kesinlikle geri çevrilemeyecek bir azap gelmektedir, dediler.","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:77","price":"Elçilerimiz, Lût’a gelince üzüldü. Onlardan dolayı içi daraldı da bu, şiddetli bir gündür, dedi.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:78","price":"Daha önce çirkin işler yapan halk , koşarak ona geldiler. Lût: Ey kavmim, İşte bunlar, kızlarımdır. Onlar sizin için en temiz olandır. Allah’tan sakının, misafirlerime beni rezil etmeyin. İçinizde hiç mi aklı başında olan bir adam yok? dedi.","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:79","price":"Senin kızlarını istemediğimizi biliyorsun. Bizim ne istediğimizi de elbette biliyorsun, dediler.","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:80","price":"Keşke size yetecek bir kuvvetim ya da sağlam bir topluluğa sığınabilseydim, dedi. ","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:81","price":"Ey Lût! \"Biz, Rabbinin elçileriyiz. Onlar, sana dokunamayacaklar\" dediler. Gecenin bir kısmınla ailenle beraber yola çık, kimse ardına bakmasın. Ancak karın müstesna dediler. Onların başına gelen, onun da başına gelecektir, dediler. Onlara vaat edilen vakit sabahtır, dediler. Sabah da yakın değil mi? dediler.","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:82","price":"Emrimiz gelince oranın altını üstüne getirdik. Üzerilerine üzerlerine (balçıktan) pişirilip ardı ardına taşlar yağdırdık.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:83","price":"Rabbinin katından, işaretlenerek (yağdırılmıştır) Bu (azab) şimdi de zalimlerden (Mekkelilerden) uzak değildir.","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:84","price":"Medyen’e de kardeşleri Şuayib’i (gönderdik). Ey halkım, dedi. Yalnızca Allah’a ibadet edin. Sizin O’ndan başka ilahınız yoktur. Ölçü ve tartıyı eksik yapmayın. Ben, sizi hayır (bolluk) içinde görüyorum. Ve ben, sizi kuşatacak bir günün azabından korkuyorum. ","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:85","price":"Ey Halkım, ölçü ve tartıyı adaletle yapın. Kimsenin malını eksik vermeyin. Yeryüzünde fesatçı olup karışıklık çıkarmayın.","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:86","price":"Eğer mümin olursanız Allah’ın bıraktığı (kâr) sizin için daha hayırlıdır. Ben, sizin üzerinizde bir gözetleyici değilim.","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:87","price":"Onlar da: Ey Şuayip! Atalarımızın ibadet ettiğini veya mallarımızı hakkında istediğimiz gibi davranmayı bırakmamızı senin salâtın mı emrediyor? Oysa sen yumuşak huylu ve çok akıllısın!","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:88","price":"Dedi ki: Ey kavmim! Eğer benim, Rabbim tarafından (verilmiş) apaçık bir delilim varsa ve O bana tarafından güzel bir rızık vermişse buna ne dersiniz? Sizi birtakım şeylerden menederek kendim onları işlemek istemiyorum. Sadece gücümün yettiği kadar ıslah etmek istiyorum, dedi. Başarım yalnız Allah'a bağlıdır. dedi. O’na tevekkül ettim O’na yöneldim, dedi. ","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:89","price":"Ey kavmim! Bana karşı olan muhalefetiniz Nuh kavminin veya Hûd kavminin yahut Sâlih kavminin başlarına gelen musibete uğratmasın! Lût halkı sizden uzak değildir. ","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:90","price":"Rabbinizden mağfiret dileyin. O’na (tevbe) yönelin, kuşkusuz Rabbim, çok merhamet eder, (müminleri) çok sever. ","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:91","price":"Ey Şuayb! Biz, senin söylediklerinin çoğunu anlamıyoruz ve biz, senin aramızda zayıf olduğunu görüyoruz, dediler. Eğer kabilen olmasaydı seni taşa tutardık, dediler. Yoksa bizim yanımızda hiç bir değerin de yok, dediler. ","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:92","price":"Ey Halkım! Kabilem size göre Allah’tan daha mı değerlidir ki onu (Allah'ın emirlerini) arkanıza attınız? Şüphesiz Rabbim, sizin yaptıklarınızı kuşatandır, dedi. ","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:93","price":"Ey halkım, elinizden gelen yapageldiğiniz her şeyi yapın, ben de yapacağım. Kime rezil edici bir azabın geleceğini, kimin yalancı olduğunu bileceksiniz. Bekleyin, doğrusu ben de sizinle bekliyorum. ","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:94","price":"Emrimiz gelince, Şuayib’i ve beraberindeki mü’minleri katımızdan bir rahmetle kurtardık. Zalimleri bir çığlık yakaladı. Oldukları yerde çöküp, kaldılar.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:95","price":"Sanki orada hiç yaşamamışlardı. Dikkat edin, Semûd’un helak olduğu gibi Medyen de helak oldu. ","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:96","price":"Musa’yı da ayetlerimizle ve açık bir delil ile göndermiştik.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:97","price":"Firavun ve kavminin ileri gelenlerine. Onlar, Firavun’un emrine uydular; oysa Firavun'un emri doğru değildi.\n","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:98","price":"(Firavun), Kıyamet günü halkına öncülük eder. Onları ateşe götürür. Gittikleri yer ne kötü yerdir.","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:99","price":"Hem burada da kıyamet gününde de lanete uğrarlar. Onlara peşpeşe verilen bu şeyler ne kötüdür.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:100","price":" İşte bu, (halkı helâk olmuş) memleketleri sana haber veriyoruz. Onlardan (bugüne kadar izleri) kalan da vardır, biçilmiş ekin (gibi yok olan) da vardır. ","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:101","price":"Onlara biz zulmetmedik, fakat onlar kendi nefislerine zulmettiler. Rabbinin emri geldiği zaman Allah’ın dışında dua edip, yalvardıkları ilahları onlara hiç bir fayda sağlamadı. (İlahları) Onların ancak hüsranlarını arttırdı. ","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:102","price":"İşte, Rabbin zalim olan ülkeleri yakaladığı zaman böyle yakalar. Şüphesiz O’nun yakalaması acı vericidir, şiddetlidir.","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:103","price":"Ahiretin azabından korkanlara bunda ibretler vardır. Bu, toplanma günüdür. Bu, şahitlik günüdür. ","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:104","price":"Biz, o günü sayılı bir süreye kadar erteleriz. ","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:105","price":"O gün gelince, Allah’ın izni olmadıkça hiç kimse konuşamaz. Onların bir kısmı şakidir, bir kısmı mesuttur.","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:106","price":"Şaki olanlar ateştedirler. Orada onların (azaptan dolayı öyle feci) nefes alıp vermeleri vardır ki. ","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:107","price":"Rabbinin dilemesi dışında, gökler ve yer durdukça onlar da ateşte daimidirler. Şüphesiz Rabbin, dilediğini yapandır. ","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:108","price":"Mesut olanlar ise cennettedirler. Gökler ve yer durdukça, orada ebedi kalacaklardır. Ancak Rabbinin (daha önce müminlerden bir kısım günahkârların azabını) dilediği kimseler müstesna. Bu tükenmez/kesintisiz bir lütufdur. ","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:109","price":"Öyleyse sakın onların ibadet ettiği şeylerden kuşkun olmasın ki onlar, daha önce babalarının ibadet ettiği gibi ibadet ediyorlar Biz, onlara paylarını hiç eksiksiz olarak vereceğiz. ","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:110","price":"Musa’ya kitap vermiştik. Onda ihtilaf ettiler. Daha önce Rabbin tarafından verilmiş bir söz olmasaydı, aralarında (azabın gelmesi için) hükmedilmiş olurdu. Onlar, hâlâ ondan şek ve şüphe içindedirler. ","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:111","price":"Rabbin onların yaptıklarının karşılığını tam olarak verecektir. Allah, onların yapmakta olduğu her şeyden haberdardır. ","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:112","price":"O halde seninle beraber tevbe edenlerle birlikte emrolunduğun gibi dosdoğru ol! Kuşkusuz O, yapmakta olduğunuz her şeyi görendir. ","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:113","price":"Zalimlere yönelmeyin, yoksa ateş size de dokunur. Sizin Allah’tan başka bir veliniz/yardımcınız olmaz. Sonra yardım da görmezsiniz.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:114","price":"Gündüzün iki ucunda ve gecenin ilk saatlerinde namaz kıl, iyilikler kötülükleri giderir. Bu, öğüt alanlara bir hatırlatmadır. ","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:115","price":"Sabret, Allah iyilerin ecrini zayi etmez.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:116","price":"Sizden önceki asırlarda, yeryüzünde bozgunculuktan men eden faziletli kimseler bulunsaydı ya. Fakat onlar arasından, ancak kendilerini kurtardığımız pek az kişi müstesna (böyle yaptı). Zulmedenler ise, kendilerine verilen refahın peşine düştüler. Günahkâr oldular. ","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:117","price":"Rabbin, halkı ıslah edici olan ülkeleri zulmederek helak edecek değildir.","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:118","price":"Eğer Rabbin dileseydi, insanları tek bir millet/din üzere kılardı. Fakat onlar ihtilaf edip durmaktadırlar. ","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:119","price":"Yalnız Rabbinin merhamet ettikleri bunun dışındalar. (Hikmeti gereği) Onları bunun için yarattı. Rabbinin “Cehennem'i tümüyle cin ve insanlarla dolduracağım” sözü gerçekleşmiştir. ","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:120","price":" Peygamberlerin haberlerinden, kendileriyle senin kalbini sağlamlaştırdığımız her bir haberi sana anlatıyoruz. Bu (haberlerde) sana hak olan, iman edenlere de öğüt ve hatırlatma gelmiştir. ","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:121","price":"İman etmeyenlere şöyle de: \"Elinizden gelen yapageldiğiniz her şeyi yapın, ben de yapacağım.\" ","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:122","price":"Bekleyin, biz de bekliyoruz.","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":null,"lang":"tr"},{"name":"11:123","price":"Göklerin ve yerin gaybı Allah’a aittir. Bütün işler O’na döner. Yalnız O’na ibadet et, O’na tevekkül et. ","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":null,"lang":"tr"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}