{"data":[{"name":"21:1","price":"İnsanların hesabı yaklaşmış olmasına rağmen onlar, gaflet içinde yüz çeviriyorlar. ","arabic":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2484,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:2","price":" Rablerinden gelen her yeni hatırlatma ancak alay ederek dinlerler. ","arabic":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2485,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:3","price":"Zalimler kalpleri gaflet içerisinde gizlice fısıldaşıyorlar: Bu, (Muhammed) sizin gibi bir insandan başka bir şey mi? Şimdi göz göre göre büyüye mi kapılıyorsunuz? ","arabic":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2486,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:4","price":" Peygamber: \"Rabbim gökte ve yerde ne söyleniyorsa bilir\" dedi. O her şeyi işitendir, her şeyi bilendir! ","arabic":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2487,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:5","price":" Hayır, dediler. Bunlar karma karışık rüyalardır. Hayır, onu o uydurmuştur. Hayır, O şairdir! Haydi, önceki peygamberler gibi bize bir ayet/mucize getirsin! ","arabic":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2488,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:6","price":"Onlardan önce, helâk ettiğimiz şehir halkı da iman etmemişti. Bunlar mı edecek?","arabic":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2489,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:7","price":"Biz senden önce de kendilerine vahyettiğimiz adamlar/kişiler dışında (melekleri) peygamber göndermedik. Zikir ehline sorun, eğer bilmiyorsanız.","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2490,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:8","price":"Biz onları, yemek yemez cesetler kılmadık ve onlar temelli kalıcılar da değillerdi.","arabic":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2491,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:9","price":"Onlara verdiğimiz sözü tuttuk, onları ve dilediklerimizi kurtardık, haddi aşanları ise helâk ettik. ","arabic":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2492,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:10","price":"Size de, içinde sizin zikriniz/şerefiniz olan bir kitap indirdik. Hâlâ, akletmiyor musunuz? ","arabic":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2493,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:11","price":"Biz zalim olan nice ülkeleri kırıp geçirdik. Onlardan sonra, başka bir toplum var ettik. ","arabic":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2494,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:12","price":"Azabımızı hissettikleri zaman, ondan süratle kaçıyorlardı.","arabic":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2495,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:13","price":" Kaçmayın, içinde bulunduğunuz refaha ve evlerinize dönün. Belki size bir şey sorulur.","arabic":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2496,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:14","price":"Eyvah bize, dediler. Biz zalimlerden idik. ","arabic":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2497,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:15","price":"Bu haykırışları devam edip dururken, biz onları biçilmiş ekine, sönmüş ateşe çevirdik.","arabic":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2498,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:16","price":"Göğü, yeri ve ikisi arasındakileri oyun olsun diye yaratmadık.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2499,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:17","price":" Eğer bir oyun/eğlence edinmek isteseydik, yapmak istediğimiz takdirde onu kendi katımızdan edinirdik.","arabic":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2500,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:18","price":"Bilakis, biz hakkı batılın üstüne atarız. O da o, batılın işini bitirir. Bir de bakarsın ki o, yok olup gitmiştir. (Allah’ı) vasfettiğiniz sıfatlardan dolayı yazıklar olsun size! ","arabic":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2501,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:19","price":" Göklerde ve yerde kim varsa Allah’a aittir. O’nun katında bulunanlar, O’na ibadet etmekten büyüklenmezler ve usanmazlar. ","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2502,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:20","price":"Gece ve gündüz durmaksızın O’nu tesbih ederler.","arabic":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2503,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:21","price":"Yoksa onlar, yeryüzünde ilahlar edindiler de onlar mı ölüyü diriltecekler? ","arabic":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2504,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:22","price":"Oysa yerde ve gökte Allah’tan başka ilahlar olsaydı, yer de gök de bozulup giderdi. Arşın Rabbi olan Allah, onların vasfettiği sıfatlardan münezzehtir. ","arabic":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2505,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:23","price":"O, yaptıklarından sorulmaz, oysa onlar sorguya çekilirler.","arabic":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2506,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:24","price":"Yoksa, O’ndan başka ilahlar mı edindiler? De ki: Haydi delilinizi getirin! İşte bu, benimle beraber olanların zikri ve benden öncekilerin zikridir. Fakat, onların çoğu hakkı bilmiyorlar, ama buna rağmen yüz çeviriyorlar. ","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2507,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:25","price":"Senden önce hiç bir rasûl göndermedik ki ona: Benden başka (hak) ilah yoktur, öyleyse bana ibadet edin! diye vahyetmiş olmayalım.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2508,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:26","price":" Rahman, çocuk edindi, dediler. O, münezzehtir. Aksine onlar değerli kullardır. ","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2509,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:27","price":" Onun sözünün önüne geçmezler ve O'nun emriyle yapıp ederler.","arabic":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2510,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:28","price":" Allah, onların önlerindekini de arkalarındakini de bilir. Allah’ın razı olduğu kimseden başkasına şefaat edemezler. O’nun korkusundan, sakınıp ürkerler.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2511,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:29","price":"Onlardan kim: Allah’tan başka ben de ilahım! derse, onu Cehennem'le cezalandırırız. İşte zalimleri böyle cezalandırırız. ","arabic":"۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2512,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:30","price":" Kâfirler, görmez mi ki gökler ve yer birleşik iken onları (biz) ayırdık ve her şeye sudan hayat verdik. Hâlâ iman etmezler mi? ","arabic":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2513,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:31","price":"Sarsılmasınlar diye yeryüzünde sabit dağlar kıldık, yol bulmaları için orada geniş geniş yollar var ettik.","arabic":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2514,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:32","price":"Gökyüzünü de korunmuş bir tavan yaptık. Buna rağmen onlar, bundaki ayetlerden yüz çeviriyorlar. ","arabic":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2515,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:33","price":"Geceyi, gündüzü, güneşi ve ayı yaratan O’dur. Hepsi bir yörüngede yüzer. ","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2516,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:34","price":"Senden önce hiç bir insanı ebedi/ölümsüz kılmadık. Sen öleceksin de onlar ebedi olarak kalacaklar mı? ","arabic":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2517,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:35","price":"Her nefis ölümü tadacaktır. Bir imtihan olarak sizi şer ve hayırla sınarız. Sonunda bize döndürüleceksiniz. ","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2518,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:36","price":"Kâfirler seni gördüklerinde, ancak seninle alay ederler: İlahlarınızı diline dolayan bu mu? derler. İşte Rahman’ın zikrine/kitabına kâfir olanlar onlardır.","arabic":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2519,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:37","price":" İnsan aceleci yaratılmıştır. Size ayetlerimi göstereceğim, onun için acele etmeyin. ","arabic":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2520,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:38","price":" Doğru söylüyorsanız bu vaat ne zamandır? derler. ","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2521,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:39","price":"O kâfirler, yüzlerinden ve sırtlarından ateşi engelleyemeyecekleri ve yardım da göremeyecekleri zamanı bir bilselerdi. ","arabic":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2522,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:40","price":"(Azap) onlara aniden gelecek ve onları dehşete düşürecektir. Onu geri çevirmeye asla güçleri yetmeyecek ve onlara mühlet de verilmeyecektir. ","arabic":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2523,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:41","price":"Senden önceki rasûllerle de alay edilmiş ama, alay edenleri eğlendikleri o şey kuşatıverdi. ","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2524,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:42","price":"De ki: Gece ve gündüz sizi Rahman’dan kim koruyabilir? Hayır! Onlar Rablerinin zikrinden yüz çeviriyorlar. ","arabic":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2525,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:43","price":"Yoksa onların, bizden başka, kendilerini (azabımızdan) koruyabilecek ilahları mı var? Oysa o ilahları, kendilerine bile yardım edemezler. Bizden bir korunma/sığınma verilmez. ","arabic":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2526,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:44","price":"Evet, biz onlara da atalarına da geçimlikler verdik. Öyle ki, uzun süre yaşadılar. Oysa onlar, bizim gelip yeri her yandan eksilttiğimizi görmüyorlar mı? Şu halde, üstün gelen onlar mı? ","arabic":"بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2527,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:45","price":"De ki: Sizi ancak vahiy ile uyarıyorum. Uyarıldıkları zaman ancak sağırlar çağrıyı işitmez. ","arabic":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2528,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:46","price":"Onlara Rabbinin azabından bir esinti dokunsa: Eyvah, biz gerçekten zalimlerden idik, derler. ","arabic":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2529,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:47","price":"Kıyamet günü adalet terazileri kurarız. Hiç bir nefis zulme uğramaz. Bir hardal tanesi ağırlığınca bile olsa onu getiririz. Hesap gören olarak biz yeteriz. ","arabic":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2530,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:48","price":" Musa ve Harun'a, takva sahipleri için bir ışık, bir öğüt ve Furkan'ı verdik","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2531,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:49","price":"Onlar, görmedikleri halde Rablerinden korkan ve kıyamet saatinden de sakınan kimselerdir.","arabic":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2532,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:50","price":" İşte, bu da indirdiğimiz mübarek bir zikirdir. Şimdi bunu inkar mı ediyorsunuz? ","arabic":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2533,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:51","price":"Daha önce de İbrahim’e rüştünü verdik. Ve biz onu bilenlerdendik.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2534,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:52","price":"Babasına ve kavmine: Kendilerine ısrarla bağlanıp (ibadet ettiğiniz) bu heykeller nedir? demişti. ","arabic":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2535,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:53","price":"Onlar ise: Atalarımızı onlara ibadet ederken bulduk, dediler.","arabic":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2536,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:54","price":"Hiç kuşkusuz siz ve atalarınız apaçık bir sapıklık içinde bulunuyorsunuz, dedi.","arabic":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2537,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:55","price":"Bize hakkı mı getirdin, yoksa bizimle alay mı ediyorsun? dediler.","arabic":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2538,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:56","price":"Hayır, sizin Rabbiniz göklerin ve yerin Rabbidir ki, onları O yaratmıştır. Ben de buna şahit olanlardanım.","arabic":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2539,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:57","price":" Allah’a yemin ederim ki, siz arkanızı dönüp gittikten sonra putlarınıza bir tuzak kuracağım.","arabic":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2540,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:58","price":"Sonunda İbrahim hepsini paramparça edip içlerinden büyüğünü ona müracaat ederler diye (sağlam) bıraktı.","arabic":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2541,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:59","price":" İlahlarımıza bunu kim yaptı? Elbette o zalim biridir, dediler.","arabic":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2542,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:60","price":" İbrahim denilen bir gencin onları andığını duymuştuk, dediler.","arabic":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2543,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:61","price":"Şahitlik etmeleri için onu halkın gözü önüne getirin, dediler. ","arabic":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2544,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:62","price":"Dediler ki: Bunu ilahlarımıza sen mi yaptın ey İbrahim?","arabic":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2545,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:63","price":"Hayır, onu şu büyükleri yapmıştır. Eğer konuşabiliyorlarsa onlara sorun, dedi. ","arabic":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2546,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:64","price":"Bunun üzerine kendilerine gelip: \"Siz, gerçekten zalimler kimselersiniz\" dediler. ","arabic":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2547,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:65","price":"Sonra yine başları üzerine döndüler ve: \"Onların konuşamayacağını sen çok iyi bilirsin\" dediler. ","arabic":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2548,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:66","price":" İbrahim: \"O halde Allah’ı bırakıp da size hiç bir şekilde fayda ya da zarar vermeyen şeylere mi ibadet ediyorsunuz?\" dedi. ","arabic":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2549,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:67","price":"Yuh olsun size ve Allah’tan başka ibadet ettiklerinize! Hiç akletmiyor musunuz? ","arabic":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2550,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:68","price":"Eğer bir şey yapacaksanız, onu yakın ilahlarınıza yardım da bulunun, dediler. ","arabic":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2551,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:69","price":"Ey ateş! İbrahim’e karşı serin ve selamet ol! dedik.","arabic":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2552,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:70","price":"Ona bir tuzak kurmak istediler. Biz ise onları daha çok hüsrana uğrayanlar kıldık.","arabic":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2553,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:71","price":"Onu da Lût’u da alemler için mübarek kıldığımız yere (ulaştırıp) kurtardık. ","arabic":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2554,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:72","price":"Ve ona İshak’ı, üstelik bir de Yakub’u bağışladık. Her ikisini de salih kimseler kıldık. ","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2555,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:73","price":" Onları emrimiz uyarınca doğru yolu gösteren önderler kılıp, onlara hayır işlemeyi, namazı ikame etmeyi, zekatı vermeyi vahyettik. Onlar, (yalnız) bize ibadet eden kimselerdi. ","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2556,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:74","price":"Lut’a da hüküm/peygamberlik ve ilim verdik. Onu çirkin iş yapan memleketten kurtardık. Gerçekten onlar, fasık olan kötü bir toplum idi. ","arabic":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2557,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:75","price":"O’nu da rahmetimize dahil ettik. Çünkü o, salih kimselerdendi. ","arabic":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2558,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:76","price":"Hani Nuh, daha önce dua etmişti de, biz de ona icabet etmiştik. Onu ve ailesini büyük sıkıntıdan kurtarmıştık. ","arabic":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2559,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:77","price":"Ayetlerimizi yalanlayan kavme karşı ona yardım etmiştik. Çünkü onlar kötü bir toplum idi. Bu sebeple onların hepsini suda boğmuştuk. ","arabic":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2560,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:78","price":"Davud ve Süleyman’ı da an. Hani onlar, bir topluluğa ait koyun sürüsünün içine girip yayıldığı ekin (tarlaları) hakkında hüküm veriyorlardı. Biz, onların verdiği hükme de şahittik. ","arabic":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2561,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:79","price":"Biz bunu (yargılamayı) Süleyman'a kavrattık. Her birine hüküm ve ilim verdik. Davud ile birlikte tesbih etsinler diye dağları ve kuşları hizmetine verdik. Bunları yapan biz idik. ","arabic":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2562,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:80","price":"O’na sizi savaş sıkıntısından koruması için zırh yapmayı öğrettik. Peki siz, şükrediyor musunuz? ","arabic":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2563,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:81","price":"Şiddetle esen rüzgarları da Süleyman’ın hizmetine sunmuştuk. Rüzgar onun emriyle, bereketlendirdiğimiz yere doğru eserdi. Biz her şeyi biliyorduk. ","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2564,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:82","price":" Denize dalan ve bundan başka işleri de gören şeytanları da ona boyun eğdirdik. Onları gözetip, koruyanlardık. ","arabic":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2565,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:83","price":"Eyyûb da: Başıma bir bela geldi, sen merhametlilerin en merhametlisisin, diye seslendiği zaman...","arabic":"۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2566,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:84","price":"Onun duasını kabul etmiş ve sıkıntısını kaldırmıştık. Ona, katımızdan bir rahmet ve ibadet edenlere bir öğüt olarak (kaybettiği) ailesini ve onlarla beraber bir mislini, daha vermiştik. ","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2567,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:85","price":"İsmail, İdris ve Zülkifl de (an). Hepsi sabredenlerdendi. ","arabic":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2568,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:86","price":"Onları rahmetimize dahil etmiştik. Çünkü onlar salih kimselerdi. ","arabic":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2569,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:87","price":"Zunnûna da (an)... Hani o, öfkeli olarak giderken, kendisini sıkıştırmayacağımızı sanmıştı. Karanlıklar içinde seslendi: Senden başka (hak) ilah yoktur, sen (tüm noksanlıklardan) münezzehsin. Gerçekten ben, zalimlerden oldum.","arabic":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2570,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:88","price":"Onun duasını kabul ettik. Onu kederden kurtardık. İşte müminleri böyle kurtarırız. ","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2571,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:89","price":"Zekeriya da Rabbine: Rabbim, beni tek başıma bırakma, sen mirasçıların en iyisisin, diye seslenmişti. ","arabic":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2572,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:90","price":"Onun duasını kabul etmiş ve ona Yahya’yı bağışlamış, eşini de (doğum yapabilmeye) elverişli bir hale getirmiştik. Onlar, hayırlarda yarışıyorlar, korku ve ümit ile bize dua ediyorlardı. Bize karşı son derece huşû içinde olurlardı. ","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2573,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:91","price":"Irzını koruyan (Meryeme) de ruhumuzdan üflemiş, onu da oğlunu da alemlere bir ayet/işaret kılmıştık.","arabic":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2574,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:92","price":"İşte bu, sizin ümmetiniz tek bir ümmettir. Ben de sizin Rabbinizim, o halde (yalnızca) bana ibadet edin.","arabic":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2575,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:93","price":"Aralarındaki (din) işlerini paramparça ettiler. Hepsi bize dönecektir. ","arabic":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2576,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:94","price":"Kim de mümin olarak salih ameller işlerse, onun çabasına inkâr yoktur. Çünkü biz onu yazmaktayız.","arabic":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2577,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:95","price":"Helâk ettiğimiz bir belde halkının da (bize) dönmemesi imkansızdır","arabic":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2578,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:96","price":"Nihayet Ye'cuc ve Me'cuc (sedleri) açıldığı ve onlar her tepeden akın ettiği zaman;","arabic":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2579,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:97","price":"İşte hak olan vaat yaklaşmıştır. İşte o zaman kafirlerin gözleri dehşetten donakalır Eyvah bize! Bundan önce biz gaflet içindeydik. Biz gerçekten zalim kimselerdik (derler).","arabic":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2580,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:98","price":"Siz ve Allah’ı bırakıp da ibadet ettikleriniz Cehennem'in yakıtısınız. Oraya gireceksiniz.","arabic":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2581,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:99","price":"Eğer onlar, (hak) ilah olsaydı oraya girmezlerdi. Ama hepsi orada ebedi kalacaklardır. ","arabic":"لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2582,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:100","price":"Onlar için bir inleme ve soluma vardır! Ve onlar orada (hiçbir şey) işitmezler.","arabic":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2583,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:101","price":"Bizden kendilerine önceden güzel bir söz verilmiş olanlar (var ya), işte onlar, ondan (ateşten) uzaklaştırılmış olanlardır.","arabic":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2584,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:102","price":"Onun uğultusunu duymazlar. Nefislerinin arzu ettiği şeyler içinde ebedi kalırlar. ","arabic":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2585,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:103","price":"O en büyük korku bile onları üzmez. Melekler onları: Size söz verilen gün, işte bu gündür, diyerek karşılarlar.","arabic":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2586,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:104","price":"O gün yazılı kâğıdın dürüldüğü gibi göğü düreriz. ilk defa yaratmaya başladığımız gibi yine onu tekrar ederiz. Bu, üzerimize aldığımız bir vaaddir. Bunu yapacak olan biziz. ","arabic":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2587,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:105","price":"Zikir'den sonra (Levh-i Mahfuz'da yazılmasının ardından), (Geçmiş kitaplarda) Zebur’da da yeryüzüne salih kullarımın mirasçı olacağını yazmıştık. ","arabic":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2588,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:106","price":"Elbette bu (Kur’an’da) abid kimseler için açık bir öğüt vardır.","arabic":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2589,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:107","price":"Seni ancak alemlere rahmet olarak gönderdik. ","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2590,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:108","price":"De ki: Ancak bana, ilahınızın tek bir ilah olduğu vahyolunuyor. Hâlâ Müslüman olmayacak mısınız? ","arabic":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2591,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:109","price":"Eğer yüz çevirirlerse de ki: Size eşit olarak (hakikati) açıkladım. Tehdit olunduğunuz şey yakın mı yoksa uzak mı bilemem. ","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2592,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:110","price":"Şüphesiz Allah, açığa vurulan sözü de gizlediğiniz sözü de bilir. ","arabic":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2593,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:111","price":"Bilemem, belki bu sizi denemek ve bir süreye kadar faydalandırmak içindir.","arabic":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2594,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"21:112","price":"Rabbim, dedi. Hak ile hükmet. Bizim Rabbimiz Rahman'dır. Sizin vasfettiklerinize karşı yardım talep edilendir, dedi ","arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2595,"juzNumber":17,"footnotes":null,"lang":"tr"}],"chapter":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya","Chapter Al-Anbiya","Anbiya","Surah Anbiya","Chapter Anbiya","Al Anbiya","Surah Al Anbiya","Chapter Al Anbiya","Surah 21","Chapter 21","The Prophets","الأنبيَاء"]}