{"data":[{"name":"22:1","price":"Ey İnsanlar! Rabbinizden sakının/takvalı olun. Gerçekten kıyamet sarsıntısı büyük bir şeydir. ","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:2","price":"Onu gördüğünüz gün, her emzikli emzirdiğini unutur, her hamile kadın çocuğunu düşürür. İnsanları sarhoş olmuş görürsün. Onlar sarhoş değiller, fakat Allah’ın azabı şiddetlidir. ","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:3","price":" Bazı insanlar ilmi olmaksızın Allah hakkında tartışıp durur ve her azgın şeytana tabi olurlar. ","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:4","price":" Şeytanın aleyhinde şöyle yazılmıştır: “Kim onu veli edinirse onu saptırır ve onu alevli ateş azabına sürükler.”","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:5","price":"Ey insanlar! Eğer tekrar dirilmekten şüphede iseniz; şunu bilin ki, biz sizi topraktan, sonra nutfeden (meniden), sonra alakadan (embriyodan), sonra (cesedi) biçimlenen ve biçimlenmeyen bir çiğnem et parçasından yarattık ki, size (kudretimizi) açıkça gösterelim. Dilediğimizi adı konmuş bir süreye kadar rahimlerde tutar ve sizi bebek olarak çıkarırız. Sonra siz yetişip, güçlü çağınıza gelirsiniz. Kiminizin vefat eder, kiminiz de bilen bir kimse olduktan sonra bir şey bilmez hale gelsin diye ömrünün en düşkün dönemine ulaştırılır.  Yeryüzünü kupkuru görürsün de biz ona su indirince harekete geçer, kabarır ve her çeşit güzel bitkiyi çift çift bitirir ya... ","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:6","price":"İşte (ibadet olunan tek) hakk (ilah) Allah'tır. Şüphesiz ölüleri diriltir. Çünkü O’nun her şeye gücü yeter.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:7","price":"Kıyamet saatinin geleceğinde ve Allah’ın kabirlerdekileri dirilteceğinde, hiç şüphe yoktur.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:8","price":" Bazı insanlar ilimsizce, hidayet ve aydınlatıcı bir kitabı olmaksızın Allah hakkında tartışıp durur.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:9","price":"Bunu, Allah yolundan saptırmak için (gururla) yanın eğip, bükerek (yapar). Ona dünya hayatında rezillik vardır. Kıyamet günü de ona yakıcı azabı tattırırız. ","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:10","price":"Bunlar, senin elinle yaptığının karşılığıdır. Yoksa Allah, kullarına karşı asla zulmedici değildir. ","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:11","price":" Kimi insanlar Allah’a bir (şeyin) kenarındaymış gibi ibadet eder. Eğer ona bir iyilik dokunursa, onunla tatmin olur. Eğer bir imtihana tabi tutularsa, yüz üstü döner. Dünya ve ahireti kaybeder. İşte apaçık hüsran budur. ","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:12","price":"O, Allah’ın dışında kendisine zararı da faydası da dokunmayacak şeylere dua eder. İşte uzak sapıklık budur. ","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:13","price":"Kendisine zararı faydasından daha yakın olana dua eder. Ne kötü yardımcı, ne kötü yoldaş! ","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:14","price":"Allah, iman eden ve salih amellerde bulunanları altlarından ırmaklar akan Cennet'lere koyar. Şüphesiz Allah, dilediğini yapar. ","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:15","price":"Kim, Allah’ın dünyada ve ahirette ona (Peygamber'e) yardım edemeyeceğine inanıyorsa, göğe (Rasüle yardımın geldiği yere) bir ip uzatsın ve sonra (gelen yardımı) kesiversin. Şimdi bu kimse baksın! Acaba, hilesi, öfke duyduğu şeyi (Allah'ın Peygamber'e yardımını) gerçekten kesecek mi?","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:16","price":" Nitekim, biz onu (Kur'an'ı) apaçık ayetler olarak indirdik. Şüphesiz Allah, dilediğini hidayete yöneltir.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:17","price":"Şüphesiz Allah, kıyamet günü iman edenlerin, Yahudiler'in, Hıristiyanlar'ın, Mecusiler ve müşriklerin (hüküm vererek) aralarını ayıracaktır. Şüphesiz Allah her şeye şahittir. ","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:18","price":"Göklerde ve yerde olanların, güneş, ay, yıldızlar, dağlar, ağaçlar, canlılar ve bir çok insanın Allah’a secde ettiklerini görmüyor musun? Birçoğunun üzerine de azap hak olmuştur Allah kimi alçaltırsa onu değerli kılacak yoktur. Allah, dilediğini yapar. ","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:19","price":" İşte bunlar Rableri hakkında tartışan iki hasımdır. İşte inkâr edenler için ateşten elbiseler biçilmiştir. Başlarının üzerinden kaynar su dökülecektir. ","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:20","price":"Onunla karınlarındakiler ve derileri eritilir.","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:21","price":"Onlar için demirden topuzlar vardır.","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:22","price":"Her ne zaman oradaki kavurucu ateşten çıkmak isteseler yine oraya döndürülür ve: Yakıcı azabı tadın, denir.","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:23","price":" Allah, iman eden ve salih amellerde bulunanları altlarından ırmaklar akan Cennet'lere koyar. Orada altın bilezik ve inciler takınırlar. Oradaki elbiseleri ise ipektir. ","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:24","price":"Sözün en güzeline yöneldiler. Hamd’e layık olan Allah'ın yoluna yöneldiler.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:25","price":"Kâfirlere, Allah'ın yolundan ve yerli olsun, yolcu olsun bütün insanlar için eşit kılınan Mescidi Haram'dan alıkoyanlara orada zulüm ile ilhadı isteyene acı bir azap tattırırız. ","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:26","price":" Hani İbrahim’e: Bana hiç bir şeyi şirk koşma, tavaf edenler, kıyam edenler, rükû ve secde edenler için beytimi temiz tut diye Kâbe’nin yerini belirtmiştik.","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:27","price":"İnsanlar arasında haccı ilan et. Yürüyerek ve uzak yollardan yorgun/incelmiş hayvanlar üstünde sana gelsinler. ","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:28","price":"Kendilerine için faydalı şeylere şahit olsunlar, Allah’ın onlara rızık olarak verdiği hayvanlar üzerine belli günlerde, Allah’ın adını ansınlar (kurban etsinler).  Ondan hem kendiniz yiyin hem de muhtaç durumdaki fakire yedirin. ","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:29","price":"(Hacılar) Sonra da kirlerini gidersinler, adaklarını yerine getirsinler ve Beyt-i Atik'i (Kâbe’yi) tavaf etsinler.","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:30","price":" İşte böyle, kim Allah’ın haramlarını tazim ederse, kendisi için Rabbinin katında bu çok hayırlıdır. (Haram olduğu) size okunanların dışında kalan (belli) hayvanlar size helal kılınmıştır. Öyleyse, pis (olan) putlardan kaçının, aslı olmayan yalan sözden de sakının. ","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:31","price":"Allah’a şirk koşmayan hanifler olun. Kim Allah’a şirk koşarsa, gökten düşüp de kuşların kaptığı veya rüzgarın uzak bir yere attığı kimseye benzer. ","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:32","price":" İşte böyle! Kim Allah’ın nişanelerine saygı gösterirse elbette bu, kalplerin takvasından ileri gelir.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:33","price":" Onlarda sizin için belli bir süreye kadar faydalar vardır. Sonra Kurban (kesilme) yeri Beyt-i Atik (Kâbe)dir.","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:34","price":"Her ümmete (kurban) ibadeti kıldık ki, Allah’ın kendilerine rızık olarak verdiği hayvanlar üzerine onun ismini ansınlar. Sizin ilahınız tek bir ilahtır. Öyleyse ona teslim olun. Allah’a itaatkar, mütevazi olanlara müjdele! ","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:35","price":" Onlar, Allah anıldığı zaman kalpleri ürperir. Başlarına gelene sabrederler, namazı ikame ederler ve kendilerine verdiğimiz rızıktan harcarlar.","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:36","price":" Kurbanlık develeri, sizin için Allah’ın nişanelerinden kıldık. Onlarda sizin için hayır vardır. Şu halde onlar, ayakları üzerine dururken üzerlerine Allah'ın ismini anınız Kesilip yere düşünce onlardan yiyin. İsteyene de, (kanaaat edip) istemeyene de yedirin. Şükredesiniz diye, onları işte böyle sizin emrinize sunduk. ","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:37","price":"Onların etleri ve kanları Allah’a ulaşmayacaktır. Fakat, O’na sizin takvanız ulaşacaktır. Size hidayet ettiği için Allah'ı tekbir edin diye O, bunları sizin emrinize vermiştir. İyilik edenleri müjdele! ","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:38","price":"Şüphesiz Allah, iman edenleri müdafaa eder, hiçbir hain ve nankörü sevmez. ","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:39","price":"Kendileriyle savaşılanlara (müminlere), zulme uğramış olmaları sebebiyle, (savaş konusunda) izin verildi. Allah, onlara yardım etmeye elbette kadirdir. ","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:40","price":"Onlar, sadece “Rabbimiz Allah’tır” dedikleri için, haksız yere yurtlarından çıkartılmışlardır. Eğer Allah’ın insanların bir kısmını, bir kısmıyla bertaraf etmesi olmasaydı, manastırlar, kiliseler, havralar ve içinde Allah’ın isminin çokça anıldığı mescitler yıkılıp giderdi.  Allah, elbette ona yardım edenlere yardım eder. Şüphesiz Allah çok güçlüdür, çok kuvvetlidir. ","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:41","price":" Onlar ki, kendilerine yeryüzünde imkan ve (düşmanlarına karşı) güç verdiğimizde, namazı dosdoğru kılarlar, zekatı verirler, iyiliği emrederler, kötülüğü yasaklarlar. İşlerin sonu Allah’a aittir. ","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:42","price":"Eğer seni yalanlıyorlarsa, onlardan önce de Nuh, Ad ve Semud kavmi de yalanlamıştı. ","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:43","price":"İbrahim’in kavmi, Lut’un kavmi de.","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:44","price":"Medyen halkı da (Şuayb'ı yalanladı). Musa da yalanlanmıştı. Kâfirlere süre/mühlet verdim; sonra da onları yakaladım. Nasılmış benim (helak ederek) inkârım? ","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:45","price":"Nice memleketleri zalimlik ederken helak ettik. Şimdi, onlar tepetakla edilmiş, su kuyuları terkedilmiş ve yüksek sarayları bomboş kalmıştır. ","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:46","price":"Yeryüzünde dolaşmıyorlar ki böylece onların kendisiyle akledecek kalpleri ve kendisiyle işitebilecek kulakları olsun?  Oysa, gözler kör olmuyor, fakat sinelerdeki kalpler köreliyor. ","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:47","price":"Senden, azabı acele getirmeni istiyorlar. Fakat Allah, verdiği sözden dönmez. Rabbi’nin katında (ahirette) bir gün, sizin saydıklarınızdan bin yıl gibidir. ","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:48","price":"Nice memleketler vardır ki, zalim olmalarına rağmen ben, onlara süre/mühlet verdim. Sonra da onları (azap ile) aldım. Dönüş banadır.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:49","price":" De ki:Ey insanlar! Ben sizin için ancak apaçık bir uyarıcıyım. ","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:50","price":" İman edip, salih amellerde bulunanlara mağfiret ve değerli bir rızık (cennet) vardır. ","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:51","price":" Ayetlerimizi (iptal etmek için) koşuşup, çalışanlara gelince, işte onlar cehennem ehlidir","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:52","price":" Senden önce hiç bir peygamber göndermedik ki, o temenni ettiği (Kur'an okuduğu) zaman, şeytan onun temennisine (okuyuşuna) bir vesvese atmış olmasın. Ama Allah, şeytanın attığını iptal eder, sonra kendi ayetlerini sağlamlaştırıp pekiştirir. Allah herşeyi bilendir, hakimdir. ","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:53","price":"Allah, şeytanın attığı o vesveseyi kalplerinde hastalık bulunan ve kalpleri kaskatı olan kimseler için bir fitne kılmıştır.  Zalimler, (Peygamberle) uzak bir ayrılık içindedirler. ","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:54","price":"Bir de, kendilerine ilim verilenlerin, onun, Rabbinden gelen gerçek bir vahiy olduğunu bilip, ona iman etmeleri ve kalplerinin onunla yatışması içindir. Şüphesiz Allah, iman edenleri dosdoğru yola iletir. ","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:55","price":" Kâfirler ise, kendilerine o saat, ansızın gelinceye veya hayır yönünden kısır bir günün azabı çatıncaya kadar ondan şüphe etmeye devam ederler.","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:56","price":" O gün, mülk Allah’ın’dır. Aralarında hükmü, O verecektir. İman edip, salih amellerde bulunanlar Nimet Cennetleri'ndedir. ","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:57","price":" Kâfir olup, ayetlerimizi yalanlayanlar ise işte onlara, alçaltıcı bir azap vardır.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:58","price":" Allah yolunda hicret edenler, sonra öldürülenler veya ölenler ise, Allah onları elbette güzel bir rızıkla (cennetle) rızıklandıracaktır. Çünkü Allah, rızık verenlerin en hayırlısıdır. ","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:59","price":" Onları hoşlarına gidecek bir yere girdirecektir. Elbette Allah, herşeyi bilendir, Halim'dir. ","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:60","price":"Bu böyledir. Kim de kendisine yapılan bir eziyete o ölçüde karşılık verir, sonra yine kendisine zulmedilirse, elbette Allah ona yardım eder. Şüphesiz Allah, çok affedicidir, çok mağfiret edicidir. ","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:61","price":"Bu (hükümleri veren) Allah, geceyi gündüze katar, gündüzü de geceye katar. Şüphesiz Allah, herşeyi işitendir, herşeyi görendir.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:62","price":"Bu (hükümleri veren) Allah (tek) hak olan (ilahtır). O’nun başka dua ettikleri batıldır. Allah, üstündür, büyüktür.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:63","price":" Allah’ın gökten su indirmesiyle yeryüzünün yemyeşil olduğunu görmüyor musun? Allah, Latif'tir, Habirdir. ","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:64","price":" Göklerde ve yerde ne varsa O’nundur. Gerçekten Allah, (hiçbir şeye ihtiyacı olmayan) zengindir, hamd olunandır. ","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:65","price":"Görmedin mi Allah, yerdeki herşeyi ve emri ile denizde yüzen gemileri sizin hizmetinize verdi. Göğü de, kendi izni olmadıkça yer üzerine düşmemesi için tutar. Allah, insanlara karşı gerçekten çok şefkatli ve merhametlidir. ","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:66","price":"O’dur size hayat veren sonra sizi öldürecek, sonra da yeniden diriltecek olan. Fakat insan çok nankördür ","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:67","price":"Her ümmete uygulamakta oldukları bir ibadet yolu belirledik. Öyleyse, bu iş/din hususunda seninle tartışmasınlar. Rabbine davet et. Hiç kuşkusuz sen, dosdoğru bir yol üzerindesin. ","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:68","price":"Seninle tartışırlarsa: \"Yaptıklarınızı Allah çok iyi biliyor\" de! ","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:69","price":"Anlaşmazlığa düştüğünüz konularda Allah, kıyamet günü aranızda hüküm verecektir.","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:70","price":" Allah’ın gökte ve yerde ne varsa bildiğini bilmiyor musun? Şüphesiz bu bir kitaptadır. Yine bu, Allah’a çok kolaydır. ","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:71","price":" Onlar, Allah’ın dışında hakkında hiçbir delil indirmediği ve kendilerinin de hakkında bir bilgiye sahip olmadıkları şeylere ibadet ediyorlar. Zalimlerin hiç yardımcısı yoktur.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:72","price":"Onlara apaçık ayetlerimiz okunduğu zaman, o  kâfirlerin yüzlerinden inkârı anlarsın. Neredeyse, kendilerine ayetlerimizi okuyanlara saldıracaklar. De ki:Size bundan daha kötüsünü haber vereyim mi? Ateş! Allah onu  kâfirlere vadetti. O, ne kötü sondur. ","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:73","price":" Ey insanlar! Bir örnek veriliyor, onu dinleyin! Sizin Allah’ın dışında dua ettikleriniz (ilahlar) bir araya gelseler bile bir sinek dahi yaratamazlar. Sinek onlardan bir şey kapsa, onu ondan kurtaramazlar. İsteyen de, istenen de zayıftır. ","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:74","price":"Onlar, Allah’ı hakkıyla takdir edemediler.  Oysa Allah güçlüdür, azizdir. ","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:75","price":"Allah, meleklerden elçiler seçer, insanlardan da. Şüphesiz Allah, herşeyi işitendir, herşeyi görendir. ","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:76","price":" Onların önlerinde olanı da arkalarında olanı da bilir. Allah’adır işlerin dönüşü. ","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:77","price":"Ey iman edenler! Rüku edin, secde edin, Rabbinize ibadet edin, hayır işleyin ki kurtuluşa eresiniz.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":null,"lang":"tr"},{"name":"22:78","price":" Allah uğrunda hakkıyla cihad edin. O, sizi seçti, dinde üzerinize bir zorluk yüklemedi. (Bu) Babanız İbrahim’in dinidir. Allah, bundan önce ve bunda (Kur’an’da) size \"Müslüman\" ismini vermiştir. (Hesap günü) Rasül size şahit olsun, siz de insanlığa şahit olun diye. Öyleyse namazı ikame edin, zekâtı verin, Allah’a sımsıkı bağlanın. O, ne güzel mevlâ ve ne güzel yardımcıdır!","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":null,"lang":"tr"}],"chapter":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"]}