{"data":[{"name":"39:1","price":"Bu Kitap izzet ve hikmet sahibi Allah katından indirilmiştir.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:2","price":" Biz, sana kitabı hak olarak indirdik. Öyleyse, dini ona halis kılarak Allah’a ibadet et!","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:3","price":"Bil ki halis din Allah’ındır. Ondan başka veliler edinenler: Biz bunlara, ancak bizi Allah’a çokça yaklaştırmaları için ibadet ediyoruz derler. Allah, anlaşmazlığa düştükleri konuda aralarında hükmü verecektir. Şu kadar var ki Allah; yalancı, inkârcı ve kâfir kimseye hidayet etmez. ","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:4","price":" Eğer Allah bir oğul edinmek isteseydi, yarattıkları içinden dilediğini seçerdi. O bundan münezzehtir. O birdir, Kahhar olan Allah'tır. ","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:5","price":"O, gökleri ve yeri hak ile yaratmıştır. Geceyi gündüze dolayıp, örter gündüzü de geceye örter, güneşe ve aya da boyun eğdirmiştir. Hepsi de belli bir süreye kadar akar/gider. Bilin ki O, çok güçlüdür, çok bağışlayıcıdır. ","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:6","price":" Sizi tek bir candan yaratmıştır. Sonra ondan da eşini meydana getirmiş ve size sekiz eş hayvan indirmiştir. Sizi analarınızın karnında, üç karanlık içinde bir yaratıştan diğer bir yaratışa geçerek (safhalardan geçirerek) yaratmıştır. İşte bu Rabbiniz Allah'tır. Mülk O'nundur Ondan başka (hak) ilah yoktur. O halde nasıl (şirke) çevriliyorsunuz? ","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:7","price":"Eğer küfrederseniz, Allah’ın sizden müstağnidir. Kullarının küfrüne razı olmaz. Eğer şükrederseniz, sizin için ondan razı olur. Hiç bir günahkâr bir başkasının günahını yüklenmez. Sonra Rabbinizedir dönüşünüz. Elbette size yaptıklarınızı haber verecektir. O, kalplerde olanları çok iyi bilendir. ","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:8","price":"İnsana bir zarar dokununca, Rabbine yönelerek, ona dua eder. Sonra, kendisinden bir nimet verdiği zaman, daha önce ona dua ettiğini unutur da onun yolundan saptırsın diye Allah’a eşler koşar, De ki: Küfrünle biraz faydalanıp, eğlene dur. Kuşkusuz sen ateş ehlindensin! ","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:9","price":" Yoksa gece saatlerini secde ederek ve kıyama durarak, itaatle geçiren, ahiretten çekinip, Rabb’inin rahmetini uman mı (kâfir olan mı daha hayırlıdır)? Hiç bilenlerle bilmeyenler bir olur mu? de! Ancak akıl sahipleri düşünüp öğüt alır. ","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:10","price":"De ki: Ey iman eden kullarım! Rabbinizden sakının! Bu dünyada iyilik yapanlar için (ahirette) bir iyilik vardır. Allah’ın arzı geniştir. Ancak sabredenlere, hesapsızca/sınırsızca karşılık verilecektir. ","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:11","price":"De ki: Ben, dini Allah’a halis kılarak O'na ibadet etmekle emrolundum. ","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:12","price":"Teslim olanların da ilki olmakla emrolundum. ","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:13","price":"De ki: Eğer Rabbime karşı isyan edersem, elbette ben büyük bir günün azabından korkarım! ","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:14","price":" Dinimi kendisine halis kılarak (sadece) Allah’a ibadet ederim! de. ","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:15","price":"Siz de, ondan başka dilediğinize ibadet edin. De ki: Hüsrana uğrayacaklar, kıyamet günü hem kendilerini hem de ailelerini hüsrana uğratanlardır. Dikkat edin, apaçık hüsran işte budur! ","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:16","price":"Onların üstlerinden ateşten tabakalar, altlarından da tabakalar vardır. Allah, kullarını işte bununla korkutuyor. Ey kullarım! Benden sakının! ","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:17","price":"Tağut'a ibadet etmekten kaçınıp, Allah'a yönelenlere müjde vardır. Kullarımı müjdele!","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:18","price":"Onlar, sözü dinleyip en güzeline uyarlar. Onlar, Allah’ın kendilerine hidayet ettiği kimselerdir. Onlar, akıl sahibi kimselerdir. ","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:19","price":"Üzerine azap kelimesi hak olmuş kimseye (hidayet edemezsin), ateşte olanı da sen mi kurtaracaksın?","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:20","price":"Oysa, Rablerinden sakınanlar için üstüste yapılmış, altlarından ırmaklar akan odalar/köşkler vardır. Bu, Allah’ın vaadidir. Allah, vaadinden dönmez. ","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:21","price":"Görmedin mi? Allah gökten bir su indirdi, onu yerdeki kaynaklara yerleştirdi, sonra onunla türlü türlü renklerde ekinler yetiştiriyor. Sonra onlar kurur da sapsarı olduklarını görürsün. Sonra da Allah onları kurumuş çer çöp hâline getirir. İşte bunda akıl sahipleri için bir ibret vardır. ","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:22","price":"Allah’ın, gönlünü İslam’a açıp, Rabbinden bir aydınlık (yol) üzerine olan kimse ile (böyle olmayan kimse bir olur mu?) Allah’ın uyarılarına karşı kalpleri katı olanların vay haline! İşte onlar, apaçık bir dalalettedirler. ","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:23","price":"Allah sözün en güzelini, müteşabih ve (hükümleri, öğütleri, kıssaları...) ikişerli bir kitap olarak indirdi. Rablerinden korkanların derileri ondan ürperir, sonra derileri ve kalpleri Allah'ın zikrine yumuşar. İşte bu Allah’ın hidayetidir. Onunla dilediğine hidayet eder. Allah, kimi de saptırırsa, artık ona bir hidayet edici yoktur. ","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:24","price":"Kıyamet günü, yüzünü kötü azaptan korumaya çalışan kimse (ile cennete olan kimse bir olur mu?) Zalimlere \"Kazandığınızı tadın!\" denilir. ","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:25","price":" Onlardan öncekiler de yalanlamışlardı da hiç farkında olmadıkları bir yerden azap onlara geliverdi.","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:26","price":" Allah, onlara dünya hayatında da rezilliği tattırdı. Ahiret azabı ise çok daha büyüktür. Keşke bunu bilselerdi! ","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:27","price":" Biz bu Kur’an’da, insanlar için, düşünsünler diye her türlü misali verdik.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:28","price":"Sakınıp, takvalı olsunlar diye, hiçbir eğriliği bulunmayan Arapça bir Kur'an olarak (indirdik).","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:29","price":"Allah, birbiriyle geçinemeyen bir çok ortağa bağlı olan bir adamla, yalnız bir kişiye has/bağlı bir adamı örnek olarak vermiştir. Bu ikisinin durumu eşit midir? Hamd, Allah’a mahsustur. Fakat onların çoğu bilmezler. ","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:30","price":"Elbet sen de öleceksin, onlar da ölecekler. ","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:31","price":"Sonra siz kıyamet günü Rabbinizin huzurunda mahkeme olunacaksınız. ","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":null,"lang":"tr"},{"name":"39:32","price":"Allah hakkında yalan söyleyen ve kendisine gelen doğruyu yalanlayandan daha zalim kim vardır? Küfre sapanlar için Cehennem'de bir sığınma yeri mi yok? ","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:33","price":"Doğruyu getiren ve onu tasdik edenler ise, işte onlar muttakilerdir. ","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:34","price":"Onlara, Rableri katında istedikleri şeyler vardır. Bu, iyilik yapanların ödülüdür. ","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:35","price":"Böylece Allah, onların (dünyada) yaptıklarının en kötüsünü örtecek ve yapmakta oldukları amellerin en güzeliyle ecirlerini verecektir.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:36","price":"Allah kuluna kafi değil midir? Onlar seni Allah’tan başkalarıyla korkutuyorlar. Allah, kimi saptırırsa, artık ona bir hidayet edici yoktur. ","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:37","price":" Allah kime de hidayet ederse onu da saptıracak yoktur. Allah Aziz ve intikam sahibi değil midir? ","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:38","price":"Onlara: Gökler ve yeri kim yarattı? diye sorsan; Allah, diyeceklerdir. De ki: Allah’tan başka dua ettiklerinizi gördünüz mü, Allah bana bir zarar vermek istese onlar, onun zararını giderebilir mi? Ya da bana bir rahmet dilese, onlar, onun rahmetini engelleyebilirler mi? De ki: Allah bana yeter. Tevekkül edenler yalnız ona tevekkül etsinler. ","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:39","price":"De ki: Ey halkım, bulunduğunuz hal üzere çalışın, ben de amel edip, çalışıyorum.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:40","price":" Kime rezil edici bir azabın geleceğini, kalıcı azabın kimin üzerine ineceğini ilerde bileceksiniz.  ","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:41","price":"Biz, kitabı sana insanlar için “hak” olarak indirdik. O halde onu kim hidayete erişirse kendisi için erişir Kim de sapıtırsa, ancak kendi aleyhine sapıtır. Sen onlara vekil değilsin. ","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:42","price":"Allah, nefisleri öldükleri zaman ve ölmeyenleri de uykularında öldürüverir. Ölümüne hüküm verilenlerinkini tutar, diğerlerini belirlenmiş bir süreye kadar salıverir. İşte bunda, düşünen bir toplum için ayetler/deliller vardır. ","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:43","price":"Yoksa onlar Allah’tan başka şefaatçiler mi edindiler? De ki : Onlar hiç bir şeye sahip değillerse ve akletmiyorlarsa da mı? ","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:44","price":"De ki: Şefaatin hepsi Allah’ındır. Göklerin ve yerin mülkü O’na aittir. Sonra O’na döndürüleceksiniz. ","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:45","price":"Allah’ın adı tek olarak anıldığı zaman, ahirete iman etmeyenlerin kalpleri tiksinir. Oysa O'ndan başkaları anıldığında ise hemen sevince kapılırlar. ","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:46","price":"De ki: Ey gökleri ve yeri yaratan, gaybı ve görüleni bilen Allah'ım! Hakkında anlaşmazlığa düştükleri hususlarda kulların arasında hüküm verecek sensin.","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:47","price":"Yeryüzünde bulunan şeylerin hepsi ve bir katı daha o zalimlerin olsaydı, kıyamet günü, azabın en kötüsünden (kurtulmak için) onu fidye olarak verirlerdi. Zira Allah tarafından hiç de hesaba katmamış oldukları şeyler ortaya çıkıp gelmiştir. ","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:48","price":"Onların kazandıkları kötülükler ortaya çıkmış ve alay ettikleri şey çepeçevre kuşatmıştır. ","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:49","price":"İnsana bir zarar dokundu mu hemen bize dua eder. Ona bizden bir rahmet verdiğimiz zaman da: \"Bu bana, ilmim/bilgim dolayısıyla verilmiştir\" der. Oysa o bir fitne/imtihandır. Fakat çokları bilmez. ","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:50","price":" Kendilerinden önce gelenler de böyle söylemişti. Fakat kazandıkları kendilerine fayda sağlamamıştı. ","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:51","price":"Nihayet kazandıkları şeylerin kötülükleri onlara isabet etmişti. İşte bunlardan zalim olanlara da kazandıkları şeylerin kötülükleri isabet edecek ve onlar aciz bırakıcılar değildir. ","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:52","price":"Bilmiyorlar mı ki Allah, dilediğine rızkı yayar ve de daraltır. İman eden bir toplum için işte bunda deliller vardır. ","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:53","price":" De ki: Ey kendilerine kötülük edip aşırı giden kullarım! Allah’ın rahmetinden ümidinizi kesmeyin. Çünkü Allah, bütün günahları bağışlayıcıdır. O, çok bağışlayıcıdır, çok merhametlidir. ","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:54","price":"Azap size gelmeden önce, Rabbinize yönelin ve O’na teslim olun ki sonra hiç bir yardım göremezsiniz. ","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:55","price":"Azap size, farkında olmadığınız bir anda ansızın gelmeden önce Rabbinizden indirilenin en güzeline uyun. ","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:56","price":"Kişi (o gün): Allah’a karşı (itaat etmede) aşırı gitmemden dolayı bana yazıklar olsun! Gerçekten ben alay edenlerdendim.","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:57","price":"Yahut keşke Allah bana hidayet etseydi de muttakilerden olsaydım der. ","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:58","price":"Veya azabı görünce; \"Keşke bir kere daha hak verilse de iyi amel yapanlardan olsam\" der.","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:59","price":"Hayır, sana ayetlerim gelmişti ve sen onları yalanlamış, büyüklük taslamış ve kâfirlerden olmuştun.","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:60","price":"Kıyamet günü, Allah hakkında yalan söyleyenlerin yüzlerinin kapkara olduğunu görürsün. Kibirlenenler için cehennemde bir sığınma yeri mi yok? ","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:61","price":"Allah takva sahiplerini kurtuluşlarından dolayı necata erdirir. Onlara kötülük dokunmaz ve onlar hüzne kapılmayacaklardır.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:62","price":"Allah, her şeyin yaratıcısıdır ve O her şeyin vekilidir. ","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:63","price":"Göklerin ve yerin (hazine) anahtarları Onundur. Allah’ın ayetlerine küfredenler işte onlar, hüsrana uğrayacaklar, onlardır. ","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:64","price":"De ki: Ey cahiller! Allah’tan başkasına ibadet etmemi mi emrediyorsunuz? ","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:65","price":"Sana ve senden öncekilere: Eğer şirk koşarsan yaptıkların boşa gider ve hüsrana uğrayanlardan olursun, diye vahyolunmuştur. ","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:66","price":"Öyleyse, yalnızca Allah’a ibadet et ve şükredenlerden ol!","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:67","price":"Allah’ı hakkıyla takdir edemediler. Yer tümüyle onun avucundadır, kıyamet günü gökler de sağ elinde dürülmüş olacaktır. O, koştukları şirklerden münezzehtir. ","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:68","price":"Sûr’a üflenmiş, Allah’ın diledikleri dışında yerde ve göklerde kim varsa ölmüştür. Sonra ona tekrar üflendiği zaman onlar ayağa kalkar ve bakıp dururlar. ","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:69","price":"Yeryüzü Rabbinin nuru ile aydınlanır, kitap ortaya konur, peygamberler ve şahitler getirilir ve aralarında hakkaniyetle hüküm verilir. Onlara asla zulmedilmez.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:70","price":"Herkese, çalıştığının karşılığı tam olarak verilir. Onların ne yaptıklarını, en iyi bilen O’dur. ","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:71","price":"Kâfirler bölük bölük Cehennem'e sürülür. Oraya geldikleri zaman kapıları açılmış ve oranın bekçileri onlara: Size, içinizden Rabbinizin ayetlerini okuyan ve bugüne kavuşacağınızla ilgili uyaran peygamberler gelmedi mi? Onlar da: Evet, geldi, demişlerdir. Fakat, kâfirlerin üzerine azap kelimesi hak olmuştur. ","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:72","price":"Onlara: İçinde ebedi kalmak üzere cehennem kapılarından girin içeri! Büyüklenenler için ne kötü bir yurt! denir. ","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:73","price":"Rablerinden sakınan kimseler bölük bölük Cennet'e sevkedilirler. Oraya gelirler ve kapılar açılır ve onun bekçileri: Selam size, tertemiz olarak geldiniz ebedi olarak girin oraya! ","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:74","price":"(Onlar da) Derler ki: Bize verdiği vaadi doğrulayan ve bizi bu yere mirasçı kılan Allah'a hamd olsun. Çalışanların ödülü ne güzeldir! ","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":null,"lang":"tr"},{"name":"39:75","price":"Orada meleklerin Arş'ın etrafını kuşatarak, Rablerini hamd edip tesbih ederken görürsün. Aralarında hak ile hüküm verilmiş ve hamd, alemlerin Rabbi Allah’a mahsustur, denilmiştir. ","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":null,"lang":"tr"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}