{"data":[{"name":"21:1","price":"1. மனிதர்களுக்கு அவர்களுடைய கேள்வி கணக்கு (நாள்) நெருங்கிக் கொண்டே வருகிறது; எனினும், அவர்களோ அதைப் புறக்கணித்துக் கவலை அற்றவர்களாக இருக்கின்றனர்.","arabic":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2484,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:2","price":"2. தங்கள் இறைவனிடமிருந்து புதிதாக ஒரு நல்லுபதேசம் வரும் போதெல்லாம் அதை அவர்கள் (நம்பாது பரிகாசம் செய்து) விளையாடிக் கொண்டே கேட்கிறார்கள்.","arabic":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2485,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:3","price":"3. அவர்களுடைய உள்ளங்கள் (உண்மையைச்) சிந்திப்பதே இல்லை. இத்தகைய அநியாயக்காரர்கள் (நம் தூதரைப் பற்றி) ‘‘இவர் உங்களைப் போன்ற ஒரு மனிதரே தவிர வேறென்ன? நீங்கள் பார்த்துக் கொண்டே (அவருடைய) சூனியத்தில் சிக்க வருகிறீர்களா?'' என்று தங்களுக்குள் இரகசியமாகப் பேசிக் கொள்கின்றனர்.","arabic":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2486,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:4","price":"4. ‘‘வானங்களிலோ பூமியிலோ (ரகசியமாகவும், வெளிப்படையாகவும் பேசப்படும்) எல்லா வாக்கியங்களையும் என் இறைவன் நன்கறிவான். ஏனென்றால், அவன்தான் (அனைத்தையும்) செவியுறுபவன், நன்கறிபவன் ஆவான்'' என்று (நம் தூதர்) பதில் கூறினார்.","arabic":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2487,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:5","price":"5. (தவிர, அவர்கள் நம் வசனங்களைப் பற்றி) மாறாக, ‘‘இவை சிதறிய சிந்தனை(யால் ஏற்பட்ட வாக்கியங்)கள் என்றும், நம் தூதர் இதைப் பொய்யாகத் தாமே கற்பனை செய்துகொண்டார் என்றும், இவர் ஒரு கவிஞர்தான்; (தன் கவிதை ஆற்றலால் அமைத்த வாக்கியங்களே இவை) என்றும் (கூறுவதுடன்) முற்காலத்தில் அனுப்பப்பட்ட தூதர்கள் (கொண்டு வந்ததைப்) போல இவரும் (நாம் விரும்புகிறவாறு) ஓர் அத்தாட்சியை நம்மிடம் கொண்டு வரட்டும்'' என்றும் கூறுகின்றனர்!","arabic":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2488,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:6","price":"6. இவர்களுக்கு முன்னர் நாம் அழித்துவிட்ட ஊராரில் ஒருவருமே (அவர்கள் விரும்பிய அத்தாட்சிகளைக் கண்ட பின்னர்) நம்பிக்கை கொள்ளவில்லை. (அவ்வாறிருக்க) இவர்களா நம்பிக்கை கொள்ளப் போகின்றனர்!","arabic":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2489,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:7","price":"7. (நபியே!) உமக்கு முன்னரும் (மனிதர்களில்) ஆண்களையே தவிர வேறொருவரையும் நாம் நம் தூதராக அனுப்பவில்லை. (உமக்கு அறிவிப்பது போன்றே நம் கட்டளைகளை) அவர்களுக்கும் வஹ்யி (மூலம்) அறிவித்தோம். ஆகவே, (இவர்களை நோக்கி கூறுவீராக. இது) உங்களுக்குத் தெரியாதிருந்தால் (முன்னுள்ள வேத) ஞானமுடையவர்களிடம் கேட்டு அறிந்து கொள்ளுங்கள்.","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2490,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:8","price":"8. உணவே உட்கொள்ளாத உடலை அவர்களுக்கு (தூதர்களுக்கு) நாம் கொடுக்க வில்லை. தவிர, அவர்கள் (பூமியில் என்றுமே மரணிக்காத) நிரந்தரம் பெற்றவர்களாகவும் இருக்கவில்லை.","arabic":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2491,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:9","price":"9. பின்னர், (அவர்களை பாதுகாத்துக் கொள்வதாக நாம்) அவர்களுக்களித்த வாக்குறுதியை உண்மையாக்கும் பொருட்டு அவர்களையும், நாம் விரும்பிய மற்றவர்களையும் பாதுகாத்துக் கொண்டு வரம்புமீறியவர்களை அழித்துவிட்டோம்.","arabic":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2492,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:10","price":"10. உங்களுக்கு(ப் போதுமான) நல்லுபதேசங்கள் உள்ள வேதத்தையே நிச்சயமாக உங்களுக்கு அருளியிருக்கிறோம். இவ்வளவு கூட நீங்கள் அறிந்துகொள்ள வேண்டாமா?","arabic":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2493,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:11","price":"11. அநியாயக்காரர்கள் வசித்த எத்தனையோ ஊர்களை நாம் அழித்து நாசமாக்கி விட்டோம். அவர்களுக்குப் பின்னர் (அவ்விடத்தில்) வேறு மக்களை உற்பத்தி செய்தோம்.","arabic":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2494,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:12","price":"12. அவர்களும் நம் வேதனையின் அறிகுறியை உணர்ந்து கொண்ட மாத்திரத்தில் தங்கள் ஊரைவிட்டு விரைந்து ஓட ஆரம்பித்தார்கள்.","arabic":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2495,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:13","price":"13. (அச்சமயம் நாம் அவர்களை நோக்கி) ‘‘நீங்கள் வேகமாக ஓடாதீர்கள்! நீங்கள் மிக்க ஆடம்பரமாக அனுபவித்து வந்த செல்வத்தின் பக்கமும், உங்கள் வீடுகளுக்கும் நீங்கள் திரும்புங்கள். அங்கு நீங்கள் அது பற்றி கேட்கப்படுவீர்கள்'' (என்று கூறினோம்.)","arabic":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2496,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:14","price":"14. அதற்கவர்கள் ‘‘எங்கள் கேடே! நிச்சயமாக நாங்கள் (வரம்பு மீறிய) தீயவர்களாக இருந்தோம்'' என்று கூக்குரலிட்டார்கள்.","arabic":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2497,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:15","price":"15. அவர்களுடைய அக்கூக்குரல் அவர்களை நாம் அழித்துச் சாம்பலாக்கும் வரை நீடித்திருந்தது.","arabic":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2498,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:16","price":"16. வானங்களையும், பூமியையும், அதற்கு மத்தியில் உள்ளவற்றையும் வீண் விளையாட்டுக்காக நாம் படைக்கவில்லை.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2499,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:17","price":"17. நாம் வீண் விளையாட்டுக்காரனாக இருந்து விளையாட வேண்டும் என்று நாம் கருதியும் இருந்தால் நம்மிடமுள்ள (நமக்குத் தகுதியான)தை நாம் எடுத்து (விளையாடி)க் கொண்டிருப்போம்.","arabic":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2500,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:18","price":"18. அவ்வாறன்று; மெய்யைப் பொய்யின் மீது எறிகிறோம். அது அதை (அதன் தலையை) உடைத்து விடுகிறது. பின்னர் அது அழிந்தும் விடுகிறது. (ஆகவே, இறைவனைப் பற்றி அவனுக்கு மனைவி உண்டென்றும், சந்ததி உண்டென்றும்) நீங்கள் கூறுபவற்றின் காரணமாக உங்களுக்குக் கேடுதான்.","arabic":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2501,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:19","price":"19. வானங்களிலும் பூமியிலுமுள்ள அனைத்தும் அவனுக்குரியனவே! அவனிடத்தில் இருக்கக்கூடிய (வானவர்களாயினும் சரி; அவர்களும் அவனுடைய அடியார்களே! அ)வர்கள் அவனை வணங்காது பெருமை அடிக்கவும் மாட்டார்கள், சோர்வுறவும் மாட்டார்கள்.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2502,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:20","price":"20. அவர்கள் இரவு பகல் எந்நேரமும் இடைவிடாது அவனைப் போற்றி புகழ்ந்து துதித்துக் கொண்டே இருக்கின்றனர்.","arabic":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2503,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:21","price":"21. பூமியில் உள்ளவற்றை இவர்கள் கடவுள்களாக எடுத்துக் கொண்டிருக்கின்றனரே அவை (மரணித்தவர்களை) உயிர்ப்பிக்குமா?","arabic":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2504,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:22","price":"22. வானங்களிலும் பூமியிலும் அல்லாஹ்வைத் தவிர வேறு கடவுள்கள் இருந்திருந்தால் அவை இரண்டுமே அழிந்தே போயிருக்கும். அர்ஷின் அதிபதியாகிய அல்லாஹ், அவர்கள் வர்ணிக்கும் (இத்தகைய குற்றம் குறைகளான) தன்மைகளிலிருந்து மிகப் பரிசுத்தமானவன்.","arabic":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2505,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:23","price":"23. அவன் செய்பவற்றைப் பற்றி (ஏன் செய்தாய், எதற்காகச் செய்தாய் என்று) எவருமே அவனைக் கேட்க முடியாது. (அவ்வளவு சர்வ சுதந்திரமும், வல்லமையும் உள்ளவன் அவன்.) எனினும், படைப்புகள்தான் (அவரவர்களுடைய செயலைப் பற்றிக்) கேட்கப்படுவார்கள்.","arabic":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2506,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:24","price":"24. (நபியே!) இவர்கள் அல்லாஹ் அல்லாதவற்றைக் கடவுள்களாக எடுத்துக் கொண்டிருக்கின்றனரா? (அவ்வாறாயின் அவர்களை நோக்கி) ''என்னுடன் இருப்பவர்களின் வேதமும், எனக்கு முன்னுள்ளவர்களின் வேதமும் இதோ இருக்கின்றன. (இவற்றிலிருந்து இதற்கு) உங்கள் ஆதாரத்தை நீங்கள் கொண்டு வாருங்கள்'' என்று கூறுவீராக. எனினும், அவர்களில் பெரும்பாலானவர்கள் உண்மையை அறிந்து கொள்ள சக்தி அற்றவர்கள். ஆதலால் அவர்கள் (இவ்வேதத்தையும்) புறக்கணிக்கின்றனர்.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2507,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:25","price":"25. உங்களுக்கு முன்னர் நாம் அனுப்பிய தூதர்களுக்கெல்லாம், ‘‘நிச்சயமாக என்னைத் தவிர வணக்கத்திற்குரிய வேறு இறைவன் இல்லவே இல்லை; என்னையே நீங்கள் வணங்குங்கள்'' என்று நாம் வஹ்யி அறிவிக்காமலில்லை.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2508,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:26","price":"26. (அவ்வாறிருந்தும்) ரஹ்மான் (வானவர்களை தனக்குப் பெண்) சந்ததியாக்கிக் கொண்டான் என்று இவர்கள் கூறுகின்றனர். அவனோ மிகப் பரிசுத்தமானவன். (வானவர்கள் அவனுடைய சந்ததிகளன்று,) எனினும், (அவனுடைய) கண்ணியமிக்க அடியார்கள் ஆவர்.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2509,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:27","price":"27. (அவனுக்கு முன்னால்) இ(வ்வான)வர்கள் ஒரு வார்த்தையும் மீறிப் பேச மாட்டார்கள். அவன் இட்ட கட்டளையை இவர்கள் செய்து கொண்டு இருப்பார்கள்.","arabic":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2510,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:28","price":"28. அவர்களுக்கு முன்னிருப்பவற்றையும், பின்னிருப்பவற்றையும் அவன் நன்கறிவான். அவன் விரும்பியவர்களுக்கே தவிர மற்றெவருக்கும் இவர்கள் சிபாரிசு செய்யமாட்டார்கள். இன்னும், அவனுக்குப் பயந்து நடுங்கிக் கொண்டே இருப்பார்கள்.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2511,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:29","price":"29. அவர்களில் எவரேனும் ‘‘அல்லாஹ்வையன்றி நிச்சயமாக நானும் வணக்கத்திற்குரிய ஓர் இறைவன்தான்'' என்று கூறினால், அவருக்கு நரகத்தையே நாம் கூலியாக்குவோம். அநியாயக்காரர்களுக்கு அவ்வாறே கூலி கொடுப்போம்.","arabic":"۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2512,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:30","price":"30. (ஆரம்பத்தில்) வானம் (என்றும்) பூமி (என்றும் தனித்தனியாக) இல்லாமல் இருந்ததை நாமே பிரித்தமைத்து, (வானத்திலிருந்து மழையை பொழியச் செய்து அந்த மழை) நீரைக் கொண்டு உயிருள்ள ஒவ்வொன்றையும் (வாழ்ந்திருக்கச்) செய்தோம் என்பதையும் இந்நிராகரிப்பவர்கள் பார்க்கவில்லையா? ஆகவே, இவர்கள் நம்பிக்கை கொள்ள மாட்டார்களா?","arabic":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2513,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:31","price":"31. பூமி மனிதர்களுடன் சாய்ந்துவிடாதிருக்கும் பொருட்டு அதில் மலைகளை நாம்தான் நாட்டினோம். அவர்கள் விரும்பிய இடத்திற்கு சரியாக செல்லும் பொருட்டு அதில் விசாலமான வழிகளையும் நாம்தான் ஏற்படுத்தினோம்.","arabic":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2514,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:32","price":"32. மேலும், வானத்தைப் பத்திரமான ஒரு முகட்டைப்போல் நாம்தான் அமைத்தோம். (இவ்வாறெல்லாமிருந்தும்) அவற்றிலுள்ள அத்தாட்சிகளை அவர்கள் புறக்கணிக்கின்றனர்.","arabic":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2515,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:33","price":"33. அவனே இரவையும் பகலையும் (படைத்தான்.) சூரியனையும் சந்திரனையும் படைத்தான். இவை எல்லாம் வானத்தில் நீந்திச் செல்(வதைப் போல் செல்)கின்றன.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2516,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:34","price":"34. (நபியே!) உமக்கு முன்னர் எந்த மனிதனுக்குமே நாம் மரணமற்ற வாழ்க்கையை ஏற்படுத்தவில்லை. ஆகவே, நீர் இறந்துவிட்ட பின்னர் (என்ன) இவர்கள் என்றென்றும் வாழப்போகிறார்களா?","arabic":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2517,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:35","price":"35. ஒவ்வோர் ஆத்மாவும் மரணத்தைச் சுவைத்தே தீரும். நன்மை, தீமை செய்யக்கூடிய நிலைமையில் உங்களை (வைத்து) நாம் சோதிப்போம். பின்னர் நீங்கள் நம்மிடமே திரும்பக் கொண்டு வரப்படுவீர்கள்.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2518,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:36","price":"36. (நபியே!) நிராகரிப்பவர்கள் உம்மைக் கண்டால் (தங்களுக்குள் ஒருவர் மற்றவரை நோக்கி) ‘‘உங்கள் தெய்வங்களைக் குறை கூறுபவர் இவர்தானா?'' என்று உம்மை(ச் சுட்டிக் காண்பித்து)ப் பரிகாசம் செய்யாமல் இருப்பதில்லை. எனினும், அவர்களோ ரஹ்மா(ன் அளவற்ற அருளாளன் என்று இறைவ)னின் பெயரைக் கூறுவதையும் மறுக்கின்றனர்.","arabic":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2519,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:37","price":"37. மனிதன் அவசரக்காரனாகவே படைக்கப்பட்டிருக்கிறான். (ஆகவே, அவர்களை நோக்கி நபியே! கூறுவீராக: ‘‘வேதனைகளாகிய) என் அத்தாட்சிகளை நான் அதிசீக்கிரத்தில் உங்களுக்குக் காண்பிப்பேன். ஆகவே, நீங்கள் என்னிடம் அவசரப்பட வேண்டாம்.''","arabic":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2520,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:38","price":"38. (அந்நிராகரிப்பவர்கள் நம்பிக்கையாளர்களை நோக்கி ‘‘வேதனை வரும் என்று) நீங்கள் கூறுவதில் உண்மையானவர்களாக இருந்தால் இந்த (மிரட்டல்) வாக்கு எப்பொழுது வரும்'' என்று அவர்கள் கேட்கிறார்கள்.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2521,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:39","price":"39. அவர்கள் தங்கள் முகங்களில் இருந்தும், தங்கள் முதுகுகளில் இருந்தும் நரக நெருப்பைத் தட்டிக்கொள்ள முடியாமலும், அவர்களுக்கு உதவி செய்ய ஒருவரும் கிடைக்காமலும் போகக்கூடிய (ஒரு) காலம் வருமென்பதை இந்த நிராகரிப்பவர்கள் அறிந்திருந்தால் (அது இவர்களுக்கே நன்று).","arabic":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2522,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:40","price":"40. எனினும், அது இவர்களிடம் திடுகூறாகவே வந்து அவர்களைத் தட்டுக் கெட்டுத் தடுமாறும்படிச் செய்து விடும்; அதைத் தட்டிக் கழித்துவிட இவர்களால் முடியாது. இவர்களுக்கு சிறிதும் அவகாசம் கொடுக்கப்படவும் மாட்டாது.","arabic":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2523,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:41","price":"41. உமக்கு முன்னர் வந்த நம் தூதர்களும் (இவ்வாறே எதிரிகளால்) பரிகாசம் செய்யப்பட்டனர். ஆகவே, பரிகாசம் செய்து கொண்டிருந்தவர்களை அவர்கள் பரிகாசம் செய்த வேதனை வந்து சூழ்ந்து கொண்டது.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2524,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:42","price":"42. (நபியே! இவர்களை நோக்கி) ‘‘இரவிலோ பகலிலோ வரக்கூடிய ரஹ்மானுடைய வேதனையில் இருந்து உங்களை பாதுகாப்பவர் யார்?'' என்று கேட்பீராக. எனினும் இவர்களோ தங்கள் இறைவனை நினைப்பதையே முற்றிலும் புறக்கணித்து விட்டனர்.","arabic":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2525,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:43","price":"43. இவர்களை (நம் வேதனையிலிருந்து) தடுக்கக்கூடிய தெய்வங்கள் நம்மைத் தவிர இவர்களுக்கு வேறு இருக்கின்றனவா? (இவர்கள் தெய்வங்கள் எனக் கூறும்) அவை (இவர்களுக்கு உதவி செய்வதென்ன!) தமக்குத்தாமே உதவி செய்துகொள்ளவும் சக்தியற்றவை. ஆகவே, நமக்கெதிராக அவை இவர்களுக்குத் துணை புரியாது.","arabic":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2526,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:44","price":"44. இவர்களையும் இவர்களுடைய மூதாதைகளையும் (நீண்ட காலம் வரை) சுகமனுபவிக்கச் செய்தோம். அதனால் அவர்களின் ஆயுளும் அதிகரித்தது. (ஆகவே, அவர்கள் கர்வங்கொண்டு விட்டார்களா?) நிச்சயமாக நாம் இவர்களைச் சூழ்ந்துள்ள பூமியை(ப் படிப்படியாக)க் குறைத்து (இவர்களை நெருக்கி)க் கொண்டே வருவதை இவர்கள் காணவில்லையா? இவர்களா (நம்மை) வென்று விடுவார்கள்?","arabic":"بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2527,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:45","price":"45. (நபியே! அவர்களை நோக்கி ‘‘வேதனையைக் கொண்டு) நான் உங்களுக்கு அச்சமூட்டி எச்சரிக்கை செய்வதெல்லாம் வஹ்யின் மூலம் எனக்கு அறிவிக்கப்பட்டவற்றையே! (நான் சுயமாக எதையும் கூறவில்லை)'' என்று கூறுவீராக. (எனினும், இவர்கள் செவிடர்களைப் போல் இருக்கின்றனர். ஆகவே) இந்த செவிடர்கள் அச்சமூட்டி எச்சரிக்கை செய்யப்பட்டால் அதை அவர்கள் செவியேற்க மாட்டார்கள்.","arabic":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2528,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:46","price":"46. உமது இறைவனுடைய வேதனையின் வாடை இவர்கள் மீது பட்டாலே போதும் ‘‘நாங்கள் அழிந்தோம்; நிச்சயமாக நாங்களே எங்களுக்குத் தீங்கு இழைத்துக் கொண்டோம்!'' என்று கூச்சல் இடுவார்கள்.","arabic":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2529,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:47","price":"47. மறுமை நாளில் சரியான தராசையே நாம் நிறுத்துவோம். எந்த ஓர் ஆத்மாவுக்கும் (நன்மையைக் குறைத்தோ, தீமையைக் கூட்டியோ) அநியாயம் செய்யப்பட மாட்டாது. (நன்மையோ தீமையோ) ஒரு கடுகின் அளவு இருந்தபோதிலும் அதையும் கொண்டு வருவோம். கணக்கெடுக்க நாமே போதும். (வேறெவரின் உதவியும் நமக்குத் தேவையில்லை.)","arabic":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2530,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:48","price":"48. மூஸாவுக்கும் ஹாரூனுக்கும் (நன்மை தீமையைப்) பிரித்தறிவிக்கக்கூடிய வேதத்தையே நாம் கொடுத்திருந்தோம். அதை பிரகாசமாகவும், இறையச்சமுடையவர்களுக்கு நல்லுபதேசமாகவும் ஆக்கினோம்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2531,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:49","price":"49. (இறையச்சமுடையவர்கள்) தங்கள் இறைவனைத் தங்கள் கண்ணால் பார்க்காவிடினும் அவனுக்குப் பயப்படுவதுடன், மறுமையைப் பற்றியும் அவர்கள் (எந்நேரமும் பயந்து) நடுங்கிக் கொண்டிருப்பார்கள்.","arabic":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2532,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:50","price":"50. இந்த குர்ஆன் மிக்க பாக்கியமுடைய நல்லுபதேசமாகும். இதை நாமே இறக்கி வைத்தோம். இதை நீங்கள் நிராகரித்து விடுவீர்களா?","arabic":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2533,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:51","price":"51. நிச்சயமாக நாம் இப்றாஹீமுக்கு இதற்கு முன்னரே நல்லறிவைக் கொடுத்திருந்தோம். (அதற்குரிய) அவருடைய தன்மையை நன்கறிந்தோம்.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2534,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:52","price":"52. அவர் தன் தந்தையையும், தன் மக்களையும் நோக்கி ‘‘நீங்கள் (மிக்க உற்சாகத்தோடு) வணங்கிவரும் இச்சிலைகள் என்ன? (எதற்காக நீங்கள் இவற்றை வணங்குகிறீர்கள்)'' என்று கேட்டதற்கு,","arabic":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2535,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:53","price":"53. அவர்கள் ‘‘எங்கள் மூதாதைகள் இவற்றை வணங்கிக் கொண்டிருக்க நாங்கள் கண்டோம். (ஆதலால் நாங்களும் அவற்றை வணங்குகிறோம்)'' என்று கூறினார்கள்.","arabic":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2536,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:54","price":"54. அதற்கவர் ‘‘நீங்களும் உங்கள் மூதாதைகளும் பகிரங்கமான வழிகேட்டில்தான் இருக்கிறீர்கள்'' என்று கூறினார்.","arabic":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2537,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:55","price":"55. அதற்கவர்கள் ‘‘நீர் ஏதும் உண்மையான செய்தியை நம்மிடம் கொண்டு வந்திருக்கிறீரா? அல்லது (இவ்வாறு கூறி நம்முடன்) நீர் விளையாடுகிறீரா?'' என்று கேட்டனர்.","arabic":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2538,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:56","price":"56. அதற்கவர் ‘‘(நான் விளையாடுபவன்) இல்லை. உங்கள் (உண்மையான) இறைவன், வானங்களையும், பூமியையும் படைத்த இறைவன்தான். (இந்த சிலைகளல்ல) இதற்கு நானே உங்களுக்குச் சாட்சி கூறுகிறேன்'' என்று கூறினார்.","arabic":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2539,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:57","price":"57. (இங்கிருந்து) ‘‘நீங்கள் திரும்பிச் சென்ற பின்னர் அல்லாஹ்வின் மீது சத்தியமாக! உங்கள் சிலைகளைப் பங்கப்படுத்திவிடுவேன்'' (என்றும் கூறினார்.)","arabic":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2540,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:58","price":"58. (அவ்வாறே அவர்கள் சென்ற பின்னர்) அவற்றில் பெரிய சிலையைத் தவிர (மற்ற) அனைத்தையும் துண்டு துண்டாக உடைத்துத் தள்ளிவிட்டார். அவர்கள் (திரும்ப வந்த பின்னர் இதைப் பற்றி விசாரிப்பதற்காகப்) பெரிய சிலையிடம் செல்லக் கூடும் (என்று அதை மட்டும் உடைக்கவில்லை).","arabic":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2541,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:59","price":"59. அவர்கள் (திரும்ப வந்து இக்காட்சியைக் கண்டதும்) ‘‘எங்கள் தெய்வங்களை இவ்வாறு செய்தவன் எவன்? நிச்சயமாக அவன் மகா அநியாயக்காரன்'' என்று கூறினார்கள்.","arabic":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2542,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:60","price":"60. அதற்கு (அவர்களில் சிலர்) ‘‘ஒரு வாலிபர் இவற்றைப் பற்றி(க் குறை) கூறிக் கொண்டிருப்பதை நாங்கள் செவியுற்று இருக்கிறோம். அவருக்கு ‘இப்றாஹீம்' என்று பெயர் கூறப்படுகிறது'' என்று கூறினார்கள்.","arabic":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2543,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:61","price":"61. அதற்கவர்கள் ‘‘(அவ்வாறாயின்) அவரை மக்கள் கண்களுக்கு முன் கொண்டு வாருங்கள். (அவர் கூறும் பதிலுக்கு) அனைவரும் சாட்சியாக இருக்கட்டும்'' என்று கூறினார்கள்.","arabic":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2544,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:62","price":"62. (அவ்வாறு இப்றாஹீமைக் கொண்டு வந்து அவரை நோக்கி) ‘‘இப்றாஹீமே! எங்கள் தெய்வங்களை இவ்வாறு செய்தவர் நீர்தானோ?'' என்று கேட்டனர்.","arabic":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2545,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:63","price":"63. அதற்கவர் ‘‘இல்லை. இவற்றில் பெரிய சிலை இதோ இருக்கிறதே! இதுதான் செய்திருக்கலாம்! (உடைப்பட்ட) இவை பேசக்கூடியவையாக இருந்தால் அவற்றையே கேளுங்கள்'' என்றார்.","arabic":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2546,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:64","price":"64. அவர்கள் (இதற்குப் பதில் கூறமுடியாமல் நாணமுற்றுத்) தங்களுக்குள் (ஒருவர் மற்றவரை நோக்கி) “நிச்சயமாக நீங்கள்தான் (இவற்றைத் தெய்வமெனக் கூறி) அநியாயம் செய்து விட்டீர்கள்'' என்று கூறிக் கொண்டார்கள். ","arabic":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2547,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:65","price":"65. பின்னர், அவர்கள் (வெட்கத்தால் சிறிது நேரம்) தலை குனிந்திருந்து (இப்றாஹீமை நோக்கி) ‘‘இவை பேசாது என்பதை நிச்சயமாக நீர் அறிவீரே! (அவ்வாறிருக்க இவற்றிடம் நாங்கள் கேட்கும்படி எங்களிடம் எவ்வாறு கூறுகிறீர்?)'' (என்று கூறினார்கள்).","arabic":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2548,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:66","price":"66. அதற்கவர் ‘‘உங்களுக்கு ஒரு நன்மையும் தீமையும் செய்ய சக்தியற்ற அல்லாஹ் அல்லாத (இ)வற்றையா நீங்கள் வணங்குகிறீர்கள்?","arabic":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2549,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:67","price":"67. சீச்சி! (கேவலம் நீங்களென்ன) உங்களுக்கும் கேடுதான்; நீங்கள் வணங்கும் அல்லாஹ் அல்லாத இவைக(ளென்ன இவை)களுக்கும் கேடுதான். என்னே! இவ்வளவு கூட நீங்கள் அறிந்துகொள்ள வேண்டாமா?'' என்று கூறினார்.","arabic":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2550,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:68","price":"68. அதற்கவர்கள் (தங்கள் மனிதர்களை நோக்கி,) ‘‘நீங்கள் ஏதும் செய்ய வேண்டுமென்றி ருந்தால் இவரை நெருப்பில் எரித்து உங்கள் தெய்வங்களுக்காக இவரிடம் பழி வாங்குங்கள்'' என்று கூறினார்கள்.","arabic":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2551,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:69","price":"69. (அவ்வாறே அவர்கள் இப்றாஹீமை நெருப்புக் கிடங்கில் எறியவே நெருப்பை நோக்கி) ‘‘நெருப்பே! நீ இப்றாஹீமுக்கு சுகம் தரும் விதத்தில் குளிர்ந்து விடு!'' என்று நாம் கூறினோம்.","arabic":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2552,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:70","price":"70. அவர்கள் இப்றாஹீமுக்கு தீங்கிழைக்கக் கருதினார்கள். எனினும், நாம் அவர்களையே நஷ்டமடையும்படிச் செய்து விட்டோம்.","arabic":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2553,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:71","price":"71. அவரையும் (அவருடைய சகோதரர் மகன்) லூத்தையும் நாம் பாதுகாத்துக் கொண்டு, மனிதர்கள் பெரும் பாக்கியம் அடையக்கூடியதாக நாம் செய்திருக்கும் (பைத்துல் முகத்தஸ் என்னும்) ஊருக்கு கொண்டு வந்து சேர்த்தோம்.","arabic":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2554,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:72","price":"72. மேலும், நாம் அவருக்கு (அவருடைய) கோரிக்கைக்கு அதிகமாக இஸ்ஹாக்கையும், யஅகூபையும் அருள் புரிந்தோம். இவர்கள் அனைவரையும் நல்லடியார்களாகவும் நாம் ஆக்கினோம்.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2555,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:73","price":"73. மேலும், நம் கட்டளைகளை (மக்களுக்கு) ஏவி நேரான வழியை அறிவிக்கக்கூடிய தலைவர்களாகவும் அவர்களை ஆக்கினோம். நன்மையான காரியங்களைச் செய்யுமாறும், தொழுகையைக் கடைப்பிடிக்குமாறும், ‘ஜகாத்' கொடுத்து வருமாறும் அவர்களுக்கு வஹ்யி மூலம் அறிவித்தோம். அவர்கள் அனைவரும் நம்மையே வணங்கிக் கொண்டிருந்தார்கள்.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2556,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:74","price":"74. லூத்தையும் (நபியாக்கி) அவருக்கு ஞானத்தையும் கல்வியையும் கொடுத்துத் தீய காரியங்களைச் செய்து கொண்டிருந்த ஊர் மக்களில் இருந்தும் நாம் அவரை பாதுகாத்துக் கொண்டோம். நிச்சயமாக அவ்வூரார் (மனிதர்களில்) மிகக்கெட்ட மனிதர்களாகவும் பெரும் பாவிகளாகவும் இருந்தனர்.","arabic":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2557,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:75","price":"75. நாம் அவரை நம் அருளில் புகுத்தினோம். நிச்சயமாக அவர் நல்லடியார்களில் உள்ளவராகவே இருந்தார்.","arabic":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2558,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:76","price":"76. நூஹையும் (நபியாக அனுப்பிவைத்தோம்.) அவர் இதற்கு முன்னர் செய்து கொண்டிருந்த பிரார்த்தனையை அவருக்காக நாம் அங்கீகரித்துக் கொண்டு, அவரையும் அவரது குடும்பத்தினரையும் பெரும் சிரமத்தில் இருந்து பாதுகாத்துக் கொண்டோம்.","arabic":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2559,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:77","price":"77. நம் வசனங்களைப் பொய்யாக்கிய மக்களுக்கு விரோதமாக அவருக்கு நாம் உதவி செய்தோம். நிச்சயமாக அவர்களும் மிகக் கெட்ட மக்களாகவே இருந்தனர். ஆதலால், அவர்கள் அனைவரையும் (வெள்ளப் பிரளயத்தில்) மூழ்கடித்து விட்டோம்.","arabic":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2560,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:78","price":"78. தாவூதையும் ஸுலைமானையும் (நபியாக அனுப்பிவைத்தோம்). ஒருவருடைய ஆடுகள் மற்றொருவரின் பயிரை மேய்ந்து விட்டது பற்றி (தாவூத், சுலைமான் ஆகிய) இருவரும் தீர்ப்புக் கூற இருந்த சமயத்தில் அவர்களுடைய தீர்ப்பை நாம் (கவனித்துப்) பார்த்துக் கொண்டிருந்தோம்.","arabic":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2561,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:79","price":"79. தீர்ப்புக் கூறுவதில் இவர்கள் இருவருக்குமே கல்வியையும் ஞானத்தையும் நாம் கொடுத்திருந்த போதிலும், ஸுலைமானுக்கு நியாயத்தை விளக்கிக் காண்பித்தோம். மலைகளையும் பறவைகளையும் தாவூதுக்கு வசப்படுத்திக் கொடுத்தோம். அவை அவருடன் அல்லாஹ்வை தஸ்பீஹ் (துதி) செய்தன. நாமேதான் இவற்றை எல்லாம் செய்தோம்.","arabic":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2562,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:80","price":"80. (போரில் ஈட்டி, கத்தி ஆகியவற்றின்) காயத்தில் இருந்து உங்களை பாதுகாக்கக் கூடிய கவசங்கள் செய்வதை நாம் அவருக்குக் கற்றுக் கொடுத்தோம். இதற்கு நீங்கள் நன்றி செலுத்துவீர்களா?","arabic":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2563,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:81","price":"81. ஸுலைமானுக்கு வேகமான காற்றையும் நாம் வசப்படுத்திக் கொடுத்திருந்தோம். அது அவருடைய உத்தரவின்படி மிக்க பாக்கியம்பெற்ற ஊருக்கு (அவரை எடுத்து)ச்செல்லும் எல்லா விஷயங்களையும் நாம் அறிந்திருந்தோம்.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2564,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:82","price":"82. கடலில் மூழ்கி (முத்து, பவளம் போன்றவற்றைக் கொண்டு) வரக்கூடிய (மூர்க்க) ஷைத்தான்களையும் நாம் அவருக்கு வசப்படுத்திக் கொடுத்திருந்தோம். இதைத் தவிர (அவருக்கு அவசியமான) பல வேலைகளையும் அவை செய்துகொண்டு இருந்தன. நாம்தான் அவர்களைக் கண்காணித்து வந்தோம்.","arabic":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2565,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:83","price":"83. ஐயூபையும் (நாம் நம் தூதராக அனுப்பிவைத்தோம்). அவர் தன் இறைவனை நோக்கி ‘‘நிச்சயமாக நோய் என்னைப் பிடித்துக் கொண்டது. (அதை நீ நீக்கி விடு.) நீயோ கருணையாளர்களிலெல்லாம் மகா கருணையாளன்'' என்று பிரார்த்தனை செய்தார்.","arabic":"۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2566,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:84","price":"84. ஆகவே, நாம் அவருடைய பிரார்த்தனையை அங்கீகரித்து, அவரைப் பீடித்திருந்த நோயையும் நீக்கி, அவருடைய குடும்பத்தையும் நாம் அவருக்கு அளித்து, நம் அருளால் மேலும் அதைப் போன்ற தொகையினரையும் அவருக்குக் (குடும்பமாகக்) கொடுத்தோம். இது (எனக்குப் பயந்து) என்னை வணங்குபவர்களுக்கு(ம் என்னிடம் பிரார்த்தனை செய்பவர்களுக்கும்) நல்லுணர்ச்சி ஊட்டக்கூடியதாக இருக்கிறது.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2567,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:85","price":"85. இஸ்மாயீலையும், இத்ரீஸையும், துல்கிப்லுவையும் (நாம் நம் தூதர்களாக அனுப்பிவைத்தோம்). இவர்கள் அனைவரும் (தங்களுக்கு ஏற்பட்ட சிரமங்களைச்) சகித்துக் கொண்டனர்.","arabic":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2568,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:86","price":"86. ஆகவே, இவர்கள் அனைவரையும் நாம் நம் அருளில் புகுத்தினோம். ஏனென்றால், நிச்சயமாக இவர்கள் அனைவரும் நல்லவர்களே.","arabic":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2569,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:87","price":"87. (யூனுஸ் நபியாகிய) துன்னூனையும் (நம் தூதராக ஆக்கினோம்). அவர் கோபமாகச் சென்ற சமயத்தில் நாம் அவரைப் பிடித்துக்கொள்ள மாட்டோம் என்று எண்ணிக்கொண்டார். (ஆதலால், அவரை ஒரு மீன் விழுங்கும்படிச் செய்து மீன் வயிற்றின்) இருள்களிலிருந்த அவர் (நம்மை நோக்கி) ‘‘உன்னைத் தவிர வணக்கத்திற்குரிய இறைவன் வேறொருவனும் இல்லை. நீ மிகப் பரிசுத்தமானவன். நிச்சயமாக நானோ அநியாயக்காரர்களில் ஒருவனாகிவிட்டேன். (என்னை மன்னித்து அருள் புரிவாயாக!)'' என்று பிரார்த்தனை செய்தார்.","arabic":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2570,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:88","price":"88. நாம் அவருடைய பிரார்த்தனையை அங்கீகரித்து (அவருடைய மிக்க துயரமான) சிரமத்திலிருந்தும் அவரை நாம் பாதுகாத்துக் கொண்டோம். இவ்வாறே, (சிரமத்தில் சிக்கி நம்மிடம் பிரார்த்தனை செய்யும்) நம்பிக்கையாளர்களையும் நாம் பாதுகாத்துக் கொள்வோம்.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2571,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:89","price":"89. ஜகரிய்யாவையும் (தூதராக அனுப்பிவைத்தோம்). அவர் தன் இறைவனை நோக்கி ‘‘என் இறைவனே! நீ என்னை(ச் சந்ததியற்ற) தனித்தவனாக விட்டுவிடாதே! நீயோ வாரிசாகக்கூடியவர்களில் மிக்க மேலானவன்'' என்று பிரார்த்தனை செய்த சமயத்தில்,","arabic":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2572,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:90","price":"90. நாம் அவருடைய பிரார்த்தனையை அங்கீகரித்து (மலடாக இருந்த) அவருடைய மனைவியை குணப்படுத்தி, யஹ்யாவை அவருக்கு(ச் சந்ததியாகக்) கொடுத்தோம். நிச்சயமாக இவர்கள் அனைவரும் நன்மையான காரியங்களைச் செய்வதில் ஒருவரை ஒருவர் முந்திக் கொண்டிருந்தார்கள். (நம் அருளை) விரும்பியும் (நம் தண்டனையைப்) பயந்தும் நம்மிடம் பிரார்த்தனை செய்து கொண்டிருந்தார்கள். இவர்கள் அனைவரும் நம்மிடம் மிக்க உள்ளச்சமுடையவர்களாகவும் இருந்தார்கள்.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2573,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:91","price":"91. தன் கற்பைக் காத்துக்கொண்ட (மர்யம் என்ப)வளை(யும் நீர் ஞாபக மூட்டுவீராக. நம் தூதர்) ஜிப்ரயீல் மூலம் அவளுடைய கர்ப்பத்தில் நாம் ஊதினோம். அவளையும் அவளுடைய மகனையும் உலகத்தாருக்கு ஓர் அத்தாட்சியாகவும் ஆக்கினோம்.","arabic":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2574,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:92","price":"92. (நம்பிக்கையாளர்களே!) நீங்கள் அனைவரும் (ஒரே மார்க்கத்தைப் பின்பற்ற வேண்டிய) ஒரே வகுப்பார்தான். (இதில் ஜாதி வேற்றுமை கிடையாது.) உங்கள் அனைவருக்கும் இறைவன் நான் ஒருவனே! ஆகவே, என்னையே நீங்கள் வணங்குங்கள்.","arabic":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2575,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:93","price":"93. எனினும் இவர்கள் தங்கள் காரியத்தில் (வேறுபட்டு) பல பிரிவுகளாக பிரிந்து விட்டனர். இவர்கள் அனைவரும் நம்மிடம் திரும்ப வரக்கூடியவர்கள்தான்.","arabic":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2576,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:94","price":"94. ஆகவே, (இவர்களில்) எவர்கள் நம்பிக்கைகொண்டு நற்செயல்களைச் செய்கிறார்களோ அவர்களுடைய முயற்சி வீணாகிவிடாது. நிச்சயமாக நாம் அவற்றைப் பதிவு செய்து வருகிறோம்.","arabic":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2577,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:95","price":"95. நாம் எவ்வூரார்களை அழித்துவிட்டோமோ அவர்கள் நிச்சயமாக (உலகிற்கு) திரும்பவே மாட்டார்கள் என விதிக்கப்பட்டுள்ளது.","arabic":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2578,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:96","price":"96. யஃஜூஜ், மஃஜூஜ் கூட்டத்திற்கு வழி திறக்கப்பட்டால் அவர்கள் ஒவ்வொரு மேட்டிலிருந்தும் (தண்ணீர் பாய்ந்து ஓடுவதைப் போல்) வழிந்து (உலகின் பல பாகங்களிலும் அதிசீக்கிரத்தில் பரவி) விடுவார்கள்.","arabic":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2579,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:97","price":"97. (உலக முடிவு பற்றிய) உண்மையான வாக்குறுதி நெருங்கி விட்டது. (அது வரும் சமயத்தில் அதைக் காணும்) நிராகரிப்பவர்களின் கண்கள் திறந்தது திறந்தவாறே இருக்கும். ‘‘எங்களுக்குக் கேடுதான். நிச்சயமாக நாங்கள் இதைப்பற்றி கவலையற்றவர்களாக இருந்தோமே! எங்களுக்கு நாங்களே தீங்கிழைத்துக் கொண்டோமே!'' (என்றும் அவர்கள் புலம்புவார்கள்).","arabic":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2580,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:98","price":"98. (அச்சமயம் அவர்களை நோக்கி) ‘‘நிச்சயமாக நீங்களும், நீங்கள் வணங்கிக் கொண்டிருந்த அல்லாஹ் அல்லாதவையும் நரகத்தின் எரிகட்டையாகி விட்டீர்கள். நீங்கள் அனைவரும் அங்கு செல்ல வேண்டியவர்கள்தான்'' (என்று கூறப்படும்).","arabic":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2581,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:99","price":"99. (அவர்கள் வணங்கிக் கொண்டிருந்த) இவை (உண்மையான) தெய்வங்களாக இருந்தால் நரகத்திற்கு வந்தே இருக்காது. எனினும், அவர்கள் அனைவரும் (நரகத்தில் தள்ளப்பட்டு) என்றென்றும் அதில் தங்கிவிடுவார்கள்.","arabic":"لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2582,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:100","price":"100. அதில் அவர்கள் திணறித் திணறிக் (கழுதையைப் போல்) கதறுவார்கள். அதில் (மற்றெவரின் சப்தத்தை) அவர்கள் செவியுற மாட்டார்கள்.","arabic":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2583,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:101","price":"101. ஏற்கனவே நம்மால் எவர்களுக்கு நன்மைகள் எழுதப்பட்டு விட்டதோ அவர்கள், நிச்சயமாக நரகத்திற்கு வெகு தூரமாக இருப்பார்கள்.","arabic":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2584,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:102","price":"102. அதன் இரைச்சலையும் அவர்கள் (தங்கள் காதால்) கேட்கமாட்டார்கள். இன்னும் அவர்கள் தாங்கள் விரும்பிய சுகபோகங்களை(ச் சொர்க்கத்தில்) என்றென்றும் அனுபவித்துக் கொண்டிருப்பார்கள்.","arabic":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2585,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:103","price":"103. (மறுமையில் ஏற்படும்) பெரும் திடுக்கமும் அவர்களை துக்கத்திற்குள்ளாக்காது. (அச்சமயம்) வானவர்கள் அவர்களை எதிர்கொண்டழைப்பார்கள் ‘‘உங்களுக்கு வாக்களிக்கப்பட்ட (நல்ல) நாள் இதுதான்'' (என்று நற்செய்தியும் கூறுவார்கள்).","arabic":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2586,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:104","price":"104. எழுதப்பட்ட கடிதத்தைச் சுருட்டுவதைப் போல் நாம் வானத்தைச் சுருட்டும் நாளை (நபியே!) நீர் அவர்களுக்கு ஞாபகமூட்டுவீராக. முதல் தடவை நாம் அவர்களை படைத்தது போன்றே (அந்நாளில்) நாம் (அவர்களுக்கு உயிர் கொடுத்து) அவர்களை மீளவைப்போம். இது நம்மீது கடமையானதொரு வாக்குறுதியாகும். நிச்சயமாக நாம் இதைச் செய்தே தீருவோம்.","arabic":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2587,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:105","price":"105. நிச்சயமாக நாம் ‘ஜபூர்' என்னும் வேதத்தில், நல்லுபதேசங்களுக்குப் பின்னர் எழுதியிருக்கிறோம், ‘‘நிச்சயமாக பூமிக்கு என் அடியார்களில் நன்நடத்தை உடையவர்கள்தான் வாரிசாவார்கள்'' என்று.","arabic":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2588,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:106","price":"106. என்னையே வணங்குபவர்களுக்கு நிச்சயமாக இதில் ஒரு நற்செய்தி இருக்கிறது.","arabic":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2589,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:107","price":"107. (நபியே!) உம்மை உலகத்தாருக்கு ஓர் அருளாகவே தவிர நாம் அனுப்பவில்லை.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2590,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:108","price":"108. (ஆகவே) நீர் கூறுவீராக: ‘‘எனக்கு வஹ்யி அறிவிக்கப்படுவதெல்லாம் ‘‘உங்கள் வணக்கத்திற்குரிய இறைவன் ஒரே ஓர் இறைவனே'' என்றுதான். ஆகவே, நீங்கள் அவனுக்கு முற்றிலும் பணிந்து கட்டுப்பட்டு நடப்பீர்களாக!","arabic":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2591,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:109","price":"109. (நபியே!) அவர்கள் புறக்கணித்து விட்டாலோ (அவர்களை நோக்கி) ‘‘நான் (என் தூதை) உங்கள் அனைவருக்கும் சமமாக எடுத்துரைத்து விட்டேன். உங்களுக்குப் பயமுறுத்தப்படும் வேதனை (வந்தே தீரும். எனினும், அது) சமீபத்தில் இருக்கிறதா தூரத்தில் இருக்கிறதா என்பதை நான் அறியமாட்டேன்'' என்று கூறுவீராக.","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2592,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:110","price":"110. நிச்சயமாக (என் இறைவன்) நீங்கள் (வாயால்) சப்தமிட்டுப் பேசுவதையும் (உங்கள் உள்ளங்களில் அதற்கு மாறாக) மறைத்து வைத்திருப்பதையும் அறிந்து கொள்கிறான்.","arabic":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2593,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:111","price":"111. (இன்னும் இதுவரை வேதனை செய்யாது) உங்களை விட்டு வைத்திருப்பது உங்களைச் சோதிப்பதற்காகவோ அல்லது குறித்த காலம் வரை நீங்கள் வாழ்ந்திருப்பதற்காகவோ என்பதை நான் அறிய மாட்டேன்.","arabic":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2594,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"21:112","price":"112. (மேலும் முஹம்மது) கூறினார்: ‘‘என் இறைவனே! (எனக்கும் இந்நிராகரிப்பவர்களுக்கும் இடையில்) நீ நீதமான தீர்ப்பளிப்பாயாக! எங்கள் இறைவன்தான் பேரருளாளன். உங்கள் (பொய்யான) கூற்றுகளுக்கு எதிராக அவனிடமே உதவி தேடுகிறோம்.''","arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2595,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:1","price":"1. மனிதர்களே! நீங்கள் உங்கள் இறைவனுக்குப் பயப்படுங்கள். நிச்சயமாக விசாரணை நாளின் அதிர்ச்சி மிக்க கடுமையானது.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:2","price":"2. அந்நாளில் பாலூட்டிக் கொண்டிருக்கும் ஒவ்வொரு தாயும், தான் பாலூட்டும் குழந்தையை மறந்துவிடுவதையும் ஒவ்வொரு கர்ப்பினிப் பெண்ணிண் கருவும் சிதைந்து விடுவதையும் நீங்கள் காண்பீர்கள். (நபியே!) மனிதர்களை மதி மயங்கியவர்களாக நீர் காண்பீர். அவர்கள் (மதியிழக்கும் காரணம்) போதையினால் அல்ல. அல்லாஹ்வுடைய வேதனை மிக்க கடினமானது. (அதைக் கண்டு திடுக்கிட்டு அவர்கள் மதியிழந்து விடுவார்கள்.)","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:3","price":"3. மனிதர்களில் பலர் ஏதும் அறியாமலிருந்து கொண்டே அல்லாஹ்வைப் பற்றித் தர்க்கித்து வரம்பு மீறும் ஷைத்தான்களையே பின்பற்றுகின்றனர்.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:4","price":"4. எவன் (ஷைத்தானாகிய) அவனை நண்பனாக எடுத்துக் கொள்கிறானோ அவன் அவனை நிச்சயமாக வழிகெடுத்துக் கொடிய வேதனையின் பக்கமே செலுத்தி விடுவான் என்று விதிக்கப்பட்டு விட்டது.","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:5","price":"5. மனிதர்களே! (மறுமையில் உங்களுக்கு உயிர் கொடுத்து) எழுப்புவதைப் பற்றி நீங்கள் சந்தேகம் கொண்டால், (உங்களை முதலில் எவ்வாறு படைத்தோம் என்பதைக் கவனியுங்கள்.) நிச்சயமாக நாம் உங்களை (உங்கள் மூலப் பிதாவாகிய ஆதமை) மண்ணில் இருந்து (படைத்துப்) பின்னர் இந்திரியத் துளியிலிருந்து, பின்னர் அதை ஓர் இரத்தக் கட்டியாகவும், பின்னர் (அதை) குறை வடிவ அல்லது முழு வடிவ மாமிசப் பிண்டமாகவும் (நாம் உற்பத்தி செய்கிறோம். நம் வல்லமையை) உங்களுக்குத் தெளிவாக்கும் பொருட்டே (இவ்வாறு படிப்படியாகப் பல மாறுதல்களை அடைய) ஒரு குறிப்பிட்ட காலம் வரை தங்கி இருக்கும்படி செய்கிறோம். பின்னர், உங்களைச் சிசுக்களாக வெளிப்படுத்தி நீங்கள் உங்கள் வாலிபத்தை அடையும்படிச் செய்கிறோம். (இதற்கிடையில்) இறந்துவிடுபவர்களும் உங்களில் பலர் இருக்கின்றனர். (அல்லது வாழ்ந்து) அனைத்தையும் அறிந்த பின்னர் ஒன்றுமே அறியாதவர்களைப்போல் ஆகிவிடக்கூடிய தள்ளாத வயது வரை விட்டு வைக்கப்படுபவர்களும் உங்களில் இருக்கின்றனர். (மனிதனே!) பூமி (புற்பூண்டு ஏதுமின்றி) வறண்டு இருப்பதை நீ காணவில்லையா? அதன் மீது நாம் மழையை பொழியச் செய்தால், அது பசுமையாகி வளர்ந்து அழகான பற்பல வகை (ஜோடி ஜோடி)யான உயர்ந்த புற்பூண்டுகளை முளைப்பிக்கிறது.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:6","price":"6. நிச்சயமாக அல்லாஹ்தான் உண்மையான இறைவன். நிச்சயமாக அவன் மரணித்தவர்களை உயிர் கொடுத்து எழுப்புவான். நிச்சயமாக அவன் அனைத்தின் மீதும் பேராற்றல் உடையவன் என்பதற்கு இதுவே போதுமான (அத்தாட்சியாக இருக்கிற)து.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:7","price":"7. விசாரணைக் காலம் நிச்சயமாக வரக்கூடியது. அதில் சந்தேகமேயில்லை. (அந்நாளில்) சமாதிகளில் (புதைந்து) கிடப்பவர்களை நிச்சயமாக அல்லாஹ் (உயிர் கொடுத்து) எழுப்புவான்.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:8","price":"8. மனிதர்களில் பலர் (இருக்கின்றனர். அவர்கள்) எந்தவித கல்வியும், தர்க்கரீதியான ஆதாரமும், வேத நூலின் தெளிவான ஆதாரமும் இல்லாமலே அவர்கள் அல்லாஹ்வைப் பற்றித் தர்க்கிக்கின்றனர்.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:9","price":"9. அல்லாஹ்வுடைய பாதையிலிருந்து (மக்களைத்) திருப்பிவிடும் பொருட்டு தன் கழுத்தை திருப்பியவர்களாக (கர்வம் கொண்டு இவ்வாறு தர்க்கிக்கின்றனர்). இம்மையில் அவர்களுக்கு இழிவுதான். மறுமை நாளிலோ சுட்டெரிக்கும் நெருப்பின் வேதனையை அவர்கள் சுவைக்கும்படிச் செய்வோம்.","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:10","price":"10. (அங்கு அவர்களை நோக்கிக் கூறப்படும்:) இவை ஏற்கனவே உங்கள் கைகள் செய்து அனுப்பிய செயல்களின் பலன்தான். நிச்சயமாக அல்லாஹ் தன் அடியார்களில் எவருக்கும் (தண்டனையைக் கூட்டியோ, நன்மையைக் குறைத்தோ) அநியாயம் செய்பவனல்ல.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:11","price":"11. மனிதரில் பலர் (மதில்மேல் பூனையைப் போல்) உறுதியற்ற நிலைமையில் அல்லாஹ்வை வணங்குகின்றனர். அவர்களை ஒரு நன்மை அடைந்தால் அதைக்கொண்டு திருப்தி அடைகின்றனர். அவர்களுக்கு ஒரு தீங்கு ஏற்பட்டாலோ அவர்கள் தங்கள் முகத்தை (அல்லாஹ்வை விட்டும்) திருப்பிக் கொள்கின்றனர். இவர்கள் இம்மையிலும் மறுமையிலும் நஷ்டமடைந்து விட்டனர். இதுதான் (சந்தேகமற்ற) தெளிவான பெரும் நஷ்டமாகும்.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:12","price":"12. இவர்கள் தங்களுக்கு நன்மையோ தீமையோ செய்ய சக்தியற்ற, அல்லாஹ் அல்லாதவற்றை (உதவிக்கு) அழைக்கின்றனர். இதுதான் வெகுதூரமான வழிகேடாகும்.","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:13","price":"13. நன்மை ஏற்படுவதைவிட தீங்கு ஏற்படுவது எவர்களால் அதிகம் சாத்தியமாக இருக்கிறதோ அவர்களைத்தான் இவர்கள் (தங்கள் பாதுகாவலர்கள் என) அழைக்கின்றனர். (இவர்களுடைய) அந்த பாதுகாவலர்களும் கெட்டார்கள்; அவர்களை அண்டி நிற்கும் இவர்களும் கெட்டார்கள்.","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:14","price":"14. நிச்சயமாக எவர்கள் நம்பிக்கை கொண்டு நற்செயல்களைச் செய்கிறார்களோ அவர்களை நிச்சயமாக அல்லாஹ் சொர்க்கங்களுக்குள் புகச்செய்கிறான். அதில் நீரருவிகள் தொடர்ந்து ஓடிக்கொண்டே இருக்கும். நிச்சயமாக அல்லாஹ், தான் நாடியதைச் செய்வான்.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:15","price":"15. எவன் (நம் தூதர் மீது பொறாமை கொண்டு) அவருக்கு அல்லாஹ் இம்மையிலோ மறுமையிலோ நிச்சயமாக உதவி செய்யமாட்டான் என்று (தன் பொறாமையின் காரணமாக) எண்ணுகிறானோ அவன் (வீட்டின்) முகட்டில் ஒரு கயிற்றைக் கட்டி(ச் சுருக்குப் போட்டு அதில் கழுத்தை மாட்டி) நெரித்துக் கொள்ளட்டும். தான் பொறாமை கொண்ட (அல்லாஹ்வின் உதவியை) தன் சூழ்ச்சி மெய்யாகவே போக்கிவிட்டதா? என்று பார்க்கவும்.","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:16","price":"16. இவ்வாறு தெளிவான வசனங்களாகவே நாம் (குர்ஆனாகிய) இதை இறக்கி வைத்தோம். நிச்சயமாக அல்லாஹ், தான் விரும்பியவர்களை (இதன் மூலம்) நேரான வழியில் செலுத்துகிறான்.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:17","price":"17. நம்பிக்கையாளர்களும், யூதர்களும், ஸாபியீன்களும், கிறிஸ்தவர்களும், (நெருப்பை வணங்கும்) மஜூஸிகளும், இணைவைத்து வணங்குபவர்களும் ஆகிய (ஒவ்வொருவரும், தாங்கள்தான் நேரான வழியில் இருப்பதாகக் கூறுகின்றனர். எனினும், யார் நேரான வழியில் இருக்கிறார்கள் என்பதை) இவர்களுக்கிடையில் நிச்சயமாக அல்லாஹ் மறுமை நாளில் தீர்ப்புக் கூறுவான். (இவர்களுடைய செயல்கள்) அனைத்தையும் அல்லாஹ் நிச்சயமாக பார்(த்துக்கொண்டே இரு)க்கிறான்.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:18","price":"18. (நபியே!) வானங்களில் இருப்பவர்களும், பூமியில் இருப்பவர்களும், சூரியனும், சந்திரனும், நட்சத்திரங்களும் மலைகளும், மரங்களும், கால்நடைகளும், மனிதரில் ஒரு பெரும் தொகையினரும் நிச்சயமாக அல்லாஹ்வுக்குச் சிரம் பணிந்து வணங்குகின்றனர் என்பதை நீர் காணவில்லையா? எனினும், மனிதரில் பெரும்பாலானவர்கள் மீது வேதனையே விதிக்கப்பட்டு விட்டது. எவனை அல்லாஹ் இழிவுபடுத்துகிறானோ அவனை ஒருவராலும் கண்ணியப்படுத்த முடியாது. நிச்சயமாக அல்லாஹ், தான் நாடியதையே செய்கிறான்.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:19","price":"19. (இறைவனுக்கு கட்டுப்படுபவர்கள், இறைவனுக்கு மாறு செய்பவர்கள் ஆகிய) இவ்விரு வகுப்பாரும் தங்கள் இறைவனைப் பற்றித் தர்க்கித்துக் கொண்டிருக்கின்றனர். ஆகவே, அவர்களில் எவர்கள் (உண்மையான இறைவனை) நிராகரிக்கிறார்களோ அவர்களுக்கு நெருப்பினால் ஆன ஆடை தயார் செய்யப்பட்டிருக்கிறது. (அக்னியைப் போல்) கொதித்துக் கொண்டிருக்கும் தண்ணீர் அவர்களுடைய தலைகளின் மீது ஊற்றப்படும்.","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:20","price":"20. அவர்களுடைய வயிற்றினுள் இருக்கும் குடல்களும் (தேகத்தின் மேல் இருக்கும்) தோல்களும் அதனால் உருகிவிடும்.","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:21","price":"21. அவர்களுக்காக இரும்புச் சம்மட்டிகள் உண்டு. (அதைக் கொண்டு அவர்களை அடிக்கப்படும்.)","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:22","price":"22. இத்துயர(மான நரக)த்திலிருந்து அவர்கள் வெளிப்படக் கருதி முயற்சிக்கும் போதெல்லாம் அதில் அவர்கள் தள்ளப்பட்டு “எரிக்கும் (நெருப்பு) வேதனையைச் சுவைத்துக் கொண்டிருங்கள்'' (எனவும் கூறப்படும்).","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:23","price":"23. நம்பிக்கை கொண்டு நற்செயல்களைச் செய்கிறவர்களை நிச்சயமாக அல்லாஹ் சொர்க்கத்தில் புகுத்துகிறான். அதில் நீரருவிகள் தொடர்ந்து ஓடிக்கொண்டே இருக்கும். (பின்னும்) பொற்கடகமும், முத்து ஆபரணமும் (விருதுகளாக) அவர்களுக்கு அணிவிக்கப்படும். அதில் அவர்களுடைய ஆடைகளோ மிருதுவான பட்டினால் ஆனதாக இருக்கும்.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:24","price":"24. பரிசுத்த வாக்கியம் (ஆகிய கலிமா தய்யிப்) அவர்களுக்கு (இம்மையில்) கற்பிக்கப்பட்டு மிக்க புகழுக்குரிய இறைவனின் பாதையிலும் அவர்கள் செலுத்தப்படுவார்கள்.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:25","price":"25. நிச்சயமாக எவர்கள் நிராகரித்து (மக்களை) அல்லாஹ்வின் பாதையை விட்டு தடுத்துக்கொண்டு (மக்காவாகிய) அங்கு வசித்திருப்பவர்கள் ஆயினும், வெளியிலிருந்து வருபவர்கள் ஆயினும், மனிதர்கள் அனைவருக்குமே சமமான உரிமையுள்ளதாக நாம் ஏற்படுத்திய சிறப்புற்ற மஸ்ஜிதை விட்டும் தடை செய்து கொண்டு இருக்கிறார்களோ, (அவர்கள் நேர்வழி பெறமாட்டார்கள்.) எவராவது அதில் மார்க்கத்திற்கு விரோதமாக அநியாயம் செய்ய விரும்பினால், அவர்களை, துன்புறுத்தும் வேதனையைச் சுவைக்க வைப்போம்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:26","price":"26. (நபியே!) இப்றாஹீமை நம் வீட்டின் சமீபமாக வசிக்கும்படிச் செய்து (அவரை நோக்கி) “நீர் எனக்கு எவரையும் இணையாக்காதீர். என் (இந்த) வீட்டை (தவாஃப்) சுற்றி வருபவர்களுக்கும், அதில் நின்று, குனிந்து, சிரம் பணிந்து தொழுபவர்களுக்கும் அதைப் பரிசுத்தமாக்கி வைப்பீராக'' என்று நாம் கூறிய சமயத்தில்,","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:27","price":"27. (அவரை நோக்கி) “ஹஜ்ஜூக்கு வருமாறு நீர் மனிதர்களுக்கு அறிக்கையிடுவீராக. (அவர்கள்) கால்நடையாகவும் உங்களிடம் வருவார்கள்; இளைத்த (ஒட்டக) வாகனங்களின் மீது வெகு தொலை தூரத்திலிருந்தும் (உங்களிடம்) வருவார்கள்.","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:28","price":"28. (வர்த்தகத்தின் மூலம்) தங்கள் பயனை நாடியும் (அங்கு வருவார்கள்). குறிப்பிட்ட நாள்களில் அல்லாஹ் அவர்களுக்குக் கொடுத்த (ஆடு, மாடு, ஒட்டகம் ஆகிய) கால்நடை பிராணிகள் மீது அவனது திருப்பெயரைக் கூறி அறுப்பதற்காகவும் அ(ங்கு வருவார்கள். ஆகவே, அவ்வாறு அறுக்கப்பட்ட)வைகளிலிருந்து நீங்களும் புசியுங்கள்; சிரமப்படும் ஏழைகளுக்கும் புசிக்கக் கொடுங்கள்.","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:29","price":"29. பின்னர் (தலைமுடி இறக்கி, நகம் தரித்து, குளித்துத்) தங்கள் அழுக்குகளைச் சுத்தம் செய்து, தங்கள் நேர்ச்சைகளையும் நிறைவேற்றி, கண்ணியம் பொருந்திய பழமை வாய்ந்த ஆலயத்தையும் தவாஃப் செய்யுங்கள்.","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:30","price":"30. இவ்வாறே அல்லாஹ் கண்ணியப்படுத்திய சிறப்பானவற்றை எவர் மகிமைப்படுத்துகிறாரோ அவருக்கு அது அவருடைய இறைவனிடத்தில் மிக்க நன்மையாகவே முடியும். (நீங்கள் புசிக்கக்கூடிய ஆடு, மாடு, ஒட்டகம் ஆகிய) கால்நடைகளைப் பற்றி உங்களுக்கு ஓதிக் காண்பிக்கப்பட்ட (செத்தது, இரத்தம், பன்றியின் மாமிசம், அல்லாஹ் அல்லாதவற்றின் பெயர் கூறி அறுக்கப்பட்ட)வற்றைத் தவிர மற்றவை ஆகுமாக்கப்பட்டு விட்டன. (அவற்றை நீங்கள் புசிக்கலாம்.) ஆகவே, சிலை வணக்க அசுத்தத்திலிருந்து நீங்கள் தப்பித்துக் கொள்ளுங்கள். மேலும், பொய்யான வார்த்தைகளில் இருந்தும் நீங்கள் தப்பித்துக் கொள்ளுங்கள்.''","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:31","price":"31. அல்லாஹ்வுக்கு இணைவைக்காது, அவன் ஒருவனுக்கே முற்றிலும் தலைசாய்த்து விடுங்கள். எவன் அல்லாஹ்வுக்கு இணைவைக்கிறானோ, அவன் வானத்திலிருந்து (தலைகீழாக) விழுந்தவனைப் போலாவான். அவனை (கழுகு போன்ற) பறவைகள் இறாஞ்சி (கொத்தி)க் கொண்டு போய்விடும் அல்லது காற்று வெகு தூரத்திற்கு அடித்துக் கொண்டு சென்றுவிடும்.","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:32","price":"32. இதுவே (அவனுடைய கதியாகும்.) எவர் அல்லாஹ்வினால் ஏற்படுத்தப்பட்ட அடையாளங்களை கண்ணியப்படுத்துகிறாரோ அது அவருடைய உள்ளத்தின் இறையச்சத்தை அறிவிக்கிறது.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:33","price":"33. (குர்பானிக்காக உள்ள ஆடு, மாடு, ஒட்டகங்களின் பாலை அருந்தலாம்; சவாரி செய்யலாம். இவ்வாறு) ஒரு குறிப்பிட்ட காலம் வரை நீங்கள் அவற்றைக் கொண்டு பயனடையலாம். பின்னர், அவற்றை கண்ணியம் பொருந்திய பழமை வாய்ந்த ஆலயத்திடம் சேர்ப்பித்து விட வேண்டும்.","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:34","price":"34. குர்பானி செய்வதை ஒவ்வொரு வகுப்பினருக்கும் கடமையாக்கி இருக்கிறோம். அல்லாஹ் கொடுத்திருந்த ஆடு, மாடு, ஒட்டகங்களின் மீது அவன் பெயரைக் கூறி குர்பானி செய்யுங்கள். ஆகவே, உங்கள் இறைவன் ஒரே ஓர் இறைவன்தான். ஆதலால், அவன் ஒருவனுக்கே நீங்கள் முற்றிலும் பணிந்து கட்டுப்பட்டு நடங்கள். உள்ளச்சம் உடையவர்களுக்கு (நபியே!) நற்செய்தி கூறுவீராக.","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:35","price":"35. அவர்கள் எத்தகையவர்கள் என்றால், அல்லாஹ்வுடைய திருப்பெயர் கூறப்பட்டால் அவர்களுடைய உள்ளங்கள் பயந்து நடுங்கிவிடும். அவர்களுக்கு ஏற்படும் சிரமங்களைப் பொறுமையுடன் சகித்துக் கொள்வார்கள். தொழுகையையும் கடைப்பிடிப்பார்கள். நாம் அவர்களுக்கு வழங்கியவற்றில் தானமும் செய்வார்கள்.","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:36","price":"36. குர்பானியின் ஒட்டகத்தை அல்லாஹ்வின் அடையாள சின்னங்களில் ஒன்றாக நாம் உங்களுக்கு ஆக்கியிருக்கிறோம். அதில் உங்களுக்குத் தான் பெரும் நன்மை இருக்கிறது. ஆகவே, (அதன் இடப்பக்க முன் காலைக்கட்டி மற்ற மூன்று கால்களில்) நிறுத்தி வைத்து அல்லாஹ்வின் பெயரைக் கூறி அறுங்கள். அது கீழே விழுந்து (உயிர்)விட்டால் அதிலிருந்து நீங்களும் புசியுங்கள். அதைக் கேட்டவர்களுக்கும், கேட்காதவர்களுக்கும் கொடுங்கள். நீங்கள் நன்றி செலுத்தும் பொருட்டு இவ்வாறு அதை உங்களுக்கு வசப்படுத்தித் தந்தோம்.","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:37","price":"37. (இவ்வாறு குர்பானி செய்தபோதிலும்) அதன் மாமிசமோ அல்லது அதன் இரத்தமோ அல்லாஹ்வை அடைந்து விடுவது இல்லை. உங்கள் இறையச்சம்தான் அவனை அடையும். அல்லாஹ் உங்களுக்கு நேரான வழியை அறிவித்ததற்காக (அவனுக்கு நீங்கள் குர்பானி கொடுத்து) அவனை நீங்கள் பெருமைப்படுத்தும் பொருட்டு இவ்வாறு அவற்றை உங்களுக்கு வசப்படுத்தித் தந்தான். (நபியே! இவ்வாறு குர்பானி கொடுத்து) நன்மை செய்பவர்களுக்கு நீர் நற்செய்தி கூறுவீராக.","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:38","price":"38. நிச்சயமாக அல்லாஹ் நம்பிக்கை கொண்டவர்களை (நிராகரிப்பவர்களின்) தீங்கிலிருந்து தடுத்துக் கொள்கிறான். நிச்சயமாக அல்லாஹ் மோசக்காரர்களையும் நன்றி கெட்டவர்களையும் விரும்புவதில்லை.","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:39","price":"39. (நிராகரிப்பவர்களால்) அநியாயத்தில் சிக்கி, போருக்கு நிர்பந்திக்கப்பட்ட (நம்பிக்கை கொண்ட)வர்களுக்கு அவர்களை எதிர்த்து போர் புரிய அனுமதியளிக்கப்பட்டு விட்டது. நிச்சயமாக அல்லாஹ் இவர்களுக்கு உதவி செய்ய பேராற்றலுடையவன் ஆவான்.","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:40","price":"40. இவர்கள், தங்கள் இறைவன் அல்லாஹ்தான் என்று கூறியதற்காக நியாயமின்றி தங்கள் வீடுகளிலிருந்து எதிரிகளால் துரத்தப்பட்டார்கள். மனிதர்களில் (அநியாயம் செய்யும்) சிலரை, (நல்லவர்கள்) சிலரைக் கொண்டு அல்லாஹ் தடுத்திருக்காவிட்டால் கிறிஸ்தவர்களின் ஆலயங்களும், அவர்களுடைய மடங்களும், யூதர்களுடைய ஆலயங்களும், அல்லாஹ்வுடைய திருப்பெயர் அதிகமாக நினைவு செய்யப்படும் மஸ்ஜிதுகளும் அழிக்கப்பட்டே போயிருக்கும். அல்லாஹ்வுக்கு யார் உதவி செய்கிறாரோ அவருக்கு நிச்சயமாக அல்லாஹ்வும் உதவி செய்கிறான். நிச்சயமாக அல்லாஹ் மிகப் பலவானும், (அனைவரையும்) மிகைத்தவனும் ஆவான்.","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:41","price":"41. இவர்கள் எத்தகையோர் என்றால், நாம் அவர்களுக்குப் பூமியில் வசதியளித்தால் தொழுகையைக் கடைப்பிடித்துத் தொழுவார்கள்; ஜகாத்தும் கொடுப்பார்கள்; நன்மையானவற்றை ஏவி, பாவமானவற்றைத் தடை செய்வார்கள். எல்லாக் காரியங்களின் முடிவும் அல்லாஹ்விடமே இருக்கிறது.","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:42","price":"42. (நபியே! நிராகரிக்கும்) இவர்கள் உம்மைப் பொய்யாக்கினால் (அதைப் பற்றி நீர் கவலைப்படாதீர். ஏனென்றால்) இவர்களுக்கு முன்னிருந்த நூஹ்வுடைய மக்களும், ஆது, ஸமூது என்னும் மக்களும் (தங்கள் நபிமார்களை) நிச்சயமாக பொய்யாக்கியே இருந்தனர்.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:43","price":"43. (இவ்வாறே) இப்றாஹீமுடைய மக்கள் (இப்றாஹீமையும்), லூத்துடைய மக்கள் (லூத்தையும்) பொய்யாக்கினார்கள்.","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:44","price":"44. (அவ்வாறே) மத்யன்வாசிகளும் (தங்கள் நபியைப் பொய்யாக்கினர்). (இவ்வாறே) மூஸாவும் (தன் மக்களால்) பொய்ப்பிக்கப்பட்டார். ஆகவே, நிராகரித்த இவர்கள் அனைவருக்கும் நான் சிறிது அவகாசம் கொடுத்து பின்னர் நான் அவர்களைப் பிடித்துக் கொண்டேன். என் வேதனை எவ்வாறு இருந்தது (என்பதை நீர் கவனித்தீரா)?","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:45","price":"45. அநியாயக்காரர்கள் வசித்திருந்த எத்தனையோ ஊர்களை நாம் அழித்திருக்கிறோம். அவற்றுடைய முகடுகள் இடிந்து குட்டிச் சுவராகிக் கிடக்கின்றன. அவற்றின் (எத்தனையோ) கிணறுகள் பாழடைந்து கிடக்கின்றன. அவற்றின் மாட மாளிகைகள் (மக்கள் வசிக்காது) பாழாய் கிடக்கின்றன.","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:46","price":"46. ஆகவே, இவர்கள் பூமியில் சுற்றித் திரிந்து (இவற்றைப்) பார்க்க வேண்டாமா? (அவ்வாறு பார்ப்பார்களாயின்) உணர்ந்து கொள்ளக்கூடிய உள்ளங்கள் அவர்களுக்கு ஏற்பட்டுவிடும் அல்லது (நல்லுபதேசத்தைக்) கேட்கக்கூடிய செவிகள் அவர்களுக்கு உண்டாகிவிடும். நிச்சயமாக அவர்களுடைய (புறக்) கண்கள் குருடாகிவிடவில்லை. எனினும், நெஞ்சுகளில் இருக்கும் (அவர்களுடைய அகக் கண்களான) உள்ளங்கள் தான் குருடாகிவிட்டன.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:47","price":"47. (நபியே!) அவர்கள் வேதனையைத் தேடி உம்மிடம் அவசரப்படுகின்றனர். (நீர் கூறுவீராக: உங்கள் மீது வேதனையை இறக்குவதாக) அல்லாஹ் செய்த வாக்குறுதியை அவன் மாற்றமாட்டான். நிச்சயமாக உமது இறைவனிடத்தில் ஒரு நாள் நீங்கள் எண்ணும் (உங்கள்) ஆயிரம் ஆண்டுகளுக்குச் சமமாகும்.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:48","price":"48. நாம் எத்தனையோ ஊரார்களுக்கு அவகாசமளித்தோம். (திருந்தாது) மேலும், அவர்கள் அநியாயம் செய்யவே முற்பட்டார்கள். ஆதலால், நாம் அவர்களைப் பிடித்துக் கொண்டோம். அவர்கள் (இறந்த பின்னரும்) நம்மிடம்தான் வரவேண்டியது இருக்கிறது.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:49","price":"49. (நபியே!) கூறுவீராக: “மனிதர்களே நிச்சயமாக நான் உங்களுக்கு பகிரங்கமாக அச்சமூட்டி எச்சரிக்கை செய்பவன்தான்.''","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:50","price":"50. ஆகவே, எவர்கள் நம்பிக்கை கொண்டு நற்செயல்களைச் செய்கிறார்களோ அவர்களுக்கு மன்னிப்பும் உண்டு; கண்ணியமான உணவும் உண்டு.","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:51","price":"51. மேலும் எவர்கள் நம் வசனங்களைத் தோற்கடிக்க முயற்சிக்கிறார்களோ அவர்கள் நரகவாசிகளே!","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:52","price":"52. (நபியே!) உமக்கு முன்னர் நாம் அனுப்பிய ஒவ்வொரு நபியும், ரசூலும் (வேதத்தை) ஓதிய சமயத்தில் அவருடைய ஓதுதலில் ஷைத்தான் குழப்பத்தை உண்டுபண்ண முயற்சிக்காமல் இருக்கவில்லை. (அவர்களுடைய ஓதுதலில்) ஷைத்தான் உண்டுபண்ணிய (தப்பான)தை அல்லாஹ் நீக்கிய பின்னர் தன் வசனங்களை உறுதிப்படுத்திவிடுகிறான். அல்லாஹ் அனைத்தையும் நன்கறிந்தவன், ஞானமுடையவன் ஆவான்.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:53","price":"53. (இவ்வாறு) ஷைத்தான் உண்டுபண்ணும் தப்பானதை, எவர்களுடைய உள்ளங்களில் நோய் இருக்கிறதோ அல்லது எவர்களுடைய உள்ளங்கள் (கல்லைப் போல்) கடினமாக இருக்கின்றனவோ அவர்களைச் சோதிப்பதற்கு ஒரு காரணமாகவும் (அல்லாஹ்) ஆக்கிவிடுகிறான். நிச்சயமாக (அத்தகைய கடினமான உள்ளங்களை உடைய) அநியாயக்காரர்கள் வெகு தூரமான விரோதத்தில்தான் இருக்கின்றனர்.","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:54","price":"54. எவர்களுக்கு (மெய்யான) கல்வி ஞானம் கொடுக்கப்பட்டிருக்கிறதோ அவர்கள் நிச்சயமாக இது உமது இறைவனிடமிருந்து வந்த உண்மை என்று திட்டமாக அறிந்து இதை நம்பிக்கை கொண்டு, அவர்களுடைய உள்ளங்கள் பணிந்து அவனுக்கு கட்டுப்பட்டுவிடும். நிச்சயமாக எவர்கள் (மெய்யாகவே) நம்பிக்கை கொள்கிறார்களோ அவர்களைத்தான், அல்லாஹ் நேரான வழியில் செலுத்துகிறான்.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:55","price":"55. (எனினும்) நிராகரிப்பவர்கள் தங்களிடம் திடீரென்று மறுமை (நாள்) வரும் வரை அல்லது கடினமான வேதனையுடைய நன்மையற்ற நாள் அவர்களிடம் வரும்வரை இதைப் பற்றிச் சந்தேகத்திலேயே ஆழ்ந்து கிடப்பார்கள்.","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:56","price":"56. அந்நாளில், ஆட்சி, அதிகாரம் அல்லாஹ்வுக்கே உரியன. அவனே அவர்களுக்குத் தீர்ப்பளிப்பான். ஆகவே, எவர்கள் நம்பிக்கை கொண்டு நற்செயல்கள் செய்கிறார்களோ அவர்கள் மிக்க சுகமளிக்கும் சொர்க்கங்களில் தங்கி விடுவார்கள்.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:57","price":"57. எவர்கள் (நம் வேதத்தை) நிராகரித்து, நம் வசனங்களை பொய்யாக்குகிறார்களோ அவர்களுக்கு கண்டிப்பாக இழிவு தரும் வேதனை உண்டு.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:58","price":"58. எவர்கள் (தங்கள் இல்லங்களை விட்டு) அல்லாஹ்வுடைய வழியில் புறப்பட்டு பின்னர் (போரில்) கொல்லப்படுகிறார்களோ அல்லது இறந்துவிடுகிறார்களோ அவர்களுக்கு நிச்சயமாக அல்லாஹ் மிக்க அழகான (முறையில்) உணவளிக்கிறான். ஏனென்றால், நிச்சயமாக அல்லாஹ், உணவளிப்பவர்களில் எல்லாம் மிக்க மேலானவன்.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:59","price":"59. ஆகவே, நிச்சயமாக அவன் அவர்கள் விரும்பக்கூடிய இடத்தில் அவர்களை சேர்த்துவிடுவான். நிச்சயமாக அல்லாஹ் அனைத்தையும் நன்கறிந்தவனும், மிக்க பொறுமையுடையவனும் ஆவான்.","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:60","price":"60. இவ்வாறே (காரியம் நடைபெறும்). எவரேனும் தான் துன்புறுத்தப்பட்ட அதே அளவுக்கு பழி வாங்கிய பிறகு, மீண்டும் (முதல்  துன்புறுத்திய) அவன் மீது அதிகம் அநியாயம் செய்யப்பட்டால் நிச்சயமாக அல்லாஹ் அ(நீதி இழைக்கப்பட்ட)வனுக்கு உதவி புரிவான். நிச்சயமாக அல்லாஹ் மிக்க மன்னிப்பவன், பிழை பொறுப்பவன் ஆவான்.","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:61","price":"61. இதன் காரணமாவது: நிச்சயமாக அல்லாஹ் இரவைப் பகலிலும், பகலை இரவிலும் நுழைய வைக்(க ஆற்றலுடையவனாக இருக்)கிறான். (அதைப் போன்றே துன்புறுத்தும் கெட்டவனை நல்லவனாகவும், துன்பத்திற்குள்ளான நல்லவனைக் கெட்டவனாகவும் ஆக்கி விடுகிறான்.) நிச்சயமாக அல்லாஹ் அனைத்தையும் செவியுறுபவன், உற்று நோக்குபவன் ஆவான்.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:62","price":"62. இதன் காரணமாவது: நிச்சயமாக அல்லாஹ்தான் உண்மையானவன். நிச்சயமாக அவர்கள் அல்லாஹ்வையன்றி (இறைவனென) அழைப்பவை அனைத்தும் பொய்யானவைதான். நிச்சயமாக அல்லாஹ்தான் உயர்ந்தவன், (மேலானவன்,) மகா பெரியவன்.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:63","price":"63. (நபியே!) நீர் பார்க்கவில்லையா? நிச்சயமாக அல்லாஹ்தான் மேகத்திலிருந்து மழையை பொழியச் செய்கிறான். (அதனால்) பூமி பசுமையாகி விடுகிறது. நிச்சயமாக அல்லாஹ் அதிக நுட்பமுடையவனும் அனைத்தையும் நன்கறிந்தவனும் ஆவான்.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:64","price":"64. வானங்களிலும் பூமியிலும் உள்ள அனைத்தும் அல்லாஹ்வுக்கு உரியனவே! நிச்சயமாக அல்லாஹ்தான் (பிறரின் உதவி) தேவை அற்றவனும் புகழுக்குரியவனும் ஆவான்.","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:65","price":"65. (நபியே!) நீர் பார்க்கவில்லையா? நிச்சயமாக அல்லாஹ் பூமியிலுள்ள அனைத்தையும் உங்களுக்கு வசப்படுத்திக் கொடுக்கிறான். கப்பல் அவனுடைய கட்டளைப்படி கடலில் செல்கிறது. தன் அனுமதியின்றி பூமியின் மீது வானம் விழாது அவன் தடுத்துக் கொண்டிருக்கிறான். நிச்சயமாக அல்லாஹ் மனிதர்கள் மீது மிக்க இரக்கமுடையவன், கருணையுடையவன் ஆவான்.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:66","price":"66. அவன்தான் உங்களை உயிர்ப்பித்தான். பிறகு, அவன்தான் உங்களை மரணிக்க வைப்பான். பிறகு, அவனே உங்களை உயிர்ப்பிப்பான். எனினும், நிச்சயமாக மனிதன் மிக நன்றி கெட்டவன் ஆவான்.","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:67","price":"67. (நபியே!) ஒவ்வொரு வகுப்பாருக்கும் (அந்தந்தக் காலத்திற்குத் தக்கவாறு) அவர்கள் என்னை வணங்குவதற்குரிய வழியை நாம் ஏற்படுத்தி இருந்தோம். ஆகவே, (உமது காலத்தில் உமக்கு) நாம் ஏற்படுத்தியிருக்கும் வழியைப் பற்றி அவர்கள் உம்முடன் தர்க்கம் செய்ய வேண்டாம். மேலும் நீர் அவர்களை உமது இறைவன் (ஏற்படுத்திய வழியின்) பக்கம் அழைப்பீராக. நிச்சயமாக நீர் நேரான வழியில்தான் இருக்கிறீர்.","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:68","price":"68. (நபியே!) அவர்கள் உம்முடன் தர்க்கித்தாலோ (அவர்களை நோக்கி) கூறுவீராக: “நீங்கள் செய்பவற்றை அல்லாஹ் நன்கறிந்தவன்;","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:69","price":"69. நீங்கள் எவ்விஷயத்தில் தர்க்கித்துக் கொண்டிருக்கிறீர்களோ அதைப் பற்றி மறுமை நாளில் அல்லாஹ் உங்களுக்கிடையில் தீர்ப்பளிப்பான்''","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:70","price":"70. (நபியே!) வானத்திலும் பூமியிலும் இருப்பவற்றை நிச்சயமாக அல்லாஹ் நன்கறிவான் என்பதை நீர் அறியவில்லையா? நிச்சயமாக இவை அனைத்தும் அவனுடைய (நிகழ்ச்சிக் குறிப்பாகிய) ‘லவ்ஹுல் மஹ்ஃபூளில்' இருக்கின்றன. நிச்சயமாக இது அல்லாஹ்வுக்கு மிக்க சுலபமானதே!","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:71","price":"71. (நபியே! நிராகரிப்பவர்களாகிய) அவர்கள் அல்லாஹ் அல்லாதவற்றை வணங்குகின்றனர். இதற்கு அவர்களிடம் (அல்லாஹ்) அத்தாட்சி எதையும் இறக்கவில்லை; அவர்களிடம் அது பற்றி கல்வியும் இல்லை. இந்த அநியாயக்காரர்களுக்கு (மறுமையில்) உதவி செய்பவர்கள் ஒருவருமிரார்.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:72","price":"72. அவர்கள் மீது தெளிவான நமது வசனங்கள் ஓதிக் காண்பிக்கப்பட்டால் அதை நிராகரிக்கும் இவர்களுடைய முகங்களில் வெறுப்பை நீர் காண்பீர். நம் வசனங்களை அவர்களுக்கு ஓதிக் காண்பிப்பவர்கள் மீது இவர்கள் பாய்ந்து விடுவார்கள் போலும்! (ஆகவே, இவர்களை நோக்கி) நீர் கூறுவீராக! நான் உங்களுக்கு இதைவிட கொடியதொரு விஷயத்தை அறிவிக்கவா? (அது நரக) நெருப்புதான். அதையே (உங்களைப் போன்ற) நிராகரிப்பவர்களுக்கு அல்லாஹ் வாக்களித்து இருக்கிறான். (அது) சேருமிடங்களிலெல்லாம் மிகக் கெட்டது.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:73","price":"73. மனிதர்களே! உங்களுக்கு ஓர் உதாரணம் கூறப்படுகிறது: அதைசெவிதாழ்த்திக் கேளுங்கள். அல்லாஹ் அல்லாத எவற்றை நீங்கள் (தெய்வங்கள் என) அழைக்கிறீர்களோ அவை அனைத்தும் ஒன்று சேர்ந்(து முயற்சித்)த போதிலும் ஓர் ஈயைக் கூட படைக்க முடியாது. (ஈயைப் படைப்பதென்ன!) ஈ ஒன்று அவற்றினுடைய ஒரு பொருளை எடுத்துக் கொண்டபோதிலும் அந்த ஈயிடமிருந்து அதை விடுவிக்கவும் அவற்றால் முடியாது. (அவர்கள் தெய்வங்கள் என) அழைக்கும் அவை அவ்வளவு பலவீனமானவை! ஆகவே, அவற்றை(த் தெய்வங்கள் என) அழைப்பவர்களும் பலவீனமானவர்களே!","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:74","price":"74. அல்லாஹ்வை கண்ணியப்படுத்த வேண்டியவாறு அவர்கள் கண்ணியப்படுத்த வில்லை. நிச்சயமாக அல்லாஹ் வலுமிக்கவனும் அனைவரையும் மிகைத்தவனும் ஆவான்.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:75","price":"75. வானவர்களிலிருந்தும் மனிதர்களிலிருந்தும் அல்லாஹ் (தன்) தூதர்களைத் தேர்ந்தெடுத்துக் கொள்கிறான். நிச்சயமாக அல்லாஹ் செவியுறுபவனும் உற்று நோக்குபவனும் ஆவான்.","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:76","price":"76. அவர்களுக்கு முன்(னர் சென்று) இருப்பவற்றையும், அவர்களுக்குப் பின்(னர் வர) இருப்பவற்றையும் அவன் நன்கறிந்தவன். எல்லா விஷயங்களும் அல்லாஹ்விடமே திரும்ப கொண்டு வரப்படும்.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:77","price":"77. நம்பிக்கையாளர்களே! நீங்கள் குனிந்து சிரம் பணிந்து உங்கள் இறைவனை வணங்குங்கள். (மார்க்கத்திற்கும் மக்களுக்கும்) நன்மையே செய்து கொண்டிருங்கள். அதனால் நீங்கள் வெற்றியடையலாம்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":null,"lang":"ta"},{"name":"22:78","price":"78. (நம்பிக்கையாளர்களே!) நீங்கள் அல்லாஹ்வுடைய பாதையில் முயற்சிக்க வேண்டியவாறு முயற்சியுங்கள். அவனே உங்களைத் தேர்ந்தெடுத்(து மேன்மையாக்கி வைத்)திருக்கிறான். இந்த மார்க்கத்தில் அல்லாஹ் உங்களுக்கு ஒரு சிரமத்தையும் ஏற்படுத்தவில்லை. இது உங்கள் பிதாவாகிய இப்றாஹீமுடைய மார்க்கமாகும். அவர்தான் இதற்கு முன்னர் உங்களுக்கு முஸ்லிம்கள் எனப் பெயரிட்டவர். இ(வ்வேதத்)திலும் (அவ்வாறே உங்களுக்குப் பெயர் கூறப்பட்டுள்ளது. இதற்கு) நம் இத்தூதரே உங்களுக்குச் சாட்சியாக இருக்கிறார். நீங்கள் மற்ற மனிதர்களுக்கு சாட்சியாக இருங்கள். ஆகவே, தொழுகையை கடைப்பிடியுங்கள்; ஜகாத்தும் கொடுத்து வாருங்கள். அல்லாஹ்வைப் பலமாகப் பிடித்துக் கொள்ளுங்கள். அவன்தான் உங்கள் பாதுகாவலன் (பொறுப்பாளன்). அவனே சிறந்த பாதுகாவலன்; சிறந்த உதவியாளன்.","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":null,"lang":"ta"}],"juz":{"id":17,"name":"اقْتَرَبَتْ","transliteration":"Iqtarabat","transEn":"The Hour Has Drawn Near","startVerse":"21:1","endVerse":"22:78","totalVerses":190}}