{"data":[{"name":"29:46","price":"46. (நம்பிக்கையாளர்களே!) நீங்கள் வேதத்தை உடையவர்களுடன் (தர்க்கிக்க நேரிட்டால்) அழகான முறையிலேயே தவிர அவர்களுடன் தர்க்கிக்க வேண்டாம். ஆயினும், அவர்களில் எவரேனும் வரம்பு மீறிவிட்டால் (அதற்குத் தக்கவாறு நீங்கள் பதில் கூறுவது உங்கள் மீது குற்றமாகாது. அவர்களுடன் தர்க்கித்தால்) ‘‘ எங்களுக்கு இறக்கப்பட்ட (வேதத்)தை நம்பிக்கை கொள்கின்றபடியே உங்களுக்கு இறக்கப்பட்ட (வேதத்)தையும் நாங்கள் நம்பிக்கை கொள்கிறோம். எங்கள் கடவுளும் உங்கள் கடவுளும் ஒரே ஒருவனே. நாங்கள் அவனுக்குத்தான் முற்றிலும் பணிந்து வழிப்பட்டு நடக்கிறோம்'' என்றும் கூறுங்கள்!","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:47","price":"47. (நபியே! அவர்களுக்கு வேதத்தை இறக்கிய) அவ்வாறே நாம் உமக்கு இவ்வேதத்தை அருளியிருக்கிறோம். ஆகவே, நாம் எவர்களுக்கு (முன்னர்) வேதம் கொடுத்திருக்கின்றோமோ அவர்க(ளில் உள்ள சத்தியவான்க)ள் இ(வ்வேதத்)தையும் (அவசியம்) நம்பிக்கை கொள்வார்கள். மேலும், (அரபிகளாகிய) இவர்களில் உள்ள (நியாயவாதிகளில்) பலரும் இதை நம்பிக்கை கொள்கின்றனர். (மன முரண்டாக நிராகரிக்கும்) நிராகரிப்பாளர்களைத் தவிர (மற்ற எவரும்) நம் வசனங்களை நிராகரிக்க மாட்டார்கள்.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:48","price":"48. (நபியே!) நீர் இதற்கு முன்னர் ஒரு வேதத்தை ஓதி அறிந்தவருமல்ல; உமது கையால் நீர் அதை எழுதி(ப் பழகி)யவருமல்ல. அவ்வாறு இருந்திருக்குமாயின், நிராகரிப்பவர்கள் (இதை நீர் தாமாகவே கற்பனை செய்து கொண்டீரே தவிர இறைவனால் அருளப்பட்டதல்ல என்று) சந்தேகம் கொள்ளலாம்.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:49","price":"49. அவ்வாறன்று. இது (இறைவனால்தான் அருளப்பட்ட) தெளிவான வசனங்களாக இருக்கின்றன. ஆகவே மெய்யான ஞானம் கொடுக்கப்பட்டவர்களின் உள்ளங்களில் இவை பதிந்துவிடும். ஆகவே, அநியாயக்காரர்களைத் தவிர (மற்றெவரும்) நம் வசனங்களை நிராகரிக்க மாட்டார்கள்.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:50","price":"50. மேலும், (‘‘ தாங்கள் விரும்புகிறபடி) சில அத்தாட்சிகள் அவருடைய இறைவனால் அவருக்கு அளிக்கப்பட வேண்டாமா?'' என்று (இவ்வக்கிரமக்காரர்கள்) கூறுகின்றனர். அதற்கு (நபியே!) கூறுவீராக: ‘‘ அத்தாட்சிகள் எல்லாம் அல்லாஹ்விடத்தில்தான் இருக்கின்றன. (என்னிடமில்லை) நான் பகிரங்கமாக அச்சமூட்டி எச்சரிக்கை செய்கிறவன் மட்டும்தான்.''","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:51","price":"51. அவர்கள் மீது ஓதிக்காட்டப்படும் இவ்வேதத்தை நாம் உம்மீது இறக்கி இருப்பது அவர்களுக்கு (அத்தாட்சியால்) போதாதா? ஏனென்றால், இதில் நம்பிக்கை கொண்ட மக்களுக்கு நிச்சயமாக (இறைவனுடைய) அருளும் இருக்கிறது; (பல) நல்லுபதேசங்களும் இருக்கின்றன.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:52","price":"52. (நபியே!) கூறுவீராக: ‘‘ எனக்கும் உங்களுக்கும் இடையில் அல்லாஹ்வே போதுமான சாட்சியாக இருக்கிறான். ஏனென்றால், அவன்தான் வானங்கள் பூமியிலுள்ள அனைத்தையும் நன்கறிந்தவன். ஆகவே, எவர்கள் பொய்யான விஷயங்களை நம்பி அல்லாஹ்வை நிராகரித்து விடுகிறார்களோ அவர்கள்தான் முற்றிலும் நஷ்டமடைந்தவர்கள்.''","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:53","price":"53. (மறுமையின்) வேதனையைப் பற்றி (அது எப்பொழுது வரும்? என்று) அவர்கள் உம்மிடம் அவசரப்படுகின்றனர். அதற்குறிய ஒரு குறிப்பிட்ட தவணை இல்லாதிருந்தால் (இதுவரை) அவ்வேதனை அவர்களை வந்தடைந்தே இருக்கும். எனினும், அவர்கள் அறிந்துகொள்ளாத விதத்தில் திடீரென நிச்சயமாக அவர்களிடம் (அது) வந்தே தீரும்.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:54","price":"54. நிராகரிப்பவர்களை நிச்சயமாக நரகம் சூழ்ந்து கொண்டிருக்கும் நிலைமையில் வேதனையைப் பற்றி அவர்கள் உம்மிடம் அவசரப் படுகிறார்கள். (அதிலிருந்து அவர்கள் தப்பவே முடியாது.)","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:55","price":"55. அவர்களு(டைய தலைகளு)க்கு மேலிருந்தும், அவர்களு(டைய பாதங்களு)க்குக் கீழிருந்தும் வேதனை அவர்களை மூடிக்கொள்ளும் நாளில் அவர்களை நோக்கி ‘‘ நீங்கள் செய்து கொண்டிருந்த செயலின் பயனை நீங்கள் சுவைத்துப் பாருங்கள்'' என்று (இறைவன்) கூறுவான்.","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:56","price":"56. நம்பிக்கை கொண்ட என் அடியார்களே! நிச்சயமாக என் பூமி மிக்க விசாலமானது. அதில் நீங்கள் (எங்கு சென்ற போதிலும்) என்னையே வணங்குங்கள். (மற்றெவரையும் வணங்காதீர்கள்.)","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:57","price":"57. (உங்களில் உள்ள) ஒவ்வோர் ஆத்மாவும் மரணத்தை அனுபவிக்க வேண்டியதுதான். பின்னர் நீங்கள் (விசாரணைக்காக) நம்மிடமே கொண்டு வரப்படுவீர்கள்.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:58","price":"58. எவர்கள் நம்பிக்கை கொண்டு நற்செயல்களைச் செய்கிறார்களோ அவர்களை நிச்சயமாக நாம் சொர்க்கங்களிலுள்ள மேல் மாடிகளில் அமர்த்துவோம். அதில் நீரருவிகள் தொடர்ந்து ஓடிக்கொண்டே இருக்கும். அதில் அவர்கள் என்றென்றும் தங்கிவிடுவார்கள். நற்செயல்கள் செய்தவர்களின் கூலியும் நன்றே.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:59","price":"59. உண்மை நம்பிக்கையாளர்கள் (தங்களுக்கு ஏற்பட்ட கஷ்டங்களைப்) பொறுமையுடன் சகித்துக்கொண்டு தங்கள் இறைவனையே நம்பியிருப்பார்கள்.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:60","price":"60. உயிர்வாழும் பிராணிகளில் எத்தனையோ இருக்கின்றன. அவை தங்கள் உணவைச் சுமந்து திரிவதில்லை. அவற்றிற்கும் உங்களுக்கும் அல்லாஹ்தான் உணவளிக்கிறான். (இவ்வாறிருக்க அதற்காக நீங்கள் ஏன் அதிகக் கவலைப்பட வேண்டும்.) அவனோ (அனைத்தையும்) செவியுறுபவன், நன்கறிந்தவன் ஆவான்.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:61","price":"61. (நபியே! நீர் அவர்களை நோக்கி) “வானங்களையும் பூமியையும் படைத்தவன் யார்? சூரியனையும் சந்திரனையும் தன் திட்டப்படியே நடக்கும்படி செய்தவன் யார்?'' என்று அவர்களைக் கேட்பீராயின் அதற்கவர்கள் ‘‘ அல்லாஹ்தான்'' என்று நிச்சயமாகக் கூறுவார்கள். அவ்வாறாயின், அவர்கள் (நம்மைவிட்டு) எங்கு வெருண்டோடுகின்றனர்.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:62","price":"62. அல்லாஹ் தன் அடியார்களில் தான் நாடியவர்களுக்கு அதிகமாகவும் கொடுக்கிறான்; (தான் நாடியவர்களுக்குக்) குறைத்தும் விடுகிறான். நிச்சயமாக அல்லாஹ் (மனிதர்களின் தகுதிகள்) அனைத்தையும் நன்கறிந்தவன் ஆவான்.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:63","price":"63. (நபியே! நீர் அவர்களை நோக்கி) மேகத்திலிருந்து மழையை பொழியச் செய்பவன் யார்? அதைக் கொண்டு இறந்த பூமியை உயிர்ப்பிப்பவன் யார்? என்று நீர் அவர்களைக் கேட்பீராயின் அதற்கவர்கள் ‘‘ நிச்சயமாக அல்லாஹ்தான்'' என்று கூறுவார்கள். அதற்கு, ‘‘ புகழ் அனைத்தும் அல்லாஹ்வுக்கே!'' என்று நீர் கூறுவீராக. எனினும், அவர்களில் பெரும்பாலானவர்கள் (இதை) உணர்ந்து கொள்வதில்லை.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:64","price":"64. இவ்வுலக வாழ்க்கை வீண் விளையாட்டும், வேடிக்கையுமே தவிர வேறொன்றும் இல்லை. மேலும் மறுமையின் வாழ்க்கைதான் நிச்சயமாக நிலையான வாழ்க்கை ஆகும். இதை அவர்கள் அறிந்திருக்க வேண்டுமே!","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:65","price":"65. (மனிதர்கள்) கப்பலில் ஏறி (ஆபத்தில் சிக்கி)க் கொண்டால், அவர்கள் முற்றிலும் அல்லாஹ்வுக்கு வழிபட்டுக் கலப்பற்ற (பரிசுத்த) மனதோடு அவனை அழைத்துப் பிரார்த்தனை செய்கின்றனர். அவன், அவர்களை கரையில் (இறக்கி) பாதுகாத்துக் கொண்ட பின்னர் அவனுக்கு அவர்கள் (பலரை) இணை ஆக்குகின்றனர்.","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:66","price":"66. நாம் அவர்களுக்குச் செய்யும் நன்றியை (இவ்வாறு) அவர்கள் மறுத்துக்கொண்டே இருக்கட்டும். (தங்கள் விருப்பப்படியும்) அவர்கள் சுகமனுபவித்துக் கொண்டே இருக்கட்டும். தங்கள் (செயலின்) பலனை(ப் பின்னர்) நிச்சயமாக அவர்கள் தெரிந்து கொள்வார்கள்.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:67","price":"67. (இந்த மக்காவை) அபயமளிக்கும் புனித இடமாக நாம் ஆக்கியிருப்பதை அவர்கள் பார்க்கவில்லையா? அவர்களைச் சூழவுள்ள மனிதர்கள் (எதிரிகளால்) தாக்கப்படுகின்றனர். இவர்கள் அல்லாஹ்வின் (இந்த) அருட்கொடையை நிராகரித்துவிட்டு பொய்யான தெய்வங்களை நம்பிக்கை கொள்கின்றனரா?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:68","price":"68. அல்லாஹ்வின் மீது கற்பனையாகப் பொய் கூறுபவனைவிட அல்லது தன்னிடம் வந்த உண்மையைப் பொய்யாக்குபவனைவிட மகா அநியாயக்காரன் யார்? இத்தகைய நிராகரிப்பவர்களுக்கு தங்குமிடம் நரகத்தில் இல்லையா?.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"29:69","price":"69. எவர்கள் நம் வழியில் (செல்ல) முயற்சிக்கிறார்களோ அவர்களை நிச்சயமாக நாம் நம் (நல்) வழிகளில் செலுத்துகிறோம். நன்மை செய்பவர்களுடன் நிச்சயமாக அல்லாஹ் இருக்கிறான்.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:1","price":"1. அலிஃப் லாம் மீம்.","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:2","price":"2. (நமக்குச்) சமீபமான பூமியிலுள்ள ‘ரூம்' வாசிகள் தோல்வி அடைந்தனர்.","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:3","price":"3. அவர்கள் (இன்று) தோல்வியடைந்து விட்டபோதிலும் அதிசீக்கிரத்தில் வெற்றி அடைவார்கள்,","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:4","price":"4. (அதுவும்) சில ஆண்டுகளுக்குள்ளாகவே (வெற்றி அடைவார்கள்). (வெற்றி தோல்வி என்ற) விஷயம் இதற்கு முன்னரும், இதற்குப் பின்னரும் அல்லாஹ்வுக்கே சொந்தமானது. (அவர்கள் வெற்றியடையும்) அந்நாளில் நம்பிக்கையாளர்கள் அல்லாஹ்வின் உதவியைக் கண்டு மகிழ்ச்சியடைவார்கள்.","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:5","price":"5. அல்லாஹ், தான் விரும்பியவர்களுக்கு உதவிபுரிகிறான். அவன் (அனைவரையும்) மிகைத்தவன், மகா கருணையுடையவன் ஆவான்.","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:6","price":"6. (இது) அல்லாஹ்வுடைய வாக்குறுதியாகும். அல்லாஹ் தன் வாக்குறுதியில் தவறுவதில்லை. எனினும், மனிதரில் பெரும்பாலானவர்கள் (இதை) அறியமாட்டார்கள்.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:7","price":"7. அவர்கள், இவ்வுலக வாழ்க்கையிலுள்ள வெளிப்படையான விஷயங்களை அறி(ந்து கவனிக்)கின்றனர். ஆனால், அவர்கள் மறுமையைப் பற்றி முற்றிலும்  பராமுகமாயிருக்கின்றனர்.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:8","price":"8. (இதை) அவர்கள் தங்களுக்குள்ளாகவே கவனிக்க வேண்டாமா? வானங்களையும். பூமியையும், இவற்றுக்கு மத்தியில் உள்ளவற்றையும் நியாயமான காரணமின்றியும், குறிப்பிட்ட தவணையின்றியும் அல்லாஹ் படைக்கவில்லை. எனினும், மனிதரில் பெரும்பாலானவர்கள் தங்கள் இறைவனைச் சந்திப்பதையும் நிராகரிக்கின்றனர்.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:9","price":"9. இவர்கள் பூமியில் சுற்றித்திரிய வேண்டாமா? அவ்வாறாயின், இவர்களுக்கு முன்னிருந்த (நிராகரிப்ப)வர்களின் முடிவு எவ்வாறாயிற்று என்பதைக் கண்டு கொள்வார்கள். (முன்னிருந்த) அவர்கள் இவர்களைவிட பலசாலிகளாகவும், இவர்கள் எவ்வளவு பூமியை அபிவிருத்தி செய்தார்களோ அதைவிட அதிகமாக பூமிகளைப் பண்படுத்தி அபிவிருத்தி செய்தவர்களாகவும் இருந்தார்கள். (இந்நிலைமையில்) அவர்களிடம் அவர்களுக்கு அனுப்பப்பட்ட தூதர்கள் தெளிவான அத்தாட்சிகளைக் கொண்டு வந்தார்கள். அல்லாஹ் அவர்களுக்குத் தீங்கிழைக்கவில்லை. எனினும், அவர்கள் (அந்நபிமார்களைப் பொய்யாக்கித்) தமக்குத் தாமே தீங்கிழைத்துக் கொண்டனர்.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:10","price":"10. அவர்கள் அல்லாஹ்வுடைய வசனங்களைப் பொய்யாக்கி அவற்றைப் பரிகசித்துக் கொண்டிருந்ததன் காரணமாக, தீமை செய்து கொண்டிருந்த அவர்களின் முடிவும் தீமையாகவே முடிந்தது.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:11","price":"11. (மனிதர்களே!) அல்லாஹ்வே படைப்புகளை முதலாவதாக உற்பத்தி செய்கிறான். அவனே (அவை இறந்த பின்னரும்) அவற்றை மீளவைப்பான். பின்னர், (மனிதர்களே!) நீங்கள் அனைவரும் அவனிடமே கொண்டு வரப்படுவீர்கள்.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:12","price":"12. விசாரணைக் காலம் வரும் நாளில் குற்றவாளிகள் (இறைவனின் கருணையில்) நம்பிக்கை இழந்து விடுவார்கள்.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:13","price":"13. (ஏனென்றால்) அவர்கள் இணைவைத்து வணங்கியவற்றில் அவர்களுக்குப் பரிந்து பேசுபவர்கள் எவரும் இருக்கமாட்டார். (இணைவைத்த) அவர்களும் தாங்கள் இணைவைத்தவற்றைப் புறக்கணித்து விடுவார்கள்.","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:14","price":"14. விசாரணையின் அந்நாள் வரும் சமயத்தில் (நல்லவர்களும் தீயவர்களும்) வெவ்வேறாகப் பிரிந்து விடுவார்கள்.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:15","price":"15. ஆகவே, எவர்கள் நம்பிக்கை கொண்டு நற்செயல்களைச் செய்கிறார்களோ அவர்கள் (மறுமையில் சொர்க்கத்திலுள்ள) உன்னதமாகச் சிங்காரிக்கப்பட்ட பூங்காவனத்தில் மகிழ்விக்கப்படுவார்கள்.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:16","price":"16. எவர்கள் நிராகரித்து நம் வசனங்களையும், மறுமை(யில் நமது) சந்திப்பையும் பொய்யாக்குகிறார்களோ அவர்கள் வேதனையில் சிக்கிக் கிடப்பார்கள்.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:17","price":"17. ஆகவே, (நம்பிக்கையாளர்களே!) நீங்கள் உங்கள் காலை நேரத்திலும் மாலை நேரத்திலும் அல்லாஹ்வைப் புகழ்ந்து துதித்துக் கொண்டிருங்கள்.","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:18","price":"18. வானங்களிலும் பூமியிலும் இரவிலும் பகலிலும் அனைத்து புகழும் அல்லாஹ்வுக்கே உரியன. (ஆகவே, நீங்களும் அவனைப் போற்றி புகழ்ந்து கொண்டிருங்கள்.)","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:19","price":"19. அவனே இறந்தவற்றிலிருந்து உயிருள்ளவற்றை வெளிப்படுத்துகிறான். அவனே உயிருள்ளவற்றிலிருந்து மரணித்தவற்றை வெளிப்படுத்துகிறான். அவனே இறந்த பூமிகளையும் செழிப்பாக்குகிறான். இவ்வாறே (மரணித்த பின்னர்) மறுமையில் நீங்கள் வெளிப்படுத்தப்படுவீர்கள்.","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:20","price":"20. மண்ணிலிருந்து உங்களை படைத்து, பின்னர் நீங்கள் பல பாகங்களிலும் சென்று திரியக்கூடிய மனிதர்களாக ஆனதும் அவனுடைய அத்தாட்சிகளில் ஒன்றாகும்.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:21","price":"21. நீங்கள் சேர்ந்து வாழக்கூடிய உங்கள் மனைவிகளை உங்களிலிருந்தே அவன் உற்பத்தி செய்து, உங்களுக்கிடையில் அன்பையும் நேசத்தையும் உண்டு பண்ணி இருப்பதும் அவனுடைய அத்தாட்சிகளில் ஒன்றாகும். சிந்தித்து உணரக்கூடிய மக்களுக்கு இவற்றில் (ஒன்றல்ல) நிச்சயமாகப் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:22","price":"22. வானங்களையும் பூமியையும் படைத்திருப்பதும், உங்கள் மொழிகளும் நிறங்களும் வெவ்வேறாக இருப்பதும் அவனுடைய அத்தாட்சிகளில் உள்ளவையாகும். இதிலும் கல்விமான்களுக்கு நிச்சயமாகப் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:23","price":"23. இரவிலும் பகலிலும் நீங்கள் நித்திரை செய்து இளைப்பாறிக் கொள்வதும் (பூமியின் பல பாகங்களிலும் சென்று) நீங்கள் அவனுடைய அருளைத் தேடிக் கொள்வதும் அவனுடைய அத்தாட்சிகளில் உள்ளவையாகும். (நல்லுபதேசத்தைச்) செவியுறும் மக்களுக்கு இதில் நிச்சயமாகப் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:24","price":"24. நயமும் பயமும் தரக்கூடியவாறு மின்னலை அவன் உங்களுக்குக் காண்பிப்பதும், மேகத்திலிருந்து மழையை பொழியச் செய்து இறந்த பூமியை செழிக்கச் செய்வதும் அவனுடைய அத்தாட்சிகளில் உள்ளனவாகும். அறிவுடைய மக்களுக்கு நிச்சயமாக இதில் (ஒன்றல்ல) பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:25","price":"25. வானமும் பூமியும் அவன் கட்டளைப்படி நிலை பெற்றிருப்பதும் அவனுடைய அத்தாட்சிகளில் ஒன்றாகும். (உங்களுக்குக் குறிப்பிட்ட காலம் வரை நீங்கள் அதில் உயிர் வாழ்ந்து மரணித்துப் பூமியில் அடக்கப்பட்டதன் பின்னர்) அவன் உங்களை அழைக்கும்போது ஒரே அழைப்பில் நீங்கள் பூமியில் இருந்து வெளிப்பட்டு விடுவீர்கள்.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:26","price":"26. வானங்களிலும் பூமியிலும் உள்ளவை அனைத்தும் அவனுக்குரியனவே. இவை அனைத்தும் அவனுக்கே அடிபணிந்து நடக்கின்றன.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:27","price":"27. அவன்தான் படைப்புகளை ஆரம்பத்தில் உற்பத்தி செய்பவன். அவனே (அவை மரணித்த பின்னரும் உயிர் கொடுத்து) அவற்றை மீளவைக்கிறவன். இது அவனுக்கு மிக்க எளிது. வானங்களிலும் பூமியிலும் அவனுடைய (உதாரணமும் பரிசுத்தத்) தன்மை(யும்)தான் மிக்க மேலானதாகும். அவன் (அனைத்தையும்) மிகைத்தவனும் ஞானமுடையவனும் ஆவான்.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:28","price":"28. (மனிதர்களே! நீங்கள் அவனுடைய மேன்மையை அறிந்து கொள்வதற்காக) உங்களுக்குள்ளாகவே அவன் ஓர் உதாரணத்தைக் கூறுகிறான். நாம் உங்களுக்குக் கொடுத்த பொருள்களில், உங்கள் அடிமைகளில் எவரேனும் (உங்கள் பொருள்களுக்கு) உங்களுடன் சம உரிமை உடையவர்களாக ஆகிவிடுவார்களா? அல்லது நீங்கள் உங்களைப் பொருட்படுத்துவதைப்போல் அவர்களையும் பொருட்படுத்துவீர்களா? (பொருட்படுத்த மாட்டீர்களே! இவ்வாறிருக்க, படைக்கப்பட்ட இவற்றை நீங்கள் எனக்கு இணை ஆக்கலாமா?) அறிவுடைய மக்களுக்கு (நம்) வசனங்களை இவ்வாறு விவரித்துக் கூறுகிறோம்.","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:29","price":"29. எனினும், அநியாயக்காரர்கள் எவ்வித அறிவுமின்றியே (இறைவனின் வசனங்களை நிராகரித்து விட்டுத்) தங்கள் சரீர இச்சைகளைப் பின்பற்றி நடக்கின்றனர். அல்லாஹ் எவர்களைத் தவறான வழியில் விட்டு விட்டானோ அவர்களை நேரான வழியில் செலுத்தக்கூடியவர் யார்? இவர்களுக்கு உதவி செய்பவர்கள் ஒருவரும் இல்லை.","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:30","price":"30. (நபியே! இப்ராஹீமுடைய) நேரான மார்க்கத்தை நோக்கி நீர் உமது முகத்தை உறுதியான ஓர்மைப்பாட்டுடன் திருப்புவீராக. (அதுவே) மனிதர்களுக்காக அல்லாஹ் ஏற்படுத்திய இயற்கை மார்க்கமாகும். அவன் படைத்த (மார்க்கத்)தை (எவராலும்) மாற்றிவிட முடியாது. இதுதான் நிலையான (நேர்மையான) மார்க்கம். எனினும், மனிதரில் பெரும்பாலானவர்கள் (இதை) அறிந்துகொள்ளவே மாட்டார்கள்.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:31","price":"31. (நம்பிக்கையாளர்களே! நீங்களும்) அவன் ஒருவனிடமே திரும்பி (இஸ்லாம் மார்க்கத்தின் மீது உறுதியாக இருந்து) அவ(ன் ஒருவ)னுக்கே பயந்து தொழுகையையும் கடைப்பிடித்து நடந்து கொள்ளுங்கள். இணைவைத்து வணங்குபவர்களில் நீங்கள் ஆகிவிடாதீர்கள்.","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:32","price":"32. (தவிர) எவர்கள் தங்கள் மார்க்கத்திற்குள் பிரிவினையை உண்டு பண்ணி, பல பிரிவுகளாகப் பிரித்து, அவர்கள் ஒவ்வொரு வகுப்பாரும் தங்களிடமுள்ள (தவறான)வற்றைக் கொண்டு சந்தோஷப்படுகின்றனரோ அவர்களுடன் சேர்ந்து விடாதீர்கள்.","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:33","price":"33. மனிதர்களை ஒரு தீங்கு அணுகும் போது அவர்கள் தங்கள் இறைவன் பக்கம் முகம் நோக்கி அவனிடம் பிரார்த்திக்கிறார்கள். பின்னர் அவன் (அதை நீக்கி) அவர்களைத் தன் அருளைச் சுவைக்கும்படிச் செய்தால் அவர்களில் ஒரு பிரிவினர் தங்கள் இறைவனுக்கே இணை வைக்கின்றனர்.","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:34","price":"34. நாம் அவர்களுக்களித்த அருளுக்கு நன்றி செலுத்தாது நிராகரித்தும் விடுகின்றனர். (இவ்வாறு நிராகரிப்பவர்களே!) நீங்கள் உங்கள் இஷ்டப்படி சுகம் அனுபவித்துக் கொள்ளுங்கள். (உங்கள் செயலின் பலனைப்) பின்னர் நிச்சயமாக நீங்கள் அறிந்து கொள்வீர்கள்.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:35","price":"35. அவர்கள் இணைவைத்து வணங்குவதற்கு ஆதாரமாகக் கூறக்கூடிய ஓர் அத்தாட்சியை நாம் அவர்களுக்கு அளித்திருக்கிறோமா? (அவ்வாறு ஒன்றும் இல்லையே.)","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:36","price":"36. மனிதர்கள் நம் அருளைச் சுவைக்கும்படி நாம் செய்தால் அதைக் கொண்டு அவர்கள் மகிழ்ச்சியடைகிறார்கள். எனினும், அவர்களுடைய கைகளே தேடிக் கொண்ட (தீய) செயலின் காரணமாக அவர்களுக்கு ஒரு தீங்கேற்படும்போது உடனே அவர்கள் நம்பிக்கையிழந்து விடுகின்றனர்.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:37","price":"37. நிச்சயமாக அல்லாஹ் தான் நாடியவர்களுக்கு உணவை விரிவாக்குகிறான்; (தான் நாடியவர்களுக்குக்) குறைத்து விடுகிறான் என்பதை அவர்கள் கவனிக்கவில்லையா? நம்பிக்கை கொண்ட மக்களுக்கு நிச்சயமாக இதில் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:38","price":"38. (நபியே! உமது பொருளில்) உறவினருக்கு அவரின் உரிமையை கொடுத்து வருவீராக. அவ்வாறே ஏழைகளுக்கும் வழிப்போக்கர்களுக்கும் (அவர்களுடைய உரிமையைக் கொடுத்து வருவீராக). எவர்கள் அல்லாஹ்வுடைய முகத்தை நாடுகிறார்களோ அவர்களுக்கு இதுவே மிக்க நன்றாகும். இவர்கள்தான் வெற்றி பெறுவார்கள்.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:39","price":"39. (மற்ற) மனிதர்களுடைய பொருள்களுடன் சேர்ந்து (உங்கள் பொருளும்) அதிகப்படுவதற்காக வட்டிக்கு நீங்கள் கொடுக்கும் பொருள் அல்லாஹ்விடத்தில் அதிகப்படுவதில்லை. எனினும், அல்லாஹ்வின் முகத்தை நாடி ஜகாத்தாக ஏதும் நீங்கள் கொடுத்தாலோ, கொடுத்தவர்கள் அதை இரட்டிப்பாக்கிக் கொள்கின்றனர்.","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:40","price":"40. அல்லாஹ்தான் உங்களை படைத்தவன். உங்களுக்கு உணவு கொடுப்பவனும் அவனே. பின்னர், அவனே உங்களை மரணிக்கச் செய்கிறான். அதன் பின்னர் அவனே உங்களை உயிர்ப்பிப்பான். இவற்றில் எதையும் செய்யக்கூடிய சக்தி உங்கள் தெய்வங்களில் எதற்கும் உண்டோ? இவர்கள் செய்யும் (இத்தகைய) இணைகளிலிருந்து அல்லாஹ் மிக்க உயர்ந்தவன்; அவன் மிகப் பரிசுத்தமானவன்.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:41","price":"41. மனிதர்களின் கைகள் தேடிக்கொண்டதன் காரணமாகக் கடலிலும் தரையிலும் அழிவு வேலைகள் (அதிகமாகப்) பரவிவிட்டன. அவற்றில் இருந்து அவர்கள் விலகிக் கொள்வதற்காக, அவர்களின் தீய செயல்கள் சிலவற்றின் தண்டனையை அவர்களுக்கு (இம்மையிலும்) சுவைக்க வைக்கிறான்.","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:42","price":"42. (நபியே!) கூறுவீராக: பூமியில் நீங்கள் சுற்றித் திரிந்து பாருங்கள். உங்களுக்கு முன்னிருந்தவர்களின் முடிவு என்னாயிற்று? முன்னிருந்தவர்களில் பெரும்பாலானவர்கள் இணைவைத்து வணங்குபவர்களாகவே இருந்தனர்.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:43","price":"43. ஆகவே, (நபியே!) அல்லாஹ்விடமிருந்து தப்பித்துக் கொள்ள முடியாத ஒரு நாள் வருவதற்கு முன்னதாகவே நீர் உமது முகத்தை நிலையான (நீதமான) மார்க்கத்தளவில் திருப்பிவிடுவீராக. அந்நாளில் (நல்லவர்களும், தீயவர்களும்) வெவ்வேறாகப் பிரிந்து விடுவார்கள்.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:44","price":"44. எவன் நிராகரிப்பவனாக இருக்கிறானோ அவனுடைய நிராகரிப்பு அவனுக்கே கேடாக முடியும். எவர் நற்காரியங்களைச் செய்கிறாரோ அவர் (அதை மறுமையில்) தனக்கு நன்மையாகவே அமைத்துக் கொள்கிறார்.","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:45","price":"45. நம்பிக்கை கொண்டு நற்செயல்கள் செய்தவர்களுக்கே அவன் தன் அருளைக் கூலியாகக் கொடுக்கிறான். ஏனென்றால், நிச்சயமாக அவன் நிராகரிப்பவர்களை நேசிப்பதில்லை.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:46","price":"46. (மழைக்கு முன்னர் குளிர்ந்த) காற்றை நற்செய்தியாக அவன் அனுப்பி வைப்பதும் அவனுடைய அத்தாட்சிகளில் ஒன்றே. (அதைக் கொண்டு) அவன் தன் அருளை (மழையை) நீங்கள் சுவைக்கும்படிச் செய்து, கப்பல்களையும் அவன் தன் கட்டளையைக் கொண்டே செல்லும்படிச் செய்கிறான். அதனால் (பல தீவுகளிலும் நாடுகளிலும் உள்ள) அவனுடைய அருளை நீங்கள் தேடிக் கொள்கிறீர்கள். (இவற்றுக்காக) நீங்கள் நன்றி செலுத்துவீர்களாக!","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:47","price":"47. (நபியே!) நிச்சயமாக நாம் உமக்கு முன்னரும் பல தூதர்களை அவர்களுடைய சமுதாய மக்களிடம் அனுப்பி வைத்தோம். அவர்களும் தெளிவான அத்தாட்சிகளையே அவர்களிடம் கொண்டு வந்தனர். (எனினும், அவற்றை அவர்கள் நிராகரித்து விட்டனர்.) ஆகவே, (அவற்றை நிராகரித்த)குற்றவாளிகளை நாம் பழிவாங்கினோம். (ஏனென்றால் இவ்வாறு பழிவாங்கி) நம்பிக்கையாளர்களுக்கு உதவி செய்வது நம்மீது கடமையாக இருக்கிறது.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:48","price":"48. அல்லாஹ்தான் காற்றை அனுப்பிவைக்கிறான். அது மேகத்தை ஓட்டுகிறது. அவன் விரும்பியவாறு அதை வானத்தில் திட்டுத் திட்டாகப் பரப்பிவிடுகிறான். அதிலிருந்து மழை பொழிவதை (நபியே!) நீர் காண்கிறீர். தன் அடியார்களில் அவன் விரும்பியவர்களை அம்மழை வந்தடையும் சமயத்தில் அவர்கள் மகிழ்ச்சியடைகின்றனர்.","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:49","price":"49. அதற்கு முன்னர் அவர்கள் தங்கள் மீது மழை பொழியும் என்ற நம்பிக்கையை முற்றிலும் இழந்தவர்களாகவே இருந்தனர்.","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:50","price":"50. (நபியே!) அல்லாஹ்வின் இவ்வருளால் ஏற்படும் பலன்களை நீர் கவனிப்பீராக! இறந்துபோன பூமியை எவ்வாறு செழிக்கச் செய்கிறான்! (இவ்வாறே) நிச்சயமாக அவன் இறந்தவர்களையும் உயிர்ப்பிக்கச் செய்வான். அவன் அனைத்தின் மீதும் பேராற்றல் உடையவன்.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:51","price":"51. (மழையில்லாத வெறும் வறண்ட) காற்றை நாம் அனுப்பி (அதனால் தங்கள் பயிர்கள்) மஞ்சளாயிருப்பதை அவர்கள் கண்டால், முன்னர் நாம் அவர்களுக்குச் செய்திருந்த அருளையுமே அவர்கள் நிராகரித்து விடுகின்றனர்.","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:52","price":"52. (நபியே!) இறந்தவர்களை செவியுறும்படிச் செய்ய நிச்சயமாக உம்மால் முடியாது. உங்களைப் புறக்கணித்துச் செல்லும் செவிடர்களுக்குச் சப்தத்தைக் கேட்கும்படிச் செய்யவும் உம்மால் முடியாது.","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:53","price":"53. குருடர்களை, அவர்களுடைய வழிகேட்டிலிருந்து நேரான வழியில் திருப்பிவிடவும் உம்மால் முடியாது. முற்றிலும் வழிப்பட்டவர்களாக நம் வசனங்களை நம்பிக்கை கொள்பவர்களைத் தவிர மற்றவர்களை (உமது நல்லுபதேசங்களுக்கு) செவிசாய்க்க வைக்க உம்மால் முடியாது.","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:54","price":"54. அல்லாஹ் உங்களை (ஆரம்பத்தில்) பலவீனமான நிலைமையில் உற்பத்தி செய்கிறான். அந்தப் பலவீனத்திற்குப் பின்னர் அவனே (வாலிப) பலத்தையும் கொடுக்கிறான். அந்த பலத்திற்குப் பின்னர் வயோதிகத்தையும், பலவீனத்தையும் கொடுக்கிறான். (இவ்வாறெல்லாம்) அவன், தான் விரும்பியவாறு (உங்களை) ஆக்குகிறான். அவன் (அனைத்தையும்) நன்கறிந்தவனும் மிக்க ஆற்றலுடையவனும் அவான்.","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:55","price":"55. மறுமை நாளில் குற்றவாளிகள் தாங்கள் (இவ்வுலகில்) ஒரு நாழிகையைத் தவிர (அதிகமாக) இருக்கவில்லை என்று சத்தியம் செய்வார்கள். இவ்வாறே (இவ்வுலகத்திலும்) அவர்கள் பொய்யையே பிதற்றிக் கொண்டிருந்தனர்.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:56","price":"56. எனினும், கல்வியறிவும் நம்பிக்கையும் கொடுக்கப்பட்டவர்கள் (அதை மறுத்து) ‘‘அல்லாஹ் எழுதியவாறு நீங்கள் உயிர் பெற்றெழும் இந்நாள் வரை (பூமியில்) இருந்தீர்கள். இது (மரணித்தவர்கள்) உயிர் பெற்றெழும் நாள். நிச்சயமாக நீங்கள் இதை உறுதி கொள்ளாதவர்களாகவே இருந்தீர்கள்'' என்றும்,","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:57","price":"57. ‘‘ஆனால், அந்நாளில் அநியாயம் செய்தவர்கள் கூறும் சாக்குப்போக்கு அவர்களுக்குப் பலனளிக்காது. அவர்கள் இறைவனைத் திருப்திபடுத்தவும் வழி இருக்காது'' என்றும் கூறினார்கள்.","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:58","price":"58. மனிதர்களுக்கு (திருப்தி அளிப்பதற்காக) வேண்டிய உதாரணங்கள் அனைத்தையும் இந்த குர்ஆனில் நிச்சயமாக நாம் கூறியே இருக்கிறோம். (இதை அங்கீகரிக்காத அவர்கள் விரும்பும்) ஓர் அத்தாட்சியை நீர் அவர்களிடம் கொண்டு வந்தபோதிலும் (நபியே! உம்மையும் உம்முடன் இருப்பவர்களையும் நோக்கி) நீங்கள் பொய்யர்களேதவிர வேறில்லை'' என்று இந்நிராகரிப்பவர்கள் கூறுவார்கள்.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:59","price":"59. இவ்வாறே அறிவில்லாத இந்த மக்களின் உள்ளங்கள் மீது அல்லாஹ் முத்திரையிட்டு விடுகிறான்.","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:60","price":"60. ஆகவே, (நபியே!) நீர் (சகித்துக்கொண்டு) பொறுமையுடன் இருப்பீராக. நிச்சயமாக அல்லாஹ்வுடைய வாக்குறுதி மெய்யானது. (ஆகவே, முடிவில் நபியே! நீர்தான் வெற்றி பெறுவீர்.) மறுமையை நம்பாத இவர்கள் நிச்சயமாக உம்மை இலேசாக எண்ணிவிட வேண்டாம்.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:1","price":"1. அலிஃப் லாம் மீம்.","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:2","price":"2. இவை ஞானம் நிறைந்த இவ்வேதத்தின் (சில) வசனங்களாகும்.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:3","price":"3. (இது) நன்மை செய்பவர்களுக்கு ஒரு நேர்வழி காட்டியாகவும், ஓர் அருளாகவும் இருக்கிறது.","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:4","price":"4. அவர்கள் தொழுகையைக் கடைப்பிடித்து தொழுவார்கள். ஜகாத்தும் கொடுத்து வருவார்கள். இறுதி நாளையும் அவர்கள் உறுதியாக நம்புவார்கள்.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:5","price":"5. இவர்கள்தான் தங்கள் இறைவனின் நேரான வழியில் இருப்பவர்கள். இவர்கள்தான் வெற்றி அடைவார்கள்.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:6","price":"6. (இவர்களைத் தவிர) மனிதரில் பலர் இருக்கின்றனர். அவர்கள் (பொய்யான கட்டுக்கதைகள் முதலிய) வீணான விஷயங்களை விலைக்கு வாங்கி (அவற்றை மக்களுக்கு ஓதிக் காண்பித்து) அல்லாஹ்வுடைய மார்க்கத்தில் இருந்து ஞானமின்றி மக்களை வழிகெடுத்து அதைப் பரிகாசமாகவும் எடுத்துக் கொள்கின்றனர். இவர்களுக்கு இழிவு தரும் வேதனை நிச்சயமாக உண்டு.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:7","price":"7. இவர்களில் எவருக்கும் நம் வசனங்கள் ஓதிக் காண்பிக்கப்பட்டால் அதை அவன் கேட்காதவனைப் போலும், தன் இரு காதுகளிலும் செவிடு உள்ளவனைப் போலும் கர்வம்கொண்டு விலகிவிடுகிறான். ஆகவே, (நபியே!) அவனுக்குத் துன்புறுத்தும் வேதனையைக் கொண்டு நீர் நற்செய்தி கூறுவீராக!","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:8","price":"8. ஆயினும், (இவர்களில்) எவர்கள் (நம் வசனங்களுக்குச் செவி சாய்த்து) நம்பிக்கை கொண்டு நற்செயல்களைச் செய்கிறார்களோ அவர்களுக்கு மிக்க இன்பம் தரும் சொர்க்கங்கள் உள்ளன.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:9","price":"9. அதில் அவர்கள் என்றென்றும் தங்கிவிடுவார்கள். அல்லாஹ்வுடைய (இவ்)வாக்குறுதி உண்மையானதே! அவன் (அனைவரையும்) மிகைத்தவனும் ஞானமுடையவனும் ஆவான்.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:10","price":"10. அவனே வானங்களைத் தூண்கள் இன்றியே படைத்திருக்கிறான். அதை நீங்களும் பார்க்கிறீர்கள். பூமி உங்களைக் கவிழ்த்து விடாதிருப்பதற்காக (பளுவான) மலைகளை (அதில்) நிறுத்திவைத்து விதவிதமான உயிரினங்களையும் அதில் பரப்பினான். (மனிதர்களே! அல்லாஹ்வாகிய) நாமே மேகத்தில் இருந்து மழையை பொழியச்செய்து அதிலிருந்தே நேர்த்தியான ஒவ்வொரு வகைப் புற்பூண்டுகளையும் ஜோடி ஜோடியாக முளைப்பிக்கச் செய்கிறோம்.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:11","price":"11. (ஆகவே, நபியே! நீர் அவர்களை நோக்கிக் கூறுவீராக) ‘‘ இவை அனைத்தும் அல்லாஹ் படைத்தவையாகும். அவனையன்றி (நீங்கள் தெய்வங்கள் என்று கூறும்) அவை எதை படைத்திருக்கின்றன என்பதை நீங்கள் எனக்குக் காண்பியுங்கள். அவ்வாறு (ஒன்றும்) இல்லை. (அல்லாஹ்வை அன்றி மற்றவர்களை வணங்கும்) இந்த அநியாயக்காரர்கள் பகிரங்கமான வழிகேட்டில்தான் இருக்கின்றனர்.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:12","price":"12. லுக்மானுக்கு நாம் ஞானத்தைக் கொடுத்து அல்லாஹ்வுக்கு நன்றி செலுத்தும்படி கூறினோம். ஏனென்றால், எவர் நன்றி செலுத்துகிறாரோ அவர் தன் நன்மைக்காகவே நன்றி செலுத்துகிறார். எவன் நிராகரிக்கிறானோ (அவன் தனக்கே தீங்கு தேடிக்கொள்கிறான். அதனால் அல்லாஹ்வுக்கு ஒன்றும் நஷ்டமில்லை. ஏனென்றால்) நிச்சயமாக அல்லாஹ் தேவையற்றவனும் புகழுடையவனும் ஆவான்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:13","price":"13. லுக்மான் தனது மகனுக்கு நல்லுபதேசம் செய்யக் கருதிய சமயத்தில் அவரை நோக்கி ‘‘ என் அருமை மைந்தனே! நீ அல்லாஹ்வுக்கு (ஒன்றையுமே) இணையாக்காதே! ஏனென்றால், இணைவைப்பது நிச்சயமாக மிகப்பெரும் அநியாயமாகும்'' என்று கூறினார்.","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:14","price":"14. ‘‘ தனது தாய் தந்தைக்கு நன்றி செய்யும்படி மனிதனுக்கு நாம் நல்லுபதேசம் செய்தோம். அவனுடைய தாய் துன்பத்தின் மேல் துன்பத்தை அனுபவித்து(க் கர்ப்பத்தில்) அவனைச் சுமந்து கொண்டலைந்தாள். (பிறந்த) பிறகும் இரண்டு ஆண்டுகளுக்குப் பின்னரே அவனுக்குப் பால் மறக்கடித்தாள். ஆகவே, நீ எனக்கும் நன்றி செலுத்து; உன் தாய் தந்தைக்கும் நன்றி செலுத்து. முடிவில் நீ நம்மிடமே வந்து சேர வேண்டியதிருக்கிறது.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:15","price":"15. எனினும், (இறைவன் என்று) நீ அறிந்துகொள்ளாத ஒரு பொருளை எனக்கு இணைவைக்கும்படி அவர்கள் உன்னை நிர்ப்பந்தித்தால் (அவ்விஷயத்தில்) நீ அவர்களுக்கு கீழ்ப்படிய வேண்டாம். ஆயினும், இவ்வுலக விஷயத்தில் நீ அவர்களுக்கு (நீதமாக) உதவி செய்து (அன்பாக) நேசித்துவா. எவ்விஷயத்திலும் என்னையே நோக்கி நிற்பவர்களின் வழியை நீ பின்பற்றி நட. பின்னர், நீங்கள் அனைவரும் நம்மிடமே வரவேண்டியதிருக்கிறது. நீங்கள் செய்து கொண்டிருந்தவற்றைப் பற்றி அச்சமயம் நான் உங்களுக்கு அறிவுறுத்துவேன்'' (என்று கூறினோம்).","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:16","price":"16. (மேலும், லுக்மான் தனது மகனை நோக்கி) ‘‘ என் அருமை மகனே! (நன்மையோ தீமையோ) அது ஒரு கடுகின் விதை அளவில் இருந்தாலும் சரி, அது (கரும்) பாறைகளுக்குள்ளோ அல்லது வானத்திலோ, பூமியின் ஆழத்திலோ (மறைந்து) இருந்தபோதிலும் (உங்களிடம் கணக்குக் கேட்கும் போது) நிச்சயமாக அல்லாஹ் அதையும் கொண்டு வந்து விடுவான். ஏனென்றால், நிச்சயமாக அல்லாஹ் வெகு நுட்பமான அறிவுடையவனும் (அனைத்தையும்) நன்கு தெரிந்து வைத்திருப்பவனும் ஆவான்.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:17","price":"17. என்னருமை மகனே! ‘‘ தொழுகையை நிலைநிறுத்து, நன்மையான காரியங்களைக் கொண்டு ஏவி, பாவமான காரியங்களில் இருந்து (மனிதர்களை) விலக்கி வா. உனக்கேற்படும் சிரமங்களைப் பொறுமையுடன் நீ சகித்துக்கொள். நிச்சயமாக இது எல்லா காரியங்களிலும் வீரமிக்கச் செயலாகும்.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:18","price":"18. (பெருமை கொண்டு) உன் முகத்தை மனிதர்களை விட்டுத் திருப்பிக் கொள்ளாதே! பூமியில் பெருமையடித்துக் கொண்டு நடக்காதே! நிச்சயமாக கர்வம் கொண்டு பெருமையடிக்கும் எவரையும் அல்லாஹ் நேசிப்பதில்லை.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:19","price":"19. உன் நடையில் (பெருமையும் கர்வமுமின்றி) மத்திய தரத்தை விரும்பு. உன் சப்தத்தையும் தாழ்த்திக்கொள். ஏனென்றால், சப்தங்களிலெல்லாம் மிக்க வெறுக்கத்தக்கது கழுதையின் (உரத்த) சப்தமே!'' (என்று கூறினார்).","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:20","price":"20. (மனிதர்களே!) வானங்களிலும் பூமியிலும் உள்ளவற்றை நிச்சயமாக அல்லாஹ் உங்களுக்கு வசப்படுத்தித் தந்திருக்கிறான் என்பதையும், அவன் தன் அருட் கொடைகளை மறைவாகவும் வெளிப்படையாகவும் உங்கள் மீது சொரிந்திருக்கிறான் என்பதையும் நீங்கள் பார்க்கவில்லையா? (இவ்வாறெல்லாமிருந்தும்) மனிதர்களில் பலர் ஒரு கல்வியும், (தர்க்க ரீதியான) வழிகாட்டலும், தெளிவான வேத நூலின் ஆதாரமுமின்றி அல்லாஹ்வைப் பற்றி (வீணாகத்) தர்க்கிக்கின்றனர்.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:21","price":"21. அவர்களை நோக்கி, ‘‘அல்லாஹ் இறக்கிய (இவ்வேதத்)தைப் பின்பற்றுங்கள்'' எனக் கூறினால், அதற்கு அவர்கள் ‘‘ இல்லை, எங்கள் மூதாதைகள் எதன் மீது இருக்க நாங்கள் கண்டோமோ அதையே பின்பற்றுவோம்'' என்று கூறுகின்றனர். (என்னே!) அவர்கள் மூதாதைகளை ஷைத்தான் நரக வேதனையின் பக்கம் அழைத்து (அவர்களும் சென்று) இருந்தாலுமா? (இவர்கள் அவர்களைப் பின்பற்றிச் செல்வார்கள்!)","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:22","price":"22. எவர் தன் முகத்தை முற்றிலும் அல்லாஹ்வின் பக்கம் திருப்பி, பணிந்து நன்மையும் செய்து கொண்டிருக்கிறாரோ அவர் நிச்சயமாக (அறுபடாத) மிக்க பலமானதொரு வளயத்தைப் பிடித்துக் கொண்டார். எல்லா காரியங்களின் முடிவும் அல்லாஹ்விடமே இருக்கிறது.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:23","price":"23. (நபியே!) எவரேனும் (உம்மை) நிராகரித்து விட்டால், அவர்களுடைய நிராகரிப்பு உம்மைத் துக்கத்தில் ஆழ்த்திவிட வேண்டாம். அவர்கள் நம்மிடமே வரவேண்டும். அச்சமயம் அவர்களுடைய (இச்)செயலைப் பற்றி நாம் அவர்களுக்கு அறிவுறுத்துவோம். நிச்சயமாக அல்லாஹ் (மனிதர்களின்) உள்ளங்களில் உள்ளவற்றை நன்கறிந்தவன்.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:24","price":"24. அவர்களை (இச்சமயம்) சிறிது சுகமனுபவிக்கும்படி நாம் விட்டு வைப்போம். பின்னர், கடுமையான வேதனையின் பக்கம் (செல்லும்படி) நாம் அவர்களை நிர்ப்பந்தித்து விடுவோம்.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:25","price":"25. (நபியே!) ‘‘ வானங்களையும் பூமியையும் படைத்தவன் யார்?'' என்று நீர் அவர்களைக் கேட்பீராயின், அதற்கவர்கள் ‘‘அல்லாஹ்தான்'' என்று நிச்சயமாகக் கூறுவார்கள். (அதற்கு, ‘‘ இவ்வளவேனும் உங்களுக்கு அறிவு இருப்பது பற்றி) அல்லாஹ்வை நான் புகழ்கிறேன்'' என்று நீர் கூறுவீராக. எனினும், அவர்களில் பெரும்பாலானவர்கள் (இறைவனை இவ்வாறு புகழ்ந்து துதி செய்ய) அறிய மாட்டார்கள்.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:26","price":"26. வானங்களிலும் பூமியிலும் உள்ள அனைத்தும் அல்லாஹ்வுக்கு உரியனவே. எனினும், நிச்சயமாக அல்லாஹ் (இவற்றின்) தேவையற்றவனும் மிகப் புகழுடையவனும் ஆவான்.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:27","price":"27. பூமியிலுள்ள மரங்கள் (செடிகள் என) அனைத்தையும் எழுது கோல்களாகவும், கடல் நீரை மையாகவும் வைத்து (அது தீர்ந்து) பின்னும் ஏழு கடல்களின் நீரையும் மையாக வைத்து எழுதிய போதிலும் அல்லாஹ்வுடைய வசனங்கள் (எழுதி) முடிவு பெறாது. நிச்சயமாக அல்லாஹ் (அனைத்தையும்) மிகைத்தவனும் ஞானமுடையவனும் ஆவான்.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:28","price":"28. மனிதர்களே! (ஆரம்பத்தில்) உங்களை படைப்பதும், (மரணித்த பின்) உங்களுக்கு உயிர் கொடுத்து எழுப்புவதும் அவனுக்கு, உங்களில் ஒருவரை (ஆரம்பத்தில்) படை(த்து உயிர் கொடு)ப்பது போலவே தவிர வேறில்லை. நிச்சயமாக அல்லாஹ் (அனைத்தையும்) செவியுறுபவனும் உற்று நோக்குபவனும் ஆவான்.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:29","price":"29. (நபியே!) அல்லாஹ்தான் இரவைப் பகலிலும் பகலை இரவிலும் நுழைய வைத்து சூரியனையும் சந்திரனையும் (தன் அதிகாரத்திற்குள்) அடக்கி வைத்திருக்கிறான் என்பதையும் நீர் பார்க்கவில்லையா? இவற்றில் ஒவ்வொன்றும் (அவற்றுக்கு அவன்) குறிப்பிட்ட திட்டப்படியே நடக்கின்றன. நிச்சயமாக அல்லாஹ் நீங்கள் செய்பவற்றை நன்கறிந்தவன்.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:30","price":"30. இவையனைத்தும் ‘‘ நிச்சயமாக அல்லாஹ்தான் உண்மையான இறைவன் என்பதற்கும், அவனையன்றி அவர்கள் (தெய்வங்களென) அழைப்பவை பொய்யானவை என்பதற்கும், நிச்சயமாக அல்லாஹ்தான் மிகப் பெரியவனும் மேலானவனும் ஆவான்'' என்பதற்கும் அத்தாட்சிகளாக இருக்கின்றன.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:31","price":"31. அல்லாஹ்வுடைய அருட்கொடைகளைச் சுமந்துகொண்டு கடலில் செல்லும் கப்பலும் அவனுடைய அத்தாட்சிகளை உங்களுக்கு அறிவிக்கக் கூடியதாக இருப்பதை நீர் கவனிக்கவில்லையா? பொறுமையுடன் (சிரமங்களைச்) சகித்திருந்து, அவனுக்கு நன்றி செலுத்தும் அனைவருக்கும் நிச்சயமாக இதில் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:32","price":"32. (கப்பலில் செல்லும்) அவர்களை(ப் புயல் காற்றடித்து நாலா பக்கங்களிலிருந்தும்) அலைகள் மேல் முகடுகளைப் போல் சூழ்ந்து கொள்ளும் சமயத்தில், அல்லாஹ்வுக்கு வழிபட்டு, கலப்பற்ற மனதுடன் அவனை அழைத்துப் பிரார்த்திக்கின்றனர்! அவன் அவர்களைக் கரையில் இறக்கி பாதுகாத்துக் கொண்டாலோ அவர்களில் சிலர்தான் நிதானமாக நடக்கின்றனர். (பெரும்பாலானவர்களோ நிதானம் தவறியே நடக்கின்றனர்.) மிக நன்றிகெட்ட சதிகாரர்களைத் தவிர (மற்றெவரும்) நம் அத்தாட்சிகளை நிராகரிக்க மாட்டார்கள்.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:33","price":"33. மனிதர்களே! உங்கள் இறைவனுக்கு அஞ்சி ஒரு நாளைப்பற்றியும் பயந்து கொள்ளுங்கள். (அந்நாளில்) தந்தை பிள்ளைக்கு உதவமாட்டார்; பிள்ளையும் தந்தைக்கு ஒரு உதவியும் செய்ய மாட்டான். (ஒவ்வொருவரும் தன்னையே பாதுகாத்துக் கொள்ளும்படி நிர்ப்பந்திக்கின்ற நாளாகும் அது.) நிச்சயமாக (அந்நாள் வருமென்ற) அல்லாஹ்வுடைய வாக்குறுதி உண்மையானதாகும். ஆகவே, இவ்வுலக வாழ்க்கை உங்களை மயக்கி விட வேண்டாம். (ஷைத்தானாகிய) மாயக்காரனும் அல்லாஹ்வைப் பற்றி உங்களை மயக்கிவிட வேண்டாம்.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"31:34","price":"34. நிச்சயமாக (உலக முடிவு) காலத்தைப் பற்றிய ஞானம் அல்லாஹ்விடத்தில் (மட்டும்)தான் இருக்கிறது. அவனே மழையை இறக்கிவைக்கிறான். அவனே கர்ப்பங்களில் (கரு) தரிப்பதையும் அறிவான். (அவனைத் தவிர) எவரும் நாளைக்கு அவர் என்ன செய்வார் என்பதை அறியமாட்டார். எந்தப் பூமியில் இறப்பார் என்பதையும் (அவனைத் தவிர) எவரும் அறியமாட்டார். நிச்சயமாக அல்லாஹ்தான் (இவற்றை) நன்கறிந்தவனும் தெரிந்தவனும் ஆவான்.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:1","price":"1. அலிஃப் லாம் மீம்.","arabic":"الٓمٓ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3504,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:2","price":"2. (நபியே! உம் மீது) அருளப்பட்ட இவ்வேதம் உலகத்தாரின் இறைவனிடமிருந்தே வந்ததென்பதில் ஒரு சந்தேகமுமில்லை.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3505,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:3","price":"3. (நம் நபி) “இதை(த் தாமாகவே) கற்பனை செய்து கொண்டார்'' என்று (உங்களைப் பற்றி) அவர்கள் கூறுகின்றனரா? அவ்வாறன்று. இது உமது இறைவனால் உமக்கு அருளப்பட்ட உண்மையான வேதமாகும். உமக்கு முன்னர் இதுவரை ஒரு தூதருமே வராதிருந்த (இந்த அரபி) மக்களுக்கு நீர் அச்சமூட்டி எச்சரிக்கை செய்வதற்காகவே (இவ்வேதம் அருளப்பட்டுள்ளது. இதைப் பின்பற்றி) அவர்கள் நேரான வழியில் செல்வார்களாக!","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3506,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:4","price":"4. அல்லாஹ்தான் வானங்களையும், பூமியையும், இவற்றுக்கு மத்தியில் உள்ளவற்றையும் ஆறே நாள்களில் படைத்து அர்ஷின் மீது (தன் மகிமைக்குத் தக்கவாறு) உயர்ந்துவிட்டான். (உங்களைப்) பாதுகாப்பவனோ அல்லது (உங்களுக்குப்) பரிந்து பேசுபவனோ அவனைத் தவிர (வேறொருவரும்) உங்களுக்கு இல்லை. (இதை அறிந்து) நீங்கள் நல்லுணர்ச்சி பெற வேண்டாமா?","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3507,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:5","price":"5. வானத்திலிருந்து பூமி வரையிலுமுள்ள எல்லா காரியங்களையும் அவனே ஒழுங்குபடுத்துகிறான். (ஒவ்வொன்றின் முடிவும்) ஒரு நாளன்று அவனிடமே சென்றுவிடும். அந்த (ஒரு) நாள் நீங்கள் எண்ணுகின்ற உங்கள் கணக்கின்படி ஆயிரம் ஆண்டுகளுக்குச் சமமாகும்.","arabic":"يُدَبِّرُ ٱلۡأَمۡرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3508,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:6","price":"6. அவனே (வானம் பூமியிலுள்ள) மறைவானதையும் வெளிப்படையானதையும் (உள்ளது உள்ளபடி) நன்கறிந்தவன்; (அனைத்தையும்) மிகைத்தவன், மகா கருணையுடையவன் ஆவான்.","arabic":"ذَٰلِكَ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3509,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:7","price":"7. அவனே எல்லா பொருள்களையும் (படைத்து) அவற்றின் கோலத்தையும் மிக்க அழகாக அமைத்தான். ஆரம்பத்தில் மனிதனை களிமண்ணைக் கொண்டே படைத்தான்.","arabic":"ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3510,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:8","price":"8. பின்னர், ஓர் அற்பத் துளியாகிய (இந்திரியச்) சத்திலிருந்து அவனுடைய சந்ததியைப் படைக்கிறான்.","arabic":"ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3511,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:9","price":"9. பின்னர், அவன் (படைப்பாகிய) அதைச் செப்பனிட்டுத் தனது ‘ரூஹை' அதில் புகுத்தி (உங்களை உற்பத்தி செய்கிறான்.) உங்களுக்குக் காதுகள், கண்கள், உள்ளங்கள் ஆகியவற்றையும் அவனே அமைக்கிறான். இவ்வாறு இருந்தும் உங்களில் நன்றி செலுத்துபவர்கள் வெகு சிலரே!","arabic":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3512,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:10","price":"10. ‘‘(நாங்கள் இறந்து) பூமியில் அழிந்து போனதன் பின்னர் மெய்யாகவே நாங்கள் புதிய படைப்பாக அமைக்கப்பட்டு விடுவோமா?'' என்று அவர்கள் கூறுகின்றனர். இதுமட்டுமல்ல, அவர்கள் தங்கள் இறைவனைச் சந்திப்பதையும் நிராகரிக்கின்றனர்.","arabic":"وَقَالُوٓاْ أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۭۚ بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3513,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:11","price":"11. (நபியே!) கூறுவீராக: “உங்கள் மீது (உங்கள் இறைவனால்) சாட்டப்பட்டிருக்கும் ‘மலக்குல் மவ்த்து' (என்ற மரண வானவர்)தான் உங்கள் உயிரைக் கைப்பற்றுவார். பின்னர், உங்கள் இறைவனிடமே நீங்கள் கொண்டு வரப்படுவீர்கள்.''","arabic":"۞ قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3514,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:12","price":"12. (நபியே! விசாரணைக்காக) இக்குற்றவாளிகள் தங்கள் இறைவன் முன் (நிறுத்தப்படும் சமயத்தில்) தலை குனிந்தவர்களாக “எங்கள் இறைவனே! எங்கள் கண்களும் காதுகளும் திறந்து கொண்டன. (நாங்கள் அனைத்தையும் பார்த்தும் கேட்டும் தெரிந்தும் கொண்டோம். முந்திய உலகிற்கு ஒரு தடவை) எங்களை திரும்ப அனுப்பிவை. நாங்கள் நற்செயல்களையே செய்வோம். நிச்சயமாக நாங்கள் (இந்த விசாரணை நாளை) உறுதியாக நம்புகிறோம்'' என்று கூறுவதை நீர் காண்பீராயின் (அவர்களுடைய நிலைமை எவ்வளவு கேவலமாயிருக்கும் என்பதை அறிந்து கொள்வீர்.)","arabic":"وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3515,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:13","price":"13. நாம் விரும்பியிருந்தால் (இவர்களில் உள்ள) ஒவ்வொரு மனிதனுக்கும், அவன் நேரான வழியில் செல்லக்கூடிய வசதியைக் கொடுத்திருப்போம். எனினும், ஜின் இன்னும் மனிதர்களில் (உள்ள பாவிகள்) பலரைக் கொண்டு நிச்சயமாக நரகத்தை நிரப்புவோம் என்ற நம் தீர்ப்பு (முன்னரே) ஏற்பட்டு விட்டது.","arabic":"وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3516,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:14","price":"14. ஆகவே, ‘‘ (நம்மைச்) சந்திக்கும் இந்நாளை நீங்கள் மறந்துவிட்டதன் பலனை நீங்கள் சுவைத்துக் கொண்டிருங்கள். (இந்நாளை நீங்கள் மறந்தவாறே) நிச்சயமாக நாமும் உங்களை மறந்துவிட்டோம். நீங்கள் செய்து கொண்டிருந்த (தீய) செயலின் காரணமாக என்றென்றும் நிலையான இந்த வேதனையை அனுபவித்துக் கொண்டிருங்கள்'' (என்றும் கூறப்படும்).","arabic":"فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3517,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:15","price":"15. நம் வசனங்கள் ஓதிக் காண்பிக்கப்பட்டால், எவர்கள் (பூமியில்) சிரம் பணிந்து தங்கள் இறைவனைப் புகழ்ந்து துதி செய்கிறார்களோ அவர்கள்தான் நம் வசனங்களை மெய்யாகவே நம்பிக்கை கொள்வார்கள். அவர்கள் கர்வம்கொண்டு பெருமையடிக்கவும் மாட்டார்கள்.","arabic":"إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3518,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:16","price":"16. அவர்கள் (நித்திரையில் ஆழ்ந்திருக்கும்போது) படுக்கையிலிருந்து தங்கள் விலாக்களை உயர்த்தி, தங்கள் இறைவனிடம் (அவனது அருளை) ஆசை வைத்தும், (அவனது தண்டனையை) பயந்தும் பிரார்த்தனை செய்வார்கள். நாம் அவர்களுக்குக் கொடுத்தவற்றிலிருந்து தானமும் செய்வார்கள்.","arabic":"تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3519,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:17","price":"17. அவர்கள் செய்த (நற்)காரியங்களுக்குக் கூலியாக நாம் அவர்களுக்காக (தயார்படுத்தி) மறைத்து வைத்திருக்கும் கண் குளிரக்கூடிய (சன்மானத்)தை எவராலும் அறிந்துகொள்ள முடியாது. (அவ்வளவு மேலான சன்மானங்கள் அவர்களுக்கு தயார்படுத்தப்பட்டுள்ளன.)","arabic":"فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3520,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:18","price":"18. நம்பிக்கை கொண்ட ஒரு மனிதன் (இறைவனுக்கு) மாறு செய்பவனைப் போலாவானா? இருவரும் சமமாக மாட்டார்கள்.","arabic":"أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3521,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:19","price":"19. எவர்கள் நம்பிக்கை கொண்டு நற்செயல்களைச் செய்கிறார்களோ அவர்களுக்கு அவர்கள் செய்யும் (நற்)செயல்களின் காரணமாக சொர்க்கம் தங்கும் இடமாகி அதில் விருந்தாளியாக உபசரிக்கப்படுவார்கள்.","arabic":"أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3522,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:20","price":"20. எவர்கள் பாவம் செய்கிறார்களோ அவர்களின் தங்குமிடம் நரகம்தான். அதிலிருந்து அவர்கள் வெளிப்பட முயற்சிக்கும் போதெல்லாம் அதனுள் இழுத்துத் தள்ளப்பட்டு ‘‘நீங்கள் பொய்யாக்கிக் கொண்டிருந்த நரக வேதனையைச் சுவைத்துக் கொண்டிருங்கள்'' என்று அவர்களுக்குக் கூறப்படும்.","arabic":"وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3523,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:21","price":"21. அவர்கள் (பாவங்களிலிருந்து) விலகிக் கொள்வதற்காக (மறுமையில் அவர்கள்) பெரிய வேதனையை அடைவதற்கு முன்பாகவே (இம்மையில்) சிறியதொரு வேதனையை அவர்கள் சுவைக்கும்படிச் செய்வோம்.","arabic":"وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3524,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:22","price":"22. (இவ்வாறு) இறைவனின் (எச்சரிக்கையான) அத்தாட்சிகளைக் கொண்டு (மறுமையை) ஞாபகமூட்டிய பின்னரும் இதைப் புறக்கணித்து விடுபவனை விட மகா அநியாயக்காரன் யார்? நிச்சயமாக நாம் (இத்தகைய) குற்றவாளிகளை பழிவாங்கியே தீருவோம்.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3525,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:23","price":"23. நிச்சயமாக நாம் மூஸாவுக்கு ஒரு வேதத்தைக் கொடுத்து இருந்தோம்.ஆகவே, (நபியே! மிஃராஜ் இரவில்) அவரை சந்தித்ததில் நீர் சந்தேகிக்காதீர்.நாம் (மூஸாவுக்குக் கொடுத்த) அதை இஸ்ராயீலின் சந்ததிகளுக்கு நேர்வழி காட்டியாக ஆக்கினோம்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3526,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:24","price":"24. நம் கட்டளைகளைப் பொறுமையுடன் சகித்துக் கொண்டிருந்த இஸ்ராயீலின் சந்ததிகளில் இருந்த ஒரு கூட்டத்தினரை அவர்களுக்கு வழி காட்டிகளாக அமைத்தோம். அவர்கள் நம் வசனங்களை முற்றிலும் உறுதியுடன் நம்பியவர்களாக இருந்தனர்.","arabic":"وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3527,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:25","price":"25. (நபியே! அவர்களுக்குப் பின்னர் வழிகாட்டியாக ஏற்பட்டவர்கள் தங்களுக்குள் தர்க்கித்துக் கொண்டு பல பிரிவுகளாகப் பிரிந்து விட்டனர்.) அவர்கள் எவ்விஷயத்தில் தர்க்கித்துக் கொண்டிருக்கிறார்களோ அதைப் பற்றி மறுமை நாளில் உமது இறைவன் அவர்களுக்குத் தீர்ப்பளிப்பான்.","arabic":"إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3528,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:26","price":"26. இவர்களுக்கு முன்னர் எத்தனையோ வகுப்பினரை நாம் அழித்திருக்கிறோம். அவர்கள் வசித்திருந்த இடங்களின் மீதே இவர்கள் போய் வந்து கொண்டிருப்பதும் இவர்களுக்கு நேரான வழியைக் காட்டவில்லையா? நிச்சயமாக இதில் பல அத்தாட்சிகள் இருக்கின்றன. (இதற்கும்) அவர்கள் செவிசாய்க்க மாட்டார்களா?","arabic":"أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3529,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:27","price":"27. நிச்சயமாக நாமே வறண்ட பூமிகளின் பக்கம் மழையின் மேகத்தை ஓட்டி (பொழியச் செய்து) அதன் மூலம் இவர்களும், இவர்களுடைய (ஆடு, மாடு, ஒட்டகம் ஆகிய) கால்நடைகளும் புசிக்கக்கூடிய பயிர்களையும் வெளிப்படுத்துகிறோம் என்பதை அவர்கள் கவனிக்கவில்லையா? (இதைக்கூட) அவர்கள் கவனித்துப் பார்க்க வேண்டாமா?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3530,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:28","price":"28. “(வாக்களிக்கப்பட்ட) தீர்ப்பு நாள் எப்பொழுது வரும்? நீங்கள் உண்மை சொல்பவர்களாக இருந்தால் (அது வரும் காலத்தைக்) கூறுங்கள்'' எனக் கேட்கின்றனர்.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3531,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:29","price":"29. (அதற்கு) நீர் கூறுவீராக! “அந்தத் தீர்ப்பு நாளின்போது (இந்)நிராகரிப்பவர்கள் நம்பிக்கை கொள்வது அவர்களுக்கு (ஒரு) பயனும் அளிக்காது. (வேதனையைத் தாமதப்படுத்த) அவர்கள் தவணையும் கொடுக்கப்பட மாட்டார்கள்.”","arabic":"قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3532,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"32:30","price":"30. ஆகவே, நீர் அவர்களைப் புறக்கணித்து (அந்நாளை) எதிர்பார்த்து இருப்பீராக. நிச்சயமாக அவர்களும் எதிர்பார்த்து இருக்கின்றனர்.","arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3533,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:1","price":"1. நபியே! நீர் அல்லாஹ்வுக்கே பயப்படுவீராக. நிராகரிப்பவர்களுக்கும், வஞ்சகர்களுக்கும் (பயந்து அவர்களுக்கு) கீழ்ப்படியாதீர். நிச்சயமாக அல்லாஹ் (அனைத்தையும்) அறிந்தவனாக,ஞானமுடையவனாக இருக்கிறான்.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:2","price":"2. உமது இறைவனால் உமக்கு வஹ்யி மூலம் அறிவிக்கப்பட்டவற்றையே நீர் பின்பற்றுவீராக. நிச்சயமாக அல்லாஹ், நீங்கள் செய்பவற்றை நன்கறிபவனாகவே இருக்கிறான்.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:3","price":"3. (நபியே!) நீர் அல்லாஹ்விடமே பொறுப்பை ஒப்படைப்பீராக. அல்லாஹ்வே (உமக்குப்) பொறுப்பேற்றுக்கொள்ள போதுமானவன்.","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:4","price":"4. எம்மனிதருடைய நெஞ்சிலும் இரண்டு உள்ளங்களை அல்லாஹ் அமைக்கவில்லை. (ஆகவே, இயற்கை முறைப்படி மனிதர்களுக்குள் ஏற்படும் சம்பந்தங்களே உண்மையான சம்பந்தமாகும். வாயால் கூறும் சம்பந்த முறைகள் எல்லாம் உண்மையாகாது. ஆகவே, நம்பிக்கையாளர்களே! நீங்கள் விவாகரத்தைக் கருதி) உங்கள் மனைவிகளில் எவரையும் நீங்கள் உங்கள் தாய் என்று கூறுவதனால் அல்லாஹ் அவர்களை உங்கள் (உண்மைத்) தாயாக்கிவிட மாட்டான். (அவ்வாறே உங்களுக்குப் பிறக்காத எவரையும் உங்கள் பிள்ளை என்றும்) நீங்கள் தத்தெடுத்துக் கொள்வதனால் அவர்களை உங்கள் (உண்மைச்) சந்ததிகளாக்கிவிட மாட்டான். இவை அனைத்தும் உங்கள் வாய்களால் கூறும் வெறும் வார்த்தைகளே (தவிர. உண்மையல்ல). அல்லாஹ் உண்மையையே கூறி, அவன் உங்களுக்கு நேரான வழியை அறிவிக்கிறான்.","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:5","price":"5. ஆகவே, நீங்கள் (வளர்த்த) எவர்களையும் அவர்களுடைய (உண்மையான) தந்தைகளின் பெயர்களைக் கூறி (அன்னாரின் மகன் என்றே) அழையுங்கள். அதுதான் அல்லாஹ்விடத்தில் நீதமாக இருக்கிறது. அவர்களின் தந்தைகளை நீங்கள் அறியாவிட்டால், அவர்கள் உங்கள் மார்க்க சகோதரர்களாகவும் உங்கள் மார்க்க நண்பர்களாகவும் இருக்கின்றனர். (ஆகவே, அவர்களுடைய வயதுக்குத்தக்க முறையில் அவர்களை சகோதரர் என்றோ அல்லது நண்பரென்றோ அழையுங்கள். இவ்விஷயத்தில் இதற்கு முன்னர்) நீங்கள் ஏதும் தவறிழைத்திருந்தால் அதைப் பற்றி உங்கள் மீது குற்றமில்லை. (எனினும், இதன் பின்னர்) வேண்டுமென்றே உங்கள் மனமார கூறினாலே தவிர (அதுதான் உங்கள் மீது குற்றமாகும்). அல்லாஹ் மிக மன்னிப்பவனாக, மகா கருணை உடையவனாக இருக்கிறான்.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:6","price":"6. நம்பிக்கையாளர்களுக்கு அவர்களுடைய உயிர்களைவிட (நம் தூதரான) நபிதான் மிக்க பிரதானமானவர். அவருடைய மனைவிகளோ அந்நம்பிக்கையாளர்களுக்குத் தாய்மார்கள் ஆவார்கள். (நம்பிக்கை கொண்ட ஒருவருடைய சொத்தை அடைய) மற்ற நம்பிக்கையாளர்களை விடவும், ஹிஜ்ரத்துச் செய்தவர்களைவிடவும், (நம்பிக்கையாளர்களான) அவருடைய சொந்த உறவினர்கள்தான் அல்லாஹ்வுடைய இவ்வேதத்திலுள்ளபடி உரிமையுடையவர்களாக ஆவார்கள். (ஆகவே, அவர்களுக்கே அவர்களுடைய பங்கிற்கேற்ப பொருளைப்பங்கிட்டுக் கொடுக்க வேண்டும்.) எனினும், உங்கள் நண்பர்களில் எவருக்கும் நீங்கள் (ஏதும் கொடுத்து) நன்றி செய்யக்கருதினால் (நீங்கள் ஏதும் கொடுக்கலாம்.) இவ்வாறே வேதத்தில் எழுதப்பட்டுள்ளது.","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:7","price":"7. (நபியே! நம் தூதை எடுத்துரைக்கும்படி பொதுவாக) நபிமார்களிடமும் (சிறப்பாக) உம்மிடமும், நூஹ், இப்ராஹீம், மூஸா, மர்யமுடைய மகன் ஈஸாவிடமும் வாக்குறுதி வாங்கியதை நினைவு கூர்வீராக, மிக்க உறுதியான வாக்குறுதியையே இவர்களிடமும் நாம் எடுத்திருக்கிறோம்.","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:8","price":"8. ஆகவே, உண்மை சொல்லும் (தூதர்களாகிய) அவர்களிடம், அவர்கள் கூறிய (தூதின்) உண்மைகளைப் பற்றி (அல்லாஹ்) அவர்களையும் கேள்வி (கணக்குக்) கேட்பான். (அவர்களை) நிராகரித்தவர்களுக்கு துன்புறுத்தும் வேதனையை அவன் தயார்படுத்தி வைத்திருக்கிறான்.","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:9","price":"9. நம்பிக்கையாளர்களே! உங்கள் மீது அல்லாஹ் புரிந்திருக்கும் அருட்கொடைகளை நினைத்துப் பாருங்கள். உங்கள்மீது (எதிரிகளின்) படைகள் (அணியணியாக) வந்த சமயத்தில் (புயல்) காற்றையும் உங்கள் கண்ணுக்குப் புலப்படாத படைகளையும் அவர்கள் மீது நாம் ஏவினோம். (அச்சமயம்) நீங்கள் செய்பவற்றை அல்லாஹ் உற்று நோக்குபவனாகவே இருந்தான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:10","price":"10. உங்களுக்கு மேற்புறமிருந்தும், கீழ்ப்புறமிருந்தும் (உங்களைச் சூழ்ந்து கொண்டு) அவர்கள் வந்த சமயத்தில் உங்கள் திறந்த கண்கள் திறந்தவாறே இருந்து உங்கள் உள்ளங்கள் உங்கள் தொண்டைக் குழிகளை அடைத்து (நீங்கள் திக்குமுக்காடி) அல்லாஹ்வைப் பற்றி நீங்கள் பலவாறு எண்ணிய சமயத்தையும் நீங்கள் நினைத்துப் பாருங்கள்.","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:11","price":"11. அந்நேரத்தில் நம்பிக்கையாளர்கள் பெரும் சோதனைக்கு உள்ளாகி மிக்க பலமாக அசைக்கப்பட்டனர் (அச்சுறுத்தப்பட்டனர்).","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:12","price":"12. ‘‘அல்லாஹ்வும் அவனுடைய தூதரும் நமக்குச் சதி செய்வதற்காகவே (வெற்றி நமக்கே கிடைக்குமென்று) வாக்களித்தார்கள்'' என்று எவர்களுடைய உள்ளங்களில் நோயிருந்ததோ அவர்களும் மற்ற நயவஞ்சகர்களும் கூற முற்பட்டதையும் நினைத்துப் பாருங்கள்.","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:13","price":"13. அவர்களில் ஒரு கூட்டத்தினர் (மதீனாவாசிகளை நோக்கி) ‘‘யஸ்ரிப் வாசிகளே! (எதிரிகள் முன்) உங்களால் நிற்க முடியாது. ஆதலால், நீங்கள் திரும்பிச் சென்று விடுங்கள்'' என்று கூறியதையும், அவர்களில் மற்றொரு பிரிவினர் அவர்களுடைய வீடுகள் அபாயகரமான நிலைமையில் இல்லாமலிருந்தும் ‘‘ நிச்சயமாக எங்கள் வீடுகள் அபாயகரமான நிலைமையில் இருக்கின்றன'' என்று கூறி (யுத்த களத்திலிருந்து சென்றுவிட நம்) நபியிடம் அனுமதி கோரியதையும் நினைத்துப் பாருங்கள். இவர்கள் (யுத்தத்திலிருந்து) தப்பி ஓடிவிடுவதைத் தவிர (வேறொன்றையும்) விரும்பவில்லை.","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:14","price":"14. பல பாகங்களிலிருந்தும் அவர்கள் மீது படைகள் முன்னேறி வந்து (அச்சமயம்) குழப்பம் செய்யும்படி இவர்களைக் கோரியிருந்தால் (இந்த நயவஞ்சகர்கள்) குழப்பம் செய்தே தீருவார்கள். மேலும், (யுத்த களத்திலும்) வெகு சொற்ப நேரமே தவிர அவர்கள் நிலைத்திருக்கவும் மாட்டார்கள். (உடனே அங்கிருந்து ஓடிவிடுவார்கள்.)","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:15","price":"15. அவர்கள் (யுத்தத்தில்) புறங்காட்டி ஓடுவதில்லை என்று அல்லாஹ்விடத்தில் இதற்கு முன்னர் நிச்சயமாக வாக்குறுதி செய்திருந்தார்கள். அல்லாஹ்விடம் செய்த வாக்குறுதியை (அவர்கள் மீறியதை)ப் பற்றி மறுமையில் கேட்கப்படுவார்கள்.","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:16","price":"16. (நபியே!) நீர் கூறுவீராக: ‘‘மரணத்தைவிட்டு அல்லது வெட்டுப்படுவதை விட்டு நீங்கள் வெருண்டோடிய போதிலும், உங்கள் ஓட்டம் உங்களுக்கு ஒரு பயனும் அளிக்காது. இச்சமயம் (நீங்கள் தப்பித்துக் கொண்ட போதிலும்) வெகு சொற்ப நாள்களன்றி (அதிக நாள்கள்) நீங்கள் சுகமனுபவிக்க மாட்டீர்கள்.''","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:17","price":"17. (நபியே! மேலும்) கூறுவீராக: ‘‘அல்லாஹ் உங்களுக்குத் தீங்கிழைக்க நாடினால் அவனிடமிருந்து உங்களைப் பாதுகாப்பவன் யார் அல்லது உங்களுக்கு அருள்புரிய நாடினால் அதை தடுப்பவன் யார்? அல்லாஹ்வை அன்றி அவர்கள் தங்களுக்கு உதவி செய்பவர்களையும் பாதுகாப்பவர்களையும் காணமாட்டார்கள்.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:18","price":"18. உங்களில் (யுத்தத்திற்குச் செல்பவர்களைத்) தடை செய்பவர்களையும், தங்கள் சகோதரர்களை நோக்கி நீங்கள் ‘‘(யுத்தத்திற்குச் செல்லாது) நம்மிடம் வந்து விடுங்கள்'' என்று கூறுபவர்களையும் நிச்சயமாக அல்லாஹ் நன்கறிந்தே இருக்கிறான். (அவர்களில்) சிலரைத் தவிர (பெரும்பாலானவர்கள்) யுத்தத்திற்கு வருவதில்லை.","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:19","price":"19. (அவர்கள்) உங்கள் விஷயத்தில் கஞ்சத்தனத்தைக் கைக்கொண்டிருக்கின்றனர். (நபியே!) ஒரு பயம் சம்பவிக்கும் சமயத்தில், மரண தருவாயில் மயங்கிக் கிடப்பவர்களைப்போல் அவர்கள் கண்கள் சுழன்று சுழன்று உங்களைப் பார்த்த வண்ணமாய் இருப்பதை நீர் காண்பீர். அந்த பயம் நீங்கி (நம்பிக்கையாளர்களுக்கு வெற்றி ஏற்பட்டு) விட்டாலோ, கொடிய வார்த்தைகளைக் கொண்டு உங்களைக் குற்றங்குறைகள் கூறி (யுத்தத்தில் கிடைத்த) பொருள்கள் மீது பேராசை கொண்டு விழுகின்றனர். இவர்கள் உண்மையான நம்பிக்கையாளர்கள் அல்ல. ஆதலால், அவர்கள் செய்திருந்த (நற்)காரியங்கள் அனைத்தையும் அல்லாஹ் அழித்து விட்டான். இது அல்லாஹ்வுக்கு மிக்க எளிதாகவே இருக்கிறது.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:20","price":"20. (முற்றுகையிட்டிருந்த எதிரிகளின் ராணுவங்கள் முற்றுகையை எடுத்துக் கொண்டுசென்று விட்டபோதிலும்) அந்த ராணுவம் (இன்னும்) போகவில்லை என்றே இவர்கள் எண்ணிக் கொண்டிருக்கின்றனர். அந்த ராணுவங்கள் திரும்ப வந்துவிட்டாலோ ஒரு கிராமத்திற்குச் சென்று (ஓடி ஒளிந்து) மறைவாயிருந்து கொண்டு (நீங்கள் வெற்றி பெறுகிறீர்களோ தோல்வியுறுகிறீர்களோ என்ற) உங்களைப் பற்றிய செய்தியை விசாரித்துக் கொண்டிருப்பார்கள். (அவ்வாறு செல்லாது) அவர்கள் உங்களுடன் தங்கி இருந்தாலும், ஒரு சொற்ப நேரமே தவிர (அதிக நேரம்) போர் புரிய மாட்டார்கள்.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:21","price":"21. எவர்கள் அல்லாஹ்வையும், இறுதி நாளையும் உறுதியாக நம்புகிறார்களோ, அவர்கள் பின்பற்றி நடக்கவேண்டிய அழகான உதாரணம் நிச்சயமாக அல்லாஹ்வின் தூதரிடமே இருக்கிறது. அவர்கள் (அவரைப் பின்பற்றி நடந்து) அல்லாஹ்வை அதிகமாக நினைவு செய்து கொண்டிருப்பார்கள்.","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:22","price":"22. நம்பிக்கையாளர்கள் (எதிரியின்) ராணுவங்களைக் கண்ட பொழுது ‘‘(இதுதான்) அல்லாஹ்வும் அவனுடைய தூதரும் நமக்கு வாக்களித்தது. அல்லாஹ்வும் அவனுடைய தூதரும் உண்மையையே கூறினார்கள்'' என்று சொன்னார்கள். தவிர (இவை அனைத்தும்) அவர்களுடைய நம்பிக்கையையும் ஏற்று கீழ்ப்படிவதையும் தவிர வேறொன்றையும் அவர்களுக்கு அதிகப்படுத்திவிடவில்லை.","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:23","price":"23. நம்பிக்கையாளர்களில் ஆண்கள் பலர் இருக்கின்றனர். இவர்கள் அல்லாஹ்விடம் செய்த வாக்குறுதியை உண்மையாக்கி வைத்தார்கள். அவர்களில் பலர் (இறந்து ‘ஷஹாதத்' என்னும்) தங்கள் இலட்சியத்தை அடைந்து விட்டனர். வேறு சிலர் (மரணிக்கவில்லை என்றாலும் அதை அடைய ஆவலுடன்) எதிர்பார்த்தே இருக்கின்றனர். (என்ன நேரிட்டாலும் அவர்கள் தங்கள் வாக்குறுதியிலிருந்து) ஒரு சிறிதும் மாறுபட்டுவிடவே இல்லை.","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:24","price":"24. உண்மையுடன் நடந்துகொண்ட (இ)வர்களுக்கு அவர்களின் உண்மைக்குத் தக்க கூலியை அல்லாஹ் கொடுத்தே தீருவான். எனினும், நயவஞ்சகர்களை அவன் நாடினால் வேதனை செய்வான். (அவன் நாடினால் அவர்களையும் மன்னிப்புக் கோரும்படிச் செய்து) அவர்களை மன்னித்து விடுவான். நிச்சயமாக அல்லாஹ் மிக்க மன்னிப்பவனாக, மகா கருணையுடையவனாக இருக்கிறான்.","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:25","price":"25. நிராகரிப்பவர்களை அவர்களின் கோபத்தில் மூழ்கியவாறே அல்லாஹ் அவர்களைத் தடுத்து விட்டான். (இப்போரில்) அவர்கள் ஒரு நன்மையும் அடையவில்லை. (எல்லா விதங்களிலும் நஷ்டமே அடைந்தார்கள். இந்தப் போரில் நம்பிக்கையாளர்களை அல்லாஹ்வே பாதுகாத்துக் கொண்டான்.) இந்தப் போரில் நம்பிக்கையாளர்களுக்கு அல்லாஹ்வே போதுமானவனாக இருந்தான். அல்லாஹ் (அனைவரையும் விட) மிக்க பலவானாகவும், மிகைத்தவனாகவும் இருக்கிறான்.","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:26","price":"26. (நம்பிக்கையாளர்களே! உங்கள்) எதிரிகளுக்கு உதவி செய்த வேதக்காரர்(களாகிய யூதர்)களை அவர்களுடைய அரண்மனைகளிலிருந்து இறங்கவைத்து அவர்களுடைய உள்ளங்களில் (திடுக்கத்தையும்) நடுக்கத்தையும் போட்டுவிட்டான். ஆகவே, அவர்களில் ஒரு தொகையினரை நீங்கள் வெட்டி விட்டீர்கள்; மற்றொரு தொகையினரை நீங்கள் சிறை பிடித்தீர்கள்.","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:27","price":"27. அவர்களுடைய பூமிகளையும், அவர்களுடைய வீடுகளையும், அவர்களுடைய பொருள்களையும் (இதுவரை) நீங்கள் கால் வைக்காத அவர்களுடைய மற்ற பூமிகளையும் (அல்லாஹ்) உங்களுக்கு சொந்த மாக்கித் தந்தான். அல்லாஹ் அனைத்தின் மீதும் மிக்க ஆற்றலுடையவனாக இருக்கிறான்.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:28","price":"28. நபியே! உமது மனைவிகளை நோக்கி கூறுவீராக: ‘‘ நீங்கள் இவ்வுலக வாழ்க்கையையும் அதன் அலங்காரத்தையும் மட்டுமே விரும்புவீர்களாயின், வாருங்கள்! உங்களுக்கு ஏதும் கொடுத்து நல்ல முறையில் (தலாக் கொடுத்து) உங்களை நீக்கி விடுகிறேன்.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:29","price":"29. நீங்கள் அல்லாஹ்வையும், அவனுடைய தூதரையும், மறுமை வாழ்க்கையையும் விரும்புவீர்களாயின் நிச்சயமாக அல்லாஹ் உங்களிலுள்ள நன்மை செய்பவர்களுக்கு மகத்தான (நற்)கூலியை தயார்படுத்தி வைத்திருக்கிறான்.","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"33:30","price":"30. நபியுடைய மனைவிகளே! உங்களில் எவரேனும் பகிரங்கமான ஒரு மானக் கேடான காரியத்தைச் செய்வாராயின் அதற்குரிய தண்டனை அவருக்கு இரு மடங்காக அதிகரிக்கப்படும். இது அல்லாஹ்விற்கு மிக்க சுலபமாக இருக்கிறது.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":null,"lang":"ta"}],"juz":{"id":21,"name":"اتْلُ مَا أُوحِيَ","transliteration":"Utlu Ma Uhiya","transEn":"Recite What Has Been Revealed","startVerse":"29:46","endVerse":"33:30","totalVerses":178}}