{"data":[{"name":"58:1","price":"1. (நபியே!) எவள் தன் கணவரைப் பற்றி உம்மிடம் தர்க்கித்து (அவரைப் பற்றி) அல்லாஹ்விடமும் முறையிட்டாளோ, அவளுடைய முறையீட்டை அல்லாஹ் நிச்சயமாகக் கேட்டுக் கொண்டான். (அதைப்பற்றி) உங்கள் இருவரின் தர்க்க வாதத்தையும் அல்லாஹ் செவியுற்றான். நிச்சயமாக அல்லாஹ் (அனைத்தையும்) செவியுறுபவன், (ஒவ்வொருவரின் செயலையும்) உற்று நோக்குபவன் ஆவான்.","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:2","price":"2. உங்களில் எவரேனும் தம் மனைவிகளில் எவளையும், தன் தாயென்று கூறிவிடுவதனால், அவள் அவர்களுடைய (உண்மைத்) தாயாகிவிடமாட்டாள். அவர்களைப் பெற்றெடுத்தவர்கள்தான் (உண்மைத்) தாயாவார்கள். (இதற்கு மாறாக எவளையும் எவரும் தாயென்று கூறினால் கூறுகின்ற) அவர்கள் நிச்சயமாகத் தகாததும், பொய்யானதுமான ஒரு வார்த்தையையே கூறுகின்றனர். நிச்சயமாக அல்லாஹ் மிக்க மன்னிப்பவன், பிழை பொறுப்பவன் ஆவான். (ஆகவே, இத்தகைய குற்றம் செய்தவர்கள் அல்லாஹ்விடம் மன்னிப்பைக் கோரவும்.)","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:3","price":"3. ஆகவே, எவரேனும் தங்கள் மனைவிகளை(த் தன்) தாய்க்கு ஒப்பிட்டுக் கூறிய பின்னர், அவர்களிடம் திரும்ப (சேர்ந்துகொள்ள) விரும்பினால், அவ்விருவரும் ஒருவரை ஒருவர் தொடுவதற்கு முன்னதாகவே (இவ்வாறு ஒப்பிட்டுக் கூறிய குற்றத்திற்குப் பரிகாரமாக) ஓர் அடிமையை விடுதலை செய்யவேண்டும். இதை (அல்லாஹ்) உங்களுக்கு உபதேசம் செய்கிறான். அல்லாஹ் நீங்கள் செய்பவற்றை நன்கறிபவன் ஆவான்.","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:4","price":"4. (விடுதலை செய்யக்கூடிய அடிமையை) எவரேனும் பெற்றிருக்காவிடில், அவ்விருவரும் ஒருவரை ஒருவர் தொடுவதற்கு முன்னதாகவே, (அவன்) இரண்டு மாதங்கள் தொடர்ச்சியாக நோன்பு நோற்க வேண்டும். (இவ்வாறு நோன்பு நோற்க) சக்தி பெறாதவன். அறுபது ஏழைகளுக்கு (மத்திய தரமான) உணவளிக்க வேண்டும். அல்லாஹ்வையும், அவனுடைய தூதரையும் நீங்கள் (மெய்யாகவே) நம்பிக்கை கொண்டிருக்கிறீர்கள் என்பதற்காக (இந்த கட்டளையை இவ்வாறு இலேசாக்கி வைத்தான்). இவை அல்லாஹ் ஏற்படுத்திய வரம்புகளாகும். (இதை) மீறுபவர்களுக்கு துன்புறுத்தும் வேதனையுண்டு.","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:5","price":"5. எவர்கள் அல்லாஹ்வுக்கும், அவனுடைய தூதருக்கும் மாறு செய்கிறார்களோ அவர்கள், நிச்சயமாக அவர்களுக்கு முன்னுள்ளோர் இழிவுபடுத்தப்பட்டபடியே இழிவுபடுத்தப் படுவார்கள். நிச்சயமாக (இதைப் பற்றி)த் தெளிவான வசனங்களையே நாம் இறக்கி இருக்கிறோம். (அதற்கு) மாறுசெய்பவர்களுக்கு இழிவு தரும் வேதனையுண்டு.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:6","price":"6. அவர்கள் அனைவரையும் அல்லாஹ் (உயிர் கொடுத்து) எழுப்பும் நாளில், அவர்கள் செய்தவற்றைப் பற்றி அவர்களுக்கு அறிவிப்பான். அதை அவர்கள் மறந்துவிட்டபோதிலும், அவற்றை அல்லாஹ் சேகரித்து வைக்கிறான். (அவர்கள் செய்யும்) அனைத்திற்கும் அல்லாஹ் (நன்கறிந்த) சாட்சியாளன் ஆவான்.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:7","price":"7. (நபியே!) வானங்களிலும், பூமியிலும் உள்ளவை அனைத்தையும் நிச்சயமாக அல்லாஹ் அறிகிறான் என்பதை நீர் கவனிக்கவில்லையா? அவர்களில் மூன்று பேர்கள் (கூடிப் பேசும்) ரகசியத்தில் அவன் நான்காவதாக இல்லாமல் இல்லை. ஐந்து பேர்கள் (கூடிப் பேசும்) இரகசியத்தில் அவன் ஆறாவதாக இல்லாமலில்லை. இதைவிட குறைவாகவோ அல்லது அதிகமாகவோ உள்ளவர்கள் (கூடிப் பேசும்) இரகசியத்திலும், அவன் அவர்களுடன் இல்லாமல் இல்லை. இவ்வாறு அவர்கள் எங்கிருந்த போதிலும் (ரகசியம் பேசினால் அவன் அவர்களுடைய ரகசியங்களை அறிந்து கொள்கிறான்). பின்னர், அவர்கள் செய்தவற்றைப் பற்றி அவர்களுக்கு மறுமை நாளில் அறிவி(த்து அதற்குரிய கூலியைக் கொடு)க்கிறான். நிச்சயமாக அல்லாஹ் அனைத்தையும் நன்கறிந்தவன் ஆவான்.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:8","price":"8. (நபியே!) ரகசியமே கூடாதென்று தடுக்கப்பட்டிருந்தும், தடுக்கப்பட்டதை நோக்கியே செல்லும் அவர்களை நீர் கவனித்தீரா? பாவத்திற்கும், வரம்பு மீறுவதற்கும், (நம்) தூதருக்கு மாறு செய்வதற்குமே, அவர்கள் ரகசியமாகச் சதி ஆலோசனை செய்கின்றனர். பின்னர் அவர்கள் உங்களிடம் வந்தாலோ, அல்லாஹ் உங்களுக்குக் கூறாத வார்த்தையைக் (கொண்டு, அதாவது: ‘‘அஸ்ஸலாமு அலைக்க' உம்மீது சாந்தியும், சமாதானமும் உண்டாவதாக! என்று கூறுவதற்குப் பதிலாக, ‘‘அஸ்ஸாமு அலைக்க' உமக்கு மரணம் உண்டாவதாக! என்று) கூறிவிட்டு, அவர்கள் தங்களுக்குள் (இவர் உண்மையான தூதராக இருந்தால் ‘‘பரிகாசமாக) நாம் கூறியதைப் பற்றி, அல்லாஹ் நம்மை வேதனை செய்யமாட்டானா?'' என்றும் கூறுகின்றனர். நரகமே அவர்களுக்குப் போதுமானதாகும். அதில் அவர்கள் நுழைந்தே தீருவார்கள். அது செல்லுமிடங்களில் மகா கெட்டது.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:9","price":"9. நம்பிக்கையாளர்களே! உங்களுக்குள் நீங்கள் ரகசியம் பேசினால் பாவம் செய்வதற்காகவும், வரம்பு மீறுவதற்காகவும், (நம்) தூதருக்கு மாறுசெய்வதற்காகவும், ரகசியம் பேசாதீர்கள். ஆயினும், நன்மை செய்வதற்காகவும் இறையச்சத்திற்காகவும் இரகசியம் பேசலாம். (அனைத்தையும் அறிந்த) அல்லாஹ்வின் சமூகத்திற்கு நீங்கள் கொண்டு போகப்படுவீர்கள். ஆகவே, அவனுக்கு நீங்கள் பயந்து நடந்துகொள்ளுங்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:10","price":"10. (அவர்களை) ஷைத்தான் இரகசியமாகப் பேச வைப்பதெல்லாம், நம்பிக்கை கொண்டவர்களுக்குக் கவலையை உண்டுபண்ணுவதற்காகவே. அல்லாஹ்வுடைய நாட்டமின்றி, அவர்களுக்கு அது (-இரகசியம்) அறவே தீங்கிழைக்காது. ஆகவே, நம்பிக்கை கொண்டவர்கள் அல்லாஹ்வையே நம்பியிருக்கவும்.","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:11","price":"11. நம்பிக்கையாளர்களே! (நீங்கள் ஒரு சபையிலிருக்கும் பொழுது, எவரேனும்) உங்களை நோக்கிச் ‘‘சபையில் நகர்ந்து இடம் கொடுங்கள்'' என்று கூறினால், (அவ்வாறே) நீங்கள் நகர்ந்து இடம் கொடுங்கள். இடத்தை அல்லாஹ் உங்களுக்கு விசாலமாக்கி கொடுப்பான். தவிர, (சபையில் ஒரு காரணத்திற்காக உங்களை நோக்கி) ‘‘எழுந்து (சென்று) விடுங்கள்'' என்று கூறப்பட்டால், அவ்வாறே நீங்கள் எழுந்து (சென்று) விடுங்கள். (இவ்வாறு நடந்துகொள்ளும்) உங்களிலுள்ள நம்பிக்கையாளர்களுக்கும், கல்வி ஞானம் உடையவர்களுக்கும் அல்லாஹ் பதவிகளை உயர்த்துவான். அல்லாஹ் நீங்கள் செய்பவற்றை நன்கறிவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:12","price":"12. நம்பிக்கையாளர்களே! நீங்கள் நம் தூதருடன் இரகசியம் பேச விரும்பினால், உங்கள் இரகசியத்திற்கு முன்னதாகவே (ஏழைகளுக்கு) ஏதும் தானம் செய்து விடுங்கள். இது உங்களுக்கு நன்மையும் பரிசுத்தத் தன்மையும் ஆகும். (தானம் கொடுப்பதற்கு எதையும்) நீங்கள் அடைந்திரா விட்டால், (அதைப்பற்றி உங்கள் மீது குற்றமில்லை.) நிச்சயமாக அல்லாஹ் மிக மன்னிப்பவன், மகா கருணையுடையவன் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:13","price":"13. நீங்கள் உங்கள் இரகசியத்திற்கு முன்னர், நீங்கள் தானம் கொடுப்பதைப் பற்றிப் பயந்துவிட்டீர்களா? (மெய்யாகவே) உங்களால் (தானம்) செய்ய முடியாவிடில், அல்லாஹ் உங்களை மன்னித்து விடுவான். எனினும், தொழுகையைக் கடைப்பிடித்து, ஜகாத்தும் கொடுத்து, அல்லாஹ்வுக்கும் அவனுடைய தூதருக்கும் (உண்மையாகவே) கீழ்ப்படிந்து நடந்து கொள்ளுங்கள். நீங்கள் செய்பவற்றை அல்லாஹ் நன்கறிந்தவன் ஆவான்.","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:14","price":"14. (நபியே!) அல்லாஹ் எவர்கள் மீது கோபமானானோ, அந்த மக்களுடன் உறவாடுகிறவர்களை நீர் பார்த்தீரா? இவர்கள் உங்களிலும் உள்ளவர்களல்ல; அவர்களிலும் உள்ளவர்களல்ல. இவர்கள் நன்கறிந்திருந்தும் (உங்களுடன் இருப்பதாக) வேண்டுமென்றே பொய் சத்தியம் செய்கின்றனர்.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:15","price":"15. இவர்களுக்காக அல்லாஹ், கடினமான வேதனையை தயார்படுத்தி வைத்திருக்கிறான். நிச்சயமாக இவர்கள் செய்யும் காரியம் மகா கெட்டது.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:16","price":"16. இவர்கள் தங்கள் (பொய்) சத்தியங்களைக் கேடயமாக வைத்துக்கொண்டு (மக்களை) அல்லாஹ்வுடைய பாதையிலிருந்து தடுத்துவிட்டனர். ஆகவே, இவர்களுக்கு மிக்க இழிவு தரும் வேதனையுண்டு.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:17","price":"17. இவர்களுடைய பொருள்களும், இவர்களுடைய சந்ததிகளும், அல்லாஹ்வி(ன் வேதனையி)லிருந்து எதையும் இவர்களை விட்டும் தடுத்துவிடாது. இவர்கள் நரகவாசிகள்தான்; அதில் அவர்கள் என்றென்றும் தங்கிவிடுவார்கள்.","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:18","price":"18. அல்லாஹ் இவர்கள் அனைவரையும் (உயிர் கொடுத்து) எழுப்பும் நாளிலும் (இன்றைய தினம்) உங்களிடம் அவர்கள் சத்தியம் செய்ததைப் போன்று, அல்லாஹ்விடத்திலும் சத்தியம் செய்துவிட்டு, நிச்சயமாகத் தாங்கள் ஏதோ (தப்பித்துக் கொள்ளக்கூடிய ஒரு நல்ல) காரியத்தைச் செய்து விட்டதாகவும் எண்ணிக் கொள்வார்கள். மெய்யாகவே இவர்கள்தான் பொய்யர்களன்றோ!","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:19","price":"19. ஷைத்தான் இவர்களை ஜெயித்து, அல்லாஹ்வைப் பற்றிய எண்ணத்தையே இவர்களுக்கு மறக்கடித்து விட்டான். இவர்கள்தான் ஷைத்தானுடைய கூட்டத்தினர். ஷைத்தானுடைய கூட்டத்தினர் நிச்சயமாக நஷ்டமடைந்தவர்கள் என்பதை அறிந்துகொள்ளுங்கள்.","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:20","price":"20. எவர்கள், அல்லாஹ்வையும் அவனுடைய தூதரையும் எதிர்க்கிறார்களோ, அவர்கள் இழிவுக்குள்ளாவார்கள்.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:21","price":"21. தானும், தன் தூதர்களுமே நிச்சயமாக வெல்வார்கள் என்று அல்லாஹ் விதித்து விட்டான். நிச்சயமாக அல்லாஹ் பலவானும் (அனைவரையும்) மிகைத்தவனும் ஆவான்.","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"58:22","price":"22. (நபியே!) எந்த மக்கள் அல்லாஹ்வையும், மறுமை நாளையும் (மெய்யாகவே) நம்பிக்கை கொண்டிருக்கின்றார்களோ அவர்கள், அல்லாஹ்வுக்கும் அவனுடைய தூதருக்கும் மாறு செய்பவர்களிடம் நேசம் கொண்டு உறவாடுவதை நீர் காண மாட்டீர். அவர்கள், தங்கள் பெற்றோர்களாக அல்லது தங்கள் சந்ததிகளாக அல்லது தங்கள் சகோதரர்களாக அல்லது தங்கள் நெருங்கிய உறவினர்களாக இருந்தாலும் சரியே! (அவர்களை நம்பிக்கையாளர்கள் நேசிக்க மாட்டார்கள்.) இவர்களுடைய உள்ளங்களில்தான் அல்லாஹ் நம்பிக்கையை பதியவைத்துத் தன் அருளைக் கொண்டும் இவர்களைப் பலப்படுத்தி வைத்திருக்கிறான். தொடர்ந்து நீரருவிகள் ஓடிக்கொண்டிருக்கும் சொர்க்கங்களிலும் இவர்களைப் புகுத்தி விடுவான். அதில் என்றென்றும் இவர்கள் தங்கி விடுவார்கள். இவர்களைப் பற்றி அல்லாஹ் திருப்தியடைவான். அவர்களும் அல்லாஹ்வைப் பற்றித் திருப்தியடைவார்கள். இவர்கள்தான் அல்லாஹ்வின் கூட்டத்தினர். நிச்சயமாக அல்லாஹ்வின் கூட்டத்தினர்தான் வெற்றி அடைந்தவர்கள் என்பதை நீங்கள் அறிந்து கொள்ளுங்கள்.","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:1","price":"1. வானங்களிலும் பூமியிலும் உள்ளவை அனைத்தும் அல்லாஹ்வைத் துதி செய்கின்றன. அவன் (அனைவரையும்) மிகைத்தவனும் ஞானமுடையவனும் ஆவான்.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5127,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:2","price":"2. வேதத்தை உடையவர்களில் எவர்கள் நிராகரிப்பவர்களாக ஆனார்களோ அவர்களை, அவர்களுடைய வீடுகளிலிருந்து வெளிப்படுத்தியவன் அவன்தான். (அவர்களுக்குக் கிடைக்க வேண்டிய தண்டனைகளில்) இது முதலாவதாகும். அவர்கள் (தங்கள் வீடுகளிலிருந்து) வெளிப்பட்டு விடுவார்கள் என்று நீங்கள் எதிர்பார்க்கவில்லை. அவர்களும் தங்கள் கோட்டைக் கொத்தளங்கள், அல்லாஹ்வை விட்டுத் தங்களை தடுத்துக் கொள்ளுமென்று மெய்யாகவே எண்ணிக் கொண்டிருந்தார்கள். எனினும், அவர்கள் எதிர்பார்க்காத வகையில் அல்லாஹ் அவர்களிடம் வந்து, அவர்களுடைய உள்ளங்களில் திகிலைப் போட்டு, அவர்கள் தங்கள் கையைக் கொண்டே தங்கள் வீடுகளை அழிக்குமாறு செய்ததுடன், நம்பிக்கையாளர்களுடைய கைகளைக் கொண்டும் அவர்களுடைய வீடுகளை அழித்தான். (அகப்)பார்வையுடையவர்களே! (இதைக் கொண்டு) நீங்கள் அறிவுணர்ச்சி பெறுவீர்களாக!","arabic":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5128,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:3","price":"3. அவர்களை நாடு கடத்தல் (மட்டும்) செய்துவிடுமாறு அல்லாஹ் (ஏற்கனவே) விதித்திருக்காவிடில் இவ்வுலகத்திலேயே அவர்களை(க் கடினமான) வேதனை செய்திருப்பான். எனினும், மறுமையில் நரக வேதனை அவர்களுக்குக் காத்திருக்கிறது.","arabic":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5129,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:4","price":"4. இதன் காரணமாவது: நிச்சயமாக அவர்கள் அல்லாஹ்வையும், அவனுடைய தூதரையும் (மிகக் கடினமாக) எதிர்த்தார்கள் என்பதுதான். (இவ்வாறு) எவன் அல்லாஹ்வை எதிர்க்கிறானோ, (அவனை) நிச்சயமாக அல்லாஹ் கடுமையாக தண்டிப்பான்.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5130,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:5","price":"5. நீங்கள் அவர்களுடைய பேரீச்சமரங்களை வெட்டியதும் அல்லது (வெட்டாது) வேருடன் (இருந்தவாறே) அதன் அடிகளின் மீது நின்றிருக்கும்படி நீங்கள் அவற்றை விட்டுவைத்ததும், அந்தப் பாவிகளை இழிவுபடுத்தும் பொருட்டு, அல்லாஹ்வின் அனுமதிபடியே (நடைபெற்ற காரியம் ஆகும்).","arabic":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5131,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:6","price":"6. அவர்களிடமிருந்து, அல்லாஹ் தன் தூதருக்கு (சிரமம் ஏதுமின்றி)க் கொடுத்த பொருள்களுக்காக (நம்பிக்கையாளர்களே!) நீங்கள் குதிரையின் மீதேறியோ, ஒட்டகத்தின் மீதேறியோ (போர் புரிந்து) சிரமப்படவில்லை. எனினும், அல்லாஹ் தான் நாடியவர்களின் மீது தன் தூதர்களுக்கு ஆதிக்கத்தைக் கொடுப்பான். அல்லாஹ் சகலவற்றின் மீதும் பேராற்றல் உடையவன் ஆவான்.","arabic":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5132,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:7","price":"7. அவ்வூராரிடம் இருந்தவற்றில் அல்லாஹ் தன் தூதருக்குக் கொடுத்தவை அல்லாஹ்வுக்கும், அவனுடைய தூதருக்கும், அவருடைய உறவினர்களுக்கும், அனாதைகளுக்கும், ஏழைகளுக்கும், வழிப்போக்கர்களுக்கும் உரித்தானதாகும். செல்வம் உங்களிலுள்ள பணக்காரர்களுக்கிடையில் மட்டுமே சுற்றிக் கொண்டிருக்காமல் (மற்றவர்களுக்கும் கிடைக்கும் பொருட்டு, இவ்வாறு பொருளைப் பங்கிடும்படி கட்டளையிடுகிறான்.) ஆகவே, நம் தூதர் உங்களுக்குக் கொடுத்ததை நீங்கள் (மனமுவந்து) எடுத்துக்கொள்ளுங்கள். அவர் எதை விட்டும் உங்களைத் தடுத்தாரோ, அதைவிட்டு நீங்கள் விலகிக் கொள்ளுங்கள். (இவ்விஷயத்தில்) நீங்கள் அல்லாஹ்வுக்குப் பயந்து நடந்து கொள்ளுங்கள். நிச்சயமாக அல்லாஹ் கடும் தண்டனை தருபவனாவான்.","arabic":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5133,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:8","price":"8. தங்கள் வீடுகளை விட்டும், தங்கள் பொருள்களை விட்டும் (அநியாயமாக) வெளிப்படுத்தப்பட்டு (மக்காவிலிருந்து) ஹிஜ்ரத் செய்து வந்த ஏழைகளுக்கும் அதில் பங்குண்டு. அவர்கள் அல்லாஹ்வுடைய அருளையும், அவனுடைய திருப்பொருத்தத்தையும் அடையக் கருதி (தங்கள் உயிரையும் பொருளையும் தியாகம் செய்து) அல்லாஹ்வுக்கும் அவனுடைய தூதருக்கும் உதவி செய்து கொண்டிருக்கின்றனர். இவர்கள்தான் உண்மையான நம்பிக்கையாளர்கள் ஆவர்.","arabic":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5134,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:9","price":"9. முஹாஜிர்கள் தங்களிடம் வருவதற்கு முன்னதாகவே (மதீனாவில்) வீட்டையும் அமைத்துக் கொண்டு நம்பிக்கையையும் ஏற்றுக் கொண்டார்களே அவர்களுக்கும் அதில் பங்குண்டு. இவர்கள் ஹிஜ்ரத்துச் செய்து தங்களிடம் வருபவர்களை அன்பாக நேசித்து வருவதுடன், (எவரும் தங்களுக்குக் கொடுக்காது) அவர்களுக்கு (மட்டும்)கொடுப்பதைப் பற்றித் தங்கள் மனதில் ஒரு சிறிதும் பொறாமை கொள்ளாதும், தங்களுக்கு அவசியம் இருந்த போதிலும், தங்கள் பொருளை அவர்களுக்குக் கொடுத்து உதவி செய்தும் வருகின்றனர். இவ்வாறு எவர்கள் (அல்லாஹ்வின் அருளால்) கஞ்சத்தனத்திலிருந்து பாதுகாக்கப்பட்டார்களோ அவர்கள்தான் வெற்றி பெற்றவர்கள் ஆவர்.","arabic":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5135,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:10","price":"10. எவர்கள் இவர்களுக்குப் பின் வந்தார்களோ, அவர்கள் ‘‘எங்கள் இறைவனே! எங்களையும் நீ மன்னித்தருள்! எங்களுக்கு முன் நம்பிக்கை கொண்ட எங்கள் (முஹாஜிர், அன்சாரி) சகோதரர்களையும் மன்னித்தருள்! அந்த நம்பிக்கை கொண்டவர்களைப் பற்றி எங்கள் உள்ளங்களில் குரோதங்களை உண்டு பண்ணாதே! எங்கள் இறைவனே! நிச்சயமாக நீ மிக இரக்கமுடையவன், மகா கருணையுடையவன்'' என்று பிரார்த்தனை செய்துகொண்டே இருக்கின்றனர்.","arabic":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5136,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:11","price":"11. (நபியே! இந்த) நயவஞ்சகர்களை நீர் கவனிக்கவில்லையா? அவர்கள், வேதத்தை உடையவர்களில் உள்ள நிராகரிக்கும் தங்கள் சகோதரர்களை நோக்கி ‘‘நீங்கள் (உங்கள் இல்லத்தை விட்டு) வெளியேற்றப்பட்டால் நாங்களும் உங்களுடன் வெளியேறிவிடுவோம். உங்கள் விஷயத்தில் (உங்களுக்கு விரோதமாக) நாங்கள் ஒருவருக்கும், ஒரு காலத்திலும் கட்டுப்பட மாட்டோம். (எவரும்) உங்களை எதிர்த்து போர் புரிந்தால், நிச்சயமாக நாம் உங்களுக்கு உதவி புரிவோம்'' என்று கூறுகின்றனர். ஆனால், நிச்சயமாக அவர்கள் பொய்யர்கள் என்று அல்லாஹ் சாட்சியம் கூறுகிறான்.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5137,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:12","price":"12. ஏனென்றால், அவர்கள் (தங்கள் இல்லங்களிலிருந்து) வெளியேற்றப்பட்டால், இவர்கள் அவர்களுடன் வெளியேற மாட்டார்கள். அவர்களை எதிர்த்து (எவரும்) போர் புரிந்தால், அவர்களுக்கு உதவி புரிய முன்வரவும் மாட்டார்கள். முன்வந்த போதிலும், நிச்சயமாக புறங்காட்டியே ஓடுவார்கள். பின்னர் (எவராலுமே) அவர்கள் எத்தகைய உதவியும் பெற மாட்டார்கள்.","arabic":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5138,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:13","price":"13. அவர்களுடைய உள்ளங்களில் உங்களைப் பற்றிய பயம் அல்லாஹ்வை(ப் பற்றிய பயத்தை)விட அதிகமாகவே இருக்கிறது! மெய்யாகவே அவர்கள் அறிவில்லா மக்கள் என்பதுதான் இதற்குக் காரணமாகும்.","arabic":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5139,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:14","price":"14. அவர்கள் அனைவருமே ஒன்று சேர்ந்தபோதிலும், பலமான ஒரு கோட்டைக் குள்ளாகவோ அல்லது மதில்களுக்கப்பாலோ இல்லாமல் (நேருக்கு நேராக) உங்களுடன் போர் புரியமாட்டார்கள். அவர்களுக்குள்ளாகவே பெரும் (பகைமையும்) சண்டைகளும் இருக்கின்றன. அவர்கள் அனைவரும் ஒன்றுபட்டிருப்பதாக நீர் எண்ணுகிறீர். (இல்லை) அவர்களுடைய உள்ளங்கள் சிதறிக் கிடக்கின்றன. மெய்யாகவே அவர்கள் (எதையும்) அறிந்துகொள்ள சக்தியற்ற மக்கள் என்பதுதான் இதற்குரிய காரணமாகும்.","arabic":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5140,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:15","price":"15. (இவர்களுக்கு உதாரணமாவது:) இவர்களுக்குச் சிறிது காலத்திற்கு முன்னர் தங்கள் கெட்ட செயல்களின் பலனை (பத்ரு யுத்தத்தில்) அனுபவித்தவர்களின் உதாரணத்தை ஒத்திருக்கிறது. (மறுமையில்) இவர்களுக்குத் துன்புறுத்தும் வேதனையுண்டு.","arabic":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5141,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:16","price":"16. (இன்னும், இவர்களுடைய உதாரணம்:) ஒரு ஷைத்தானுடைய உதாரணத்தையும் ஒத்திருக்கிறது. அவன் மனிதனை நோக்கி ‘‘நீ (அல்லாஹ்வையும் அவனுடைய தூதரையும்) நிராகரித்துவிடு'' என்று கூறுகிறான். அவ்வாறே அவனும் நிராகரித்து விட்டான். (பின்னர், ஷைத்தான் அவனை நோக்கி) ‘‘நிச்சயமாக நான் உன்னைவிட்டு விலகிவிட்டேன். ஏனென்றால், உலகத்தாரின் இறைவனாகிய அல்லாஹ்வுக்கு மெய்யாகவே நான் பயப்படுகிறேன்'' என்று கூறுவான்.","arabic":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5142,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:17","price":"17. நிச்சயமாக அவ்விருவரும் நரகம்தான் செல்வார்கள் என்று முடிவாகி விட்டது. அதில்தான் அவர்கள் என்றென்றும் தங்கி விடுவார்கள். (இத்தகைய) அநியாயக்காரர்களின் கூலி இதுவேயாகும்.","arabic":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5143,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:18","price":"18. நம்பிக்கையாளர்களே! நீங்கள் (மெய்யாகவே) அல்லாஹ்வுக்குப் பயந்து கொள்ளுங்கள். ஒவ்வொரு மனிதனும் (மறுமை என்னும்) நாளைய தினத்திற்காக, தான் எதைத் தயார்படுத்தி வைக்கிறான் என்பதைக் கவனித்து கொள்ளட்டும், நீங்கள் அல்லாஹ்வுக்குப் பயந்து கொள்ளுங்கள். நிச்சயமாக அல்லாஹ், நீங்கள் செய்பவற்றை நன்கறிந்தவன் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5144,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:19","price":"19. (நம்பிக்கையாளர்களே!) அல்லாஹ்வை (நிராகரித்து அவனை முற்றிலும்)மறந்து விட்டவர்களைப் போல் நீங்களும் ஆகிவிட வேண்டாம். ஏனென்றால், (அதன் காரணமாக) அவர்கள் தம்மையே மறக்கும்படி (அல்லாஹ்) செய்துவிட்டான். இவர்கள்தான் பெரும்பாவிகள் ஆவார்.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5145,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:20","price":"20. நரகவாசிகளும் சொர்க்கவாசிகளும் சமமாக மாட்டார்கள். (ஏனென்றால்) சொர்க்கவாசிகள் தான் பெரும் பாக்கியமுடையவர்கள். (நரகவாசிகள் துர்ப்பாக்கியமுடையவர்கள்.)","arabic":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5146,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:21","price":"21. (நபியே!) ஒரு மலையின் மீது நாம் இந்த குர்ஆனை இறக்கிவைத்திருந்தால், அது அல்லாஹ்வின் பயத்தால் நடுங்கி வெடித்துப் பிளந்து போவதை நிச்சயமாக நீர் காண்பீர். மனிதர்கள் சிந்திப்பதற்காக இவ்வுதாரணங்களை நாம் கூறுகிறோம்.","arabic":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5147,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:22","price":"22. அந்த அல்லாஹ்வைத் தவிர வணக்கத்திற்குரிய வேறொரு இறைவனில்லை. (அவனே) மறைவானதையும் வெளிப்படையானதையும் நன்கறிந்தவன். அவனே அளவற்ற அருளாளன்; நிகரற்ற அன்புடையவன்.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5148,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:23","price":"23. அந்த அல்லாஹ்வைத் தவிர வணக்கத்திற்குரிய வேறொரு இறைவனுமில்லை. அவன்தான் மெய்யான அரசன்; பரிசுத்தமானவன்; சாந்தியும் சமாதானமும் அளிப்பவன்; அபயமளிப்பவன்; பாதுகாவலன்; (அனைவரையும்) மிகைத்தவன்; அடக்கி ஆளுபவன்; பெருமைக்குரியவன். இவர்கள் கூறும் இணை துணைகளை விட்டு அல்லாஹ் மிகப் பரிசுத்தமானவன்.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5149,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"59:24","price":"24. அந்த அல்லாஹ்தான் படைப்பவன். (அவனே) படைப்புகளை ஒழுங்கு செய்பவன்; (அவனே) படைப்புகளின் உருவத்தையும் அமைப்பவன். அவனுக்கு அழகான பல திருப்பெயர்கள் இருக்கின்றன. வானங்களிலும் பூமியிலும் உள்ளவை அனைத்தும் அவனையே துதி செய்கின்றன. அவனே (அனைவரையும்) மிகைத்தவன்; மிக ஞானமுடையவன்.","arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5150,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"60:1","price":"1. நம்பிக்கையாளர்களே! எனக்கும் உங்களுக்கும் விரோதமாக இருப்பவர்களை நீங்கள் நேசர்களாக எடுத்துக் கொண்டு, அன்பின் அடிப்படையில் (ரகசியமாகக் கடிதம் எழுதி) அவர்களிடம் உறவாட வேண்டாம். உங்களிடம் வந்த சத்திய (வேத)த்தை நிச்சயமாக அவர்கள் நிராகரித்துவிட்டனர். நீங்கள் உங்கள் இறைவனாகிய அல்லாஹ்வை நம்பிக்கை கொண்டீர்கள் என்பதற்காக உங்களையும் (நம்) தூதரையும் (உங்கள் இல்லங்களிலிருந்து) வெளியேற்றினார்கள். (நம்பிக்கையாளர்களே! நீங்கள்)என் திருப்பொருத்தத்தை விரும்பி, என் பாதையில் போர் புரிய மெய்யாகவே நீங்கள் (உங்கள் இல்லங்களிலிருந்து) வெளியேறியிருந்தால், அவர்களுடன் நீங்கள் இரகசியமாக உறவாடிக் கொண்டிருப்பீர்களா? நீங்கள் மறைத்துக் கொள்வதையும், இன்னும் நீங்கள் வெளிப்படுத்துவதையும் நான் நன்கறிவேன். (இவ்வாறு) உங்களில் எவரேனும் செய்தால், நிச்சயமாக அவர் நேரான பாதையிலிருந்து தவறிவிட்டார்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5151,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"60:2","price":"2. அவர்களுக்கு சமயம் கிடைத்தால் (பகிரங்கமாகவே) அவர்கள் உங்களுக்கு எதிரியாகி, தங்கள் கைகளையும் உங்கள் மீது நீட்டி, தங்கள் நாவாலும் உங்களுக்குத் தீங்கிழைப்பார்கள். மேலும், நீங்களும் (நம்பிக்கையை விட்டு) நிராகரிப்பவர்களாக ஆகிவிடவேண்டும் என்றும் அவர்கள் விரும்புகின்றனர்.","arabic":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5152,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"60:3","price":"3. (அவர்களுடன் இருக்கும்) உங்கள் சந்ததிகளும், உங்கள் பந்துத்துவமும் மறுமைநாளில் உங்களுக்கு ஒரு பயனுமளிக்காது. (அந்நாளில் அல்லாஹ்) உங்களுக்கிடையில் பிரிவினையை ஏற்படுத்திவிடுவான். நீங்கள் செய்பவற்றை அல்லாஹ் உற்று நோக்குபவன் ஆவான்.","arabic":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5153,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"60:4","price":"4. இப்ராஹீமிடத்திலும், அவருடன் இருந்தவர்களிடத்திலும் உங்களுக்கு ஒரு நல்ல உதாரணம் நிச்சயமாக இருக்கிறது. அவர்கள் தம் மக்களை நோக்கி ‘‘நிச்சயமாக நாங்கள் உங்களில் இருந்தும், அல்லாஹ்வைத் தவிர நீங்கள் வணங்குகிறவற்றிலிருந்தும் விலகிவிட்டோம். உங்களையும் (அவற்றையும்) நிராகரித்து விட்டோம். அல்லாஹ் ஒருவனையே நீங்கள் நம்பிக்கை கொள்ளும்வரை எங்களுக்கும் உங்களுக்குமிடையில் விரோதமும், குரோதமும் ஏற்பட்டுவிட்டது'' என்று கூறினார்கள். மேலும் இப்ராஹீம் தன் (சொல்லைக் கேளாத) தந்தையை நோக்கி ‘‘அல்லாஹ்விடத்தில் உமக்காக (அவனுடைய வேதனையில்) எதையும் தடுக்க எனக்கு சக்தி கிடையாது. ஆயினும், உமக்காக அவனிடத்தில் பின்னர் நான் மன்னிப்பைக் கோருவேன்'' என்று கூறி, ‘‘எங்கள் இறைவனே! உன்னையே நாங்கள் நம்பினோம். உன்னையே நாங்கள் நோக்கினோம். உன்னிடமே (நாங்கள் அனைவரும்) வர வேண்டியதிருக்கிறது'' (என்றும்),","arabic":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5154,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"60:5","price":"5. ‘‘எங்கள் இறைவனே! எங்களை நீ நிராகரிப்பவர்களின் துன்பத்திற்குள்ளாக்கி விடாதே! எங்களை நீ மன்னிப்பாயாக! எங்கள் இறைவனே! நிச்சயமாக நீதான் (அனைவரையும்) மிகைத்தவனும் ஞானமுடையவனும் ஆவாய்'' (என்றும்) பிரார்த்தித்தார்.","arabic":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5155,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"60:6","price":"6. நிச்சயமாக அல்லாஹ்வையும், மறுமை நாளையும் மெய்யாகவே நம்புகிற உங்களுக்கு இவர்களில் அழகான முன்னுதாரணம் இருக்கிறது. எவர் புறக்கணிக்கிறாரோ, நிச்சயமாக அல்லாஹ் (அவர்களின்) தேவையற்றவன், மிக புகழுடையவன் ஆவான்.","arabic":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5156,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"60:7","price":"7. உங்களுக்கும், அவர்களில் உள்ள உங்கள் எதிரிகளுக்கும் இடையில், அல்லாஹ் நேசத்தை ஏற்படுத்தி விடக்கூடும். (இதற்கும்) அல்லாஹ் ஆற்றலுடையவனே! அல்லாஹ் மிக மன்னிப்பவனும் மகா கருணையுடையவனும் ஆவான்.","arabic":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5157,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"60:8","price":"8. (நம்பிக்கையாளர்களே!) மார்க்க விஷயத்தில் உங்களுடன் எதிர்த்து போர் புரியாதவர்களுக்கும், உங்கள் இல்லங்களிலிருந்து உங்களை வெளியேற்றாதவர்களுக்கும், நீங்கள் நன்மை செய்வதையும், அவர்களுடன் நீங்கள் நீதமாக நடந்து கொள்வதையும் அல்லாஹ் தடுக்கவில்லை. நிச்சயமாக அல்லாஹ் நீதிவான்களை நேசிப்பான்.","arabic":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5158,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"60:9","price":"9. அல்லாஹ் உங்களைத் தடுப்பதெல்லாம், மார்க்க விஷயத்தில் உங்களுடன் போர் புரிந்தவர்களையும், உங்கள் இல்லங்களிலிருந்து உங்களை வெளியேற்றியவர்களையும், வெளியேற்றுவதில் (எதிரிகளுக்கு) உதவி செய்தவர்களையும் நீங்கள் நண்பர்களாக ஆக்கிக் கொள்வதைத்தான். (ஆகவே,) எவர்கள் அவர்களுடன் நட்பு பாராட்டுகிறார்களோ, அவர்கள்தான் அநியாயக்காரர்கள்.","arabic":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5159,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"60:10","price":"10. நம்பிக்கையாளர்களே! (நிராகரிப்பவர்களில் உள்ள) பெண்கள் நம்பிக்கைகொண்டு (தம் கணவர்களை வெறுத்து) வெளியேறி உங்களிடம் வந்தால், அவர்களைச் சோதித்துப் பாருங்கள். அவர்களுடைய உண்மை நம்பிக்கையை அல்லாஹ்தான் நன்கறிவான். எனினும், (நீங்கள் சோதித்ததில்) அவர்கள் நம்பிக்கையாளர்கள்தான் என்று உங்களுக்குத் தெரிந்தால், அந்த பெண்களை (அவர்களின் கணவர்களாகிய) நிராகரிப்பவர்களிடம் திரும்ப அனுப்பிவிடாதீர்கள். (ஏனென்றால் முஸ்லிமான) இப்பெண்கள் அவர்களுக்கு (மனைவிகளாக இருப்பதும்) ஆகுமானதல்ல; அவர்கள் இவர்களுக்கு (கணவர்களாக இருப்பதும்) ஆகுமானதல்ல. (எனினும், இப்பெண்களுக்காக அவர்கள்) செலவு செய்திருந்த பொருளை அவர்களுக்குக் கொடுத்து விடுங்கள். நீங்கள் அந்தப் பெண்களுக்கு மஹரைக் கொடுத்து, அவர்களை திருமணம் செய்துகொள்வது உங்கள் மீது குற்றமாகாது. தவிர, (உங்கள் பெண்களில் எவரும் நம்பிக்கை கொள்ளாதிருந்தால்) நம்பிக்கை கொள்ளாத அந்தப் பெண்களின் திருமண உறவை (நீக்கிவிடாது) நீங்கள் பிடித்துக் கொண்டிருக்க வேண்டாம். (அவர்களை நீக்கி, அவர்களுக்காக) நீங்கள் செலவு செய்ததை (அப்பெண்கள் சென்றிருக்கும் நிராகரிப்பவர்களிடம்) கேளுங்கள். (அவ்வாறே நம்பிக்கை கொண்டு உங்களிடம் வந்துவிட்ட அவர்களுடைய மனைவிகளுக்குத்) தாங்கள் செலவு செய்ததை அவர்கள் உங்களிடம் கேட்கலாம். இது அல்லாஹ்வுடைய கட்டளை. அவன் உங்களுக்கிடையில் (நீதமாகவே) தீர்ப்பளிக்கிறான். அல்லாஹ் (அனைத்தையும்) நன்கறிந்தவனும், ஞானமுடையவனும் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5160,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"60:11","price":"11. உங்கள் மனைவிகளில் எவளும் உங்களைவிட்டுப் பிரிந்து, நிராகரிப்பவர்களிடம் சென்று (அவளுக்குச் செலவு செய்த பொருள் அவர்களிடமிருந்து கிடைக்காமலும்) இருந்து அதற்காக (அவர்களுடைய நம்பிக்கைகொண்ட மனைவிகளுக்காகக் கொடுக்க வேண்டியதை) நீங்கள் நிறுத்திக் கொண்டுமிருந்தால் (அல்லது நிராகரிப்பவர்களுடன் போர் ஏற்பட்டு அவர்களுடைய பொருளை நீங்கள் அடைந்தாலும்) அதிலிருந்து (உங்களில்) எவருடைய மனைவி நிராகரிப்பவர்களிடம் சென்று விட்டாளோ அவளுக்காக, (அவளுடைய கணவன்) செலவு செய்தது போன்றதைக் கொடுத்து விடுங்கள். நீங்கள் (இவ்விஷயத்தில்) அல்லாஹ்வுக்குப் பயந்து கொள்ளுங்கள். அவனையே நீங்கள் நம்பிக்கை கொண்டிருக்கிறீர்கள்.","arabic":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5161,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"60:12","price":"12. நபியே! நம்பிக்கைகொண்ட பெண்கள் உம்மிடம் வந்து, ‘‘அவர்கள் அல்லாஹ்வுக்கு எதையும் இணைவைப்பதில்லை, திருடுவதில்லை, விபசாரம் செய்வதில்லை, தங்கள் (பெண்) சந்ததிகளைக் கொலை செய்வதில்லை, தங்கள் கை கால்கள் அறிய (அதாவது: பொய்யெனத் தெரிந்தே) கற்பனையாக அவதூறு கூறுவது இல்லை'' என்று உம்மிடம் (பைஅத்து கொடுத்து) வாக்குறுதி செய்தால், அவர்களுடைய வாக்குறுதியைப் பெற்றுக்கொண்டு, நீர் அவர்களுக்காக (முன்னர் அவர்கள் செய்துவிட்ட குற்றங்களை) அல்லாஹ்விடம் மன்னிக்கக் கோருவீராக. நிச்சயமாக அல்லாஹ் மிக மன்னிப்பவன், மகா கருணையுடையவன் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5162,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"60:13","price":"13. நம்பிக்கையாளர்களே! எந்த மக்களின் மீது அல்லாஹ் கோபப்பட்டானோ அவர்களை நீங்கள் நேசிக்காதீர்கள். சமாதிகளில் இருப்பவர்களைப்பற்றி நிராகரிப்பவர்கள் (அவர்கள் மீண்டும் உயிர்ப்பிக்கப்பட மாட்டார்கள் என) நம்பிக்கை இழந்தபடியே, மறுமையைப் பற்றி நிச்சயமாக இவர்களும் நம்பிக்கை இழந்து விட்டனர்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5163,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"61:1","price":"1. வானங்களில் உள்ளவையும், பூமியில் உள்ளவையும் அல்லாஹ்வைத் துதி செய்கின்றன. அவன்தான் (அனைவரையும்) மிகைத்தவனும் ஞானமுடையவனும் ஆவான்.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5164,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"61:2","price":"2. நம்பிக்கையாளர்களே! நீங்கள் செய்யாத காரியங்களை (செய்ததாக பிறரிடம்) ஏன் கூறுகிறீர்கள்?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5165,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"61:3","price":"3. நீங்கள் செய்யாத காரியங்களை(ச் செய்ததாகக்) கூறுவது அல்லாஹ்விடத்தில் பெரும் பாவமாக இருக்கிறது.","arabic":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5166,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"61:4","price":"4. (நம்பிக்கையாளர்களே!) எவர்கள் ஈயத்தால் உருக்கி வார்க்கப்பட்ட பலமான அரணைப்போல அணியில் (இருந்து பின்வாங்காது) நின்று, அல்லாஹ்வுடைய பாதையில் போர் புரிகிறார்களோ, அவர்களை நிச்சயமாக அல்லாஹ் நேசிக்கிறான்.","arabic":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5167,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"61:5","price":"5. மூஸா தன் மக்களை நோக்கி ‘‘என் மக்களே! என்னை ஏன் நீங்கள் துன்புறுத்துகிறீர்கள். மெய்யாகவே நான் உங்களிடம் அனுப்பப்பட்ட அல்லாஹ்வுடைய தூதர் என்பதை நிச்சயமாக நீங்கள் நன்கறிவீர்களே'' என்று கூறியதை (நபியே! நீர்) நினைத்துப் பார்ப்பீராக. (நேரான பாதையிலிருந்து) அவர்கள் விலகவே, அல்லாஹ்வும் அவர்களுடைய உள்ளங்களை (நேரான பாதையிலிருந்து) திருப்பிவிட்டான். பாவம் செய்யும் மக்களை அல்லாஹ் நேரான பாதையில் செலுத்துவதில்லை.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5168,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"61:6","price":"6. மர்யமுடைய மகன் ஈஸா (இஸ்ராயீலின் சந்ததிகளை நோக்கி) ‘‘இஸ்ராயீலின் சந்ததிகளே! மெய்யாகவே நான் உங்களிடம் அனுப்பப்பட்ட அல்லாஹ்வுடைய ஒரு தூதர் ஆவேன். நான் எனக்கு முன்னுள்ள தவ்றாத்தையும் உண்மைப் படுத்துகிறேன். எனக்குப் பின்னர் ‘அஹ்மது' என்னும் பெயர் கொண்ட ஒரு தூதர் வருவதைப் பற்றியும் நான் உங்களுக்கு நற்செய்தி கூறுகிறேன்'' என்று கூறியதை (நபியே! நீர் அவர்களுக்கு) ஞாபகமூட்டுவீராக. (அவர் அறிவித்தவாறு அத்தூதர்) தெளிவான அத்தாட்சிகளுடன் அவர்களிடம் வந்த (இச்)சமயத்தில் (அவரை நம்பிக்கை கொள்ளாது,) இது தெளிவான சூனியம் என்று அவர்கள் கூறுகின்றனர்.","arabic":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5169,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"61:7","price":"7. அல்லாஹ்வின் மீது கற்பனையாகப் பொய் சொல்பவனைவிட அநியாயக்காரன் யார்? அவன் (நபி இப்ராஹீமின் மார்க்கமாகிய) இஸ்லாமின் பக்கம் அழைக்கப்ப(ட்)டு(ம் அவன் அதை நிராகரிக்)கிறான். இத்தகைய அநியாயக்கார மக்களை அல்லாஹ் நேரான வழியில் செலுத்த மாட்டான்.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5170,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"61:8","price":"8. அல்லாஹ்வுடைய பிரகாசத்தைத் தன் வாயினால் ஊதி அணைத்து விடலாமென்று இவர்கள் கருதுகின்றனர். இந்நிராகரிப்பவர்கள் வெறுத்த போதிலும் அல்லாஹ் தன் பிரகாசத்தை (உலகமெங்கும் ஜொலிக்கும்படி) முழுமையாகவே ஆக்கிவைப்பான்.","arabic":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5171,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"61:9","price":"9. அவன்தான் தன் (இத்)தூதரை நேரான வழியைக்கொண்டும், உண்மையான மார்க்கத்தைக் கொண்டும் அனுப்பிவைத்தான். (ஈஸாவை அல்லாஹ்வுடைய மகனென்று, அவனுக்கு) இணை வைத்து வணங்கும் இவர்கள் வெறுத்தபோதிலும், எல்லா மார்க்கங்களையும் அது வென்ன்ற தீரும்.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5172,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"61:10","price":"10. நம்பிக்கையாளர்களே! ஒரு வியாபாரத்தை நான் உங்களுக்கு அறிவிக்கவா? அது துன்புறுத்தும் வேதனையிலிருந்து உங்களைக் காப்பாற்றும்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5173,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"61:11","price":"11. (அதாவது:) அல்லாஹ்வையும், அவனுடைய (இத்)தூதரையும் நம்பிக்கை கொண்டு, உங்கள் பொருள்களையும், உயிர்களையும் தியாகம் செய்து அல்லாஹ்வுடைய பாதையில் போர் புரியுங்கள். நீங்கள் அறிவுடையவர்களானால் இதுவே உங்களுக்கு மிக மேலானதாக இருக்கும் (என்பதை அறிந்து கொள்வீர்கள்).","arabic":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5174,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"61:12","price":"12. (அவ்வாறு செய்தால்) உங்கள் பாவங்களை மன்னித்து, சொர்க்கங்களிலும் உங்களைப் புகுத்துவான். அவற்றில் நீரருவிகள் ஓடிக்கொண்டே இருக்கும். மேலும், நிலையான சொர்க்கத்திலுள்ள மேலான இருப்பிடங்களும் (உங்களுக்கு) உண்டு. இதுதான் மகத்தான வெற்றியாகும்.","arabic":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5175,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"61:13","price":"13. நீங்கள் விரும்பக்கூடிய மற்றொன்றும் உண்டு. அது அல்லாஹ்வுடைய உதவியும், சமீபத்தில் கிடைக்கக் கூடிய ஒரு வெற்றியும். (ஆகவே, நபியே! இதைக் கொண்டு) நம்பிக்கையாளர்களுக்கு நற்செய்தி கூறுவீராக.","arabic":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5176,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"61:14","price":"14. நம்பிக்கையாளர்களே! நீங்கள் அல்லாஹ்வுக்கு உதவி புரிபவர்களாகி விடுங்கள். மர்யமுடைய மகன் ஈஸா, தன் தோழர்களை நோக்கி ‘‘அல்லாஹ்வுக்காக எனக்கு உதவி செய்பவர் யார்?'' என்று கேட்ட சமயத்தில், ‘‘நாங்கள் அல்லாஹ்வுக்காக உதவி செய்வோம்'' என்று அந்த சிஷ்யர்கள் கூறியவாறே, (நம்பிக்கையாளர்களே! நீங்களும் அல்லாஹ்வுக்கு உதவி செய்பவர்களாகி விடுங்கள்.) எனினும், இஸ்ராயீலின் சந்ததிகளில் ஒரு கூட்டத்தினர்தான் (அவரை) நம்பிக்கை கொண்டனர். மற்றொரு கூட்டத்தினர் (அவரை) நிராகரித்தனர். ஆகவே, நம்பிக்கை கொண்ட அவர்களுக்கு, அவர்களுடைய எதிரியின் மீது (வெற்றி பெற) உதவி புரிந்தோம். ஆகவே, அவர்கள் வெற்றி பெற்றவர்களாகிவிட்டார்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5177,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:1","price":"1. வானங்களில் உள்ளவையும், பூமியில் உள்ளவையும் அல்லாஹ்வை புகழ்கின்றன. (அவன்தான்) மெய்யான அரசன்; பரிசுத்தமானவன்; (அனைவரையும்) மிகைத்தவன்; ஞானமுடையவன் ஆவான்.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5178,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:2","price":"2. கல்வி அறிவில்லாத (அரபு) மக்களில் அவர்களில் உள்ள ஒருவரை அவன் (தன்) தூதராக அனுப்பி வைத்தான். அவர்கள் இதற்கு முன்னர் பகிரங்கமான வழிகேட்டில் இருந்தபோதிலும், அத்தூதர் அவர்களுக்கு அல்லாஹ்வுடைய வசனங்களை ஓதிக்காண்பித்து, அவர்களைப் பரிசுத்தமாக்கி வைத்து, அவர்களுக்கு வேதத்தையும் ஞானத்தையும் கற்றுக் கொடுக்கிறார்.","arabic":"هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5179,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:3","price":"3. (தற்காலமுள்ள இவர்களுக்காகவும்) இதுவரை இவர்களுடன் சேராத இவர்கள் இனத்தில் (பிற்காலத்தில் வரும்) மற்றவர்களுக்காகவும் (அத்தூதரை அனுப்பிவைத்தான்). அவன் (அனைவரையும்) மிகைத்தவனும் ஞானமுடையவனும் ஆவான்.","arabic":"وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5180,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:4","price":"4. இது அல்லாஹ்வுடைய அருளாகும். அவன் விரும்பியவர்களுக்கே இதைக் கொடுக்கிறான். அல்லாஹ் மகத்தான அருளுடையவன் ஆவான்.","arabic":"ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5181,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:5","price":"5. ‘தவ்றாத்' என்னும் வேதத்தைச் சுமந்து கொண்டு, அதிலுள்ளபடி நடக்காதவர்களின் உதாரணம்: புத்தகங்களைச் சுமக்கும் கழுதையின் உதாரணத்தை ஒத்திருக்கிறது. அல்லாஹ்வுடைய வசனங்களைப் பொய்யாக்கும் மக்களின் இவ்வுதாரணம் மகா கெட்டது. அல்லாஹ் இத்தகைய அநியாயக்கார மக்களை நேரான வழியில் செலுத்தமாட்டான்.","arabic":"مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5182,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:6","price":"6. (நபியே!) நீர் கூறுவீராக: ‘‘யூதர்களே! நீங்கள் மற்ற மனிதர்களைவிட அல்லாஹ்வுக்குச் சொந்தமானவர்கள் என்று மெய்யாகவே நீங்கள் எண்ணிக்கொண்டிருந்து, அந்த எண்ணத்தில் நீங்கள் உண்மையானவர்களாகவும் இருந்தால், நீங்கள் மரணத்தை விரும்புங்கள்.''","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5183,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:7","price":"7. இவர்களின் கரங்கள் தேடிக்கொண்ட (பாவத்)தின் காரணமாக, எக்காலத்திலும் இவர்கள் மரணத்தை விரும்பவே மாட்டார்கள். அல்லாஹ் இந்த அநியாயக்காரர்களை நன்கறிந்தவன்.","arabic":"وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5184,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:8","price":"8. (நபியே! அவர்களை நோக்கி,) கூறுவீராக: ‘‘நீங்கள் வெருண்டோடும் மரணம் உங்களை நிச்சயமாகப் பிடித்துக் கொள்ளும். பின்னர், மறைவானதையும், வெளிப்படையானதையும் அறிந்தவனிடம் கொண்டு போகப்பட்டு, நீங்கள் செய்து கொண்டிருந்தவற்றைப் பற்றி அவன் உங்களுக்கு அறிவிப்பான்.","arabic":"قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5185,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:9","price":"9. நம்பிக்கையாளர்களே! வெள்ளிக்கிழமையன்று ஜூமுஆ தொழுகைக்காக (அதான் சொல்லி) நீங்கள் அழைக்கப்பட்டால், வியாபாரத்தை விட்டு விட்டு, அல்லாஹ்வை நினைவுகூர நீங்கள் விரைந்து செல்லுங்கள். அறிவுடையவர்களாக இருந்தால் இதுவே உங்களுக்கு மிக நன்று. (இதை நீங்கள் அறிந்து கொள்வீர்களாக!)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5186,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:10","price":"10. (ஜூமுஆ) தொழுகை முடிவு பெற்றால், (பள்ளியிலிருந்து புறப்பட்டுப்) பூமியில் சென்று அல்லாஹ்வுடைய அருளைத் தேடிக்கொள்ளுங்கள். நீங்கள் வெற்றி அடைவதற்காக அதிகமதிகம் அல்லாஹ்வை நினைவு கூருங்கள்.","arabic":"فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5187,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:11","price":"11. (நபியே! சிலர் இருக்கின்றனர்;) அவர்கள் ஒரு வியாபாரத்தையோ, அல்லது வேடிக்கையையோ கண்டால், (பிரசங்கம் நிகழ்த்துகின்ற) உம்மை நின்ற வண்ணமாக விட்டுவிட்டு அதனளவில் சென்று விடுகின்றனர். (ஆகவே, நபியே! அவர்களை நோக்கி,) நீர் கூறுவீராக: ‘‘அல்லாஹ்விடத்தில் உள்ளது, இந்த வியாபாரத்தையும் வேடிக்கையையும்விட மிக மேலானதாகும், மேலும், உணவு அளிப்பவர்களிலும் அல்லாஹ்தான் மிக மேலானவன்.''","arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5188,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"63:1","price":"1. (நபியே! உள்ளொன்று வைத்துப் புறமொன்று பேசும்) நயவஞ்சகர்கள் உம்மிடம் வந்து, ‘‘நிச்சயமாக நீர் அல்லாஹ்வுடைய தூதர்தான் என்று நாங்கள் சாட்சி கூறுகிறோம்'' என்பதாகக் கூறுகின்றனர். நிச்சயமாக நீர் அல்லாஹ்வுடைய தூதர் என்பதை அல்லாஹ் நன்கறிவான். எனினும், இந்த நயவஞ்சகர்கள் நிச்சயமாகப் பொய்யையே கூறுகின்றனர் என்று அல்லாஹ் சாட்சியம் கூறுகிறான்.","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"63:2","price":"2. (தவிர, இவர்கள்) தங்கள் (பொய்) சத்தியங்களை ஒரு கேடயமாக வைத்துக் கொண்டு (மக்களை) அல்லாஹ்வுடைய பாதையிலிருந்து தடுக்கின்றனர். நிச்சயமாக இவர்கள் செய்து கொண்டிருக்கும் காரியம் மகா கெட்டது.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"63:3","price":"3. இதற்குரிய காரணமாவது: இவர்கள் ‘‘நம்பிக்கைக் கொண்டோம்'' என்று (வாயினால்) கூறிப் பின்னர் அதை நிராகரித்துவிட்டது தான் (காரணம்). ஆகவே, அவர்களுடைய உள்ளங்களில் முத்திரையிடப்பட்டு விட்டது. ஆகவே, (எதையும்) அவர்கள் உணர்ந்துகொள்ள மாட்டார்கள்.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"63:4","price":"4. (நபியே!) அவர்களை நீர் பார்த்தால், அவர்களுடைய தேகங்கள் உங்களை ஆச்சரியப்படுத்தும். அவர்கள் பேச ஆரம்பித்தால், அவர்களுடைய வார்த்தையையே நீங்கள் கேட்கும்படி ஏற்படும். (நீர் பேசுவதற்கு வாய்ப்பளிக்காது பேசுவார்கள்.) சுவற்றில் சாய்ந்த மரங்களைப்போல் அவர்கள் (அசையாது) இருப்பார்கள். (அவர்கள் செவியுறும்) எந்தச் சப்தத்தையும் தங்களுக்கு விரோதமாகப் பேசுவதாகவே எண்ணிக் கொள்வார்கள். (நபியே!) இவர்கள்தான் (உமது உண்மையான) எதிரிகள். ஆகவே, இவர்களைப் பற்றி நீர் எச்சரிக்கையாக இருந்து கொள்வீராக. அல்லாஹ் அவர்களை அழித்துவிடுவான். (சத்தியத்திலிருந்து) அவர்கள் எங்கு செல்கின்றனர்?","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"63:5","price":"5. அவர்களை நோக்கி, ‘‘வாருங்கள்; அல்லாஹ்வுடைய தூதர் உங்கள் குற்றங்களை மன்னிக்க, (இறைவனிடம்) கோருவார்'' என்று கூறப்பட்டால், அவர்கள் தங்கள் தலைகளை அசைத்துக் கர்வம்கொண்டு (உங்களைப் பார்க்காதவர்களைப் போல்) திரும்பிச் செல்வதை நீர் காண்பீர்.","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"63:6","price":"6. (நபியே!) நீர் அவர்களுக்குப் பிழைபொறுக்கத் தேடுவதும் அல்லது, அவர்களுக்குப் பிழை பொறுக்கத் தேடாதிருப்பதும் அவர்களுக்குச் சமமே. அல்லாஹ் அவர்களுக்குப் பிழை பொறுக்கவே மாட்டான். நிச்சயமாக அல்லாஹ் பாவம் செய்யும் (இத்தகைய) மக்களை நேரான வழியில் செலுத்துவதில்லை.","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"63:7","price":"7. இவர்கள்தான் (மற்ற மக்களை நோக்கி,) ‘‘அல்லாஹ்வுடைய தூதருடன் இருக்கும் மக்களுக்கு நீங்கள் தர்மம் செய்யாதீர்கள். அதனால், அவர்கள் அவரை விட்டும் விலகிவிடுவார்கள்'' என்று கூறுகின்றனர். (நபியே! நீர் கூறுவீராக:) ‘‘வானங்கள் பூமியிலுள்ள பொக்கிஷங்கள் அனைத்தும் அல்லாஹ்வுக்குச் சொந்தமானவையே; எனினும், இந்த நயவஞ்சகர்கள் (இதை) உணர்ந்துகொள்ள மாட்டார்கள்.''","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"63:8","price":"8. மேலும், ‘‘நாங்கள் மதீனாவிற்குத் திரும்ப வந்தால், கண்ணியமுள்ள நாங்கள் (நம்பிக்கை கொண்ட இந்த) இழிவானவர்களை அதிலிருந்து நிச்சயமாக வெளியேற்றி விடுவோம்'' என்றும் கூறுகின்றனர். (நபியே! நீர் கூறுவீராக:) கண்ணியமெல்லாம், அல்லாஹ்வுக்கும், அவனுடைய தூதருக்கும், நம்பிக்கையாளர்களுக்கும் சொந்தமானது. எனினும், இந்த நயவஞ்சகர்கள் (அதை) அறிந்து கொள்ளவில்லை.","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"63:9","price":"9. நம்பிக்கையாளர்களே! உங்கள் பொருள்களும், உங்கள் சந்ததிகளும் அல்லாஹ்வுடைய ஞாபகத்தை உங்களுக்கு மறக்கடித்துவிட வேண்டாம். எவரேனும், இவ்வாறு செய்தால் அத்தகையவர்கள் நிச்சயமாக நஷ்டமடைந்தவர்கள்தான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"63:10","price":"10. உங்களுக்கு மரணம் வருவதற்கு முன்பாகவே, நாம் உங்களுக்குக் கொடுத்தவற்றிலிருந்து தர்மம் செய்யுங்கள். (அவ்வாறு செய்யாதவன் மரணிக்கும் சமயத்தில்,) ‘‘என் இறைவனே! ஒரு சொற்ப காலத்திற்கு என்னை விட்டுவைக்க வேண்டாமா? (அவ்வாறு விட்டால்,) நான் தானமும் செய்வேன்; (நன்மைகளைச் செய்து) நல்லோர்களிலும் ஆகிவிடுவேன்'' என்று கூறுவான்.","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"63:11","price":"11. (எனினும்) ஓர் ஆத்மாவுடைய (மரணத்தின்) தவணை வரும்போது அதை அல்லாஹ் பிற்படுத்தவே மாட்டான். நீங்கள் செய்பவற்றை அல்லாஹ் நன்கறிந்தவன் ஆவான்.","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:1","price":"1. வானங்களில் உள்ளவையும், பூமியில் உள்ளவையும் (தொடர்ந்து) அல்லாஹ்வைத் துதிக்கின்றன. (இவற்றின்) ஆட்சியும் அவனுக்குரியதே! ஆகவே, அவனுக்கே புகழ் அனைத்தும் உரித்தானது. அனைத்தின் மீதும் அவன் ஆற்றலுடையவன் ஆவான்.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:2","price":"2. அவன்தான் உங்களைப் படைத்தவன். (அவ்வாறிருந்தும் அவனை) நிராகரிப்பவர்களும் உங்களில் உண்டு. (அவனை) நம்பிக்கை கொள்பவர்களும் உங்களில் உண்டு. நீங்கள் செய்பவற்றை அல்லாஹ் உற்று நோக்குகிறான்.","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:3","price":"3. உண்மையான காரணத்திற்கே வானங்களையும் பூமியையும் படைத்திருக்கிறான். அவனே உங்கள் உருவத்தை அமைத்து, அதை மிக அழகாகவும் ஆக்கிவைத்தான். அவனிடம்தான் (நீங்கள் அனைவரும்) செல்ல வேண்டியதிருக்கிறது.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:4","price":"4. வானங்களில் உள்ளவற்றையும், பூமியில் உள்ளவற்றையும் அவன் நன்கறிவதுடன், நீங்கள் இரகசியமாகச் செய்வதையும் நீங்கள் பகிரங்கமாகச் செய்வதையும் அவன் நன்கறிகிறான். (இது மட்டுமா? உங்கள்) உள்ளங்களில் உள்ளவற்றையும் அல்லாஹ் நன்கறிகிறான்.","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:5","price":"5. (மனிதர்களே!) உங்களுக்கு முன்னர் இருந்த நிராகரித்தவர்களின் செய்தி உங்களுக்குக் கிடைக்கவில்லையா? அவர்கள் தங்கள் தீய செயலின் பலனை (இவ்வுலகில்) அனுபவித்ததுடன், (மறுமையிலும்) அவர்களுக்குத் துன்புறுத்தும் வேதனையுண்டு.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:6","price":"6. இதன் காரணமாவது: நிச்சயமாகத் தெளிவான அத்தாட்சிகளுடன் அவர்களுக்காக அனுப்பப்பட்ட (நம்) தூதர்கள் அவர்களிடம் வந்து கொண்டே இருந்தார்கள். எனினும் அவர்களோ ‘‘(நம்மைப் போன்ற) ஒரு மனிதரா நமக்கு நேரான வழியைக் காட்டிவிடுவார்?'' என்று கூறி அவர்களை நிராகரித்துப் புறக்கணித்து விட்டனர். அல்லாஹ்வும் அவர்களைப் பொருட்படுத்தவில்லை. அல்லாஹ் (இவர்களின்) தேவையற்றவனும், புகழுடையவனும் ஆவான்.","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:7","price":"7. (மரணித்த பின்னர் உயிர் கொடுத்து) எழுப்பப்பட மாட்டோம் என்று நிச்சயமாக நிராகரிப்பவர்கள் எண்ணிக்கொண்டு இருக்கின்றனர். (நபியே!) நீர் கூறுவீராக: ‘‘அவ்வாறல்ல. என் இறைவன் மீது சத்தியமாக! மெய்யாகவே நீங்கள் எழுப்பப்படுவீர்கள். நீங்கள் செய்து கொண்டிருப்பவற்றைப் பற்றி பின்னர் நீங்கள் அறிவுறுத்தவும் படுவீர்கள். இவ்வாறு செய்வது அல்லாஹ்வுக்கு மிக்க எளிதானதே.”","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:8","price":"8. ஆகவே, நீங்கள் அல்லாஹ்வையும், அவனுடைய தூதரையும், அவன் இறக்கிவைத்த (இவ்வேத மென்னும்) பிரகாசத்தையும் நம்பிக்கை கொள்ளுங்கள். அல்லாஹ் நீங்கள் செய்பவற்றை நன்கறிந்தவன் ஆவான்.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:9","price":"9. ஒன்று கூட்டப்படும் (மறுமை) நாளில் அவன் உங்களை ஒன்று சேர்ப்பான். அதுதான் (பாவிகளுக்கு) நஷ்டம் உண்டாக்கும் நாளாகும். எவர் அல்லாஹ்வை நம்பிக்கை கொண்டு நற்செயல்களைச் செய்கிறாரோ, அவருடைய பாவத்திற்கு (அவற்றைப்) பரிகாரமாக்கி, தொடர்ந்து நீரருவிகள் ஓடிக்கொண்டிருக்கும் சொர்க்கங்களிலும் அவரைப் புகுத்திவிடுகிறான். என்றென்றுமே அதில் அவர் தங்கிவிடுவார். இதுதான் மிக மகத்தான வெற்றியாகும்.","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:10","price":"10. எவர்கள் நிராகரித்து, நம் வசனங்களைப் பொய்யாக்குகிறார்களோ அவர்கள் நரகவாசிகளே. அதில் என்றென்றும் அவர்கள் தங்கிவிடுவார்கள். அது மகா கெட்ட சேரும் இடமாகும்.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:11","price":"11. அல்லாஹ்வுடைய அனுமதியின்றி ஒரு தீங்கும் (எவரையும்) வந்தடையாது. ஆகவே, எவர் அல்லாஹ்வை நம்பிக்கைகொள்கிறாரோ, அவருடைய உள்ளத்தை(ச் சகிப்பு, பொறுமை என்ற) நேரான வழியில் நடத்துகிறான். அல்லாஹ் அனைத்தையும் நன்கறிந்தவன் ஆவான்.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:12","price":"12. அல்லாஹ்வுக்கு கீழ்ப்படிந்து நடங்கள். அவனுடைய தூதருக்கும் கீழ்ப்படிந்து நடங்கள். நீங்கள் புறக்கணித்தால் (அது உங்களுக்குத்தான் நஷ்டம். ஏனென்றால்,) நம் தூதர் மீதுள்ள கடமையெல்லாம், அவர் தன் தூதைப் பகிரங்கமாக எடுத்துரைப்பதுதான்.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:13","price":"13. அல்லாஹ்வைத் தவிர வணக்கத்திற்குரிய வேறொரு இறைவன் இல்லவே இல்லை. ஆகவே, நம்பிக்கையாளர்களே! அல்லாஹ்விடமே பொறுப்பை ஒப்படையுங்கள்.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:14","price":"14. நம்பிக்கையாளர்களே! உங்கள் மனைவிகளிலும், உங்கள் சந்ததிகளிலும் நிச்சயமாக உங்களுக்கு எதிரிகள் இருக்கின்றனர். ஆகவே, அவர்களைப் பற்றி நீங்கள் எச்சரிக்கையாக இருந்து கொள்ளுங்கள். அவர்(களின் குற்றங்)களை நீங்கள் சகித்துப் புறக்கணித்து மன்னித்து வந்தால், நிச்சயமாக அல்லாஹ் மிக மன்னிப்பவனும், மகா கருணையுடையவனும் ஆவான். (ஆகவே, உங்கள் குற்றங்களையும் அவ்வாறே மன்னித்துவிடுவான்.)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:15","price":"15. உங்கள் பொருள்களும், உங்கள் சந்ததிகளும் (உங்களுக்கு) ஒரு சோதனையாகவே உள்ளன. (இச்சோதனையில், நீங்கள் தேர்ச்சி பெற்றால் உங்களுக்கு) அல்லாஹ்விடத்தில் மகத்தான கூலி இருக்கிறது.","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:16","price":"16. ஆதலால், உங்களால் சாத்தியமான வரை அல்லாஹ்வுக்குப் பயந்து, அவனு(டைய வசனங்களு)க்குச் செவிசாய்த்து கீழ்ப்படிந்து நடந்து, தர்மமும் செய்யுங்கள். இது உங்களுக்குத்தான் மிக நன்று. எவர்கள் கஞ்சத்தனத்திலிருந்து பாதுகாக்கப்பட்டார்களோ அவர்கள்தான் நிச்சயமாக வெற்றியடைந்து விடுவார்கள்.","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:17","price":"17. அழகான முறையில் அல்லாஹ்வுக்கு நீங்கள் கடன் கொடுத்தால், அதை உங்களுக்கு இரு மடங்காக்கி வைப்பதுடன், உங்கள் குற்றங்களையும் மன்னித்து விடுகிறான். அல்லாஹ் (நன்றியை) அங்கீகரிப்பவனும் மிக்க சகிப்பவனும் ஆவான்.","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"64:18","price":"18. அவன் மறைவானதையும், வெளிப்படையானதையும் நன்கறிந்தவன்; (அனைவரையும்) மிகைத்தவன்; ஞானமுடையவன் ஆவான்.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"65:1","price":"1. நபியே! (நம்பிக்கையாளர்களை நோக்கி நீர் கூறுவீராக:) “நீங்கள் உங்கள் மனைவிகளை ‘தலாக்கு' (விவாகப்பிரிவினை) செய்ய விரும்பினால், அவர்களுடைய (சுத்த காலமான) ‘இத்தா'வின் ஆரம்பத்தில் கூறி, இத்தாவைக் கணக்கிட்டு வாருங்கள். (இவ்விஷயத்தில்) உங்கள் இறைவனாகிய அல்லாஹ்வுக்கு நீங்கள் பயந்து நடந்து கொள்ளுங்கள். (நீங்கள் தலாக் கூறிய) பெண்கள் பகிரங்கமாக ஒரு மானக்கேடான காரியத்தைச் செய்தாலே தவிர, அவர்களை அவர்கள் இருக்கும் (உங்கள்) வீட்டிலிருந்து (இத்தாவுடைய காலம் முடிவு பெறுவதற்கு முன்னர்) வெளியேற்றிவிட வேண்டாம். அவர்களும் வெளியேறிவிட வேண்டாம். இவைதான் அல்லாஹ் ஏற்படுத்திய வரம்புகள். எவர்கள் அல்லாஹ்வுடைய சட்ட வரம்புகளை மீறுகிறார்களோ, அவர்கள் தமக்குத்தாமே தீங்கிழைத்துக் கொள்கின்றனர். (இதிலுள்ள நன்மையை நீங்கள் அறியமாட்டீர்கள். தலாக் கூறிய) பின்னரும், (நீங்கள் சேர்ந்து வாழ) உங்களுக்கிடையில் (சமாதானத்திற்குரிய) ஒரு வழியை அல்லாஹ் ஏற்படுத்திவிடவும் கூடும்.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"65:2","price":"2. அப்பெண்கள் தங்கள் (இத்தாவின்) தவணையை அடைந்தால், நேரான முறையில் அவர்களை (மனைவியாகவே) நிறுத்திக்கொள்ளுங்கள். அல்லது நேரான முறையில் அவர்களை நீக்கிவிடுங்கள். (இவ்விரண்டில் நீங்கள் எதைச் செய்த போதிலும் அதற்கு) உங்களில் நீதமான இரு சாட்சிகளை ஏற்படுத்திக் கொள்ளுங்கள். (அந்த சாட்சிகள், சாட்சி சொல்ல வந்தால்) அல்லாஹ்வுக்காக உண்மையையே கூறவும். உங்களில் எவர் அல்லாஹ்வையும் மறுமை நாளையும் நம்புகிறாரோ, அவருக்கு இந்நல்லுபதேசம் கூறப்படுகிறது. (தவிர, இவ்விஷயத்தில்) எவர்கள் அல்லாஹ்வுக்குப் பயந்து நடக்கிறார்களோ, அவர்களுக்கு (இத்தகைய விவகாரங்களிலிருந்து) ஒரு (நல்ல தீர்வுபெற) வழியை ஏற்படுத்தித் தருவான்.","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"65:3","price":"3. மேலும், அவர்கள் எதிர்பார்க்காத வகையில் அவர்களுக்கு வேண்டிய வசதிகளை அளிப்பான். எவர்கள் அல்லாஹ்வை முற்றிலும் நம்புகிறார்களோ, அவர்களுக்கு அவனே (முற்றிலும்) போதுமானவன். நிச்சயமாக அல்லாஹ் தன் காரியத்தைச் செய்தே முடிப்பான். ஆயினும், அல்லாஹ் ஒவ்வொன்றிற்கும் (ஒரு காலத்தையும்) அளவையும் ஏற்படுத்திவிட்டான். (அதன்படியே நடைபெறும்.)","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"65:4","price":"4. (தலாக் சொல்லப்பட்ட) உங்கள் மனைவிகளில் எவர்கள் (அதிக வயதாகி) மாதவிடாயின் நம்பிக்கை இழந்து, (இத்தாவைக் கணக்கிட) என்ன செய்வதென்று நீங்கள் சந்தேகத்திற்கு உள்ளாகிவிட்டால், அத்தகைய பெண்களுக்கும், இன்னும் எவர்களுக்கு இதுவரை மாதவிடாய் ஏற்படவில்லையோ அவர்களுக்கும், இத்தாவின் தவணை மூன்று மாதங்களாகும். கர்ப்பமான பெண்களுக்கு இத்தாவின் தவணை அவர்கள் பிரசவிக்கும் வரை இருக்கிறது. எவர்கள் (மெய்யாகவே) அல்லாஹ்வுக்குப் பயப்படுகிறார்களோ, அவர்களுடைய காரியத்தை அவர்களுக்கு எளிதாக்கி விடுகிறான்.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"65:5","price":"5. அல்லாஹ் உங்களுக்கு இறக்கிவைத்த கட்டளை இதுதான். ஆகவே, எவர் அல்லாஹ்வுக்குப் பயந்து நடந்து கொள்கிறாரோ, அவருடைய பாவங்களை அவன் மன்னித்து, (அவருடைய) கூலியையும் அவருக்கு பெரிதாக்கி விடுகிறான்.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"65:6","price":"6. (‘தலாக்' கூறிய பின்னர் இத்தா இருக்கவேண்டிய உங்கள்) பெண்களை உங்களால் முடிந்தவரை, நீங்கள் இருக்கும் இடத்திலேயே வசித்திருக்கும்படி செய்யுங்கள். அவர்களை நிர்ப்பந்திக்கக் கருதி அவர்களைத் துன்புறுத்தாதீர்கள். அவர்கள் கர்ப்பமான பெண்களாக இருந்தால், அவர்கள் பிரசவிக்கும் வரை அவர்களுக்குச் செலவுக்குக் கொடுத்து வாருங்கள். (பிரசவித்ததன்) பின்னர் (குழந்தைக்கு) உங்களுக்காக அவர்கள் பாலூட்டினால் அதற்குரிய கூலியை அவர்களுக்குக் கொடுத்து விடுங்கள். (இதைப் பற்றி முன்னதாகவே) உங்களுக்குள் முறையாக பேசி முடிவு செய்துகொள்ளுங்கள். இதில் உங்களுக்குள் சிரமம் ஏற்பட்டால், (அக்குழந்தைக்கு) மற்றவளைக் கொண்டும் பால் கொடுக்கலாம்.","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"65:7","price":"7. (பால் குடிப்பாட்ட செலவு செய்யும் விஷயத்தில்) வசதியுடையவர் தன் தகுதிக்குத் தக்கவாறு (தாராளமாகச்) செலவு செய்யவும். ஏழ்மையானவர், அல்லாஹ் அவருக்குக் கொடுத்ததிலிருந்துதான் செலவு செய்வார். எம்மனிதனையும் அல்லாஹ் அவனுக்குக் கொடுத்ததற்கு அதிகமாக(ச் செலவு செய்யும்படி) நிர்ப்பந்திப்பதில்லை. சிரமத்திற்குப் பின்னர், அல்லாஹ் அதிசீக்கிரத்தில் இலகுவை கொடுத்துவிடுவான்.","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"65:8","price":"8. எத்தனையோ ஊர்வாசிகள் தங்கள் இறைவனின் கட்டளைக்கும், அவனுடைய தூதர் களுக்கும் மாறுசெய்தனர். ஆதலால், அவர்களை நாம் வெகு கடினமாகவே கேள்வி கணக்குக் கேட்டு, அவர்களை மிகக் கடினமான வேதனையைக்கொண்டு வேதனை செய்தோம்.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"65:9","price":"9. ஆகவே, அவர்களின் தீய செயலுக்குரிய பலனை அவர்கள் அனுபவித்தனர். அவர்களின் (தீய) காரியங்களின் முடிவு (இம்மையிலும்) நஷ்டமாகவே ஆகிவிட்டது.","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"65:10","price":"10. (இன்னும் மறுமையில்) அல்லாஹ் அவர்களுக்குக் கடினமான வேதனையை தயார்படுத்தி வைத்திருக்கிறான். ஆகவே, நம்பிக்கைகொண்ட அறிவாளிகளே! நீங்கள் அல்லாஹ்வுக்குப் பயந்து நடந்துகொள்ளுங்கள். நிச்சயமாக அல்லாஹ் உங்களுக்கு(த் திரு குர்ஆன் என்னும்) நல்லுபதேசத்தை இறக்கி வைத்திருக்கிறான்.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"65:11","price":"11. (மேலும்), ஒரு தூதரையும் (அனுப்பி வைத்திருக்கிறான்). அவர் அல்லாஹ்வுடைய தெளிவான வசனங்களை உங்களுக்கு ஓதிக்காண்பித்து, (உங்களில்) நம்பிக்கைகொண்டு நற்செயல்கள் செய்பவர்களை, இருள்களில் இருந்து பிரகாசத்தின் பக்கம் கொண்டு வருகிறார். ஆகவே, (உங்களில்) எவர்கள் (மெய்யாகவே) அல்லாஹ்வை நம்பிக்கை கொண்டு நற்செயல்கள் செய்கிறார்களோ, அவர்களை சொர்க்கங்களில் புகச்செய்வான். அதில் தொடர்ந்து நீரருவிகள் ஓடிக்கொண்டிருக்கும். என்றென்றும் அவர்கள் அதில் தங்கிவிடுவார்கள். நிச்சயமாக அல்லாஹ் அவர்களுக்கு அழகான அருளே புரிவான்.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"65:12","price":"12. ஏழு வானங்களையும், அவற்றைப்போல் பூமியையும் அல்லாஹ்தான் படைத்தான். இவற்றில் (தினசரி நிகழக்கூடிய) எல்லா விஷயங்களைப் பற்றிய கட்டளை இறங்கிக்கொண்டே இருக்கிறது. (ஆகவே, நம்பிக்கையாளர்களே!) நிச்சயமாக அல்லாஹ் சகலவற்றின் மீதும் ஆற்றலுடையவன் என்பதையும், நிச்சயமாக அல்லாஹ் தன் ஞானத்தால், எல்லாவற்றையும் ஆழமாக அறிந்துகொண்டிருக்கிறான் என்பதையும் நீங்கள் திட்டமாக அறிந்துகொள்ள வேண்டும் என்பதற்காக இவற்றைப் படைத்தான்.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"66:1","price":"1. நபியே! நீர் உமது மனைவிகளின் திருப்தியைக் கருதி, அல்லாஹ் உமக்கு ஆகுமாக்கி வைத்தவற்றை (எடுத்துக் கொள்வது இல்லை என்று) நீர் ஏன் (சத்தியம் செய்து அதை ஹராம் என்று) விலக்கிக் கொண்டீர்? அல்லாஹ் மிக மன்னிப்பவனும் மகா கருணையுடையவனும் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5230,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"66:2","price":"2. ஆகவே, உங்கள் அந்தச் சத்தியத்திற்கு (நீங்கள் பரிகாரம் கொடுத்து) அதை நீக்கிவிடுமாறு நிச்சயமாக அல்லாஹ் உங்களுக்கு கட்டளையிடுகிறான். அல்லாஹ்தான் உங்கள் எஜமானன். அவன் (அனைவரையும்) நன்கறிந்தவனும் ஞானமுடையவனும் ஆவான்.","arabic":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5231,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"66:3","price":"3. (நம்) நபி தன் மனைவிகளில் ஒருவரிடம் ஒரு விஷயத்தை இரகசியமாகக் கூறிய சமயத்தில், அப்பெண் அதை (மற்றொரு மனைவிக்கு) அறிவித்து விட்டார். அதை அல்லாஹ் அவருக்கு வெளியாக்கித் தந்தான். நபி (அதில்) சிலவற்றை (அம்மனைவிக்கு) அறிவித்துச் சிலவற்றை (அறிவிக்காது) புறக்கணித்து விட்டார். (இவ்வாறு) நபி தன் மனைவிக்கு அறிவிக்கவே, அம்மனைவி ‘‘இதை உங்களுக்கு அறிவித்தவர் யார்?'' எனக் கேட்டார். அதற்கு அவர் “(அனைத்தையும்) நன்கறிந்து தெரிந்தவனே அதை எனக்கு அறிவித்தான்'' என்று கூறினார்.","arabic":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5232,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"66:4","price":"4. (நபியுடைய அவ்விரு மனைவிகளே!) நீங்கள் இருவரும் (உங்கள் குற்றங்களைப் பற்றி) அல்லாஹ்வின் பக்கம் கைசேதப்பட்டு மன்னிப்புக் கோரி மீண்டுவிட்டால் அது உங்களுக்கே நன்று. ஏனென்றால், உங்கள் இருவரின் உள்ளங்கள் (நேரான வழியில் இருந்து) சாய்ந்துவிட்டன. ஆகவே, நீங்கள் இருவரும் அவருக்கு விரோதமாக ஒன்று சேர்ந்தால், நிச்சயமாக அல்லாஹ் அவரை பாதுகாப்பவனாக இருக்கிறான். இன்னும் ஜிப்ரயீலும், நம்பிக்கையாளர்களிலுள்ள நல்லடியார்களும், இவர்களுடன் (மற்ற) வானவர்களும் (அவருக்கு) உதவியாக இருப்பார்கள்.","arabic":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5233,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"66:5","price":"5. நபி உங்களை ‘தலாக்' கூறி (விலக்கி) விட்டால், உங்களைவிட மேலான பெண்களை அவருடைய இறைவன் அவருக்கு மனைவியாக்கி வைக்க முடியும். (மனைவியாக வரக்கூடிய அப்பெண்களோ) முஸ்லிமானவர்களாக, நம்பிக்கைக் கொண்டவர்களாக, (இறைவனுக்குப்) பயந்து (நம் நபிக்கு கட்டுப்பட்டு) நடக்கக்கூடியவர்களாக, (பாவத்தைவிட்டு) விலகியவர்களாக, (இறைவனை) வணங்குபவர்களாக, நோன்பு நோற்பவர்களாக, கன்னியர்களாகவும், கன்னியர் அல்லாதவர்களாகவும் இருப்பார்கள். (ஆகவே, இதனால் உங்களுக்குத்தான் நஷ்டம், அவருக்கு அல்ல.)","arabic":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5234,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"66:6","price":"6. நம்பிக்கையாளர்களே! நீங்கள் உங்களையும், உங்கள் குடும்பத்தினரையும் நரக நெருப்பிலிருந்து பாதுகாத்துக் கொள்ளுங்கள். அதனுடைய எரிகட்டை, மனிதர்களும் (சிலைகளாக இருந்த) கற்களுமாகும். அதில் கடின சித்தமுடைய பலசாலிகளான வானவர்கள் ஏற்படுத்தப்பட்டிருக்கின்றனர். அல்லாஹ் அவர்களுக்கு ஏவியதில் ஒரு சிறிதும் மாறுசெய்ய மாட்டார்கள். அவர்கள் (பாவிகளை வேதனை செய்யுமாறு) தங்களுக்கிடப்பட்ட கட்டளைகளையே செய்து வருவார்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5235,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"66:7","price":"7. (அந்நாளில் நிராகரிப்பவர்களை நோக்கி) ‘‘நிராகரிப்பவர்களே! இன்றைய தினம் நீங்கள் (வீண்) புகல் கூறாதீர்கள். நீங்கள் கூலி கொடுக்கப்படுவதெல்லாம், நீங்கள் செய்தவற்றுக்குத்தான். (நீங்கள் செய்யாதவற்றுக்கு அல்ல'' என்று கூறப்படும்.)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5236,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"66:8","price":"8. நம்பிக்கையாளர்களே! நீங்கள் கலப்பற்ற மனதுடன் (பாவத்திலிருந்து விலகி) அல்லாஹ்வின் பக்கம் திரும்புங்கள். உங்கள் இறைவனோ அதை உங்கள் பாவங்களுக்குப் பரிகாரமாக்கி, (மன்னித்து) சொர்க்கங்களிலும் உங்களைப் புகுத்திவிடுவான். அதில் தொடர்ந்து நீரருவிகள் ஓடிக் கொண்டிருக்கும். (தன்) நபியையும், அவருடன் நம்பிக்கை கொண்டவர்களையும் அந்நாளில் அல்லாஹ் இழிவுபடுத்த மாட்டான். அந்நாளில், இவர்களுடைய பிரகாசம் இவர்களுக்கு முன்னும், இவர்களுடைய வலது பக்கத்திலும் ஊடுருவிச் சென்றுகொண்டிருக்கும். இவர்கள் ‘‘எங்கள் இறைவனே! எங்களுக்கு, எங்கள் பிரகாசத்தை (அணையாது) நீ பரிபூரணமாக்கிவை. எங்கள் குற்றங்களையும் நீ மன்னித்து அருள்புரி. நிச்சயமாக நீ அனைத்தின் மீதும் ஆற்றலுடையவன்'' என்று பிரார்த்தனை செய்து கொண்டிருப்பார்கள்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5237,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"66:9","price":"9. நபியே! (இந்த) நிராகரிப்பவர்களுடன் (வாளைக் கொண்டும், இந்த) நயவஞ்சகர்களுடன் (தர்க்கத்தைக் கொண்டும்) போர் புரிவீராக. அவர்களுடன் நீங்கள் (தயவு தாட்சண்யம் காட்டாது) கடுமையாகவே இருப்பீராக. அவர்கள் செல்லுமிடம் நரகம்தான்; அது மகாகெட்ட சேரும் இடமாகும்.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5238,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"66:10","price":"10. நிராகரிக்கும் பெண்களுக்கு, நூஹ் நபியினுடைய மனைவியையும், லூத் நபியினுடைய மனைவியையும் அல்லாஹ் உதாரணமாக்கி வைக்கிறான். இவ்விரு பெண்களும், நம் அடியார்களில் இரு நல்லடியார்களின் மனைவிகளாகவே இருந்தனர். எனினும், இவ்விரு பெண்களும் தங்கள் கணவன்மார்களுக்குத் துரோகம் செய்தனர். (ஆகவே, இவர்கள் இருவரும் நபிமார்களின் மனைவிகளாயிருந்தும்) அல்லாஹ்வுடைய வேதனையிலிருந்து எதையும் தடுத்துக்கொள்ள முடியவில்லை. (இவர்கள் துரோகம் செய்ததன் காரணமாக இவர்களை நோக்கி) ‘‘நரகத்தில் புகுபவர்களுடன் நீங்கள் இருவரும் புகுந்து விடுங்கள்'' என்றே கூறப்பட்டது.","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5239,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"66:11","price":"11. நம்பிக்கைகொண்ட பெண்களுக்கு(ம் இரு பெண்களை) அல்லாஹ் உதாரணமாகக் கூறுகிறான். (முதலாவது:) ஃபிர்அவ்னுடைய மனைவி (ஆசியா). அவள் (தன் இறைவனிடம்) ‘‘என் இறைவனே! உன்னிடத்தில் உள்ள சொர்க்கத்தில் எனக்கு ஒரு வீட்டை அமைத்துத் தா, ஃபிர்அவ்னை விட்டும் அவனுடைய செயலை விட்டும் என்னை பாதுகாத்துக் கொள், அநியாயக்கார சமுதாயத்தை விட்டும் என்னை பாதுகாத்துக்கொள்'' என்று பிரார்த்தனை செய்துகொண்டே இருந்தாள்.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5240,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"66:12","price":"12. (இரண்டாவது:) இம்ரானுடைய மகள் மர்யம். அவள் தன் கற்பை பாதுகாத்துக் கொண்டாள். ஆகவே, அவளுடைய கர்ப்பத்தில் நம் ரூஹிலிருந்து ஊதினோம். அவள் தன் இறைவனின் வசனங்களையும், வேதங்களையும் உண்மையாக்கி வைத்ததுடன் (இறைவனுக்கு) முற்றிலும் வழிப்பட்டவளாகவும் இருந்தாள்.","arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5241,"juzNumber":28,"footnotes":null,"lang":"ta"}],"juz":{"id":28,"name":"قَدْ سَمِعَ اللَّهُ","transliteration":"Qad Sami’ Allah","transEn":"Allah Has Heard","startVerse":"58:1","endVerse":"66:12","totalVerses":137}}