{"data":[{"name":"1:1","price":"1਼ ਸ਼ੁਰੂ (ਕਰਦਾ ਹਾਂ) ਅੱਲਾਹ ਦੇ ਨਾਂ ਨਾਲ ਜਿਹੜਾ ਅਤਿਅੰਤ ਮਿਹਰਬਾਨ ਅਤੇ ਰਹਿਮ ਫ਼ਰਮਾਉਣ ਵਾਲਾ ਹੈ।","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"1:2","price":"2਼ ਸਾਰੀਆਂ ਤਾਰੀਫ਼ਾਂ ਤੇ ਸ਼ੁਕਰਾਨੇ ਉਸ ਅੱਲਾਹ ਲਈ ਹਨ ਜਿਹੜਾ ਕੁੱਲ ਜਹਾਨਾਂ ਦਾ ਰੱਬ ਹੈ। 2","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"2 ‘ਰਬ’ ਅੱਲਾਹ ਦੇ ਸਿਫ਼ਾਤੀ (ਗੁਣਵਾਨ) ਨਾਵਾਂ ਵਿਚੋਂ ਹੇ। ਇਸ ਦਾ ਅਰਥ ਹੈ ਸਾਰੀ ਸਰਿਸ਼ਟੀ ਭਾਵ ਦੁਨੀਆਂ ਜਹਾਨ ਦਾ ਪਾਲਣਹਾਰ, ਸਿਰਜਣਹਾਰ, ਹਾਕਮ, ਸਰਿਸ਼ਟੀ ਦੀ ਦੇਖਭਾਲ, ਸ਼ਾਸਨ ਚਲਾਉਣ ਵਾਲਾ ਅਤੇ ਦਾਤਾ ਆਦਿ।","lang":"pa"},{"name":"1:3","price":"3਼ ਅਤਿਅੰਤ ਮਿਹਰਬਾਨ ਤੇ ਰਹਿਮ ਫ਼ਰਮਾਉਣ ਵਾਲਾ ਹੈ।","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"1:4","price":"4਼ ਬਦਲੇ ਵਾਲੇ ਦਿਨ (ਕਿਆਮਤ) ਦਾ ਮਾਲਿਕ ਹੈ।","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"1:5","price":"5਼ ਅਸੀਂ ਤੇਰੀ ਹੀ ਇਬਾਦਤ ਕਰਦੇ ਹਾਂ ਅਤੇ ਤੇਥੋਂ ਹੀ (ਹਰ ਪ੍ਰਕਾਰ ਦੀ) ਮਦਦ ਚਾਹੁੰਦੇ ਹਾਂ।","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"1:6","price":"6਼ (ਹੇ ਅੱਲਾਹ!) ਸਾਨੂ ਸਿੱਧਾ ਰਾਹ ਵਿਖਾ। 3","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"3 ਭਾਵ ਹਿਦਾਇਤ ਬਖ਼ਸ਼ਦੇ। ਹਿਦਾਇਤ ਦੋ ਤਰ੍ਹਾਂ ਦੀ ਹੈ, ਇਕ ਉਹ ਜਿਹੜੀ ਅੱਲਾਹ ਵਲੋਂ ਬਖ਼ਸ਼ੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਦੂਜੀ ਉਹ ਜਿਹੜੀਆਂ ਪੈਗ਼ੰਬਰਾਂ ਅਤੇ ਅੱਲਾਹ ਦੇ ਨੇਕ ਬੰਦਿਆਂ ਦੀ ਸਿੱਖਿਆ ਤੇ ਤਬਲੀਗ਼ ਦੁਆਰਾ ਮਿਲਦੀ ਹੈ। ਇਸ ਥਾਂ ਹਿਦਾਇਤ ਤੋਂ ਭਾਵ ਅੱਲਾਹ ਤਆਲਾ ਤੋਂ ਸਿੱਧੀ ਰਾਹ ’ਤੇ ਤੁਰਨ ਅਤੇ ਉਸ ਉੱਤੇ ਜਮੇ ਰਹਿਣ ਦੀ ਦੁਆ ਹੈ।","lang":"pa"},{"name":"1:7","price":"7਼ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀ ਰਾਹ ਜਿਨ੍ਹਾਂ ਨੂ ਨੂੰ ਤੂੰ ਇਨਾਮ ਬਖ਼ਸ਼ਿਆ,1 ਜਿਨ੍ਹਾਂ ’ਤੇ ਤੇਰਾ ਕਰੋਪ (ਅਜ਼ਾਬ) ਨਹੀਂ ਹੋਇਆ ਅਤੇ ਨਾ ਹੀ (ਸਿੱਧੀ ਰਾਹ ਤੋਂ) ਭਟਕੇ ਹੋਏ ਸੀ। 2","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"1 ਭਾਵ ਨਬੀਆਂ, ਸੱਚੇ ਲੋਕਾਂ, ਸ਼ਹੀਦਾਂ ਵਾਲੀ ਰਾਹ ਜਿਵੇਂ ਕਿ ਸੂਰਤ ਨਿਸਾ ਦੀ 69ਵੀਂ ਆਇਤ ਵਿਚ ਵਿਸਥਾਰ ਨਾਲ ਦੱਸਿਆ ਗਿਆ ਹੈ।\n2 ਨਬੀ ਕਰੀਮ (ਸ:) ਦਾ ਫ਼ਰਮਾਨ ਹੈ ਕਿ ਜਦੋਂ ਇਮਾਮ ‘ਗ਼ੈਰਿਲ ਮਗ਼ਜ਼ੂਬੇ ਅਲੈਹਿਮ ਵਲੱਜ਼-ਜ਼ਾਲੀਨ’ ਕਹੇ ਤਾਂ ਪਿੱਛੇ ਨਮਾਜ਼ ਪੜ੍ਹਣ ਵਾਲੇ ‘ਆਮੀਨ’ ਆਖਣ। ਜਿਸ ਕਿਸੇ ਦੀ ਆਮੀਨ ਫ਼ਰਿਸ਼ਤਿਆਂ ਦੀ ਆਮੀਨ ਨਾਲ ਇਕ ਹੋ ਗਈ ਉਸ ਦੇ ਪਿਛਲੇ ਗੁਨਾਹ ਬਖ਼ਸ਼ ਦਿੱਤੇ ਜਾਣਗੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਵਿਸ਼ਾ ਅਜ਼ਾਨ 113, ਹਦੀਸ: 782)","lang":"pa"},{"name":"2:1","price":"1਼ ਅਲਿਫ਼, ਲਾਮ, ਮੀਮ।","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:2","price":"2਼ ਇਹ (ਕੁਰਆਨ, ਅੱਲਾਹ ਦੀ) ਕਿਤਾਬ ਹੈ, ਜਿਸ ਵਿਚ ਰਤਾ ਵੀ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ (ਕਿ ਇਹ) ਮੁੱਤਕੀਨ 1 (ਰੱਬ ਤੋਂ ਡਰਨ ਵਾਲਿਆਂ) ਲਈ ਹਿਦਾਇਤ (ਦਾ ਸਾਧਨ) ਹੈ।","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"1 ਮੁੱਤਕੀਨ ਤੋਂ ਭਾਵ ਉਹ ਲੋਕ ਹਨ ਜਿਹੜੇ ਕੇਵਲ ਰੱਬ ਤੋਂ ਡਰਦੇ ਹੋਏ ਉਹਨਾਂ ਸਾਰੇ ਕੰਮਾਂ ਤੋਂ ਬਾਜ਼ ਰਹਿੰਦੇ ਹਨ ਜਿਨਾਂ ਤੋਂ ਰੱਬ ਨੇ ਰੋਕਿਆ ਹੈ। ਉਂਜ ਤਾਂ ਇਹ ਕੁਰਆਨ ਸਾਰੇ ਮਨੁੱਖਾਂ ਦੀ ਭਲਾਈ ਲਈ ਹੀ ਨਾਜ਼ਿਲ ਹੋਇਆ ਹੈ ਪਰ ਇਸ ਤੋਂ ਲਾਭ ਉਹੀਓ ਉਠਾ ਸਕਦੇ ਹਨ, ਜਿਨਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਰੱਬ ਦਾ ਡਰ-ਭੈ ਹੁੰਦਾ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਦੇ ਦਿਲ ਵਿਚ ਮਰਨ ਤੋਂ ਬਾਅਦ ਕਿਸੇ ਪ੍ਰਕਾਰ ਦੇ ਸਵਾਲ ਜਵਾਬ ਦਾ ਡਰ ਨਹੀਂ, ਉਸ ਦੇ ਅੰਦਰ ਹਿਦਾਇਤ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਇੱਛਾ ਜਾਂ ਬੁਰਾਈ ਤੇ ਗੁਮਰਾਹੀ ਤੋਂ ਬਚਣ ਦੀ ਕੋਈ ਚਿੰਤਾ ਵੀ ਨਹੀਂ ਹੁੰਦੀ ਫਿਰ ਉਸ ਨੂੰ ਹਿਦਾਇਤ ਕਿਵੇਂ ਮਿਲ ਸਕਦੀ ਹੇ?","lang":"pa"},{"name":"2:3","price":"3਼ ਉਹ, ਜਿਹੜੇ ਗ਼ੈਬੁ 2 ਉੱਤੇ ਈਮਾਨ ਰੱਖਦੇ ਹਨ ਅਤੇ ਨਮਾਜ਼ 3 ਕਾਇਮ ਕਰਦੇ ਹਨ ਅਤੇ ਜੋ ਵੀ ਅਸੀਂ ਉਹਨਾਂ ` (ਮਾਲ) ਦਿੱਤਾ ਹੈ ਉਸ ਵਿੱਚੋਂ (ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ) ਖ਼ਰਚ ਕਰਦੇ ਹਨ।1","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"2 ‘ਗ਼ੈਬ’ ਦਾ ਅਰਥ ਹੈ ਅਣਦੇਖਾ। ਇਸ ਸ਼ਬਦ ਵਿਚ ਉਹ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਦਾਖ਼ਿਲ ਹਨ ਜਿਨਾਂ ਦਾ ਅਹਿਸਾਸ ਇਸ ਦੁਨੀਆਂ ਵਿਚ ਨਾ ਅਕਲ-ਸਮਝ ਤੋਂ ਹੋ ਸਕਦਾ ਰੁ ਅਤੇ ਨਾ ਹੀ ਮਹਸੂਸ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜਿਵੇਂ ਅੱਲਾਹ ਤਆਲਾ ਦਾ ਵਜੂਦ, ਫ਼ਰਿਸ਼ਤੇ, ਮਰਨ ਤੋਂ ਬਾਅਦ ਦਾ ਜੀਵਨ ਆਦਿ ‘ਈਮਾਨ ਬਿਲਗ਼ੈਬ’ ਤੋਂ ਭਾਵ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਮੁਹੰਮਦ (ਸ:) ਦੀਆਂ ਦੱਸੀਆਂ ਹੋਈਆਂ ਉਹਨਾਂ ਗੱਲਾਂ ਉੱਤੇ ਵਿਸ਼ਵਾਸ ਕਰਨਾ ਹੈ ਜਿਹੜੀਆਂ ਅਕਲ ਤੋਂ ਪਰੇ ਹਨ ਜਿਵੇਂ ਅੱਲਾਹ, ਫ਼ਰਿਸ਼ਤੀਆਂ, ਅਕਾਸ਼ੀ ਕਿਤਾਬਾਂ ਅਤੇ ਰਸੂਲਾਂ ਉੱਤੇ ਈਮਾਨ ਰੱਖਣਾ। ਇਸੇ ਤਰ੍ਹਾਂ ਅੱਲਾਹ ਅਤੇ ਰਸੂਲ ਵੱਲੋਂ ਬੀਤੇ ਸਮੇਂ ਵਿਚ ਵਾਪਰੀਆਂ ਹੋਈਆਂ ਘਟਨਾਵਾਂ ਜਾਂ ਆਉਣ ਵਾਲੇ ਸਮੇਂ ਲਈ ਦਿ=ਤੀਆਂ ਹੋਇਆਂ ਸੂਚਨਾਵਾਂ ਉੱਤੇ ਈਮਾਨ ਰਖਣਾ ਵੀ ‘ਈਮਾਨ ਬਿਲਗ਼ੈਬ’ ਦਾ ਇਕ ਅਹਿਮ ਭਾਗ ਹੈ। 3 “ਨਮਾਜ਼ ਕਾਇਮ ਕਰਨ” ਤੋਂ ਭਾਵ ਹੈ ਕਿ ਹਰੇਕ ਮੁਸਲਮਾਨ (ਮਰਦ ਤੇ ਔੌਰਤ) ਲਈ ਦਿਨ ਭਰ ਦੀਆਂ ਪੰਜ ਨਮਾਜ਼ਾਂ ਉਹਨਾਂ ਦੇ ਨਿਯਤ ਸਮੇਂ ਤੇ ਅਦਾ ਕਰਨੀਆਂ ਲਾਜ਼ਮੀ ਹਨ। ਨਮਾਜ਼ ` ਮਸੀਤ ਵਿਚ ਜਮਾਅਤ ਨਾਲ ਅਦਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਪਰ ਔੌਰਤਾਂ ਲਈ ਘਰ ਨਮਾਜ਼ ਪੜ੍ਹਣਾ ਵਧੇਰੇ ਚੰਗਾ ਹੈ। ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਇਹ ਵੀ ਫ਼ਰਮਾਇਆ ਹੈ ਕਿ ਨਮਾਜ਼ ਐਵੇਂ ਪੜ੍ਹੋ ਜਿੱਦਾਂ ਤੁਸੀਂ ਮੈਨੂੰ ਨਮਾਜ਼ ਪੜ੍ਹਦੇ ਹੋਏ ਵੇਖਿਆ ਹੈ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 631) 1 ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਖ਼ਰਚ ਕਰਨ ਤੋਂ ਭਾਵ ਗ਼ਰੀਬ ਤੇ ਲੋੜਵੰਦ ਲੋਕਾਂ ਦੀ ਮਾਲੀ ਸਹਾਇਤਾ ਕਰਨਾ ਹੈ। ਇਸ ਦੇ ਨਾਲ ਹੀ ਅੱਲਾਹ ਦੇ ਦੀਨ ਇਸਲਾਮ ` ਚੜ੍ਹਦੀ ਕਲਾ ਵਿਚ ਰੱਖਣ ਲਈ ਮਾਲ ਖ਼ਰਚ ਕਰਨਾ ਵੀ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਖ਼ਰਚ ਕਰਨਾ ਹੈ।1","lang":"pa"},{"name":"2:4","price":"4਼ ਅਤੇ ਉਹ ਜਿਹੜੇ ਇਸ (ਕੁਰਆਨ) ਉੱਤੇ ਈਮਾਨ ਲਿਆਏ ਹਨ, ਜਿਹੜਾ (ਹੇ ਮੁਹੰਮਦ!) ਤੁਹਾਡੇ ’ਤੇ ਉਤਾਰਿਆ ਗਿਆ ਹੈ ਅਤੇ ਉਹਨਾਂ ’ਤੇ ਵੀ (ਈਮਾਨ ਲਿਆਉਂਦੇ ਹਨ) ਜਿਹੜੀਆਂ ਕਿਤਾਬਾਂ ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ (ਨਬੀਆਂ ’ਤੇ) ਉਤਾਰੀਆਂ ਗਈਆਂ ਅਤੇੁ 2 ਉਹ ਆਖ਼ਿਰਤ ਉੱਤੇ ਵੀ ਈਮਾਨ ਰੱਖਦੇ ਹਨ।","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"2 ਈਮਾਨ ਦਾ ਆਧਾਰ ਮੁੱਢਲੀਆਂ ਪੰਜ ਚੀਜ਼ਾਂ ’ਤੇ ਹੈ। ਜਿਵੇਂ ਹਦੀਸ ਵਿਚ ਹੈ (1) ਇਸ ਗੱਲ ਦੀ ਗਵਾਹੀ ਦੇਣਾ ਕਿ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ ਅਤੇ ਮੁਹੰਮਦ (ਸ:) ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਹਨ। (2) ਨਮਾਜ਼ ਕਾਇਮ ਕਰਨਾ। (3) ਜ਼ਕਾਤ ਅਦਾ ਕਰਨਾ। (4) ਹੱਜ ਕਰਨਾ ਅਤੇ (5) ਰਮਜ਼ਾਨ ਦੇ ਰੋਜ਼ੇ ਰੱਖਣਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 8)","lang":"pa"},{"name":"2:5","price":"5਼ ਇਹੋ ਲੋਕ (ਰੱਬ ਵੱਲੋਂ) ਸਿੱਧੇ ਰਾਹ ਉੱਤੇ ਹਨ ਅਤੇ ਇਹੋ ਸਫ਼ਲਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੇ ਹਨ।","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:6","price":"6਼ ਬੇਸ਼ਕ ਉਹ ਲੋਕ ਜਿਹੜੇ (ਕੁਰਆਨ ਦਾ) ਇਨਕਾਰ ਕਰਦੇ ਹਨ, (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ (ਨਰਕ ਦੇ ਅਜ਼ਾਬ ਤੋਂ) ਡਰਾਓ ਜਾਂ ਨਾ ਡਰਾਓ, ਉਹਨਾਂ ਲਈ ਇਕ ਬਰਾਬਰ ਹੈ, ਉਹ ਈਮਾਨ ਲਿਆਉਣ ਵਾਲੇ ਨਹੀਂ।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:7","price":"7਼ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਦੇ ਦਿਲਾਂ ਤੇ ਕੰਨਾਂ ਉੱਤੇ ਮੋਹਰ ਲਾ ਦਿੱਤੀ ਹੈ ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਅੱਖਾਂ ਉੱਤੇ ਪੜਦਾ ਪਿਆ ਹੋਇਆ ਹੈ। ਉਹਨਾਂ ਲਈ ਕਰੜੀ ਸਜ਼ਾ (ਦਾ ਪ੍ਰਬੰਧ) ਹੈ।","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:8","price":"8਼ ਕੁੱਝ ਲੋਕ ਅਜਿਹੇ ਵੀ ਹਨ ਜਿਹੜੇ ਆਖਦੇ ਹਨ ਕਿ ਅਸੀਂ ਅੱਲਾਹ ਤੇ ਆਖ਼ਿਰਤ ਦੇ ਦਿਨ ਉੱਤੇ ਈਮਾਨ ਲਿਆਏ ਹਾਂ ਜਦੋਂ ਕਿ ਉਹ ਈਮਾਨ ਵਾਲੇ ਨਹੀਂ।","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:9","price":"9਼ ਉਹ ਤਾਂ ਅੱਲਾਹ ਨੂੰ ਅਤੇ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਧੋਖਾ ਦੇ ਰਹੇ ਹਨ ਜਿਹੜੇ ਈਮਾਨ ਵਾਲੇ ਹਨ ਜਦੋਂ ਕਿ ਉਹ ਆਪਣੇ ਆਪ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕਿਸੇ ਨੰ ਧੋਖਾ ਨਹੀਂ ਦੇ ਰਹੇ ਅਤੇ ਉਹਨਾਂ ਨੂੰ (ਇਸ ਦੀ) ਸਮਝ ਵੀ ਨਹੀਂ।","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:10","price":"10਼ ਉਹਨਾਂ ਦੇ ਦਿਲਾਂ ਨੂੰ ਇਕ ਰੋਗ (ਈਰਖਾ ਦਾ) ਲੱਗਿਆ ਹੋਇਆ ਹੈ ਅਤੇ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਦੇ ਇਸ ਰੋਗ ਨੂੰ ਹੋਰ ਵੀ ਵਧਾ ਦਿੱਤਾ ਹੈ। ਉਹਨਾਂ ਲਈ ਦੁਖਦਾਈ ਅਜ਼ਾਬ ਹੈ ਇਸ ਲਈ ਕਿ ਉਹ ਝੂਠ ਬੋਲਦੇ ਸਨ।","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:11","price":"11 ਅਤੇ ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਆਖਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਧਰਤੀ ਉੱਤੇ ਵਿਗਾੜ ਨਾ ਫੈਲਾਓ ਤਾਂ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਅਸੀਂ ਤਾਂ ਸੁਧਾਰ ਕਰਨ ਵਾਲੇ ਹਾਂ।","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:12","price":"12 ਸੁਣੋ! ਅਸਲ ਵਿਚ ਇਹੋ ਲੋਕ ਫ਼ਸਾਦੀ ਹਨ ਪਰ ਇਹ ਨਹੀਂ ਸਮਝਦੇ!","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:13","price":"13 ਅਤੇ ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਕਿਹਾ ਜਾਂਦਾ ਕਿ ਤੁਸੀਂ ਵੀ ਇੰਜ ਹੀ ਈਮਾਨ ਲਿਆਓ ਜਿਵੇਂ ਦੂਜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਹਨ ਤਾਂ ਕਹਿੰਦੇ ਹਨ, “ਕੀ ਅਸੀਂ ਵੀ ਮੂਰਖਾਂ ਵਾਂਗ ਈਮਾਨ ਲਿਆਈਏ?” ਖ਼ਬਰਦਾਰ! ਅਸਲ ਵਿਚ ਮੂਰਖ ਤਾਂ ਇਹ ਆਪ ਹਨ ਪਰ ਉਹ (ਇਹ ਗੱਲ) ਜਾਣਦੇ ਨਹੀਂ।","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:14","price":"14਼ ਜਦੋਂ ਇਹ (ਮੁਨਾਫ਼ਿਕ) ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਮਿਲਦੇ ਹਨ ਤਾਂ ਕਹਿੰਦੇ ਹਨ ਕਿ ਅਸੀਂ ਵੀ ਈਮਾਨ ਲਿਆਏ ਹਾਂ ਪਰ ਜਦੋਂ ਉਹ ਆਪਣੇ ਸ਼ੈਤਾਨਾਂ (ਭਾਵ ਸਾਥੀਆਂ) ਨੂੰ ਇਕਾਂਤ ਵਿਚ ਮਿਲਦੇ ਹਨ ਤਾਂ ਆਖਦੇ ਹਨ ਕਿ ਅਸੀਂ ਤਾਂ ਤੁਹਾਡੇ ਨਾਲ ਹਾਂ, ਉਹਨਾਂ (ਮੁਸਲਮਾਨਾਂ) ਲੋਕਾਂ ਨਾਲ ਤਾਂ ਅਸੀਂ ਕੇਵਲ ਮਖੌਲ ਕਰਦੇ ਹਾਂ।","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:15","price":"15਼ (ਜਦ ਕਿ) ਅੱਲਾਹ ਉਹਨਾਂ ਨਾਲ ਮਖੌਲ ਕਰਦਾ ਹੈ ਅਤੇ ਉਹ ਉਹਨਾਂ ਨੂੰ ਢਿੱਲ ਦੇ ਰਿਹਾ । ਇਹ (ਮੁਨਾਫ਼ਿਕ) ਆਪਣੀ ਸਰਕਸ਼ੀ ਵਿਚ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ।","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:16","price":"16਼ ਇਹ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਹਿਦਾਇਤ ਦੀ ਥਾਂ ਗੁਮਰਾਹੀ ਖ਼ਰੀਦ ਲਈ ਹੈ ਪਰ ਇਹ ਸੌਦਾ ਉਹਨਾਂ ਲਈ ਕੋਈ ਲਾਹੇਵੰਦ ਨਹੀਂ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਨੂੰ ਹਿਦਾਇਤ ਹੀ ਮਿਲ ਸਕੀ।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:17","price":"17਼ ਉਹਨਾਂ (ਮੁਨਫ਼ਿਕਾਂ) ਦੀ ਉਦਾਹਰਨ ਤਾਂ ਉਸ ਵਿਅਕਤੀ ਵਾਂਗ ਰੁ ਜਿਸ ਨੇ ਅ=ਗ ਬਾਲੀ ਅਤੇ ਜਦੋਂ ਉਸ (ਅੱਗ) ਨੇ ਉਸ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਚਾਨਣ ਕਰ ਦਿੱਤਾ ਤਾਂ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਦੀ (ਅੱਖਾਂ ਦੀ) ਰੋਸ਼ਨੀ ਨੂੰ ਖੋਹ ਲਿਆ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਹਨੇਰਿਆਂ ਵਿਚ ਭਟਕਣ ਲਈ ਛੱਡ ਦਿੱਤਾ, ਜਿੱਥੇ ਉਹ ਕੁੱਝ ਵੇਖ ਵੀ ਨਹੀਂ ਸਕਦੇ।","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:18","price":"18਼ ਇਹ (ਕਾਫ਼ਿਰ ਲੋਕ) ਗੂੰਗੇ, ਬੋਲੇ ਅਤੇ ਅੰਨ੍ਹੇ ਹਨ, ਹੁਣ ਇਹ (ਈਮਾਨ ਵੱਲ) ਨਹੀਂ ਪਰਤਣਗੇਂ।","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:19","price":"19਼ ਜਾਂ ਇਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਦੀ ਉਦਾਹਰਨ ਉਸ ਤੇਜ਼ ਮੀਂਹ ਵਾਂਗ ਹੈ ਜਿਹੜਾ ਅਕਾਸ਼ ਤੋਂ ਵਰ੍ਹਿਆ ਜਿਸ ਵਿਚ ਹਨੇਰ, ਕੜਕ ਤੇ ਬਿਜਲੀ (ਦੀ ਲਿਸ਼ਕ) ਹੁੰਦੀ ਹੈ। ਉਹ ਬਿਜਲੀ ਦੀ ਕੜਕ ਸੁਣਕੇ ਮੌਤ ਤੋਂ ਡਰਦੇ ਹੋਏ ਆਪਣੇ ਉਂਗਲ ਆਪਣੇ ਕੰਨਾਂ ਵਿਚ ਠੋਸ ਲੈਂਦੇ ਹਨ। ਅੱਲਾਹ ਇਹਨਾਂ ਇਨਕਾਰੀਆਂ ਨੂੰ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਘੇਰਨ ਵਾਲਾ ਹੈ।","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:20","price":"20਼ ਸੰਭਵ ਹੈ ਕਿ ਬਿਜਲੀ ਇਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੀਆਂ ਅੱਖਾਂ (ਦੀ ਜੋਤ ਹੀ) ਉਚਕ ਲੈ ਜਾਵੇ। ਜਦੋਂ ਬਿਜਲੀ ਲਿਸ਼ਕਦੀ ਰੁ ਤਾਂ ਉਹ ਉਸ ਦੀ ਰੋਸ਼ਨੀ ਵਿਚ ਤੁਰਨ ਲੱਗ ਪੈਂਦੇ ਹਨ ਜਦੋਂ ਹਨੇਰਾ ਪਸਰ ਜਾਂਦਾ ਹੈ ਤਾਂ ਖਲੋ ਜਾਂਦੇ ਹਨ। ਜੇ ਅੱਲਾਹ ਚਾਹਵੇ ਤਾਂ ਇਹਨਾਂ ਦੇ ਕੰਨ (ਸੁਣਨ ਸ਼ਕਤੀ) ਅਤੇ ਅੱਖਾਂ (ਵੇਖਣ ਸ਼ਕਤੀ) ਖੋਹ ਸਕਦਾ ਹੈ ਕਿਉਂ ਜੋ ਅੱਲਾਹ ਹਰ ਤਰ੍ਹਾਂ ਦੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੈ।","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:21","price":"21 ਹੇ ਲੋਕੋ! ਤੁਸੀਂ ਆਪਣੇ ਉਸ ਰੱਬ ਦੀ ਇਬਾਦਤ ਕਰੋ ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ ਅਤੇ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਵੀ ਜਿਹੜੇ ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਬੀਤ ਚੁੱਕੇ ਹਨ ਤਾਂ ਜੋ ਤੁਸੀਂ ਬੁਰਾਈਆਂ ਤੋਂ ਬਚਣ ਵਾਲੇ ਬਣ ਸਕੋ।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:22","price":"22਼ ਉਹ (ਰਬ) ਜਿਸਨੇ ਤੁਹਾਡੇ ਲਈ ਧਰਤੀ ਦਾ ਫ਼ਰਸ਼ ਵਿਛਾਇਆ ਅਤੇ ਅਕਾਸ਼ ਦੀ ਛ=ਤ ਬਣਾਈ ਅਤੇ ਉਸੇ ਅਕਾਸ਼ ਤੋਂ ਪਾਣੀ (ਮੀਂਹ) ਉਤਾਰਿਆ, ਉਸੇ ਰਾਹੀਂ (ਧਰਤੀ ਵਿ=ਚੋਂ ਅਨੇਕਾਂ ਪ੍ਰਕਾਰ ਦੀ) ਉਪਜ ਕ=ਢ ਕੇ ਤੁਹਾਡੇ ਲਈ ਰੋਜ਼ੀ ਦਾ ਪ੍ਰਬੰਧ ਕੀਤਾ ਸੋ ਤੁਸੀਂ ਕਿਸੇ ਹੋਰ ` ਅੱਲਾਹ ਦਾ ਸ਼ਰੀਕੁ11॥ (ਸਾਂਝੀ) ਨਾ ਬਣਾਉ ਜਦ ਕਿ ਤੁਸੀਂ ਇਸ ਗ=ਲ ` ਭਲੀ-ਭਾਂਤ ਜਾਣਦੇ ਵੀ ਹੋ।","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"11॥ ਹਜ਼ਰਤ ਅਬਦੁ=ਲਾ ਇਬਨੇ ਮਸਊਦ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਮੈਨੇ ਨਬੀ ਕਰੀਮ (ਸ:) ਤੋਂ ਪੁੱਛਿਆ ਕਿ ਅੱਲਾਹ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਸਭ ਤੋਂ ਵੱਡਾ ਗੁਨਾਹ ਕਿਹੜਾ ਹੈ ? ਤਾਂ ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਉਹ ਇਹ ਹੈ ਕਿ ਤੂੰ ਅੱਲਾਹ ਦਾ ਕੋਈ ਸਾਂਝੀ ਬਣਾਵੇਂ ਜਦ ਕਿ ਉਸੇ ਨੇ ਹੀ ਤੁਹਾਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ। ਇਸ ’ਤੇ ਮੈਨੇ ਕਿਹਾ ਕਿ ਬੇਸ਼ੱਕ ਇਹ ਵੱਡਾ ਗੁਨਾਹ ਹੈ। ਮੈਨੇ ਪੁੱਛਿਆ ਕਿ ਇਸ ਤੋਂ ਬਾਅਦ ਵੱਡਾ ਗੁਨਾਹ ਕਿਹੜਾ ਹੈ। ਤਾਂ ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਤੂੰ ਆਪਣੀ ਔਲਾਦ ਨੂੰ ਇਸ ਡਰ ਕਾਰਨ ਮਾਰ ਦੇਵੇ ਕਿ ਉਸ ਨੂੰ ਖਿਲਾਉਣਾ ਪਵੇਗਾ। ਮੈਨੇ ਪੁੱਛਿਆ ਕਿ ਇਸ ਤੋਂ ਬਾਅਦ ਕਿਹੜਾ ਗੁਨਾਹ ਵੱਡਾ ਦਰਜਾ ਰੱਖਦਾ ਹੈ ਤਾਂ ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਤੂੰ ਪੜੌਸੀ ਦੀ ਪਤਨੀ ਨਾਲ ਜ਼ਨਾਂ ਕਰੇਂ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4477)","lang":"pa"},{"name":"2:23","price":"23਼ ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਸ (ਕੁਰਆਨ) ਦੇ ਸੰਬੰਧ ਵਿਚ ਕੋਈ ਸ਼ੰਕਾ ਹੈ ਜਿਹੜਾ ਅਸੀਂ (ਅੱਲਾਹ) ਨੇ ਆਪਣੇ ਬੰਦੇ (ਮੁਹੰਮਦ) ’ਤੇ ਉਤਾਰਿਆ ਹੈ ਤਾਂ ਤੁਸੀਂ ਇਹੋ ਜਿਹੀ ਇਕ ਸੂਰਤ ਬਣਾ ਲਿਆਓ ਅਤੇ ਛੁਟ ਅੱਲਾਹ ਤੋਂ ਆਪਣੇ ਸਾਥੀਆਂ ਨੂੰ ਸਹਾਇਤਾ ਲਈ ਸੱਦ ਲਵੋ, ਜੇ ਤੁਸੀਂ ਸੱਚੇ ਹੋ (ਤਾਂ ਕਰਕੇ ਵਿਖਾਓ)।","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:24","price":"24਼ ਜੇ ਤੁਸੀਂ (ਇਹ ਕੰਮ) ਨਾ ਕਰ ਸਕੇ, ਅਤੇ ਤੁਸੀਂ ਕਰ ਵੀ ਨਹੀਂ ਸਕਦੇ, ਤਾਂ ਉਸ ਅੱਗ ਤੋਂ ਬਚੋ ਜਿਸ ਦਾ ਬਾਲਣ ਮਨੁੱਖ ਤੇ ਪੱਥਰ ਹਨ ਅਤੇ ਉਹ ਕਾਫ਼ਿਰਾਂ ਲਈ ਤਿਆਰ ਕੀਤੀ ਗਈ ਹੈ।","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:25","price":"25਼ (ਹੇ ਨਬੀ!) ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਸੁਣਾ ਦਿਓ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਨੇਕ ਕੰਮ ਵੀ ਕਰਦੇ ਹਨ ਕਿ ਬੇਸ਼=ਕ ਉਹਨਾਂ ਲਈ ਅਜਿਹੇ ਬਾਗ਼ ਹਨ ਜਿਨ੍ਹਾਂ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹਨ। ਜਦੋਂ ਵੀ ਉਨਾਂ ਨੂੰ ੳੱਥੇ ਕੋਈ ਫਲ ਖਾਣ ਲਈ ਦਿੱਤਾ ਜਾਵੇਗਾ ਤਾਂ (ਜੰਨਤੀ) ਆਖਣਗੇ ਕਿ ਇਹ ਤਾਂ ਓਹੀਓ (ਫਲ) ਹੈ ਜਿਹੜਾ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਸਾਨੂੰ (ਸੰਸਾਰ ਵਿਚ) ਦਿੱਤਾ ਗਿਆ ਸੀ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਸ ਨਾਲ ਰਲਦਾ-ਮਿਲਦਾ ਹੀ ਫਲ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਉਹਨਾਂ ਲਈ ਉੱਥੇ (ਸਵਰਗ ਵਿਚ) ਪਵਿੱਤਰ ਪਤਨੀਆਂ ਹੋਣਗੀਆਂ1 ਅਤੇ ਉਹ (ਸਭ) ਉਨ੍ਹਾਂ ਬਾਗ਼ਾਂ ਵਿਚ ਸਦਾ ਲਈ ਰਹਿਣਗੇ।","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"1 ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਹੈ ਕਿ ਜੰਨਤ ਵਿਚ ਦਾਖ਼ਲ ਹੋਣ ਵਾਲੇ ਪਹਿਲੇ ਜੱਥੇ ਵਾਲਿਆਂ ਦੇ ਚੇਹਰੇ ਚੌਦਵੀਂ ਦੇ ਚੰਨ ਵਾਂਗ ਚਮਕਦੇ ਹੋਣਗੇ, ਉਹ ਥੱਕ, ਸੀਂਡ, ਪੱਦ ਆਦਿ ਤੋਂ ਮੁਕਤ ਹੋਣਗੇ ਉਹਨਾਂ ਦੇ ਭਾਂਡੇ ਸੋਨੇ ਦੇ ਅਤੇ ਕੰਘੀਆਂ ਵੀ ਸੋਨੇ ਚਾਂਦੀ ਦੀਆਂ ਹੋਣਗੀਆਂ, ਅੰਗੀਠੀਆਂ ਵਿਚ ਓਦ ਦੀ ਖ਼ੂਸ਼ਬੂਦਾਰ ਲੱਕੜ ਦੀ ਵਰਤੋਂ ਹੋਵੇਗੀ ਉਹਨਾਂ ਦੇ ਪਸੀਨਿਆਂ ਵਿੱਚੋਂ ਮੁਸ਼ਕ ਦੀ ਖੁਸ਼ਬੂ ਆਵੇਗੀ, ਹਰੇਕ ਦੀਆਂ ਦੋ-ਦੋ ਪਤਨੀਆਂ ਹੋਣਗੀਆਂ, ਜਿਨ੍ਹਾਂ ਦੀ ਖ਼ੂਬਸੂਰਤੀ ਤੇ ਨਜ਼ਾਕਤ ਇੰਨੀ ਹੋਵੇਗੀ ਕਿ ਉਹਨਾਂ ਦੀਆਂ ਪਿੰਡਲੀਆਂ ਦਾ ਗੁੱਦਾ ਵੀ ਬਾਹਰ ਵਿਖਾਈ ਦੇਵੇਗਾ ਜੇ ਕੋਈ ਆਪਸੀ ਮਤਭੇਦ ਜਾਂ ਗੁੱਸਾ ਆਦਿ ਹੋਵੇਗਾ ਉਸ ਤੋਂ ਪਾਕ ਹੋ ਜਾਣਗੇ ਅਤੇ ਉਹਨਾਂ ਸਭ ਦੇ ਦਿਲ ਆਪੋ ਵਿਚ ਇਕ ਹੋ ਜਾਣਗੇ ਅਤੇ ਸਵੇਰੇ ਸ਼ਾਮ ਅੱਲਾਹ ਦੀ ਪਾਕੀ ਬਿਆਨ ਕਰਣਗੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3245)","lang":"pa"},{"name":"2:26","price":"26਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਇਸ ਗੱਲ ਤੋਂ ਉੱਕਾ ਹੀ ਨਹੀਂ ਸੰਗਦਾ ਕਿ ਉਹ ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਦੀ ਉਦਾਹਰਨ ਬਿਆਨ ਕਰੇ ਭਾਵੇਂ ਉਹ ਮੱਛਰ ਦੀ ਹੋਵੇ ਜਾਂ ਇਸ ਤੋਂ ਵੀ ਵਧ ਕਿਸੇ ਤੁੱਛ ਚੀਜ਼ ਦੀ ਹੋਵੇ। ਜਿਹੜੇ ਲੋਕੀ ਈਮਾਨ ਲਿਆਏ ਉਹ ਜਾਣਦੇ ਹਨ ਕਿ ਬੇਸ਼ੱਕ ਇਹ (ਉਦਾਹਰਣਾਂ) ਉਹਨਾਂ ਦੇ ਰੱਬ ਵੱਲੋਂ ਹੱਕ ’ਤੇ ਅਧਾਰਿਤ ਹਨ, ਪਰ ਜਿਹੜੇ ਇਨਕਾਰੀ ਹਨ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਇਨ੍ਹਾਂ ਉਦਾਹਰਣਾਂ ਤੋਂ ਅੱਲਾਹ ਦਾ ਕੀ ਭਾਵ ਹੈ? (ਜਦ ਕਿ) ਅੱਲਾਹ ਇਹਨਾਂ (ਉਦਾਹਰਣਾਂ ਰਾਹੀਂ) ਉਹਨਾਂ ’ਚੋਂ ਕਈਆਂ ਨੂੰ ਕੁਰਾਹੇ ਪਾ ਦਿੰਦਾ ਹੈ ਅਤੇ ਕਈਆਂ ਨੂੰ ਸਿੱਧੀ ਰਾਹ ਵਿਖਾਉਂਦਾ ਹੈ ਅਤੇ ਉਹ (ਅੱਲਾਹ) ਇਹਨਾਂ ਉਲੰਘਣਾਕਾਰੀਆਂ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕਿਸੇ ਨੂੰ ਕੁਰਾਹੇ ਨਹੀਂ ਪਾਉਂਦਾ।","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:27","price":"27਼ ਜਿਹੜੇ ਲੋਕ ਅੱਲਾਹ ਨਾਲ ਇਕਰਾਰ ਕਰਨ ਪਿੱਛੋਂ ਉਸ ਨੂੰ ਤੋੜਦੇ ਹਨ ਅਤੇ ਜਿਨ੍ਹਾਂ (ਰਿਸ਼ਤਿਆਂ) ਨੂੰ ਅੱਲਾਹ ਨੇ ਜੋੜੀ ਰੱਖਣ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਤੋੜਦੇ ਹਨ1 ਅਤੇ ਧਰਤੀ ’ਤੇ ਫ਼ਸਾਦ ਫੈਲਾਉਂਦੇ ਹਨ ਉਹੀਓ ਲੋਕ ਘਾਟੇ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਹਨ।","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"1 ਇਸ ਤੋਂ ਭਾਵ ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਤੋੜਨਾਂ ਹੈ ਅਤੇ ਰਿਸ਼ਤੇਦਾਰਾਂ ਨਾਲ ਬਦਸਲੂਕੀ ਤੇ ਭੈੜਾ ਵਰਤਾਓ ਕਰਨਾ ਹੈ ਇਸ ਦੀ ਹਦੀਸਾਂ ਵਿਚ ਕਰੜੀ ਸਜ਼ਾ ਦੱਸੀ ਗਈ ਹੈ। ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਹੈ ਕਿ ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਤੋੜਣ ਵਾਲਾ ਜੰਨਤ ਵਿਚ ਨਹੀਂ ਜਾਵੇਗਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 5984) ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਤੋੜਣ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਜੋੜਣਾ ਅਤੇ ਉਹਨਾਂ ਨਾਲ ਵਧੀਆ ਵਿਵਹਾਰ ਕਰਨ ਲਈ ਵਿਸ਼ੇਸ਼ ਹੁਕਮ ਦਿੱਤਾ ਹੈ ਇਸ ਦੀ ਬਹੁਤ ਵੱਡੀ ਮਹੱਤਤਾ ਹੈ ।","lang":"pa"},{"name":"2:28","price":"28਼ ਤੁਸੀਂ ਅੱਲਾਹ (ਦੀ ਹਸਤੀ) ਤੋਂ ਕਿਵੇਂ ਇਨਕਾਰ ਕਰਦੇ ਹੋ ? ਜਦ ਕਿ ਤੁਸੀਂ ਬੇਜਾਨ ਸੀ ਉਸ ਨੇ ਤੁਹਾ ਨੂੰ ਜੀਵਨ ਦਿੱਤਾ ਫਿਰ ਉਹੀ ਤੁਹਾਨੂੰ ਮੌਤ ਦੇਵੇਗਾ ਫਿਰ ਉਹੀ ਤੁਹਾਨੂੰ ਮੁੜ ਜਿਉਂਦਾ ਕਰੇਗਾ (ਅਤੇ) ਤੁਸੀਂ ਉਸੇ ਵੱਲ ਮੁੜ ਕੇ ਜਾਉਗੇ।","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:29","price":"29਼ ਓਹੀਓ ਤਾਂ (ਅੱਲਾਹ) ਹੈ ਜਿਸ ਨੇ ਤੁਹਾਡੇ ਲਈ ਉਹ ਸਭ ਕੁੱਝ ਪੈਦਾ ਕੀਤਾ ਜਿਹੜਾ ਕੁਝ ਧਰਤੀ ਵਿਚ ਹੈ। ਫਿਰ ਉਸ ਨੇ ਅਕਾਸ਼ ਵੱਲ ਧਿਆਨ ਦਿੱਤਾ ਅਤੇ ਠੀਕ ਸੰਵਾਰ ਕੇ ਸੱਤ ਅਕਾਸ਼ ਬਣਾਏ ਅਤੇ ਉਹ (ਅੱਲਾਹ) ਹਰ ਚੀਜ਼ ਨੂੰ ਭਲੀ-ਭਾਂਤ ਜਾਣਨ ਵਾਲਾ ਹੈ।","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:30","price":"30਼ ਅਤੇ (ਯਾਦ ਕਰੋ ਉਸ ਸਮੇਂ ਨੂੰ ) ਜਦੋਂ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਆਖਿਆ ਸੀ ਕਿ ਮੈਂ ਧਰਤੀ ਉੱਤੇ ਇਕ ਖ਼ਲੀਫ਼ਾ (ਪ੍ਰਤੀਨਿਧੀ) ਬਣਾਉਣ ਵਾਲਾ ਹਾਂ ਤਾਂ ਉਹਨਾਂ (ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੇ) ਕਿਹਾ, ਕੀ ਤੁਸੀਂ ਧਰਤੀ ਦਾ (ਖ਼ਲੀਫ਼ਾ) ਉਸ ਨੂੰ ਬਣਾਉਗੇ ਜਿਹੜਾ ਇਸ ਵਿਚ ਫ਼ਸਾਦ ਅਤੇ ਖ਼ੂਨ ਖ਼ਰਾਬਾ ਕਰੇਗਾ ? ਅਸੀਂ ਤੁਹਾਡੀ ਸ਼ਲਾਘਾ ਸਹਿਤ ਉਸਤਤ ਕਰਦੇ ਹੋਏ ਤੁਹਾਡੀ ਪਵਿੱਤਰਤਾ ਦੇ ਗੁਨਗਾਣ ਬਿਆਨ ਕਰਦੇ ਹਾਂ। ਅੱਲਾਹ ਨੇ ਆਖਿਆ ਕਿ ਬੇਸ਼ੱਕ ਮੈਂ ਉਹ ਸਭ ਜਾਣਦਾ ਹਾਂ ਜੋ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ।","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:31","price":"31਼ ਫਿਰ ਉਸ (ਅੱਲਾਹ) ਨੇ (ਆਦਮ ਨੰ) ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਦੇ ਨਾਂ ਸਿਖਾਏ ਫਿਰ ਉਸ (ਆਦਮ) ਨੂੰ ਫ਼ਰਿਸ਼ਤਿਆਂ ਦੇ ਅੱਗੇ ਪੇਸ਼ ਕੀਤਾ ਅਤੇ ਕਿਹਾ ਕਿ ਜੇ ਤੁਸੀਂ ਸੱਚੇ ਹੋ ਤਾਂ ਰਤਾ ਮੈਨੂੰ ਇਹਨਾਂ ਚੀਜ਼ਾ ਦੇ ਨਾਂ ਦੱਸੋ।","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:32","price":"32਼ ਉਹਨਾਂ (ਫ਼ਰਿਸ਼ਤਿਆਂ) ਨੇ ਕਿਹਾ ਕਿ ਤੇਰੀ ਜ਼ਾਤ ਪਾਕ ਹੈ ਸਾਡਾ ਗਿਆਨ ਇਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੁੱਝ ਵੀ ਨਹੀਂ ਜੋ ਸਾਨੂੰ ਤੁਸੀਂ ਸਿਖਾਇਆ ਹੈ। ਬੇਸ਼ੱਕ ਤੂੰ ਹੀ ਪੂਰਾ ਗਿਆਨ ਰੱਖਣ ਵਾਲਾ ਹੈ ਅਤੇ ਹਿਕਮਤ (ਡੂਂਗੀ ਦਾਨਾਈ) ਵਾਲਾ ਹੈ।","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:33","price":"33਼ ਅੱਲਾਹ ਨੇ ਆਖਿਆ ਕਿ ਹੇ ਆਦਮ! ਤੂੰ ਰਤਾ ਇਹਨਾਂ (ਫ਼ਰਿਸ਼ਤਿਆਂ) ਨੂੰ ਉਹਨਾਂ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਦੇ ਨਾਂ ਦੱਸ। ਜਦੋਂ ਉਸ (ਆਦਮ) ਨੇ ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਚੀਜ਼ਾਂ ਦੇ ਨਾਂ ਦੱਸੇ ਤਾਂ ਅੱਲਾਹ ਨੇ ਆਖਿਆ, ਕੀ ਮੈਂ ਤੁਹਾਨੂੰ ਆਖਿਆ ਨਹੀਂ ਸੀ ਕਿ ਮੈਂ ਹੀ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਦੀਆਂ ਗੁਪਤ ਗੱਲਾਂ ਨੂੰ ਜਾਣਦਾ ਹਾਂ ਅਤੇ ਉਹ ਸਭ ਜਾਣਦਾ ਹਾਂ ਜੋ ਤੁਸੀਂ ਪ੍ਰਗਟ ਕਰਦੇ ਹੋ ਅਤੇ ਜੋ ਲੁਕਾਉਂਦੇ ਹੋ।","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:34","price":"34਼ ਜਦੋਂ ਅਸੀਂ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਆਦਮ ਨੂੰ ਸਿਜਦਾ ਕਰੋ ਤਾਂ ਛੁੱਟ ਇਬਲੀਸ ਤੋਂ ਸਾਰਿਆਂ ਨੇ ਸਿਜਦਾ ਕਰ ਦਿੱਤਾ, ਸਗੋਂ ਉਸਨੇ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਅਤੇ ਘਮੰਡ ਵੀ ਕੀਤਾ ਅਤੇ (ਇੰਜ) ਉਹ ਕਾਫ਼ਰਾਂ ਵਿੱਚੋਂ ਹੋ ਗਿਆ।","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:35","price":"35਼ ਅਸੀਂ ਕਿਹਾ ਕਿ ਹੇ ਆਦਮ! ਤੂੰ ਅਤੇ ਤੇਰੀ ਪਤਨੀ (ਹੱਵਾ) ਜੰਨਤ ਵਿਚ ਜਾ ਰਹੋ ਅਤੇ ਇਸ ਵਿੱਚੋਂ ਜੀ ਭਰ ਕੇ ਜੋ ਵੀ ਚਾਹੋ ਖਾਓ (ਪਰ) ਇਸ ਰੁੱਖ ਦੇ ਨੇੜੇ ਨਹੀਂ ਜਾਣਾ ਨਹੀਂ ਤਾਂ ਤੁਸੀਂ ਵੀ ਜ਼ਾਲਮਾਂ ਵਿੱਚੋਂ ਹੋ ਜਾਵੋਗੇ।","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:36","price":"36਼ ਪਰ ਸ਼ੈਤਾਨ ਨੇ ਉਹਨਾਂ ਦੋਵਾਂ ਨੂੰ ਉਸ ਰੁੱਖ ਵੱਲ ਪ੍ਰੇਰ ਕੇ ਉੱਥੋਂ (ਜੰਨਤ ਵਿੱਚੋਂ) ਕਢਵਾ ਦਿੱਤਾ। ਅਸੀਂ ਹੁਕਮ ਦਿੱਤਾ ਕਿ (ਤੁਸੀਂ ਦੋਵੇਂ) ਇੱਥੋਂ (ਅਕਾਸ਼ ਤੋਂ) ਉੱਤਰ ਜਾਓ, ਤੁਸੀਂ ਦੋਵੇਂ (ਮਨੁੱਖ ਤੇ ਸ਼ੈਤਾਨ) ਇਕ ਦੂਜੇ ਦੇ ਵੈਰੀ ਹੋ ਅਤੇ ਤੁਹਾਡੇ ਦੋਵਾਂ ਦਾ ਟਿਕਾਣਾ ਧਰਤੀ ਹੈ ਜਿੱਥੋਂ ਤੁਹਾਨੇ ਇਕ (ਨਿਸ਼ਚਿਤ) ਸਮੇਂ ਲਈ ਉਸ ਤੋਂ ਲਾਭ ਉਠਾਓਣਾ ਹੈ।","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:37","price":"37਼ ਫਿਰ ਆਦਮ ਨੇ ਆਪਣੇ ਰੱਬ ਤੋਂ (ਤੌਬਾ ਕਰਨ ਲਈ) ਕੁੱਝ ਬੋਲ ਸਿੱਖੇ ਅਤੇ ਅੱਲਾਹ ਨੇ ਮਿਹਰਬਾਨੀ ਕਰਦੇ ਹੋਏ ਉਸ ਦੀ ਤੌਬਾ ਵੱਲ ਧਿਆਨ ਦਿੱਤਾ।1 ਬੇਸ਼ੱਕ ਉਹੀ ਤੌਬਾ ਨੂੰ ਕਬੂਲਣ ਵਾਲਾ, ਅਤਿਅੰਤ ਰਹਿਮ ਫ਼ਰਮਾਉਣ ਵਾਲਾ ਹੈ।","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"1 ਇਸ ਤੋਂ ਭਾਵ ਉਹ ਤੌਬਾ ਦੇ ਸ਼ਬਦ ਹਨ ਜਿਸ ਦੁਆਰਾ ਹਜ਼ਰਤ ਆਦਮ ਨੇ ਦੁਆ ਕੀਤੀ ਸੀ। ਇਹ ਤੌਬਾ ਦੇ ਸ਼ਬਦ ਆਰਾਫ਼ ਸੂਰਤ ਦੀ ਆਇਤ 23 ਵਿਚ ਦਰਜ ਹਨ।","lang":"pa"},{"name":"2:38","price":"38਼ ਅਸੀਂ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਇਥੋਂ (ਅਕਾਸ਼ਾਂ ਤੋਂ) ਹੇਠ ਉਤਰ ਜਾਉ। ਜਦੋਂ ਤੁਹਾਡੇ ਕੋਲ ਮੇਰੇ ਵੱਲੋਂ ਕੋਈ ਹਿਦਾਇਤ ਪਹੁੰਚੇ ਤਾਂ ਜਿਹੜਾ ਵੀ ਕੋਈ ਮੇਰੀ ਇਸ ਹਿਦਾਇਤ ਦੀ ਪਾਲਣਾ ਕਰੇਗਾ ਉਸ ਨੂੰ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਨਾ ਤਾਂ ਕਿਸੇ ਤਰ੍ਹਾਂ ਦਾ ਕੋਈ ਡਰ ਭੈ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਕੋਈ ਦੁੱਖ ਹੋਵੇਗਾ।","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:39","price":"39਼ ਅਤੇ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਝੁਠਲਾਇਆ ਓਹੀ ਨਰਕ ਵਿਚ ਜਾਣਗੇ ਜਿੱਥੇ ਉਹ ਸਦਾ ਲਈ ਰਹਿਣਗੇ।","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:40","price":"40਼ ਹੇ ਬਨੀ ਇਸਰਾਈਲ! ਤੁਸੀਂ ਰਤਾ ਮੇਰੀ ਉਸ ਨਿਅਮਤ ਨੂੰ ਯਾਦ ਕਰੋ ਜੋ ਮੈਨੇ ਤੁਹਾਨੂੰ ਇਨਾਮ ਵਜੋਂ ਬਖ਼ਸ਼ੀ ਸੀ। ਮੇਰੇ ਨਾਲ ਤੁਹਾਡੇ ਜੋ ਪ੍ਰਣ ਸੀ ਤੁਸੀਂ ਉਸ ਨੂੰ ਪੂਰਾ ਕਰੋ ਜੋ ਬਚਨ ਮੈਂ ਤੁਹਾਨੂੰ ਦਿੱਤਾ ਸੀ ਮੈਂ ਉਸ ਨੂੰ ਪੂਰਾ ਕਰਾਂਗਾ ਅਤੇ ਮੈਥੋਂ ਹੀ ਡਰੋ।","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:41","price":"41਼ ਅਤੇ ਇਸ (ਕੁਰਆਨ) ’ਤੇ ਈਮਾਨ ਲਿਆਉ ਜਿਸ ਨੂੰ ਮੈਂ ਹੀ ਨਾਜ਼ਿਲ ਕੀਤਾ ਹੈ ਜੋ ਕਿ ਉਸ ਕਿਤਾਬ (ਤੌਰੈਤ ਅਤੇ ਇੰਜੀਲ) ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਵਾਲਾ ਹੈ ਜੋ ਤੁਹਾਡੇ ਕੋਲ ਹੈ। ਤੁਸੀਂ ਇਸ ਦਾ ਇਨਕਾਰ ਕਰਨ ਵਿਚ ਪਹਿਲ ਨਾ ਕਰੋ ਅਤੇ ਮੇਰੀਆਂ ਆਇਤਾਂ (ਆਦੇਸ਼ਾਂ) ਨੂੰ ਥੋੜ੍ਹੇ ਮੁੱਲ ਉੱਤੇ ਨਾ ਵੇਚ ਸੁੱਟੋ ਅਤੇ ਮੈਥੋਂ ਹੀ ਡਰੋ।","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:42","price":"42਼ ਅਤੇ ਸੱਚਾਈ ਨੂੰ ਝੂਠ ਨਾਲ ਗੱਡਮਡ ਨਾ ਕਰੋ ਅਤੇ ਸੱਚਾਈ ਨੂੰ ਨਾ ਲੁਕਾਓ ਜਦ ਕਿ ਤੁਸੀਂ (ਸੱਚਾਈ ਨੂੰ) ਜਾਣਦੇ ਹੋ। 1","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"1 ਇਸ ਤੋਂ ਭਾਵ ਨਬੀ ਕਰੀਮ ਸ: ਦੀਆਂ ਉਹ ਖ਼ੂਬੀਆਂ ਹਨ ਜਿਹੜੀਆਂ ਤੌਰੈਤ ਤੇ ਇੰਜੀਲ ਵਿਚ ਲਿਖੀਆਂ ਹੋਈਆਂ ਹਨ ਜਿਵੇਂ ‘ਹੇ ਨਬੀ ਸਾਨੇ ਤੁਹਾਨੂੰ ਹੱਕ ਦਾ ਪ੍ਰਗਟਾਵਾ, ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਸੁਣਾਉਣ ਵਾਲਾ ਅਤੇ ਡਰਾਉਣ ਵਾਲਾ (ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ) ਅਤੇ ਉੱਮੀਆਂ (ਅਰਬਾਂ) ਨੂੰ (ਆਖ਼ਿਰਤ ਦੇ ਅਜ਼ਾਬ ਤੋਂ) ਬਚਾਉਣ ਵਾਲਾ ਤੂੰ ਮੇਰਾ ਬੰਦਾ ਅਤੇ ਮੇਰਾ ਰਸੂਲ ਹੈ। ਮੈਂ ਤੇਰਾ ਨਾਂ ਮੁਤਵਕੱਲ ਰੱਖਿਆ ਹੈ। ਉਹ ਨਾ ਤਾਂ ਅਸ਼ਲੀਲ ਭਾਸ਼ਾ ਬੋਲਦਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਕਠੋਰ ਦਿਲ ਹੈ, ਨਾ ਹੀ ਬਜ਼ਾਰਾਂ ਵਿਚ ਰੌਲਾ ਰੱਪਾ ਪਾਉਣ ਵਾਲਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਬੁਰਾਈ ਦਾ ਬਦਲਾ ਬੁਰਾਈ ਵਿਚ ਦਿੰਦਾ ਹੈ, ਸਗੋਂ ਅਣਦੇਖੀ ਕਰਨ ਵਾਲਾ ਅਤੇ ਮੁਆਫ਼ ਕਰਨ ਵਾਲਾ ਹੈ। ਅੱਲਾਹ ਉਸ ਨੂੰ ਉਸ ਸਮੇਂ ਤਕ ਨਹੀਂ ਉਠਾਵੇਗਾ ਜਦੋਂ ਤਕ ਉਹ ਉਸ ਵਿਗੜੀ ਹੋਈ ਕੌਮ ਨੂੰ ਸਿੱਧਾ ਨਾ ਕਰ ਦੇਵੇ ਭਾਵ ਇਹ ਲੋਕ (ਲਾ ਇਲਾਹਾ ਇਲੱਲ ਲਾਹ) ਨਾ ਆਖਣ ਲੱਗਣ ਅਤੇ ਉਸ ਦੀ ਬਰਕਤ ਨਾਲ ਅੰਨ੍ਹੀਆਂ ਅੱਖਾਂ, ਬੋਲੇ ਕੰਨ ਅਤੇ ਗ਼ਲਾਫ਼ਾ ਵਿਚ ਚੜ੍ਹੇ ਹੋਏ ਦਿਲ ਨਾ ਖੁੱਲ੍ਹ ਜਾਣ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 2125)","lang":"pa"},{"name":"2:43","price":"43਼ ਨਮਾਜ਼ ਕਾਇਮ ਕਰੋ, ਜ਼ਕਾਤ ਅਦਾ ਕਰੋ ਅਤੇ ਰੁਕੂਅ ਕਰਨ ਵਾਲਿਆਂ ਨਾਲ ਰੁਕੂਅ ਕਰੋ।","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:44","price":"44਼ ਤੁਸੀਂ ਲੋਕਾਂ ਨੂੰ ਤਾਂ ਭਲਾਈਆਂ (ਨੇਕੀਆਂ) ਦਾ ਹੁਕਮ ਦਿੰਦੇ ਹੋ ਪਰ ਆਪਣੇ ਆਪ ਨੂੰ ਭੁੱਲ ਜਾਂਦੇ ਹੋ 2 ਜਦੋਂ ਕਿ ਤੁਸੀਂ ਕਿਤਾਬ ਵੀ ਪੜ੍ਹਦੇ ਹੋ। ਕੀ ਤੁਹਾਨੂੰ ਉੱਕਾ ਹੀ ਸਮਝ ਨਹੀਂ ?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"2- ਹਦੀਸ ਅਨੁਸਾਰ ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ ਇਕ ਵਿਅਕਤੀ ਨੂੰ ਵਿਚ ਸੁੱਟ ਦਿਤਾ ਜਾਵੇਗਾ ਉਹ ਇਸ ਵਿਚ ਇੰਜ ਚੱਕਰ ਖਾਂਦਾ ਰਹੇਗਾ ਜਿਵੇਂ ਚੱਕੀ ਦੇ ਪਾਟ ਘਮਾਉਣ ਵਾਲਾ ਖੋਤਾ ਚੱਕਰ ਖਾਂਦਾ ਹੈ। ਨਰਕ ਦੇ ਵਾਸੀ ਉਸ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਜਮ੍ਹਾਂ ਹੋਕੇ ਪੁੱਛਣਗੇ ਕੀ ਤੂੰ ਉਹੀਓ ਰੁਂ ਜਿਹੜਾ ਸੰਸਾਰ ਵਿਚ ਨੇਕੀ ਦਾ ਹੁਕਮ ਦਿੰਦਾ ਸੀ ਅਤੇ ਬੁਰਾਈ ਤੋਂ ਰੋਕਦਾ ਸੀ ?ਉਹ ਜਵਾਬ ਵਿਚ ਕਹੇਗਾ “ਮੈਂ ਭਲਾਈ ਦਾ ਹੁਕਮ ਤਾਂ ਦਿੰਦਾ ਸੀ ਪਰ ਆਪ ਉਸ ’ਤੇ ਅਮਲ ਨਹੀਂ ਸੀ ਕਰਦਾ ਅਤੇ ਬੁਰਾਈ ਤੋਂ ਰੋਕਦਾ ਸੀ ਪਰ ਆਪ ਬੁਰੇ ਕੰਮ ਕਰਦਾ ਸੀ।” (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 7098)","lang":"pa"},{"name":"2:45","price":"45਼ ਤੁਸੀਂ ਸਬਰ ਤੇ ਨਮਾਜ਼ ਰਾਹੀਂ ਅੱਲਾਹ ਦੀ ਮਦਦ ਮੰਗੋ। ਬੇਸ਼ੱਕ ਇਹ ਬਹੁਤ ਔਖਾ ਕੰਮ ਹੈ ਪਰ ਰੱਬ ਤੋਂ ਡਰਨ ਵਾਲਿਆਂ ਲਈ (ਅੋਖਾ) ਨਹੀਂ।","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:46","price":"46਼ (ਉਹਨਾਂ ਲਈ ਵੀ ਔਖਾ ਨਹੀਂ) ਜਿਹੜੇ ਲੋਕ ਇਸ ਗੱਲ ਵਿਚ ਵਿਸ਼ਵਾਸ ਰੱਖਦੇ ਹਨ ਕਿ ਉਹ ਆਪਣੇ ਰੱਬ ਨੂੰ ਜ਼ਰੂਰ ਹੀ (ਇਕ ਦਿਨ) ਮਿਲਣ ਵਾਲੇ ਹਨ ਅਤੇ ਉਸੇ ਵੱਲ ਪਰਤ ਕੇ ਜਾਣ ਵਾਲੇ ਹਨ।","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:47","price":"47਼ ਹੇ ਬਨੀ ਇਸਰਾਈਲ! ਤੁਸੀਂ ਮੇਰੀ ਉਸ ਨਿਅਮਤ ਨੂੰ ਯਾਦ ਕਰੋ ਜਿਹੜੀ ਮੈਨੇ ਤੁਹਾਨੂੰ ਬਖ਼ਸ਼ੀ ਸੀ ਮੈਨੇ ਤੁਹਾਨੂੰ ਸੰਸਾਰ ਦੀਆਂ ਸਾਰੀਆਂ ਕੌਮਾਂ ਤੋਂ ਵੱਧ ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ ਸੀ।","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:48","price":"48਼ ਅਤੇ ਉਸ ਦਿਨ (ਕਿਆਮਤ) ਤੋਂ ਡਰੋ ਜਦੋਂ ਕੋਈ ਜਾਨ ਕਿਸੇ ਦੂਜੀ ਜਾਨ ਨੂੰ ਕੋਈ ਲਾਭ ਨਹੀਂ ਦਵੇਗੀ ਅਤੇ ਨਾ ਹੀ ਕੋਈ ਸਫ਼ਾਰਸ਼ ਕਬੂਲੀ ਜਾਵੇਗੀ ਅਤੇ ਨਾ ਹੀ ਬਦਲੇ ਵਿਚ ਕੁੱਝ ਲਿਆ ਜਾਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ (ਕਾਫ਼ਰਾਂ) ਦੀ ਮਦਦ ਕੀਤੀ ਜਾਵੇਗੀ।","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:49","price":"49਼ ਅਤੇ (ਉਹ ਸਮਾਂ ਵੀ ਯਾਦ ਕਰੋ) ਜਦੋਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਫ਼ਿਰਔਨੀਆਂ (ਦੀ ਗ਼ੁਲਾਮੀ) ਤੋਂ ਛੁਟਕਾਰਾ ਦੁਆਇਆ ਸੀ। ਉਹ ਤੁਹਾਨੂ ਕਰੜੇ ਕਸ਼ਟ ਦਿੰਦੇ ਸਨ ਤੁਹਾਡੇ ਪੁੱਤਰਾਂ ਨੂੰ ਮਾਰ ਦਿੰਦੇ ਸਨ ਅਤੇ ਤੁਹਾਡੀਆਂ ਧੀਆਂ ਨੂੰ ਜਿਉਂਦਾ ਰੱਖ ਛੱਡਦੇ ਸਨ ਅਤੇ ਇਸ ਵਿਚ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਤੁਹਾਡੀ ਬਹੁਤ ਵੱਡੀ ਅਜ਼ਮਾਇਸ਼ ਸੀ।","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:50","price":"50਼ (ਉਹ ਸਮਾਂ ਵੀ ਯਾਦ ਕਰੋ) ਜਦੋਂ ਅਸੀਂ ਤੁਹਾਡੇ (ਲੰਘਣ) ਲਈ ਸਾਗਰ ਨੂੰ ਪਾੜ ਦਿੱਤਾ ਸੀ, ਫਿਰ ਅਸੀਂ ਤੁਹਾਨੂੰ (ਫ਼ਿਰਔਨ ਤੋਂ) ਬਚਾਇਆ ਅਤੇ ਫ਼ਿਰਔਨੀਆਂ ਨੂੰ (ਸਮੁੰਦਰ ਵਿਚ) ਡੋਬ ਦਿੱਤਾ ਜਦ ਕਿ ਤੁਸੀਂ (ਇਹ ਸਭ) ਆਪਣੀ ਅੱਖੀਂ ਵੇਖ ਰਹੇ ਸੀ।","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:51","price":"51਼ (ਉਹ ਸਮਾਂ ਵੀ ਯਾਦ ਕਰੋ) ਜਦੋਂ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਚਾਲ੍ਹੀ ਰਾਤਾਂ ਦੇ ਵਾਅਦੇ ਉੱਤੇ (ਤੂਰ ਪਹਾੜ ’ਤੇ) ਬੁਲਇਆ ਸੀ। ਪਰ ਮੂਸਾ ਦੇ ਪਿੱਛੋਂ ਤੁਸੀਂ ਵੱਛੇ ਨੂੰ ਇਸ਼ਟ ਬਣਾ ਲਿਆ (ਇੰਜ) ਤੁਸੀਂ ਜ਼ਾਲਮ ਬਣ ਬੈਠੇ।","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:52","price":"52਼ ਫਿਰ ਇਹ ਸਭ ਹੋਣ ਤੋਂ ਬਾਅਦ ਵੀ ਅਸੀਂ ਤੁਹਾਨੂੰ ਮੁਆਫ਼ ਕਰ ਦਿੱਤਾ ਤਾਂ ਜੋ ਤੁਸੀਂ ਧੰਨਵਾਦੀ ਬਣ ਜਾਓ।","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:53","price":"53਼ ਫਿਰ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਕਿਤਾਬ (ਤੌਰੈਤ) ਅਤੇ ਫ਼ੁਰਕਾਨ (ਹੱਕ ਤੇ ਨਾਹੱਕ ਵਿਚ ਅੰਤਰ ਦੱਸਣ ਵਾਲੀ ਕਸੌਟੀ) ਬਖ਼ਸ਼ੀ ਤਾਂ ਜੋ ਤੁਸੀਂ ਹਿਦਾਇਤ ਪ੍ਰਾਪਤ ਕਰ ਸਕੋ।","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:54","price":"54਼ ਜਦੋਂ ਮੂਸਾ ਨੇ ਆਪਣੀ ਕੌਮ ਨੂੰ ਆਖਿਆ ਕਿ ਹੇ ਮੇਰੀ ਕੌਮ! ਬੇਸ਼ੱਕ ਤੁਸੀਂ ਆਪਣੇ ਉੱਤੇ ਆਪ ਹੀ ਜ਼ੁਲਮ ਕੀਤਾ ਰੁ (ਕਿਉਂ ਜੋ ਤੁਸੀਂ) ਵੱਛੇ ਨੂੰ ਇਸ਼ਟ ਬਣਾਇਆ ਹੈ, ਇਸ ਲਈ ਹੁਣ ਤੁਸੀਂ ਆਪਣੇ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਤੌਬਾ ਕਰੋ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਕਤਲ ਕਰੋ ਇਸ ਵਿਚ ਹੀ ਤੁਹਾਡੇ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਤੁਹਾਡੀ ਭਲਾਈ ਹੈ ਫਿਰ ਉਸ (ਅੱਲਾਹ) ਨੇ ਤੁਹਾਡੇ ਵੱਲ ਧਿਆਨ ਦਿੱਤਾ। ਬੇਸ਼ੱਕ ਓਹੀਓ ਤੌਬਾ ਕਬੂਲਣ ਵਾਲਾ, ਅਤਿਅੰਤ ਰਹਿਮ ਫ਼ਰਮਾਉਣ ਵਾਲਾ ਹੈ।","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:55","price":"55਼ (ਉਸ ਸਮੇਂ ਨੂੰ ਯਾਦ ਕਰੋ) ਜਦੋਂ ਤੁਸੀਂ ਆਖਿਆ, ਕਿ ਹੇ ਮੂਸਾ! ਅਸੀਂ ਕਦੇ ਵੀ ਤੁਹਾਡੇ ਉੱਤੇ ਈਮਾਨ ਨਹੀਂ ਲਿਆਵਾਂਗੇ ਜਦੋਂ ਤਕ ਕਿ ਅਸੀਂ ਅੱਲਾਹ ਨੂੰ ਆਪਣੇ ਸਾਹਮਣੇ (ਅਖੀਂ) ਨਾ ਵੇਖ ਲਈਏ। ਤੁਹਾਨ (ਉਸੇ ਸਮੇਂ) ਬਿਜਲੀ ਨੇ ਆ ਨੱਪਿਆ ਅਤੇ ਤੁਸੀਂ ਇਹ ਸਭ ਵੇਖ ਰਹੇ ਸੀ।","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:56","price":"56਼ ਫਿਰ ਅਸੀਂ ਤੁਹਾਡੀ ਮੌਤ ਮਗਰੋਂ ਤੁਹਾਨੂੰ ਮੁੜ ਜਿਉਂਦਾ ਕੀਤਾ ਤਾਂ ਜੋ ਤੁਸੀਂ (ਰੱਬ ਦਾ) ਸ਼ੁਕਰ ਅਦਾ ਕਰੋ।","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:57","price":"57਼ ਅਸੀਂ ਤੁਹਾਡੇ ਉੱਤੇ ਬੱਦਲਾਂ ਦੀ ਛਾਂ ਕੀਤੀ ਅਤੇ ਤੁਹਾਡੇ ਖਾਣ ਲਈ ਮੰਨ ਅਤੇ ਸਲਵਾ 1 ਉਤਾਰੇ ਅਤੇ ਕਿਹਾ ਕਿ ਇਹਨਾਂ ਪਵਿੱਤਰ ਚੀਜ਼ਾਂ ਵਿੱਚੋਂ ਖਾਓ ਜੋ ਅਸੀਂ ਤੁਹਾਨੂੰ ਬਖ਼ਸ਼ੀਆਂ ਹਨ। ਉਨ੍ਹਾਂ ਨੇ ਸਾਡਾ (ਕਹਿਣਾ ਨਾ ਮੰਨ ਕੇ) ਸਾਡੇ ’ਤੇ ਜ਼ੁਲਮ ਨਹੀਂ ਕੀਤਾ ਸਗੋਂ ਆਪਣੇ ਆਪ ’ਤੇ ਹੀ ਜ਼ੁਲਮ ਕੀਤਾ ਸੀ।","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"1 ਮੁਜਾਹਿਦ (ਰ:ਅ:) ਨੇ ਕਿਹਾ ਕਿ ‘ਮੰਨ’ ਇਕ ਤਰ੍ਹਾਂ ਦੀ ਮਿੱਠੀ ਗੂੰਦ ਹੈ ਅਤੇ ਸਲਵਾ ਬਟੇਰ ਵਾਂਗ ਇਕ ਜਾਨਵਰ ਹੈ। ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਖੁੰਬਾਂ ਵੀ ਮਨ ਦੀ ਹੀ ਇਕ ਕਿਸਮ ਹੈ ਕਿਓਂ ਜੋ ਉਹ ਵੀ ਬਿਨਾਂ ਮਿਹਨਤ ਮਿਲਦੀਆਂ ਹਨ ਅਤੇ ਇਸ ਵਿਚ ਅੱਖਾਂ ’ਚੋਂ ਪਾਣੀ ਨਿਕਲਣ ਦੇ ਰੋਗ ਦੀ ਦਵਾ ਹੈ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4478)","lang":"pa"},{"name":"2:58","price":"58਼ ਜਦੋਂ ਅਸੀਂ (ਬਨੀ ਇਸਰਾਈਲ ਨੂੰ) ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਇਸ ਬਸਤੀ ਵਿਚ ਦਾਖ਼ਲ ਹੋ ਜਾਓ ਅਤੇ ਇਸ ਵਿਚ ਜਿੱਥੋਂ ਵੀ ਤੁਸੀਂ ਚਾਹੋ ਜੀ ਭਰ ਕੇ ਖਾਓ ਪਰ ਤੁਸੀਂ ਬਸਤੀ ਦੇ ਦਰਵਾਜ਼ੇ ਵਿਚ ਸਿਜਦਾ ਕਰਦੇ ਹੋਏ ਦਾਖ਼ਲ ਹੋਣਾ ਅਤੇ ਕਹਿਣਾ ਕਿ ਹੇ ਅੱਲਾਹ! ਸਾਨੂੰ ਬਖ਼ਸ਼ ਦੇ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਭੁੱਲਾਂ ਨੂੰ ਬਖ਼ਸ਼ ਦੇਵਾਂਗੇ। ਅਸੀਂ ਛੇਤੀ ਹੀ ਨੇਕੀਆਂ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਹੋਰ ਵਧੇਰੇ (ਰਿਜ਼ਕ ਨਾਲ) ਨਿਵਾਜ਼ਾਂਗੇ।","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:59","price":"59਼ ਪਰ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਜ਼ੁਲਮ ਕੀਤਾ (ਭਾਵ ਕਹਿਣਾ ਨਹੀਂ ਮੰਨਿਆ) ਉਹਨਾਂ ਨੇ ਉਹ ਗੱਲ ਹੀ ਬਦਲ ਦਿੱਤੀ ਜਿਹੜੀ ਉਹਨਾਂ ਨੂੰ ਕਹੀ ਗਈ ਸੀ ਫਿਰ ਅਸੀਂ ਉਹਨਾਂ ਜ਼ਾਲਮਾਂ ਉੱਤੇ ਅਕਾਸ਼ ਤੋਂ ਅਜ਼ਾਬ ਨਾਜ਼ਿਲ ਕੀਤਾ 1ਕਿਉਂ ਜੋ ਉਹ ਹੁਕਮਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦੇ ਸਨ।","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"1 ਇਸ ਤੋਂ ਭਾਵ ਚੇਚਕ ਦੀ ਬੀਮਾਰੀ ਹੈ। ਹਦੀਸ ਅਨੁਸਾਰ ਚੇਚਕ ਇਕ ਤਰ੍ਹਾਂ ਦਾ ਅਜ਼ਾਬ ਹੈ ਜਿਹੜਾ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਬਨੀ ਇਸਰਾਈਲ ਦੀ ਇਕ ਜਮਾਅਤ ਉੱਤੇ ਨਾਜ਼ਿਲ ਹੋਇਆ ਸੀ। ਫਿਰ ਜੇ ਕਿਸੇ ਥਾਂ ਚੇਚਕ ਦੀ ਬੀਮਾਰੀ ਹੋਵੇ ਤਾਂ ਉੱਥੇ ਨਾ ਜਾਓ ਜੇਕਰ ਉਸੇ ਥਾਂ ਹੋਵੇ ਤਾਂ ਉੱਥਿਓਂ ਬਾਹਰ ਨਾ ਆਉ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3473)","lang":"pa"},{"name":"2:60","price":"60਼ ਅਤੇ ਜਦੋਂ ਮੂਸਾ ਨੇ ਆਪਣੀ ਕੌਮ ਲਈ (ਰੱਬ ਤੋਂ) ਪਾਣੀ ਮੰਗਿਆ ਤਾਂ ਅਸੀਂ (ਮੂਸਾ ਨੂੰ) ਕਿਹਾ ਕਿ ਆਪਣੀ ਸੋਟੀ ਪੱਥਰ ’ਤੇ ਮਾਰ ਸੋ ਇਸ (ਪੱਥਰ) ਵਿਚੋਂ ਬਾਰਾਂ ਚਸ਼ਮੇ ਨਿਕਲੇ, ਹਰ ਕਬੀਲੇ ਨੇ ਆਪਣਾ ਆਪਣਾ ਚਸ਼ਮਾ ਪਛਾਣ ਲਿਆ (ਅਤੇ ਕਿਹਾ ਕਿ) ਅੱਲਾਹ ਦੇ ਬਖ਼ਸ਼ੇ ਹੋਏ ਰਿਜ਼ਕ ਵਿੱਚੋਂ ਖਾਓ ਪਿਓ ਪਰ ਤੁਸੀਂ ਧਰਤੀ ਉੱਤੇ ਫ਼ਸਾਦ ਨਾ ਫੈਲਾਉਂਦੇ ਫਿਰੋ।","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:61","price":"61਼ (ਯਾਦ ਕਰੋ) ਜਦੋਂ ਤੁਸੀਂ (ਬਨੀ ਇਸਰਾਈਲ ਨੇ) ਕਿਹਾ ਕਿ ਹੇ ਮੂਸਾ! ਅਸੀਂ ਇੱਕੋ ਭਾਂਤ ਦੇ ਭੋਜਨ ਉੱਤੇ ਸਬਰ ਨਹੀਂ ਕਰ ਸਕਦੇ ਇਸ ਲਈ ਸਾਡੇ ਲਈ ਆਪਣੇ ਰੱਬ ਤੋਂ ਦੁਆ ਕਰੋ ਕਿ ਉਹ ਸਾਡੇ ਖਾਣ ਲਈ ਉਹ ਚੀਜ਼ਾਂ ਦੇਵੇ ਜਿਹੜੀਆਂ ਧਰਤੀ ’ਚੋਂ ਨਿਕਲਦੀਆਂ ਹਨ, ਜਿਵੇਂ ਤਰਕਾਰੀ, ਕੱਕੜੀ, ਕਣਕ, ਮਸਰ ਤੇ ਗੰਢੇ। ਮੂਸਾ ਨੇ ਕਿਹਾ, ਕੀ ਤੁਸੀਂ ਵਧੀਆ ਚੀਜ਼ ਦੀ ਥਾਂ ਘਟੀਆ ਚੀਜ਼ਾਂ ਨੂੰ ਪਸੰਦ ਕਰਦੇ ਹੋ ? ਸੋ ਕਿਸੇ ਸ਼ਹਿਰ ਵਿਚ ਚਲੇ ਜਾਓ ਉੱਥੇ ਉਹ ਸਭ ਕੁੱਝ ਹੈ ਜਿਸ ਦੀ ਤੁਸੀਂ ਮੰਗ ਕਰਦੇ ਹੋ ਅਤੇ (ਇਹਨਾਂ ਗੱਲਾਂ ਕਾਰਨ) ਉਹਨਾਂ ’ਤੇ ਹੀਣਤਾ ਤੇ ਕੰਗਾਲਪੁਣਾ ਛਾ ਗਿਆ ਅਤੇ (ਸ਼ਹਿਰੋਂ) ਉਹ ਅੱਲਾਹ ਦੀ ਨਾਰਾਜ਼ਗੀ ਸਹਿਤ ਵਾਪਸ ਆਏ। ਇਹ ਸਭ ਇਸ ਲਈ ਹੋਇਆ ਕਿ ਉਹ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਦਾ ਇਨਕਾਰ ਅਤੇ ਨਬੀਆਂ ਨੂੰ ਨਾ-ਹੱਕਾ ਕਤਲ ਕਰਦੇ ਸਨ ਇਹ ਸਭ ਉਹਨਾਂ ਦੀਆਂ ਨਾ-ਫ਼ਰਮਾਨੀਆਂ ਅਤੇ ਹਦਾਂ ਟੱਪ ਜਾਣ ਦੇ ਕਾਰਨ ਸੀ।","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:62","price":"62਼ ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਜੋ ਯਹੂਦੀ, ਈਸਾਈ ਅਤੇ ਸਾਬੀ 1(ਬੇ-ਦੀਨ) ਹਨ ਇਹਨਾਂ ਵਿੱਚੋਂ ਜਿਹੜਾ ਵੀ ਕੋਈ ਅੱਲਾਹ ਅਤੇ ਆਖ਼ਿਰਤ ਦੇ ਦਿਨ ਉੱਤੇ ਈਮਾਨ ਲਿਆਵੇਗਾ ਅਤੇ ਨੇਕ ਕੰਮ ਕਰੇਗਾ, ਉਹਨਾਂ ਦਾ ਬਦਲਾ ਉਹਨਾਂ ਦੇ ਰੱਬ ਕੋਲ ਹੈ 2 ਨਾ ਤਾਂ ਉਹਨਾਂ ਨੂੰ (ਨਰਕ ਦਾ) ਭੈ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਉਹ ਉਦਾਸ ਹੋਣਗੇ।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"1 “ਸਾਬੀ” ਇਰਾਕ ਦੇ ਵਾਸੀ ਸਨ ਅਤੇ ਜ਼ਬੂਰ ਪੜ੍ਹਿਆ ਕਰਦੇ ਸਨ। ਉਹ ਕੌੌਮ ਨਾ ਯਹੂਦੀ ਸੀ ਅਤੇ ਨਾ ਹੀ ਈਸਾਈ ਸੀ।\n2 ਇਸ ਆਇਤ ਅਤੇ ਸੂਰਤ ਮਾਏਦਾਹ ਦੀ ਆਇਤ 69 ਤੋਂ ਕੁੱਝ ਲੋਕਾਂ ਨੇ ਸਾਰੇ ਧਰਮਾਂ ਦੇ ਇਕ ਹੋਣ ਦਾ ਅਰਥ ਕੱਢਿਆ ਹੈ, ਭਾਵ ਸਾਰੇ ਧਰਮ ਸ=ਚੇ ਹਨ ਜਦ ਕਿ ਇਹ ਠੀਕ ਨਹੀਂ ਆਇਤ ਤੋਂ ਉੱਕਾ ਹੀ ਇਹ ਅਰਥ ਨਹੀਂ ਨਿਕਲਦਾ ਇਹ ਗੱਲ ਕੁਰਆਨ ਤੇ ਹਦੀਸ ਦੇ ਵਿਰੁੱਧ ਹੈ। ਨਬੀ ਕਰੀਮ (ਸ:) ਦਾ ਫ਼ਰਮਾਨ ਹੈ ਕਿ ਮੇਰੇ ਉੱਤੇ ਈਮਾਨ ਨਾ ਲਿਆਉਣ ਵਾਲਾ ਨਰਕੀ ਹੈ। (ਸਹੀ ਮੁਸਲਿਮ ਕਿਤਾਬੁਲ ਈਮਾਨ, ਹਦੀਸ: 153)","lang":"pa"},{"name":"2:63","price":"63਼ ਅਤੇ (ਯਾਦ ਕਰੋ) ਜਦੋਂ ਅਸੀਂ ਤੁਹਾਡੇ ਸਿਰਾਂ ’ਤੇ ਤੂਰ ਪਹਾੜ ਝੁਕਾ ਦਿੱਤਾ ਸੀ ਅਤੇ ਤੁਹਾਥੋਂ (ਬਨੀ ਇਸਰਾਈਲ ਕੌਮ ਤੋਂ) ਪੱਕਾ ਬਚਨ ਲਿਆ ਸੀ ਅਤੇ ਅਸੀਂ ਆਖਿਆ ਸੀ ਕਿ ਜੋ ਵੀ ਤੁਹਾਨੂੰ (ਆਦੇਸ਼) ਦਿੱਤੇ ਗਏ ਹਨ ਉਹਨਾਂ ਨੂੰ ਕਰੜਾਈ ਨਾਲ ਫੜਨਾ ਅਤੇ ਜੋ ਇਸ (ਕਿਤਾਬ ਤੌਰੈਤ) ਵਿਚ ਲਿਿਖਆ ਹੋਇਆ ਹੈ ਉਸ ਨੂੰ ਯਾਦ ਰੱਖਣਾ ਤਾਂ ਜੋ ਤੁਸੀਂ (ਅੱਲਾਹ ਦੇ ਕਰੋਪ ਤੋਂ) ਬਚਣ ਵਾਲੇ ਬਣ ਜਾਓ।","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:64","price":"64਼ ਪਰ ਤੁਸੀਂ (ਆਪਣੇ ਬਚਨਾਂ ਤੋਂ) ਫਿਰ ਗਏ। ਜੇ ਤੁਹਾਡੇ ’ਤੇ ਅੱਲਾਹ ਦੀ ਮਿਹਰ ਅਤੇ ਉਸ ਦਾ ਕਰਮ ਨਾ ਹੁੰਦਾ ਤਾਂ ਤੁਸੀਂ ਜ਼ਰੂਰ ਹੀ ਘਾਟੇ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਹੋ ਜਾਂਦੇ।","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:65","price":"65਼ ਤੁਸੀਂ ਆਪਣੀ ਕੌਮ ਦੇ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਜ਼ਰੂਰ ਹੀ ਜਾਣਦੇ ਹੋ ਜਿਨ੍ਹਾਂ ਨੇ ਸਬਤ ਦਾ ਕਾਨੂੰਨ ਭੰਗ ਕੀਤਾ ਸੀ ਤਾਂ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਆਖਿਆ ਕਿ ਬਾਂਦਰ ਬਣ ਕੇ ਜ਼ਲੀਲ ਹੋ ਜਾਓ।","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:66","price":"66਼ ਫਿਰ ਅਸੀਂ ਇਸ (ਘਟਨਾਂ) ਨੂੰ ਉਹਨਾਂ ਲਈ ਅਤੇ ਅਗਾਂਹ ਆਉਣ ਵਾਲੇ ਇਨਕਾਰੀਆਂ ਲਈ ਸਿੱਖਿਆਦਾਇ ਬਣਾ ਦਿੱਤਾ ਅਤੇ ਨੇਕ ਲੋਕਾਂ ਲਈ ਨਸੀਹਤ ਬਣਾ ਛੱਡਿਆ।","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:67","price":"67਼ ਅਤੇ ਜਦੋਂ ਮੂਸਾ ਨੇ ਆਪਣੀ ਕੌਮ ਨੂੰ ਕਿਹਾ ਕਿ ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਹੁਕਮ ਦਿੰਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਇਕ ਗਊ ਨੂੰ ਜ਼ਿਬਹ ਕਰੋ। ਉਹਨਾਂ ਨੇ ਕਿਹਾ, ਕੀ ਤੂੰ ਸਾਡੇ ਨਾਲ ਮਖੌਲ ਕਰਦਾ ਹੈ ? ਮੂਸਾ ਨੇ ਕਿਹਾ ਕਿ ਮੈਂ (ਅਜਿਹੇ ਮਖੌਲ ਤੋਂ) ਅੱਲਾਹ ਦੀ ਪਨਾਹ ਮੰਗਦਾ ਹਾਂ ਕਿ ਮੈਂ ਵੀ ਜਾਹਲਾਂ ਵਿਚ ਰਲ ਜਾਵਾਂ।","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:68","price":"68਼ ਉਹਨਾਂ (ਕੋਮ) ਨੇ ਆਖਿਆ ਕਿ (ਹੇ ਮੂਸਾ) ਤੂੰ ਸਾਡੇ ਲਈ ਆਪਣੇ ਰੱਬ ਤੋਂ ਪੁੱਛ ਕੇ ਦੱਸ ਕਿ ਉਹ ਗਊ ਕਿਹੋ ਜਿਹੀ ਹੋਵੇ ?ਮੂਸਾ ਨੇ ਆਖਿਆ ਕਿ ਅੱਲਾਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਉਹ ਗਊ ਨਾ ਬੁੱਢੀ ਹੋਵੇ ਤੇ ਨਾ ਹੀ ਵੱਛੀ ਹੋਵੇ ਸਗੋਂ ਵਿਚਲੀ ਉਮਰ ਦੀ ਹੋਵੇ, ਹੁਣ ਤੁਸੀਂ ਉਸੇ ਹੁਕਮ ਦੀ ਪਾਲਣਾ ਕਰੋ ਜਿਸ ਦਾ ਤੁਹਾਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਗਿਆ ਹੈ।","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:69","price":"69਼ ਫਿਰ ਉਹਨਾਂ (ਕੌਮ) ਨੇ ਆਖਿਆ ਕਿ ਤੂੰ ਸਾਡੇ ਲਈ ਆਪਣੇ ਰੱਬ ਤੋਂ ਇਹ ਪੁੱਛ ਕਿ ਉਹ ਦੱਸੇ ਕਿ ਉਹ ਗਊ ਕਿਹੜੇ ਰੰਗ ਦੀ ਹੋਵੇ ਹੈ ਮੂਸਾ ਨੇ ਜਵਾਬ ਦਿੱਤਾ ਕਿ ਉਹ ਗਊ ਪੀਲੇ ਰੰਗ ਦੀ ਹੋਵੇ ਉਸ ਦਾ ਰੰਗ ਚੰਗੀ ਤਰ੍ਹਾਂ ਗੂੜਾ ਪੀਲਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਹੜੀ ਵੇਖਣ ਵਾਲਿਆਂ ਨੂੰ ਖ਼ੁਸ਼ ਕਰ ਦੇਵੇ।","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:70","price":"70਼ ਉਹਨਾਂ (ਕੌਮ) ਨੇ ਫਿਰ ਕਿਹਾ ਕਿ ਸਾਡੇ ਲਈ ਰੱਬ ਤੋਂ ਪੁੱਛ ਕਿ ਉਹ ਸਾਨੂੰ ਦਸੇ ਕਿ ਉਹ ਗਊ ਕਿਹੋ ਜਿਹੀ ਹੋਵੇ ? ਸਾਨ ਗਊ ਪ੍ਰਤੀ ਸ਼ੰਕਾ ਹੋ ਗਈ ਹੈ ਜੇ ਅੱਲਾਹ ਨੇ ਚਾਹਿਆ ਤਾਂ ਅਸੀਂ ਜ਼ਰੂਰ (ਰਬ ਦੀ ਇਛਾ) ਸਮਝ ਜਾਵਾਂਗੇ।","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:71","price":"71 ਮੂਸਾ ਨੇ ਆਖਿਆ ਕਿ ਅੱਲਾਹ ਦਾ ਕਹਿਣਾ ਰੁ ਕਿ ਉਹ ਗਊ ਕੰਮ ਕਰਨ ਵਾਲੀ ਨਾ ਹੋਵੇ, ਨਾ ਉਹ ਧਰਤੀ ’ਤੇ ਹਲ ਚਲਾਉਂਦੀ ਹੋਵੇ ਅਤੇ ਨਾ ਹੀ ਖੇਤਾਂ ਨੂੰ ਪਾਣੀ ਦਿੰਦੀ ਹੋਵੇ, ਉਸ ਵਿਚ ਕਿਸੇ ਪ੍ਰਕਾਰ ਦਾ ਕੋਈ ਐਬ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ ਨਾ ਹੀ ਕੋਈ ਦਾਗ਼ ਧੱਬਾ ਹੋਵੇ। ਉਹਨਾਂ (ਕੌਮ) ਨੇ ਆਖਿਆ ਕਿ ਹੁਣ ਤੁਸੀਂ ਹੱਕ ਦੀ ਗੱਲ ਕੀਤੀ ਹੈ। ਫਿਰ ਉਹਨਾਂ ਨੇ ਉਸ (ਗਾਂ) ਨੂੰ ਜ਼ਿਬਹ (ਕੁਰਬਾਨ) ਕੀਤਾ ਲੱਗਦਾ ਨਹੀਂ ਸੀ ਕਿ ਉਹ ਇਹ ਕੰਮ ਕਰਣਗੇ।","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:72","price":"72਼ (ਯਾਦ ਕਰੋ) ਜਦੋਂ ਤੁਸੀਂ ਇਕ ਵਿਅਕਤੀ ਨੂੰ ਕਤਲ ਕਰ ਦਿੱਤਾ ਸੀ ਫਿਰ ਤੁਸੀਂ ਉਸ ਲਈ ਝਗੜਾ ਕੀਤਾ (ਕਿ ਇਸ ਨੂੰ ਕਿਸ ਨੇ ਕਤਲ ਕੀਤਾ ਹੈ) ਅਤੇ ਅੱਲਾਹ ਉਸ (ਕਤਲ) ਸਪਸ਼ਟ ਕਰਨ ਵਾਲਾ ਸੀ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਗੁੱਪਤ ਰੱਖਦੇ ਸੀ।","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:73","price":"73਼ ਫਿਰ ਅਸਾਂ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਤੁਸੀਂ ਇਸ (ਜ਼ਿਬਹ ਕੀਤੀ ਗਊ ਦੇ ਮਾਸ) ਦੇ ਇਕ ਟੋਟੇ ਨਾਲ ਮਰੇ ਹੋਏ ਵਿਅਕਤੀ ਦੀ ਲੋਥ ’ਤੇ ਸੱਟ ਮਾਰੋ, ਉਹ ਜਿਉਂਦਾ ਹੋ ਜਾਵੇਗਾ। ਅੱਲਾਹ ਇਸੇ ਤਰ੍ਹਾਂ ਮੁਰਦਿਆਂ ਨੂੰ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਜਿਊਂਦਾ ਕਰੇਗਾ ਅਤੇ ਉਹ ਤੁਹਾ` ਆਪਣੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿਖਾਉਂਦਾ ਰੁ ਤਾਂ ਜੋ ਤੁਸੀਂ ਸਮਝ ਸਕੋ।","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:74","price":"74਼ ਇਸ (ਘਟਨਾ) ਤੋਂ ਬਾਅਦ ਤੁਹਾਡੇ ਦਿਲ ਕਠੋਰ ਹੋ ਗਏ। ਪੱਥਰਾਂ ਵਾਂਗ ਕਠੋਰ ਸਗੋਂ ਉਹਨਾਂ ਤੋਂ ਵੀ ਵੱਧ ਕਠੋਰ। ਬੇਸ਼ੱਕ ਕੁੱਝ ਪੱਥਰ ਉਹ ਵੀ ਹਨ ਜਿਨ੍ਹਾਂ ਤੋਂ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹਨ ਅਤੇ ਕੁੱਝ ਉਹ ਵੀ ਹਨ ਜਿਹੜੇ ਜਦੋਂ ਫਟ ਜਾਂਦੇ ਹਨ ਤਾਂ ਉਹਨਾਂ ਵਿੱਚੋਂ ਪਾਣੀ ਨਿਕਲਦਾ ਅਤੇ ਇਹਨਾਂ ਵਿਚੋਂ ਕੁੱਝ ਉਹ ਵੀ (ਪੱਥਰ) ਹਨ ਜਿਹੜੇ ਰੱਬ ਤੋਂ ਡਰਦੇ ਹੋਏ ਕੰਬ ਕੇ (ਸਿਜਦੇ ਵਿਚ) ਡਿਗ ਵੀ ਪੈਂਦੇ ਹਨ। ਅੱਲਾਹ ਤੁਹਾਡੀਆਂ ਜ਼ਾਲਮਾਨਾ ਕਰਤੂਤਾਂ ਤੋਂ ਬੇਖ਼ਬਰ ਨਹੀਂ।","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:75","price":"75਼ (ਹੇ ਮੁਸਲਮਾਨੋ!) ਕੀ ਤੁਸੀਂ ਇਹ ਆਸ ਰੱਖਦੇ ਹੋ ਕਿ ਇਹ ਲੋਕ ਤੁਹਾਡੇ ਲਈ ਈਮਾਨ ਵਾਲੇ ਬਣ ਜਾਣਗ, ਜਦੋਂ ਕਿ ਇਹਨਾਂ ਵਿੱਚੋਂ ਇਕ ਗੁਟ ਅਜਿਹਾ ਵੀ ਰੁ ਕਿ ਉਹ ਅੱਲਾਹ ਦਾ ਕਲਾਮ (ਕੁਰਆਨ) ਸੁਣਦਾ ਫਿਰ ਇਸ ਸਮਝ ਲੈਣ ਤੋਂ ਬਾਅਦ ਵੀ ਇਸ ਵਿਚ ਫੇਰ ਬਦਲ ਕਰ ਦਿੰਦਾ ਰੁ ਜਦ ਕਿ ਉਹ ਇਸ ਦੀ ਜਾਣਕਾਰੀ ਵੀ ਰੱਖਦਾ ਹੈ।","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:76","price":"76਼ ਜਦੋਂ ਇਹ (ਮੁਨਾਫ਼ਿਕ) ਲੋਕ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਮਿਲਦੇ ਹਨ ਤਾਂ ਆਖਦੇ ਹਨ ਕਿ ਅਸੀਂ ਵੀ ਈਮਾਨ ਵਾਲੇ ਹਾਂ ਅਤੇ ਜਦੋਂ ਇਹ ਲੋਕ ਇਕ ਦੂਜੇ ਨੂੰ ਇਕਾਂਤ ਵਿਚ ਮਿਲਦੇ ਹਨ ਤਾਂ ਆਖਦੇ ਹਨ ਕਿ ਤੁਸੀਂ ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਉਹ ਗੱਲਾਂ ਕਿਉਂ ਦੱਸਦੇ ਹੋ ਜਿਹੜੀਆਂ ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਦੱਸੀਆਂ ਹਨ ? ਕੀ ਇਸ ਲਈ ਦੱਸਦੇ ਹੋ ਤਾਂ ਜੋ ਉਹਨਾਂ ਨੂੰ ਤੁਹਾਡੇ ਰੱਬ ਦੇ ਹਜ਼ੂਰ ਤੁਹਾਡੇ ਵਿਰੁੱਧ ਦਲੀਲ ਵਜੋਂ ਪੇਸ਼ ਕਰਨ? ਕੀ ਤੁਹਾਨੂੰ ਉੱਕਾ ਹੀ ਸਮਝ ਨਹੀਂ?","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:77","price":"77਼ ਕੀ ਉਹ (ਅਜਿਹੀਆਂ ਗੱਲਾਂ ਕਰਨ ਵਾਲੇ) ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਬੇਸ਼ੱਕ ਅੱਲਾਹ (ਸਭ ਕੁੱਝ) ਜਾਣਦਾ ਹੈ, ਉਹ ਵੀ ਜੋ ਉਹ ਗੁਪਤ ਰੱਖਦੇ ਹਨ ਅਤੇ ਉਹ ਵੀ ਜੋ ਉਹ ਪ੍ਰਗਟ ਕਰਦੇ ਹਨ।","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:78","price":"78਼ ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੁੱਝ ਅਣਪੜ੍ਹ ਵੀ ਹਨ ਉਹ ਕਿਤਾਬ (ਵਿਚ ਲਿਖੇ) ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ ਅਤੇ ਛੁੱਟ ਝੂਠੀਆਂ ਆਸਾਂ ਤੋਂ ਉਹ ਕੇਵਲ ਗੁਮਾਨ ਹੀ ਕਰਦੇ ਹਨ।","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:79","price":"79਼ ਸੋ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਬਰਬਾਦੀ ਹੈ ਜਿਹੜੇ ਆਪਣੀ ਹੱਥੀਂ ਕਿਤਾਬ ਲਿਖਦੇ ਹਨ ਫਿਰ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ ਅੱਲਾਹ ਵੱਲੋਂ ਹੈ ਤਾਂ ਜੋ ਇਸ ਦੇ ਬਦਲੇ ਵਿਚ ਥੋੜ੍ਹੀ ਕੀਮਤ (ਸੰਸਾਰਿਕ ਲਾਭ) ਲੈ ਸਕਣ। ਇਸੇ ਲਈ ਜੋ ਵੀ ਉਹਨਾਂ ਦੇ ਹੱਥਾਂ ਨੇ ਲਿਖਿਆ ਉਸੇ ਕਾਰਨ ਉਹਨਾਂ ਦੀ ਬਰਬਾਦੀ ਹੈ ਅਤੇ ਉਹ ਜਿਹੜੀ ਵੀ ਕਮਾਈ ਕਰਦੇ ਹਨ ਉਸ ਕਾਰਨ ਵੀ ਉਹਨਾਂ ਦੀ ਬਰਬਾਦੀ ਹੈ।","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:80","price":"80਼ ਅਤੇ ਇਹਨਾਂ (ਯਹੂਦੀਆਂ) ਦਾ ਕਹਿਣਾ ਰੁ ਕਿ ਗਿਣਤੀ ਦੇ ਥੋੜ੍ਹੇ ਦਿਨਾਂ ਤੋਂ ਛੁੱਟ (ਨਰਕ ਦੀ) ਅੱਗ ਸਾਨੂੰ ਕਦੇ ਵੀ ਨਹੀਂ ਛੂਹੇਗੀ। ਇਹਨਾਂ ਨੂੰ ਪੁੱਛੋ, ਕੀ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਇਸ ਦਾ ਕੋਈ ਬਚਨ ਲਿਆ ਹੋਇਆ ਹੈ ?(ਜੇ ਹੈ) ਫਿਰ ਅੱਲਾਹ ਕਦੇ ਵੀ ਆਪਣੇ ਬਚਨਾਂ ਦੀ ਉਲੰਘਣਾ ਨਹੀਂ ਕਰਦਾ। ਕੀ ਤੁਸੀਂ ਅੱਲਾਹ ਦੇ ਸੰਬੰਧ ਵਿਚ ਉਹ ਗੱਲਾਂ ਕਰਦੇ ਹੋ ਜਿਸ ਦਾ ਤੁਹਾ` ਉੱਕਾ ਹੀ ਪਤਾ ਨਹੀਂ ?","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:81","price":"81 ਜਿਸ ਨੇ ਵੀ ਕੋਈ ਬੁਰਾਈ ਕਮਾਈ ਅਤੇ ਉਸੇ ਬੁਰਾਈ ਵਿਚ ਉਹ ਘਿਰਿਆ ਰਿਹਾ ਉਹੀ ਤਾਂ ਨਰਕ ਵਿਚ ਜਾਵੇਗਾ ਅਤੇ ਸਦਾ ਉਸੇ ਵਿਚ ਹੀ ਰਹੇਗਾ।","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:82","price":"82਼ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਉਣਗੇ ਅਤੇ ਨੇਕ ਅਮਲ ਕਰਨਗੇ ਉਹ ਜੰਨਤੀ ਹਨ ਅਤੇ ਉਹ ਜੰਨਤ ਵਿਚ ਸਦਾ ਲਈ ਰਹਿਣਗੇ।","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:83","price":"83਼ ਅਤੇ ਜਦੋਂ ਅਸੀਂ ਬਨੀ ਇਸਰਾਈਲ ਤੋਂ ਪੱਕਾ ਬਚਨ ਲਿਆ ਸੀ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਕਿਸੇ ਹੋਰ ਦੀ ਇਬਾਦਤ ਨਾ ਕਰਨਾ ਅਤੇ ਮਾਂ, ਬਾਪ, ਰਿਸ਼ਤੇਦਾਰਾਂ, ਯਤੀਮਾਂ ਅਤੇ ਮਿਸਕੀਨਾਂ 1ਨਾਲ ਨੇਕ ਅਤੇ ਸੋਹਣਾ ਵਿਵਹਾਰ ਕਰਨਾ ਅਤੇ ਲੋਕਾਂ ਨੂੰ ਚੰਗੀਆਂ ਗੱਲਾਂ ਆਖਣਾ, ਨਮਾਜ਼ ਕਾਇਮ ਕਰਨਾ ਅਤੇ ਜ਼ਕਾਤ ਅਦਾ ਕਰਨਾ, ਪਰ ਤੁਸੀਂ ਇਹਨਾਂ (ਬਚਨਾਂ) ਤੋਂ ਫਿਰ ਗਏ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਥੋੜ੍ਹੇ ਲੋਕ ਹੀ (ਆਪਣੇ ਬਚਨਾਂ ਦੇ) ਪਾਬੰਦ ਰਹੇ। ਤੁਸੀਂ ਬਚਨਾਂ ਤੋਂ ਫਿਰ ਜਾਣ ਵਾਲੇ ਹੀ ਹੋ।","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"1 ਹਦੀਸ ਅਨੁਸਾਰ ਮਸਕੀਨ ਉਹ ਨਹੀਂ ਜਿਹੜਾ ਲੋਕਾਂ ਦੇ ਘਰਾਂ ਦੇ ਚੱਕਰ ਲਗਾਉਂਦਾ ਰਹਿੰਦਾ ਹੈ ਇਕ ਬੁਰਕੀ ਦੋ ਬੁਰਕੀਆਂ ਅਤੇ ਇਕ ਖਜੂਰ ਤੇ ਦੋ ਖਜੂਰਾਂ ਦੀ ਚਾਹਤ ਉਸ ਨੂੰ ਘਰੋਂ-ਘਰ ਫੇਰਦੀ ਹੈ, ਸਗੋਂ ਮਸਕੀਨ ਉਹ ਹੈ ਜਿਸ ਦੇ ਕੋਲ ਇੰਨਾਂ ਮਾਲ ਵੀ ਨਾ ਹੋਵੇ ਜਿਸ ਵਿਚ ਉਸ ਦਾ ਗੁਜ਼ਾਰਾ ਹੋ ਜਾਵੇ ਅਤੇ ਕੋਈ ਉਸ ਦਾ ਹਾਲ ਵੀ ਨਾ ਜਾਣਦਾ ਹੋਵੇ ਕਿ ਉਸ ਨੂੰ ਖ਼ੈਰਾਤ ਦੇਵੇ ਅਤੇ ਨਾ ਹੀ ਉਹ ਆਪ ਲੋਕਾਂ ਤੋਂ ਸਵਾਲ ਕਰੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 1479)","lang":"pa"},{"name":"2:84","price":"84਼ ਅਤੇ ਜਦੋਂ ਅਸੀਂ ਤੁਹਾਥੋਂ ਪੱਕਾ ਬਚਨ ਲਿਆ ਸੀ ਕਿ ਤੁਸੀਂ ਆਪਸ ਵਿਚ ਇਕ ਦੂਜੇ ਦਾ ਖ਼ੂਨ ਨਹੀਂ ਬਹਾਉਗੇ ਅਤੇ ਨਾ ਹੀ ਘਰਾਂ ਤੋਂ ਬੇਘਰ ਕਰੋਗੇ ਫਿਰ ਤੁਸੀਂ ਇਸ ਦਾ ਇਕਰਾਰ ਵੀ ਕੀਤਾ ਸੀ ਜਿਸ ਦੇ ਤੁਸੀਂ ਆਪ ਹੀ ਗਵਾਹ ਹੋ।","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:85","price":"85਼ ਤੁਸੀਂ ਹੀ ਉਹ ਲੋਕ ਹੋ ਜੋ ਆਪਣਿਆਂ ਨੂੰ ਹੀ ਕਤਲ ਕਰਦੇ ਹੋ ਅਤੇ ਆਪਣਿਆਂ ਹੀ ਘਰਾਂ ਤੋਂ ਬੇਘਰ ਕਰਦੇ ਹੋ ਅਤੇ ਤੁਸੀਂ ਉਹਨਾਂ ਦੇ ਵਿਰੁੱਧ ਗੁਨਾਹ ਅਤੇ ਜ਼ਾਲਮਾਨਾ ਕੰਮਾਂ ਵਿਚ ਦੂਜਿਆਂ ਦਾ ਸਾਥ ਦਿੰਦੇ ਹੋ। ਜੇ ਉਹ ਤੁਹਾਡੇ ਕੋਲ ਕੈਦੀ ਬਣਕੇ ਆਉਣ ਤਾਂ ਤੁਸੀਂ ਉਹਨਾਂ ਦੀ ਰਿਹਾਈ ਲਈ ਫ਼ਿਿਦਯਾ (ਫ਼ਰੌਤੀ) ਲੈਂਦੇ ਹੋ ਜਦ ਕਿ ਤੁਹਾਡੇ ਲਈ ਉਹਨਾਂ ਦਾ (ਘਰੋਂ) ਕੱਢ ਦੇਣਾ ਹੀ ਹਰਾਮ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ। ਕੀ ਤੁਸੀਂਂ ਕਿਤਾਬ ਦੇ ਇਕ ਭਾਗ ’ਤੇ ਈਮਾਨ ਰੱਖਦੇ ਹੋ ਅਤੇ ਕੁੱਝ ਭਾਗ (ਆਦੇਸ਼ਾਂ) ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹੋ ? ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਜਿਹੜਾ ਵਿਅਕਤੀ ਵੀ ਇਹ (ਹਰਾਮ ਕੀਤੇ ਹੋਏ) ਕੰਮ ਕਰੇਗਾ ਉਸ ਦੀ ਸਜ਼ਾ ਇਸ ਤੋਂ ਛੁੱਟ ਕੋਈ ਨਹੀਂ ਕਿ ਸੰਸਾਰਿਕ ਜੀਵਨ ਵਿਚ ਉਹਨਾਂ ਦੀ ਰੁਸਵਾਈ ਹੋਵੇ ਅਤੇ ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ ਉਹ ਕਰੜੀ ਸਜ਼ਾ (ਨਰਕ) ਵੱਲ ਧੱਕੇ ਜਾਣ। ਤੁਸੀਂ ਜੋ ਵੀ ਕਰਤੂਤਾਂ ਕਰਦੇ ਹੋ ਅੱਲਾਹ ਉਹਨਾਂ ਤੋਂ ਬੇਖ਼ਬਰ ਨਹੀਂ।","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:86","price":"86਼ ਇਹ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਸੰਸਾਰਿਕ ਜੀਵਨ ਆਖ਼ਿਰਤ ਦੇ ਬਦਲੇ ਵਿਚ ਖ਼ਰੀਦ ਲਿਆ ਹੈ, ਸੋ ਨਾ ਤਾਂ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਉਨ੍ਹਾਂ ਦੇ ਅਜ਼ਾਬ (ਸਜ਼ਾ) ਵਿਚ ਕੋਈ ਕਮੀ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਨਾ ਹੀ ਕਿਸੇ ਤਰ੍ਹਾਂ ਦੀ ਕੋਈ ਮਦਦ ਹੀ ਕੀਤੀ ਜਾਵੇਗੀ।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:87","price":"87਼ ਅਤੇ ਬੇਸ਼ੱਕ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਕਿਤਾਬ (ਤੌਰੈਤ) ਦਿੱਤੀ ਅਤੇ ਉਸ ਤੋਂ ਮਗਰੋਂ ਉਸ ਦੇ ਉੱਪਰੋਥੱਲੀ ਰਸੂਲ ਭੇਜੇ ਅਤੇ ਅਸੀਂ ਮਰੀਅਮ ਦੇ ਪੁੱਤਰ ਈਸਾ ਸਾਫ਼-ਸਾਫ਼ ਦਲੀਲਾਂ ਦਿੱਤੀਆਂ ਅਤੇ ਉਸ (ਈਸਾ) ਦੀ ਪਵਿੱਤਰ ਰੂਹ (ਜਿਬਰਾਈਲ) ਦੇ ਨਾਲ ਮਦਦ ਕੀਤੀ। ਫੇਰ ਜਦ ਵੀ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਪੈਗ਼ੰਬਰ ਉਹ ਚੀਜ਼ (ਆਦੇਸ਼) ਲੈ ਕੇ ਆਇਆ ਜਿਸ ਨੂੰ ਤੁਹਾਡੇ ਦਿਲ ਪਸੰਦ ਨਹੀਂ ਸੀ ਕਰਦੇ ਤਾਂ ਤੁਸੀਂ ਘਮੰਡ ਵਿਚ ਆਕੇ ਕੁੱਝ (ਰਸੂਲਾਂ) ` ਝੁਠਲਾਇਆ ਅਤੇ ਕੁੱਝ ਨੂੰ ਕਤਲ ਕਰ ਸੁੱਟਿਆ।","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:88","price":"88਼ ਅਤੇ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਸਾਡੇ ਦਿਲਾਂ ’ਤੇ (ਇਨ੍ਹਾਂ ਗੱਲਾਂ ਤੋਂ ਸੁਰੱਖਿਅਤ ਹੋਣ ਲਈ) ਗ਼ਲਾਫ਼ ਚੜ੍ਹੇ ਹੋਏ ਹਨ। ਨਹੀਂ, ਸਗੋਂ ਇਨ੍ਹਾਂ ਦੇ ਇਨਕਾਰੀ ਹੋਣ ਕਾਰਨ ਅੱਲਾਹ ਨੇ ਇਨ੍ਹਾਂ ’ਤੇ ਫਿਟਕਾਰ ਪਾਈ ਹੋਈ ਹੈ। ਇਸ ਲਈ ਥੋੜ੍ਹੇ ਲੋਕ ਹੀ (ਰਸੂਲਾਂ ਉੱਤੇ) ਈਮਾਨ ਲਿਆਏ।","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:89","price":"89਼ ਫਿਰ ਉਹਨਾਂ ਕੋਲ ਉਹਨਾਂ ਦੇ ਰੱਬ ਵੱਲੋਂ ਉਹ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਆ ਗਈ ਜਿਹੜੀ ਉਸ ਕਿਤਾਬ (ਤੌਰੈਤ) ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੀ ਰੁ ਜਿਹੜੀ ਉਹਨਾਂ ਦੇ ਕੋਲ ਹੈ। ਜਦ ਕਿ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਉਹ ਆਪ ਇਹਨਾਂ (ਕਾਫ਼ਰਾਂ) ਦੇ ਵਿਰੁੱਧ ਫ਼ਤਿਹ (ਦੀਆਂ ਦੁਆਵਾਂ) ਮੰਗਿਆ ਕਰਦੇ ਸਨ ਪਰ ਜਦੋਂ ਉਹ (ਹੱਕ) ਉਹਨਾਂ ਕੋਲ ਆ ਗਿਆ ਜਿਸ ਨੂੰ ਉਹਨਾਂ ਨੇ ਪਛਾਣ ਵੀ ਲਿਆ ਸੀ ਫਿਰ ਵੀ ਉਹਨਾਂ ਨੇ ਉਸ ਨੂੰ ਮੰਣਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ। ਅੱਲਾਹ ਦੀ ਇਹਨਾਂ (ਕਾਫ਼ਰਾਂ) ’ਤੇ ਫਿਟਕਾਰ ਹੈ।","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:90","price":"90਼ ਬਹੁਤ ਹੀ ਭੈੜੀ ਹੈ ਉਹ ਚੀਜ਼ ਜਿਸ ਦੇ ਬਦਲੇ ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਵੇਚ ਸੁੱਟਿਆ ਹੈ। ਇਹ ਉਸ ਚੀਜ਼ ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਨ ਜਿਹੜੀ ਅੱਲਾਹ ਵੱਲੋਂ ਨਾਜ਼ਿਲ ਹੋਈ ਹੈ ਕੇਵਲ ਇਸ ਈਰਖਾ ਕਾਰਣ ਕਿ ਅੱਲਾਹ ਨੇ ਆਪਣੇ ਜਿਸ ਬੰਦੇ ਨੂੰ ਚਾਹਿਆ ਉਸ ਨੂੰ (ਪੈਗ਼ੰਬਰੀ ਨਾਲ) ਨਿਵਾਜ਼ ਦਿੱਤਾ। ਇਸ ਲਈ ਉਹ ਉੱਪਰੋਥਲੀ ਕਰੋਪੀ ਦੇ ਭਾਗੀ ਬਣ ਗਏ ਹਨ। ਅਜਿਹੇ ਕਾਫ਼ਰਾਂ ਲਈ ਜ਼ਲੀਲ ਕਰਨ ਵਾਲਾ ਅਜ਼ਾਬ ।","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:91","price":"91਼ ਜਦੋਂ ਉਹਨਾਂ (ਕਾਫ਼ਰਾਂ) ਨੂੰ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਅੱਲਾਹ ਵੱਲੋਂ ਉਤਾਰੀ ਹੋਈ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਉੱਤੇ ਈਮਾਨ ਲਿਆਓ ਤਾਂ ਆਖਦੇ ਹਨ ਕਿ ਅਸੀਂ ਤਾਂ ਉਸ ’ਤੇ ਹੀ ਈਮਾਨ ਲਿਆਏ ਹਾਂ ਜਿਹੜੀ ਸਾਡੇ ਲਈ (ਤੌਰੈਤ) ਨਾਜ਼ਿਲ ਹੋਈ ਰੁ ਅਤੇ ਉਹ ਇਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਸਾਰੀਆਂ (ਕਿਤਾਬਾਂ) ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਨ। ਜਦ ਕਿ ਇਹ (.ਕੁਰਆਨ) ਹੱਕ ਹੈ ਅਤੇ ਉਸ ਕਿਤਾਬ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਰੁ ਜਿਹੜੀ ਉਹਨਾਂ ਦੇ ਕੋਲ ਰੁ। (ਹੇ ਨਬੀ ਸ:!) ਇਹਨਾਂ ਪੁੱਛੋ ਕਿ ਜੇ ਤੁਸੀਂ ਈਮਾਨ ਵਾਲੇ ਹੋ ਤਾਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਤੁਸੀਂ ਅੱਲਾਹ ਦੇ ਨਬੀਆਂ ਕਤਲ ਕਿਉਂ ਕਰਦੇ ਰਹੇ ਹੋ ?","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:92","price":"92਼ ਬੇਸ਼ੱਕ ਮੂਸਾ ਤੁਹਾਡੇ ਕੋਲ ਸਪਸ਼ਟ ਮੋਅਜਜ਼ੇ (ਰਬੀ ਚਮਤਕਾਰ) ਲੈ ਕੇ ਆਇਆ ਪਰ ਤੁਸੀਂ ਉਸ ਦੇ (ਤੂਰ ਪਹਾੜ ਉੱਤੇ) ਜਾਣ ਤੋਂ ਬਾਅਦ ਵੱਛੇ ਦੀ ਪੂਜਾ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ। ਅਸਲ ਵਿਚ ਤੁਸੀਂ ਤਾਂ ਹੋ ਹੀ ਜ਼ਾਲਮ।","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:93","price":"93਼ ਅਤੇ (ਰਤਾ ਉਸ ਸਮੇਂ ਨੂੰ ਯਾਦ ਕਰੋ) ਜਦੋਂ ਤੂਰ ਪਹਾੜ ਨੂੰ ਤੁਹਾਡੇ ਉੱਤੇ ਚੁੱਕ ਕੇ ਅਸਾਂ ਤੁਹਾਥੋਂ ਪੱਕਾ ਪ੍ਰਣ ਲਿਆ ਸੀ ਅਤੇ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਕਿ ਜੋ ਵੀ (ਆਦੇਸ਼) ਤੁਹਾਨੂੰ ਦਿੱਤੇ ਗਏ ਹਨ ਉਹਨਾਂ ਦੀ ਸਖ਼ਤੀ ਨਾਲ ਪਾਲਣਾ ਕਰੋ ਅਤੇ (ਹੁਕਮਾਂ ਨੂੰ ਧਿਆਨ ਨਾਲ) ਸੁਣੋ! ਉਹਨਾਂ (ਕੌਮ) ਨੇ ਆਖਿਆ ਕਿ ਅਸੀਂ (ਸਭ) ਸੁਣ ਲਿਆ ਹੈ ਪਰ ਅਸੀਂ (ਫ਼ੇਰ ਵੀ ਹੁਕਮਾਂ ਦੀ) ਪਾਲਣਾ ਨਹੀਂ ਕਰਾਂਗੇ। ਉਹਨਾਂ ਦੇ ਇਸੇ ਇਨਕਾਰ ਕਾਰਨ ਉਹਨਾਂ ਦੇ ਮਨਾਂ ਵਿਚ ਵਛੇ ਦੀ ਮੁਹੱਬਤ ਪਾ ਦਿੱਤੀ ਗਈ (ਹੇ ਨਬੀ! ਇਹਨਾਂ ਨੂੰ) ਆਖ ਦਿਓ ਕਿ ਜੇ ਤੁਸੀਂ ਮੋਮਿਨ ਹੋ ਤਾਂ (ਸਮਝ ਲਵੋ) ਕਿ ਉਹ ਕੰਮ ਸਾਰੇ ਹੀ ਬੁਰੇ ਹਨ ਜਿਨ੍ਹਾਂ ਲਈ ਤੁਹਾਡਾ ਈਮਾਨ (ਧਰਮ) ਤੁਹਾਨੂੰ ਹੁਕਮ ਦਿੰਦਾ ਹੈ।","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:94","price":"94਼ (ਹੇ ਨਬੀ! ਇਹਨਾਂ ਨੂੰ) ਆਖ ਦਿਓ ਕਿ ਜੇਕਰ ਅੱਲਾਹ ਦੇ ਕੋਲ ਆਖ਼ਿਰਤ ਦਾ ਘਰ ਤੁਹਾਡੇ ਲਈ ਹੀ ਵਿਸ਼ੇਸ਼ ਕੀਤਾ ਹੋਇਆ ਹੈ ਤਾਂ ਰਤਾ ਮੌਤ ਦੀ ਇੱਛਾ ਤਾਂ ਕਰੋ ਜੇ ਤੁਸੀਂ (ਆਪਣੀ ਗੱਲ ਵਿਚ) ਸੱਚੇ ਹੋ।","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:95","price":"95਼ ਉਹ ਆਪਣੇ ਉਹਨਾਂ ਗੁਨਾਹਾਂ ਕਾਰਨ ਜਿਹੜੇ ਉਹ ਆਪਣੇ ਹੱਥੀ ਕਮਾ ਕੇ ਅੱਗੇ ਭੇਜ ਚੁੱਕੇ ਹਨ, ਕਦੇ ਵੀ ਇਸ (ਮੌਤ) ਦੀ ਕਾਮਨਾ ਨਹੀਂ ਕਰਨਗੇ। ਅੱਲਾਹ ਇਹਨਾਂ ਜ਼ਾਲਮਾਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ।","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:96","price":"96਼ ਤੁਸੀਂ ਇਹਨਾਂ (ਯਹੂਦੀਆਂ) ਨੂੰ ਸਭ ਤੋਂ ਵਧ ਕੇ ਜਿਉਣ ਦੇ ਲਾਲਚੀ ਵੇਖੋਗੇ ਉਹਨਾਂ ਤੋਂ ਵੀ ਵੱਧ ਜਿਹੜੇ ਸ਼ਿਰਕ ਕਰਦੇ ਹਨ। ਇਹਨਾਂ ਵਿਚ ਹਰੇਕ ਵਿਅਕਤੀ ਇਹੋ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਕਾਸ਼ ਉਸ ਨੂੰ ਇਕ ਹਜ਼ਾਰ ਸਾਲ ਦੀ ਉਮਰ ਮਿਲ ਜਾਵੇ ਜਦ ਕਿ ਇਹ ਲੰਮੀਆਂ ਉਮਰਾਂ ਵੀ ਉਹਨਾਂ ਨੂੰ ਅਜ਼ਾਬ ਤੋਂ ਬਚਾਉਣ ਵਾਲੀਆਂ ਨਹੀਂ। ਜਿਹੜੇ ਇਹ ਕੰਮ ਕਰਦੇ ਹਨ ਅੱਲਾਹ ਉਹਨਾਂ ਨੂੰ ਭਲੀ-ਭਾਂਤ ਜਾਣਦਾ ਹੈ।","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:97","price":"97਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਜਿਹੜਾ ਵੀ ਕੋਈ ਜਿਬਰਾਈਲ ਦਾ ਵੈਰੀ ਹੈ (ਉਸ ਨੂੰ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ) ਕਿ ਉਹਨੇ ਹੀ ਇਸ .ਕੁਰਆਨ ਨੂੰ ਅੱਲਾਹ ਦੇ ਹੁਕਮਾਂ ਅਨੁਸਾਰ ਆਪ (ਮੁਹੰਮਦ) ਦੇ ਦਿਲ ’ਤੇ ਨਾਜ਼ਿਲ ਕੀਤਾ ਹੈ। ਇਹ (.ਕੁਰਆਨ) ਉਸ (ਤੌਰੈਤ) ਦੀ ਵੀ (ਅੱਲਾਹ ਵੱਲੋਂ ਹੋਣ ਦੀ) ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ ਜਿਹੜੀ ਇਸ (.ਕੁਰਆਨ) ਤੋਂ ਪਹਿਲਾਂ ਨਾਜ਼ਿਲ ਹੋਈ ਸੀ ਅਤੇ (ਇਸ ਵਿਚ) ਈਮਾਨ ਵਾਲਿਆਂ ਲਈ ਹਿਦਾਇਤਾਂ ਅਤੇ ਖ਼ੁਸ਼ਖ਼ਬਰੀਆਂ ਹਨ।","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:98","price":"98਼ ਜਿਹੜਾ ਵੀ ਕੋਈ ਅੱਲਾਹ ਦਾ, ਉਸ ਦੇ ਫ਼ਰਿਸ਼ਤਿਆਂ ਦਾ, ਰਸੂਲਾਂ ਦਾ, ਜਿਬਰਾਈਲ ਤੇ ਮੀਕਾਈਲ (ਫ਼ਰਿਸ਼ਤਿਆਂ) ਦਾ ਵੈਰੀ ਹੈ ਤਾਂ ਅੱਲਾਹ ਵੀ (ਉਹਨਾਂ) ਕਾਫ਼ਰਾਂ ਦਾ ਵੈਰੀ ਹੈ।","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:99","price":"99਼ (ਹੇ ਨਬੀ!) ਜਿਹੜੀਆਂ ਖੁੱਲ੍ਹੀਆਂ ਆਇਤਾਂ ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲ ਭੇਜੀਆਂ ਹਨ, ਛੁੱਟ ਨਾ-ਫ਼ਰਮਾਨਾਂ ਤੋਂ, ਉਹਨਾਂ ਦਾ ਕੋਈ ਵੀ ਇਨਕਾਰ ਨਹੀਂ ਕਰਦਾ।","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:100","price":"100਼ ਕੀ ਇਸ ਤਰ੍ਹਾਂ ਨਹੀਂ ਹੁੰਦਾ ਰਿਹਾ ਕਿ ਜਦੋਂ ਵੀ ਉਹਨਾਂ (ਯਹੂਦੀਆਂ) ਨੇ ਕੋਈ ਪ੍ਰਣ ਕੀਤਾ ਤਾਂ ਉਹਨਾਂ ਵਿੱਚੋਂ ਹੀ ਇਕ ਧਿਰ ਨੇ ਉਸ ਨੂੰ ਤੋੜ ਸੁੱਟਿਆ। ਇਹਨਾਂ ਵਿੱਚੋਂ ਬਥੇਰੇ ਲੋਕ ਈਮਾਨ ਲਿਆਉਂਦੇ ਹੀ ਨਹੀਂ।","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:101","price":"101਼ ਜਦੋਂ ਵੀ ਅੱਲਾਹ ਵੱਲੋਂ ਇਹਨਾਂ ਕੋਲ ਕੋਈ ਨਬੀ ਆਇਆ ਜਿਹੜਾ ਇਹਨਾਂ ਕੋਲ ਮੌਜੂਦ (ਅੱਲਾਹ ਵੱਲੋਂ ਆਈਆਂ) ਕਿਤਾਬਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਸੀ। ਜਿਨ੍ਹਾਂ ਨੂੰ ਕਿਤਾਬ ਦਿੱਤੀ ਗਈ ਸੀ ਉਹਨਾਂ ਵਿੱਚੋਂ ਹੀ ਇਕ ਧਿਰ ਨੇ ਅੱਲਾਹ ਦੀ ਕਿਤਾਬ ਨੂੰ ਇਸ ਤਰ੍ਹਾਂ ਪਿਠ ਪਿਛੇ ਸੁੱਟ ਦਿੱਤਾ ਜਿਵੇਂ ਕਿ ਉਹ ਕੁੱਝ ਜਾਣਦੇ ਹੀ ਨਹੀਂ।","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:102","price":"102਼ ਸਗੋਂ ਉਹਨਾਂ ਨੇ ਉਸ ਦੀ ਪੈਰਵੀ ਕੀਤੀ ਜਿਸ ਨੂੰ ਸ਼ੈਤਾਨ ਸੁਲੇਮਾਨ ਦੀ ਹਕੂਮਤ ਵਿਚ ਪੜ੍ਹਿਆ ਕਰਦੇ ਸਨ। ਸੁਲੇਮਾਨ ਨੇ ਕੁਫ਼ਰ ਨਹੀਂ ਸੀ ਕੀਤਾ ਸਗੋਂ ਸ਼ੈਤਾਨਾਂ ਨੇ ਹੀ ਕੁਫ਼ਰ ਕੀਤਾ ਸੀ। ਉਹ ਲੋਕਾਂ ਨੂੰ ਜਾਦੂ ਦੀ ਸਿੱਖਿਆ ਦਿੰਦੇ ਸਨ। ਉਹਨਾਂ ਨੇ ਉਸ ਦੀ ਪੈਰਵੀ ਕੀਤੀ ਜੋ ਬਾਬੁਲ ਵਿਖੇ ਹਾਰੂਤ ਤੇ ਮਾਰੂਤ (ਨਾਂ ਦੇ) ਦੋ ਫ਼ਰਿਸ਼ਤਿਆਂ ਉੱਤੇ ਨਾਜ਼ਿਲ ਕੀਤਾ ਗਿਆ ਸੀ। ਉਹ ਦੋਵੇਂ ਫ਼ਰਿਸ਼ਤੇ ਲੋਕਾਂ ਨੂੰ ਜਾਦੂ ਸਿਖਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਕਹਿ ਦਿੰਦੇ ਸਨ ਕਿ ਅਸੀਂ ਤਾਂ ਕੇਵਲ (ਤੁਹਾਡੀ) ਅਜ਼ਮਾਇਸ਼ (ਲਈ ਆਏ) ਹਾਂ, ਸੋ ਤੁਸੀਂ ਕੁਫ਼ਰ ਨਾ ਕਰੋ। ਪਰ ਲੋਕੀ ਉਹਨਾਂ ਦੋਵਾਂ (ਫ਼ਰਿਸ਼ਤਿਆਂ) ਤੋਂ ਉਹ ਜਾਦੂ ਸਿਖਦੇ ਜਿਸ ਨਾਲ ਉਹ ਪਤੀ ਪਤਨੀ ਵਿਚ ਜੁਦਾਈ ਪਾ ਦੇਣ ਜਦ ਕਿ ਉਹ ਜਾਦੂ ਰਾਹੀਂ ਛੁੱਟ ਅੱਲਾਹ ਦੇ ਹੁਕਮਾਂ ਤੋਂ ਕਿਸੇ ਨੂੰ ਕੋਈ ਹਾਨੀ ਨਹੀਂ ਪਹੁੰਚਾ ਸਕਦੇ ਸੀ ਅਤੇ ਲੋਕ ਵੀ ਉਹਨਾਂ (ਫ਼ਰਿਸ਼ਤਿਆਂ) ਤੋਂ ਉਹ ਗਿਆਨ ਸਿਖਦੇ ਸੀ ਜਿਹੜਾ ਉਹਨਾਂ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਂਦਾ ਸੀ, ਨਾ ਕਿ ਕੋਈ ਲਾਭ। ਜਦ ਕਿ ਉਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦੇ ਸਨ ਕਿ ਜਿਸ ਨੇ ਵੀ ਇਸ (ਜਾਦੂ) ਨੂੰ ਖ਼ਰੀਦਿਆ (ਸਿੱਖਿਆ) ਆਖ਼ਿਰਤ ਵਿਚ ਉਸ ਦਾ ਕੁੱਝ ਵੀ ਹਿੱਸਾ ਨਹੀਂ। ਜਿਸ ਚੀਜ਼ (ਜਾਦੂ) ਦੇ ਬਦਲੇ ਵਿਚ ਉਹਨਾਂ ਨੇ ਆਪਣੀਆਂ ਜਾਨਾਂ ਦਾ ਸੌਦਾ ਕੀਤਾ ਸੀ ਉਹ ਬਹੁਤ ਹੀ ਭੈੜੀ ਚੀਜ਼ ਸੀ। ਕਾਸ਼! ਉਹ ਜਾਣਦੇ (ਕਿ ਉਹ ਕੀ ਕਰ ਰਹੇ ਹਨ)।","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:103","price":"103਼ ਜੇ ਉਹ ਈਮਾਨ ਲਿਆਉਂਦੇ ਅਤੇ ਰੱਬ ਤੋਂ ਡਰਦੇ ਹੋਏ ਬੁਰਾਈਆਂ ਤੋਂ ਬਚੇ ਰਹਿੰਦੇ ਤਾਂ ਅੱਲਾਹ ਦੇ ਕੋਲ ਬੇਸ਼ੱਕ ਉਹਨਾਂ ਨੂੰ ਇਸ ਦਾ ਬਹੁਤ ਹੀ ਵਧੀਆ ਬਦਲਾ ਮਿਲਦਾ। ! ਜੇ ਉਹ ਜਾਣਦੇ।","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:104","price":"104਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! (ਜਦੋਂ ਤੁਸੀਂ ਨਬੀ (ਸ:) ਨੂੰ ਸੰਬੋਧਿਤ ਕਰੋ ਤਾਂ) ‘ਰਾਇਨਾ’ 1 ਨਾ ਆਖੋ ਸਗੋਂ ‘ਉਨਜ਼ੁਰਨਾ’ ਆਖੋ ਅਤੇ ਤੁਸੀਂ (ਨਬੀ ਦੀ ਗੱਲ ਨੂੰ ) ਧਿਆਨ ਨਾਲ ਸੁਣੋ। ਇਨਕਾਰੀਆਂ ਲਈ ਤਾਂ ਬਹੁਤ ਹੀ ਦੁਖਦਾਈ ਅਜ਼ਾਬ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"1 “ਰਾਇਨਾ” ਤੋਂ ਭਾਵ ਹੈ ਸਾਡੇ ਵੱਲ ਧਿਆਨ ਦਿਓ ਪਰ ਯਹੂਦੀ ਇਸ ਸ਼ਬਦ ਨੂੰ ਵਿਗੜ ਕੇ “ਰਾਈਨਾ” ਆਖਦੇ ਸਨ ਜਿਸਦਾ ਅਰਥ ਹੈ ਮੂਰਖ। ਇੰਜ ਉਹ ਨਬੀ ਕਰੀਮ (ਸ:) ਦਾ ਨਿਰਾਦਰ ਕਰਦੇ ਸਨ। ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਇਹ ਸ਼ਬਦ ਬੋਲਣ ਤੋਂ ਰੋਕ ਦਿੱਤਾ ਗਿਆ ਅਤੇ ਲੋੜ ਪੈਣ ’ਤੇ ਉਨਜ਼ੁਰਨਾ ਕਹਿਣ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਗਿਆ ਜਿਸ ਦਾ ਅਰਥ ਹੈ ਸਾਡੇ ਵੱਲ ਧਿਆਨ ਦੇਓ।","lang":"pa"},{"name":"2:105","price":"105਼ ਹੇ ਨਬੀ! ਅਹਲੇ ਕਿਤਾਬ (ਯਹੂਦੀ ਤੇ ਈਸਾਈਆਂ) ਵਿੱਚੋਂ ਜਿਨ੍ਹਾਂ ਨੇ ਵੀ ਕੁਫ਼ਰ ਕੀਤਾ ਉਹ ਨਹੀਂ ਚਾਹੁੰਦੇ ਅਤੇ ਨਾ ਹੀ ਮੁਸ਼ਰਿਕ ਚਾਹੁੰਦੇ ਹਨ ਕਿ ਤੁਹਾਡੇ ’ਤੇ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਕੋਈ ਭਲਾਈ (ਪੈਗ਼ੰਬਰੀ) ਨਾਜ਼ਿਲ ਹੋਵੇ ਪਰ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਉਸੇ ਨੂੰ ਆਪਣੀਆਂ ਮਿਹਰਾਂ ਲਈ ਚੁਣ ਲੈਂਦਾ । ਅੱਲਾਹ ਹੀ ਵੱਡੇ ਫ਼ਜਲਾਂ ਦਾ ਮਾਲਿਕ ਹੈ।","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:106","price":"106਼ ਜਿਹੜੀਆਂ ਆਇਤਾਂ ਅਸੀਂ (ਅੱਲਾਹ) ਰਦ ਕਰ ਦਿੰਦੇ ਹਾਂ ਜਾਂ (ਨਬੀ ਤੋਂ) ਭੁਲਾ ਦਿੰਦੇ ਹਾਂ ਤਾਂ ਅਸੀਂ ਉਹਨਾਂ (ਆਇਤਾਂ) ਤੋਂ ਵੀ ਵਧੀਆ ਜਾਂ ਉਹਨਾਂ ਜਹਿਆਂ ਹੋਰ (ਆਇਤਾਂ) ਲਿਆਉਂਦੇ ਹਾਂ। ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਹਰ ਕੰਮ ਕਰਨ ਦੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੈ ?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:107","price":"107਼ ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਲਈ ਹੀ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦੀ ਪਾਤਸ਼ਾਹੀ ਹੈ ? ਤੁਹਾਡੇ ਲਈ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਨਾ ਕੋਈ ਹਿਮਾਇਤੀ ਰੁ ਅਤੇ ਨਾ ਹੀ ਕੋਈ ਮਦਦ ਕਰਨ ਵਾਲਾ ਹੈ।","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:108","price":"108਼ (ਹੇ ਮੁਸਲਮਾਨੋ!) ਕੀ ਤੁਸੀਂ ਵੀ ਆਪਣੇ ਰਸੂਲ (ਮੁਹੰਮਦ) ਤੋਂ (ਬੇ-ਲੋੜੇ) ਸਵਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਜਿਵੇਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਮੂਸਾ ਤੋਂ ਸਵਾਲ ਕੀਤੇ ਗਏ ਸਨ। ਜਿਹੜਾ ਵੀ ਈਮਾਨ ਦੀ ਥਾਂ ਕੁਫ਼ਰ ਦੀ ਰਾਹ ਇਖਤਿਆਰ ਕਰੇਗਾ ਬੇਸ਼ੱਕ ਉਹ ਸਿੱਧੀ ਰਾਹ ਤੋਂ ਭਟਕ ਗਿਆ।","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:109","price":"109਼ ਅਹਲੇ ਕਿਤਾਬ ਵਿਚੋਂ ਬਹੁਤੇ ਲੋਕ ਇਹ ਚਾਹੁੰਦੇ ਹਨ ਕਿ ਕਾਸ਼ ਉਹ ਤੁਹਾਡੇ ਈਮਾਨ ਲਿਆਉਣ ਤੋਂ ਬਾਅਦ ਤੁਹਾਨੂੰ ਮੁੜ ਕਾਫ਼ਿਰ ਬਣਾ ਦੇਣ। ਉਹ ਆਪਣੇ ਦਿਲਾਂ ਵਿਚ (ਤੁਹਾਡੇ ਪ੍ਰਤੀ) ਈਰਖਾ ਰੱਖਦੇ ਹਨ ਜਦ ਕਿ ਉਹਨਾਂ ਦੇ ਸਾਹਮਣੇ ਹੱਕ ਵੀ ਸਪਸ਼ਟ ਹੋ ਗਿਆ ਹੈ। ਸੋ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਖ਼ਿਮਾ ਕਰ ਦਿਓ ਅਤੇ ਉਹਨਾਂ ਦੇ ਹਾਲ ’ਤੇ ਛੱਡ ਦਿਓ ਇੱਥੋਂ ਤਕ ਕਿ ਅੱਲਾਹ ਉਹਨਾਂ ਲਈ ਆਪਣਾ ਕੋਈ ਵਿਸ਼ੇਸ਼ ਹੁਕਮ ਲਾਗੂ ਕਰ ਦੇਵੇ। ਬੇਸ਼ਕ ਅੱਲਾਹ ਹਰੇਕ ਕੰਮ ਕਰਨ ਦੀ ਕੁਦਰਤ ਰਖਦਾ ਹੈ।","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:110","price":"110਼ ਹੇ ਮੁਸਲਮਾਨੋ! ਤੁਸੀਂ ਨਮਾਜ਼ ਕਾਇਮ ਕਰੋ, ਜ਼ਕਾਤ ਅਦਾ ਕਰੋ। ਤੁਸੀਂ ਆਪਣੇ ਲਈ ਜਿਹੜੀ ਵੀ ਭਲਾਈ ਅੱਗੇ ਭੇਜੋਗੇ ਉਸ ਨੂੰ ਅੱਲਾਹ ਕੋਲ ਹਾਜ਼ਿਰ ਪਾਓਗੇ। ਬੇਸ਼ੱਕ ਤੁਸੀਂ ਜੋ ਵੀ ਅਮਲ ਕਰਦੇ ਹੋ ਅੱਲਾਹ ਉਹਨਾਂ ਸਭ ਨੂੰ ਵੇਖਦਾ ਹੈ।","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:111","price":"111 ਇਹ (ਅਹਲੇ ਕਿਤਾਬ) ਕਹਿੰਦੇ ਹਨ ਕਿ ਜੰਨਤ ਵਿਚ ਤਾਂ ਕੇਵਲ ਯਹੂਦੀ ਤੇ ਨਸਰਾਨੀ (ਈਸਾਈ) ਹੀ ਜਾਣਗੇ (ਜਦ ਕਿ) ਇਹ ਸਭ ਉਹਨਾਂ ਦੀਆਂ (ਝੂਠੀਆਂ) ਆਸਾਂ ਹਨ (ਹੇ ਨਬੀ) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਜੇ ਤੁਸੀਂ ਇਸ ਗੱਲ ਵਿਚ ਸੱਚੇ ਹੋ ਤਾਂ ਕੋਈ ਦਲੀਲ ਪੇਸ਼ ਕਰੋ।","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:112","price":"112਼ ਕਿਉਂ ਨਹੀਂ ਉਹ (ਜੰਨਤ ਵਿਚ ਜਾਵੇਗਾ) ਜਿਸ ਨੇ ਆਪਣੇ ਚਿਹਰੇ (ਸੀਸ) ਨੂੰ ਅੱਲਾਹ ਅਗੇ ਝੁਕਾ ਦਿੱਤਾ ਹੈ, ਜਦ ਕਿ ਉਹ ਨੇਕੀ ਵੀ ਕਰਨ ਵਾਲਾ । ਉਸ ਦਾ ਬਦਲਾ ਉਸ ਦੇ ਰੱਬ ਕੋਲ ਹੈ। ਨਾ ਹੀ ਉਹਨਾਂ ਨੂੰ (ਨਰਕ ਦਾ) ਡਰ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਉਹ ਦੁਖੀ ਹੋਣਗੇ।","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:113","price":"113਼ ਯਹੂਦੀ ਆਖਦੇ ਹਨ ਕਿ ਈਸਾਈਆਂ ਦਾ ਕੋਈ ਅਧਾਰ ਨਹੀਂ ਅਤੇ ਈਸਾਈ ਆਖਦੇ ਹਨ ਕਿ ਯਹੂਦੀਆਂ ਦਾ ਕੋਈ ਅਧਾਰ ਨਹੀਂ ਜਦ ਕਿ ਉਹ ਦੋਵੇਂ ਕਿਤਾਬ (ਤੌਰੈਤ ਅਤੇ ਇੰਜੀਲ) ਪੜ੍ਹਦੇ ਹਨ। ਇਸੇ ਤਰ੍ਹਾਂ ਜੋ ਲੋਕ ਕੁੱਝ ਵੀ ਗਿਆਨ ਨਹੀਂ ਰੱਖਦੇ ਉਹ ਵੀ ਇਸੇ ਤਰ੍ਹਾਂ ਦੀਆਂ ਮਿਲਦੀਆਂ ਜੁਲਦੀਆਂ ਗਲਾਂ ਕਰਦੇ ਹਨ। ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ ਅੱਲਾਹ ਉਹਨਾਂ ਦੇ ਵਿਚਕਾਰ ਦੇ ਸਾਰੇ ਮੱਤਭੇਦਾਂ ਦਾ ਫ਼ੈਸਲਾ ਕਰ ਦੇਵੇਗਾ।","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:114","price":"114਼ ਇਸ ਤੋਂ ਵਧ ਕੇ ਜ਼ਾਲਮ ਕੋਣ ਹੋਵੇਗਾ ਜਿਹੜਾ ਲੋਕਾਂ ਨੂੰ ਮਸੀਤਾਂ ਵਿ ਅੱਲਾਹ ਦਾ ਜ਼ਿਕਰ (ਇਬਾਦਤ) ਕਰਨ ਤੋਂ ਰੋਕਦਾ ਹੈ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਉਜਾੜਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ। ਜਦ ਕਿ ਉਹਨਾਂ ਨੂੰ ਚਾਹੀਦਾ ਸੀ ਕਿ (ਰੱਬ ਤੋਂ) ਡਰਦੇ ਹੋਏ (ਮਸੀਤਾਂ) ਵਿਚ ਜਾਣ, ਅਜਿਹੇ ਵਿਅਕਤੀਆਂ ਲਈ ਦੁਨੀਆਂ ਵਿਚ ਵੀ ਰੁਸਵਾਈ ਹੈ ਅਤੇ ਆਖ਼ਿਰਤ ਵਿਚ ਕਰੜੇ ਅਜ਼ਾਬ (ਸਜ਼ਾਵਾਂ) ਹਨ।","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:115","price":"115਼ ਪੂਰਬ ਤੇ ਪੱਛਮ ਦਾ ਮਾਲਿਕ ਅੱਲਾਹ ਹੀ ਹੈ। ਤੁਸੀਂ ਜਿਸ ਦਿਸ਼ਾ ਵੱਲ ਵੀ ਚਿਹਰਾ ਕਰੋਗੇ ਉਸੇ ਵੱਲ ਅੱਲਾਹ ਹੈ। ਅੱਲਾਹ ਸਰਵ ਵਿਆਪੀ ਅਤੇ ਸਭ ਕੁੱਝ ਜਾਣਨ ਵਾਲਾ ਹੈ।","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:116","price":"116਼ ਇਹ (ਅਹਲੇ ਕਿਤਾਬ) ਆਖਦੇ ਹਨ ਕਿ ਅੱਲਾਹ ਦੀ ਸੰਤਾਨ ਹੈ 1 ਜਦ ਕਿ ਅੱਲਾਹ (ਇਹਨਾਂ ਗੱਲਾਂ ਤੋਂ) ਪਾਕ ਹੈ। ਜੋ ਕੁੱਝ ਵੀ ਅਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਵਿਚ ਹੈ ਉਹ ਸਭ ਉੇਸੇ ਦਾ ਹੀ ਹੈ, ਹਰੇਕ ਚੀਜ਼ ਉਸੇ ਦੀ ਆਗਿਆਕਾਰੀ ਹੈ।","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"1ਹਦੀਸੇ ਕੁਦਸੀ ਹੈ ਕਿ ਆਦਮ ਦੇ ਪੁੱਤਰ ਨੇ ਮੈਨੂੰ (ਅੱਲਾਹ ਨੂੰ) ਝੁਠਲਾਇਆ ਹਾਲਾਂ ਕਿ ਇਹ ਉਸ ਦਾ ਹੱਕ ਨਹੀਂ ਸੀ ਉਹ ਮੈਨੂੰ ਗਾਲਾਂ ਕੱਢਦਾ ਹੈ ਜਦ ਕਿ ਇਹ ਉਸ ਨੂੰ ਹੱਕ ਨਹੀਂ ਪਹੁੰਚਦਾ ਉਸ ਦਾ ਝੁਠਲਾਉਣਾ ਇਹ ਹੈ ਕਿ ਉਹ ਇਹ ਦਾਅਵਾ ਕਰਦਾ ਹੈ ਕਿ ਮੈਂ ਉਸ ਨੂੰ ਪਹਿਲਾਂ ਵਾਂਗ ਮੁੜ ਜਿਉਂਦਾ ਕਰਨ ਦੀ ਕੁਦਰਤ ਨਹੀਂ ਰੱਖਦਾ ਅਤੇ ਉਸ ਦੀਆਂ ਗਾਲਾਂ ਇਹ ਹਨ ਕਿ ਉਹ ਆਖਦਾ ਹੈ ਕਿ ਮੇਰੀ ਵੀ ਔਲਾਦ ਹੈ ਹਾਲਾਂ ਕਿ ਮੈਂ ਇਹਨਾਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਤੋਂ ਪਾਕ ਹਾਂ ਕਿ ਮੇਰੀ ਪਤਨੀ ਜਾਂ ਔਲਾਦ ਹੋਵੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4482)","lang":"pa"},{"name":"2:117","price":"117਼ ਉਹ ਅਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਦਾ ਕਾਢਕਾਰ ਹੈ ਜਦੋਂ ਉਹ ਕੋਈ ਕੰਮ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ ਤਾਂ ਇਸ ਲਈ ਕੇਵਲ ਇਹੋ ਕਹਿੰਦਾ ਹੈ ਕਿ ‘ਹੋ ਜਾ’ ਅਤੇ ਉਹ ਹੋ ਜਾਂਦਾ ਹੈ।","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:118","price":"118਼ ਅਤੇ ਉਹ ਲੋਕ ਜਿਹੜੇ ਕੁੱਝ ਵੀ ਗਿਆਨ ਨਹੀਂ ਰੱਖਦੇ ਆਖਦੇ ਹਨ ਕਿ ਅੱਲਾਹ ਸਾਡੇ ਨਾਲ ਗਲਾਂ ਕਿਉਂ ਨਹੀਂ ਕਰਦਾ ?ਜਾਂ ਸਾਡੇ ਕੋਲ ਕੋਈ ਨਿਸ਼ਾਨੀ ਕਿਉਂ ਨਹੀਂ ਆਈ? ਇਹੋ ਜਿਹੀਆਂ ਗੱਲਾਂ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਬੀਤ ਚੁਕੇ ਲੋਕ ਵੀ ਕਰਦੇ ਸਨ। ਇਹਨਾਂ ਸਭਣਾਂ ਦੀ ਸੋਚ ਇੱਕੋ ਜਿਹੀਰਹੈ। ਅਸੀਂ ਸੱਚਾਈ ਉੱਤੇ ਵਿਸ਼ਵਾਸ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਆਪਣੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਸਪਸ਼ਟ ਕਰ ਦਿੱਤੀਆਂ ਹਨ।","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:119","price":"119਼ ਬੇਸ਼ੱਕ ! ਅਸੀਂ ਤੁਹਾਨੂੰ (ਹੇ ਮੁਹੰਮਦ) ਹੱਕ (.ਕੁਰਆਨ) ਦੇ ਨਾਲ ਖ਼ੁਸ਼ਖ਼ਬਰੀਆਂ ਸੁਣਾਉਣ ਵਾਲਾ ਅਤੇ ਡਰਾਉਣ ਵਾਲਾ ਬਣਾ ਕੇ ਭੇਜਿਆ 2 ਨਰਕ ਵਿਚ ਜਾਣ ਵਾਲਿਆਂ ਦੇ ਸੰਬੰਧ ਵਿਚ ਤੁਹਾਥੋਂ ਕੋਈ ਪੁੱਛ -ਗਿੱਛ ਨਹੀਂ ਹੋਵੇਗੀ।","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"2 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 85/3","lang":"pa"},{"name":"2:120","price":"120਼ ਯਹੂਦੀ ਤੇ ਈਸਾਈ ਤੁਹਾਥੋਂ ਕਦੇ ਵੀ ਰਾਜ਼ੀ ਨਹੀਂ ਹੋਣਗੇ ਜਦ ਤੀਕ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਦੇ ਧਰਮ ਦੇ ਪੈਰੋਕਾਰ ਨਹੀਂ ਬਣ ਜਾਂਦੇ। (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਦੀ ਹਿਦਾਇਤ ਹੀ ਅਸਲੀ ਹਿਦਾਇਤ ਹੈ। ਤੁਹਾਡੇ ਕੋਲ ਜਿਹੜਾ ਗਿਆਨ ਆਇਆ ਹੈ ਜੇ ਤੁਸੀਂ ਇਸ ਤੋਂ ਬਾਅਦ ਵੀ ਇਹਨਾਂ (ਯਹੂਦੀਆਂ) ਦੀਆਂ ਇੱਛਾਵਾਂ ਦੀ ਪੈਰਵੀ ਕੀਤੀ ਤਾਂ ਤੁਹਾਨੂੰ ਅੱਲਾਹ ਦੀ ਪਕੜ ਤੋਂ ਬਚਾਉਣ ਵਾਲਾ ਨਾ ਤੁਹਾਡਾ ਕੋਈ ਹਿਮਾਇਤੀ ਹੋਵੇਗਾ ਨਾ ਹੀ ਕੋਈ ਮਦਦਗਾਰ ਹੋਵੇਗਾ।","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:121","price":"121਼ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਅਸੀਂ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਦਿੱਤੀ ਹੈ ਉਹ ਇਸ ਨੂੰ ਇੰਜ ਪੜ੍ਹਦੇ ਹਨ ਜਿਵੇਂ ਇਸ ਨੂੰ ਪੜ੍ਹਣ ਦਾ ਹੱਕ ਹੈ ਉਹੀਓ ਲੋਕ ਇਸ ’ਤੇ ਈਮਾਨ ਲਿਆਉਂਦੇ ਹਨ ਅਤੇ ਜਿਹੜਾ ਇਸਦਾ ਇਨਕਾਰ ਕਰਦਾ ਹੈ ਉਹੀਓ (ਆਖ਼ਿਰਤ ਵਿਚ) ਘਾਟੇ ਵਿਚ ਰਹੇਗਾ।","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:122","price":"122਼ ਹੇ ਬਨੀ ਇਸਰਾਈਲ ! ਤੁਸੀਂ ਰਤਾ ਮੇਰੀਆਂ ਉਹਨਾਂ ਨਿਅਮਤਾਂ ਨੂੰ ਤਾਂ ਯਾਦ ਕਰੋ ਜਿਹੜੀਆਂ ਮੈਂ ਤੁਹਾਨੂੰ ਬਖ਼ਸ਼ੀਆਂ ਸੀ ਅਤੇ ਮੈਂ ਤੁਹਾਨੂੰ ਕੁੱਲ ਜਹਾਨ (ਦੀਆਂ ਕੌਮਾਂ) ਉੱਤੇ ਵਡਿਆਈ (ਸਰਦਾਰੀ) ਬਖ਼ਸ਼ੀ ਸੀ।","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:123","price":"123਼ ਅਤੇ ਉਸ ਦਿਨ ਤੋਂ ਡਰੋ ਜਦੋਂ ਕੋਈ ਵਿਅਕਤੀ ਕਿਸੇ ਦੂਜੇ ਦੇ ਕੰਮ ਨਹੀਂ ਆਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਕੋਈ ਚੀਜ਼ (ਸਜ਼ਾ ਦੇ) ਬਦਲੇ ਵਿਚ ਕਬੂਲ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਨਾ ਹੀ ਉਸ (ਅਪਰਾਧੀ) ਨੂੰ ਕੋਈ ਸਫ਼ਾਰਸ਼ ਹੀ ਲਾਭ ਦੇਵੇਗੀ ਅਤੇ ਨਾ ਹੀ ਉਸ ਦੀ ਕੋਈ ਮਦਦ ਹੀ ਕੀਤੀ ਜਾਵੇਗੀ।","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:124","price":"124਼ ਅਤੇ ਜਦੋਂ ਇਬਰਾਹੀਮ ਨੂੰ ਉਸ ਦੇ ਰੱਬ ਨੇ ਕੁੱਝ ਗੱਲਾਂ ਨਾਲ ਅਜ਼ਮਾਇਆ ਅਤੇ ਉਹ ਉਹਨਾਂ ਵਿਚ ਖਰਾ ਉੱਤਰਿਆ ਤਾਂ ਅੱਲਾਹ ਨੇ ਆਖਿਆ ਕਿ ਮੈਂ ਤੁਹਾਨੂੰ ਲੋਕਾਂ ਦਾ ਇਮਾਮ (ਆਗੂ) ਬਣਾਉਣ ਵਾਲਾ ਹਾਂ। ਉਹਨਾਂ (ਇਬਰਾਹੀਮ ਨੇ) ਕਿਹਾ, ਕੀ ਮੇਰੀ ਔਲਾਦ ਵਿੱਚੋਂ ਵੀ ਕੋਈ (ਇਮਾਮ) ਹੋਵੇਗਾ ? ਅੱਲਾਹ ਨੇ ਕਿਹਾ ਕਿ ਮੇਰਾ ਵਾਅਦਾ ਜ਼ਾਲਮਾਂ ਨਾਲ ਨਹੀਂ।","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:125","price":"125਼ ਅਤੇ ਜਦੋਂ ਅਸੀਂ ਅੱਲਾਹ ਦੇ ਘਰ (ਖ਼ਾਨਾ-ਕਾਅਬਾ) ਨੂੰ ਲੋਕਾਂ ਲਈ ਮੁੜ-ਮੁੜ ਆਉਣ ਵਾਲੀ ਥਾਂ ਅਤੇ ਅਮਨ ਦਾ ਕੇਂਦਰ ਬਣਾਇਆ ਅਤੇ (ਹੁਕਮ ਦਿੱਤਾ ਕਿ) ਤੁਸੀਂ ਮਕਾਮੇ ਇਬਰਾਹੀਮ ਨੂੰ ਨਮਾਜ਼ ਪੜ੍ਹਨ ਵਾਲੀ ਥਾਂ ਬਣਾਓ ਅਤੇ ਅਸਾਂ ਇਬਰਾਹੀਮ ਤੇ ਇਸਮਾਈਲ ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਤੁਸੀਂ ਦੋਵੇਂ ਮੇਰੇ ਘਰ ਨੂੰ ਤਵਾਫ਼ (ਪਰਕਰਮਾ) ਐਤਕਾਫ਼ (ਠਹਿਰਣ ਲਈ), ਰੁਕੂਅ ਅਤੇ ਸਿਜਦਾ (ਨਮਾਜ਼ ਅਦਾ) ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਪਾਕ ਸਾਫ਼ ਖੋ।","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:126","price":"126਼ ਜਦੋਂ ਇਬਰਾਹੀਮ ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਮੇਰੇ ਰੱਬਾ! ਇਸ (ਮੱਕੇ) ਨੂੰ ਅਮਨ ਦਾ ਸ਼ਹਿਰ ਬਣਾ ਦੇ ਅਤੇ ਇਸਦੇ ਵਾਸੀਆਂ ਵਿੱਚੋਂ ਜਿਹੜੇ ਅੱਲਾਹ ਅਤੇ ਆਖ਼ਿਰਤ ’ਤੇ ਈਮਾਨ ਲਿਆਉਣ ਉਹਨਾਂ ਨੂੰ ਫਲਾਂ ਦਾ ਰਿਜ਼ਕ (ਰੋਜ਼ੀਆਂ) ਪ੍ਰਦਾਨ ਕਰ। ਅੱਲਾਹ ਨੇ ਕਿਹਾ ਕਿ ਜਿਹੜਾ ਇਨਕਾਰ ਕਰੇਗਾ ਉਸ ਨੂੰ ਮੈਂ ਸੰਸਾਰ ਵਿਚ ਹੀ ਥੋੜ੍ਹਾ ਜਿਹਾ ਲਾਭ ਦਿਆਂਗਾ ਫਿਰ ਮੈਂ ਉਸ ਨੂੰ ਅੱਗ ਦਾ ਅਜ਼ਾਬ ਲੈਣ ਲਈ ਮਜਬੂਰ ਕਰ ਦਿਆਂਗਾ ਅਤੇ ਉਹ ਬਹੁਤ ਹੀ ਭੈੜੀ ਥਾਂ ਹੈ।","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:127","price":"127਼ ਅਤੇ (ਯਾਦ ਕਰੋ) ਜਦੋਂ ਇਬਰਾਹੀਮ ਅਤੇ ਇਸਮਾਈਲ ਅੱਲਾਹ ਦੇ ਘਰ (ਖ਼ਾਨਾ-ਕਾਅਬਾ) ਦੀਆਂ ਕੰਧਾਂ ਉਚੀਆਂ ਕਰ ਰਹੇ ਸਨ (ਅਤੇ ਦੁਆ ਕਰ ਰਹੇ ਸਨ ਕਿ) ਹੇ ਸਾਡੇ ਰੱਬ ਤੂੰ ਸਾਥੋਂ (ਇਹ ਨੇਕੀ) ਕਬੂਲ ਫ਼ਰਮਾ ਬੇਸ਼ੱਕ ਤੂੰ ਹੀ ਸਭ ਕੁੱਝ ਸੁਣਨ ਵਾਲਾ ਤੇ ਜਾਣਨ ਵਾਲਾ ਹੈ।","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:128","price":"128਼ (ਇਹ ਵੀ ਦੁਆ ਕੀਤੀ ਕਿ) ਹੇ ਸਾਡੇ ਰੱਬ ! ਸਾਨੂੰ ਦੋਹਾਂ ਨੂੰ ਆਪਣਾ ਆਗਿਆਕਾਰੀ ਬਣਾ ਅਤੇ ਸਾਡੀ ਔਲਾਦ ਵਿੱਚੋਂ ਵੀ ਇਕ ਜਮਾਅਤ ਨੂੰ ਆਪਣਾ ਆਗਿਆਕਾਰੀ ਬਣਾ ਅਤੇ ਸਾਨੂੰ ਇਬਾਦਤ ਕਰਨ ਦੇ ਢੰਗ ਵੀ ਸਿਖਾ ਅਤੇ ਸਾਡੇ ਵੱਲ ਧਿਆਨ ਦੇ, ਬੇਸ਼ੱਕ ਤੂੰ ਹੀ ਤੌਬਾ ਨੂੰ ਕਬੂਲ ਕਰਨ ਵਾਲਾ ਅਤੇ ਅਤਿਅੰਤ ਰਹਿਮ ਫ਼ਰਮਾਉਣ ਵਾਲਾ ਹੈ।","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:129","price":"129਼ ਹੇ ਸਾਡੇ ਮਾਲਿਕ! ਇਹਨਾਂ ਲੋਕਾਂ ਵਿੱਚੋਂ ਹੀ ਇਹਨਾਂ ਲਈ ਵੀ ਇਕ ਰਸੂਲ ਭੇਜ ਜਿਹੜਾ ਇਹਨਾਂ ਦੇ ਸਾਹਮਣੇ ਤੇਰੀਆਂ ਆਇਤਾਂ (ਅਦੇਸ਼ਾਂ) ਨੂੰ ਪੜ੍ਹੇ ਅਤੇ ਇਹਨਾਂ ਨੂੰ ਕਿਤਾਬ ਅਤੇ ਹਿਕਮਤ (ਸਮਝ ਬੂਝ) ਦੀ ਸਿੱਖਿਆ ਦੇਵੇ ਅਤੇ ਇਨ੍ਹਾਂ ਨੂੰ (ਬੁਰਾਈਆਂ ਤੋਂ) ਪਾਕ ਕਰ। ਬੇਸ਼ੱਕ ਤੂੰ ਹੀ ਵੱਡਾ ਜ਼ੋਰਾਵਾਰ ਅਤੇ ਹਿਕਮਤ ਵਾਲਾ ਹੈ।","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:130","price":"130਼ ਹੁਣ ਕੋਣ ਹੈ ਜਿਹੜਾ ਇਬਰਾਹੀਮ ਦੇ ਤਰੀਕੇ ਨਾਲ ਨਫ਼ਤਰ ਕਰੇ ਹੈ ਛੁੱਟ ਉਸ ਤੋਂ ਜਿਸ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਮੂਰਖਤਾ ਵਿਚ ਫਸਾ ਲਿਆ ਹੋਵੇ। ਬੇਸ਼ੱਕ ਅਸੀਂ ਇਬਰਾਹੀਮ ਨੂੰ ਸੰਸਾਰ ਵਿਚ (ਇਮਾਮ ਬਣਾਉਣ ਲਈ) ਚੁਣ ਲਿਆ ਹੈ ਅਤੇ ਪਰਲੋਕ ਵਿਚ ਉਹ ਨੇਕ ਲੋਕਾਂ ਵਿਚ ਗਿਿਣਆ ਜਾਵੇਗਾ।","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:131","price":"131਼ ਅਤੇ ਜਦੋਂ ਇਬਰਾਹੀਮ ਨੂੰ ਉਸ ਦੇ ਰੱਬ ਨੇ ਆਖਿਆ ਕਿ ਆਗਿਆਕਾਰੀ ਬਣ ਜਾ ਤਾਂ ਉਸ ਨੇ ਕਿਹਾ ਕਿ ਮੈਂ ਸਾਰੇ ਜਹਾਨਾਂ ਦੇ ਮਾਲਿਕ ਦਾ ਆਗਿਆਕਾਰੀ ਬਣ ਗਿਆ।","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:132","price":"132਼ ਇਬਰਾਹੀਮ ਅਤੇ ਯਾਕੂਬ ਨੇ ਆਪਣੇ ਪੁੱਤਰਾਂ ਨੂੰ ਇਸ (ਸੱਚੀ ਗੱਲ) ਦੀ ਵਸੀਅਤ ਕਰਦੇ ਹੋਏ ਕਿਹਾ ਕਿ ਹੇ ਮੇਰੇ ਪੁੱਤਰੋ! ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਨੇ ਤੁਹਾਡੇ ਲਈ ਇਹੋ ਦੀਨ (ਇਸਲਾਮ) ਨੰ ਪਸੰਦ ਕੀਤਾ ਹੈ ਸੋ ਮਰਦੇ ਦਮ ਤਕ ਤੁਸੀਂ ਮੁਸਲਮਾਨ ਹੀ ਰਹਿਣਾ।","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:133","price":"133਼ ਜਦੋਂ ਯਾਕੂਬ ਦੀ ਮੌਤ ਆਈ ਸੀ ਕੀ ਉਸ ਸਮੇਂ ਤੁਸੀਂ ਹਾਜ਼ਰ ਸੀ ਜਦੋਂ ਉਸ ਨੇ ਆਪਣੇ ਪੁੱਤਰਾਂ ਨੂੰ ਪੁੱਛਿਆ ਸੀ ਕਿ ਮੇਰੇ ਮਗਰੋਂ ਤੁਸੀਂ ਕਿਸ ਦੀ ਇਬਾਦਤ ਕਰੋਗੇ ? ਉਹਨਾਂ ਨੇ ਕਿਹਾ ਕਿ ਅਸੀਂ ਤੇਰੇ ਇਸ਼ਟ ਅਤੇ ਤੇਰੇ ਬਾਪ ਦਾਦਾ ਇਬਰਾਹੀਮ, ਇਸਮਾਈਲ ਅਤੇ ਇਸਹਾਕ ਦੇ ਇਸ਼ਟ ਦੀ ਇਬਾਦਤ ਕਰਾਂਗੇ ਜਿਹੜਾ ਇਕ ਹੀ ਇਸ਼ਟ (ਅੱਲਾਹ) ਹੈ ਅਸੀਂ ਸਾਰੇ ਉਸੇ ਦੇ ਆਗਿਆਕਾਰੀ ਹਾਂ।","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:134","price":"134਼ ਇਹ ਇਕ ਟੋਲੀ ਸੀ ਜਿਹੜੀ ਬੀਤ ਚੁੱਕੀ। ਹਰੇਕ ਲਈ ਉਹੀਓ (ਬਦਲਾ) ਹੈ ਜਿਹੜਾ ਉਸ ਨੇ ਕਮਾਇਆ ਰੁ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਉਹ ਹੈ ਜਿਹੜਾ ਤੁਸੀਂ ਕਮਾਉਗੇ। ਉਹਨਾਂ (ਬੀਤ ਚੁੱਕੇ ਲੋਕਾਂ) ਦੇ ਕੰਮਾਂ ਬਾਰੇ ਤੁਹਾਥੋਂ ਪੁੱਛਿਆ ਨਹੀਂ ਜਾਵੇਗਾ।","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:135","price":"135਼ (ਹੇ ਨਬੀ) ਉਹ (ਅਹਲੇ ਕਿਤਾਬ) ਆਖਦੇ ਹਨ ਕਿ ਤੁਸੀਂ ਯਹੂਦੀ ਜਾਂ ਈਸਾਈ ਬਣ ਜਾਉ ਤਾਂ ਹਿਦਾਇਤ ਮਿਲੇਗੀ। ਤੁਸੀਂ ਆਖ ਦਿਉ ਕਿ ਅਸੀਂ ਤਾਂ ਇਬਰਾਹੀਮ ਦੇ ਧਰਮ ਦੀ ਪੈਰਵੀ ਕਰਦੇ ਹਾਂ ਜਿਹੜਾ ਹੱਕ ਸੱਚ ਅੱਗੇ ਝੁਕਣ ਵਾਲਾ ਸੀ ਅਤੇ ਉਹ ਮੁਸ਼ਰਿਕਾਂ 1 ਵਿੱਚੋਂ ਵੀ ਨਹੀਂ ਸੀ।","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"1 ਹਜ਼ਰਤ ਮੁਹੰਮਦ(ਸ:) ਦੇ ਨਬੀ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਬਹੁਤੇ ਲੋਕ ਸ਼ਿਰਕ ਵਿਚ ਫਸੇ ਹੋਏ ਸਨ, ਬਹੁਤ ਹੀ ਘੱਟ ਲੋਕ ਤੌਹੀਦ (ਰੱਬ ਇਕ ਹੋਣ) ਤੋਂ ਜਾਣੂ ਸਨ। ਹਜ਼ਰਤ ਅਬਦੁੱਲਾ ਬਿਨ ਉਮਰ ਦਾ ਫ਼ਰਮਾਨ ਹੈ ਕਿ ਵਹੀ ਦੇ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ ਦਾ ਸਮਾਂ ਸੀ ਕਿ ਬਲਦਾਹ ਬਸਤੀ ਵਿਚ ਨਬੀ (ਸ:) ਦਾ ਸਾਹਮਣਾ ਜ਼ੈਦ ਬਿਨ ਉਮਰ ਬਿਨ ਨਫ਼ੀਲ ਨਾਲ ਹੋਇਆ ਉੱਥੇ ਆਪ (ਸ:) ਨੂੰ ਭੋਜਨ ਪਰੋਸਿਆ ਗਿਆ ਤਾਂ ਆਪ (ਸ:) ਨੇ ਉਸ ਦਾ ਸਾਥ ਦੇਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ, ਫਿਰ ਜ਼ੈਦ ਨੂੰ ਕਿਹਾ ਕਿ ਮੈਂ ਅਜਿਹੀ ਕੋਈ ਵੀ ਚੀਜ਼ ਨਹੀਂ ਖਾਂਦਾ ਜੋ ਤੁਸੀਂ ਆਪਣੇ ਬੁਤਾਂ ਆਦਿ ਦੇ ਥਾਣ ’ਤੇ ਜ਼ਿਬਹ ਕਰਦੇ ਹੋ। ਜ਼ੈਦ ਬਿਨ ਉਮਰ ਕੁਰੈਸ਼ ਨੂੰ ਕਿਹਾ ਕਰਦੇ ਸੀ ਕਿ ਅੱਲਾਹ ਹੀ ਤਾਂ ਹੈ ਜਿਸ ਨੇ ਜਾਨਵਰਾਂ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਅਕਾਸ਼ ਤੋਂ ਪਾਣੀ ਉਤਾਰਿਆ ਅਤੇ ਧਰਤੀ ਵਿੱਚੋਂ ਚਾਰਾਹ ਉਗਾਇਆ ਫਿਰ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਕਿਸੇ ਹੋਰ ਦੇ ਨਾਂ ’ਤੇ ਜਾਨਵਰ ਕਿਓਂ ਜ਼ਿਬਹ ਕਰਦੇ ਹੋ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3826)","lang":"pa"},{"name":"2:136","price":"136਼ (ਹੇ ਮੁਸਲਮਾਨੋ!) ਤੁਸੀਂ ਆਖੋ ਕਿ ਅਸੀਂ ਅੱਲਾਹ ’ਤੇ ਈਮਾਨ ਲਿਆਏ ਹਾਂ ਅਤੇ ਉਸ ’ਤੇ ਵੀ ਜੋ ਸਾਡੇ ਵਲ (.ਕੁਰਆਨ) ਉਤਾਰਿਆ ਗਿਆ ਹੈ। ਅਤੇ ਜਿਹੜਾ ਵੀ ਇਬਰਾਹੀਮ, ਇਸਮਾਈਲ, ਇਸਹਾਕ, ਯਾਕੂਬ ਅਤੇ ਉਹਨਾਂ ਦੀ ਔਲਾਦ ਲਈ (ਰੱਬੀ ਫ਼ਰਮਾਨ) ਉਤਾਰਿਆ ਗਿਆ ਰੁ ਅਤੇ ਜੋ ਮੂਸਾ, ਅਤੇ ਈਸਾ ਨੂੰ (ਕਿਤਾਬਾਂ) ਦਿੱਤੀਆਂ ਛਗਈਆਂ ਹਨ ਅਤੇ ਜੋ ਦੂਜੇ ਸਾਰੇ ਨਬੀਆਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਰੱਬ ਵੱਲੋਂ (ਆਦੇਸ਼) ਦਿੱਤੇ ਗਏ ਸਨ (ਸਾਡਾ ਉਹਨਾਂ ਸਭ ’ਤੇ ਈਮਾਨ ਹੈ) ਅਸੀਂ ਉਹਨਾਂ (ਨਬੀਆਂ) ਵਿਚਕਾਰ ਕੋਈ ਭੇਦ ਭਾਵ ਨਹੀਂ ਕਰਦੇ ਅਤੇ ਅਸੀਂ ਸਾਰੇ ਉਸ (ਅੱਲਾਹ) ਦੇ ਆਗਿਆਕਾਰੀ ਹਾਂ।","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:137","price":"137਼ ਜੇ ਉਹ (ਅਹਲੇ ਕਿਤਾਬ) ਵੀ ਉਹਨਾਂ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ’ਤੇ ਈਮਾਨ ਲਿਆਉਣ ਜਿਨ੍ਹਾਂ ’ਤੇ ਤੁਸੀਂ ਈਮਾਨ ਲਿਆਏ ਹੋ ਤਾਂ ਉਹ ਵੀ ਹਿਦਾਇਤ ਵਾਲੇ ਬਣ ਜਾਣਗੇ। ਜੇ ਉਹ ਈਮਾਨ ਲਿਆਉਣ ਤੋਂ ਮੂੰਹ ਮੋੜਨ ਤਾਂ ਉਹ ਤੁਹਾਡੇ ਵਿਰੋਧੀ ਹਨ ਸੋ ਉਹਨਾਂ ਦੇ ਮੁਕਾਬਲੇ ਲਈ ਅੱਲਾਹ ਹੀ ਬਥੇਰਾ ਹੈ ਅਤੇ ਉਹ ਭਲੀ-ਭਾਂਤ ਸੁਣਨ ਤੇ ਜਾਣਨ ਵਾਲਾ ਹੈ।","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:138","price":"138਼ (ਹੇ ਨਬੀ ਇਹਨਾਂ ਨੂੰ ਆਖੋ) ਕਿ ਅੱਲਾਹ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗ ਜਾਉ ਉਸ ਦੇ ਰੰਗ ਤੋਂ ਸੋਹਣਾ ਕਿਸ ਦਾ ਰੰਗ ਰੁ ? ਅਤੇ ਅਸੀਂ ਸਾਰੇ ਉਸੇ ਦੀ ਇਬਾਦਤ ਕਰਦੇ ਹਾਂ।","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:139","price":"139਼ (ਹੇ ਨਬੀ! ਤੁਸੀਂ) ਆਖੋ, ਕੀ ਤੁਸੀਂ ਸਾਡੇ ਨਾਲ ਅੱਲਾਹ ਬਾਰੇ ਝਗੜਦੇ ਹੋ ? ਜਦੋਂ ਕਿ ਉਹ ਸਾਡਾ ਵੀ ਰੱਬ ਹੈ ਅਤੇ ਤੁਹਾਡਾ ਵੀ ਉਹੀਓ ਰੱਬ ਹੈ ਅਤੇ ਸਾਡੇ ਲਈ ਸਾਡੇ ਕਰਮ ਹਨ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਤੁਹਾਡੇ ਕਰਮ ਹਨ ਅਤੇ ਅਸੀਂ ਸਾਰੇ (ਕਰਮ) ਖ਼ਾਲਸ ਉਸੇ (ਅੱਲਾਹ ਦੀ ਰਜ਼ਾ) ਲਈ ਕਰਦੇ ਹਾਂ। 1","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"1ਇਸ ਵਿਚ ਦੱਸਿਆਂ ਗਿਆ ਹੈ ਕਿ ਜਿਹੜਾ ਵੀ ਕੰਮ ਕੇਵਲ ਅੱਲਾਹ ਦੀ ਰਜ਼ਾ ਲਈ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਉਹੀਓ ਅਮਲ ਮੁਕਤੀ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ ਅਤੇ ਇਸ ਵਿਚ ਇਖ਼ਲਾਸ ਦੀ ਮਹੱਤਤਾ ਵੀ ਦੱਸੀ ਗਈ ਹੈ (1) ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਰਾਤ ਨੂੰ ਇੰਨੀ ਲੰਮੀ ਨਮਾਜ਼ ਪੜ੍ਹਿਆ ਕਰਦੇ ਸੀ ਕਿ ਪੈਰਾਂ ’ਤੇ ਸੋਜਾ ਆ ਜਾਂਦਾ। ਜਦੋਂ ਆਪ ਜੀ ਨੂੰ ਕਿਹਾ ਜਾਂਦਾ ਕਿ ਤੁਸੀਂ ਇੰਨਾ ਕਸ਼ਟ ਕਿਓਂ ਉਠਾਉਂਦੇ ਹੋ ਤਾਂ ਆਖਦੇ “ਕੀ ਮੈਂ ਅੱਲਾਹ ਦਾ ਧੰਨਵਾਦੀ ਨਾ ਬਣਾ? ” (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6471) * ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਭਲੇ ਕੰਮ ਸਹੀ ਤਰੀਕੇ ਨਾਲ, ਇਖ਼ਲਾਸ ਨਾਲ ਕਰਦੇ ਰਹੋ ਅਤੇ ਹੋਂਦ ਨਾ ਵਧੋ ਸਗੋਂ ਵਿਚਕਾਰ ਵਾਲੀ ਰਾਹ ਅਪਣਾਓ ਅਤੇ ਖ਼ੁਸ਼ ਰਹੋ (ਅੱਲਾਹ ਦੀ ਰਹਿਮਤ ਤੋਂ ਬੇ-ਆਸ ਨਾ ਹੋਵੋ) ਕਿਉਂ ਜੋ ਕੇਵਲ ਨੇਕ ਕੰਮ ਹੀ ਕਿਸੇ ਨੂੰ ਜੰਨਤ ਵਿਚ ਨਹੀਂ ਲੈਕੇ ਜਾਣਗੇ। ਆਪ ਜੀ (ਸ:) ਤੋਂ ਪੁੱਛਿਆ ਗਿਆ ਕਿ ਕੀ ਤੁਸੀਂ ਵੀ ਅਮਲਾਂ ਦੇ ਸਦਕੇ ਜੰਨਤ ਵਿਚ ਨਹੀਂ ਜਾਓਗੇ? ਆਪ ਨੇ ਫ਼ਰਮਾਇਆ ਹਾਂ ਮੈਂ ਵੀ ਪਰ ਇਹ ਗੱਲ ਵੀ ਹੈ ਕਿ ਅੱਲਾਹ ਮੈਨੂੰ ਆਪਣੀ ਬਖ਼ਸ਼ਿਸ਼ ਅਤੇ ਮਿਹਰਾਂ ਦੀ ਛਤਰ-ਛਾਇਆ ਹੇਠ ਵੀ ਲੈ ਲਵੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6467) * ਹਦੀਸ ਵਿੱਚ ਹੈ ਕਿ ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਜੇ ਮੇਰੇ ਕੋਲ ੳਹਦ ਦੇ ਪਹਾੜ ਜਿੰਨਾ ਸੋਨਾ ਹੁੰਦਾ ਫਿਰ ਵੀ ਮੈਂ ਇਸ ਗਲ ’ਤੇ ਖ਼ੁਸ਼ ਹੋਵਾਂਗਾ ਕਿ ਲਗਾਤਾਰ ਤਿੰਨ ਰਾਤਾਂ ਬੀਤਣ ਤੋਂ ਪਹਿਲਾਂ ਇਕ ਕਣ ਵੀ ਮੇਰੇ ਕੋਲ ਨਾ ਰਹੇ। ਹਾਂ! ਜੇ ਕਿਸੇ ਦਾ ਕਰਜ਼ ਅਦਾ ਕਰਨ ਲਈ ਰੱਖ ਲਵਾਂ ਤਾਂ ਵੱਖਰੀ ਗੱਲ ਹੈ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6445)\n* ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਾਇਆ ਇਕ ਪਿਆਸਾ ਕੁੱਤਾ ਖੂਹ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਚੱਕਰ ਲਗਾ ਰਿਹਾ ਸੀ ਪਿਆਸ ਕਾਰਨ ਉਸ ਦਾ ਦਮ ਨਿਕਲਣ ਵਾਲਾ ਹੀ ਸੀ ਕਿ ਬਨੀ ਇਸਰਾਈਲ ਦੀ ਇਕ ਬਦਕਾਰ ਔੌਰਤ ਦੀ ਉਸ ’ਤੇ ਨਿਗਾਹ ਪੈ ਗਈ ਤਾਂ ਉਸ ਨੇ ਆਪਣੀ ਜੁਤੀ ਉਤਾਰੀ ਅਤੇ ਉਸ ਵਿਚ ਪਾਣੀ ਭਰ ਕੇ ਕੁੱਤੇ ਨੂੰ ਪਿਆ ਦਿੱਤਾ ਅੱਲਾਹ ਨੇ ਇਸੇ ਕਾਰਨ ਉਸ ਦੀ ਬਖ਼ਸ਼ਿਸ਼ ਕਰ ਦਿੱਤੀ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3467)","lang":"pa"},{"name":"2:140","price":"140਼ ਕੀ ਤੁਸੀਂ (ਅਹਲੇ ਕਿਤਾਬ) ਇਹ ਕਹਿੰਦੇ ਹੋ ਕਿ ਇਬਰਾਹੀਮ, ਇਸਮਾਈਲ, ਇਸਹਾਕ, ਯਾਕੂਬ ਅਤੇ ਉਹਨਾਂ ਦੀ ਸੰਤਾਨ ਯਹੂਦੀ ਜਾ ਈਸਾਈ ਸਨ? (ਹੇ ਨਬੀ ਤੁਸੀਂ) ਇਹਨਾਂ ਨੂੰ ਪੁੱਛੋ, ਕੀ ਤੁਸੀਂ ਵੱਧ ਜਾਣਦੇ ਹੋ ਜਾਂ ਅੱਲਾਹ? ਅਤੇ ਇਸ ਤੋਂ ਵੱਡਾ ਜ਼ਾਲਿਮ ਕੌਣ ਹੋਵੇਗਾ ਜਿਹੜਾ ਉਸ ਗਵਾਹੀ ਨੂੰ ਲੁਕਾਵੇਂ ਜਿਹੜੀ ਉਹਨਾਂ ਕੋਲ ਅੱਲਾਹ ਵੱਲੋਂ (ਤੌਰੈਤ ਤੇ ਇੰਜੀਲ ਵਿਚ) ਆਈ ਹੋਈ ਹੈ ? ਅਤੇ ਅੱਲਾਹ ਤੁਹਾਡੇ ਵੱਲੋਂ ਕੀਤੀਆਂ ਗਈਆਂ ਕਰਤੂਤਾਂ ਤੋਂ ਬੇਖ਼ਬਰ ਨਹੀਂ।","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"pa"},{"name":"2:141","price":"141਼ (ਇਹ) ਇਕ ਜਮਾਅਤ ਸੀ ਜਿਹੜੀ ਬੀਤ ਚੁੱਕੀ ਹੈ ਜੋ ਉਹਨਾਂ ਨੇ ਕਮਾਇਆ ਉਹਨਾਂ ਲਈ ਸੀ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਉਹੀ ਹੈ ਜੋ ਤੁਸੀਂ ਕਮਾਇਆ। ਤੁਹਾਥੋਂ ਨਹੀਂ ਪੁੱਛਿਆ ਜਾਵੇਗਾ ਜੋ ਕੁੱਝ ਉਹ ਕਰਦੇ ਸਨ।","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"pa"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}