{"data":[{"name":"12:53","price":"53਼ ਯੂਸੁਫ਼ ਨੇ ਆਖਿਆ ਕਿ ਮੈਂ ਆਪਣੇ ਮਨ ਨੂੰ ਪਵਿੱਤਰ ਸਿੱਧ ਕਰਨਾ ਨਹੀਂ ਚਾਹੁੰਦਾ ਜਦ ਕਿ ਮਨ ਤਾਂ ਬੁਰਾਈ ਵੱਲ ਹੀ ਪ੍ਰੇਰਦਾ ਹੈ। ਮੇਰਾ ਪਾਲਣਹਾਰ ਹੀ ਜਿਸ ’ਤੇ ਮਿਹਰਾਂ ਕਰੇ (ਓਹੀਓ ਬੁਰਾਈਆਂ ਤੋਂ ਬਚਦਾ ਹੈ)। ਬੇਸ਼ੱਕ ਮੇਰਾ ਰੱਬ ਬੜਾ ਹੀ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:54","price":"54਼ ਬਾਦਸ਼ਾਹ ਨੇ ਆਖਿਆ ਕਿ ਉਹ ਨੂੰ (ਭਾਵ ਯੂਸੁਫ਼ ਨੂੰ) ਮੇਰੇ ਕੋਲ ਲਿਆਓ ਤਾਂ ਜੋ ਮੈਂ ਉਸ ਨੂੰ ਆਪਣੇ ਲਈ ਵਿਸ਼ੇਸ਼ ਕਰ ਲਵਾਂ, ਜਦੋਂ ਉਸ (ਬਾਦਸ਼ਾਹ) ਨੇ ਯੂਸੁਫ਼ ਨਾਲ ਗੱਲ ਕੀਤੀ ਤਾਂ ਕਹਿਣ ਲੱਗਿਆ ਕਿ ਅੱਜ ਤੋਂ ਤੁਸੀਂ ਸਾਡੇ ਉੱਚ ਮਰਤਬੇ ਵਾਲੇ ਤੇ ਭਰੋਸੇਮੰਦ ਆਦਮੀ ਹੋ।","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:55","price":"55਼ (ਯੂਸੁਫ਼ ਨੇ) ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਮੈਨੂੰ ਦੇਸ਼ ਦੇ ਖ਼ਜ਼ਾਨੇ (ਅਨਾਜ ਦੇ ਭੰਡਾਰ) ਉੱਤੇ ਨਿਯੁਕਤ ਕਰ ਦਿਓ, ਮੈਂ ਉਸ ਦੀ ਰਾਖੀ ਕਰਨ ਵਾਲਾ ਵੀ ਹਾਂ ਅਤੇ (ਉਸ ਦੀ ਵਰਤੋਂ ਤੋਂ) ਭਲੀ-ਭਾਂਤ ਜਾਣੂ ਹਾਂ।","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:56","price":"56਼ ਇਸ ਪ੍ਰਕਾਰ ਅਸੀਂ ਯੂਸੁਫ਼ ਨੂੰ(ਮਿਸਰ ਦੀ) ਧਰਤੀ ਉੱਤੇ (ਸੱਤਾ ਬਖ਼ਸ਼ੀ) ਕਿ ਉਹ ਜਿੱਥੇ ਚਾਹੇ ਉੱਥੇ ਹੀ ਰਹੇ। ਅਸੀਂ ਜਿਸ ਨੂੰ ਵੀ ਚਾਹੁੰਦੇ ਹਾਂ ਆਪਣੀਆਂ ਮਿਹਰਾਂ ਬਖ਼ਸ਼ਦੇ ਹਾਂ ਅਤੇ ਅਸੀਂ ਨੇਕ ਲੋਕਾਂ ਦਾ ਬਦਲਾ ਅਜਾਈਂ ਨਹੀਂ ਕਰਦੇ।","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:57","price":"57਼ ਅਤੇ ਆਖ਼ਿਰਤ ਦਾ ਬਦਲਾ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਵਧੇਰੇ ਚੰਗਾ ਹੈ, ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਰੱਬ ਤੋਂ ਡਰਦੇ ਹੋਏ ਬੁਰਾਈਆਂ ਤੋਂ ਬਚਦੇ ਰਹੇ।","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:58","price":"58਼ ਜਦੋਂ ਯੂਸੁਫ਼ ਦੇ ਭਰਾ ਅਨਾਜ ਲੈਣ ਲਈ (ਮਿਸਰ ਵਿਖੇ) ਗਏ ਤਾਂ ਉਸ (ਯੁਸੂਫ਼) ਨੇ ਉਹਨਾਂ ਭਰਾਵਾਂ ਨੂੰ ਪਛਾਣ ਲਿਆ ਅਤੇ ਉਹਨਾਂ ਨੇ ਉਸ ਨੂੰ ਨਾ ਪਛਾਣਿਆ।","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:59","price":"59਼ ਜਦੋਂ ਉਹਨਾਂ ਦਾ ਸਾਮਾਨ ਤਿਆਰ ਕਰ ਦਿਤਾ ਗਿਆ ਫੇਰ ਉਸ (ਯੂਸੁਫ਼ ਨੇ) ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਮੇਰੇ ਕੋਲ ਉਸ ਭਰਾ ਨੂੰ ਵੀ ਨਾਲ ਲੈ ਆਓ, ਜਿਹੜਾ ਤੁਹਾਡੇ ਪਿਤਾ ਤੋਂ ਹੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਹ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਮੈਂ ਪੂਰਾ ਤੋਲ ਕੇ ਦਿੰਦਾ ਹਾਂ ਅਤੇ ਮੈਂ ਚੰਗੀ ਮੇਜ਼ਬਾਨੀ ਕਰਨ ਵਾਲਾ ਹਾਂ ?","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:60","price":"60਼ ਜੇ ਤੁਸੀਂ ਉਸ ਨੂੰ ਮੇਰੇ ਕੋਲ ਨਾ ਲਿਆਏ ਤਾਂ ਮੇਰੇ ਵੱਲੋਂ ਤੁਹਾਨੂੰ ਕੋਈ ਤੋਲ (ਅੰਨ-ਦਾਣੇ ਦਾ) ਨਹੀਂ ਮਿਲੇਗਾ, ਸਗੋਂ ਤੁਸੀਂ ਮੇਰੇ ਨੇੜੇ ਵੀ ਨਾ ਢੁਕਣਾ।","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:61","price":"61਼ ਉਹਨਾਂ (ਭਰਾਵਾਂ ਨੇ) ਕਿਹਾ ਕਿ ਚੰਗਾ ਅਸੀਂ ਉਸ ਦੇ ਪਿਤਾ ਨੂੰ ਇਸ ਲਈ ਮਨਾਉਣ ਦੀ ਪੂਰੀ ਕੋਸ਼ਿਸ਼ ਕਰਾਂਗੇ।","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:62","price":"62਼ (ਯੂਸੁਫ਼ ਨੇ) ਆਪਣੇ ਸੇਵਾਦਾਰਾਂ ਨੂੰ ਆਖਿਆ ਕਿ ਇਹਨਾਂ ਦੀ ਪੂੰਜੀ (ਰੁਪਿਆ-ਪੈਸਾ) ਇਹਨਾਂ ਦੇ ਸਾਮਾਨ ਦੀਆਂ ਬੋਰੀਆਂ ਵਿਚ ਰੱਖ ਦਿਓ, ਜਦੋਂ ਉਹ ਪਰਤ ਕੇ ਆਪਣੇ ਪਰਿਵਾਰ ਵਿਚ ਜਾਣ ਤਾਂ (ਪੂੰਜੀ ਨੂੰ) ਪਛਾਣ ਲੈਣ। ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਉਹ ਫਿਰ ਮੁੜ (ਮੇਰੇ ਕੋਲ) ਆਉਣ।","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:63","price":"63਼ ਜਦੋਂ ਇਹ (ਭਰਾਂ) ਆਪਣੇ ਪਿਤਾ ਕੋਲ ਪਰਤ ਆਏ ਤਾਂ ਆਖਣ ਲੱਗੇ ਕਿ ਪਿਤਾ ਜੀ! ਅੱਗੇ ਤੋਂ ਸਾਨੂੰ ਅਨਾਜ ਦੇਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਹੁਣ ਤੁਸੀਂ ਸਾਡੇ ਨਾਲ ਸਾਡੇ ਭਰਾ (ਬਿਨਯਮੀਨ) ਨੂੰ ਭੇਜੋ ਤਾਂ ਜੋ ਅਸੀਂ ਬੋਰੀਆਂ ਭਰਕੇ ਅਨਾਜ ਲਿਆਈਏ, ਅਸੀਂ ਇਸ ਦੀ ਰੱਖਿਆ ਕਰਾਂਗੇ।","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:64","price":"64਼ (ਪਿਤਾ) ਯਾਕੂਬ ਨੇ ਕਿਹਾ, ਕੀ ਮੈਂ ਇਸ ਬਾਰੇ ਤੁਹਾਡੇ ’ਤੇ ਉਹੋ ਜਿਹਾ ਭਰੋਸਾ ਕਰਾਂ, ਜਿਵੇਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਇਹਦੇ ਭਰਾ (ਯੂਸੁਫ਼) ਬਾਰੇ ਤੁਹਾਡੇ ’ਤੇ ਕੀਤਾ ਸੀ ? ਬਸ ਅੱਲਾਹ ਹੀ ਸਭ ਤੋਂ ਵਧੀਆ ਰਖਵਾਲਾ ਹੈ ਅਤੇ ਉਹੀਓ ਸਭ ਤੋਂ ਵੱਧ ਰਹਿਮ ਕਰਨ ਵਾਲਾ ਹੈ।","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:65","price":"65਼ ਜਦੋਂ ਉਹਨਾਂ ਨੇ ਆਪਣਾ ਸਾਮਾਨ ਖੋਲਿਆ ਤਾਂ ਆਪਣੀ ਪੂੰਜੀ ਮੌਜੂਦ ਪਾਈ ਜਿਹੜੀ ਉਹਨਾਂ ਨੂੰ ਵਾਪਸ ਕਰ ਦਿੱਤੀ ਗਈ ਸੀ ਆਖਣ ਲੱਗੇ ਕਿ ਪਿਤਾ ਜੀ! ਸਾਨੂੰ ਹੋਰ ਕੀ ਚਾਹੀਦਾ ਹੈ ? ਵੇਖੋ ਸਾਡੀ ਪੂੰਜੀ ਵੀ ਸਾਨੂੰ ਵਾਪਸ ਕਰ ਛੱਡੀ ਹੈ। ਅਸੀਂ ਆਪਣੇ ਪਰਿਵਾਰ ਲਈ ਅਨਾਜ ਲੈ ਕੇ ਆਵਾਂਗੇ ਅਤੇ ਆਪਣੇ ਭਰਾ ਦੀ ਰਾਖੀ ਵੀ ਕਰਾਂਗੇ। ਅਸੀਂ ਇਕ ਊਂਠ ਦੇ ਭਾਰ ਜਿੰਨਾ ਅਨਾਜ ਲਿਆਵਾਂਗੇ, ਇੰਨਾ ਅਨਾਜ ਤਾਂ ਸਾਨੂੰ ਬਹੁਤ ਅਸਾਨੀ ਨਾਲ ਮਿਲ ਜਾਵੇਗਾ।","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:66","price":"66਼ (ਯਾਕੂਬ ਨੇ) ਕਿਹਾ ਕਿ ਮੈਂ ਤਾਂ ਕਦੇ ਵੀ ਉਸ ਨੂੰ ਤੁਹਾਡੇ ਨਾਲ ਨਹੀਂ ਭੇਜਾਂਗਾ ਜਦੋਂ ਤੀਕ ਤੁਸੀਂ ਅੱਲਾਹ ਨੂੰ ਗਵਾਹ ਬਣਾ ਕੇ ਮੈਨੂੰ ਪੱਕਾ ਵਚਨ ਨਾ ਦੇ ਦਿਓ ਕਿ ਤੁਸੀਂ ਇਸ ਨੂੰ ਮੇਰੇ ਕੋਲ ਪਰਤਾ ਕੇ ਲਿਆਓਂਗੇ, ਛੁੱਟ ਇਸ ਤੋਂ ਕਿ ਤੁਸੀਂ ਸਾਰੇ (ਕਿਸੇ ਮੁਸੀਬਤ ਵਿਚ) ਘਿਰ ਜਾਓ। ਜਦੋਂ ਉਹਨਾਂ ਸਭ ਨੇ ਵਚਨ ਦੇ ਦਿੱਤਾ ਤਾਂ ਉਹਨਾਂ ਨੇ ਕਿਹਾ ਕਿ ਅਸੀਂ ਜੋ ਕੁੱਝ ਵੀ ਆਖਦੇ ਹਾਂ ਅੱਲਾਹ ਉਸ ’ਤੇ ਨਿਗਰਾਨ ਹੈ।","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:67","price":"67਼ ਅਤੇ ਉਸ (ਯਾਕੂਬ) ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਮੇਰੇ ਪੁੱਤਰੋ! ਤੁਸੀਂ ਸਾਰੇ ਇਕ ਹੀ ਬੂਹੇ ਤੋਂ (ਸ਼ਹਿਰ ਵਿਚ) ਪ੍ਰਵੇਸ਼ ਨਹੀਂ ਕਰਨ, ਸਗੋਂ ਵੱਖੋ-ਵੱਖ ਬੂਹਿਆਂ ਵਿਚ ਦੀ ਜਾਣਾ। ਮੈਂ ਅੱਲਾਹ ਵੱਲੋਂ ਆਉਣ ਵਾਲੀ ਕਿਸੇ ਵੀ ਚੀਜ਼ (ਮੁਸੀਬਤ) ਨੂੰ ਟਾਲ ਨਹੀਂ ਸਕਦਾ। ਹੁਕਮ ਤਾਂ ਕੇਵਲ ਅੱਲਾਹ ਦਾ ਹੀ ਚਲਦਾ ਹੈ। ਮੇਰਾ ਉਸੇ ’ਤੇ ਪੂਰਾ ਭਰੋਸਾ ਹੈ ਅਤੇ ਹਰ ਭਰੋਸਾ ਕਰਨ ਵਾਲੇ ਨੂੰ ਉਸੇ (ਇਕ ਅੱਲਾਹ) ’ਤੇ ਹੀ ਭਰੋਸਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:68","price":"68਼ ਉਹ ਆਪਣੇ ਪਿਤਾ ਦੀਆਂ ਹਿਦਾਇਤਾਂ ਅਨੁਸਾਰ (ਸ਼ਹਿਰ ਵਿਚ) ਦਾਖ਼ਲ ਹੋਏ ਅਤੇ ਇਹ ਹਿਦਾਇਤਾਂ ਅੱਲਾਹ ਦੀ ਮਰਜ਼ੀ ਤੋਂ ਉਹਨਾਂ ਨੂੰ ਨਹੀਂ ਸੀ ਬਚਾ ਸਕਦੀਆਂ, ਪਰ ਯਾਕੂਬ ਦੇ ਮਨ ਵਿਚ ਇਕ ਇੱਛਾ ਸੀ, ਸੋ ਉਹਨੇ ਪੂਰੀ ਕਰ ਲਈ। ਅਸਲ ਵਿਚ ਉਹ ਸਾਡੇ ਵੱਲੋਂ ਦਿੱਤੀ ਹੋਈ ਸਿੱਖਿਆ ਨਾਲ ਹੀ ਗਿਆਨਵਾਨ ਸੀ, ਪਰ ਬਥੇਰੇ ਲੋਕੀ ਇਹ ਨਹੀਂ ਜਾਣਦੇ।1","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"1 ਦਿਸਣ ਵਾਲੇ ਸਾਧਣਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਭਾਵੇਂ ਕਿ ਤਵੱਕਲ ਦੇ ਵਿਰੁੱਧ ਨਹੀਂ ਹੈ ਪਰ ਅੱਲਾਹ ਉੱਤੇ ਹੀ ਵਿਸ਼ਵਾਸ ਰੱਖਣ ਸਭ ਤੋਂ ਵੱਡਾ ਕਰਮ ਹੈ। ਹਦੀਸ ਵਿਚ ਇਸ ਦੀ ਵੱਡੀ ਮਹੱਤਤਾ ਆਈ ਹੈ। ਜਿਵੇਂ ਕਿ ਹਦੀਸ ਵਿਚ ਹੈ ਕਿ ਮੇਰੀ ਉੱਮਤ ਦੇ ਸੱਤਰ ਹਜ਼ਾਰ ਵਿਅਕਤੀ ਬਿਨਾ ਹਿਸਾਬ ਤੋਂ ਜੰਨਤ ਵਿਚ ਜਾਣਗੇ ਅਤੇ ਇਹ ਉਹ ਲੋਕ ਹਨ ਜਿਹੜੇ ਨਾ ਤਾਂ ਦਮ ਕਰਵਾਉਂਦੇ ਹਨ ਅਤੇ ਨਾ ਹੀ ਬਦ ਸ਼ੁਗਨੀ ਲੈਂਦੇ ਹਨ ਸਗੋਂ ਅੱਲਾਹ ਦੀ ਜ਼ਾਤ ਉੱਤੇ ਹੀ ਭਰੋਸਾ ਰਖਦੇ ਹਨ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6472)","lang":"pa"},{"name":"12:69","price":"69਼ ਜਦੋਂ ਉਹ ਸਾਰੇ (ਭਰਾ) ਯੂਸੁਫ਼ ਕੋਲ ਪਹੁੰਚ ਗਏ ਤਾਂ ਉਸ (ਯੂਸੁਫ਼) ਨੇ ਆਪਣੇ ਸਕੇ ਭਰਾ (ਬਿਨਯਮੀਨ) ਨੂੰ ਆਪਣੇ ਕੋਲ ਬਿਠਾ ਲਿਆ ਅਤੇ ਆਖਿਆ ਕਿ ਮੈਂ ਤੇਰਾ ਭਰਾ (ਯੂਸੁਫ਼) ਹਾਂ, ਇਹ ਜੋ ਵੀ ਕਰਦੇ ਰਹੇ ਹਨ ਹੁਣ ਤੂੰ ਉਸ ਦੀ ਚਿੰਤਾ ਨਾ ਕਰ।","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:70","price":"70਼ ਜਦੋਂ ਉਸ ਨੇ (ਯੂਸੁਫ਼ ਨੇ) ਉਹਨਾਂ ਭਰਾਵਾਂ ਦਾ ਸਾਮਾਨ ਤਿਆਰ ਕਰਵਾ ਦਿੱਤਾ ਤਾਂ ਆਪਣੇ ਭਰਾ ਦੇ ਸਾਮਾਨ ਵਿਚ ਇਕ ਪਿਆਲਾ ਰੱਖ ਦਿੱਤਾ, ਫੇਰ ਇਕ ਐਲਾਨ ਕਰਨ ਵਾਲੇ ਨੇ ਆਵਾਜ਼ ਦਿੱਤੀ ਕਿ ਹੇ ਕਾਫ਼ਲੇ ਵਾਲਿਓ! ਤੁਸੀਂ ਤਾਂ ਚੋਰ ਹੋ।","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:71","price":"71਼ ਉਹਨਾਂ ਨੇ ਪਰਤ ਕੇ ਪੁੱਛਿਆ ਕਿ ਤੁਹਾਡੀ ਕਿਹੜੀ ਚੀਜ਼ ਗੁਆਚੀ ਹੈ ?","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:72","price":"72਼ (ਆਵਜ਼ ਦੇਣ ਵਾਲੇ ਨੇ) ਕਿਹਾ ਕਿ ਅਸੀਂ ਬਾਦਸ਼ਾਹ ਦਾ ਪਿਆਲਾ ਗੁਆਚਿਆ ਵੇਖ ਰਹੇ ਹਾਂ। ਜਿਹੜਾ ਕੋਈ ਉਸ ਨੂੰ ਲਿਆ ਕੇ ਦੇਵੇਗਾ ਉਸ ਲਈ ਇਕ ਊਂਠ ਦੇ ਭਾਰ ਜਿੰਨਾ (ਅਨਾਜ) ਇਨਾਮ ਨਿਯਤ ਹੈ। ਮੈਂ ਇਸ ਗੱਲ ਦੀ ਜ਼ਮਾਨਤ ਦਿੰਦਾ ਹਾਂ।","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:73","price":"73਼ ਉਹਨਾਂ (ਭਰਾਵਾਂ) ਨੇ ਆਖਿਆ ਕਿ ਅੱਲਾਹ ਦੀ ਕਸਮ ਤੁਸੀਂ ਤਾਂ ਭਲੀ-ਭਾਂਤ ਜਾਣਦੇ ਹੋ ਕਿ ਅਸੀਂ ਇੱਥੇ ਫ਼ਸਾਦ ਫੈਲਾਉਣ ਨਹੀਂ ਆਏ ਅਤੇ ਨਾ ਹੀ ਅਸੀਂ ਚੋਰ ਹਾਂ।","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:74","price":"74਼ ਸਰਕਾਰੀ ਕਰਮਚਾਰੀਆਂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਪੁੱਛਿਆ, ਚੰਗਾ ਚੋਰ ਦੀ ਸਜ਼ਾ ਕੀ ਹੋਵੇਗੀ ਜੇ ਤੁਸੀਂ ਝੂਠੇ ਸਿੱਧ ਹੋ ਗਏ।","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:75","price":"75਼ ਜਵਾਬ ਵਿਚ ਕਿਹਾ ਕਿ ਉਹਦੀ ਸਜ਼ਾ ਤਾਂ ਇਹੋ ਹੈ ਕਿ ਜਿਸ ਦੇ ਸਾਮਾਨ ਵਿਚ (ਤੋਲ) ਨਿਕਲੇ ਉਹੀਓ ਬਦਲੇ ਵਿਚ ਰੱਖਿਆ ਜਾਵੇ, ਅਸੀਂ ਤਾਂ ਜ਼ਾਲਮਾਂ (ਚੋਰਾਂ) ਨੂੰ ਇਹੋ ਸਜ਼ਾ ਦਿੰਦੇ ਹੈ।","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:76","price":"76਼ ਸੋ ਯੂਸੁਫ਼ ਨੇ ਆਪਣੇ ਭਰਾ (ਬਿਨਯਮੀਨ) ਦੇ ਸਾਮਾਨ ਦੀ ਤਲਾਸ਼ੀ ਤੋਂ ਪਹਿਲਾਂ ਉਹਨਾਂ ਦੀ ਤਲਾਸ਼ੀ ਲੈਣੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ। ਫੇਰ ਉਸ ਪਿਆਲੇ ਨੂੰ ਆਪਣੇ ਭਰਾ ਦੇ ਸਾਮਾਨ ਵਿੱਚੋਂ ਕੱਢਿਆ। ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਯੂਸੁਫ਼ ਦੀ ਸਹਾਇਤਾ ਲਈ ਇਹ ਤਦਬੀਰ ਕੀਤੀ, ਕਿਉਂ ਜੋ ਇਸ (ਮਿਸਰ ਦੇ) ਬਾਦਸ਼ਾਹ ਦੇ ਕਾਨੂੰਨ ਅਨੁਸਾਰ ਇਹ (ਯੂਸੁਫ਼) ਆਪਣੇ ਭਰਾ ਨੂੰ ਨਹੀਂ ਸੀ ਰੱਖ ਸਕਦਾ, ਛੁੱਟ ਇਸ ਤੋਂ ਕਿ ਅੱਲਾਹ ਇਹੋ ਚਾਹੁੰਦਾ ਸੀ। ਅਸਾਂ ਜਿਸ ਦੇ ਵੀ ਚਾਹੁੰਦੇ ਹਾਂ ਉਸ ਦੇ ਦਰਜੇ ਉੱਚੇ ਕਰ ਦਿੰਦੇ ਹਾਂ। ਹਰ ਗਿਆਨ ਰੱਖਣ ਵਾਲੇ ਤੋਂ ਵੱਧ ਗਿਆਨ ਰੱਖਣ ਵਾਲਾ (ਅੱਲਾਹ) ਬੈਠਾ ਹੈ।","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:77","price":"77਼ ਉਹਨਾਂ (ਭਰਾਵਾਂ) ਨੇ ਆਖਿਆ ਕਿ ਜੇ ਇਹ (ਬਿਨਯਮੀਨ) ਨੇ ਚੋਰੀ ਕੀਤੀ ਹੈ (ਤਾਂ ਕੋਈ ਹੈਰਾਨੀ ਨਹੀਂ) ਇਹਦਾ ਭਰਾ (ਯੂਸੁਫ਼) ਵੀ ਪਹਿਲਾਂ ਚੋਰੀਆਂ ਕਰ ਚੁੱਕਿਆ ਹੈ। ਯੂਸੁਫ਼ ਨੇ ਇਸ ਗੱਲ ਨੂੰ ਮਨ ਵਿਚ ਹੀ ਲੁਕਾ ਲਿਆ ਅਤੇ ਇਹਨਾਂ ਦੇ ਸਾਹਮਣੇ ਸਪਸ਼ਟ ਨਹੀਂ ਹੋਣ ਦਿੱਤਾ (ਕਿ ਉਹੀਓ ਯੂਸੁਫ਼ ਹੈ ਅਤੇ ਮਨ ਵਿਚ) ਆਖਿਆ ਕਿ ਤੁਸੀਂ ਘਟੀਆ ਦਰਜੇ ਦੇ ਲੋਕ ਹੋ। ਜੋ ਤੁਸੀਂ ਬਿਆਨ ਕਰ ਰਹੇ ਹੋ ਉਸ ਨੂੰ ਅੱਲਾਹ ਭਲੀ-ਭਾਂਤ ਜਾਣਦਾ ਹੈ।","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:78","price":"78਼ ਉਹਨਾਂ ਭਰਾਵਾਂ ਨੇ ਆਖਿਆ ਕਿ ਹੇ ਮਿਸਰ ਦੇ ਹਾਕਮ! ਇਸ ਦਾ ਪਿਤਾ ਬਹੁਤ ਹੀ ਬਿਰਦ ਹੈ। ਤੁਸੀਂ ਇਹ ਦੇ ਬਦਲੇ ਵਿਚ ਸਾਡੇ ਵਿੱਚੋਂ ਕਿਸੇ ਨੂੰ ਰੱਖ ਲਵੋ, ਅਸੀਂ ਵੇਖਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਬਹੁਤ ਹੀ ਅਹਿਸਾਨ ਕਰਨ ਵਾਲੇ ਵਿਅਕਤੀ ਹੋ।","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:79","price":"79਼ (ਯੂਸੁਫ਼ ਨੇ) ਕਿਹਾ, ਅਸੀਂ ਜਿਸ ਦੇ ਕੋਲੋਂ ਆਪਣੀ (ਗੁਆਚੀ) ਹੋਈ ਚੀਜ਼ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ ਉਸ ਨੂੰ ਛੱਡ ਕੇ ਦੂਜੇ ਨੂੰ ਕੈਦ ਕਰਨ ਤੋਂ ਅੱਲਾਹ ਦੀ ਪਨਾਹ ਮੰਗਦੇ ਹਾਂ। ਇੰਜ ਤਾਂ ਅਸੀਂ ਨਾ-ਇਨਸਾਫ਼ੀ ਕਰਨ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਹੋ ਜਾਵਾਂਗੇ।","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:80","price":"80਼ ਜਦੋਂ ਉਹ (ਭਰਾ) ਉਸ (ਯੂਸੁਫ਼) ਤੋਂ ਨਿਰਾਸ਼ ਹੋ ਗਏ ਤਾਂ ਅੱਡ ਬੈਠ ਕੇ ਸਲਾਹਾਂ ਕਰਨ ਲੱਗੇ (ਕੀ ਹੁਣ ਕੀ ਕਰੀਏ) ਇਹਨਾਂ ਵਿੱਚੋਂ ਜਿਹੜਾ ਸਭ ਤੋਂ ਵੱਡਾ ਸੀ ਉਸ ਨੇ ਆਖਿਆ, ਕੀ ਤੁਹਾਨੂੰ ਪਤਾ ਨਹੀਂ ਕਿ ਤੁਹਾਡੇ ਪਿਤਾ ਨੇ ਤੁਹਾਥੋਂ ਅੱਲਾਹ ਦੀ ਕਸਮ ’ਤੇ ਪੱਕਾ ਵਚਨ ਲਿਆ ਸੀ। ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਯੂਸੁਫ਼ ਦੇ ਮਾਮਲੇ ਵਿਚ ਤੁਸੀਂ ਗ਼ਲਤੀ ਕਰ ਚੁੱਕੇ ਹੋ। ਹੁਣ ਮੈਂ ਤਾਂ ਇੱਥੋਂ ਜਾਵਾਂਗਾ ਨਹੀਂ ਜਦੋਂ ਤੀਕ ਮੇਰੇ ਪਿਤਾ ਜੀ ਮੈਨੂੰ (ਘਰ ਆਉਣ ਦੀ) ਆਗਿਆ ਨਾ ਦੇਣ ਜਾਂ ਅੱਲਾਹ ਹੀ ਮੇਰੇ ਮਾਮਲੇ ਵਿਚ ਕੋਈ ਫ਼ੈਸਲਾ ਕਰ ਦੇਵੇ, ਉਹੀਓ ਵਧੀਆ ਫ਼ੈਸਲਾ ਕਰਨ ਵਾਲਾ ਹੈ।","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:81","price":"81਼ ਸੋ ਤੁਸੀਂ ਆਪਣੇ ਪਿਤਾ ਜੀ ਕੋਲ ਜਾਓ ਅਤੇ ਕਹੋ ਕਿ ਪਿਤਾ ਜੀ! ਤੁਹਾਡੇ ਸਾਹਿਬਜ਼ਾਦੇ ਨੇ ਚੋਰੀ ਕੀਤੀ ਹੈ, ਅਸੀਂ ਤਾਂ ਉਹੀਓ ਆਖਿਆ ਹੈ ਜੋ ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ। ਹਾਂ! ਸਾਨੂੰ ਗ਼ੈਬ (ਪਰੋਖ) ਦਾ ਗਿਆਨ ਨਹੀਂ ਹੈ।","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:82","price":"82਼ ਤੁਸੀਂ ਉਸ ਬਸਤੀ ਦੇ ਲੋਕਾਂ ਤੋਂ ਪੁੱਛ-ਗਿੱਛ ਕਰ ਲਓ ਜਿੱਥੇ ਅਸੀਂ ਗਏ ਸੀ, ਉਸ ਕਾਫ਼ਲੇ ਤੋਂ ਵੀ ਪੁੱਛ ਲਵੋ ਜਿਸ ਨਾਲ ਅਸੀਂ ਆਏ ਹਾਂ, ਅਸੀਂ ਬਿਲਕੁਲ ਸੱਚ ਬੋਲਦੇ ਹਾਂ।","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:83","price":"83਼ (ਯਾਕੂਬ ਨੇ) ਕਿਹਾ ਕਿ (ਹਕੀਕਤ ਇਹ ਨਹੀਂ) ਤੁਹਾਡੇ ਲਈ ਤੁਹਾਡੇ ਮਨ ਨੇ ਇਕ ਝੂਠ ਗੱਲ ਨੂੰ ਬਣਾ ਸੰਵਾਰ ਲਿਆ ਹੈ। ਬਸ ਹੁਣ ਸਬਰ ਕਰਨਾ ਹੀ ਬਿਹਤਰ ਹੈ। ਹੋ ਸਕਾਦ ਹੈ ਕਿ ਅੱਲਾਹ ਉਹਨਾਂ ਸਭ (ਦੋਹਾਂ ਭਰਾਵਾਂ) ਨੂੰ ਮੇਰੇ ਨਾਲ ਲਿਆ ਮਲਾਵੇ ਉਹੀਓ ਗਿਆਨਵਾਨ ਤੇ ਹਿਕਮਤਾਂ ਵਾਲਾ ਹੈ।","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:84","price":"84਼ ਇਹ ਕਹਿ ਕੇ (ਪਿਤਾ ਨੇ) ਉਹਨਾਂ ਤੋਂ ਮੂੰਹ ਮੋੜ ਲਿਆ ਅਤੇ ਆਖਿਆ ਕਿ ਹਾਏ ਯੂਸੁਫ਼! ਉਸ ਦੀਆਂ ਅੱਖਾਂ (ਯੂਸੁਫ਼ ਦੇ) ਗ਼ਮ ਵਿਚ (ਰੋ ਰੋ ਕੇ) ਚਿੱਟੀਆਂ ਹੋ ਗਈਆਂ ਸਨ ਅਤੇ (ਗ਼ਮ ਨਾਲ ਉਸ ਦਾ ਦਿਲ) ਭਰਿਆ ਹੋਇਆ ਸੀ।","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:85","price":"85਼ ਪੁੱਤਰਾਂ ਨੇ ਕਿਹਾ, ਅੱਲਾਹ ਦੀ ਕਸਮ! ਤੁਸੀਂ ਤਾਂ ਬਸ ਯੂਸੁਫ਼ ਨੂੰ ਹੀ ਯਾਦ ਕਰਦੇ ਰਹਿੰਦੇ ਹੋ, ਇੱਥੋਂ ਤੀਕ ਕਿ ਤੁਸੀਂ ਜਾਂ ਤਾਂ ਰੋਗ ਲਗਾ ਬੈਠੋਗੇ ਜਾਂ ਪ੍ਰਾਣ ਤਿਆਗ ਦਿਓਗੇ।","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:86","price":"86਼ ਉਹਨਾਂ (ਯਾਕੂਬ) ਨੇ ਆਖਿਆ ਕਿ ਮੈਂ ਤਾਂ ਆਪਣੀਆਂ ਪਰੇਸ਼ਾਨੀਆਂ ਅਤੇ ਦੁਖੜਿਆਂ ਦੀ ਫ਼ਰਿਆਦ ਅੱਲਾਹ ਕੋਲੇ ਹੀ ਕਰਦਾ ਹਾਂ। ਮੈਂ ਅੱਲਾਹ ਵੱਲੋਂ ਉਹ ਕੁੱਝ ਜਾਣਦਾ ਹਾਂ ਜੋ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ।","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:87","price":"87਼ ਹੇ ਮੇਰੇ ਪੁੱਤਰੋ! ਜਾਓ! ਤੇ ਯੂਸੁਫ਼ ਅਤੇ ਉਸ ਦੇ ਭਰਾ ਦੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਭਾਲ ਕਰੋ। ਅੱਲਾਹ ਦੀਆਂ ਮਿਹਰਾਂ ਤੋਂ ਬੇ-ਆਸ ਨਾ ਹੋਵੋ। ਅੱਲਾਹ ਦੀਆਂ ਮਿਹਰਾਂ ਤੋਂ ਕਾਫ਼ਿਰ ਹੀ ਨਿਰਾਸ਼ ਹੁੰਦੇ ਹਨ।","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:88","price":"88਼ ਜਦੋਂ ਉਹ ਸਾਰੇ ਭਰਾ ਯੂਸੁਫ਼ ਕੋਲ ਪਹੁੰਚੇ ਤਾਂ ਆਖਣ ਲੱਗੇ ਕਿ ਹੇ ਅਜ਼ੀਜ਼ (ਹਾਕਮ)! ਸਾਨੂੰ ਤੇ ਸਾਡੇ ਪਰਿਵਾਰ ਨੂੰ ਬਹੁਤ ਹੀ ਦੁਖ ਪਹੁੰਚਿਆ ਹੈ। ਅਸੀਂ ਤੁੱਛ ਜਿਹੀ ਪੂੰਜੀ ਲੈ ਕੇ ਆਏ ਹਾਂ, ਤੁਸੀਂ ਸਾਨੂੰ ਪੂਰਾ ਅਨਾਜ (ਭਾਵ ਸਾਡਾ ਬਣਦਾ ਹਿੱਸਾ) ਦੇ ਦਿਓ ਅਤੇ ਸਾਨੂੰ ਪੁੰਨ-ਦਾਨ (ਖ਼ੈਰਾਤ) ਵੀ ਦਿਓ। ਅੱਲਾਹ ਪੁੰਨ-ਦਾਨ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਚੰਗਾ ਬਦਲਾ ਦਿੰਦਾ ਹੈ।","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:89","price":"89਼ ਯੂਸੁਫ਼ ਨੇ ਆਖਿਆ, ਕੀ ਤੁਸੀਂ ਜਾਣਦੇ ਵੀ ਹੋ ਕਿ ਤੁਸੀਂ ਯੂਸੁਫ਼ ਅਤੇ ਉਸ ਦੇ ਭਰਾ ਨਾਲ ਨਾਦਾਨੀ ਵਿਚ ਕੀ ਕੀਤਾ ਸੀ, ਜਦੋਂ ਤੁਸੀਂ ਨਾਦਾਨ ਸੀ ?","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:90","price":"90਼ ਉਹ (ਭਰਾ) ਬੋਲੇ, ਕੀ ਤੂੰ ਹੀ ਯੂਸੁਫ਼ ਹੈ ? ਕਿਹਾ ਹਾਂ! ਮੈਂ ਹੀ ਯੂਸੁਫ਼ ਹਾਂ ਅਤੇ ਇਹ ਮੇਰਾ ਭਰਾ ਹੈ, ਅੱਲਾਹ ਨੇ ਸਾਡੇ ’ਤੇ ਮਿਹਰ ਕੀਤੀ ਹੈ। ਬੇਸ਼ੱਕ ਜਿਹੜਾ ਵੀ ਵਿਅਕਤੀ ਪਰਹੇਜ਼ਗਾਰੀ ਤੇ ਸਬਰ ਕਰਦਾ ਹੈ ਤਾਂ ਅੱਲਾਹ ਕਿਸੇ ਨੇਕੀ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਬਦਲਾ ਅਜਾਈਂ ਨਹੀਂ ਕਰਦਾ।","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:91","price":"91਼ ਉਹਨਾਂ (ਭਰਾਵਾਂ) ਨੇ ਆਖਿਆ, ਅੱਲਾਹ ਦੀ ਕਸਮ! ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਸਾਡੇ ’ਤੇ ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ ਹੈ ਅਤੇ ਇਹ ਵੀ ਸੱਚ ਹੈ ਕਿ ਅਸੀਂ ਹੀ ਦੋਸ਼ੀ ਸਾਂ।","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:92","price":"92਼ (ਯੂਸੁਫ਼ ਨੇ) ਜਵਾਬ ਦਿੱਤਾ ਕਿ ਅੱਜ ਤੁਹਾਡੇ ਸਿਰ ਕੋਈ ਦੋਸ਼ ਨਹੀਂ ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਖਿਮਾ ਕਰੇ, ਉਹ ਸਭ ਤੋਂ ਵਧੇਰੇ ਮਿਹਰਬਾਨ ਹੈ।1","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"1 ਅੱਲਾਹ ਦੀ ਮਿਹਰਾਂ ਦਾ ਅੰਦਾਜ਼ਾ ਇਸ ਹਦੀਸ ਤੋਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜਿਸ ਵਿਚ ਰਸੂਲ (ਸ:) ਨੇ ਫਰਮਾਇਆ ਕਿ ਜਦੋਂ ਅੱਲਾਹ ਨੇ ਰਹਿਮਤ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਸੀ ਤਾਂ ਉਸ ਦੇ ਸੌ ਹਿੱਸੇ ਕੀਤੇ ਸੀ ਇਸ ਵਿਚੋਂ 99 ਹਿੱਸੇ ਆਪਣੇ ਕੋਲ ਰੱਖ ਲਏ ਅਤੇ ਉਸ ਦਾ ਇਕ ਹਿੱਸਾ ਆਪਣੀ ਮਖਲੂਕ ਲਈ ਭੇਜ ਦਿਤਾ। ਜੇ ਕਾਫ਼ਿਰ ਇਹ ਜਾਣ ਲੈਣ ਕਿ ਅੱਲਾਹ ਕੋਲ ਕਿੰਨੀ ਰਹਿਮਤ ਹੈ ਤਾਂ ਉਹ ਕਦੀ ਵੀ ਜੰਨਤ ਤੋਂ ਬੇਆਸ ਨਹੀਂ ਹੋਣਗੇ ਅਤੇ ਜੇ ਮੋਮਿਨ ਇਹ ਜਾਣ ਲਵੇ ਕਿ ਅੱਲਾਹ ਕੋਲ ਕਿੰਨਾ ਅਜ਼ਾਬ ਹੈ ਤਾਂ ਉਹ ਕਦੀ ਵੀ ਨਰਕ ਤੋਂ ਬੇ-ਡਰ ਨਹੀਂ ਰਹੇਗਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6469)","lang":"pa"},{"name":"12:93","price":"93਼ ਤੁਸੀਂ ਇਹ ਕੁੜਤਾ ਮੇਰੇ ਪਿਤਾ ਦੇ ਮੂੰਹ ’ਤੇ ਲਿਜਾ ਕੇ ਪਾ ਦਿਓ, ਉਹ ਵੇਖਣ ਲੱਗ ਜਾਣਗੇ ਅਤੇ ਤੁਸੀਂ ਆਪਣੇ ਪੂਰੇ ਪਰਿਵਾਰ ਨੂੰ ਮੇਰੇ ਕੋਲ ਲੈ ਆਓ।","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:94","price":"94਼ ਜਦੋਂ ਉਹ (ਭਰਾਵਾਂ ਦਾ) ਕਾਫ਼ਲਾ (ਮਿਸਰ ਤੋਂ) ਟੁਰਿਆ ਤਾਂ ਉਹਨਾਂ ਦੇ ਪਿਤਾ (ਯਾਕੂਬ) ਨੇ ਆਖਿਆ ਕਿ ਮੈਨੂੰ ਤਾਂ ਯੂਸੁਫ਼ ਦੀ ਖ਼ੁਸ਼ਬੂ ਆ ਰਹੀ ਹੈ, ਜੇ ਤੁਸੀਂ ਇਹ ਨਾ-ਸਮਝੋ ਕਿ ਮੈਂ ਸਠਿਆ ਗਿਆ ਹਾਂ।","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:95","price":"95਼ ਉਹ ਭਰਾ ਆਖਣ ਲੱਗੇ ਕਿ ਕਸਮ ਰੱਬ ਦੀ ਤੁਸੀਂ ਤਾਂ ਉਹੀਓ ਪੁਰਾਣੇ ਸੁਦਾਅ ਵਿਚ ਪਏ ਹੋਏ ਹੋ।","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:96","price":"96਼ ਜਦੋਂ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਦੇਣ ਵਾਲੇ ਨੇ ਆ ਕੇ ਉਹਨਾਂ (ਯਾਕੂਬ) ਦੇ ਮੂੰਹ ’ਤੇ ਉਹ (ਯੂਸੁਫ਼ ਵੱਲੋਂ ਦਿੱਤਾ ਗਿਆ) ਕੁੜਤਾ ਪਾਇਆ, ਉਸੇ ਸਮੇਂ ਉਹਨਾਂ ਦੀ ਅੱਖਾਂ ਦੀ ਜੋਤ ਪਰਤ ਆਈ। (ਯਾਕੂਬ ਨੇ) ਕਿਹਾ ਕਿ ਮੈਂ ਤੁਹਾਨੂੰ ਕਹਿੰਦਾ ਨਹੀਂ ਸੀ ਕਿ ਮੈਂ ਅੱਲਾਹ ਵੱਲੋਂ ਉਹ ਗੱਲਾਂ ਜਾਣਦਾ ਹਾਂ ਜਿਹੜੀਆਂ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ।","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:97","price":"97਼ ਉਹਨਾਂ (ਪੁਤਰਾਂ) ਨੇ ਆਖਿਆ ਕਿ ਪਿਤਾ ਜੀ! ਤੁਸੀਂ ਸਾਡੇ ਗੁਨਾਹਾਂ ਦੀ ਬਖ਼ਸ਼ਿਸ਼ ਲਈ (ਰੱਬ ਕੋਲੋਂ) ਦੁਆ ਕਰੋ, ਅਸੀਂ ਸੱਚ ਮੁਚ ਦੋਸ਼ੀ ਹਾਂ।","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:98","price":"98਼ (ਯਾਕੂਬ ਨੇ) ਕਿਹਾ ਕਿ ਚੰਗਾ ਮੈਂ ਆਪਣੇ ਰੱਬ ਤੋਂ ਤੁਹਾਡੇ ਲਈ ਛੇਤੀ ਹੀ ਬਖ਼ਸ਼ਿਸ਼ ਦੀ ਦੁਆ ਕਰਾਂਗਾ, ਉਹ ਤਾਂ ਬਹੁਤ ਹੀ ਬਖ਼ਸ਼ਣਹਾਰ ਅਤੇ ਅਤਿ ਮਿਹਰਾਂ ਕਰਨ ਵਾਲਾ ਹੈ।","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:99","price":"99਼ ਜਦੋਂ ਪੂਰਾ ਪਰਿਵਾਰ ਯੂਸੁਫ਼ ਦੇ ਕੋਲ ਪਹੁੰਚ ਗਿਆ ਤਾਂ ਯੂਸੁਫ਼ ਨੇ ਆਪਣੇ ਮਾਂ-ਪਿਓ ਨੂੰ ਆਪਣੇ ਨਾਲ ਥਾਂ ਦਿੱਤੀ ਅਤੇ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਸਾਰੇ ਮਿਸਰ ਵਿਚ ਆ ਵਸੋ, ਜੇ ਅੱਲਾਹ ਨੂੰ ਮਨਜ਼ੂਰ ਹੋਇਆ ਤਾਂ ਤੁਸੀਂ ਸਾਰੇ ਅਮਨ ਸ਼ਾਂਤੀ ਨਾਲ ਰਹੋਗੇ।","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:100","price":"100਼ ਉਸ (ਯੂਸੂਫ਼) ਨੇ ਆਪਣੇ ਮਾਂ-ਪਿਓ ਨੂੰ ਤਖ਼ਤ ’ਤੇ ਉੱਚਾ ਕਰਕੇ ਬਿਠਾਇਆ ਅਤੇ ਸਾਰੇ (ਗਿਆਰਾਂ ਭਰਾ) ਉਸ ਦੇ ਅੱਗੇ ਝੁਕ ਗਏ ਤੱਦ ਯੂਸੁਫ਼ ਨੇ ਕਿਹਾ ਕਿ ਪਿਤਾ ਜੀ! ਇਹ ਮੇਰੇ ਪਹਿਲੇ ਸੁਪਨੇ ਦੀ ਤਾਅਬੀਰ ਹੈ, ਮੇਰੇ ਰੱਬ ਨੇ ਉਸ ਨੂੰ ਸੱਚ ਕਰ ਵਿਖਾਇਆ। ਉਸ ਨੇ ਮੇਰੇ ਉੱਤੇ ਬਹੁਤ ਵੱਡਾ ਅਹਿਸਾਨ ਕੀਤਾ ਹੈ, ਮੈਨੂੰ ਜੇਲ ਵਿੱਚੋਂ ਬਾਹਰ ਕੱਢਿਆ ਅਤੇ ਤੁਹਾਨੂੰ (ਪਿੰਡ ਵਿੱਚੋਂ) ਇੱਥੇ (ਮਿਸਰ ਵਿਚ) ਲਿਆਇਆ ਜਦ ਕਿ ਸ਼ੈਤਾਨ ਨੇ ਮੇਰੇ ਤੇ ਮੇਰੇ ਭਰਾਵਾਂ ਵਿਚਾਲੇ ਵਿਗਾੜ ਪਾ ਦਿੱਤਾ ਸੀ। ਮੇਰਾ ਰੱਬ ਜੋ ਵੀ ਚਾਹੁੰਦਾ ਹੈ ਉਸ ਲਈ ਵਧੀਆ ਉੱਪਰਾਲੇ ਕਰਦਾ ਹੈ, ਬੇਸ਼ੱਕ ਉਹ ਹਰ ਗੱਲ ਜਾਣਨ ਵਾਲਾ ਤੇ ਹਿਕਮਤਾਂ ਵਾਲਾ ਹੈ।","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:101","price":"101਼ (ਯੂਸੁਫ਼ ਨੇ ਦੁਆ ਕਰਦੇ ਹੋਏ ਕਿਹਾ ਕਿ) ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਤੈਨੇ ਹੀ ਮੈਨੂੰ ਸੱਤਾ ਬਖ਼ਸ਼ੀ ਹੈ ਅਤੇ ਮੈਨੂੰ ਸੁਪਨਿਆਂ ਦੀ ਤਾਅਬੀਰ ਸਿਖਾਈ ਹੈ। ਹੇ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਦੇ ਸਿਰਜਣਹਾਰ! ਤੂੰ ਹੀ ਲੋਕ-ਪਰਲੋਕ ਵਿਚ ਮੇਰੇ ਕੰਮ ਸਵਾਰਨ ਵਾਲਾ ਹੈ। ਤੂੰ ਮੇਰਾ ਅੰਤ ਇਸਲਾਮ ’ਤੇ ਹੀ ਕਰੀਂ ਅਤੇ (ਪਰਲੋਕ ਵਿਚ) ਮੇਰਾ ਸਾਥ ਨੇਕ ਲੋਕਾਂ ਨਾਲ ਹੋਵੇ।","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:102","price":"102਼ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਇਹ ਪੋਰਖ (ਗ਼ੈਬ) ਦੀਆਂ ਕੁੱਝ ਖ਼ਬਰਾਂ ਹਨ ਜਿਹੜੀਆਂ ਅਸੀਂ (ਅੱਲਾਹ) ਤੁਹਾਡੇ ਵੱਲ ਵਹੀ ਕਰ ਰਹੇ ਹਾਂ। ਤੁਸੀਂ ਉਹਨਾਂ (ਯੂਸੁਫ਼ ਦੇ ਭਰਾਵਾਂ) ਦੇ ਸੰਗ ਨਹੀਂ ਸੀ ਜਦੋਂ ਉਹਨਾਂ ਨੇ ਆਪਣੀ ਇਕ ਗੱਲ ’ਤੇ ਸਹਿਮਤੀ ਪ੍ਰਗਟਾਈ ਸੀ ਅਤੇ ਉਹ (ਯੂਸੁਫ਼ ਦੇ ਵਿਰੁੱਧ) ਚਾਲਾਂ ਚੱਲ ਰਹੇ ਸੀ।","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:103","price":"103਼ (ਹੇ ਨਬੀ ਸ:!) ਤੁਸੀਂ ਭਾਵੇਂ ਕਿੰਨਾਂ ਵੀ ਚਾਹੋ ਪਰ ਵਧੇਰੇ ਲੋਕ ਈਮਾਨ ਲਿਆਉਣ ਵਾਲੇ ਨਹੀਂ।","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:104","price":"104਼ ਜਦ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਤੋਂ ਕੋਈ ਬਦਲਾ ਵੀ ਨਹੀਂ ਭਾਲਦੇ। ਇਹ (.ਕੁਰਆਨ) ਸਾਰੀ ਦੁਨੀਆਂ ਦੇ ਲੋਕਾਂ ਲਈ ਨਸੀਹਤ ਹੈ।","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:105","price":"105਼ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਵਿਚ ਬਥੇਰੀਆਂ ਅਜਿਹੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਕੋਲ ਦੀ ਇਹ ਕਾਫ਼ਿਰ ਮੂੰਹ ਮੋੜ ਕੇ ਲੰਘ ਜਾਂਦੇ ਹਨ, ਪਰ ਰਤਾ ਵੀ ਧਿਆਨ ਨਹੀਂ ਦਿੰਦੇ।","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:106","price":"106਼ ਇਹਨਾਂ ਲੋਕਾਂ ਵਿਚ ਬਥੇਰੇ ਲੋਕ ਅੱਲਾਹ ’ਤੇ ਈਮਾਨ ਰੱਖਦੇ ਹੋਏ ਵੀ ਮੁਸ਼ਰਿਕ ਹੀ ਹੁੰਦੇ ਹਨ (ਭਾਵ ਰੱਬ ਦੇ ਪੂਜਾ ਵੀ ਕਰਦੇ ਹਨ ਅਤੇ ਨਾਲ ਹੋਰ ਇਸ਼ਟਾਂ ਦੀ ਵੀ)।","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:107","price":"107਼ ਕੀ ਉਹਨਾਂ ਮੁਸ਼ਿਰਕਾਂ ਨੂੰ ਇਸ ਗੱਲ ਦਾ ਕੋਈ ਡਰ ਨਹੀਂ ਕਿ ਉਹਨਾਂ ਕੋਲ ਅੱਲਾਹ ਦੇ ਅਜ਼ਾਬਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਅਜ਼ਾਬ ਆ ਜਾਵੇ ਜਾਂ ਉਹਨਾਂ ’ਤੇ ਅਚਣਚੇਤ ਕਿਆਮਤ ਆ ਜਾਵੇ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਖ਼ਬਰ ਵੀ ਨਾ ਹੋਵੇ।","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:108","price":"108਼ (ਹੇ ਨਬੀ ਸ:!) ਆਖ ਦਿਓ ਕਿ ਇਹੋ ਮੇਰੀ ਰਾਹ ਹੈ ਮੈਂ ਤੁਹਾਨੂੰ ਅੱਲਾਹ ਵੱਲ ਬਲਾਉਂਦਾ ਹਾਂ। ਮੈਂ ਅਤੇ ਉਹ ਲੋਕ ਜਿਹੜੇ ਮੇਰੇ ਪੈਰੋਕਾਰ ਹਨ ਪੂਰੇ ਵਿਸ਼ਵਾਸ ਤੇ ਸੂਝ-ਬੂਝ ’ਤੇ ਖੜ੍ਹੇ ਹਾਂ। ਅੱਲਾਹ ਪਾਕ ਹੈ ਅਤੇ ਮੈਂ ਮੁਸ਼ਰਿਕਾਂ ਵਿੱਚੋਂ ਨਹੀਂ।","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:109","price":"109਼ (ਹੇ ਨਬੀ!) ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਅਸੀਂ ਜਿੰਨੇ ਵੀ ਰਸੂਲ ਘੱਲੇ ਉਹ ਸਾਰੇ ਹੀ ਮਰਦ ਸੀ ਜਿਨ੍ਹਾਂ ਵੱਲ ਅਸੀਂ ਆਪਣੀ ਵਹੀ ਭੇਜਦੇ ਸੀ ਅਤੇ ਉਹ ਬਸਤੀਆਂ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਸਨ। ਕੀ ਉਹਨਾਂ ਲੋਕਾਂ ਨੇ ਧਰਤੀ ’ਤੇ ਘੁੰਮ-ਫਿਰ ਕੇ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਉਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ (ਇਨਕਾਰੀਆਂ) ਦਾ ਕੀ ਹਾਲ ਹੋਇਆ ਸੀ ? ਆਖ਼ਿਰਤ ਦਾ ਘਰ ਹੀ ਪਰਹੇਜ਼ਗਾਰ ਲੋਕਾਂ ਲਈ ਵਧੀਆ ਘਰ ? । ਕੀ ਤੁਸੀਂ ਲੋਕ ਫੇਰ ਵੀ ਨਹੀਂ ਸਮਝਦੇ।","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:110","price":"110਼ ਜਦੋਂ ਰਸੂਲ (ਆਪਣੀ ਕੌਮ ਤੋਂ) ਨਿਰਾਸ਼ ਹੋ ਗਏ ਅਤੇ ਉਹ ਲੋਕ ਵੀ ਸਮਝਣ ਲੱਗ ਪਏ ਕਿ ਉਹਨਾਂ ਨੂੰ ਹਕੀਕਤ ਦੇ ਵਿਰੁੱਧ ਖ਼ਬਰ ਦਿੱਤੀ ਗਈ ਹੈ ਤਾਂ ਉਸ ਵੇਲੇ ਸਾਡੀ ਮਦਦ ਉਹਨਾਂ (ਰਸੂਲਾਂ) ਨੂੰ ਆ ਪਹੁੰਚੀ। ਫੇਰ (ਅਜ਼ਾਬ ਤੋਂ) ਬਚਾਓ ਉਸੇ ਦਾ ਹੋਇਆ ਜਿਸ ਨੂੰ ਅਸੀਂ ਚਾਹਿਆ ਪਰ ਅਪਰਾਧੀ ਕੌਮ ਤੋਂ ਅਜ਼ਾਬ ਟਲਿਆ ਨਹੀਂ ਕਰਦਾ।","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"12:111","price":"111਼ ਬੇਸ਼ੱਕ ਇਹਨਾਂ ਕਿੱਸਿਆਂ ਵਿਚ ਸਮਝ-ਬੂਝ ਰੱਖਣ ਵਾਲਿਆਂ ਲਈ ਵੱਡੀਆਂ ਸਿੱਖਿਆਵਾਂ ਹਨ। ਇਹ (.ਕੁਰਆਨ) ਕੋਈ ਘੜ੍ਹੀ ਹੋਈ ਗੱਲ ਨਹੀਂ, ਸਗੋਂ ਆਪਣੇ ਤੋਂ ਪਹਿਲੀਆਂ ਕਿਤਾਬਾਂ (ਜ਼ਬੂਰ, ਤੌਰੈਤ ਅਤੇ ਇੰਜੀਲ) ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੀ ਹੈ ਅਤੇ ਹਰ ਗੱਲ ਦਾ ਵਿਆਖਣ ਵੀ ਹੈ ਅਤੇ ਈਮਾਨ ਵਾਲਿਆਂ ਲਈ (ਰੱਬੀ) ਹਿਦਾਇਤ ਤੇ ਰਹਿਮਤ ਹੈ।1","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"1 ਭਾਵ ਕੁਰਆਨ ਨੂੰ ਸਮਝਨਾ ਅਤੇ ਉਸ ਰਾਹੀਂ ਹਿਦਾਇਤ ਪ੍ਰਾਪਤ ਕਰਨਾ ਅੱਲਾਹ ਵਲੋਂ ਇਕ ਇਨਾਮ ਹੈ। ਜਿਵੇਂ ਹਦੀਸ ਵਿਚ ਹੈ ਕਿ ਜੇ ਅੱਲਾਹ ਕਿਸੇ ਨਾਲ ਭਲਾਈ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ ਤਾਂ ਉਸ ਨੂੰ ਦੀਨ ਦੀ ਸਮਝ ਬਖ਼ਸ਼ ਦਿੰਦਾ ਹੈ ਅਤੇ ਫ਼ਰਮਾਇਆ ਕਿ ਮੈਂ ਵੰਡਣ ਵਾਲਾ ਹਾਂ ਅਤੇ ਬਖ਼ਸ਼ਣਹਾਰ ਅੱਲਾਹ ਹੈ ਅਤੇ ਇਹ ਵੀ ਯਾਦ ਰੱਖੋ ਕਿ ਸੱਚੇ ਮੁਸਲਮਾਨ ਇਸਲਾਮ ਦੇ ਅਕੀਦਾ-ਏ-ਤੌਹੀਦ ਦੀ ਸਖ਼ਤੀ ਨਾਲ ਪੈਰਵੀ ਕਰਨਗੇ। ਉਹਨਾਂ ਦੇ ਵਿਰੋਧੀ ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਹਾਨੀ ਨਹੀਂ ਪਹੁੰਚਾ ਸਕਣਗੇ। ਇਥੋਂ ਤੀਕ ਕਿ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਭਾਵ ਕਿਆਮਤ ਆ ਜਾਵੇਗੀ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 71)","lang":"pa"},{"name":"13:1","price":"1਼ ਅਲਿਫ਼, ਲਾਮ, ਰਾ। (ਹੇ ਨਬੀ!) ਇਹ (ਰੱਬੀ) ਕਿਤਾਬ (.ਕੁਰਆਨ) ਦੀਆਂ ਆਇਤਾਂ (ਆਦੇਸ਼) ਹਨ ਜੋ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਤੁਹਾਡੇ ’ਤੇ ਉਤਾਰੀਆਂ ਗਈਆਂ ਹਨ। ਉਹ ਹੱਕ ਸੱਚ (’ਤੇ ਆਧਾਰਿਤ) ਹਨ, ਪਰ ਵਧੇਰੇ ਲੋਕੀ ਫੇਰ ਵੀ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਂਦੇ।","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:2","price":"2਼ ਅੱਲਾਹ ਉਹ ਜ਼ਾਤ ਹੈ ਜਿਸ ਨੇ ਥੰਮ੍ਹਾਂ ਤੋਂ ਬਿਨਾਂ ਉਹਨਾਂ ਅਕਾਸ਼ਾਂ ਨੂੰ ਉੱਚਾ ਸਥਾਪਿਤ ਕੀਤਾ, ਜਿਹੜੇ (ਅਕਾਸ਼) ਤੁਹਾਨੂੰ ਵਿਖਾਈ ਦਿੰਦੇ ਹਨ। ਫੇਰ ਉਹ ਆਪਣੀ ਰਾਜ ਗੱਦੀ ’ਤੇ ਵਿਰਾਜਮਾਨ ਹੋ ਗਿਆ ਅਤੇ ਸੂਰਜ ਤੇ ਚੰਨ ਨੂੰ ਕੰਮ ’ਤੇ ਲਾਇਆ। ਹਰੇਕ ਆਪਣੇ ਨਿਯਤ ਸਮੇਂ ਤੀਕ ਲਈ ਚੱਲ ਰਿਹਾ ਹੈ। ਉਹੀ ਹਰ ਕੰਮ ਦਾ ਪ੍ਰਬੰਧ ਕਰਦਾ ਹੈ ਅਤੇ ਆਪਣੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿਸਥਾਰ ਨਾਲ ਵਰਣਨ ਕਰ ਰਿਹਾ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਦੀ ਮਿਲਣੀ ’ਤੇ ਵਿਸ਼ਵਾਸ ਕਰ ਲਵੋ।","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:3","price":"3਼ ਉਹੀ (ਅੱਲਾਹ) ਹੈ ਜਿਸ ਨੇ ਧਰਤੀ ਨੂੰ (ਫਰਸ਼ ਵਾਂਗ) ਵਿਛਾਇਆ ਹੈ ਅਤੇ ਇਸ ਵਿਚ ਪਹਾੜ ਤੇ ਨਹਿਰਾਂ ਨੂੰ ਬਣਾਇਆ ਅਤੇ ਇਸ ਵਿਚ ਭਾਂਤ-ਭਾਂਤ ਦੇ ਫਲਾਂ ਦੇ ਦੋ-ਦੋ ਜੋੜੇ ਬਣਾਏ। ਉਹ ਦਿਨ ਨੂੰ ਰਾਤ ਨਾਲ ਢੱਕਦਾ ਹੈ। ਬੇਸ਼ੱਕ ਇਸ ਵਿਚ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਬਥੇਰੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ, ਜਿਹੜੇ ਸੋਚ ਵਿਚਾਰ ਕਰਦੇ ਹਨ।","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:4","price":"4਼ ਧਰਤੀ ਵਿਚ ਇਕ ਦੂਜੇ ਨਾਲ ਲੱਗਦੇ ਖੱਤੇ ਹਨ, ਅੰਗੂਰਾਂ ਦੇ ਬਾਗ਼, ਖੇਤੀਆਂ ਅਤੇ ਖਜੂਰਾਂ ਦੇ ਰੁੱਖ ਹਨ, ਜਿੰਨ੍ਹਾ ਦੀਆਂ ਜੜ੍ਹਾਂ ਆਪਸ ਵਿਚ ਮਿਲੀਆਂ ਹੋਈਆਂ ਹਨ ਅਤੇ ਅੱਡੋ-ਅੱਡ ਵੀ ਹਨ, ਇਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਇਕ ਹੀ ਪਾਣੀ ਸਿੰਜਦਾ ਹੈ। ਅਸੀਂ ਕੁੱਝ ਫਲਾਂ ਨੂੰ ਸੁਆਦ ਵਿਚ ਦੂਜੇ ਫਲਾਂ ਨਾਲੋਂ ਚੰਗੇਰਾ ਬਣਾ ਦਿੰਦੇ ਹਾਂ। ਬੇਸ਼ੱਕ ਇਹਨਾਂ ਚੀਜ਼ਾਂ ਵਿਚ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਨਿਸ਼ਾਨੀਆਂ ਹਨ, ਜਿਹੜੇ ਅਕਲ-ਸਮਝ ਰੱਖਦੇ ਹਨ।","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:5","price":"5਼ ਜੇ ਤੁਸੀਂ ਅਚਰਜ ਕਰਨਾ ਹੀ ਹੈ ਤਾਂ ਅਚਰਜਯੋਗ ਤਾਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦਾ ਇਹ ਕਹਿਣਾ ਹੈ ਕਿ ਜਦੋਂ ਅਸੀਂ (ਮਰ ਕੇ) ਮਿੱਟੀ ਹੋ ਜਾਵਾਂਗੇ ਤਾਂ ਕੀ ਸਾਨੂੰ ਨਵੇਂ ਸਿਿਰਓਂ ਪੈਦਾ ਕੀਤਾ ਜਾਵੇਗਾ ? ਇਹੋ ਉਹ ਲੋਕ ਹਨ ਜਿਹੜੇ ਆਪਣੇ ਰੱਬ ਦੇ ਇਨਕਾਰੀ ਹਨ ਅਤੇ ਇਹੋ ਹਨ ਜਿਨ੍ਹਾਂ ਦੀਆਂ ਗਰਦਨਾਂ ਵਿਚ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਪਟੇ ਪਏ ਹੋਣਗੇ ਅਤੇ ਇਹੋ ਨਰਕ ਵਿਚ ਜਾਣ ਵਾਲੇ ਹਨ, ਜਿੱਥੇ ਉਹ ਸਦਾ ਲਈ ਰਹਿਣਗੇ।","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:6","price":"6਼ (ਹੇ ਨਬੀ!) ਉਹ ਲੋਕ ਤੁਹਾਥੋਂ ਭਲਾਈ (ਰੱਬ ਦੀ ਮਿਹਰ) ਤੋਂ ਪਹਿਲਾਂ ਬੁਰਾਈ (ਰੱਬੀ ਅਜ਼ਾਬ) ਚਾਹੁੰਦੇ ਹਨ, ਹਾਲਾਂ ਕਿ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ (ਅਜ਼ਾਬ ਦੀਆਂ ਸਿੱਖਿਆਦਾਇਕ) ਮਿਸਾਲਾਂ ਗੁਜ਼ਰ ਚੁੱਕੀਆਂ ਹਨ ਅਤੇ ਬੇਸ਼ੱਕ ਤੁਹਾਡਾ ਰੱਬ ਲੋਕਾਂ ਵੱਲੋਂ ਵਧੀਕੀਆਂ ਹੋਣ ਦੇ ਬਾਵਜੂਦ ਉਹਨਾਂ ਨੂੰ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈ। (ਹਕੀਕਤ ਇਹ ਵੀ ਹੈ ਕਿ) ਬੇਸ਼ੱਕ ਤੁਹਾਡਾ ਰੱਬ ਕਰੜੀ ਸਜ਼ਾ ਦੇਣ ਵਾਲਾ ਹੈ।","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:7","price":"7਼ ਕਾਫ਼ਿਰ ਲੋਕ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਸ (ਮੁਹੰਮਦ ਸ:) ’ਤੇ ਇਸ ਦੇ ਰੱਬ ਵੱਲੋਂ (ਨਬੀ ਹੋਣ ਦੀ) ਕੋਈ ਨਿਸ਼ਾਨੀ ਕਿਉਂ ਨਹੀਂ ਉਤਾਰੀ ਗਈ ? (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਤਾਂ ਕੇਵਲ (ਰੱਬੀ ਅਜ਼ਾਬ ਤੋਂ) ਡਰਾਉਣ ਵਾਲੇ ਹੋ। (ਕਿਉਂ ਜੋ) ਹਰੇਕ ਕੌਮ ਲਈ (ਰੱਬ ਵੱਲੋਂ) ਇਕ ਮਾਰਗ ਦਰਸ਼ਕ ਹੁੰਦਾ ਹੈ।","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:8","price":"8਼ ਹਰ ਮਦੀਨ ਜੋ ਵੀ ਆਪਣੇ ਗਰਭ ਵਿਚ ਚੁੱਕੀ ਫਿਰਦੀ ਹੈ, ਅੱਲਾਹ ਉਸ ਨੂੰ ਜਾਣਦਾ ਹੈ ਅਤੇ ਗਰਭਾਂ ਦਾ ਘਟਣਾ-ਵਧਣਾ ਵੀ (ਜਾਣਦਾ ਹੈ)। ਉਸ ਦੇ ਕੋਲ ਹਰ ਚੀਜ਼ ਲਈ ਇਕ ਪਰਿਮਾਣ ਨਿਸ਼ਚਿਤ ਹੈ।","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:9","price":"9਼ ਉਹ ਗ਼ੈਬ (ਪਰੋਖ) ਤੇ ਜ਼ਾਹਿਰ (ਪਰਤੱਖ) ਦਾ ਜਾਣਨ ਵਾਲਾ ਹੈ। ਉਹ ਮਹਾਨ ਤੇ ਸਰਵਉੱਚ ਹੈ।","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:10","price":"10਼ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਭਾਵੇਂ ਕੋਈ ਹੌਲੀ-ਹੌਲੀ ਗੱਲਾਂ ਕਰੇ ਜਾਂ ਉੱਚੀ-ਉੱਚੀ, ਅਤੇ ਭਾਵੇਂ ਕੋਈ ਰਾਤ ਦੇ ਹਨੇਰਿਆਂ ਵਿਚ ਲੁਕਿਆ ਹੋਵੇ ਜਾਂ ਦਿਨ ਦੇ ਚਾਨਣੇ ਵਿਚ ਚੱਲ ਰਿਹਾ ਹੋਵੇ, ਅੱਲਾਹ ਲਈ ਸਭ ਇਕ ਸਮਾਨ ਹੈ।","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:11","price":"11਼ ਉਸ (ਮਨੁੱਖ) ਲਈ ਵਾਰੀ-ਵਾਰੀ ਆਉਣ ਵਾਲੇ ਫ਼ਰਿਸ਼ਤੇ ਹਨ ਜਿਹੜੇ ਉਸ ਦੇ ਅੱਗੇ-ਪਿੱਛੇ ਲੱਗੇ ਹੋਏ ਹਨ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਨਾਲ ਉਸ ਦੀ ਦੇਖ-ਭਾਲ ਕਰਦੇ ਹਨ।1 ਅੱਲਾਹ ਕਿਸੇ ਕੌਮ ਦੀ ਹਾਲਤ ਉਦੋਂ ਤਕ ਨਹੀਂ ਬਦਲਦਾ ਜਦੋਂ ਤੀਕ ਉਹ ਆਪਣੇ ਮਨ ਦੀ ਅਵਸਥਾ ਨੂੰ ਨਹੀਂ ਬਦਲਦੀ। ਜਦੋਂ ਅੱਲਾਹ ਕਿਸੇ ਕੌਮ ਨਾਲ ਬੁਰਾਈ (ਅਜ਼ਾਬ) ਦਾ ਇਰਾਦਾ ਕਰਦਾ ਹੈ ਤਾਂ ਫੇਰ ਉਸ ਨੂੰ ਟਾਲਣ ਵਾਲਾ ਕੋਈ ਨਹੀਂ ਅਤੇ ਉਹਨਾਂ ਲਈ ਉਸ (ਅੱਲਾਹ) ਤੋਂ ਛੁੱਟ ਕੋਈ ਕਾਰਜ ਸਾਧਕ ਵੀ ਨਹੀਂ।","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਅਨਾਮ, ਹਾਸ਼ੀਆ ਆਇਤ 61/6","lang":"pa"},{"name":"13:12","price":"12਼ (ਅੱਲਾਹ) ਉਹੀਓ ਹੈ ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਡਰਾਉਣ ਲਈ ਅਤੇ ਆਸਾਂ ਜਗਾਉਣ ਲਈ ਬਿਜਲੀਆਂ (ਦੀ ਲਿਸ਼ਕ) ਵਿਖਾਉਂਦਾ ਹੈ ਅਤੇ (ਪਾਣੀ ਨਾਲ) ਲੱਦੇ ਹੋਏ ਬੱਦਲ ਉਠਾਉਂਦਾ ਹੈ।","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:13","price":"13਼ ਬੱਦਲਾਂ ਦੀ ਕੜਕ 2 ਉਸ ਦੀ ਉਸਤਤ ਦੇ ਨਾਲ ਉਸ ਦੀ ਤਸਬੀਹ (ਪਾਕੀ ਬਿਆਨ) ਕਰਦੀ ਹੈ ਅਤੇ ਫ਼ਰਿਸ਼ਤੇ ਵੀ ਉਹਦੇ ਡਰ-ਖ਼ੌਫ਼ ਤੋਂ (ਕੰਬਦੇ ਹੋਏ) ਉਹਦੀ ਤਸਬੀਹ ਕਰਦੇ ਹਨ। ਉਹੀ (ਅਕਾਸ਼ੋਂ) ਕੜਕਦੀਆਂ ਬਿਜਲੀਆਂ ਭੇਜਦਾ ਹੈ ਅਤੇ ਜਿਸ (ਥਾਂ) ’ਤੇ ਵੀ ਚਾਹੁੰਦਾ ਹੈ ਡੇਗ ਦਿੰਦਾ ਹੈ ਜਦ ਕਿ ਉਹ (ਕਾਫ਼ਿਰ) ਅੱਲਾਹ ਬਾਰੇ ਝਗੜ ਰਹੇ ਹੁੰਦੇ ਹਨ,ਵਾਸਤਵ ਵਿਚ ਉਸ ਦੀ ਚਾਲ ਜ਼ਬਰਦਸਤ ਹੁੰਦੀ ਹੈ।","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":"2 ਕੁੱਝ .ਕੁਰਆਨ ਦੇ ਵਿਆਖਾਕਾਰਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਅਲ-ਰਾਅਦ ਇਕ ਫ਼ਰਿਸ਼ਤੇ ਦਾ ਨਾਂ ਹੈ, ਜਿਹੜਾ ਬੱਦਲਾਂ ਲਈ ਰੱਖ ਛੱਡਿਆ ਹੈ, ਉਹ ਅੱਲਾਹ ਦੇ ਹੁਕਮਾਂ ਅਨੁਸਾਰ ਬੱਦਲਾਂ ਨੂੰ ਇਕ ਥਾਂ ਤੋਂ ਦੂਜੀ ਥਾਂ ਲੈ ਕੇ ਜਾਂਦਾ ਹੈ ਅਤੇ ਅੱਲਾਹ ਦੀ ਪਵਿੱਤਰਤਾ ਤੇ ਵਡਿਆਈ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ। (ਤਫ਼ਸੀਰ ਅਲ-ਕੁਰਤਬੀ 296/9)","lang":"pa"},{"name":"13:14","price":"14਼ ਉਸੇ (ਅੱਲਾਹ) ਨੂੰ (ਹਰ ਲੋੜ ਲਈ) ਪੁਕਾਰਨ ਦਾ ਹੱਕ ਬਣਦਾ ਹੈ। ਜਿਹੜੇ ਲੋਕ ਉਸ ਨੂੰ ਛੱਡ ਕੇ ਹੋਰਾ ਇਸ਼ਟਾਂ ਨੂੰ ਪੁਕਾਰਦੇ ਹਨ ਉਹ ਉਹਨਾਂ ਦੇ ਕਿਸੇ ਵੀ ਗੱਲ ਦਾ ਉੱਤਰ ਨਹੀਂ ਦੇ ਸਕਦੇ। ਜਿਵੇਂ ਕੋਈ ਵਿਅਕਤੀ ਆਪਣੇ ਦੋਹਾਂ ਹੱਥਾਂ ਨੂੰ ਪਾਣੀ ਵੱਲ ਪਸਾਰ ਕੇ ਬੇਨਤੀ ਕਰੇ ਕਿ ਪਾਣੀ ਉਸ ਦੇ ਮੂੰਹ ਤੀਕ ਪੁੱਜ ਜਾਵੇ ਜਦੋਂ ਕਿ ਉਹ (ਪਾਣੀ) ਉਸ ਦੇ ਮੂੰਹ ਤੀਕ ਪੁਜਣ ਜੋਗਾ ਨਹੀਂ। (ਇਸੇ ਤਰ੍ਹਾਂ) ਇਨਕਾਰੀਆਂ ਦੀਆਂ ਜਿੰਨੀਆਂ ਵੀ ਅਰਦਾਸਾਂ ਹਨ ਉਹ ਸਾਰੀਆਂ ਗੁਮਰਾਹੀ ਵਾਲੀਆਂ ਹਨ।","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:15","price":"15਼ ਅੱਲਾਹ ਨੂੰ ਹੀ ਧਰਤੀ ਤੇ ਅਕਾਸ਼ਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ, ਚਾਹੁੰਦੀਆਂ ਤੇ ਨਾ ਚਾਹੁੰਦੀਆਂ, ਸਿਜਦਾ ਕਰਦੀਆਂ ਹਨ ਅਤੇ ਉਹਨਾਂ ਚੀਜ਼ਾਂ ਦੇ ਪਰਛਾਵੇਂ ਵੀ ਸੰਝ-ਸਵੇਰੇ (ਉਹਦੇ ਅੱਗੇ ਝੁਕਦੇ ਹਨ)।","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:16","price":"16਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਹਨਾਂ ਤੋਂ ਪੁੱਛੋ ਕਿ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦਾ ਰੱਬ (ਸਿਰਜਨਹਾਰ) ਕੌਣ ਹੈ ? ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਅੱਲਾਹ ਹੈ! ਫਿਰ ਇਹਨਾਂ ਨੂੰ ਆਖੋ, ਕੀ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਉਹ ਹਿਮਾਇਤੀ ਬਣਾਏ ਹੋਏ ਹਨ ਜਿਹੜੇ ਆਪਣੀ ਜ਼ਾਤ ਲਈ ਵੀ ਲਾਭ-ਹਾਣ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਰੱਖਦੇ। ਪੁੱਛ ਕੀ ਅੰਨ੍ਹਾ ਤੇ ਸੁਜਾਖਾ ਇਕ ਸਮਾਨ ਹੋ ਸਕਦਾ ਹੈ ? ਜਾਂ ਕੀ ਹਨੇਰਾ ਤੇ ਚਾਨਣ ਇਕ ਬਰਾਬਰ ਹੋ ਸਕਦਾ ਹੈ ? ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਅੱਲਾਹ ਦਾ ਸ਼ਰੀਕ ਬਣਾਇਆ ਹੈ ਕੀ ਉਹਨਾਂ ਨੇ ਵੀ ਅੱਲਾਹ ਵਾਂਗ ਕਿਸੇ ਨੂੰ ਸਾਜਿਆ ਹੈ ? ਜਿਸ ਕਾਰਨ ਰੱਬ ਵੱਲੋਂ ਸਾਜਿਆ ਹੋਇਆ (ਕੁੱਲ ਜਹਾਨ) ਉਹਨਾਂ ਲਈ ਸ਼ੱਕ-ਸ਼ੁਬਾਹ ਵਾਲਾ ਹੋ ਗਿਆ ਹੈ ? (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਕੇਵਲ ਅੱਲਾਹ ਹੀ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਦਾ ਖ਼ਾਲਿਕ (ਸਿਰਜਨਹਾਰ) ਹੈ। ਉਹ ਇੱਕੋ-ਇਕ ਹੈ ਤੇ ਸਭਨਾਂ ’ਤੇ ਭਾਰੂ ਹੈ।","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:17","price":"17਼ ਉਸੇ (ਅੱਲਾਹ) ਨੇ ਅਕਾਸ਼ ਤੋਂ ਪਾਣੀ ਨਾਜ਼ਲ ਕੀਤਾ ਅਤੇ ਆਪਣੀ-ਆਪਣੀ ਸਮਾਈ ਅਨੁਸਾਰ ਨਦੀ ਨਾਲੇ (ਉਸ ਪਾਣੀ ਨੂੰ ਲੈ ਕੇ) ਵਗਣ ਲਗ ਪਏ, ਫੇਰ ਜਦੋਂ ਹੜ੍ਹ ਆਇਆ ਤਾਂ ਉੱਤੇ ਝੱਗ ਆ ਗਈ। ਇਸੇ ਪ੍ਰਕਾਰ ਦੀ ਝੱਗ ਉਹਨਾਂ ਧਾਤਾਂ ਤੋਂ ਵੀ ਉਠਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਗਿਹਣੇ ਜਾਂ ਦੂਜੇ ਸਮਾਨ ਬਣਾਉਣ ਲਈ ਅੱਗ ਵਿਚ ਢਾਲਿਆ ਜਾਂਦਾ ਹੈ। ਇਸ ਪ੍ਰਕਾਰ ਅੱਲਾਹ ਸੱਚ ਤੇ ਝੂਠ ਦੀ ਉਦਾਹਰਨ ਦਿੰਦਾ ਹੈ। ਸੋ ਜਿਹੜੀ ਝੱਗ ਹੈ ਉਹ ਸੁੱਕ ਕੇ ਉੱਡ ਜਾਂਦੀ ਹੈ ਪਰ ਜਿਹੜੀ ਚੀਜ਼ ਲੋਕਾਂ ਨੂੰ ਲਾਭ ਦੇਣ ਵਾਲੀ ਹੈ, ਉਹ ਧਰਤੀ ’ਤੇ ਰਹਿ ਜਾਂਦੀ ਹੈ।1 ਅੱਲਾਹ ਇੰਜ ਹੀ ਉਦਹਾਰਣਾਂ ਦਿੰਦਾ ਹੈ (ਤਾਂ ਜੋ ਸਮਝਣ ਵਿਚ ਆਸਾਨੀ ਹੋਵੇ)।","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":"1 ਜਿਵੇਂ ਸੱਚਾਈ ਹੈ। ਵੇਖੋ ਸੂਰਤ ਅਲ-ਤੌਬਾ, ਹਾਸ਼ੀਆ ਆਇਤ 119/9","lang":"pa"},{"name":"13:18","price":"18਼ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਆਪਣੇ ਪਾਲਣਹਾਰ ਦਾ ਹੁਕਮ ਮੰਨਿਆ, ਉਹਨਾਂ ਲਈ ਭਲਾਈ ਹੈ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਉਸ ਦਾ ਹੁਕਮ ਨਹੀਂ ਮੰਨਿਆਂ, ਜੇਕਰ ਉਹਨਾਂ ਕੋਲ ਉਹ ਸਭ ਕੁੱਝ ਹੋਵੇ ਜੋ ਧਰਤੀ ’ਤੇ ਹੈ ਅਤੇ ਉੱਨਾਂ ਹੀ ਹੋਰ ਹੋਵੇ ਤਾਂ ਉਹ ਸਭ ਕੁੱਝ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਫ਼ਿਦਿਆ (ਛੁਡਵਾਈ ਵਜੋਂ) ਦੇਣ ਲਈ ਤਿਆਰ ਹੋ ਜਾਣਗੇ। 2 ਇਹੋ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਤੋਂ ਕਰੜਾਈ ਵਾਲਾ ਹਿਸਾਬ ਲਿਆ ਜਾਵੇਗਾ ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਟਿਕਾਣਾ ਨਰਕ ਹੈ ਅਤੇ ਉਹ ਬਹੁਤ ਹੀ ਭੈੜਾ ਟਿਕਾਣਾ ਹੈ।","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":"2 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 91/3","lang":"pa"},{"name":"13:19","price":"19਼ (ਹੇ ਨਬੀ!) ਉਹ ਵਿਅਕਤੀ ਜਿਹੜਾ ਇਹ ਗਿਆਨ ਰੱਖਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਜੋ ਵੀ ਤੁਹਾਡੇ ’ਤੇ (.ਕੁਰਆਨ) ਉਤਾਰਿਆ ਹੈ ਉਹੀਓ ਹੱਕ ਹੈ, ਕੀ ਉਹ ਵਿਅਕਤੀ ਅੰਨ੍ਹਿਆਂ ਵਾਂਗ ਹੋ ਸਕਦਾ ਹੈ ? ਸਿੱਖਿਆ ਤਾਂ ਉਹੀਓ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹਨ ਜਿਹੜੇ ਸੂਝ-ਬੂਝ ਵਾਲੇ ਹਨ।","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:20","price":"20਼ ਉਹ (ਲੋਕ ਸੂਝਵਾਨ ਹਨ) ਜਿਹੜੇ ਅੱਲਾਹ ਨੂੰ ਦਿੱਤੇ ਵਚਨਾਂ ਨੂੰ ਪੂਰਾ ਕਰਦੇ ਹਨ ਅਤੇ ਪੱਕੇ ਵਾਅਦਿਆਂ ਨੂੰ ਤੋੜਦੇ ਨਹੀਂ।","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:21","price":"21਼ ਅਤੇ ਜਿਨ੍ਹਾਂ ਸੰਬੰਧਾਂ ਨੂੰ ਅੱਲਾਹ ਨੇ ਜੋੜਨ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਹੈ ਉਹਨਾਂ (ਰਿਸ਼ਤਿਆਂ) ਨੂੰ ਉਹ ਜੋੜੀਂ ਰੱਖਦੇ ਹਨ, ਉਹ ਆਪਣੇ ਪਾਲਣਹਾਰ ਤੋਂ ਡਰਦੇ ਹਨ ਅਤੇ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਕਰੜਾਈ ਵਾਲੀ ਪੁੱਛ-ਗਿੱਛ ਦਾ ਭੈਅ ਵੀ ਰੱਖਦੇ ਹਨ।","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:22","price":"22਼ ਜੋ ਆਪਣੇ ਰੱਬ ਦੀ ਰਜ਼ਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸਬਰ ਤੋਂ ਕੰਮ ਲੈਂਦੇ ਹਨ, ਨਮਾਜ਼ਾਂ ਨੂੰ ਕਾਇਮ ਕਰਦੇ ਹਨ ਅਤੇ ਜੋ ਵੀ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ (ਮਾਲ ਦੌਲਤ) ਦੇ ਰੱਖਿਆ ਹੈ ਉਸ ਨੂੰ ਗੁਪਤ ਰੂਪ ਵਿਚ ਵੀ ਤੇ ਖੁੱਲ੍ਹੇ-ਆਮ ਵੀ ਖ਼ਰਚ ਕਰਦੇ ਹਨ ਅਤੇ ਬੁਰਾਈ ਨੂੰ ਚੰਗਿਆਈ ਨਾਲ ਪਰਾਂ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਸੂਝਵਾਨ ਲੋਕਾਂ ਲਈ ਹੀ ਪਰਲੋਕ ਦਾ ਵਧੀਆ ਘਰ ਹੈ।","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:23","price":"23਼ ਉਹਨਾਂ ਲਈ ਉਹ ਸਦੀਵੀ ਬਾਗ਼ ਹਨ, ਜਿਨ੍ਹਾਂ ਵਿਚ ਉਹ ਆਪ ਵੀ ਪ੍ਰਵੇਸ਼ ਕਰਨਗੇ ਅਤੇ ਉਹਨਾਂ ਦੇ ਪਿਓ, ਦਾਦੇ, ਉਹਨਾਂ ਦੀਆਂ ਪਤਨੀਆਂ ਤੇ ਉਹਨਾਂ ਦੀ ਸੰਤਾਨ ਵਿੱਚੋਂ ਜਿਹੜੇ ਨੇਕ ਹੋਣਗੇ ਉਹ ਸਭ ਪ੍ਰਵੇਸ਼ ਕਰਨਗੇ ਤੇ ਫ਼ਰਿਸ਼ਤੇ (ਜੰਨਤ) ਦੇ ਹਰ ਬੂਹੇ ਤੋਂ (ਸੁਵਾਗਤ ਲਈ) ਉਹਨਾਂ ਕੋਲ ਆਉਣਗੇ।","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:24","price":"24਼ (ਉਹ ਫ਼ਰਿਸ਼ਤੇ) ਆਖਣਗੇ ਕਿ ਤੁਹਾਡੇ ’ਤੇ ਸਲਾਮਤੀ ਹੋਵੇ, ਇਸ ਲਈ ਕਿ ਤੁਸੀਂ (ਸੰਸਾਰ ਵਿਚ) ਸਬਰ ਤੋਂ ਕੰਮ ਲਿਆ। ਸੋ (ਇਸ ਕਾਰਨ) ਤੁਹਾਡੇ ਲਈ ਬਹੁਤ ਹੀ ਸੋਹਣਾ ਆਖ਼ਿਰਤ ਦਾ ਘਰ ਹੈ।","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:25","price":"25਼ ਜਿਹੜੇ ਲੋਕੀ ਅੱਲਾਹ ਨਾਲ ਕੀਤੇ ਹੋਏ ਪੱਕੇ ਵਚਨਾਂ ਨੂੰ ਤੋੜ ਦਿੰਦੇ ਹਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਸੰਬੰਧਾਂ ਨੂੰ ਜੋੜਨ ਲਈ ਅੱਲਾਹ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਹੈ ਉਸ ਨੂੰ ਤੋੜਦੇ ਹਨ ਅਤੇ ਧਰਤੀ ਉੱਤੇ ਫ਼ਸਾਦ ਫੈਲਾਉਂਦੇ ਹਨ,1 ਉਹਨਾਂ ਲਈ ਲਾਅਨਤਾਂ ਹਨ ਅਤੇ ਉਹਨਾਂ ਲਈ ਪਰਲੋਕ ਵਿਚ ਵੱਡਾ ਭੈੜਾ ਟਿਕਾਣਾ ਹੈ।","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 27/2","lang":"pa"},{"name":"13:26","price":"26਼ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਖੁੱਲ੍ਹਾ-ਡੁੱਲ੍ਹਾ ਤੇ ਜਿਸ ਨੂੰਚਾਹੁੰਦਾ ਹੈ ਗਿਣਵਾਂ ਮਿਣਵਾਂ ਰਿਜ਼ਕ ਦਿੰਦਾ ਹੈ। ਇਹ (ਕਾਫ਼ਿਰ) ਲੋਕ ਤਾਂ ਸੰਸਾਰਿਕ ਜੀਵਨ ’ਤੇ ਹੀ ਖ਼ੁਸ਼ ਹਨ ਜਦੋਂ ਕਿ ਇਹ ਸੰਸਾਰ ਜੀਵਨ ਆਖ਼ਿਰਤ (ਪਰਲੋਕ) ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਇਕ ਨਾ-ਮਾਤਰ ਚੀਜ਼ ਹੈ।","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:27","price":"27਼ ਕਾਫ਼ਿਰ ਆਖਦੇ ਹਨ ਕਿ ਇਸ (ਮੁਹੰਮਦ ਸ:) ਦੇ ਰੱਬ ਵੱਲੋਂ ਕੋਈ ਨਿਸ਼ਾਨੀ (ਨਬੀ ਹੋਣ ਦੀ) ਕਿਉਂ ਨਹੀਂ ਉਤਾਰੀ ਗਈ? (ਹੇ ਨਬੀ! ਕਾਫ਼ਿਰਾਂ ਨੂੰ) ਆਖੋ ਕਿ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਕੁਰਾਹੇ ਪਾ ਦਿੰਦਾ ਹੈ ਅਤੇ ਜਿਹੜਾ ਉਸ ਵੱਲ ਪਰਤ ਆਉਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਿੱਧੀ ਰਾਹ ਦਰਸਾਉਂਦਾ ਹੈ।","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:28","price":"28਼ ਜਿਹੜੇ ਲੋਕੀ ਈਮਾਨ ਲਿਆਏ ਉਹਨਾਂ ਦੇ ਹਿਰਦਿਆਂ ਨੂੰ ਅੱਲਾਹ ਦੇ ਸਿਮਰਨ ਨਾਲ ਹੀ ਸ਼ਾਂਤੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ। (ਹੇ ਲੋਕੋ!) ਚੇਤੇ ਰੱਖੋ ਕਿ ਅੱਲਾਹ ਦਾ ਸਿਮਰਨ ਕਰਨ ਨਾਲ ਹੀ ਮਨਾਂ ਨੂੰ ਸ਼ਾਂਤੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।2","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":"1 ਅੱਲਾਹ ਦਾ ਸਿਮਰਨ ਕਰਨ ਅਤੇ ਉਸ ਦੀ ਪਵਿੱਤਰਤਾ ਤੇ ਵਡਿਆਈ ਦੀ ਚਰਚਾ ਕਰਨ ਦੇ ਸੰਬੰਧ ਵਿਚ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਉਸ ਵਿਅਕਤੀ ਦੀ ਉਦਾਹਰਨ, ਜਿਹੜਾ ਆਪਣੇ ਰੱਬ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ, ਉਸ ਵਿਅਕਤੀ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਜਿਹੜਾ ਸਿਮਰਨ ਨਹੀਂ ਕਰਦਾ, ਇੰਜ ਹੈ ਜਿਵੇਂ ਮੋਏ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਜਿਊਂਦਾ ਵਿਅਕਤੀ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6407) ● ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਾਇਆ, ਜਿਹੜਾ ਵੀ ਕੋਈ ਦਿਨ ਵਿਚ ਸੋ ਵਾਰ “ਸੁਬਹਾਨੱਲਾਹੀ ਵਬੀ ਹਮਦੀਹੀ” ਆਖੇਗਾ, ਉਸ ਦੇ ਸਾਰੇ ਛੋਟੇ ਗੁਨਾਹ ਮੁਆਫ਼ ਕਰ ਦਿੱਤੇ ਜਾਣਗੇ, ਭਾਵੇਂ ਉਹ ਸਮੁੰਦਰ ਦੀ ਝੱਗ ਜਿੱਨੇ ਹੀ ਕਿਉਂ ਨਾ ਹੋਣ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6405) ● ਇਕ ਦੂਜੀ ਹਦੀਸ ਵਿਚ ਹੈ, ਜਿਹੜਾ ਵਿਅਕਤੀ ਦਿਨ ਵਿਚ ਸੌ ਵਾਰ “ਲਾ ਇਲਾਹਾ ਇਲੱਲ ਲਾਹੋ ਵਾਹਦਾਹੂ ਲਾ ਸ਼ਰੀਕਲਾਹੂ ਲਹੂਲ ਮਲਕੁ ਵਲਾ ਹੁਲ ਹਮਦੂ ਵਾਹੂਵਾ ਅਲਾ ਕੁੱਲੀ ਸ਼ੈਅ ਇਨ ਕਦੀਰ” (ਭਾਵ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ, ਉਹ ਇਕੱਲਾ ਹੀ ਹੈ, ਉਸ ਦਾ ਕੋਈ ਸਾਂਝੀ ਨਹੀਂ, ਪਾਤਸ਼ਾਹੀ ਉਸੇ ਲਈ ਹੈ ਅਤੇ ਸਾਰੀਆਂ ਤਾਰੀਫ਼ਾਂ ਵੀ ਉਸੇ ਲਈ ਹਨ ਅਤੇ ਹਰੇਕ ਚੀਜ਼ ਉਸੇ ਦੇ ਕਬਜ਼ੇ ਵਿਚ ਹੈ।) ਆਖੇਗਾ, ਤਾਂ ਉਸ ਨੂੰ ਦਸ ਗ਼ੁਲਾਮ ਆਜ਼ਾਦ ਕਰਨ ਜਿੱਨਾ ਸਵਾਬ ਮਿਲੇਗਾ ਅਤੇ ਉਸ ਦੇ ਖਾਤੇ ਵਿਚ ਸੌ ਨੇਕੀਆਂ ਲਿਖ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਉਸ ਦੇ ਖਾਤੇ ਵਿੱਚੋਂ ਦਸ ਬੁਰਾਈਆਂ ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਉਸ ਦਾ ਇਹ ਅਮਲ ਉਸ ਨੂੰ ਸ਼ੈਤਾਨ ਦੀਆਂ ਸ਼ਰਾਰਤਾਂ ਤੋਂ ਸੁਰੱਖਿਅਤ ਰੱਖਦਾ ਹੈ ਅਤੇ ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਉਸ ਦਿਨ ਉਸੇ ਵਿਅਕਤੀ ਤੋਂ ਵੱਧ ਕੇ ਨੇਕ ਕੰਮ ਕਰਨ ਵਾਲਾ ਨਹੀਂ ਹੋਵੇਗਾ, ਛੁੱਟ ਉਸ ਤੋਂ ਜਿੰਨ੍ਹੇ ਇਹ ਕਰਮ ਉਸ ਤੋਂ ਵੱਧ ਕੀਤਾ ਹੋਵੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6403)","lang":"pa"},{"name":"13:29","price":"29਼ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ (ਉਹਨਾਂ ਨੇ) ਨੇਕ ਕੰਮ ਵੀ ਕੀਤੇ ਉਹਨਾਂ ਲਈ ਭਲਾਈ ਹੀ ਭਲਾਈ ਹੈ ਅਤੇ ਰਹਿਣ ਲਈ ਬਹੁਤ ਹੀ ਵਧੀਆ ਟਿਕਾਣਾ (ਜੰਨਤ) ਹੈ।","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:30","price":"30਼ (ਜਿਵੇਂ ਪਹਿਲਾਂ ਰਸੂਲ ਭੇਜੇ ਸਨ। ਉਸੇ ਤਰ੍ਹਾਂ ਅਸੀਂ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਤੁਹਾਨੂੰ ਵੀ ਇਕ ਅਜਿਹੀ ਉੱਮਤ ਵਿਚ ਰਸੂਲ ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ ਜਿਸ ਤੋਂ ਪਹਿਲਾਂ ਬਥੇਰੀਆਂ ਉੱਮਤਾਂ ਬੀਤ ਚੁੱਕੀਆਂ ਹਨ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਵੀ ਇਹਨਾਂ ਨੂੰ ਉਹ (ਸੰਦੇਸ਼) ਸੁਣਾਓ ਜਿਹੜੀ ਵਹੀ ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲ ਘੱਲੀ ਹੈ। ਉਹ ਰਹਿਮਾਨ (ਭਾਵ ਅੱਲਾਹ) ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਨ। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਉਹੀਓ (ਰਹਿਮਾਨ) ਮੇਰਾ ਰੱਬ ਹੈ, ਉਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ, ਉਸੇ ’ਤੇ ਮੇਰਾ (ਅਟੁੱਟ) ਵਿਸ਼ਵਾਸ ਹੈ ਅਤੇ ਮੇਰਾ ਪਰਤਣਾ ਵੀ ਉਸੇ ਵੱਲ ਹੈ।","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:31","price":"31਼ ਜੇ ਭਲਾਂ ਕੋਈ ਅਜਿਹਾ਼ਕੁਰਆਨ ਹੁੰਦਾ ਜਿਸ ਦੁਆਰਾ ਪਹਾੜ ਤੋਰੇ ਜਾਂਦੇ ਜਾਂ ਧਰਤੀ ਦੇ ਟੋਟੇ-ਟੋਟੇ ਕਰ ਦਿੱਤੇ ਜਾਂਦੇ ਜਾਂ ਮੁਰਦਿਆਂ ਨਾਲ ਗੱਲਾਂ ਕਰਵਾਈਆਂ ਜਾਂਦੀਆਂ (ਤਾਂ ਵੀ ਇਹ ਲੋਕ ਈਮਾਨ ਨਾ ਲਿਆਂਦੇ) ਸਗੋਂ (ਇਮਾਨ ਲਿਆਉਣ ਜਾਂ ਨਾ ਲਿਆਉਣ ਦਾ) ਸਾਰਾ ਅਧਿਕਾਰ ਹੀ ਅੱਲਾਹ ਦੇ ਹੱਥ ਵਿਚ ਹੈ। ਕੀ ਈਮਾਨ ਵਾਲਿਆਂ ਦਾ ਇਸ ਗੱਲ ’ਤੇ ਦਿਲ ਨਹੀਂ ਠੁਕਦਾ ਕਿ ਜੇ ਅੱਲਾਹ ਚਾਹੁੰਦਾ ਤਾਂ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ (ਬਿਨਾਂ ਕਿਸੇ ਪ੍ਰਕਾਰ ਦਾ ਚਮਤਕਾਰ ਵਿਖਾਏ) ਸਿੱਧੇ ਰਾਹ ਪਾ ਦਿੰਦਾ? ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਤਾਂ ਉਹਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਕਾਰਨ ਕੋਈ ਨਾ ਕੋਈ ਬਿਪਤਾ ਪਈ ਹੀ ਰਹੇਗੀ ਜਾਂ ਉਹਨਾਂ ਦੇ ਘਰਾਂ ਦੇ ਨੇੜੇ-ਤੇੜੇ (ਕੋਈ ਮੁਸੀਬਤ) ਉੱਤਰਦੀ ਰਹੇਗੀ। ਇੱਥੋਂ ਤਕ ਕਿ ਅੱਲਾਹ ਦਾ ਵਾਅਦਾ (ਮੋਮਿਨਾਂ ਦੀ ਸਫ਼ਲਤਾ ਦਾ ਜਾਂ ਕਿਆਮਤ ਦਿਹਾੜੇ ਦਾ) ਪੂਰਾ ਹੋ ਜਾਵੇ। ਅੱਲਾਹ ਆਪਣੇ ਵਚਨਾਂ ਵਿਰੱਧ ਕੁੱਝ ਨਹੀਂ ਕਰਦਾ।","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:32","price":"32਼ (ਹੇ ਨਬੀ!) ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਵੀ ਪੈਗ਼ੰਬਰਾਂ ਦਾ ਮਖੌਲ ਉਡਾਇਆ ਜਾਂਦਾ ਰਿਹਾ ਹੈ ਪਰ ਅੱਲਾਹ ਨੇ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਢਿੱਲ ਦੇ ਛੱਡੀ ਸੀ, ਅੰਤ ਉਹਨਾਂ ਨੂੰ ਨੱਪ ਲਿਆ, ਫੇਰ ਵੇਖ ਲਓ ਕਿ ਮੇਰਾ ਅਜ਼ਾਬ ਕਿੰਨਾ ਕਰੜਾ ਸੀ।","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:33","price":"33਼ ਭਲਾਂ ਉਹ ਅੱਲਾਹ, ਜਿਹੜਾ ਹਰੇਕ ਜੀਵ ਦੇ ਕੀਤੇ ਕੰਮਾਂ ਦੀ ਨਿਗਰਾਨੀ ਕਰ ਰਿਹਾ ਹੈ ਅਤੇ ਜਿਹੜੇ ਲੋਕਾਂ ਨੇ ਅੱਲਾਹ ਦੇ ਸ਼ਰੀਕ ਬਣਾਏ ਹੋਏ ਹਨ, (ਕੀ ਉਹ ਅੱਲਾਹ ਦੇ ਬਰਾਬਰ ਹੋ ਸਕਦੇ ਹਨ? ) (ਹੇ ਨਬੀ!) ਕਹਿ ਦਿਓ ਕਿ ਉਹਨਾਂ ਦੇ ਨਾਂ ਤਾਂ ਲਵੋ? ਕੀ ਤੁਸੀਂ ਅੱਲਾਹ ਨੂੰ ਉਹ ਗੱਲਾਂ ਦੱਸ ਰਹੇ ਹੋ, ਜਿਸ ਨੂੰ ਉਹ ਆਪਣੀ ਧਰਤੀ ’ਤੇ ਨਹੀਂ ਜਾਣਦਾ? ਸਗੋਂ ਝੂਠੇ ਗੁਮਾਨਾਂ ’ਤੇ ਹੀ ਤੁਸੀਂ ਅੱਲਾਹ ਦਾ ਸ਼ਰੀਕ ਬਣਾਉਂਦੇ ਹੋ। ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ ਕੁਫ਼ਰ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਉਹਨਾਂ ਦੀਆਂ ਚਾਲਬਾਜ਼ੀਆਂ ਨੂੰ (ਉਹਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਨੂੰ) ਸਜਾ-ਸੰਵਾਰ ਦਿੱਤਾ ਗਿਆ ਹੈ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਸਿੱਧੇ ਰਾਹ ਤੋਂ ਰੋਕ ਦਿੱਤਾ ਗਿਆ। ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਕੁਰਾਹੇ ਪਾ ਦੇਵੇ ਉਸ ਨੂੰ ਸਿੱਧੇ ਰਾਹ ਪਾਉਣ ਵਾਲਾਂ ਕੋਈ ਵੀ ਨਹੀਂ।","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:34","price":"34਼ ਇਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਲਈ ਸੰਸਾਰਿਕ ਜੀਵਨ ਵਿਚ ਵੀ ਅਜ਼ਾਬ ਹੈ ਅਤੇ ਆਖ਼ਿਰਤ (ਪਰਲੋਕ) ਦਾ ਅਜ਼ਾਬ ਤਾਂ ਬਹੁਤ ਹੀ ਕਰੜਾ ਹੈ। ਇਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਦੇ ਗ਼ਜ਼ਬ (ਗੁੱਸੇ) ਤੋਂ ਬਚਾਉਣ ਵਾਲਾ ਕੋਈ ਵੀ ਨਹੀਂ।","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:35","price":"35਼ ਉਸ ਸਵਰਗ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ, ਜਿਸ ਦਾ ਵਚਨ (ਬੁਰਾਈਆਂ ਤੋਂ) ਪਰਹੇਜ਼ ਕਰਨ ਵਾਲੇ ਲੋਕਾਂ ਨਾਲ ਕੀਤਾ ਗਿਆ ਹੈ, ਇਹ ਹੈ ਕਿ ਉਸ ਦੇ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹਨ ਉਸ ਦੇ ਫਲ ਸਦਾ ਲਈ ਹਨ (ਭਾਵ ਮੋਸਮੀ ਨਹੀਂ) ਅਤੇ ਉਹਨਾਂ ਦਾ ਪਰਛਾਵਾਂ ਅਮੁੱਕ ਹੈ। ਇਹ ਹੈ ਅੰਤ ਪਰਹੇਜ਼ਗਾਰਾਂ ਦਾ ਅਤੇ ਕਾਫ਼ਿਰਾਂ ਦਾ ਅੰਤ ਨਰਕ ਦੀ ਅੱਗ ਹੈ।","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:36","price":"36਼ (ਹੇ ਨਬੀ!) ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਪਹਿਲਾਂ ਕਿਤਾਬ ਦਿੱਤੀ ਸੀ, ਉਹ ਇਸ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਤੋਂ ਜਿਹੜੀ ਤੁਹਾਡੇ ’ਤੇ ਉਤਾਰੀ ਹੈ, ਖ਼ੁਸ਼ ਹੁੰਦੇ ਹਨ ਅਤੇ ਕੁੱਝ ਦੂਜੇ ਧੜੇ .ਕੁਰਆਨ ਦੀਆਂ ਕੁੱਝ ਗੱਲਾਂ ਤੋਂ ਇਨਕਾਰ ਕਰਦੇ ਹਨ। (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਮੈਨੂੰ ਤਾਂ ਕੇਵਲ ਇਹੋ ਹੁਕਮ ਦਿੱਤਾ ਗਿਆ ਹੈ ਕਿ ਮੈਂ ਅੱਲਾਹ ਦੀ ਇਬਾਦਤ ਕਰਾਂ ਅਤੇ ਇਸ ਦੇ ਨਾਲ ਕਿਸੇ ਨੂੰ ਸਾਂਝੀ ਨਾ ਬਣਾਵਾਂ। ਮੈਂ ਉਸੇ ਵੱਲ (ਸਭ ਨੂੰ) ਬੁਲਾਉਂਦਾ ਹੈ ਅਤੇ ਉਸੇ ਵੱਲ ਮੈਂ ਪਰਤਣਾ ਹੈ।","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:37","price":"37਼ ਇਸ ਪ੍ਰਕਾਰ (ਭਾਵ ਪਹਿਲੀਆਂ ਕਿਤਾਬਾਂ ਵਾਂਗ) ਅਸੀਂ ਇਸ (.ਕੁਰਆਨ) ਨੂੰ ਅਰਬੀ ਭਾਸ਼ਾ ਵਿਚ ਹੁਕਮਨਾਮਾ ਬਣਾਕੇ ਉਤਾਰਿਆ ਹੈ। (ਹੇ ਨਬੀ!) ਜੇ ਤੁਸੀਂ ਇਸ ਦੇ ਹੁੰਦਿਆਂ ਇਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੀ ਇੱਛਾਵਾਂ ਦੀ ਪੈਰਵੀ ਕੀਤੀ, ਜਦ ਕਿ ਤੁਹਾਡੇ ਕੋਲ (ਰੱਬੀ) ਗਿਆਨ ਆ ਚੁੱਕਿਆ ਹੈ ਤਾਂ ਅੱਲਾਹ ਦੇ ਮੁਕਾਬਲੇ ਤੁਹਾਨੂੰ ਨਾ ਤਾਂ ਕੋਈ ਹਿਮਾਇਤੀ ਮਿਲੇਗਾ ਅਤੇ ਨਾ ਹੀ ਕੋਈ (ਅੱਲਾਹ ਦੀ ਸਜ਼ਾ ਤੋਂ) ਬਚਾਉਣ ਵਾਲਾ ਹੋਵੇਗਾ।","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:38","price":"38਼ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਬੇਸ਼ੱਕ ਅਸੀਂ ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਵੀ ਬਥੇਰੇ ਪੈਗ਼ੰਬਰ ਭੇਜ ਚੁੱਕੇ ਹਾਂ ਅਤੇ ਅਸੀਂ ਉਹਨਾਂ ਸਭ ਨੂੰ ਬੀਵੀ ਬੱਚਿਆਂ ਵਾਲਾ ਬਣਾਇਆ ਸੀ। ਕਿਸੇ ਵੀ ਰਸੂਲ ਤੋਂ ਇਹ ਸੰਭਵ ਨਹੀਂ ਕਿ ਬਿਨਾਂ ਅੱਲਾਹ ਦੀ ਆਗਿਆ ਤੋਂ ਕੋਈ ਨਿਸ਼ਾਨੀ (ਮੁਅਜਜ਼ਾ) ਆਪ ਲਿਆ ਵਿਖਾਵੇ। ਹਰੇਕ ਵਚਨ ਦੇ ਪੂਰਾ ਹੋਣ ਦਾ ਸਮਾਂ ਲਿਿਖਆ ਹੋਇਆ ਹੈ।","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:39","price":"39਼ ਅੱਲਾਹ ਜੋ ਚਾਹੇ (ਲਿਖਿਆ ਹੋਇਆ) ਮਿਟਾ ਦਿੰਦਾ ਹੈ ਅਤੇ ਜਿਸ ਨੂੰ ਚਾਹੇ ਕਾਇਮ ਰੱਖਦਾ ਹੈ। ਮੂਲ ਕਿਤਾਬ ਤਾਂ ਉਸੇ ਕੋਲ ਹੈ।1","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":"1 ਇਕ ਵਾਰ ਹਜ਼ਰਤ ਉਮਰ ਰ:ਅ: ਖ਼ਾਨਾ-ਕਾਅਬਾ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਚੱਕਰ ਲੱਗਾ ਰਹੇ ਸੀ ਅਤੇ ਰੋਂਦੇ ਹੋਏ ਕਹਿ ਰਹੇ ਸੀ ਕਿ ਹੇ ਅੱਲਾਹ! ਜੇ ਤੂੰ ਮੇਰਾ ਨਾਂ ਨੇਕ ਲੋਕਾਂ ਵਿਚ ਲਿਖ ਛੱਡਿਆ ਹੈ, ਤਾਂ ਮੈਨੂੰ ਉਹਨਾਂ ਨਾਲ ਹੀ ਰੱਖੀਂ, ਜੇ ਤੂੰ ਮੈਨੂੰ ਭੈੜੇ ਲੋਕਾਂ ਦੀ ਸੂਚੀ ਵਿਚ ਰੱਖ ਛੱਡਿਆ ਹੈ ਤਾਂ ਉਸ ਨੂੰ ਨੇਕ ਅਤੇ ਬਖ਼ਸ਼ੇ ਹੋਏ ਲੋਕਾਂ ਨਾਲ ਬਦਲ ਦੇ। ਤੂੰ ਜੋ ਚਾਹੇਂ ਮਿਟਾ ਸਕਦਾ ਹੈ, ੳੱਮਲ-ਕਿਤਾਬ (ਸਾਰੀਆਂ ਅਕਾਸ਼ੀ ਕਿਤਾਬਾਂ ਦੀ ਮਾਂ) ਤੇਰੇ ਕੋਲ ਹੀ ਹੈ। (ਤਫ਼ਸੀਰ ਅਲ-ਕੁਰਤਬੀ 330/9)","lang":"pa"},{"name":"13:40","price":"40਼ (ਹੇ ਨਬੀ!) ਜਿਸ (ਅਜ਼ਾਬ) ਦਾ ਵਾਅਦਾ ਅਸੀਂ ਇਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨਾਲ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਉਸ ਦਾ ਕੁੱਝ ਹਿੱਸਾ ਭਾਵੇਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਵਿਖਾ ਦਈਏ ਜਾਂ (ਉਸ ਤੋਂ ਪਹਿਲਾਂ ਹੀ) ਤੁਹਾਡਾ ਅਕਾਲ ਚਲਾਣਾ ਹੋ ਜਾਵੇ (ਹਰ ਹਾਲ ਵਿਚ) ਤੁਹਾਡੇ ਜ਼ਿੰਮੇ ਤਾਂ ਕੇਵਲ (ਰੱਬੀ ਪੈਗ਼ਾਮ) ਪਹੁੰਚਾਉਣਾ ਹੈ। ਹਿਸਾਬ ਲੈਣ ਦਾ ਕੰਮ ਸਾਡੇ ਜ਼ਿੰਮੇ ਹੈ।","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:41","price":"41਼ ਕੀ ਉਹ ਲੋਕ ਨਹੀਂ ਵੇਖਦੇ ਕਿ ਅਸੀਂ (ਕਾਫ਼ਿਰਾਂ ਲਈ) ਧਰਤੀ ਨੂੰ ਹਰ ਪਾਸਿਓਂ ਘਟਾਉਂਦੇ ਜਾ ਰਹੇ ਹਾਂ (ਭਾਵ ਇਸਲਾਮ ਫੈਲ ਰਿਹਾ ਹੈ) ਅੱਲਾਹ ਜੋ ਹੁਕਮ ਦਿੰਦਾ ਹੈ, ਕੋਈ ਵੀ ਉਸ ਨੂੰ ਰੱਦ ਕਰਨ ਵਾਲਾ ਨਹੀਂ। ਉਹ ਛੇਤੀ ਹੀ ਹਿਸਾਬ ਲੈਣ ਵਾਲਾ ਹੈ।","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:42","price":"42਼ ਇਹਨਾਂ ਇਨਕਾਰੀਆਂ ਤੋਂ ਪਹਿਲਾਂ ਵੀ ਬੀਤ ਚੁੱਕੇ ਲੋਕਾਂ ਨੇ ਆਪਣੀਆਂ ਚਾਲਬਾਜ਼ੀਆਂ (ਮੱਕਾਰੀਆਂ) ਵਿਚ ਕੋਈ ਕਸਰ ਨਹੀਂ ਛੱਡੀ ਸੀ ਪਰ ਸਾਰੀਆਂ ਕੰਮ ਆਉਣ ਵਾਲੀਆਂ ਚਾਲਾਂ ਅੱਲਾਹ ਦੀਆਂ ਹੀ ਹਨ। ਜਿਹੜਾ ਵਿਅਕਤੀ ਜੋ ਵੀ ਕਮਾਈ ਕਰ ਰਿਹਾ ਹੈ ਉਹ ਸਭ ਅੱਲਾਹ ਦੀ ਜਾਣਕਾਰੀ ਵਿਚ ਹੈ। ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਹੁਣੇ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ ਕਿ ਪਰਲੋਕ ਦਾ ਘਰ ਕਿਨ੍ਹਾਂ ਲਈ ਹੈ।","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"13:43","price":"43਼ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਇਹ ਕਾਫ਼ਿਰ ਆਖਦੇ ਹਨ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਦੇ ਪੈਗ਼ੰਬਰ ਨਹੀਂ ਹੋ। ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਮੇਰੇ ਤੇ ਤੁਹਾਡੇ ਵਿਚਾਲੇ ਗਵਾਹੀ ਦੇਣ ਲਈ ਅੱਲਾਹ ਹੀ ਬਥੇਰਾ ਹੈ ਅਤੇ ਉਹ ਵੀ (ਗਵਾਹ ਹੈ) ਜਿਸ ਕੋਲ (ਆਸਮਾਨੀ) ਕਿਤਾਬ ਦਾ ਗਿਆਨ ਹੈ।","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:1","price":"1਼ ਅਲਿਫ਼, ਲਾਮ, ਰਾ। (ਹੇ ਨਬੀ!) ਇਹ ਉੱਚ ਕੋਟੀ ਦੀ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲ ਉਤਾਰੀ ਹੈ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਲੋਕਾਂ ਨੂੰ ਹਨੇਰਿਆਂ ’ਚੋਂ ਕੱਢ ਕੇ ਰੌਸ਼ਨੀ ਵੱਲ, ਉਹਨਾਂ ਦੇ ਰੱਬ ਦੀ ਆਗਿਆ ਨਾਲ ਤੇ ਉਸੇ ਰੱਬ ਦੀ ਰਾਹ ਵੱਲ, ਲੈ ਆਓ। ਜਿਹੜਾ ਅਤਿਅੰਤ ਜ਼ੋਰਾਵਰ ਅਤੇ ਸਲਾਹਿਆ ਹੋਇਆ ਹੈ।","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:2","price":"2਼ (ਭਾਵ) ਉਸ ਅੱਲਾਹ ਵੱਲ ਜਿਸ ਦਾ ਉਹ ਸਭ ਕੁੱਝ ਹੈ, ਜਿਹੜਾ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਹੈ, ਪਰ ਇਨਕਾਰੀਆਂ ਲਈ ਕਰੜਾ ਵਿਨਾਸ਼ਕਾਰੀ ਅਜ਼ਾਬ ਹੈ।","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:3","price":"3਼ ਜਿਹੜੇ (ਲੋਕ) ਪਰਲੋਕ ਦੇ ਜੀਵਨ ਨਾਲੋਂ ਸੰਸਾਰਿਕ ਜੀਵਨ ਨੂੰ ਹੀ ਪਸੰਦ ਕਰਦੇ ਹਨ ਅਤੇ ਲੋਕਾਂ ਨੂੰ ਅੱਲਾਹ ਦੇ ਰਾਹੋਂ ਰੋਕਦੇ ਹਨ ਅਤੇ ਇਸ ਵਿਚ ਵਿੰਗ-ਵਲ ਲਭਦੇ ਹਨ, ਅਜਿਹੇ ਲੋਕ ਗੁਮਰਾਹੀ ਵਿਚ ਬਹੁਤ ਦੂਰ ਨਿਕਲ ਗਏ।","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:4","price":"4਼ ਅਸੀਂ ਹਰੇਕ ਪੈਗ਼ੰਬਰ ਨੂੰ ਉਸੇ ਦੀ ਆਪਣੀ ਕੌਮੀ ਭਾਸ਼ਾ (ਮਾਂ-ਬੋਲੀ) ਵਿਚ ਬੋਲਣ ਵਾਲਾ ਭੇਜਿਆ ਹੈ, ਤਾਂ ਜੋ (ਰੱਬੀ ਪੈਗ਼ਾਮ ਨੂੰ) ਉਹਨਾਂ ਦੇ ਸਾਹਮਣੇ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵਿਆਖਿਆ ਕਰੇ। ਫੇਰ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੇ ਕੁਰਾਹੇ ਪਾ ਦਿੰਦਾ ਹੈ ਅਤੇ ਜਿਸ ਨੂੰ ਚਾਹਵੇ (ਸਿੱਧੀ) ਰਾਹ ਵਿਖਾ ਦਿੰਦਾ ਹੈ। ਉਹੀਓ ਜ਼ੋਰਾਵਰ ਅਤੇ ਹਿਕਮਤ (ਸੂਝ-ਬੂਝ) ਵਾਲਾ ਹੈ।","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:5","price":"5਼ ਬੇਸ਼ੱਕ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਆਪਣੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਦੇਕੇ ਭੇਜਿਆ ਕਿ ਉਹ ਆਪਣੀ ਕੌਮ (ਬਨੀ-ਇਸਰਾਈਲ) ਨੂੰ ਹਨੇਰਿਆਂ ’ਚੋਂ ਕੱਢ ਕੇ ਚਾਨਣ ਵੱਲ ਲਿਆਵੇ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਵੱਲੋਂ ਬਖ਼ਸ਼ੇ ਗਏ ਯਾਦਗਾਰ ਦਿਨਾਂ ਨੂੰ ਚੇਤੇ ਕਰਾਵੇ। ਬੇਸ਼ੱਕ ਇਹਨਾਂ (ਘਟਨਾਵਾਂ) ਵਿਚ ਹਰੇਕ ਧੀਰਜ ਤੋਂ ਕੰਮ ਲੈਣ ਵਾਲੇ ’ਤੇ ਧੰਨਵਾਦ ਕਰਨ ਵਾਲੇ ਵਿਅਕਤੀ ਲਈ (ਸਿੱਖਿਆਦਾਈ) ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:6","price":"6਼ (ਯਾਦ ਕਰੋ) ਜਦੋਂ ਮੂਸਾ ਨੇ ਆਪਣੀ ਕੌਮ ਨੂੰ ਕਿਹਾ ਸੀ ਕਿ ਅੱਲਾਹ ਦੇ ਉਹਨਾਂ ਅਹਿਸਾਨਾਂ ਨੂੰ ਯਾਦ ਕਰੋ ਜਿਹੜੇ ਉਸ ਨੇ ਤੁਹਾਡੇ ’ਤੇ ਕੀਤੇ ਹਨ। ਉਸ ਨੇ ਤੁਹਾਨੂੰ ਫ਼ਿਰਔਨੀਆਂ ਤੋਂ ਬਚਾਇਆ ਸੀ ਜਦੋਂ ਉਹ ਤੁਹਾਨੂੰ ਕਰੜੇ ਤਸੀਹੇ ਦਿੰਦੇ ਸੀ, ਤੁਹਾਡੇ ਪੁੱਤਰਾਂ ਨੂੰ ਮਾਰ ਸੁੱਟਦੇ ਸੀ ਅਤੇ ਤੁਹਾਡੀਆਂ ਧੀਆਂ ਨੂੰ ਜਿਉਂਦੀਆਂ ਰੱਖ ਛੱਡਦੇ ਸੀ। ਇਸ ਵਿਚ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਤੁਹਾਡੀ ਬੜੀ ਵੱਡੀ ਅਜ਼ਮਾਇਸ਼ ਸੀ।","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:7","price":"7਼ ਯਾਦ ਕਰੋ ਜਦੋਂ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਤੁਹਾਨੂੰ ਖ਼ਬਰਦਾਰ ਕੀਤਾ ਸੀ ਕਿ ਜੇ ਤੁਸੀਂ ਧੰਨਵਾਦੀ ਬਣੋਗੇ ਤਾਂ ਮੈਂ ਤੁਹਾਨੂੰ ਹੋਰ ਵੱਧ ਇਨਾਮ ਬਖ਼ਸ਼ਾਂਗਾ, ਜੇ ਤੁਸੀਂ ਨਾਸ਼ੁਕਰੀ ਕਰੋਗੇ ਤਾਂ ਮੇਰੀ ਸਜ਼ਾ ਵੀ ਕਰੜੀ ਹੈ।","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:8","price":"8਼ ਮੂਸਾ ਨੇ (ਆਪਣੀ ਕੌਮ ਨੂੰ) ਆਖਿਆ ਕਿ ਜੇ ਤੁਸੀਂ ਇਨਕਾਰ ਕਰੋਗੇ ਅਤੇ ਇਸ ਧਰਤੀ ਦੇ ਸਾਰੇ ਵਸਨੀਕ ਵੀ ਕਾਫ਼ਿਰ ਬਣ ਜਾਣ ਤਾਂ ਬੇਸ਼ੱਕ ਅੱਲਾਹ (ਇਹਨਾਂ ਗੱਲਾਂ ਤੋਂ) ਬੇ-ਪਰਵਾਹ ਹੈ ਅਤੇ ਸ਼ਲਾਘਾਯੋਗ (ਇਹੋ) ਹੈ।","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:9","price":"9਼ (ਹੇ ਮੱਕੇ ਵਾਲਿਓ!) ਕੀ ਤੁਹਾਨੂੰ ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਦੇ ਲੋਕਾਂ, (ਭਾਵ) ਨੂਹ, ਆਦ ਤੇ ਸਮੂਦ ਦੀ ਕੌਮ ਅਤੇ ਇਹਨਾਂ ਤੋਂ ਮਗਰੋਂ ਹੋਈਆਂ ਕੌਮਾਂ ਦੀਆਂ ਖ਼ਬਰਾਂ ਨਹੀਂ ਪੁੱਜੀਆਂ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਕੇਵਲ ਅੱਲਾਹ ਹੀ ਜਾਣਦਾ ਹੈ ? ਜਦੋਂ ਉਹਨਾਂ (ਕੌਮਾਂ) ਕੋਲ ਉਹਨਾਂ ਦੇ ਰਸੂਲ (ਖੁੱਲ੍ਹੀਆਂ) ਨਿਸ਼ਾਨੀਆਂ ਲੈ ਕੇ ਆਏ ਤਾਂ ਉਹਨਾਂ ਨੇ (ਰੁਰਾਨੀ ਨਾਲ) ਮੂੰਹ ਵਿਚ ਆਪਣੇ ਹੱਥ ਲੈ ਲਏ ਅਤੇ ਆਖਿਆ ਕਿ ਜਿਹੜਾ (ਸੁਨੇਹਾ) ਤੁਹਾਨੂੰ ਦੇ ਕੇ ਭੇਜਿਆ ਗਿਆ ਹੈ ਅਸੀਂ ਉਸ ਨੂੰ ਨਹੀਂ ਮੰਨਦੇ ਅਤੇ ਜਿਸ ਚੀਜ਼ ਵੱਲ ਤੁਸੀਂ ਸਾਨੂੰ ਬੁਲਾ ਰਹੇ ਹੋ ਉਸ ਵਿਚ ਵੀ ਸਾਨੂੰ ਦੁਵਿਧਾ ਸ਼ੰਕਾ ਹੈ।","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:10","price":"10਼ ਉਹਨਾਂ ਦੇ ਰਸੂਲਾਂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਆਖਿਆ, ਕੀ ਤੁਹਾਨੂੰ ਅੱਲਾਹ ਬਾਰੇ ਸੰਦੇਹ ਹੈ ਜਿਹੜਾ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦਾ ਬਣਾਉਣ ਵਾਲਾ ਹੈ? ਉਹ ਤੁਹਾਨੂੰ (ਇਸ ਕਾਰਨ ਆਪਣੇ ਵੱਲ) ਬੁਲਾ ਰਿਹਾ ਹੈ ਤਾਂ ਜੋ ਤੁਹਾਡੇ ਗੁਨਾਹਾਂ ਨੂੰ ਬਖ਼ਸ਼ ਦੇਵੇ ਅਤੇ ਇਕ ਨਿਯਤ ਸਮੇਂ ਤਕ ਤੁਹਾਨੂੰ (ਸੰਸਾਰ ਵਿਚ ਰਹਿਣ ਦੀ) ਮੋਹਲਤ ਦੇਵੇ। ਉਹਨਾਂ ਨੇ ਆਖਿਆ ਕਿ ਤੁਸੀਂ (ਭਾਵ ਰਸੂਲ) ਤਾਂ ਸਾਡੇ ਹੀ ਵਰਗੇ ਮਨੁੱਖ ਹੋ, ਤੁਸੀਂ ਤਾਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਅਸੀਂ ਉਹਨਾਂ ਇਸ਼ਟਾਂ ਦੀ ਇਬਾਦਤ ਤੋਂ ਰੁਕ ਜਾਈਏ ਜਿਨ੍ਹਾਂ ਦੀ ਇਬਾਦਤ ਸਾਡੇ ਪਿਓ-ਦਾਦੇ (ਭਾਵ ਬਜ਼ੁਰਗ) ਕਰਦੇ ਸਨ। ਚੰਗਾ, (ਜੇ ਤੁਸੀਂ ਸੱਚੇ ਹੋ ਤਾਂ) ਸਾਡੇ ਕੋਲ ਕੋਈ ਸਪਸ਼ਟ ਦਲੀਲ ਪੇਸ਼ ਕਰੋ।","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:11","price":"11਼ ਉਹਨਾਂ ਦੇ ਪੈਗ਼ੰਬਰਾਂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਕਿਹਾ ਕਿ ਇਹ ਤਾਂ ਸੱਚ ਹੈ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਵਰਗੇ ਹੀ ਮਨੁੱਖ ਹਾਂ, ਪਰ ਅੱਲਾਹ ਆਪਣੇ ਬੰਦਿਆਂ ਵਿੱਚੋਂ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ, ਆਪਣੀਆਂ ਮਿਹਰਾਂ (ਪੈਗ਼ੰਬਰੀ) ਨਾਲ ਨਿਵਾਜ਼ਦਾ ਹੈ। ਸਾਨੂੰ ਇਹ ਅਧਿਕਾਰ ਨਹੀਂ ਕਿ ਅੱਲਾਹ ਦੀ ਆਗਿਆ ਤੋਂ ਬਿਨਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੋਈ ਮੁਅਜਜ਼ਾ (ਰੱਬੀ ਚਮਤਕਾਰ) ਵਿਖਾ ਸਕੀਏ। ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਤਾਂ ਕੇਵਲ ਅੱਲਾਹ ਉੱਤੇ ਹੀ ਭਰੋਸਾ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:12","price":"12਼ (ਪੈਗ਼ੰਬਰਾਂ ਨੇ ਆਖਿਆ ਕਿ) ਉਹ ਕਿਹੜਾ ਕਾਰਨ ਹੈ ਕਿ ਅਸੀਂ ਅੱਲਾਹ ’ਤੇ ਭਰੋਸਾ ਨਾ ਕਰੀਏ ਜਦ ਕਿ ਉਹ ਸਾਨੂੂੰ ਆਪਣੀਆਂ (ਸਿੱਧੀਆਂ) ਰਾਹਾਂ ਵਿਖਾ ਚੁੱਕਿਆ ਹੈ ? ਜਿਹੜੇ ਵੀ ਤਸੀਹੇ ਤੁਸੀਂ ਸਾ` ਦੇ ਰਹੇ ਹੋ, ਅਸੀਂ (ਭਾਵ ਰਸੂਲ) ਉਹਨਾਂ ’ਤੇ ਸਬਰ ਕਰਾਂਗੇ। ਭਰੋਸਾ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਤਾਂ ਇਹੋ ਸ਼ੋਭਾ ਦਿੰਦਾ ਹੈ।","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:13","price":"13਼ ਕਾਫ਼ਿਰਾਂ ਨੇ ਆਪਣੇ ਰਸੂਲਾਂ ਨੂੰ ਆਖਿਆ ਕਿ ਅਸੀਂ ਤੁਹਾਨੂੰ ਦੇਸ਼ ਨਿਕਾਲਾ ਦੇ ਦਿਆਂਗੇ ਜਾਂ ਤੁਸੀਂ ਸਾਡੇ ਧਰਮ ਵਿਚ ਮੁੜ ਆਓ। ਉਦੋਂ ਹੀ ਉਹਨਾਂ (ਰਸੂਲਾਂ) ਦੇ ਰੱਬ ਨੇ ਉਹਨਾਂ ਵੱਲ ਵਹੀ (ਸੰਦੇਸ਼) ਭੇਜੀ ਕਿ ਅਸੀਂ ਇਹਨਾਂ ਜ਼ਾਲਮਾਂ ਨੂੰ ਜ਼ਰੂਰ ਹੀ ਬਰਬਾਦ ਕਰ ਦਿਆਂਗੇ।","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:14","price":"14਼ ਅਤੇ ਇਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਤੋਂ ਮਗਰੋਂ ਅਸੀਂ ਤੁਹਾਨੂੰ (ਰਸੂਲਾਂ ਨੂੰ ਅਤੇ ਉਹਨਾਂ ਦੇ ਆਗਿਆਕਾਰੀਆਂ ਨੂੰ) ਧਰਤੀ ’ਤੇ ਵਸੇਬਾ ਦਿਆਂਗੇ। ਇਹ ਇਨਾਮ ਉਹਨਾਂ ਲਈ ਹੈ ਜਿਹੜੇ ਮੇਰੀ ਹਜ਼ੂਰੀ ਵਿਚ (ਕਿਆਮਤ ਦੀ ਪੁੱਛ-ਗਿੱਛ ਲਈ) ਖੜੇ ਹੋਣ ਤੋਂ ਡਰਦੇ ਹਨ ਅਤੇ ਮੇਰੀਆਂ ਚਿਤਾਵਨੀਆਂ ਤੋਂ ਭੈਅ-ਭੀਤ ਰਹਿੰਦੇ ਹਨ।","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:15","price":"15਼ ਉਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਨੇ ਫ਼ੈਸਲਾ (ਅਜ਼ਾਬ) ਮੰਗਿਆ ਸੀ ਅਤੇ (ਇਸੇ ਫ਼ੈਸਲੇ ਕਾਰਨ) ਸਾਰੇ ਹੀ ਬਾਗ਼ੀ ਤੇ ਆਕੜਣ ਵਾਲੇ ਨਾ-ਮੁਰਾਦ ਹੋ ਗਏ।","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:16","price":"16਼ ਇਸ ਤੋਂ ਅੱਗੇ (ਇਨਕਾਰੀਆਂ ਲਈ) ਨਰਕ ਹੈ ਜਿੱਥੇ ਉਹਨਾਂ ਨੂੰ ਪੀਪ ਵਾਲਾ ਪਾਣੀ ਪੀਣ ਲਈ ਦਿੱਤਾ ਜਾਵੇਗਾ।","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:17","price":"17਼ ਜਿਸ ਨੂੰ ਉਹ (ਪਾਪੀ) ਘੁੱਟ-ਘੁੱਟ ਕਰਕੇ ਪੀਣਗੇ ਫੇਰ ਵੀ ਉਹ ਗੱਲ ਤੋਂ ਥੱਲੇ ਨਹੀਂ ਲੰਘਾ ਸਕਨਗੇ। ਹਰ ਪਾਸਿਓਂ ਮੌਤ ਉਹਨਾਂ ਵੱਲ ਵਧੇਗੀ, ਪਰ ਉਹ ਮਰਨਗੇ ਨਹੀਂ, ਕਿਉਂ ਜੋ ਉਹਨਾਂ ਦੇ ਅੱਗੇ ਅਤਿ ਕਰੜਾ ਅਜ਼ਾਬ ਹੋਵੇਗਾ।","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:18","price":"18਼ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਆਪਣੇ ਰੱਬ ਦਾ ਇਨਕਾਰ ਕੀਤਾ ਹੈ ਉਹਨਾਂ ਦੇ ਕਰਮਾਂ ਦੀ ਮਿਸਾਲ ਉਸ ਸੁਹਾਅ ਵਾਂਗ ਹੈ ਜਿਸ ਨੂੰ ਤੇਜ਼ ਹਨੇਰੀ ਵਾਲੇ ਦਿਨ ਦੀ ਹਵਾ ਨੇ ਉਡਾ ਦਿੱਤਾ ਹੋਵੇ। (ਇਸੇ ਪ੍ਰਕਾਰ ਕਿਆਮਤ ਦਿਹਾੜੇ) ਜੋ ਵੀ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੇ (ਸੰਸਾਰ ਵਿਚ) ਕਮਾਇਆ ਹੈ, ਉਹ ਉਸ ਵਿੱਚੋਂ ਕਿਸੇ ’ਤੇ ਵੀ ਕੋਈ ਅਧਿਕਾਰ ਨਹੀਂ ਰੱਖਦੇ ਹੋਣਗੇ। ਇਹ ਪਰਲੇ ਦਰਜੇ ਦੀ ਗੁਮਰਾਹੀ ਹੈ।","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:19","price":"19਼ ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਅੱਲਾਹ ਨੇ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਦੀ ਰਚਨਾ ਹੱਕ-ਸੱਚ ਨਾਲ ਕੀਤੀ ਹੈ ਜੇ ਉਹ (ਅੱਲਾਹ) ਚਾਹੇ ਤਾਂ ਤੁਹਾਨੂੰ ਸਾਰਿਆਂ ਨੂੰ (ਸੰਸਾਰ ਵਿੱਚੋਂ) ਲੈ ਜਾਵੇ ਅਤੇ (ਤੁਹਾਡੀ ਥਾਂ) ਇਕ ਨਵੀਂ ਮਖ਼ਲੂਕ (ਰਚਨਾਂ) ਲੈ ਆਵੇ।","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:20","price":"20਼ ਅਤੇ ਅੱਲਾਹ ਲਈ ਇਹ ਕੰਮ ਕਰਨਾ ਕੁੱਝ ਵੀ ਔਖਾ ਨਹੀਂ।","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:21","price":"21਼ ਸਾਰੇ ਹੀ ਲੋਕ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਅੱਲਾਹ ਦੇ ਹਜ਼ੂਰ ਖੜੇ ਹੋਣਗੇ, ਫੇਰ ਕਮਜ਼ੋਰ ਲੋਕ (ਸੰਸਾਰ ਵਿਚ) ਘਮੰਡ ਕਰਨ ਵਾਲੇ (ਆਗੂਆਂ) ਨੂੰ ਕਹਿਣਗੇ ਕਿ ਅਸੀਂ ਤਾਂ ਤੁਹਾਡੇ ਹੀ ਅਧੀਨ ਸੀ, ਕੀ ਤੁਸੀਂ ਸਾਥੋਂ ਅੱਲਾਹ ਦਾ ਥੋੜ੍ਹਾ ਜਿਹਾ ਅਜ਼ਾਬ ਦੂਰ ਕਰ ਸਕਦੇ ਹੋ ? ਉਹ (ਆਗੂ) ਆਖਣਗੇ ਕਿ ਜੇ ਅੱਲਾਹ ਸਾਨੂੰ ਹਿਦਾਇਤ ਦਿੰਦਾ ਤਾਂ ਅਸੀਂ ਜ਼ਰੂਰ ਤੁਹਾਨੂੰ ਹਿਦਾਇਤ ਦਿੰਦੇ। ਹੁਣ ਭਾਵੇਂ ਅਸੀਂ ਰੋਈਏ ਭਾਵੇਂ ਸਹਿਣ ਕਰੀਏ, ਸਾਡੇ ਲਈ ਇਕ ਸਮਾਨ ਹੈ। ਸਾਡੇ ਲਈ ਭੱਜਣ ਲਈ ਕੋਈ ਥਾਂ ਨਹੀਂ।","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:22","price":"22਼ ਜਦੋਂ (ਕਰਮਾਂ ਦਾ) ਫ਼ੈਸਲਾ ਹੋ ਚੁੱਕੇਗਾ ਤਾਂ ਸ਼ੈਤਾਨ ਕਹੇਗਾ ਕਿ ਅੱਲਾਹ ਨੇ ਤਾਂ ਤੁਹਾਡੇ ਨਾਲ ਸੱਚਾ ਵਾਅਦਾ ਕੀਤਾ ਸੀ ਅਤੇ ਜਿਹੜੇ ਵਾਅਦੇ ਮੈਂਨੇ ਤੁਹਾਡੇ ਨਾਲ ਕੀਤੇ ਸੀ, ਉਹਨਾਂ ’ਚੋਂ ਕੋਈ ਵੀ ਪੂਰਾ ਨਹੀਂ ਕੀਤਾ। ਮੇਰਾ ਤੁਹਾਡੇ ’ਤੇ ਕੋਈ ਜ਼ੋਰ ਨਹੀਂ ਸੀ (ਕਿ ਮੇਰੇ ਆਖੇ ਲੱਗੋ)। ਮੈਂਨੇ ਤੁਹਾਨੂੰ (ਆਪਣੇ ਵੱਲ) ਬੁਲਾਇਆ ਅਤੇ ਤੁਸੀਂ ਮੇਰੀ ਗੱਲ ਮੰਨੀ ਸੋ ਮੈਨੂੰ ਦੋਸ਼ ਨਾ ਦਿਓ ਸਗੋਂ ਆਪਣੇ ਆਪ ਦੀ ਹੀ ਨਿੰਦਾ ਕਰੋ। ਇੱਥੇ ਨਾ ਹੀ ਮੈਂ ਤੁਹਾਡੀਆਂ ਬੇਨਤੀਆਂ ਮੰਣਨ ਵਾਲਾ ਹਾਂ ਅਤੇ ਨਾ ਹੀ ਤੁਸੀਂ ਮੇਰੀ ਬੇਨਤੀਆਂ ਨੂੰ ਪਰਵਾਨ ਕਰ ਸਕਦੇ ਹੋ। ਮੈਂ (ਸ਼ੈਤਾਨ) ਤਾਂ ਇਹ ਵੀ ਮੰਣਨ ਨੂੰ ਤਿਆਰ ਨਹੀਂ ਕਿ ਤੁਸੀਂ ਮੈਨੂੰ ਇਸ (ਕਿਆਮਤ) ਤੋਂ ਪਹਿਲਾਂ ਰੱਬ ਦਾ ਸ਼ਰੀਕ ਮੰਨਦੇ ਸੀ। ਬੇਸ਼ੱਕ ਜ਼ਾਲਮਾਂ ਲਈ ਦਰਦਨਾਕ ਅਜ਼ਾਬ ਹੈ।","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:23","price":"23਼ ਜਿਹੜੇ ਲੋਕੀ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਨੇਕ ਕੰਮ ਵੀ ਕੀਤੇ ਉਹ ਉਹਨਾਂ ਸਵਰਗਾਂ ਵਿਚ ਪ੍ਰਵੇਸ਼ ਕਰਨਗੇ ਜਿਨ੍ਹਾਂ ਦੇ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹੋਣਗੀਆਂ, ਜਿੱਥੇ ਉਹ ਆਪਣੇ ਰੱਬ ਦੀ ਆਗਿਆ ਨਾਲ ਸਦਾ ਲਈ ਰਹਿਣਗੇ ਤੇ ਉੱਥੇ ਉਹਨਾਂ ਦਾ ਸਵਾਗਤ “ਸਲਾਮ” ਨਾਲ ਹੋਵੇਗਾ।1","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਨਿਸਾ, ਹਾਸ਼ੀਆ ਆਇਤ 86/4","lang":"pa"},{"name":"14:24","price":"24਼ (ਹੇ ਨਬੀ!) ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਅੱਲਾਹ ਨੇ ਪਵਿੱਤਰ ਕਲਮੇਂ (ਇਸਲਾਮ) ਦੀ ਉਦਾਹਰਨ ਕਿਵੇਂ ਦਿੱਤੀ ਹੈ ਕਿ ਉਹ ਇਕ ਪਾਕੀਜ਼ਾ ਦਰਖ਼ਤ ਵਾਂਗ ਹੈ, ਜਿਸ ਦੀਆਂ ਜੜ੍ਹਾਂ ਮਜ਼ਬੂਤ ਹਨ ਅਤੇ ਉਸ ਦੀਆਂ ਟਹਿਣੀਆਂ ਅਕਾਸ਼ ਵਿਚ ਹਨ।","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:25","price":"25਼ ਉਹ ਆਪਣੇ ਰੱਬ ਦੇ ਹੁਕਮ ਨਾਲ ਹਰ ਵੇਲੇ ਫਲ ਦਿੰਦਾ ਹੈ। ਅੱਲਾਹ ਇਹ ਉਦਾਹਰਣਾਂ ਇਸ ਲਈ ਦਿੰਦਾ ਹੈ, ਤਾਂ ਜੋ ਲੋਕੀਂ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਕਰ ਸਕਣ।","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:26","price":"26਼ ਅਪਵਿੱਤਰ ਬੋਲ ਭਾਵ (ਸ਼ਿਰਕ ਤੇ ਕੁਫ਼ਰ) ਦੀ ਉਦਾਹਰਨ ਇਕ ਭੈੜੇ ਕਿਸਮ ਦੇ ਦਰਖ਼ਤ ਵਾਂਗ ਹੈ ਜਿਹੜਾ ਧਰਤੀ ਦੇ ਉੱਤੋਂ ਪੁੱਟ ਲਿਆ ਜਾਵੇ। (ਭਾਵ ਉਸ ਦੀਆਂ ਜੜ੍ਹਾਂ ਡੂੰਘੀਆਂ ਨਹੀਂ ਹੁੰਦੀਆਂ) ਉਹ ਟਿਕਾਓ ਨਹੀਂ ਹੁੰਦਾ।","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:27","price":"27਼ ਅੱਲਾਹ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਇਹਨਾਂ ਠੋਸ ਗੱਲਾਂ (ਪਵਿੱਤਰ ਕਲਮੇਂ) ਰਾਹੀਂ ਲੋਕ-ਪਰਲੋਕ ਵਿਚ ਦ੍ਰਿੜ੍ਹਤਾ ਬਖ਼ਸ਼ਦਾ ਹੈ।2 ਅੱਲਾਹ ਜ਼ਾਲਮਾਂ ਨੂੰ ਕੁਰਾਹੇ ਪਾਉਂਦਾ ਹੈ ਅਤੇ ਅੱਲਾਹ ਜੋ ਵੀ ਚਾਹੁੰਦਾ ਹੈ ਕਰਦਾ ਹੈ।","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"2 ਭਾਵ ਮਰਨ ਮਗਰੋਂ ਜਦੋਂ ਫ਼ਰਿਸ਼ਤੇ ਉਹਨਾਂ ਤੋਂ ਕਬਰਾਂ ਵਿਚ ਤਿੰਨ ਸਵਾਲ ਕਰਨਗੇ। 1਼ ਤੇਰਾ ਰੱਬ ਕੋਣ ਹੈ। 2਼ ਤੇਰਾ ਦੀਨ ਕਿਹੜਾ ਹੈ। 3਼ ਤੁਸੀਂ ਇਸ ਮਨੁੱਖ ਮੁਹੰਮਦ (ਸ:) ਦੇ ਸੰਬੰਧ ਵਿਚ, ਜਿਸ ਨੂੰ ਤੁਹਾਡੇ ਵਲ ਭੇਜਿਆ ਗਿਆ ਸੀ, ਕੀ ਆਖਦੇ ਸੀ ? ਈਮਾਨ ਵਾਲੇ ਇਸ ਦੇ ਸਹੀ ਉੱਤਰ ਦੇਣਗੇ ਕਿ ਅੱਲਾਹ ਮੇਰਾ ਰੱਬ ਹੈ, ਮੇਰਾ ਦੀਨ ਇਸਲਾਮ ਹੈ ਅਤੇ ਇਹ ਮੁਹੰਮਦ (ਸ:) ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਹਨ। ਜਿਹੜੇ ਸਾਡੇ ਕੋਲ ਖੁਲਿਆਂ ਨਿਸ਼ਾਨੀਆਂ ਲਿਆਏ ਹਨ ਅਤੇ ਸਾਡਾ ਇਹਨਾਂ ਉੱਤੇ ਈਮਾਨ ਹੈ ਜਦ ਕਿ ਗੁਨਾਹਗਾਰ ਜਿਹਡੇ ਮੁਹੰਮਦ (ਸ:) ’ਤੇ ਈਮਾਨ ਨਹੀਂ ਰਖੱਦੇ ਉਹ ਇਹਨਾਂ ਸਵਾਲਾ ਦਾ ਸਹੀ ਉੱਤਰ ਨਹੀਂ ਦੇ ਸਕਣਗੇ। (ਵੇਖੋ ਸੂਰਤ ਅਲ-ਅਨਾਮ, ਹਾਸ਼ੀਆ ਆਇਤ 93/6 ਅਤੇ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 85/3)","lang":"pa"},{"name":"14:28","price":"28਼ (ਹੇ ਨਬੀ ਸ:!) ਕੀ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਨਹੀਂ ਵੇਖਿਆ ਜਿਨ੍ਹਾਂ ਨੇ ਅੱਲਾਹ ਦੀ ਨਿਅਮਤ (ਈਮਾਨ) ਨੂੰ ਕੁਫ਼ਰ ਨਾਲ ਬਦਲ ਲਿਆ ਅਤੇ ਆਪਣੀ ਕੌਮ ਨੂੰ ਵੀ ਬਰਬਾਦੀ ਦੇ ਘਰ ਵਿਚ ਧੱਕ ਦਿੱਤਾ।","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:29","price":"29਼ ਭਾਵ ਉਹ ਸਾਰੇ ਉਸ ਨਰਕ ਵਿਚ ਜਾਣਗੇ ਅਤੇ ਜਿਹੜਾ ਬਹੁਤ ਹੀ ਭੈੜਾ ਟਿਕਾਣਾ ਹੈ।","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:30","price":"30਼ ਉਹਨਾਂ ਨੇ ਅੱਲਾਹ ਦੇ ਸ਼ਰੀਕ ਬਣਾ ਰੱਖੇ ਹਨ ਤਾਂ ਜੋ ਲੋਕਾਂ ਨੂੰ ਉਹਦੇ (ਅੱਲਾਹ ਦੇ) ਰਾਹੋਂ ਕੁਰਾਹੇ ਪਾ ਦੇਣ। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ (ਦੁਨੀਆਂ ਦਾ) ਲਾਭ ਉਠਾ ਲਓ, ਅੰਤ ਤੁਹਾਡਾ ਟਿਕਾਣਾ ਤਾਂ ਨਰਕ ਦੀ ਅੱਗ ਹੀ ਹੈ।","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:31","price":"31਼ (ਹੇ ਨਬੀ!) ਮੇਰੇ ਈਮਾਨ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ ਆਖ ਦਿਓ ਕਿ ਨਮਾਜ਼ ਕਾਇਮ ਕਰਨ ਅਤੇ ਜੋ ਵੀ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਬਖ਼ਸ਼ਿਆ ਹੈ, ਉਸ ਵਿੱਚੋਂ ਕੁੱਝ ਨਾ ਕੁੱਝ ਲੁਕਾਵਾਂ ਜਾਂ ਐਲਾਨੀਆਂ (ਰੱਬ ਦੀ ਰਾਹ ਵਿਚ) ਖ਼ਰਚ ਕਰਨ। ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਉਹ (ਕਿਆਮਤ ਦਾ) ਦਿਹਾੜਾ ਆਵੇ, ਜਿਸ ਵਿਚ ਨਾ ਕੋਈ ਸੌਦੇਬਾਜ਼ੀ ਹੋਵੇਗੀ ਅਤੇ ਨਾ ਹੀ ਦੋਸਤੀ ਕੰਮ ਆਵੇਗੀ।","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:32","price":"32਼ ਅੱਲਾਹ ਉਹ ਹੈ ਜਿਸ ਨੇ ਅਕਾਸ਼ਾਂ ਨੂੰ ਤੇ ਧਰਤੀ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਅਤੇ ਅਕਾਸ਼ ਤੋਂ ਪਾਣੀ ਨਾਜ਼ਿਲ ਕੀਤਾ, ਫੇਰ ਉਸੇ (ਪਾਣੀ) ਰਾਹੀਂ ਤੁਹਾਡੇ ਰਿਜ਼ਕ ਵਜੋਂ ਤਰ੍ਹਾਂ-ਤਰ੍ਹਾਂ ਦੇ ਫਲ ਪੈਦਾ ਕੀਤੇ ਅਤੇ ਕਿਸ਼ਤੀਆਂ (ਬੇੜੀਆਂ) ਨੂੰ ਤੁਹਾਡੇ ਵੱਸ ਵਿਚ ਕਰ ਛੱਡਿਆ ਹੈ ਤਾਂ ਜੋ ਸਮੁੰਦਰਾਂ ਵਿਚ ਉਹ ਦੇ ਹੁਕਮ ਨਾਲ ਚੱਲਣ ਅਤੇ ਦਰਿਆਵਾਂ ਨੂੰ ਤੁਹਾਡੇ ਵੱਸ ਵਿਚ ਕੀਤਾ ਹੋਇਆ ਹੈ।","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:33","price":"33਼ (ਉਸੀ ਅੱਲਾਹ ਨੇ) ਸੂਰਜ ਤੇ ਚੰਨ ਨੂੰ ਤੁਹਾਡੀ ਸੇਵਾ ’ਤੇ ਲਾਇਆ ਜੋ ਕਿ ਲਗਾਤਾਰ ਚੱਲ ਰਹੇ ਹਨ ਅਤੇ ਰਾਤ ਤੇ ਦਿਨ ਨੂੰ ਵੀ ਤੁਹਾਡੀ ਸੇਵਾ ’ਤੇ ਲਾ ਰੱਖਿਆ ਹੈ।","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:34","price":"34਼ ਅਤੇ ਤੁਹਾਨੂੰ ਹਰ ਉਹ ਚੀਜ਼ ਬਖ਼ਸ਼ੀ ਹੈ ਜੋ ਤੁਸੀਂ ਉਸ ਤੋਂ ਮੰਗੀ। ਜੇ ਤੁਸੀਂ ਅੱਲਾਹ ਦੀਆਂ ਨਿਅਮਤਾਂ ਦੀ ਗਿਣਤੀ ਕਰਨਾ ਚਾਹੋ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਗਿਣ ਨਹੀਂ ਸਕਦੇ। ਬੇਸ਼ੱਕ ਮਨੁੱਖ ਬਹੁਤ ਹੀ ਬੇਇਨਸਾਫ਼ ਤੇ ਨਾਸ਼ੁਕਰਾ ਹੈ।","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:35","price":"35਼ ਹੇ ਨਬੀ! ਇਹ ਵੀ ਯਾਦ ਕਰੋ ਕਿ ਜਦੋਂ ਇਬਰਾਹੀਮ ਨੇ ਅਰਦਾਸ ਕੀਤੀ ਸੀ ਕਿ ਹੇ ਮੇਰੇ ਮਾਲਿਕ! ਇਸ ਸ਼ਹਿਰ (ਮੱਕੇ) ਨੂੰ ਅਮਨ ਸ਼ਾਂਤੀ ਵਾਲਾ ਸ਼ਹਿਰ ਬਣਾ ਦੇ ਅਤੇ ਮੈਨੂੰ ਅਤੇ ਮੇਰੀ ਸੰਤਾਨ ਨੂੰ ਮੂਰਤੀ ਪੂਜਾ ਤੋਂ ਬਚਾ ਲੈ।","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:36","price":"36਼ (ਅਤੇ ਕਿਹਾ ਕਿ) ਹੇ ਮੇਰਿਆ ਰੱਬਾ! ਇਹਨਾਂ (ਮੂਰਤੀਆਂ) ਨੇ ਬਹੁਤ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ ਕੁਰਾਹੇ ਪਾਇਆ ਹੈ, ਸੋ ਜਿਹੜਾ ਵੀ (ਮੇਰੀ ਸੰਤਾਨ ਵਿੱਚੋਂ) ਮੇਰੀ ਪੈਰਵੀ ਕਰੇਗਾ, ਉਹੀਓ ਮੇਰਾ ਹੈ ਅਤੇ ਜਿਹੜਾ ਮੇਰੀ ਨਾ-ਫ਼ਰਮਾਨੀ ਕਰੇਗਾ ਤਾਂ ਬੇਸ਼ੱਕ ਤੂੰ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:37","price":"37਼ ਹੇ ਸਾਡੇ ਰੱਬਾ! ਬੇਸ਼ੱਕ ਮੈਂ ਨੇ ਆਪਣੇ ਪਰਿਵਾਰ ਦਾ ਇਕ ਭਾਗ ਤੇਰੇ ਪਵਿੱਤਰ ਘਰ (ਖ਼ਾਨਾ- ਕਾਅਬਾ) ਦੇ ਲਾਗੇ ਇਕ ਰੋਹੀ ਬਿਆਬਾਨ ਵਿਚ ਲਿਆ ਵਸਾਇਆ ਹੈ।1 ਹੇ ਸਾਡੇ ਰੱਬਾ! (ਇਹ ਮੈਂ ਇਸ ਲਈ ਕੀਤਾ ਹੈ) ਕਿ ਉਹ (ਉੱਥੇ) ਨਮਾਜ਼ ਕਾਇਮ ਕਰਨ, ਇਸ ਲਈ ਤੂੰ ਵੀ ਕੁੱਝ ਲੋਕਾਂ ਦੇ ਦਿਲਾਂ ਨੂੰ ਇਸ ਵਿਚ ਰਹਿਣ ਦਾ ਇੱਛੁਕ ਬਣਾ ਦੇ ਅਤੇ ਇਹਨਾਂ ਨੂੰ ਹਰ ਤਰ੍ਹਾਂ ਦੇ ਫਲਾਂ ਦੁਆਰਾ ਰਿਜ਼ਕ ਦੇ, ਤਾਂ ਜੋ ਇਹ (ਤੇਰੇ) ਧੰਨਵਾਦੀ ਹੋਣ।","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"1 ਇਸ ਵਿਚ ਉਸ ਘਟਨਾ ਦੀ ਚਰਚਾ ਕੀਤੀ ਗਈ ਹੈ ਜਦੋਂ ਹਜ਼ਰਤ ਇਬਰਾਹੀਮ ਨੇ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਨਾਲ ਆਪਣੀ ਪਤਨੀ ਸਨੇ ਆਪਣੇ ਦੁੱਧ ਪੀਂਦੇ ਬੱਚੇ ਇਸਮਾਈਲ ਨੂੰ ਇਕ ਵਿਰਾਨੇ ਵਿਚ ਛੱਡ ਆਏ ਸੀ। ਇਕ ਵਿਸਥਾਰਪੂਰਵਕ ਹਦੀਸ ਦੀ ਚਰਚਾ ਕਰਦੇ ਹੋਏ ਇਬਨੇ ਅੱਬਾਸ ਫ਼ਰਮਾਉਂਦੇ ਹਨ ਕਿ ਜਦੋਂ ਹਜ਼ਰਤ ਇਬਰਾਹੀਮ ਨੇ ਇਸਮਾਈਲ ਅਤੇ ਉਹਨਾਂ ਦੀ ਮਾਤਾ ਜਿਹੜੀ ਅਜੇ ਇਸਮਾਈਲ ਨੂੰ ਆਪਣਾ ਦੁੱਧ ਪਿਆਉਂਦੀ ਸੀ ਖ਼ਾਨਾ ਕਾਅਬਾ ਦੇ ਨੇੜੇ ਜ਼ਮਜ਼ਮ ਦੇ ਕੋਲ ਆਬਾਦ ਕੀਤਾ ਅਤੇ ਉਹਨਾਂ ਦੋਨਾਂ ਦੇ ਕੋਲ ਇਕ ਥੈਲੇ ਵਿਚ ਖ਼ਜੂਰਾਂ ਅਤੇ ਮਸ਼ਕ ਵਿਚ ਪਾਣੀ ਰੱਖ ਦਿੱਤਾ ਉਸ ਸਮੇਂ ਉਸ ਮੱਕੇ ਵਿਚ ਕੋਈ ਮਨੁੱਖੀ ਆਬਾਦੀ ਨਹੀਂ ਸੀ ਅਤੇ ਨਾ ਹੀ ਪਾਣੀ ਸੀ। ਜਦੋਂ ਹਜ਼ਰਤ ਇਬਰਾਹੀਮ ਉਨ੍ਹਾਂ ਦੋਹਾਂ ਨੂੰ ਛੱਡ ਕੇ ਮੁੜਨ ਲੱਗੇ ਤਾਂ ਇਸਮਾਈਲ ਦੀ ਮਾਤਾ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਖਿਆ ਕਿ ਹੇ ਇਬਰਾਹੀਮ ਤੁਸੀਂ ਸਾਨੂੰ ਇਕ ਐਸੀ ਬਸਤੀ ਵਿਚ ਛੱਡ ਕੇ ਜਾ ਰਹੇ ਹੋ ਜਿੱਥੇ ਨਾ ਕੋਈ ਮਨੁੱਖ ਹੈ ਅਤੇ ਨਾ ਹੀ ਕੋਈ ਹੋਰ ਚੀਜ਼। ਇਬਰਾਹੀਮ ਨੇ ਜਵਾਬ ਦਿੱਤਾ ਕਿ ਅੱਲਾਹ ਨੇ ਮੈਨੂੰ ਇਹੋ ਹੁਕਮ ਦਿੱਤਾ ਹੈ। ਜਦੋਂ ਇਹ ਖ਼ਜੂਰਾਂ ਤੇ ਪਾਣੀ ਮੁੱਕ ਗਿਆ ਤਾਂ ਬੀਬੀ ਹਾਜਰਾ ਪਾਣੀ ਦੀ ਭਾਲ ਵਿਚ ਸਫ਼ਾ ਤੇ ਮਰਵਾ ਵਿਚ ਬੇਚੇਨੀ ਨਾਲ ਚੱਕਰ ਲਾਉਣ ਲੱਗ ਪਈਆਂ ਤਾਂ ਜੋ ਪਾਣੀ ਆਦਿ ਮਿਲ ਸਕੇ। ਅੰਤ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਨਾਲ ਇਕ ਫ਼ਰਿਸ਼ਤੇ ਨੇ ਉਸ ਥਾਂ ਆਪਣੀ ਅੱਡੀ ਜਾਂ ਪੈਰ ਮਾਰਿਆ ਜਿਸ ਤੋਂ ਜ਼ਮਜ਼ਮ ਦਾ ਸੋਮਾ ਫੁੱਟ ਪਿਆ। ਇਸੇ ਪਾਣੀ ਕਾਰਨ ਉੱਥੇ ਇਕ ਕਬੀਲਾ ਵੀ ਆਬਾਦ ਹੋਇਆ ਅਤੇ ਇਸੇ ਕਬੀਲੇ ਦੀ ਦੋ ਲੜਕੀਆਂ ਨਾਲ ਇਕ ਤੋਂ ਬਾਅਦ ਦੂਜੀ ਨਾਲ ਹਜ਼ਰਤ ਇਸਮਾਈਲ ਨੇ ਵਿਵਾਹ ਕੀਤਾ। ਕੁਝ ਸਮੇਂ ਬਾਅਦ ਹਜ਼ਰਤ ਇਬਰਾਹੀਮ ਉਨ੍ਹਾਂ ਦੀ ਖ਼ਬਰ ਲੈਣ ਲਈ ਆਏ ਫੇਰ ਦੋਵੇਂ ਪਿਓ ਪੁੱਤਰ ਨੇ ਖ਼ਾਨਾ ਕਾਅਬਾ ਦੀ ਉਸਾਰੀ ਸ਼ੁਰੂ ਕੀਤੀ। ਹਜ਼ਰਤ ਇਸਮਾਈਲ ਪੱਥਰ ਚੁੱਕ ਕੇ ਲਿਆਉਂਦੇ ਸੀ ਅਤੇ ਹਜ਼ਰਤ ਇਬਰਾਹੀਮ ਉਸਾਰੀ ਕਰਦੇ ਸੀ। ਅਤੇ ਦੋਵੇਂ ਅੱਲਾਹ ਤੋਂ ਇਹ ਅਰਦਾਸ ਕਰਦੇ ਸੀ ਕਿ ਹੇ ਸਾਡੇ ਰੱਬਾ ਸਾਡੀ ਇਹ ਸੇਵਾ ਕਬੂਲ ਕਰ ਬੇਸ਼ੱਕ ਤੂੰ ਹੀ ਸੁਨਣ ਵਾਲਾ ਤੇ ਜਾਨਣ ਵਾਲਾ ਹੈ। (ਸੂਰਤ ਅਲ-ਬਕਰਹ : 127/2) ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਦੋਨੋਂ ਇਬਰਾਹੀਮ ਅਤੇ ਇਸਮਾਈਲ ਅੱਲਾਹ ਦੇ ਘਰ ਦੀ ਉਸਾਰੀ ਕਰਦੇ ਰਹੇ ਅਤੇ ਉਸ ਦੇ ਆਲੇ ਦੁਆਲੇ ਤਵਾਫ਼ ਕਰਦੇ ਹੋਏ ਇਹੀ ਦੁਆ ਕਰਦੇ ਸੀ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3364)","lang":"pa"},{"name":"14:38","price":"38਼ ਹੇ ਮੇਰੇ ਮਾਲਿਕ! ਬੇਸ਼ੱਕ ਤੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ ਜੋ ਅਸੀਂ (ਦਿਲਾਂ ਵਿਚ) ਲੁਕਾਉਂਦੇ ਹਾਂ ਅਤੇ ਜੋ ਪ੍ਰਗਟ ਕਰਦੇ ਹਾਂ। ਧਰਤੀ ਤੇ ਅਕਾਸ਼ ਦੀ ਕੋਈ ਵੀ ਵਸਤੂ ਅੱਲਾਹ ਤੋਂ ਲੁਕੀ ਹੋਈ ਨਹੀਂ।","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:39","price":"39਼ ਇਬਰਾਹੀਮ ਨੇ ਆਖਿਆ ਕਿ ਸ਼ੁਕਰ ਹੈ ਉਸ ਮਾਲਿਕ ਦਾ ਜਿਸ ਨੇ ਮੈਨੂੰ ਇਸ ਬੁਢਾਪੇ ਵਿਚ ਇਸਮਾਈਲ (ਪੁੱਤਰ) ਤੇ ਇਸਹਾਕ (ਪੋਤਰਾ) ਬਖ਼ਸ਼ੇ। ਬੇਸ਼ੱਕ ਮੇਰਾ ਪਾਲਣਹਾਰ ਦੁਆਵਾਂ ਨੂੰ ਸੁਣਨ ਵਾਲਾ ਹੈ।","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:40","price":"40਼ ਇਬਰਾਹੀਮ ਨੇ ਦੁਆ ਕੀਤੀ ਕਿ ਹੇ ਮੇਰੇ ਅੱਲਾਹ! ਮੈਨੂੰ ਤੇ ਮੇਰੀ ਸੰਤਾਨ ਨੂੰ ਨਮਾਜ਼ ਕਾਇਮ ਕਰਨ ਵਾਲਾ ਬਣਾ। ਹੇ ਸਾਡੇ ਰੱਬ! ਮੇਰੀ ਦੁਆ ਨੂੰ ਕਬੂਲ ਕਰ ਲੈ।","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:41","price":"41਼ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਜਿਸ ਦਿਨ ਲੇਖਾ-ਜੋਖਾ ਹੋਵੇਗਾ ਉਸ ਦਿਨ ਮੈਨੂੰ, ਮੇਰੇ ਮਾਂ-ਪਿਓ ਨੂੰ ਅਤੇ ਸਾਰੇ ਮੋਮਿਨਾਂ ਨੂੰ ਵੀ ਬਖ਼ਸ਼ ਦੇਵੀਂ।","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:42","price":"42਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਹ ਨਾ ਸਮਝੋ ਕਿ ਅੱਲਾਹ ਉਹਨਾਂ ਜ਼ਾਲਮਾਂ ਦੇ ਜ਼ੁਲਮ ਤੋਂ ਅਚੇਤ ਹੈ। ਉਹ ਤਾਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਉਸ (ਕਿਆਮਤ) ਦਿਹਾੜੇ ਤਕ ਮੋਹਲਤ ਦੇਵੇਗਾ ਜਿਸ ਦਿਨ ਅੱਖਾਂ ਫ਼ਟੀਆਂ ਰਹਿ ਜਾਣਗੀਆਂ।","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:43","price":"43਼ (ਉਸ ਦਿਨ) ਉਹ (ਕਾਫ਼ਿਰ) ਆਪਣੇ ਸਿਰ (ਮੂੰਹ) ਉਤਾਂਹ ਚੁੱਕੀ (ਹਸ਼ਰ ਦੇ ਮੈਦਾਨ ਵੱਲ) ਨੱਸੇ ਜਾ ਰਹੇ ਹੋਣਗੇ, ਉਹਨਾਂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਆਪਣੇ ਵੱਲ ਵੀ ਨਹੀਂ ਜਾਣਗੀਆਂ ਅਤੇ ਉਹਨਾਂ ਦੇ ਦਿਲ (ਦਹਿਸ਼ਤ ਨਾਲ) ਉੱਡੇ ਜਾ ਰਹੇ ਹੋਣਗੇ।","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:44","price":"44਼ (ਹੇ ਨਬੀ ਸ:!) ਲੋਕਾਂ ਨੂੰ ਉਸ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਤੋਂ ਸਾਵਧਾਨ ਕਰ ਦਿਓ ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਅਜ਼ਾਬ ਆ ਘੇਰੇਗਾ ਅਤੇ ਜ਼ਾਲਮ ਲੋਕ ਆਖਣਗੇ ਕਿ ਹੇ ਸਾਡੇ ਰੱਬਾ! ਸਾਨੂੰ ਥੋੜ੍ਹੀ ਜਿਹੀ ਮੋਹਲਤ ਹੋਰ ਦੇ ਦਿਓ, ਤਾਂ ਜੋ ਅਸੀਂ ਤੇਰੇ ਸੱਦੇ ਨੂੰ ਸਵੀਕਾਰ ਕਰੀਏ ਅਤੇ ਤੇਰੇ ਰਸੂਲਾਂ ਦੇ ਹੁਕਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੀਏ। (ਅੱਲਾਹ ਆਖੇਗਾ) ਕੀ ਤੁਸੀਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਸੁੰਹਾਂ ਖਾ ਖਾ ਕੇ ਆਖਦੇ ਨਹੀਂ ਸੀ ਕਿ ਅਸੀਂ ਤਾਂ ਸੰਸਾਰ ਤੋਂ ਕਦੇ ਜਾਣਾ ਹੀ ਨਹੀਂ ?","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:45","price":"45਼ ਤੁਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀਆਂ ਬਸਤੀਆਂ ਵਿਚ ਰਹਿੰਦੇ ਵੱਸਦੇ ਸੀ, ਜਿਨ੍ਹਾਂ ਨੇ ਆਪੋ ਆਪਣੇ ’ਤੇ ਜ਼ੁਲਮ ਕੀਤਾ ਸੀ ਅਤੇ ਤੁਹਾਨੂੰ ਇਹ ਵੀ ਪਤਾ ਸੀ ਕਿ ਅਸੀਂ ਉਹਨਾਂ ਨਾਲ ਕਿਹੋ ਜਿਹਾ ਵਰਤਾਓ ਕੀਤਾ ਸੀ। ਅਸੀਂ ਤਾਂ ਤੁਹਾਡੇ ਸਮਝਾਉਣ ਲਈ ਬਥੇਰੀਆਂ ਉਦਾਹਰਣਾਂ ਵੀ ਦਿੱਤੀਆਂ ਸੀ।","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:46","price":"46਼ ਉਹ ਆਪਣੀਆਂ ਚਾਲਾਂ ਚੱਲ ਚੁੱਕੇ ਅਤੇ ਅੱਲਾਹ ਉਹਨਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਚਾਲਾਂ ਨੂੰ ਅੱਲਾਹ ਜਾਣਦਾ ਹੈ ਉਹਨਾਂ ਦੀਆਂ ਚਾਲਾਂ ਅਜਿਹੀਆਂ ਵੀ ਨਹੀਂ ਸੀ ਕਿ (ਉਹਨਾਂ ਚਾਲਾਂ ਨਾਲ) ਪਹਾੜ ਹੀ ਹਿਲ ਜਾਂਦੇ।","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:47","price":"47਼ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਤੁਸੀਂ ਉੱਕਾ ਹੀ ਇਹ ਵਿਚਾਰ ਨਾ ਕਰੋ ਕਿ ਅੱਲਾਹ ਆਪਣੇ ਪੈਗ਼ੰਬਰਾਂ ਨੂੰ ਦਿੱਤੇ ਵਚਨਾਂ ਤੋਂ ਫਿਰ ਜਾਵੇਗਾ। ਅੱਲਾਹ ਬਹੁਤ ਹੀ ਜ਼ੋਰਾਵਰ ਤੇ ਬਦਲਾ ਲੈਣ ਵਾਲਾ ਹੈ।","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:48","price":"48਼ ਜਿਸ ਦਿਨ ਇਹ ਧਰਤੀ ਦੂਜੀ ਧਰਤੀ ਨਾਲ ਬਦਲ ਦਿੱਤੀ ਜਾਵੇਗੀ ਅਤੇ ਅਕਾਸ਼ ਵੀ (ਬਦਲ ਦਿੱਤਾ ਜਾਵੇਗਾ) ਸਾਰੇ ਲੋਕ ਅੱਲਾਹ ਦੇ ਹਜ਼ੂਰ ਪੇਸ਼ ਕੀਤੇ ਜਾਣਗੇ, ਜਿਹੜਾ ਇੱਕੋ-ਇੱਕ ਤੇ ਜ਼ੋਰਾਵਰ ਹੈ।","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:49","price":"49਼ ਤੁਸੀਂ (ਹੇ ਨਬੀ!) ਉਸ ਦਿਨ ਸਾਰੇ ਅਪਰਾਧੀਆਂ ਨੂੰ ਸੰਗਲਾਂ ਨਾਲ ਜਕੜੇ ਹੋਏ ਵੇਖੋਗੇ।","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:50","price":"50਼ ਉਹਨਾਂ (ਪਾਪੀਆਂ) ਦੇ ਕੱਪੜੇ ਲੁੱਕ ਦੇ ਹੋਣਗੇ ਅਤੇ ਅੱਗ ਦੀਆਂ ਲਾਟਾਂ ਨਾਲ ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਢਕੇ ਹੋਣਗੇ।","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:51","price":"51਼ (ਇਹ ਸਭ ਇਸ ਲਈ ਹੋਵੇਗਾ) ਤਾਂ ਜੋ ਅੱਲਾਹ ਹਰ ਪ੍ਰਾਣੀ ਨੂੰ ਉਸ ਦੀ ਕਮਾਈ ਦਾ ਬਦਲਾ ਦੇਵੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਨੂੰ ਹਿਸਾਬ ਲੈਣ ਵਿਚ ਕੁੱਝ ਵੀ ਦੇਰ ਨਹੀਂ ਲਗਦੀ।","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"","lang":"pa"},{"name":"14:52","price":"52਼ ਇਹ (.ਕੁਰਆਨ) ਸਾਰੇ ਲੋਕਾਂ ਲਈ (ਰੱਬੀ) ਪੈਗ਼ਾਮ ਹੈ, ਤਾਂ ਜੋ ਇਸ ਰਾਹੀਂ ਲੋਕਾਂ ਨੂੰ ਖ਼ਬਰਦਾਰ ਕੀਤਾ ਜਾਵੇ ਅਤੇ ਉਹ ਜਾਣ ਲੈਣ ਕਿ ਅੱਲਾਹ ਹੀ ਇੱਕੋ ਇਕ ਇਸ਼ਟ ਹੈ ਅਤੇ ਜਿਹੜੇ ਅਕਲ ਵਾਲੇ ਹਨ, ਉਹ ਨਸੀਹਤ ਪ੍ਰਾਪਤ ਕਰ ਲੈਣ।","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"","lang":"pa"}],"juz":{"id":13,"name":"وَمَا أُبَرِّئُ نَفْسِي","transliteration":"Wa Ma Ubrri'u Nafsi","transEn":"And I Do Not Acquit Myself","startVerse":"12:53","endVerse":"14:52","totalVerses":154}}