{"data":[{"name":"18:75","price":"75਼ ਉਹ (ਖ਼ਿਜ਼ਰ) ਕਹਿਣ ਲੱਗਿਆ ਕਿ ਮੈਂ ਨੇ ਤੁਹਾਨੂੰ ਕਿਹਾ ਨਹੀਂ ਸੀ ਕਿ ਤੁਸੀਂ ਮੇਰੇ ਸੰਗ ਰਹਿ ਕੇ ਸਬਰ ਨਹੀਂ ਕਰ ਸਕਦੇ।","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:76","price":"76਼ (ਮੂਸਾ ਨੇ) ਕਿਹਾ ਕਿ ਜੇ ਇਸ ਤੋਂ ਬਾਅਦ ਮੈਂ ਤੁਹਾਥੋਂ ਕੋਈ ਸਵਾਲ ਕਰਾਂ ਤਾਂ ਬੇਸ਼ੱਕ ਤੁਸੀਂ ਮੈਨੂੰ ਆਪਣੇ ਸੰਗ ਨਾ ਰੱਖਣਾ, ਹੁਣ ਤੁਹਾਨੂੰ ਮੇਰੇ ਵੱਲੋਂ ਪੂਰੀ ਛੂਟ ਮਿਲ ਗਈ ਹੈ।","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:77","price":"77਼ ਫੇਰ ਉਹ ਦੋਵੇਂ ਇਕ ਬਸਤੀ ਵਿਚ ਪਹੁੰਚੇ ਅਤੇ ਉਹਨਾਂ ਤੋਂ ਭੋਜਨ ਮੰਗਿਆ ਪਰ ਬਸਤੀ ਵਾਲਿਆਂ ਨੇ ਉਹਨਾਂ ਦੀ ਮਹਿਮਾਨਦਾਰੀ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ। ਉਹਨਾਂ ਦੋਵਾਂ ਨੇ ਉੱਥੇ (ਬਸਤੀ ਵਿਚ) ਇਕ ਕੰਧ ਵੇਖੀ ਜਿਹੜੀ ਡਿਗਣ ਵਾਲੀ ਸੀ। ਉਸ (ਖ਼ਿਜ਼ਰ) ਨੇ ਉਸ ਕੰਧ ਨੂੰ ਸਿੱਧਾ ਕਰ ਦਿੱਤਾ। ਮੂਸਾ ਨੇ ਆਖਿਆ ਕਿ ਜੇ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਤਾਂ ਇਸ ਦੀ ਮਜ਼ਦੂਰੀ ਲੈ ਸਕਦੇ ਸੀ।","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:78","price":"78਼ ਉਸ (ਖ਼ਿਜ਼ਰ) ਨੇ ਕਿਹਾ ਕਿ ਬਸ ਹੁਣ ਤੇਰੇ ਤੇ ਮੇਰੇ ਵਿਚਕਾਰ ਜੁਦਾਈ ਹੈ। ਹੁਣ ਮੈਂ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਗੱਲਾਂ ਦੀ ਹਕੀਕਤ ਵੀ ਦੱਸ ਦੇਵਾਂ ਜਿਨ੍ਹਾਂ ਬਾਰੇ ਤੁਸੀਂ ਸਬਰ ਨਹੀਂ ਸੀ ਕਰ ਸਕੇ।","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:79","price":"79਼ ਉਹ ਕਿਸ਼ਤੀ ਤਾਂ ਕੁੱਝ ਉਹਨਾਂ ਮਸਕੀਨਾਂ ਦੀ ਸੀ ਜਿਹੜੇ ਦਰਿਆ ਵਿਚ ਮਿਹਨਤ ਮਜ਼ਦੂਰੀ ਕਰਦੇ ਸਨ। ਮੈਂ ਨੇ ਉਸ (ਕਿਸ਼ਤੀ) ਵਿਚ ਇਹ ਸੋਚ ਕੇ ਤੋੜ ਫੋੜ ਕੀਤੀ ਸੀ ਕਿਉਂ ਜੋ ਉਸ (ਦਰਿਆ) ਤੋਂ ਅੱਗੇ ਇਕ ਬਾਦਸ਼ਾਹ ਸੀ ਜਿਹੜਾ ਹਰੇਕ ਕਿਸ਼ਤੀ ਨੂੰ ਆਪਣੇ ਕਬਜ਼ੇ ਵਿਚ ਕਰ ਲੈਂਦਾ ਸੀ।","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:80","price":"80਼ ਅਤੇ ਜਿਹੜਾ ਉਹ ਬਾਲਕ ਸੀ ਤਾਂ ਉਸ ਦੇ ਮਾਤਾ ਪਿਤਾ ਮੋਮਿਨ ਸਨ। ਅਸੀਂ ਇਸ ਗੱਲ ਤੋਂ ਡਰ ਗਏ ਕਿ ਉਹ ਆਪਣੀ ਸਰਕਸ਼ੀ ਤੇ ਕੁਫ਼ਰ ਕਾਰਨ ਉਹਨਾਂ ਨੂੰ ਗੁਨਾਹ ਕਰਨ ’ਤੇ ਮਜਬੂਰ ਕਰੇਗਾ।","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:81","price":"81਼ ਸੋ ਅਸੀਂ ਚਾਹਿਆ ਕਿ ਉਹਨਾਂ ਦਾ ਰੱਬ ਇਸ (ਸਰਕਸ਼ ਬਾਲਕ) ਦੇ ਬਦਲੇ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਅਜਿਹੀ ਔਲਾਦ ਦੇਵੇ ਜਿਹੜੀ ਉਸ ਨਾਲੋਂ ਚਰਿੱਤਰ ਪੱਖੋਂ ਵੀ ਚੰਗਾ ਹੋਵੇ ਅਤੇ ਪਿਆਰ-ਮੁਹੱਬਤ ਵਿਚ ਵੀ ਨੇੜਤਾ ਰੱਖਦਾ ਹੋਵੇ।","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:82","price":"82਼ ਜਿਹੜੀ ਉਹ ਕੰਧ ਸੀ ਉਹ ਉਸ ਬਸਤੀ ਦੇ ਦੋ ਯਤੀਮ ਬਾਲਕਾਂ ਦੀ ਸੀ, ਜਿਸ ਦੇ ਹੇਠ ਉਹਨਾਂ ਦਾ ਇਕ ਖ਼ਜ਼ਾਨਾ (ਦੱਬਿਆ ਹੋਇਆ) ਸੀ ਉਹਨਾਂ ਦਾ ਪਿਓ ਇਕ ਨੇਕ ਪੁਰਖ ਸੀ। ਸੋ ਤੇਰੇ ਰੱਬ ਨੇ ਚਾਹਿਆ ਕਿ ਉਹ ਦੋਵੇਂ ਬੱਚੇ ਆਪਣੀ ਜਵਾਨੀ ਨੂੰ ਪਹੁੰਚਣ ਅਤੇ ਤੇਰੇ ਰੱਬ ਦੀ ਮਿਹਰਾਂ ਸਦਕੇ ਆਪਣਾ ਖ਼ਜ਼ਾਨਾ ਕੱਢ ਲੈਣ। ਇਹ ਸਭ ਮੈਂਨੇ ਆਪਣੀ ਸੋਚ ਨਾਲ ਨਹੀਂ ਸੀ ਕੀਤਾ। ਇਹ ਹੈ ਹਕੀਕਤ ਉਹਨਾਂ ਗੱਲਾਂ ਦੀ ਜਿਨ੍ਹਾਂ ’ਤੇ ਤੁਸੀਂ ਸਬਰ ਨਹੀਂ ਕਰ ਸਕੇ।","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:83","price":"83਼ (ਹੇ ਨਬੀ!) ਇਹ (ਮੱਕੇ ਦੇ) ਲੋਕ ਤੁਹਾਥੋਂ ਜ਼ੁਲ-ਕਰਨੈਨ ਬਾਰੇ ਪੁੱਛਦੇ ਹਨ। ਤੁਸੀਂ ਕਹਿ ਦਿਓ ਕਿ ਛੇਤੀ ਹੀ ਮੈਂ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਇਸ ਦੀ ਚਰਚਾ ਕਰਾਂਗੇ।","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:84","price":"84਼ ਬੇਸ਼ੱਕ ਅਸੀਂ ਉਸ ਨੂੰ ਧਰਤੀ ਦੀ ਰਾਜ ਸੱਤਾ ਬਖ਼ਸ਼ੀ ਅਤੇ ਉਸ ਨੂੰ ਹਰ ਪ੍ਰਕਾਰ ਦੇ ਸਾਧਨਾਂ ਤੋਂ ਵੀ ਨਿਵਾਜ਼ਿਆ ਸੀ।","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:85","price":"85਼ ਉਹ ਇਕ ਮੁਹਿਮ ’ਤੇ ਤੁਰ ਪਿਆ।","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:86","price":"86਼ ਇੱਥੋਂ ਤੀਕ ਕਿ ਉਹ ਸੂਰਜ ਡੂਬਣ ਵਾਲੀ ਥਾਂ ਪਹੁੰਚ ਗਿਆ ਉਸ ਨੇ ਵੇਖਿਆ ਕਿ ਉਹ (ਸੂਰਜ) ਕਾਲੇ ਪਾਣੀ ਵਿਚ ਡੁਬ ਰਿਹਾ ਹੈ ਅਤੇ ਉੱਥੇ ਇਕ ਕੌੌਮ ਵੇਖੀ। ਅਸੀਂ ਆਖਿਆ ਕਿ ਹੇ ਜ਼ੁਲ ਕੁਰਨੈਨ! ਤੈਨੂੰ ਅਧਿਕਾਰ ਹੈ ਕਿ ਭਾਵੇਂ ਤੂੰ ਇਹਨਾਂ ਨੂੰ ਦੰਡਿਤ ਕਰ ਭਾਵੇਂ ਵਧੀਆ ਵਿਵਹਾਰ ਕਰ।","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:87","price":"87਼ ਉਸ (ਜ਼ੁਲਕਰਨੈਨ) ਨੇ ਆਖਿਆ ਕਿ ਜਿਹੜੇ ਜ਼ਾਲਮ ਹਨ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਛੇਤੀ ਹੀ ਸਜ਼ਾ ਦੇਵਾਂਗੇ। ਫੇਰ ਉਹ ਆਪਣੇ ਰੱਬ ਵੱਲ ਪਰਤਾਏ ਜਾਣਗੇ ਜਿੱਥੇ ਉਹ ਉਸ ਨੂੰ ਕਰੜੀ ਸਜ਼ਾ ਦੇਵੇਗਾ।","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:88","price":"88਼ ਅਤੇ ਜਿਹੜਾ ਕੋਈ ਈਮਾਨ ਲਿਆਵੇ ਤੇ ਅਮਲ ਵੀ ਨੇਕ ਕਰੇ, ਉਹਨਾਂ ਲਈ ਅੱਲਾਹ ਕੋਲ ਸੋਹਣਾ ਬਦਲਾ ਹੈ ਅਤੇ ਅਸੀਂ ਵੀ ਆਪਣੇ ਕੰਮਾਂ ਲਈ ਉਹਨਾਂ ਨੂੰ ਸੁਖਾਲੇ ਆਦੇਸ਼ ਦਿਆਂਗੇ।","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:89","price":"89਼ ਫੇਰ ਉਹ ਇਕ ਦੂਜੀ ਮੁਹਿਮ ਦੇ ਪਿੱਛੇ ਤੁਰ ਪਿਆ।","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:90","price":"90਼ ਇੱਥੋਂ ਤੀਕ ਕਿ ਉਹ ਸੂਰਜ ਚੜ੍ਹਨ ਦੀ ਸੀਮਾ ’ਤੇ ਪਹੁੰਚ ਗਿਆ ਉਸ ਨੇ ਵੇਖਿਆ ਕਿ ਉਹ (ਸੂਰਜ) ਇਕ ਅਜਿਹੀ ਕੌਮ ’ਤੇ ਨਿਕਲ ਰਿਹਾ ਹੈ ਜਿਸ ਲਈ ਅਸੀਂ ਸੂਰਜ ਤੇ ਲੋਕਾਂ ਵਿਚਕਾਰ ਕੋਈ ਪੜਦਾ ਨਹੀਂ ਰੱਖਿਆ।","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:91","price":"91਼ ਹਕੀਕਤ ਇਹੋ ਹੈ ਅਤੇ ਜੋ ਕੁੱਝ ਵੀ ਉਸ ਦੇ ਕੋਲ ਸੀ ਉਹ ਸਭ ਸਾਡੇ ਵਿਥਾਰ ਪੂਰਵਕ ਗਿਆਨ ਦੇ ਘੇਰੇ ਵਿਚ ਹੈ।","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:92","price":"92਼ ਫੇਰ ਉਹ ਇਕ ਹੋਰ ਮੁਹਿਮ ਦੇ ਪਿੱਛੇ ਤੁਰ ਪਿਆ।","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:93","price":"93਼ ਜਦੋਂ ਉਹ ਦੋ ਦੀਵਾਰਾਂ ਦੇ (ਭਾਵ ਪਹਾੜਾਂ ਦੇ) ਵਿਚਾਲੇ ਪੁੱਜਿਆ ਤਾਂ ਉਸ ਨੂੰ ਉੱਥੇ ਇਕ ਕੌਮ ਵੇਖੀ ਜਿਹੜੀ ਕੋਈ ਵੀ ਗੱਲਬਾਤ ਸਮਝਣ ਵਿਚ ਅਸਮਰਥ ਲੱਗਦੀ ਸੀ।","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:94","price":"94਼ ਉਹ (ਕੌਮ) ਆਖਣ ਲੱਗੀ ਕਿ ਹੇ ਜ਼ੁਲ ਕਰਨੈਨ! ਯਾਜੂਜ ਮਾਜੂਜ 1 ਇਸ ਧਰਤੀ ’ਤੇ ਫ਼ਸਾਦ ਮਚਾਉਂਦੇ ਰਹਿੰਦੇ ਹਨ। ਕੀ ਅਸੀਂ ਤੇਰੇ ਲਈ ਕੁੱਝ ਧੰਨ ਇਕੱਠਾ ਕਰ ਲਈਏ ਤਾਂ ਜੋ ਤੂੰ ਸਾਡੇ ਤੇ ਉਹਨਾਂ ਵਿਚਾਲੇ ਇਕ ਕੰਧ ਉਸਾਰ ਦੇਵੇਂ ?","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"1 ਇਸ ਵਿਚ ਯਾਜੂਜ ਮਾਜੂਜ ਦੀ ਚਰਚਾ ਕੀਤੀ ਗਈ ਹੈ ਇਹ ਅੱਲਾਹ ਦੀ ਸਾਜੀ ਹੋਈ ਇਕ ਮਖ਼ਲੂਕ ਹੈ ਜਿਹੜੀ ਇਸ ਸਮੇਂ ਇਕ ਕੰਧ ਦੀ ਓਟ ਵਿਚ ਕੈਦ ਹੈ, ਕਿਆਮਤ ਦੇ ਨੇੜੇ ਜਦੋਂ ਅੱਲਾਹ ਚਾਹੇਗਾ ਉਸ ਕੰਧ ਵਿਚ ਗਲੀ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਇਹ ਬਾਹਰ ਆ ਜਾਣਗੇ ਅਤੇ ਫ਼ਸਾਦ ਫ਼ੈਲਾਉਣਗੇ। ਹਜ਼ਰਤ ਜ਼ੈਨਬ ਬਿਨਤ ਜੱਹਸ਼ (ਰ:ਅ:) ਦੱਸਦੇ ਹਨ ਕਿ ਇਕ ਦਿਨ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਘਬਰਾਏ ਹੋਏ ਉਹਨਾਂ ਕੋਲ ਆਏ ਅਤੇ ਆਖਣ ਲੱਗੇ ਕਿ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕਿਸੇ ਨੂੰ ਵੀ ਇਹ ਅਧਿਕਾਰ ਨਹੀਂ ਕਿ ਉਸ ਦੀ ਇਬਾਦਤ ਕੀਤੀ ਜਾਵੇ। ਜਿਸ ਚੀਜ਼ ਵਿੱਚ ਅਰਬ ਦੀ ਬਰਬਾਦੀ ਹੈ ਉਹ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਆ ਲੱਗੀ ਹੈ। ਅੱਜ ਯਾਜੂਜ ਮਾਜੂਜ ਦੀ ਕੰਧ ਵਿਚ ਇੱਨਾ ਮਗੌਰਾ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਆਪ (ਸ:) ਨੇ ਆਪਣੇ ਅੰਗੂਠੇ ਅਤੇ ਸ਼ਹਾਦਤ ਵਾਲੀ ਭਾਵ ਅੰਗੂਠੇ ਦੇ ਨਾਲ ਦੀ ਉਂਗਲੀ ਦਾ ਘੇਰਾ ਬਣਾ ਕੇ ਦੱਸਿਆ। ਹਜ਼ਰਤ ਜ਼ੈਨਬ (ਜੋ ਕਿ ਆਪ ਸ: ਦੀ ਪਤਨੀ ਸੀ) ਦੱਸਦੀਆਂ ਹਨ ਕਿ ਮੈਂਨੇ ਪੁੱਛਿਆ ਕਿ ਹੇ ਅੱਲਾਹ ਦੇ ਰਸੂਲ! ਕੀ ਅਸੀਂ ਬਰਬਾਦ ਹੋ ਜਾਵਾਂਗੇ ਜਦ ਕਿ ਸਾਡੇ ਵਿਚਾਲੇ ਨੇਕ ਲੋਕ ਵੀ ਹਨ ? ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ “ਹਾਂ ਜਦੋਂ ਬੁਰਾਈ ਬਹੁਤੀ ਹੀ ਵੱਧ ਜਾਵੇਗੀ” ਭਾਵ ਜ਼ਨਾਕਾਰੀ, ਹਰਾਮੀ ਬੱਚੇ ਅਤੇ ਹਰ ਤਰ੍ਹਾਂ ਦੀ ਅਸ਼ਲੀਲਤਾ ਵਿਚ ਵਾਧਾ ਹੋ ਜਾਵੇਗਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 7135)","lang":"pa"},{"name":"18:95","price":"95਼ ਉਸ (ਜ਼ੁਲਕਰਨੈਨ) ਨੇ ਕਿਹਾ ਕਿ ਮੇਰੇ ਰੱਬ ਨੇ ਜੋ ਮੈਨੂੰ ਧੰਨ ਦੇ ਰੱਖਿਆ ਹੈ ਉਹ ਬਥੇਰਾ ਹੈ, ਤੁਸੀਂ ਕੇਵਲ ਸ਼ਰੀਰਿਕ ਸ਼ਕਤੀ ਪੱਖੋਂ ਮੇਰੀ ਸਹਾਇਤਾ ਕਰੋ, ਫੇਰ ਮੈਂ ਤੁਹਾਡੇ ਤੇ ਉਹਨਾਂ ਵਿਚਾਲੇ ਇਕ ਮਜ਼ਬੂਤ ਬੰਨ੍ਹ ਬਣਾ ਦਿਆਂਗਾ।","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:96","price":"96਼ ਬਸ ਤੁਸੀਂ ਮੈਨੂੰ ਲੋਹੇ ਦੀਆਂ ਚੱਦਰਾਂ ਲਿਆ ਦਿਓ। ਜਦੋਂ ਉਹਨਾਂ ਨੇ ਦੋਵੇਂ ਪਹਾੜਾਂ ਦੇ ਵਿਚਕਾਰਲਾ ਖੱਪਾ (ਚਦਰਾਂ ਰਾਹੀਂ) ਬਰਾਬਰ ਕਰ ਦਿੱਤਾ ਤਾਂ ਕਿਹਾ ਕਿ ਹੁਣ ਇਸ ਵਿਚ ਅੱਗ ਸੁਲਘਾਓ। ਜਦੋਂ ਉਸ ਨੇ ਉਸ (ਲੋਹੇ ਦੀ ਚੱਦਰਾਂ) ਨੂੰ ਅੱਗ ਵਾਂਗ ਬਣਾ ਦਿੱਤਾ ਤਾਂ ਆਖਿਆ ਕਿ ਹੁਣ ਇਸ ’ਤੇ ਪਾਉਣ ਲਈ ਪੰਘੇਰਿਆ ਹੋਇਆ ਤਾਂਬਾ ਲਿਆਓ।","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:97","price":"97਼ ਹੁਣ ਉਹ (ਯਾਜੂਜ-ਮਾਜੂਜ) ਇਸ (ਕੰਧ) ’ਤੇ ਚੜ੍ਹਣ ਦੀ ਹਿੰਮਤ ਨਹੀਂ ਸੀ ਰੱਖਦੇ ਅਤੇ ਨਾ ਹੀ ਇਸ ਵਿਚ ਸੰਨ੍ਹ ਲਾ ਸਕਦੇ ਸੀ।","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:98","price":"98਼ ਜ਼ੁਲਕਰਨੈਨ ਨੇ ਆਖਿਆ ਕਿ ਇਹ ਸਭ ਮੇਰੇ ਰੱਬ ਦੀ ਮਿਹਰ ਹੈ। ਹਾਂ, ਜਦੋਂ ਮੇਰੇ ਰੱਬ ਦਾ ਵਾਅਦਾ (ਕਿਆਮਤ ਦਿਹਾੜੇ ਦਾ) ਆ ਜਾਵੇਗਾ ਤਾਂ ਉਹ ਇਸ (ਕੰਧ) ਨੂੰ ਪੱਧਰ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਮੇਰੇ ਰੱਬ ਦਾ ਵਾਅਦਾ ਸੱਚਾ ਹੈ।","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:99","price":"99਼ ਉਸ ਦਿਨ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਅਸੀਂ ਇਹਨਾਂ ਨੂੰ ਇਕ ਦੂਜੇ ਵਿਚ ਗੱਡ ਮੱਡ ਹੋਣ ਲਈ ਛੱਡ ਦਿਆਂਗੇ। ਫੇਰ ਸੂਰ (ਨਰਸਿੰਘਾ) ਵਜਾਇਆ ਜਾਵੇਗਾ ਅਤੇ ਅਸੀਂ ਇਹਨਾਂ ਸਾਰਿਆਂ (ਮਨੁੱਖਾਂ) ਨੂੰ ਇਕੱਠਾ ਕਰਾਂਗੇ।","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:100","price":"100਼ ਉਸ ਦਿਨ ਅਸੀਂ ਨਰਕ ਨੂੰ ਕਾਫ਼ਿਰਾਂ ਦੇ ਹੈ-ਬਰੂ ਲਿਆਵਾਂਗੇ।","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:101","price":"101਼ (ਉਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਦੇ ਰੂ-ਬਰੂ) ਜਿਨ੍ਹਾਂ ਦੀਆਂ ਅੱਖਾਂ ਮੇਰੀ ਯਾਦ ਤੋਂ ਪੜਦੇ ਵਿਚ ਸਨ ਅਤੇ ਨਾ ਹੀ ਉਹ (ਹੱਕ) ਸੁਣਨ ਦੀ ਸਮਰਥਾ ਰੱਖਦੇ ਸੀ।","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:102","price":"102਼ ਕੀ ਕਾਫ਼ਿਰ ਇਹ ਸਮਝਦੇ ਹਨ ਕਿ ਉਹ ਮੈਨੂੰ ਛੱਡ ਕੇ ਮੇਰੇ ਬੰਦਿਆਂ ਨੂੰ ਆਪਣਾ ਹਿਮਾਇਤੀ ਬਣਾ ਲੈਣਗੇ ?1 ਬੇਸ਼$ਕ ਅਸੀਂ ਕਾਫ਼ਿਰਾਂ ਦੀ ਸੇਵਾ ਲਈ ਨਰਕ ਤਿਆਰ ਕਰ ਰੱਖੀ ਹੈ।","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"1 ਇਕ ਤਾਂ ਇਸ ਦਾ ਅਰਥ ਇਹ ਹੈ ਕਿ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਉਹਦੇ ਬੰਦਿਆਂ ਨੂੰ ਆਪਣੀਆਂ ਲੋੜਾਂ ਨੂੰ ਪੂਰੀਆਂ ਕਰਨ ਵਾਲਾ ਸਮਝਣਾ ਅਤੇ ਦੂਜਾ ਭਾਵ ਇਹ ਹੈ ਕਿ ਦੀਨ ਵਿਚ ਇਸ ਨੂੰ ਜਾਇਜ਼ ਸਮਝ ਲਿਆ ਗਿਆ ਜਿਸ ਨੂੰ ਉਹਨਾਂ ਨੇ ਹਲਾਲ ਕਿਹਾ ਉਸੇ ਨੂੰ ਹਲਾਲ ਅਤੇ ਜਿਸ ਨੂੰ ਹਰਾਮ ਕਿਹਾ ਗਿਆ ਉਸ ਨੂੰ ਹਰਾਮ ਸਮਝ ਲਿਆ ਗਿਆ, ਜਿਵੇਂ ਅੱਲਾਹ ਨੇ ਸੂਰਤ ਤੌਬਾ (31/9) ਵਿਚ ਫ਼ਰਮਾਇਆ ਹੈ ਕਿ ਇਹਨਾਂ ਯਹੂਦੀ ਤੇ ਈਸਾਈਆਂ ਨੇ ਆਪਣੇ ਆਲਮਾਂ ਤੇ ਆਗੂਆਂ ਨੂੰ ਆਪਣਾ ਰੱਬ ਬਣਾ ਲਿਆ ਹੈ। ਲੋਕੀ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀ ਪੈਰਵੀ ਕਰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅੱਲਾਹ ਦੇ ਹੁਕਮਾਂ ਤੋਂ ਬਿਨਾਂ ਆਪਣੀਆਂ ਇੱਛਾਵਾਂ ਦੇ ਅਨੁਸਾਰ ਹਰਾਮ ਹਲਾਲ ਬਣਾ ਲਿਆ ਹੈ ਅਤੇ ਮਰੀਅਮ ਦੇ ਪੁੱਤਰ ਮਸੀਹ ਨੂੰ ਵੀ ਉਹਨਾਂ ਨੇ ਆਪਣਾ ਰੱਬ ਬਣਾ ਲਿਆ ਜਦ ਕਿ ਉਹਨਾਂ ਦੋਵਾਂ ਨੂੰ ਤੌਰੈਤ ਅਤੇ ਇੰਜੀਲ ਵਿਚ ਇਕ ਸੱਚੇ ਇਸ਼ਟ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕਿਸੇ ਦੀ ਉਪਾਸਨਾ ਦਾ ਹੁਕਮ ਨਹੀਂ ਦਿੱਤਾ ਗਿਆ ਸੀ। ਉਹ ਅੱਲਾਹ ਜਿਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ ਉਹ ਉਹਨਾਂ ਦੀਆਂ ਮੁਸ਼ਰਿਕਾਨਾਂ ਗੱਲਾਂ ਤੋਂ ਪਾਕ ਹੈ।","lang":"pa"},{"name":"18:103","price":"103਼ ਹੇ ਨਬੀ! ਇਹਨਾਂ ਨੂੰਆਖੋ, ਕੀ ਅਸੀਂ ਤੁਹਾਨੂੰ ਦੱਸੀਏ ਕਿ ਕਰਮਾਂ ਪੱਖੋਂ ਸਭ ਤੋਂ ਵੱਧ ਘਾਟੇ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਕੌਣ ਹਨ ?","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:104","price":"104਼ (ਉਹ ਘਾਟੇ ਵਿਚ ਹਨ) ਜਿਨ੍ਹਾਂ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਸੰਸਾਰਿਕ ਜੀਵਨ ਵਿਚ ਹੀ ਬਰਬਾਦ ਹੋ ਗਈਆਂ ਜਦ ਕਿ ਉਹ ਸਮਝਦੇ ਹਨ ਕਿ ਉਹ ਸਾਰੇ ਕੰਮ ਭਲਾਈ ਤੇ ਨੇਕੀ ਵਾਲੇ ਕਰ ਰਹੇ ਹਨ। 2","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"2 ਇਸ ਆਇਤ ਵਿਚ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀ ਚਰਚਾ ਕੀਤੀ ਗਈ ਹੈ ਜਿਹੜੇ ਆਪਣੇ ਮਨ ਤੋਂ ਗੱਲਾਂ ਘੜ੍ਹ ਲੈਂਦੇ ਹਨ ਅਤੇ ਆਪਣੀ ਸਮਝ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਠੀਕ ਸਮਝਦੇ ਹਨ, ਜਿਵੇਂ ਬਿਦਅਤੀ ਆਦਿ ਪਰ ਅੱਲਾਹ ਨੇ ਫ਼ਰਮਾਇਆ “ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕੀਤੇ ਹੋਏ ਕਰਮ ਬਰਬਾਦ ਹਨ” ਨੇਕ ਕੰਮਾਂ ਦੀ ਸਵੀਕਿਰਤੀ ਲਈ ਦੋ ਗੱਲਾਂ ਦਾ ਹੋਣਾ ਅਤਿ ਜ਼ਰੂਰੀ ਹੈ ਇਕ ਤਾਂ ਇਹ ਕਿ ਉਹ ਕੇਵਲ ਅੱਲਾਹ ਨੂੰ ਖ਼ੁਸ਼ ਕਰਨ ਲਈ ਹੀ ਕੀਤੇ ਜਾਣ ਨਾ ਕਿ ਲੋਕ ਵਿਖਾਵੇ ਲਈ ਦੂਜੀ ਗੱਲ ਕਿ ਉਹ ਸਾਰੇ ਕੰਮ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਦੇ ਤਰੀਕੇ ਅਨੁਸਾਰ ਹੋਣ। ਇਸੇ ਲਈ ਬਿਦਅਤ ਦੇ ਸੰਬੰਧ ਵਿਚ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਦਾ ਫ਼ਰਮਾਨ ਹੈ “ਜਿਸ ਨੇ ਵੀ ਸਾਡੇ ਦੀਨ ਵਿਚ ਕੋਈ ਨਵੀ ਗੱਲ (ਬਿਦਅਤ) ਘੜੀ ਜਿਸ ਦੀ ਦਲੀਲ ਦੀਨ ਵਿਚ ਨਾ ਹੋਵੇ ਤਾਂ ਉਹ ਮਰਦੂਦ (ਬਰਬਾਦ) ਹੈ”। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 2697)","lang":"pa"},{"name":"18:105","price":"105਼ ਇਹ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਰੱਬ ਦੀਆਂ ਆਇਤਾਂ (ਨਿਸ਼ਾਨੀਆਂ) ਦਾ ਅਤੇ ਉਸ ਦੀ ਮਿਲਣੀ ਦਾ ਇਨਕਾਰ ਕੀਤਾ, ਇਸੇ ਕਾਰਨ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕਰਮ ਬਰਬਾਦ ਹੋ ਗਏ। ਸੋ ਕਿਆਮਤ ਦਿਹਾੜੇ ਅਸੀਂ ਉਹਨਾਂ (ਦੇ ਕਰਮਾਂ) ਨੂੰ ਤੋਲਣ ਦਾ ਕੋਈ ਪ੍ਰਬੰਧ ਨਹੀਂ ਕਰਾਂਗੇ।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:106","price":"106਼ ਇਹੋ ਨਰਕ ਉਹਨਾਂ ਦੀ ਸਜ਼ਾ ਹੈ, ਕਿਉਂ ਜੋ ਉਹਨਾਂ ਨੇ ਕੁਫ਼ਰ ਕੀਤਾ ਸੀ ਅਤੇ ਮੇਰੀਆਂ ਆਇਤਾਂ (ਨਿਸ਼ਾਨੀਆਂ) ਤੇ ਮੇਰੇ ਰਸੂਲਾਂ ਦਾ ਮਖੌਲ ਕਰਦੇ ਸਨ।","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:107","price":"107਼ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਤੇ ਉਹਨਾਂ ਨੇ ਨੇਕ ਕਰਮ ਵੀ ਕੀਤੇ ਉਹਨਾਂ ਦੀ ਮਹਿਮਾਨਦਾਰੀ (ਭਾਵ ਸੇਵਾ) ਲਈ ਜੰਨਤੁ-ਉਲ-ਫ਼ਿਰਦੌਸ (ਉੱਚ ਕੋਟੀ) ਦਾ ਬਾਗ਼ ਹੈ।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:108","price":"108਼ ਉਹ ਉਹਨਾਂ ਵਿਚ ਸਦਾ ਰਹਿਣਗੇ ਜਿੱਥਿਓ ਉਹ ਜਗ੍ਹਾ ਬਦਲਣਾ ਪਸੰਦ ਨਹੀਂ ਕਰਨਗੇ।","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:109","price":"109਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ! ਜੇ ਮੇਰੇ ਰੱਬ ਦੀਆਂ ਗੱਲਾਂ (ਸਿਫ਼ਤਾਂ ਲਿਖਣ ਲਈ) ਸਮੁੰਦਰ (ਦਾ ਪਾਣੀ) ਰੌਸ਼ਨਾਈ (ਸਿਆਹੀ) ਬਣ ਜਾਵੇ ਤਾਂ ਮੇਰੇ ਰੱਬ ਦੀਆਂ ਗੱਲਾਂ ਖ਼ਤਮ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਸਮੁੰਦਰ ਖ਼ਤਮ ਹੋ ਜਾਵੇਗਾ ਭਾਵੇਂ ਅਸੀਂ ਇਸ ਦੇ ਬਰਾਬਰ ਇਕ ਹੋਰ (ਸਮੁੰਦਰ) ਮਦਦ ਲਈ ਲੇ ਆਈਏ।","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"18:110","price":"110਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ! ਮੈਂ ਤਾਂ ਤੁਹਾਡੇ ਵਰਗਾਂ ਹੀ ਇਕ ਮਨੁੱਖ ਹਾਂ, ਮੇਰੇ ਵੱਲ ਵਹੀ (ਰੱਬੀ ਪੈਗ਼ਾਮ) ਆਉਂਦੀ ਹੈ ਕਿ ਤੁਹਾਡਾ ਇਸ਼ਟ ਕੇਵਲ ਇਕ ਇਸ਼ਟ ਹੈ, ਫੇਰ ਜਿਹੜਾ ਵਿਅਕਤੀ ਰੱਬ ਨਾਲ ਮਿਲਣ ਦੀ ਆਸ ਰੱਖਦਾ ਹੈ ਉਸ ਨੂੰ ਚਾਹੀਦਾ ਹੈ ਕਿ ਨੇਕ ਅਮਲ ਕਰੇ ਅਤੇ ਆਪਣੇ ਰੱਬ ਦੀ ਬੰਦਗੀ ਵਿਚ ਕਿਸੇ ਹੋਰ ਨੂੰ ਸ਼ਰੀਕ ਨਾ ਕਰੇ।","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:1","price":"1਼ ਕਾਫ਼, ਹਾ, ਯਾ, ਐਨ, ਸਾੱਦ।","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:2","price":"2਼ (ਹੇ ਨਬੀ!) ਇਹ ਤੁਹਾਡੇ ਰੱਬ ਦੀ ਉਸ ਮਿਹਰਬਾਨੀ ਦੀ ਚਰਚਾ ਹੈ ਜਿਹੜੀ ਉਸ ਨੇ ਆਪਣੇ ਬੰਦੇ ਜ਼ਿਕਰੀਆ ’ਤੇ ਕੀਤੀ ਸੀ।","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:3","price":"3਼ ਜਦੋਂ ਉਸ (ਜ਼ਿਕਰੀਆ) ਨੇ ਆਪਣੇ ਰੱਬ ਨੂੰ ਮਲਕੜੇ ਜਿਹੇ ਪੁਕਾਰਿਆ ਸੀ।","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:4","price":"4਼ (ਜ਼ਿਕਰੀਆ ਨੇ ਬੇਨਤੀ ਕੀਤੀ) ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਬੇਸ਼ੱਕ ਮੇਰੀਆਂ ਹੱਡੀਆਂ ਕਮਜ਼ੋਰ ਹੋ ਗਈਆਂ ਹਨ ਅਤੇ ਸਿਰ ਬੁਢਾਪੇ ਕਾਰਨ (ਭਾਵ ਸਫ਼ੈਦ ਵਾਲਾਂ ਨਾਲ) ਭੜਕ ਉਠਿਆ ਹੈ। ਹੇ ਮੇਰੇ ਰੱਬਾ! ਮੈਂ ਕਦੇ ਵੀ ਤੇਥੋਂ ਦੁਆ ਮੰਗ ਕੇ ਨਾ-ਮੁਰਾਦ ਨਹੀਂ ਰਿਹਾ।","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:5","price":"5਼ ਮੈ` ਆਪਣੇ ਪਿੱਛੋਂ ਆਪਣੇ ਵਾਰਸਾਂ ਦੀ ਚਿੰਤਾ ਹੈ (ਕਿ ਉਹ ਕੁਰਾਹੇ ਨਾ ਪੈ ਜਾਣ) ਮੇਰੀ ਪਤਨੀ ਵੀ ਵਾਂਝ ਹੈ ਤੂੰ ਮੈਨੂੰ ਆਪਣੇ ਕੋਲ ਤੋਂ ਇਕ ਵਾਰਸ ਦੀ ਬਖ਼ਸ਼ਿਸ਼ ਕਰ।","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:6","price":"6਼ ਜਿਹੜਾ ਮੇਰਾ ਵੀ ਵਾਰਸ ਹੋਵੇ ਅਤੇ ਯਾਕੂਬ ਦੀ ਨਸਲ ਦਾ ਵੀ ਵਾਰਸ ਹੋਵੇ। (ਹੇ ਮੇਰੇ ਰੱਬਾ!) ਤੂੰ ਉਸ ਨੂੰ ਇਕ ਮਨ ਭਾਉਂਦਾ ਵਿਅਕਤੀ ਬਣਾ।","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:7","price":"7਼ (ਅੱਲਾਹ ਨੇ ਦੁਆ ਸੁਣ ਕੇ) ਫ਼ਰਮਾਇਆ ਕਿ ਹੇ ਜ਼ਿਕਰੀਆ! ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਕ ਪੁੱਤਰ ਦੀ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਦਿੰਦੇ ਹਾਂ ਜਿਸ ਦਾ ਨਾਂ ਯਾਹਯਾ ਹੈ ਅਸੀਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਇਸ ਨਾਂ ਦਾ ਕੋਈ ਵਿਅਕਤੀ ਪੈਦਾ ਨਹੀਂ ਕੀਤਾ।","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:8","price":"8਼ (ਜ਼ਿਕਰੀਆ) ਆਖਣ ਲੱਗਾ ਕਿ ਹੇ ਮੇਰੇ ਮਾਲਿਕ! ਮੇਰੇ ਘਰ ਪੁੱਤਰ ਕਿਵੇਂ ਹੋਵੇਗਾ ਜਦ ਕਿ ਮੇਰੀ ਪਤਨੀ ਵਾਂਝ ਹੈ ਅਤੇ ਮੈਂ ਆਪ ਬੁਢਾਪੇ ਦੇ ਸਿਖਰ ’ਤੇ ਪਹੁੰਚ ਗਿਆ ਹਾਂ।","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:9","price":"9਼ ਫ਼ਰਿਸ਼ਤੇ ਨੇ ਆਖਿਆ ਕਿ ਇੰਜ ਹੀ ਹੋਵੇਗਾ। ਤੇਰੇ ਪਾਲਣਹਾਰ ਦਾ ਇਹ ਵੀ ਫ਼ਰਮਾਨ ਹੈ ਕਿ ਮੇਰੇ ਲਈ ਤਾਂ ਇੰਜ ਕਰਨਾ ਬਹੁਤ ਹੀ ਆਸਾਨ ਹੈ। ਇਸ ਤੋਂ ਜਦ ਕਿ ਤੂੰ ਕੁੱਝ ਵੀ ਨਹੀਂ ਸੀ, ਮੈਂ ਤੈ` ਪੈਦਾ ਕਰ ਚੁੱਕਿਆ ਹਾਂ।","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:10","price":"10਼ (ਜ਼ਿਕਰੀਆ ਨੇ) ਆਖਿਆ ਕਿ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੇਰੇ ਲਈ ਕੋਈ ਨਿਸ਼ਾਨੀ ਨਿਸ਼ਚਿਤ ਕਰਦੇ। ਫ਼ਰਮਾਇਆ, ਤੇਰੇ ਲਈ ਨਿਸ਼ਾਨੀ ਇਹ ਹੈ ਕਿ ਤੂੰ ਸਵਸਥ ਹੁੰਦੇ ਹੋਏ ਵੀ ਲਗਾਤਾਰ ਤਿੰਨ ਰਾਤਾਂ (ਦਿਨ-ਰਾਤ) ਲੋਕਾਂ ਨਾਲ ਗੱਲ ਬਾਤ ਨਹੀਂ ਕਰ ਸਕੇਂਗਾ।","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:11","price":"11਼ ਸੋ ਉਹ (ਜ਼ਿਕਰੀਆ) ਆਪਣੇ ਹੁਜਰਿਓਂ (ਕਮਰੇ ’ਚੋਂ) ਨਿਕਲ ਕੇ ਆਪਣੀ ਕੌਮ ਦੇ ਸਾਹਮਣੇ ਆਇਆ ਤੇ ਉਸ ਨੇ ਇਸ਼ਾਰਿਆਂ ਨਾਲ (ਬਿਨਾ ਬੋਲੇ) ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਸਵੇਰ ਤੋਂ ਸ਼ਾਮ ਤਕ (ਭਾਵ ਹਰ ਵੇਲੇ ਰੱਬ ਦੀ) ਪਾਕੀ ਬਿਆਨ ਕਰੋ।","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:12","price":"12਼ (ਜਦੋਂ ਯਾਹਯਾ ਜਵਾਨ ਹੋ ਗਿਆ ਤਾਂ ਰੱਬ ਨੇ ਉਸ ਨੂੰ ਆਪਣਾ ਨਬੀ ਘੋਸ਼ਿਤ ਕਰਦੇ ਹੋਏ) ਅੱਲਾਹ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਹੇ ਯਾਹਯਾ! (ਮੇਰੀ) ਕਿਤਾਬ (ਤੌਰੈਤ) ਨੂੰ ਜ਼ੋਰ ਨਾਲ ਫੜ ਲੈ। ਅਸੀਂ ਉਸ ਨੂੰ ਛੋਟੀ ਉਮਰ (ਬਚਪਣ) ਵਿਚ ਹੀ ਨਿਰਣਾ-ਸ਼ਕਤੀ ਨਾਲ ਨਿਵਾਜ਼ਿਆ ਸੀ।","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:13","price":"13਼ ਅਤੇ ਆਪਣੇ ਵੱਲੋਂ ਉਸ (ਯਾਹਯਾ) ਨੂੰ ਨਿਮਰਤਾ ਤੇ ਪਵਿੱਤਰਤਾ ਬਖ਼ਸ਼ੀ। ਉਹ ਇਕ ਪਰਹੇਜ਼ਗਾਰ (ਰੱਬ ਦੀ ਨਾਰਾਜ਼ਗੀ ਤੋਂ ਡਰਨ ਵਾਲਾ) ਵਿਅਕਤੀ ਸੀ।","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:14","price":"14਼ ਉਹ ਆਪਣੇ ਮਾਪਿਆ ਨਾਲ ਭਲਾਈ ਕਰਨ ਵਾਲਾ ਸੀ ਉਹ ਸਰਕਸ਼ ਤੇ ਨਾ-ਫ਼ਰਮਾਨ ਨਹੀਂ ਸੀ।","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:15","price":"15਼ ਉਸ (ਯਾਹਯਾ) ’ਤੇ ਸਲਾਮ, ਜਿਸ ਦਿਨ ਉਹ ਪੈਦਾ ਹੋਇਆ, ਜਿਸ ਦਿਨ ਉਹ ਅਕਾਲ ਚਲਾਣਾ ਕਰੇਗਾ ਅਤੇ ਜਿਸ ਦਿਨ ਉਹ ਮੁੜ ਜਿਊਂਦਾ ਕਰਕੇ ਉਠਾਇਆ ਜਾਵੇਗਾ।","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:16","price":"16਼ ਇਸ ਕਿਤਾਬ ਵਿਚ ਮਰੀਅਮ ਦਾ ਵੀ ਜ਼ਿਕਰ ਹੈ, ਜਦੋਂ ਉਹ ਆਪਣੇ ਲੋਕਾਂ ਤੋਂ ਵੱਖ ਹੋਕੇ ਪੂਰਬ ਵੱਲ ਘਰ ਵਿਚ ਜਾ ਬੈਠੀ।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:17","price":"17਼ ਅਤੇ ਉਹਨਾਂ ਲੋਕਾਂ ਤੋਂ ਪੜਦਾ ਕਰ ਲਿਆ ਫੇਰ ਅਸੀਂ ਅੱਲਾਹ ਨੇ ਉਸ (ਮਰੀਅਮ) ਕੋਲ ਆਪਣੀ ਰੂਹ (ਜਿਬਰਾਈਲ) ਨੂੰ ਭੇਜਿਆ, ਉਹ (ਜਿਬਰਾਈਲ) ਉਸ (ਮਰੀਅਮ) ਦੇ ਸਾਹਮਣੇ ਪੂਰੇ ਮਨੁੱਖ ਦੇ ਰੂਪ ਵਿਚ ਪ੍ਰਗਟ ਹੋਇਆ।","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:18","price":"18਼ ਇਹ ਵੇਖ ਕੇ ਮਰੀਅਮ ਆਖਣ ਲੱਗੀ ਕਿ ਮੈਂ ਤੈਥੋਂ ਰਹਿਮਾਨ ਦੀ ਪਨਾਹ ਮੰਗਦੀ ਹਾਂ ਜੇ ਤੂੰ ਰਤਾ ਵੀ ਉਸ ਤੋਂ ਡਰਨ ਵਾਲਾ ਹੈ।","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:19","price":"19਼ ਉਸ (ਜਿਬਰਾਈਲ) ਨੇ ਉੱਤਰ ਵਿਚ ਕਿਹਾ ਕਿ ਮੈਂ ਤਾਂ ਤੇਰੇ ਰੱਬ ਵੱਲੋਂ ਹੀ ਭੇਜਿਆ ਹੋਇਆ ਹਾਂ ਤਾਂ ਜੋ ਤੈਨੂੰ ਰੱਬੀ ਹੁਕਮ ਨਾਲ ਇਕ ਪਵਿੱਤਰ ਬਾਲਕ ਬਖ਼ਸ਼ਾਂ।","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:20","price":"20਼ (ਮਰੀਅਮ) ਆਖਣ ਲੱਗੀ ਕਿ ਮੇਰੇ ਬੱਚਾ ਕਿਵੇਂ ਹੋ ਸਕਦਾ ਹੈ ? ਮੈਨੂੰ ਤਾਂ ਕਿਸੇ ਪੁਰਖ ਨੇ ਹੱਥ ਤਕ ਨਹੀਂ ਲਾਇਆ ਅਤੇ ਨਾ ਹੀ ਮੈਂ ਬਦਕਾਰ ਹਾਂ।","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:21","price":"21਼ ਫ਼ਰਿਸ਼ਤੇ (ਜਿਬਰਾਈਲ) ਨੇ ਆਖਿਆ ਕਿ ਇੰਜ ਹੀ ਹੋਵੇਗਾ ਤੇਰੇ ਰੱਬ ਦਾ ਫਰਮਾਨ ਹੈ ਕਿ ਇੰਜ ਕਰਨਾ ਮੇਰੇ ਲਈ ਬਹੁਤ ਹੀ ਆਸਾਨ ਹੈ। ਅਸੀਂ ਉਸ ਬਾਲਕ ਨੂੰ ਲੋਕਾਂ ਲਈ ਇਕ ਨਿਸ਼ਾਨੀ ਬਣਾ ਦੇਵਾਂਗੇ ਅਤੇ ਆਪਣੇ ਵੱਲੋਂ ਇਕ ਵਿਸ਼ੇਸ਼ ਰਹਿਮਤ ਬਣਾ ਦੇਵਾਂਗੇ ਅਤੇ ਇਹ ਕੰਮ ਹੋਣਾ ਨਿਸ਼ਚਿਤ ਹੈ।","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:22","price":"22਼ ਅੰਤ ਉਹ (ਮਰੀਅਮ) ਗਰਭਪਤੀ ਹੋ ਗਈ ਅਤੇ ਉਹ ਉਸ (ਗਰਭ) ਨੂੰ ਲੈ ਕੇ ਇਕ ਦੂਰ ਸਥਾਨ ’ਤੇ ਚਲੀ ਗਈ।","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"1 ਇਸ ਹਕੀਕਤ ਨੂੰ ਦੂਜੀ ਥਾਂ ਇੰਜ ਬਿਆਨ ਕੀਤਾ ਗਿਆ ਹੈ “ਉਹ ਪਾਕ ਤੇ ਪਵਿੱਤਰ ਜ਼ਨਾਨੀ ਜਿਸ ਨੇ ਆਪਣੀ ਇੱਜ਼ਤ ਦੀ ਰਾਖੀ ਕੀਤੀ। ਅਸੀਂ ਉਸ ਵਿਚ ਆਪਣੇ ਵੱਲੋਂ ਜਾਨ (ਰੂਹ) ਪਾ ਦਿੱਤੀ ਅਤੇ ਉਸ ਨੂੰ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤਰ ਨੂੰ ਦੁਨੀਆਂ ਵਾਲਿਆਂ ਲਈ ਨਿਸ਼ਾਨੀ ਬਣਾ ਦਿੱਤਾ” (ਅੰਬੀਆਂ 91/21)।","lang":"pa"},{"name":"19:23","price":"23਼ ਫੇਰ ਪਰਸੂਤ ਦੀਆਂ ਪੀੜਾਂ ਨੇ ਉਸ ਨੂੰ ਖਜੂਰ ਦੇ ਦਰਖ਼ਤ ਹੇਠ ਪਹੁੰਚਾ ਦਿੱਤਾ। ਆਖਣ ਲੱਗੀ ਕਿ ਕਾਸ਼! ਮੈਂ ਇਸ (ਬਾਲਕ ਦੇ ਜੰਮਣ) ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਮਰ ਜਾਂਦੀ ਅਤੇ ਲੋਕੀ ਮੈਨੂੰ ਭੁਲ ਜਾਂਦੇ।","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:24","price":"24਼ ਉਦੋਂ ਹੀ ਫ਼ਰਿਸ਼ਤੇ ਨੇ ਉਸ ਦੇ ਹੇਠੋਂ ਅਵਾਜ਼ ਮਾਰ ਕੇ ਆਖਿਆ ਕਿ ਚਿੰਤਾ ਨਾ ਕਰ ਤੇਰੇ ਰੱਬ ਨੇ ਤੇਰੇ ਪੈਰਾਂ ਹੇਠ ਇਕ ਸੋਮਾ ਵਗਾ ਦਿੱਤਾ ਹੈ।","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:25","price":"25਼ ਅਤੇ ਖਜੂਰ ਦੇ ਤਨੇ ਨੂੰ ਹਲੂਣਾ ਮਾਰ, ਇਹ ਤੇਰੇ ਅੱਗੇ (ਖਾਨ ਲਈ) ਤਾਜ਼ੀਆਂ ਤੇ ਪੱਕੀਆਂ ਹੋਈਆਂ ਖਜੂਰਾਂ ਝਾੜ ਦੇਵੇਗਾ।","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:26","price":"26਼ ਸੋ ਹੁਣ ਤੂੰ ਖਾ ਪੀ ਅਤੇ (ਬੱਚੇ ਨੂੰ ਵੇਖ ਕੇ) ਆਪਣੀਆਂ ਅੱਖਾਂ ਠੰਢੀਆਂ ਕਰ, ਜੇ ਤੈਨੂੰ ਕੋਈ ਵਿਅਕਤੀ ਵਿਖਾਈ ਦੇਵੇ ਤਾਂ ਉਹ ਨੂੰ ਆਖ ਦਈਂ ਕਿ ਮੈਂ ਰਹਿਮਾਨ ਲਈ ਰੋਜ਼ੇ ਦੀ ਸੁੱਖ ਸੁੱਖੀ ਹੈ ਸੋ ਅੱਜ ਮੈਂ ਕਿਸੇ ਨਾਲ ਵੀ ਗੱਲ ਨਹੀਂ ਕਰਾਂਗੀ।","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:27","price":"27਼ ਜਦੋਂ ਉਹ (ਮਰੀਅਮ) ਆਪਣੇ ਬੱਚੇ ਨੂੰ ਲੈ ਕੇ ਆਪਣੀ ਕੌਮ ਵੱਲ ਆਈ ਤਾਂ ਉਹ ਕਹਿਣ ਲੱਗੇ ਕਿ ਹੇ ਮਰੀਅਮ! ਇਹ ਤਾਂ ਤੂੰ ਘੋਰ ਪਾਪ ਕੀਤਾ ਹੈ।","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:28","price":"28਼ (ਕੌਮ ਨੇ ਆਖਿਆ ਕਿ) ਹੇ ਹਾਰੂਨ ਦੀ ਭੈਣ! ਨਾ ਹੀ ਤੇਰਾ ਪਿਓ ਭੈੜਾ ਵਿਅਕਤੀ ਸੀ ਅਤੇ ਨਾ ਹੀ ਤੇਰੀ ਮਾਂ ਕੋਈ ਬਦਕਾਰ ਔਰਤ ਸੀ।","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:29","price":"29਼ ਮਰੀਅਮ ਨੇ ਆਪਣੇ ਬੱਚੇ ਵੱਲ ਇਸ਼ਾਰਾ ਕੀਤਾ (ਜੋ ਪੁਛਣਾ ਹੈ ਇਸ ਤੋਂ ਪੱਛੋ ਕਿ ਇਸ ਤੋਂ ਪੁੱਛੋ)। ਉਹ ਲੋਕ ਕਹਿਣ ਲੱਗੇ ਕਿ ਭਲਾਂ ਗੋਦੀ ਵਾਲੇ ਬੱਚੇ ਨਾਲ ਅਸੀਂ ਕਿੱਦਾ ਗੱਲਾਂ ਕਰ ਸਕਦੇ ਹਾਂ।1","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 46/3","lang":"pa"},{"name":"19:30","price":"30਼ ਪਰ ਬੱਚਾ ਬੋਲ ਪਿਆ ਕਿ ਮੈਂ ਅੱਲਾਹ ਦਾ ਬੰਦਾ ਹਾਂ ਉਸ ਨੇ ਮੈਨੂੰ ਕਿਤਾਬ (ਇੰਜੀਲ) ਬਖ਼ਸ਼ੀ ਹੈ ਅਤੇ ਮੈਨੂੰ ਪੈਗ਼ੰਬਰ ਬਣਾਇਆ ਹੈ।","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:31","price":"31਼ ਉਸ (ਅੱਲਾਹ) ਨੇ ਮੈਨੂੰ ਬਰਕਤਾਂ ਵਾਲਾ ਬਣਾਇਆ ਹੈ, ਮੈਂ ਜਿੱਥੇ ਵੀ ਹੋਵਾਂ ਅਤੇ ਜਦੋਂ ਤੀਕ ਮੈਂ ਜਿਊਂਦਾ ਰਹਾਂ, ਉਸ ਨੇ ਮੈਨੂੰ ਨਮਾਜ਼ ਅਤੇ ਜ਼ਕਾਤ ਦੇਣ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਹੈ।","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:32","price":"32਼ ਅਤੇ ਉਸ ਨੇ ਮੈਨੂੰ ਆਪਣੀ ਮਾਤਾ ਦਾ ਸੇਵਾਦਾਰ ਬਣਾਇਆ ਹੈ। ਉਸ (ਅੱਲਾਹ) ਨੇ ਮੈਨੂੰ ਜ਼ੋਰ ਜ਼ਬਰਦਸਤੀ ਕਰਨ ਵਾਲਾ ਅਤੇ ਮੰਦਭਾਗਾ ਨਹੀਂ ਬਣਾਇਆ।","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:33","price":"33਼ ਸਲਾਮ ਹੈ ਮੇਰੇ ਉੱਤੇ ਜਦੋਂ ਮੈਂ ਜਨਮਿਆ ਅਤੇ ਜਿਸ ਦਿਨ ਮੈਂ ਮਰਾਂਗਾ ਅਤੇ ਜਦੋਂ ਮੈਂ ਮੁੜ ਜਿਊਂਦਾ ਕਰਕੇ ਖੜਾ ਕੀਤਾ ਜਾਵਾਂਗਾ।","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:34","price":"34਼ ਇਹ ਹੈ ਈਸਾ ਪੁੱਤਰ ਮਰੀਅਮ (ਦੀ ਹਕੀਕਤ), ਇਹੋ ਹੱਕ ਸੱਚ ਵਾਲੀ ਗੱਲ ਹੈ, ਜਿਸ ਵਿਚ ਲੋਕੀ ਸ਼ੱਕ ਕਰ ਰਹੇ ਹਨ।","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:35","price":"35਼ ਅੱਲਾਹ ਨੂੰ ਇਹ ਸ਼ੋਭਾ ਨਹੀਂ ਦਿੰਦਾ ਕਿ ਉਸ ਦੇ ਕੋਈ ਸੰਤਾਨ ਹੋਵੇ, ਉਹ ਤਾਂ ਇਕ ਪਾਕ ਜ਼ਾਤ ਹੈ। ਉਹ ਜਦੋਂ ਕਿਸੇ ਕੰਮ ਦੇ ਕਰਨ ਦਾ ਫ਼ੈਸਲਾ ਕਰ ਲੈਂਦਾ ਹੈ ਤਾਂ ਆਖਦਾ ਹੈ ਕਿ ਹੋ ਜਾ ਤਾਂ ਉਹ ਝੱਟ ਹੋ ਜਾਂਦਾ ਹੈ।1","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 116/2","lang":"pa"},{"name":"19:36","price":"36਼ (ਈਸਾ ਨੇ ਆਖਿਆ) ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਮੇਰਾ ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਹੈ, ਸੋ ਤੁਸੀਂ ਸਾਰੇ ਉਸੇ ਦੀ ਬੰਦਗੀ ਕਰੋ, ਇਹੋ ਸਿੱਧਾ ਰਾਹ ਹੈ।","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:37","price":"37਼ ਪਰ ਫੇਰ ਵੱਖ-ਵੱਖ ਧੜੇ ਆਪੋ ਵਿਚਾਲੇ ਮਤਭੇਦ ਕਰਨ ਲੱਗ ਪਏ, 2 ਸੋ ਉਹਨਾਂ ਲਈ ਬਰਬਾਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਵੱਡੇ ਦਿਹਾੜੇ (ਭਾਵ ਕਿਆਮਤ) ਦੀ ਪੇਸ਼ੀ ਦਾ ਇਨਕਾਰ ਕੀਤਾ।","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"2 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 103/3","lang":"pa"},{"name":"19:38","price":"38਼ ਉਹ ਲੋਕ ਕਿੰਨਾਂ ਵਧੀਆ ਵੇਖਣ ਵਾਲੇ ਤੇ ਸੁਣਨ ਵਾਲੇ ਹੋਣਗੇ ਜਦੋਂ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਉਹ ਕਾਫ਼ਿਰ ਸਾਡੇ ਕੋਲ ਆਉਣਗੇ ਪਰ ਅੱਜ ਦੇ ਦਿਨ ਤਾਂ ਇਹ ਜ਼ਾਲਮ ਲੋਕ ਸਪਸ਼ਟ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਨ।","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:39","price":"39਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਉਸ ਦੁਖ ਭਰੇ ਦਿਨ ਤੋਂ ਡਰਾਓ ਜਦੋਂ ਸਾਰੇ ਮਾਮਲਿਆਂ ਦਾ ਨਬੇੜਾ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ ਪਰ ਅੱਜ (ਸੰਸਾਰ ਵਿਚ) ਇਹ ਲੋਕੀ ਭੁਲੇਖੇ ਵਿਚ ਹਨ 1 ਉਹ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਣਗੇ।","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"1 ਜਦੋਂ ਕਿਆਮਤ ਦੀ ਘਟਨਾ ਵਾਪਰੇਗੀ ਤਾਂ ਇਨਕਾਰੀਆਂ ਦੀਆਂ ਅੱਖਾਂ ਖੁਲ੍ਹੀਆਂ ਰਹਿ ਜਾਣਗੀਆਂ ਅਤੇ ਅਫ਼ਸੋਸ ਕਰਨਗੇ ਪਰ ਹੁਣ ਇਸ ਦੀ ਭਰਪਾਈ ਨਹੀਂ ਹੋ ਸਕਦੀ ਕਿਉਂ ਜੇ ਉੱਥੇ ਜਿਹੜਾ ਵੀ ਕੋਈ ਆਰਾਮ ਤੇ ਖ਼ੁਸ਼ੀ ਵਿਚ ਹੋਵੇਗਾ ਉਹ ਸਦਾ ਲਈ ਹੋਵੇਗਾ ਅਤੇ ਜਿਹੜਾ ਅਜ਼ਾਬ ਵਿਚ ਫ਼ਸਿਆ ਹੋਵੇਗਾ ਉਹ ਵੀ ਸਦਾ ਲਈ ਹੋਵੇਗਾ। ਇਕ ਹਦੀਸ ਵਿਚ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ “ਕਿਆਮਤ ਦਿਹਾੜੇ ਮੌਤ ਨੂੰ ਇਕ ਚਿਤਕਬਰੇ ਮਿੰਢੇ ਦੀ ਸ਼ਕਲ ਵਿਚ ਲਿਆਇਆ ਜਾਵੇਗਾ ਅਤੇ ਫੇਰ ਇਕ ਆਵਾਜ਼ ਦੇਣ ਵਾਲੀ ਆਵਾਜ਼ ਦੇਵੇਗਾ ਕਿ ਹੇ ਜੰਨਤੀਓ! ਜਦੋਂ ਉਹ ਗਰਦਨ ਚੁੱਕ ਕੇ ਵੇਖਣਗੇ ਕਿ ਉਹਨਾਂ ਨੂੰ ਕਿਹਾ ਜਾਵੇਗਾ ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਜਾਣਦੇ ਹੋ ? ਤਾਂ ਉਹ ਆਖਣਗੇ ਕਿ ਹਾਂ! ਜਾਣਦੇ ਹਾਂ ਇਹ ਤਾਂ ਮੌਤ ਹੈ ਕਿਉਂ ਜੋ ਇਸ ਨੂੰ ਸਾਰੇ ਹੀ ਵੇਖ ਚੁੱਕੇ ਹਨ। ਫੇਰ ਦੁਬਾਰਾ ਪੁੱਛਿਆ ਜਾਵੇਗਾ ਹੇ ਨਰਕੀਓ! ਉਹ ਵੀ ਗਰਦਨ ਚੁੱਕਣਗੇ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਵੀ ਪੁੱਛਿਆ ਜਾਵੇਗਾ ਕਿ ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਜਾਣਦੇ ਹੋ ? ਉਹ ਕਹਿਣਗੇ ਕਿ ਹਾਂ! ਇਹ ਤਾਂ ਮੌਤ ਹੈ ਕਿਉਂ ਜੋ ਉਸ ਸਮੇਂ ਤਕ ਸਾਰੇ ਹੀ ਉਸ ਨੂੰ ਵੇਖ ਚੁੱਕੇ ਹੋਣਗੇ। ਫੇਰ ਇਸ ਮੀਢੇ ਨੂੰ ਜ਼ਿਬਹ ਕੀਤਾ ਜਾਵੇਗਾ ਅਤੇ ਮਨਾਦੀ ਕਰਨ ਵਾਲਾ ਆਖੇਗਾ ਕਿ ਹੇ ਸਵਰਗ ਵਾਲਿਓ! ਤੁਸੀਂ ਸਦਾ ਲਈ ਇਸ ਵਿਚ ਰਹੋਗੇ ਹੁਣ ਤੁਹਾਨੂੰ ਮੌਤ ਨਹੀਂ ਆਵੇਗੀ ਅਤੇ ਹੇ ਨਰਕ ਵਾਲਿਓ! ਤੁਸੀਂ ਸਦਾ ਇਸੇ ਵਿਚ ਰਹੋਗੇ ਹੁਣ ਤੁਹਾਨੂੰ ਮੌਤ ਨਹੀਂ ਆਵੇਗੀ ਫੇਰ ਇਸ ਤੋਂ ਬਾਅਦ ਰਸੂਲ (ਸ:) ਨੇ ਇਸੇ ਆਇਤ ਦਾ ਪਾਠ ਕੀਤਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4730)","lang":"pa"},{"name":"19:40","price":"40਼ ਅੰਤ ਨੂੰ ਅਸਾਂ ਹੀ ਧਰਤੀ ਦੇ ਅਤੇ ਸਾਰੇ ਧਰਤੀ ਵਾਲਿਆਂ ਦੇ ਵਾਰਸ ਹੋਵਾਂਗੇ ਅਤੇ ਸਾਰੇ ਹੀ ਲੋਕੀ ਸਾਡੇ ਵੱਲ ਹੀ ਪਰਤਾਏ ਜਾਣਗੇ।","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:41","price":"41਼ (ਹੇ ਨਬੀ!) ਇਸੇ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਵਿੱਚੋਂ ਇਬਰਾਹੀਮ ਦਾ ਵੀ ਕਿੱਸਾ ਬਿਆਨ ਕਰੋ, ਬੇਸ਼ੱਕ ਉਹ (ਇਬਰਾਹੀਮ) ਇਕ ਸੱਚਾ ਨਬੀ ਸੀ।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:42","price":"42਼ ਜਦੋਂ ਉਸ ਨੇ ਆਪਣੇ ਪਿਤਾ ਨੂੰ ਕਿਹਾ ਕਿ ਹੇ ਮੇਰੇ ਪਿਤਾ ਜੀ! ਤੁਸੀਂ ਇਨ੍ਹਾਂ (ਦੇਵੀ ਦੇਵਤਿਆਂ) ਨੂੰ ਕਿਉਂ ਪੂਜਦੇ ਹੋ ਜੋ ਨਾ ਕੁੱਝ ਸੁਣਨ, ਨਾ ਹੀ ਵੇਖਣ ਤੇ ਨਾ ਹੀ ਤੁਹਾਡੇ ਕਿਸੇ ਕੰਮ ਆਉਣ ?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:43","price":"43਼ ਮੇਰੇ ਪਿਆਰੇ ਪਿਤਾ ਜੀ ਬੇਸ਼ੱਕ ਮੇਰੇ ਕੋਲ (ਮੇਰੇ ਰੱਬ ਵਲੋਂ) ਅਜਿਹਾ ਗਿਆਨ ਆਇਆ ਹੈ ਜਿਹੜਾ ਤੁਹਾਡੇ ਕੋਲ ਨਹੀਂ ਹੈ ਸੋ ਤੁਸੀਂ ਮੇਰੀ ਮੰਨੋ ਮੈਂ ਤੁਹਾਨੂੰ ਸਿੱਧੀ ਰਾਹ ਦਰਸਾਵਾਂਗਾ।","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:44","price":"44਼ ਪਿਤਾ ਜੀ, ਤੁਸੀਂ ਸ਼ੈਤਾਨ ਦੀ ਬੰਦਗੀ ਨਾ ਕਰੋ। ਬੇਸ਼ੱਕ ਸ਼ੈਤਾਨ ਤਾਂ ਰਹਿਮਾਨ (ਭਾਵ ਅੱਲਾਹ) ਦਾ ਨਾ-ਫ਼ਰਮਾਨ ਹੈ।","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:45","price":"45਼ ਪਿਤਾ ਜੀ ਮੈਨੂੰ ਡਰ ਹੈ ਕਿ ਤੁਹਾਡੇ ਉੱਤੇ ਰਹਿਮਾਨ ਵੱਲੋਂ ਕੋਈ ਅਜ਼ਾਬ ਨਾ ਆ ਜਾਵੇ ਫੇਰ ਤੁਸੀਂ ਸ਼ੈਤਾਨ ਦੇ ਸਾਥੀ ਬਣ ਜਾਓ।","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:46","price":"46਼ (ਪਿਤਾ) ਆਜ਼ਰ ਨੇ ਆਖਿਆ ਕਿ ਹੇ ਇਬਰਾਹੀਮ! ਕੀ ਤੈਂ ਮੇਰੇ ਇਸ਼ਟਾਂ ਤੋਂ ਮੂੰਹ ਫੇਰ ਲਿਆ ਹੈ ? ਜੇ ਤੂੰ ਬਾਜ਼ ਨਾ ਆਇਆ ਤਾਂ ਮੈਂ ਪੱਥਰ ਮਾਰ-ਮਾਰ ਕੇ ਤੈਨੂੰ ਮਾਰ ਦਿਆਂਗਾ ਜਾਂ ਤੂੰ ਸਦਾ ਲਈ ਮੈਥੋਂ ਦੂਰ ਚਲਿਆ ਜਾ।","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:47","price":"47਼ (ਇਬਰਾਹੀਮ ਨੇ) ਕਿਹਾ ਕਿ ਚੰਗਾ ਤੁਸੀਂ ਸਲਾਮਤ ਰਹੋ, ਮੈਂ ਛੇਤੀ ਹੀ ਤੁਹਾਡੀ ਬਖ਼ਸ਼ਿਸ਼ ਲਈ ਆਪਣੇ ਰੱਬ ਤੋਂ ਦੁਆ ਕਰਾਂਗਾ ਬੇਸ਼ੱਕ ਉਹ ਮੇਰੇ ’ਤੇ ਅਤਿ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:48","price":"48਼ ਮੈਂ ਤਾਂ ਤੁਹਾਨੂੰ ਵੀ ਛਡਦਾ ਹਾਂ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਵੀ ਛੱਡਦਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਰੱਬ ਨੂੂੰ ਛੱਡ ਕੇ ਪੁਕਾਰਦੇ ਹੋ। ਮੈਂ ਤਾਂ ਕੇਵਲ ਆਪਣੇ ਰੱਬ ਨੂੰ ਹੀ (ਆਪਣੀ ਮਦਦ ਲਈ) ਪੁਕਾਰਦਾ ਹਾਂ। ਮੈਨੂੰ ਆਸ ਹੈ ਕਿ ਮੈਂ ਆਪਣੇ ਰੱਬ ਨੂੰ ਪੁਕਾਰ ਕੇ ਨਾ-ਮੁਰਾਦ ਨਹੀਂ ਰਹਾਂਗਾ।","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:49","price":"49਼ ਜਦੋਂ ਉਹ (ਇਬਰਾਹੀਮ) ਉਹਨਾਂ (ਬਸਤੀ ਵਾਲਿਆਂ) ਤੋਂ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਪੂਜਦੇ ਸੀ, ਅੱਡ ਹੋ ਗਿਆ, ਫੇਰ ਅਸੀਂ ਉਸ ਨੂੰ ਇਸਹਾਕ (ਪੁੱਤਰ) ਅਤੇ ਯਾਕੂਬ (ਪੋਤਰਾ) ਜਿਹੀ ਔਲਾਦ ਬਖ਼ਸ਼ੀ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਸਭ ਨੂੰ ਨਬੀ ਬਣਾਇਆ।","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:50","price":"50਼ ਅਸਾਂ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ ਮਿਹਰ ਨਾਲ ਨਿਵਾਜ਼ਿਆ ਅਤੇ ਉਹਨਾਂ ਲਈ ਸੱਚਾਈ ਦੇ ਬੋਲਾਂ ਨੂੰ ਉਚਾਈ (ਪ੍ਰਸਿੱਧੀ) ਬਖ਼ਸ਼ੀ।1","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 135/2 ਅਤੇ ਸੂਰਤ ਅਨ-ਨਹਲ, ਹਾਸ਼ੀਆ ਆਇਤ 121/16","lang":"pa"},{"name":"19:51","price":"51਼ (ਹੇ ਨਬੀ ਸ:!) ਇਸ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਵਿੱਚੋਂ ਮੂਸਾ ਦਾ ਵੀ ਕਿੱਸਾ ਬਿਆਨ ਕਰੋ, ਉਹ ’ਚੋਂਣਵਾਂ ਰਸੂਲ (ਨਬੀ) ਸੀ।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:52","price":"52਼ ਅਸੀਂ ਉਸ (ਮੂਸਾ) ਨੂੰ ਤੂਰ (ਪਹਾੜ) ਦੇ ਸੱਜੇ ਪਾਸਿਓਂ ਆਵਾਜ਼ ਦਿੱਤੀ ਅਤੇ ਭੇਤ ਭਰੀਆਂ ਗੱਲਾਂ ਕਰਨ ਲਈ ਨੇੜੇ ਕਰ ਲਿਆ।","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:53","price":"53਼ ਅਤੇ ਆਪਣੀ ਵਿਸ਼ੇਸ਼ ਕ੍ਰਿਪਾ ਕਰਦੇ ਹੋਏ ਉਸ ਦੇ ਭਰਾ (ਹਾਰੂਨ) ਨੂੰ ਵੀ ਨਬੀ ਬਣਾਇਆ।","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:54","price":"54਼ ਇਸ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਵਿੱਚੋਂ ਇਸਮਾਈਲ ਦੀ ਵੀ ਚਰਚਾ ਕਰੋ ਉਹ ਵਾਅਦੇ ਦਾ ਪੱਕਾ ਸੀ ਰਸੂਲ ਤੇ ਨਬੀ ਸੀ।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:55","price":"55਼ ਉਹ (ਇਸਮਾਈਲ) ਆਪਣੇ ਘਰ ਵਾਲਿਆਂ ਨੂੰ ਨਮਾਜ਼ ਤੇ ਜ਼ਕਾਤ ਦਾ ਹੁਕਮ ਦਿਆ ਕਰਦਾ ਸੀ। ਬੇਸ਼ੱਕ ਉਹ ਆਪਣੇ ਰੱਬ ਦਾ ਮਨ-ਭਾਉਂਦਾ ਬੰਦਾ ਸੀ।","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:56","price":"56਼ ਇਸ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਵਿਚ ਇਦਰੀਸ ਦੀ ਵੀ ਚਰਚਾ ਕਰੋ ਉਹ ਇਕ ਸੱਚਾ ਨਬੀ ਸੀ।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:57","price":"57਼ ਅਤੇ ਅਸੀਂ ਉਸ (ਇਦਰੀਸ) ਨੂੰ ਇਕ ਉੱਚਾ ਸਥਾਨ ਬਖ਼ਸ਼ਿਆ ਸੀ।","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:58","price":"58਼ ਇਹ ਉਹ ਪੈਗ਼ੰਬਰ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅੱਲਾਹ ਨੇ ਇਨਾਮ ਨਾਲ ਨਿਵਾਜ਼ਿਆ, ਜੋ ਕਿ ਆਦਮ ਦੀ ਸੰਤਾਨ ਵਿੱਚੋਂ ਸਨ ਅਤੇ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀ ਨਸਲ ਵਿੱਚੋਂ ਸਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਨੂਹ ਦੇ ਸੰਗ ਕਿਸ਼ਤੀ ’ਤੇ ਸਵਾਰ ਕੀਤਾ ਸੀ ਅਤੇ ਇਬਰਾਹੀਮ ਤੇ ਇਸਰਾਈਲ (ਭਾਵ ਯਾਕੂਬ) ਦੇ ਵੰਸ਼ ਵਿੱਚੋਂ ਸਨ। ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਅਸੀਂ ਆਪਣੇ ਵੱਲੋਂ ਹਿਦਾਇਤ ਬਖ਼ਸ਼ੀ ਅਤੇ (ਪੈਗ਼ੰਬਰੀ ਲਈ) ਚੁਣ ਲਿਆ, ਜਦੋਂ ਉਹਨਾਂ ਦੇ ਸਾਹਮਣੇ ਰਹਿਮਾਨ ਦੀਆਂ ਆਇਤਾਂ (.ਕੁਰਆਨ) ਦੀ ਪੜ੍ਹਾਈ ਕੀਤੀ ਜਾਂਦੀ ਸੀ ਤਾਂ ਉਹ ਰੋਂਦੇ ਹੋਏ ਸਿਜਦੇ ਵਿਚ ਡਿਗ ਪੈਂਦੇ ਸਨ।1","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"1 .ਕੁਰਆਨ ਪੜ੍ਹਣ ਵਾਲਾ ਜਦੋਂ ਇਹ ਆਇਤ ਪੜ੍ਹੇ ਤਾਂ ਕਿਬਲਾ ਵੱਲ ਮੂੰਹ ਕਰਕੇ ਅੱਲਾਹ ਦੇ ਹਜ਼ੂਰ ਸਿਜਦਾ ਕਰੇ ਜਿਸ ਵਿਚ ਦੁਆਵਾਂ ਪੜ੍ਹੇ ਜਿਨ੍ਹਾਂ ਦਾ ਅਰਥ ਹੈ ਕਿ ਹੇ ਅੱਲਾਹ! ਮੇਰੇ ਲਈ ਆਪਣੇ ਕੋਲ ਤੋਂ ਇਸ .ਕੁਰਆਨ ਨੂੰ ਪੜ੍ਹਣ ਦਾ ਸਵਾਬ ਲਿਖ ਦੇ ਅਤੇ ਬਦਲ ਵਿਚ ਮੈਨੂੰ ਗੁਨਾਹਾਂ ਤੋਂ ਪਾਕ ਕਰ ਅਤੇ ਮੇਰੇ ਵੱਲੋਂ ਇਸ ਪੜ੍ਹਾਈ ਨੂੰ ਆਪਣੇ ਕੋਲ ਜਮਾਂ ਕਰ ਲੈ ਅਤੇ ਮੇਰੇ ਵੱਲੋਂ ਇਸ ਦੇ ਪੜ੍ਹਣ ਨੂੰ ਕਬੂਲ ਕਰ ਜਿਵੇਂ ਤੂੰ ਅਪਣੇ ਬੰਦੇ ਦਾਊਦ ਅ:ਸ ਦੇ ਪੜ੍ਹਣ ਨੂੰ ਕਬੂਲ ਕੀਤਾ ਸੀ। (ਇਬਨੇ ਮਾਜਾ, ਹਦੀਸ: 1053, ਜਾਮਅੇ ਤਿਰਮਜ਼ੀ, ਹਦੀਸ: 3424, 579)","lang":"pa"},{"name":"19:59","price":"59਼ ਫੇਰ ਉਹਨਾਂ ਤੋਂ ਬਾਅਦ ਕੁੱਝ ਅਜਿਹੇ ਅਯੋਗ ਜਾਨਸ਼ੀਨ ਬਣੇ ਕਿ ਉਹ ਨਮਾਜ਼ਾਂ ਨੂੰ ਅਜਾਈਂ ਕਰਦੇ ਰਹੇ ਅਤੇ ਅਪਣੀਆਂ ਇੱਛਾਵਾਂ ਦੇ ਪਿੱਛੇ ਹੀ ਲੱਗੇ ਰਹੇ। 2 ਛੇਤੀ ਹੀ ਉਹਨਾਂ ਨੂੰ ਹਲਾਕਤ ਤੇ ਗੁਮਰਾਹੀ ਦਾ ਫਲ ਭੁਗਤਣਾ ਪਵੇਗਾ।","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"2 ਜਿਵੇਂ ਸ਼ਰਾਬ ਆਦਿ ਦਾ ਨਸ਼ਾ ਕਰਨਾ, ਝੂਠੀ ਗਵਾਹੀ ਦੇਣਾ, ਹਰਾਮ ਖਾਣਾ, ਜ਼ਨਾ ਕਰਨਾ, ਲੋਕਾਂ ਦੇ ਹੱਕ ਮਾਰਨਾ, ਚੋਰੀ, ਚੁੱਗਲੀ ਆਦਿ ਕਰਨਾ, ਝੂਠੇ ਅਲਜ਼ਾਮ, ਨਾ-ਹੱਕਾ ਕਤਲ ਆਦਿ ਕਰਨਾ ਸ਼ਾਮਲ ਹਨ।","lang":"pa"},{"name":"19:60","price":"60਼ ਪਰ ਜਿਹੜੇ ਲੋਕ ਤੌਬਾ ਕਰ ਲੈਣ ਅਤੇ ਈਮਾਨ ਲਿਆਉਣ ਅਤੇ ਨੇਕ ਅਮਲ ਵੀ ਕਰਨ, ਅਜਿਹੇ ਲੋਕ ਹੀ ਜੰਨਤ ਵਿਚ ਜਾਣਗੇ ਅਤੇ ਉਹਨਾਂ ਦਾ ਭੋਰਾ ਭਰ ਵੀ ਹੱਕ ਨਹੀਂ ਮਾਰਿਆ ਜਾਵੇਗਾ।3","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"3 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਤੌਬਾ, ਹਾਸ਼ੀਆ ਆਇਤ 121/9","lang":"pa"},{"name":"19:61","price":"61਼ ਇਹ ਜੰਨਤਾਂ ਸਦੀਵੀ ਹਨ ਜਿਨ੍ਹਾਂ ਦਾ ਵਾਅਦਾ ਰਹਿਮਾਨ ਨੇ ਆਪਣੇ ਆਗਿਆਕਾਰੀ ਬੰਦਿਆ ਨਾਲ ਅਣ-ਡਿਠਿਆਂ ਹੀ ਕੀਤਾ ਹੋਇਆ ਹੈ। ਨਿਰਸੰਦੇਹ, ਉਸ (ਰੱਬ) ਦਾ ਇਹ ਵਾਅਦਾ ਪੂਰਾ ਹੋ ਕੇ ਰਹੇਗਾ।","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:62","price":"62਼ ਉਹ ਲੋਕ ਉੱਥੇ (ਜੰਨਤ ਵਿਚ) ਛੁੱਟ ਸਲਾਮ ਤੋਂ, ਕੋਈ ਬੇਹੂਦਾ ਗੱਲਾਂ ਨਹੀਂ ਸੁਣਨਗੇ। ਉੱਥੇ ਉਹਨਾਂ ਲਈ ਸਵੇਰੇ-ਸ਼ਾਮ ਰਿਜ਼ਕ ਹੋਵੇਗਾ।","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:63","price":"63਼ ਇਹ ਉਹ ਸਵਰਗ ਹੈ ਜਿਸ ਦਾ ਵਾਰਸ ਅਸੀਂ ਆਪਣੇ ਬੰਦਿਆਂ ਵਿੱਚੋਂ ਉਹਨਾਂ ਨੂੰ ਬਣਾਉਂਦੇ ਹਾਂ ਜਿਹੜੇ ਪਰਹੇਜ਼ਗਾਰ ਹੁੰਦੇ ਹਨ।","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:64","price":"64਼ (ਹੇ ਨਬੀ!) ਅਸੀਂ (ਭਾਵ ਫ਼ਰਿਸ਼ਤੇ) ਤੁਹਾਡੇ ਰੱਬ ਦੀ ਆਗਿਆ ਨਾਲ ਹੀ (ਧਰਤੀ ’ਤੇ) ਉੱਤਰਦੇ ਹਾਂ, ਜੋ ਸਾਡੇ ਅੱਗੇ ਹੈ ਤੇ ਜੋ ਸਾਡੇ ਪਿੱਛੇ ਹੈ ਅਤੇ ਜੋ ਉਹਨਾਂ ਦੇ ਵਿਚਕਾਰ ਹੈ ਉਹ ਸਭ ਉਸੇ ਦਾ ਹੈ ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਭੁਲਣ ਵਾਲਾ ਨਹੀਂ।","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:65","price":"65਼ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦਾ ਅਤੇ ਜੋ ਵੀ ਇਹਨਾਂ ਦੇ ਵਿਚਕਾਰ ਹੈ, ਸਭ ਦਾ ਮਾਲਿਕ ਉਹੀਓ ਹੈ। ਸੋ ਤੁਸੀਂ ਉਸੇ ਦੀ ਇਬਾਦਤ ਕਰੋ ਤੇ ਉੇਸੇ ਦੀ ਇਬਾਦਤ ’ਤੇ ਕਾਇਮ ਰਹੋ। ਕੀ ਤੁਸੀਂ ਉਸ ਜਿਹਾ ਕੋਈ ਨਾਂ ਹੋਰ ਵੀ ਜਾਣਦੇ ਹੈ ?1","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 73/3","lang":"pa"},{"name":"19:66","price":"66਼ ਮਨੁੱਖ ਆਖਦਾ ਹੈ ਕਿ ਜਦੋਂ ਮੈਂ ਮਰ ਜਾਵਾਂਗਾ ਤਾਂ ਕੀ ਮੈਂ ਮੁੜ (ਕਬਰਾਂ ’ਚੋਂ) ਜਿਊਂਦਾ ਕੱਢਿਆ ਜਾਵਾਂਗਾ?","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:67","price":"67਼ ਕੀ ਇਹ ਮਨੁੱਖ ਇਹ ਵੀ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਅਸੀਂ ਇਸ ਨੂੰ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਪੈਦਾ ਕਰ ਚੁੱਕੇ ਹਾਂ ਜਦੋਂ ਕਿ ਉਹ ਕੁੱਝ ਵੀ ਨਹੀਂ ਸੀ।","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:68","price":"68਼ ਤੇਰੇ ਰੱਬ ਦੀ ਸੁੰਹ ਅਸੀਂ ਜ਼ਰੂਰ ਹੀ ਇਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਸ਼ੈਤਾਨਾਂ ਦੇ ਨਾਲ ਇਕੱਠਾ ਕਰਾਂਗੇ ਫੇਰ ਅਸੀਂ ਜ਼ਰੂਰ ਹੀ ਇਹਨਾਂ ਨੂੰ ਨਰਕ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਗੋਡਿਆਂ ਦੇ ਭਾਰ ਹਾਜ਼ਰ ਕਰਾਂਗੇ।","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:69","price":"69਼ ਫੇਰ ਅਸੀਂ ਹਰੇਕ ਧੜੇ ਵਿੱਚੋਂ ਉਸ ਨੂੰ ਖਿੱਚ ਕੇ ਵੱਖ ਕਰ ਦੇਵਾਂਗੇ, ਜਿਹੜਾ ਇਹਨਾਂ ਵਿੱਚੋਂ ਰਹਿਮਾਨ ਦੇ ਵਿਰੁੱਧ ਸਰਕਸ਼ੀ ਵਿਚ ਵਧੇਰੇ ਸਖ਼ਤ ਸੀ।","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:70","price":"70਼ ਫੇਰ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਵੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦੇ ਹਾਂ ਜਿਹੜੇ ਨਰਕ ਵਿਚ ਜਾਣ ਦਾ ਵਧੇਰੇ ਹੱਕ ਰੱਖਦੇ ਹਨ।","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:71","price":"71਼ ਤੁਹਾਡੇ (ਕਾਫ਼ਿਰਾਂ) ’ਚੋਂ ਕੋਈ ਵੀ ਅਜਿਹਾ ਨਹੀਂ ਜਿਹੜਾ ਨਰਕ ਤਕ ਨਾ ਪਹੁੰਚੇ,1 ਜਿਸ ਨੂੰ ਪੂਰਾ ਕਰਨਾ ਤੁਹਾਡੇ ਰੱਬ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਹੈ ਅਤੇ ਇਹ ਹੋ ਕੇ ਰਹਿਣਾ ਹੈ।","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"1 ਇਸ ਆਇਤ ਦਾ ਵਿਆਖਣ ਹਦੀਸ ਦੀਆਂ ਕਿਤਾਬਾਂ ਵਿਚ ਇੰਜ ਕੀਤਾ ਗਿਆ ਹੈ, ਕਿ ਨਰਕ ਦੇ ਉੱਤੇ ਇਕ ਪੁਲ ਬਣਾਇਆ ਜਾਵੇਗਾ ਜਿਸ ਤੋਂ ਹਰੇਕ ਵਿਅਕਤੀ ਨੂੰ ਲੰਘਣਾ ਪਵੇਗਾ ਮੋਮਿਨ ਤਾਂ ਆਪਣੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਛੇਤੀ ਜਾਂ ਦੇਰੀ ਨਾਲ ਲੰਘ ਹੀ ਜਾਣਗੇ ਕੁੱਝ ਤਾਂ ਉਹਨਾਂ ਵਿੱਚੋਂ ਅੱਖ ਝਮਕਦੇ ਹੀ ਕੁੱਝ ਬਿਜਲੀ ਜਾਂ ਹਵਾਂ ਦੀ ਤਰ੍ਹਾਂ, ਕੁੱਝ ਪੰਛੀਆਂ ਵਾਂਗ ਅਤੇ ਕੁੱਝ ਘੋੜ੍ਹਿਆਂ ਅਤੇ ਦੂਜੀਆਂ ਸਵਾਰੀਆਂ ਵਾਂਗ ਲੰਘ ਜਾਣਗੇ ਐਵੇਂ ਹੀ ਕੁੱਝ ਠੀਕ-ਠਾਕ ਕੁੱਝ ਜਖ਼ਮੀ ਪੁਲ ਪਾਰ ਕਰ ਹੀ ਲੈਂਣਗੇ ਕੁੱਝ ਨਰਕ ਵਿਚ ਗਿਰ ਜਾਣਗੇ ਪਰ ਕੁੱਝ ਸਮੇਂ ਬਾਅਦ ਸਿਫ਼ਾਰਸ਼ ਦੁਆਰਾ ਉਹਨਾਂ ਨੂੰ ਕੱਢ ਲਿਆ ਜਾਵੇਗਾ ਪਰ ਕਾਫ਼ਿਰ ਉਸ ਪੁਲ ਨੂੰ ਪਾਰ ਨਹੀਂ ਕਰ ਸਕਣਗੇ ਉਹ ਸਾਰੇ ਨਰਕ ਵਿਚ ਡਿਗ ਜਾਣਗੇ ਇਸ ਗੱਲ ਦੀ ਪੁਸ਼ਟੀ ਇਸ ਹਦੀਸ ਤੋਂ ਵੀ ਹੁੰਦੀ ਹੈ ਕਿ “ਜਿਸ ਦੇ ਤਿੰਨ ਬੱਚੇ ਬਾਲਗ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਮਰ ਜਾਣ ਉਹਨਾਂ ਨੂੰ ਅੱਗ ਨਹੀਂ ਛੂਏਗੀ ਪਰ ਇਹ ਕਸਮ ਹਲਾਲ ਲਈ ਹੈ”। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 1251, ਸਹੀ ਮੁਸਲਿਮ, ਹਦੀਸ: 2632) ● ਇਹ ਉਹੀਓ ਕਸਮ ਹੈ ਜਿਸ ਨੂੰ ਇਸੇ ਆਇਤ ਵਿਚ ‘ਆਖ਼ਿਰੀ ਪੱਕਾ ਫ਼ੈਸਲਾ’ ਕਿਹਾ ਗਿਆ ਹੈ ਭਾਵ ਇਸ ਦਾ ਵਿਰਦ ਨਰਕ ਤੋਂ ਪੁਲ ਸਰਾਤ ਉੱਤੋਂ ਲੰਘਣ ਤੱਕ ਹੀ ਹੋਵੇਗਾ। (ਅਹਸਨੁਲ ਬਿਆਨ)","lang":"pa"},{"name":"19:72","price":"72਼ ਫੇਰ ਅਸੀਂ ਪਰਹੇਜ਼ਗਾਰਾਂ ਨੂੰ ਤਾਂ ਬਚਾ ਲਵਾਂਗੇ ਅਤੇ ਜ਼ਾਲਮਾਂ ਨੂੰ ਉਸੇ ਨਰਕ ਵਿਚ ਗੋਡੇ ਭਾਰ ਡਿੱਗੇ ਪਏ ਛੱਡ ਦਿਆਂਗੇ।","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:73","price":"73਼ ਜਦੋਂ ਉਹਨਾਂ ਦੇ ਸਾਹਮਣੇ ਸਾਡੀਆਂ ਸਪਸ਼ਟ ਆਇਤਾਂ ਪੜ੍ਹੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਕਾਫ਼ਿਰ ਮੁਸਲਮਾਨਾਂ ਨੂੰ ਆਖਦੇ ਹਨ ਕਿ ਦੱਸੋ ਸਾਡੇ ਦੋਹਾਂ ਧੜ੍ਹਿਆਂ ਵਿੱਚੋਂ ਕਿਹੜੇ ਧੜੇ ਦਾ ਦਰਜਾ ਉੱਚਾ ਹੈ ਅਤੇ ਕਿਸ ਦੀਆਂ ਸਭਾਵਾਂ ਵਧੇਰੇ ਸ਼ਾਨਦਾਰ ਹਨ।","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:74","price":"74਼ ਜਦ ਕਿ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਅਸੀਂ ਕਈ ਕੌਮਾਂ ਨੂੰ ਹਲਾਕ ਕਰ ਚੁੱਕੇ ਹਾਂ ਜਿਹੜੀਆਂ ਧਨ ਪਦਾਰਥ ਪੱਖੋਂ ਵੀ ਅਤੇ ਪ੍ਰਸਿੱਧੀ ਤੇ ਠਾਠ-ਬਾਠ ਵਿਚ ਵੀ ਇਹਨਾਂ ਤੋਂ ਕਿਤੇ ਵਾਧੂ ਸਨ।","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:75","price":"75਼ ਆਖ ਦਿਓ ਕਿ ਜਿਹੜਾ ਵਿਅਕਤੀ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦਾ ਹੈ ਤਾਂ ਰਹਿਮਾਨ (ਅੱਲਾਹ) ਵੀ ਉਸ ਨੂੰ ਖੁੱਲ੍ਹੀ ਢਿੱਲ ਦੇ ਛੱਡਦਾ ਹੈ ਇੱਥੋਂ ਤੀਕ ਕਿ ਉਹ ਉਹਨਾਂ ਚੀਜ਼ਾਂ ਨੂੰ ਵੇਖ ਲੈਂਦਾ ਹੈ ਜਿਸ ਦਾ ਉਹਨਾਂ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਗਿਆ ਹੈ। ਉਸ ਸਮੇਂ ਉਹਨਾਂ ਨੂੰ ਪਤਾ ਲੱਗੇਗਾ ਕਿ ਕੌਣ ਭੈੜੇ ਹਾਲਾਂ ਵਿਚ ਹੈ ਅਤੇ ਕਿਸ ਦਾ ਜੱਥਾ ਲਾਓ-ਲਸ਼ਕਰ ਪੱਖੋਂ ਕਮਜ਼ੋਰ ਹੈ।","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:76","price":"76਼ ਅਤੇ ਹਿਦਾਇਤ ਵਾਲੀ ਰਾਹ ਤੁਰਨ ਵਾਲੇ ਲੋਕਾਂ ਦੀ ਹਿਦਾਇਤ ਵਿਚ ਅੱਲਾਹ ਵਾਧਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ। ਨੇਕੀਆਂ ਹੀ ਬਾਕੀ ਰਹਿਣ ਵਾਲੀਆਂ ਹਨ ਜਿਹੜੀਆਂ ਬਦਲੇ ਤੇ ਸਿੱਟੇ ਪੱਖੋਂ ਤੇਰੇ ਰੱਬ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਬਹੁਤ ਹੀ ਵਧੀਆ ਹਨ।","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:77","price":"77਼ ਕੀ ਤੁਸੀਂ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਵੀ ਵੇਖਿਆ ਜਿਸ ਨੇ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਦਾ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਕਿਹਾ ਕਿ ਮੈਨੂੰ ਤਾਂ ਧੰਨ ਤੇ ਸੰਤਾਨ ਲਾਜ਼ਮੀ ਮਿਲੇਗੀ।","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:78","price":"78਼ ਕੀ ਉਹ ਗ਼ੈਬ (ਪਰੋਖ) ਨੂੰ ਜਾਣਦਾ ਹੈ ਜਾਂ ਰਹਿਮਾਨ ਤੋਂ ਕੋਈ ਵਚਨ ਲੈ ਛੱਡਿਆ ਹੈ।","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:79","price":"79਼ ਕਦੇ ਵੀ ਨਹੀਂ! ਜੋ ਵੀ ਇਹ ਕਹਿ ਰਿਹਾ ਹੈ ਅਸੀਂ ਉਸ ਨੂੰ ਜ਼ਰੂਰ ਲਿਖ ਰੱਖਾਂਗੇ ਅਤੇ ਉਸ ਦੇ ਅਜ਼ਾਬ ਵਿਚ ਹੋਰ ਵਾਧਾ ਕਰ ਦੇਵਾਂਗੇ।","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:80","price":"80਼ ਜਿਨ੍ਹਾਂ ਚੀਜ਼ਾਂ ਦੀ (ਇਹ ਇਨਕਾਰੀ) ਗੱਲ ਕਰਦਾ ਹੈ (ਭਾਵ ਧਨ-ਦੌਲਤ, ਔਲਾਦ, ਲਾਓ ਲਸ਼ਕ ਆਦਿ) ਉਹਨਾਂ ਸਭਨਾ ਦੇ ਅਸੀਂ ਹੀ ਵਾਰਸ ਹਾਂ। ਇਹ ਤਾਂ ਇਕੱਲਾ ਹੀ ਸਾਡੇ ਕੋਲ ਆਵੇਗਾ।","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:81","price":"81਼ ਉਹਨਾਂ ਨੇ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਦੂਜਿਆਂ ਨੂੰ ਇਸ਼ਟ ਬਣਾ ਲਿਆ ਹੈ ਤਾਂ ਜੋ ਉਹ ਉਹਨਾਂ ਦੀ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਮਦਦ ਕਰ ਸਕਣ।","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:82","price":"82਼ ਪਰ ਇੰਜ ਹੋਵੇਗਾ ਨਹੀਂ, ਉਹ (ਇਸ਼ਟ) ਤਾਂ ਉਹਨਾਂ ਲੋਕਾਂ ਵੱਲੋਂ ਕੀਤੀ ਗਈ ਬੰਦਗੀ ਦਾ ਇਨਕਾਰ ਕਰਨਗੇ ਸਗੋਂ ਉਹਨਾਂ ਦੇ ਵਿਰੋਧੀ ਬਣ ਜਾਣਗੇ।","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:83","price":"83਼ ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਿਆ ਕਿ ਅਸਾਂ ਕਾਫ਼ਿਰਾਂ ਉੱਤੇ ਸ਼ੈਤਾਨਾਂ ਨੂੰ ਛੱਡ ਰੱਖਿਆ ਹੈ ਜਿਹੜੇ ਇਹਨਾਂ ਨੂੰ (ਗੁਨਾਹਾਂ ਲਈ) ਪ੍ਰੇਰਿਤ ਕਰਦੇ ਹਨ।","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:84","price":"84਼ ਤੁਸੀਂ ਉਹਨਾਂ ਲਈ (ਅਜ਼ਾਬ ਪੱਖੋਂ) ਛੇਤੀ ਨਾ ਕਰੋ, ਅਸੀਂ ਤਾਂ ਬਸ ਇਹਨਾਂ ਦੇ ਦਿਨ ਗਿਣ ਰਹੇ ਹਾਂ।","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:85","price":"85਼ ਜਿਸ ਦਿਨ ਅਸੀਂ ਪਰਹੇਜ਼ਗਾਰਾਂ ਨੂੰ ਰਹਿਮਾਨ (ਅੱਲਾਹ) ਕੋਲ ਮਹਿਮਾਨਾਂ ਵਜੋਂ ਇਕੱਠਾ ਕਰਾਂਗੇ।","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:86","price":"86਼ ਅਤੇ ਪਾਪੀਆਂ ਨੂੰ ਪਿਆਸ ਦੀ ਹਾਲਤ ਵਿਚ ਨਰਕ ਵੱਲ ਧਕਦੇ ਹੋਏ ਲੈ ਜਾਵਾਂਗੇ।","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:87","price":"87਼ (ਉਸ ਵੇਲੇ) ਕਿਸੇ ਨੂੰ ਵੀ ਸਿਫ਼ਾਰਸ਼ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਹੋਵੇਗਾ, ਛੁੱਟ ਉਸ ਤੋਂ ਜਿਸ ਨੇ ਰਹਿਮਾਨ ਤੋਂ (ਸਿਫ਼ਾਰਸ਼ ਕਰਨ ਦਾ) ਵਚਨ ਲਿਆ ਹੋਵੇਗਾ।","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:88","price":"88਼ ਇਹ (ਕਾਫ਼ਿਰ) ਆਖਦੇ ਹਨ ਕਿ ਰਹਿਮਾਨ ਦੇ ਵੀ ਔਲਾਦ ਹੈ।","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:89","price":"89਼ ਤੁਸੀਂ ਬਹੁਤ ਹੀ ਭੈੜੇ ਤੇ ਸਖ਼ਤ ਸ਼ਬਦ ਬੋਲ ਰਹੇ ਹੋ ਤੇ ਗੁਨਾਹ ਤਕ ਆ ਪਹੁੰਚੇ ਹੋ।","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:90","price":"90਼ ਨੇੜੇ ਹੈ ਕਿ ਤੁਹਾਡੇ ਇਸ ਕਥਣੀ ਕਾਰਨ ਅਕਾਸ਼ ਫਟ ਜਾਵੇ, ਧਰਤੀ ਟੋਟੇ-ਟੋਟੇ ਹੋ ਜਾਵੇ ਤੇ ਪਹਾੜ ਚੂਰਾ-ਚੂਰਾ ਹੋ ਕੇ ਡਿੱਗ ਪੈਣ।","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:91","price":"91਼ ਇਹ ਗੱਲ ਕਿ ਉਹਨਾਂ ਨੇ ਰਹਿਮਾਨ (ਅੱਲਾਹ) ਲਈ ਸੰਤਾਨ ਹੋਣ ਦਾ ਦਾਅਵਾ ਕੀਤਾ ਹੈ।","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:92","price":"92਼ ਇਹ ਗੱਲ ਰਹਿਮਾਨ ਨੂੰ ਸ਼ੋਭਾ ਨਹੀਂ ਦਿੰਦੀ ਕਿ ਉਸ ਦੇ ਔਲਾਦ ਹੋਵੇ।","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:93","price":"93਼ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਵਿਚਕਾਰ ਜੋ ਕੁੱਝ ਵੀ ਹੈ ਸਾਰੇ ਦੇ ਸਾਰੇ ਰਹਿਮਾਨ ਦੇ ਸੇਵਕ ਬਣ ਕੇ ਹੀ (ਕਿਅਮਾਤ ਦਿਹਾੜੇ) ਹਾਜ਼ਰ ਹੋਣਗੇ।","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:94","price":"94਼ ਇਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਉਸ (ਅੱਲਾਹ) ਨੇ ਘੇਰਿਆ ਹੋਇਆ ਹੈ ਅਤੇ ਸਭ ਨੂੰ ਗਿਣ ਰੱਖਿਆ ਹੈ।","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:95","price":"95਼ ਇਹ ਸਾਰੇ ਕਿਅਮਾਤ ਦਿਹਾੜੇ ਉਸ (ਅੱਲਾਹ) ਦੇ ਹਜ਼ੂਰ ਇਕੱਲਾ ਇਕੱਲਾ ਹਾਜ਼ਰ ਹੋਣਗੇ।","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"19:96","price":"96਼ ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਤੇ ਨੇਕ ਅਮਲ ਕੀਤੇ, ਉਹਨਾਂ ਲਈ ਰਹਿਮਾਨ ਦਿਲਾਂ ਵਿਚ ਮੁਹੱਬਤ ਪੈਦਾ ਕਰ ਦੇਵੇਗਾ।1","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"1 ਧਰਤੀ ’ਤੇ ਲੋਕਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਅਤੇ ਅਕਾਸ਼ ਵਿਚ ਫ਼ਰਿਸ਼ਤਿਆਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਨੇਕ ਲੋਕਾਂ ਲਈ ਮੁਹੱਬਤ ਪੈਦਾ ਕਰ ਦੇਵੇਗਾ ਇਕ ਹਦੀਸ ਵਿਚ ਅੱਲਾਹ ਦੇ ਰਸੂਲ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਜਦੋਂ ਅੱਲਾਹ ਕਿਸੇ ਵਿਅਕਤੀ ਨਾਲ ਮੁਹੱਬਤ ਕਰਦਾ ਹੈ ਤਾਂ ਉਹ ਜਿਹਬਰਾਈਲ ਅ:ਸ ਨੂੰ ਬੁਲਾ ਕੇ ਕਹਿੰਦਾ ਹੈ ਕਿ ਅੱਲਾਹ ਫਲਾਨੇ ਵਿਅਕਤੀ ਨਾਲ ਮੁਹੱਬਤ ਕਰਦਾ ਹੈ ਸੋ ਤੂੰ ਵੀ ਉਸ ਨਾਲ ਮੁਹੱਬਤ ਕਰ ਜਦੋਂ ਜਿਬਰਾਈਲ ਉਸ ਵਿਅਕਤੀ ਨਾਲ ਮੁਹੱਬਤ ਕਰਨ ਲੱਗ ਜਾਂਦਾ ਹੈ ਤਾਂ ਫੇਰ ਜਿਬਰਾਈਲ ਅਕਾਸ਼ ਵਾਲਿਆਂ ਵਿਚ ਐਲਾਨ ਕਰਦਾ ਹੈ ਕਿ ਅੱਲਾਹ ਫਲਾਨੇ ਵਿਅਕਤੀ ਨਾਲ ਮੁਹੱਬਤ ਕਰਦਾ ਹੈ ਤੁਸੀਂ ਵੀ ਉਸ ਨਾਲ ਮੁਹੱਬਤ ਕਰੋ ਇੰਜ ਸਾਰੇ ਅਕਾਸ਼ ਵਾਲੇ ਵੀ ਉਹਦੇ ਨਾਲ ਮੁਹੱਬਤ ਕਰਨ ਲਗ ਜਾਂਦੇ ਹਨ ਫੇਰ ਧਰਤੀ ਤੋਂ ਵਸਨ ਵਾਲਿਆਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਉਸ ਦੀ ਮੁਹੱਬਤ ਰੱਖ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਇੰਜ ਉਹ ਧਰਤੀ ’ਤੇ ਵੀ ਅੱਲਾਹ ਦੇ ਨੇਕ ਬੰਦਿਆਂ ਦਾ ਮਹਬੂਬ ਬਣਾ ਜਾਂਦਾ ਹੈ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6040)","lang":"pa"},{"name":"19:97","price":"97਼ (ਹੇ ਨਬੀ!) ਬੇਸ਼ੱਕ ਅਸੀਂ ਇਸ (.ਕੁਰਆਨ) ਨੂੰ ਤੁਹਾਡੀ ਭਾਸ਼ਾ (ਅਰਬੀ) ਵਿਚ ਬਹੁਤ ਹੀ ਸਰਲ ਕਰ ਦਿੱਤਾ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਇਸ ਰਾਹੀਂ ਪਰਹੇਜ਼ਗਾਰਾਂ ਨੂੰ ਜੰਨਤ ਦੀਆਂ ਖ਼ੁਸ਼ਖ਼ਬਰੀਆਂ ਸੁਣਾ ਦਿਓ ਅਤੇ ਝਗੜਾਲੂ (ਕਾਫ਼ਿਰ ਤੇ ਮੁਸ਼ਰਿਕ) ਲੋਕਾਂ ਨੂੰ (ਨਰਕ ਤੋਂ) ਡਰਾ ਦਿਓ।1","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"1 ਝਗੜਾਲੂ ਉਹ ਕੌਮ ਹੈ, ਜਿਹੜੀ ਅੱਲਾਹ ਦੇ ਇਕ ਹੋਣ ਅਤੇ ਉਸ ਰਸੂਲ (ਸ:) ਦੀ ਰਸਾਲਤ ’ਤੇ ਈਮਾਨ ਨਹੀਂ ਰੱਖਦੇ।","lang":"pa"},{"name":"19:98","price":"98਼ ਅਸੀਂ (ਮੱਕੇ ਵਾਲਿਆਂ) ਤੋਂ ਪਹਿਲਾਂ ਵੀ ਕਿੰਨੀਆਂ ਹੀ ਕੌਮਾਂ ਦਾ ਸਰਵਨਾਸ਼ ਕਰ ਚੁੱਕੇ ਹਾਂ। ਕੀ ਤੁਸੀਂ ਉਹਨਾਂ ਦਾ ਨਾਂ-ਥੇਹ ਵੀ ਵੇਖਦੇ ਹੋ ? ਜਾਂ ਉਹਨਾਂ ਦੀ ਕੋਈ ਭਿਣਕ ਵੀ ਕੀਤੇ ਸੁਣਾਈ ਦਿੰਦੀ ਹੈ ?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:1","price":"1਼ ਤਾ, ਹਾ।","arabic":"طه","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2349,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:2","price":"2਼ (ਹੇ ਨਬੀ!) ਅਸੀਂ ਇਹ .ਕੁਰਆਨ ਤੁਹਾਡੇ ’ਤੇ ਇਸ ਕਰਕੇ ਨਹੀਂ ਉਤਾਰਿਆ ਕਿ ਤੁਸੀਂ ਔਖੇ ਹੋ ਜਾਵੋ।","arabic":"مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2350,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:3","price":"3਼ ਸਗੋਂ ਇਹ ਤਾਂ ਹਰ ਉਸ ਵਿਅਕਤੀ ਲਈ ਇਕ ਨਸੀਹਤ ਹੈ ਜਿਹੜਾ ਉਸ (ਅੱਲਾਹ) ਤੋਂ ਡਰਦਾ ਹੈ।","arabic":"إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2351,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:4","price":"4਼ ਅਤੇ ਇਸ (.ਕੁਰਆਨ) ਦਾ ਉਤਾਰਨਾ ਉਸ ਜ਼ਾਤ ਵੱਲੋਂ ਹੈ ਜਿਸ ਨੇ ਧਰਤੀ ਨੂੰ ਅਤੇ ਉੱਚੇ ਅਕਾਸ਼ ਨੂੰ ਬਣਾਇਆ ਹੈ।","arabic":"تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2352,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:5","price":"5਼ ਉਹ ਰਹਿਮਾਨ ਹੈ, ਜਿਹੜਾ ਅਰਸ਼ ਦੇ ਰਾਜ ਸਿੰਘਾਸਨ ’ਤੇ ਵਿਰਾਜਮਾਨ ਹੈ।","arabic":"ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2353,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:6","price":"6਼ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਜੋ ਵੀ ਹੈ, ਜੋ ਉਹਨਾਂ ਦੇ ਵਿਚਾਲੇ ਹੈ ਅਤੇ ਜੋ ਧਰਤੀ ਦੇ ਥੱਲੇ ਹੈ, ਸਭ ਉਸੇ (ਰਹਿਮਾਨ) ਦਾ ਹੈ।","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2354,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:7","price":"7਼ ਭਾਵੇ ਤੁਸੀਂ ਉੱਚੀ ਆਵਾਜ਼ ਨਾਲ ਗੱਲ ਕਰੋ ਪਰ ਉਹ ਹਰ ਭੇਤ ਨੂੰ ਸਗੋਂ ਉਹ ਤਾਂ ਉਸ ਤੋਂ ਵੀ ਗੁਪਤ ਗੱਲਾਂ ਨੂੰ ਜਾਣਦਾ ਹੈ।","arabic":"وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2355,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:8","price":"8਼ ਅੱਲਾਹ ਉਹੀਓ ਹੈ ਜਿਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ ਅਤੇ ਸਾਰੇ ਹੀ ਸੋਹਣੇ ਨਾਂ ਉਸੇ ਦੇ ਹਨ।1","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2356,"juzNumber":16,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਆਰਾਫ਼, ਹਾਸ਼ੀਆ ਆਇਤ 180/7","lang":"pa"},{"name":"20:9","price":"9਼ (ਹੇ ਨਬੀ!) ਕੀ ਤੁਸੀਂ ਮੂਸਾ ਦਾ ਕਿੱਸਾ ਜਾਣਦੇ ਹੋ ?","arabic":"وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2357,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:10","price":"10਼ ਜਦੋਂ ਉਹਨਾਂ ਨੇ (ਤੁਵਾ ਘਾਟੀ ਵਿਚ) ਅੱਗ ਨੂੰ ਵੇਖ ਕੇ ਆਪਣੇ ਘਰ ਵਾਲਿਆਂ ਨੂੰ ਕਿਹਾ ਸੀ ਕਿ ਰਤਾ ਠਹਿਰੋ ਮੈਂਨੇ ਅੱਗ ਵੇਖੀ ਹੈ, ਸ਼ਾਇਦ ਮੈਂ ਤੁਹਾਡੇ ਲਈ ਉਸ ਵਿੱਚੋਂ ਇਕ ਅੱਧਾ ਅੰਗਿਆਰਾ ਲੈ ਆਵਾਂ ਜਾਂ ਅੱਗ ਕੋਲ ਕੋਈ ਅਗਵਾਈ ਕਰਨ ਵਾਲਾ ਹੋਵੇ।","arabic":"إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2358,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:11","price":"11਼ ਜਦੋਂ ਮੂਸਾ ਅੱਗ ਦੇ ਕੋਲ ਪਹੁੰਚਿਆ ਤਾਂ ਆਵਾਜ਼ ਆਈ ਕਿ ਹੇ ਮੂਸਾ!","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2359,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:12","price":"12਼ ਮੈਂ ਹੀ ਤੇਰਾ ਪਾਲਣਹਾਰ ਹਾਂ। ਤੂੰ ਆਪਣੀਆਂ ਜੂਤੀਆਂ ਉਤਾਰ ਦੇ, ਕਿਉਂ ਜੋ ਤੂੰ ਇਕ ਪਵਿੱਤਰ ਘਾਟੀ ਤੁਵਾ ਵਿਚ (ਖੜ੍ਹਾ) ਹੈ।","arabic":"إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2360,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:13","price":"13਼ ਅਤੇ ਮੈਂਨੇ ਤੈਨੂੰ (ਪੈਗ਼ੰਬਰੀ ਵਜੋਂ) ਚੁਣ ਲਿਆ ਹੈ, ਹੁਣ ਜਿਹੜੀ ਵੀ ਵਹੀ (ਸੰਦੇਸ਼) ਆਵੇ, ਉਸ ਨੂੰ ਧਿਆਨ ਨਾਲ ਸੁਣੀਂ।","arabic":"وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2361,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:14","price":"14਼ ਨਿਰਸੰਦੇਹ! ਮੈਂ ਹੀ ਅੱਲਾਹ ਹਾਂ, ਮੈਥੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ, ਸੋ ਤੂੰ ਮੇਰੀ ਹੀ ਇਬਾਦਤ ਕਰ ਅਤੇ ਮੈਨੂੰ ਯਾਦ ਰੱਖਣ ਲਈ ਨਮਾਜ਼ ਕਾਇਮ ਰੱਖ।","arabic":"إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2362,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:15","price":"15਼ ਬੇਸ਼ੱਕ ਕਿਆਮਤ ਦਾ ਵੇਲਾ ਆਉਣ ਵਾਲਾ ਹੈ ਜਿਸ ਦਾ ਸਮਾਂ ਮੈਂ ਗੁਪਤ ਰੱਖਣਾ ਚਾਹੁੰਦਾ ਹਾਂ ਤਾਂ ਜੋ ਹਰੇਕ ਵਿਅਕਤੀ ਨੂੰ (ਉਸ ਦੀਆਂ ਚੰਗੀਆਂ ਜਾਂ ਮਾੜੀਆਂ) ਕੋਸ਼ਿਸ਼ਾਂ ਦਾ ਬਦਲਾ ਦਿੱਤਾ ਜਾਵੇ।","arabic":"إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2363,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:16","price":"16਼ ਸੋ ਹੁਣ ਉਸ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਦੀ ਚਿੰਤਾ ਕਰਨ ਤੋਂ ਤੁਹਾਨੂੰ ਕੋਈ ਅਜਿਹਾ ਵਿਅਕਤੀ ਰੋਕ ਨਾ ਦੇਵੇ ਜਿਹੜਾ ਉਸ (ਦਿਨ) ਨੂੰ ਆਪ ਹੀ ਮੰਨਦਾ ਨਾ ਹੋਵੇ ਅਤੇ ਆਪਣੀਆਂ ਇੱਛਾਵਾਂ ਦੇ ਪਿੱਛੇ ਹੀ ਲੱਗਿਆ ਹੋਵੇ, ਨਹੀਂ ਤਾਂ (ਹੇ ਮੂਸਾ!) ਤੂੁੰ ਵੀ ਬਰਬਾਦ ਹੋ ਜਾਵੇਂਗਾ।1","arabic":"فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2364,"juzNumber":16,"footnotes":"1 ਵੇਖੋ ਵੇਖੋ ਸੂਰਤ ਮਰੀਅਮ, ਹਾਸ਼ੀਆ ਆਇਤ 59/19","lang":"pa"},{"name":"20:17","price":"17਼ ਹੇ ਮੂਸਾ! ਤੇਰੇ ਸੱਜੇ ਹੱਥ ਵਿਚ ਕੀ ਹੈ ?","arabic":"وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2365,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:18","price":"18਼ (ਮੂਸਾ ਨੇ) ਉੱਤਰ ਦਿੱਤਾ ਕਿ ਇਹ ਮੇਰੀ ਲਾਠੀ ਹੈ, ਜਿਸ ਨਾਲ ਮੈਂ ਸਹਾਰਾ ਲੈਂਦਾ ਹਾਂ ਅਤੇ ਮੈਂ ਆਪਣੀਆਂ ਬਕਰੀਆਂ ਲਈ ਪੱਤੇ ਝਾੜਦਾ ਹਾਂ ਅਤੇ ਮੈਨੂੰ ਇਸ ਤੋਂ ਹੋਰ ਵੀ ਕਈ ਲਾਭ ਹਨ।","arabic":"قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2366,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:19","price":"19਼ ਕਿਹਾ ਕਿ ਹੇ ਮੂਸਾ! ਇਸ (ਲਾਠੀ) ਨੂੰ ਸੁੱਟ ਦੇ।","arabic":"قَالَ أَلۡقِهَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2367,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:20","price":"20਼ ਸੁੱਟਦੇ ਹੀ ਉਹ (ਲਾਠੀ) ਸੱਪ ਬਣਕੇ ਨੱਸਣ ਲੱਗ ਪਈ।","arabic":"فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2368,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:21","price":"21਼ ਫ਼ਰਮਾਇਆ ਕਿ ਇਸ ਸੱਪ ਨੂੰ ਫੜ ਲੈ, ਡਰ ਨਾ। ਅਸੀਂ ਇਸ ਨੂੰ ਪਹਿਲਾਂ ਵਾਂਗ ਹੀ (ਲਾਠੀ) ਬਣਾ ਦਿਆਂਗੇ।","arabic":"قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2369,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:22","price":"22਼ ਅਪਣਾ ਸੱਜਾ ਹੱਥ ਕੁੱਛ ਵਿਚ ਲੈ, ਉਹ (ਹੱਥ) ਬਿਨਾਂ ਕਿਸੇ ਰੋਗ ਤੋਂ ਲਿਸ਼ਕਾਰੇ ਮਾਰਦਾ ਹੋਇਆ ਸਫ਼ੈਦ ਬਣਕੇ ਨਿਕਲੇਗਾ। ਇਹ ਦੂਜੀ ਨਿਸ਼ਾਨੀ ਹੈ।","arabic":"وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2370,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:23","price":"23਼ (ਇਹ ਸਭ ਇਸ ਲਈ ਹੈ ਤਾਂ ਜੋ) ਅਸੀਂ ਤੁਹਾਨੂੰ ਆਪਣੀਆਂ ਵੱਡੀਆਂ-ਵੱਡੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿਖਾਈਏ।","arabic":"لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2371,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:24","price":"24਼ (ਅੱਲਾਹ ਨੇ ਕਿਹਾ ਹੇ ਮੂਸਾ!) ਤੂੰ ਫ਼ਿਰਔਨ ਵੱਲ ਜਾ, ਕਿਉਂ ਜੋ ਉਹ ਸਰਕਸ਼ (ਬਾਗ਼ੀ) ਹੋ ਗਿਆ ਹੈ।","arabic":"ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2372,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:25","price":"25਼ (ਮੂਸਾ ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਮੇਰੇ ਮਾਲਿਕ! ਤੂੰ ਮੇਰਾ ਸੀਨਾ ਖੋਲਦੇ (ਭਾਵ ਮੈਨੂੰ ਹੌਸਲਾ ਦੇ)।","arabic":"قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2373,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:26","price":"26਼ ਅਤੇ ਮੇਰੇ ਕੰਮ ਨੂੰ ਮੇਰੇ ਲਈ ਸੁਖਾਲਾ ਕਰਦੇ।","arabic":"وَيَسِّرۡ لِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2374,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:27","price":"27਼ ਅਤੇ ਮੇਰੀ ਜ਼ੁਬਾਨ ਦੀਆਂ ਗੰਢਾਂ ਖੋਲ੍ਹ ਦੇ।","arabic":"وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2375,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:28","price":"28਼ ਤਾਂ ਜੋ ਲੋਕੀ ਮੇਰੀ ਗੱਲ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਮਝ ਸਕਣ।","arabic":"يَفۡقَهُواْ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2376,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:29","price":"29਼ ਅਤੇ ਮੇਰੇ ਪਰਿਵਾਰ ’ਚੋਂ ਮੇਰਾ ਇਕ ਵਜ਼ੀਰ (ਸਹਾਇਕ) ਬਣਾ ਦੇ।","arabic":"وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2377,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:30","price":"30਼ ਭਾਵ ਮੇਰੇ ਭਰਾ ਹਾਰੂਨ ਨੂੰ (ਮੇਰਾ ਸਾਥੀ ਬਣਾ)।","arabic":"هَٰرُونَ أَخِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2378,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:31","price":"31਼ ਤੂੰ ਉਸ ਦੁਆਰਾ ਮੇਰੀ ਪਿੱਠ ਨੂੰ ਮਜ਼ਬੂਤ ਕਰਦੇ।","arabic":"ٱشۡدُدۡ بِهِۦٓ أَزۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2379,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:32","price":"32਼ ਅਤੇ ਉਸ ਨੂੰ ਮੇਰਾ ਭਾਈ ਵਾਲ ਬਣਾ ਦੇ।","arabic":"وَأَشۡرِكۡهُ فِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2380,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:33","price":"33਼ ਤਾਂ ਜੋ ਅਸੀਂ ਦੋਵੇਂ ਵੱਧ ਤੋਂ ਵੱਧ ਤੇਰੀ ਤਸਬੀਹ ਕਰੀਏ।","arabic":"كَيۡ نُسَبِّحَكَ كَثِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2381,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:34","price":"34਼ ਅਤੇ ਵੱਧ ਤੋਂ ਵੱਧ ਤੈਨੂੰ ਯਾਦ ਕਰੀਏ।","arabic":"وَنَذۡكُرَكَ كَثِيرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2382,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:35","price":"35਼ ਬੇਸ਼ੱਕ ਤੂੰ ਸਾਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵੇਖਦਾ ਹੈ।","arabic":"إِنَّكَ كُنتَ بِنَا بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2383,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:36","price":"36਼ (ਅੱਲਾਹ ਨੇ) ਫ਼ਰਮਾਇਆ, ਹੇ ਮੂਸਾ! ਮੈਂ ਤੇਰੀਆਂ ਸਾਰੀਆਂ ਮੰਗਾਂ ਕਬੂਲ ਕਰਦਾ ਹਾਂ।","arabic":"قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2384,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:37","price":"37਼ ਅਸੀਂ ਤੇਰੇ ’ਤੇ ਇਕ ਵਾਰ ਪਹਿਲਾਂ ਵੀ ਉਪਕਾਰ ਕਰ ਚੁੱਕਾ ਹਾਂ।","arabic":"وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2385,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:38","price":"38਼ ਜਦੋਂ ਅਸੀਂ ਤੇਰੀ ਮਾਂ ਨੂੰ ਇਲਹਾਮ (ਰੱਬੀ ਇਸ਼ਾਰਾ) ਕੀਤਾ ਸੀ ਜਿਸ ਦੀ ਚਰਚਾ ਹੁਣ ਵਹੀ ਰਾਹੀਂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।","arabic":"إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2386,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:39","price":"39਼ ਕਿ ਤੂੰ ਇਸ (ਮੂਸਾ) ਨੂੰ ਇਕ ਸੰਦੂਕ ਵਿਚ ਬੰਦ ਕਰਕੇ ਦਰਿਆ ਵਿਚ ਛੱਡ ਦੇ, ਫੇਰ ਦਰਿਆ ਇਸ (ਸੰਦੂਕ) ਨੂੰ ਕੰਡੇ ’ਤੇ ਲਿਆ ਛੱਡੇਗਾ ਅਤੇ ਇਸ ਨੂੰ ਮੇਰਾ ਅਤੇ ਇਸ (ਮੂਸਾ) ਦਾ ਵੈਰੀ ਕੱਢ ਲਵੇਗਾ। ਮੈਂਨੇ ਆਪਣੇ ਵੱਲੋਂ ਉਸ (ਫ਼ਿਰਔਨ) ਦੇ ਮਨ ਵਿਚ ਤੇਰੇ ਲਈ ਇਕ ਵਿਸ਼ੇਸ਼ ਪ੍ਰਮ ਪਾ ਦਿੱਤਾ ਤਾਂ ਜੋ ਮੇਰੀ ਦੇਖ ਰੇਖ ਹੇਠ ਤੇਰੀ ਪਰਵਰਿਸ਼ ਹੋਵੇ।","arabic":"أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2387,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:40","price":"40਼ ਜਦੋਂ ਤੇਰੀ (ਮੂਸਾ) ਦੀ ਭੈਣ (ਸੰਦੂਕ ਦੇ ਨਾਲ-ਨਾਲ) ਤੁਰੀ ਜਾ ਰਹੀ ਸੀ (ਅਤੇ ਫ਼ਿਰਔਨ ਨੂੰ) ਕਹਿ ਰਹੀ ਸੀ, ਕੀ ਮੈਂ ਤੁਹਾਨੂੰ ਉਸ (ਇਸਤਰੀ) ਦਾ ਪਤਾ ਦੱਸਾਂ, ਜਿਹੜੀ ਇਸ (ਬੱਚੇ) ਦੀ ਦੇਖ-ਭਾਲ ਕਰ ਸਕਦੀ ਹੈ ? ਇੰਜ ਅਸੀਂ ਤੈਨੂੰ ਤੇਰੀ ਮਾਂ ਕੋਲ ਪਹੁੰਚਾ ਦਿੱਤਾ ਤਾਂ ਜੋ ਉਸ ਦੀਆਂ ਅੱਖਾਂ ਠੰਢੀਆਂ ਰਹਿਣ ਅਤੇ ਉਹ ਦੁਖੀ ਨਾ ਹੋਵੇ। ਫੇਰ ਤੈਂਨੇ ਇਕ ਵਿਅਕਤੀ ਨੂੰ (ਮੁੱਕਾ ਮਾਰ ਕੇ) ਮਾਰ ਦਿੱਤਾ ਸੀ। ਅਸੀਂ ਤੈਨੂੰ ਉਸ ਬਿਪਤਾ ਵਿੱਚੋਂ ਵੀ ਕੱਢਿਆ। ਭਾਵ ਅਸੀਂ ਤੈਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਪਰਖਿਆ। ਫੇਰ ਤੂੰ ਕਈ ਸਾਲ ਮਦੀਅਨ ਦੇ ਲੋਕਾਂ ਵਿਚ ਗੁਜ਼ਾਰੇ। ਫੇਰ ਹੇ ਮੂਸਾ! ਮੁਕੱਦਰਾਂ ਨਾਲ ਤੂੰ ਇੱਥੇ ਆ ਗਿਆ।","arabic":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2388,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:41","price":"41਼ ਅਤੇ ਮੈਂਨੇ ਵਿਸ਼ੇਸ਼ ਆਪਣੇ (ਪੈਗ਼ੰਬਰ ਬਣਾਉਣ) ਲਈ ਤੈਨੂੰ ਚੁਣ ਲਿਆ ਹੈ ।1","arabic":"وَٱصۡطَنَعۡتُكَ لِنَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2389,"juzNumber":16,"footnotes":"1 ਭਾਵ ਮੈਨੇ ਤੁਹਾਨੂੰ ਆਪਣੀ ਵਹੀ ਅਤੇ ਰਸਾਲਤ ਲਈ ਚੁੱਨ ਲਿਆ ਹੈ ਜਾਂ ਮੈਨੇ ਤੁਹਾਨੂੰ ਆਪਣੇ ਲਈ ਪੈਦਾ ਕੀਤਾ ਹੈ ਜਾਂ ਮੈਨੇ ਤੁਹਾਨੂੰ ਦਰਿੜ ਬਣਾਇਆ ਹੈ ਜਾਂ ਤੁਹਾਨੂੰ ਸਿਖਾਇਆ ਤਾਂ ਜੋ ਤੁਸੀਂ ਮੇਰੇ ਬੰਦਿਆਂ ਨੂੰ ਚੰਗੇ ਕੰਮ ਕਰਨ ਦਾ ਹੁਕਮ ਅਤੇ ਮਾੜੇ ਕੰਮ ਕਰਨ ਤੋਂ ਰੋਕਨ ਦਾ ਹੁਕਮ ਪਹੁੰਚਾ ਦਿਓ। (ਤਫ਼ਸੀਰ ਅਲ-ਕੁਰਤਬੀ : 198/11)","lang":"pa"},{"name":"20:42","price":"42਼ ਹੁਣ ਤੂੰ ਤੇ ਤੇਰਾ ਭਰਾ (ਹਾਰੂਨ) ਮੇਰੇ ਵੱਲੋਂ ਦਿੱਤੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਲੈਕੇ (ਫ਼ਿਰਔਨ ਦੇ ਕੋਲ) ਜਾਓ। ਖ਼ਬਰਦਾਰ ਮੇਰੀ ਯਾਦ ਵਿਚ ਕਿਸੇ ਤਰ੍ਹਾਂ ਦੀ ਸੁਸਤੀ ਨਾ ਕਰੀਓ।","arabic":"ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2390,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:43","price":"43਼ ਤੁਸੀਂ ਦੋਵੇਂ ਫ਼ਿਰਔਨ ਕੋਲ ਜਾਓ ਕਿਉਂ ਜੋ ਉਹ ਬਾਗ਼ੀ ਹੋ ਗਿਆ ਹੈ।","arabic":"ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2391,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:44","price":"44਼ ਉਸ ਨੂੰ ਨਰਮਾਈ ਨਾਲ ਸਮਝਾਣਾ, ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਉਹ ਸਮਝ ਜਾਵੇ ਜਾਂ ਡਰ ਜਾਵੇ।","arabic":"فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2392,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:45","price":"45਼ ਦੋਵਾਂ (ਮੂਸਾ ਤੇ ਹਾਰੂਨ) ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਸਾਡੇ ਮਾਲਿਕ! ਸਾਨੂੰ ਡਰ ਹੈ ਕਿ ਉਹ ਸਾਡੇ ਨਾਲ ਕੋਈ ਧੱਕਾ ਨਾ ਕਰੇ ਜਾਂ ਹੋਰ ਬਾਗ਼ੀ ਨਾ ਹੋ ਜਾਵੇ।","arabic":"قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2393,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:46","price":"46਼ (ਅੱਲਾਹ ਨੇ) ਫ਼ਰਮਾਇਆ ਕਿ ਤੁਸੀਂ ਉੱਕਾ ਹੀ ਨਾ ਡਰੋ। ਮੈਂ ਤੁਹਾਡੇ ਅੰਗ-ਸੰਗ ਹਾਂ, ਮੈਂ ਸਭ ਕੁੱਝ ਸੁਣਦਾ ਅਤੇ ਵੇਖਦਾ ਵੀ ਹਾਂ।","arabic":"قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2394,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:47","price":"47਼ ਸੋ ਤੁਸੀਂ (ਮੂਸਾ ਤੇ ਹਾਰੂਨ) ਉਹ ਦੇ ਕੋਲ ਜਾਓ ਤੇ ਆਖੋ ਕਿ ਅਸੀਂ ਤੇਰੇ ਪਾਲਣਹਾਰ ਵੱਲੋਂ ਭੇਜੇ ਹੋਏ ਪੈਗ਼ੰਬਰ ਹਾਂ, ਤੂੰ ਸਾਡੇ ਨਾਲ ਬਨੀ ਇਰਾਈਲ ਨੂੰ ਭੇਜ ਦੇ ਉਹਨਾਂ ਨੂੰ ਦੁਖੀ ਨਾ ਕਰ। ਅਸੀਂ ਤਾਂ ਤੇਰੇ ਕੋਲ ਤੇਰੇ ਰੱਬ ਦੀ ਨਿਸ਼ਾਨੀ ਲੈਕੇ ਆਏ ਹਾਂ ਅਤੇ ਜਿਹੜਾ (ਰੱਬੀ) ਹਿਦਇਤਾਂ ਨੂੰ ਕਬੂਲ ਕਰੇਗਾ ਉਸ ਲਈ ਸਲਾਮਤੀ ਹੈ।","arabic":"فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2395,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:48","price":"48਼ ਸਾਡੇ ਵੱਲ ਵਹੀ ਆਈ ਹੈ ਕਿ ਜਿਹੜਾ ਵੀ (ਰੱਬੀ ਹੁਕਮਾਂ ਨੂੰ) ਝੁਠਲਾਏਗਾ, ਉਸ ਲਈ ਅਜ਼ਾਬ ਹੈ।","arabic":"إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2396,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:49","price":"49਼ (ਫ਼ਿਰਔਨ ਨੇ) ਕਿਹਾ ਕਿ ਹੇ ਮੂਸਾ! ਤੁਹਾਡਾ ਰੱਬ ਕੌਣ ਹੈ ?","arabic":"قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2397,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:50","price":"50਼ ਮੂਸਾ ਨੇ ਕਿਹਾ ਕਿ ਸਾਡਾ ਰੱਬ ਉਹ ਹੈ ਜਿਸ ਨੇ ਹਰੇਕ ਸ਼ੈਅ ਨੂੰ ਉਸ ਦੀ ਵਿਸ਼ੇਸ਼ ਸ਼ਕਲ ਸੂਰਤ ਬਖ਼ਸ਼ੀ ਫੇਰ ਰਾਹ ਵੀ ਵਿਖਾਈ।","arabic":"قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2398,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:51","price":"51਼ ਉਸ (ਫ਼ਿਰਔਨ) ਨੇ ਕਿਹਾ ਕਿ ਚੰਗਾ ਇਹ ਦੱਸੋ ਕਿ ਪਹਿਲੇ (ਇਨਕਾਰੀ) ਲੋਕਾਂ ਦਾ ਕੀ ਬਣੇਗਾ ?","arabic":"قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2399,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:52","price":"52਼ ਉੱਤਰ ਦਿੱਤਾ ਕਿ ਇਸ ਦਾ ਗਿਆਨ ਤਾਂ ਮੇਰੇ ਰੱਬ ਦੇ ਕੋਲ ਇਕ ਕਿਤਾਬ (ਲੌਹੇ-ਮਹਫ਼ੂਜ਼) ਵਿਚ ਲਿਿਖਆ ਹੋਇਆ ਹੈ। ਨਾਂ ਤਾਂ ਮੇਰਾ ਰੱਬ ਕੋਈ ਗ਼ਲਤੀ ਕਰਦਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਉਹ ਤੋਂ ਕੋਈ ਭੁਲ ਹੁੰਦੀ ਹੈ।","arabic":"قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2400,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:53","price":"53਼ ਉਸੇ (ਰੱਬ) ਨੇ ਤੁਹਾਡੇ ਲਈ ਧਰਤੀ ਨੂੰ ਵਿਛਾਇਆ ਅਤੇ ਇਸ (ਧਰਤੀ) ਵਿਚ ਤੁਹਾਡੇ ਤੁਰਨ-ਫਿਰਨ ਲਈ ਰਾਹ ਬਣਾਏ ਅਤੇ ਅਕਾਸ਼ੋਂ ਪਾਣੀ ਬਰਸਾਇਆ ਫੇਰ ਉਸ ਰਹੀਂ ਭਾਂਤ-ਭਾਂਤ ਦੀ ਬਨਸਪਤੀ ਕੱਢੀ।","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2401,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:54","price":"54਼ ਤੁਸੀਂ ਆਪ ਵੀ ਖਾਓ ਅਤੇ ਅਪਣੇ ਪਸ਼ੂਆਂ ਨੂੰ ਵੀ ਚਰਾਓ। ਬੇਸ਼ੱਕ (ਰੱਬ ਦੀ ਸ਼ਕਤੀ ਨੂੰ ਸਮਝਣ ਲਈ) ਇਸ ਵਿਚ ਬੁੱਧੀਵਾਨਾਂ ਲਈ ਅਨੇਕਾਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2402,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:55","price":"55਼ ਅਸੀਂ ਇਸੇ (ਮਿੱਟੀ) ਵਿੱਚੋਂ ਤੁਹਾਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ ਅਤੇ ਫੇਰ ਇਸੇ ਵਿਚ ਤੁਹਾਨੂੰ ਮੁੜ ਪਰਤਾ ਦੇਵਾਂਗੇ ਅਤੇ ਮੁੜ ਤੁਹਾਨੂੰ ਇਸੇ ਵਿੱਚੋਂ ਦੋਬਾਰਾ ਕੱਢਾਂਗੇ।","arabic":"۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2403,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:56","price":"56਼ ਅਸਾਂ ਉਸ (ਫ਼ਿਰਔਨ) ਨੂੰ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿਖਾਈਆਂ, ਪਰੰਤੂ ਫੇਰ ਵੀ ਉਹ ਝੁਠਲਾਉਂਦਾ ਰਿਹਾ ਅਤੇ ਮੰਨਿਆ ਹੀ ਨਹੀਂ।","arabic":"وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2404,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:57","price":"57਼ (ਫ਼ਿਰਔਨ) ਆਖਣ ਲੱਗਾ ਕਿ ਹੇ ਮੂਸਾ! ਕੀ ਤੂੰ ਇਸ ਲਈ ਸਾਡੇ ਕੋਲ ਆਇਆ ਹੈ ਕਿ ਤੂੰ ਆਪਣੇ ਜਾਦੂ ਦੇ ਜ਼ੋਰ ਨਾਲ ਸਾਨੂੰ ਸਾਡੇ ਦੇਸ਼ ’ਚੋਂ ਬਾਹਰ ਕੱਢ ਦੇਵੇਂ।","arabic":"قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2405,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:58","price":"58਼ ਚੰਗਾ ਅਸੀਂ ਵੀ ਤੇਰੇ ਟਾਕਰੇ ਤੇ ਅਜਿਹਾ ਹੀ ਜਾਦੂ ਲਿਆਵਾਂਗੇ, ਤੂੰ ਸਾਡੇ ਅਤੇ ਆਪਣੇ ਵਿਚਕਾਰ (ਜਾਦੂ ਦਾ ਮੁਕਾਬਲਾ ਹੋਣ ਦਾ) ਇਕ ਸਮਾਂ ਨਿਸ਼ਚਿਤ ਕਰ ਲੈ, ਨਾ ਅਸੀਂ ਇਸ ਇਕਰਾਰ ਤੋਂ ਫਿਰਾਂਗੇ ਤੇ ਨਾ ਹੀ ਤੂੰ, ਅਤੇ ਇਹ ਮੁਕਾਬਲਾ ਖੁੱਲ੍ਹੇ ਮੈਦਾਨ ਵਿਚ ਹੋਵੇਗਾ।","arabic":"فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2406,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:59","price":"59਼ ਮੂਸਾ ਨੇ ਆਖਿਆ ਕਿ ਤਿਓਹਾਰ ਵਾਲੇ ਦਿਨ ਦਾ ਵਾਅਦਾ (ਨਿਸ਼ਚਿਤ) ਹੈ ਅਤੇ ਦਿਨ ਚੜ੍ਹੇ ਲੋਕੀ ਜਮਾਂ ਹੋ ਜਾਣਗੇ।","arabic":"قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2407,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:60","price":"60਼ ਫ਼ਿਰਔਨ ਵਾਪਸ (ਮਹਿਲ ਵਿਚ) ਚਲਾ ਗਿਆ ਅਤੇ ਆਪਣੇ ਸਾਰੇ ਹਥਕੰਡੇ ਇਕੱਠੇ ਕਰਕੇ ਮੁਕਾਬਲੇ ਲਈ ਮੁੜ (ਮੈਦਾਨ ਵਿਚ) ਆ ਗਿਆ।","arabic":"فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2408,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:61","price":"61਼ ਮੂਸਾ ਨੇ (ਜਾਦੂਗਰਾਂ ਨੂੰ) ਆਖਿਆ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਉੱਤੇ ਝੂਠ ਨਾ ਮੜ੍ਹੋ, ਨਹੀਂ ਤਾਂ ਉਹ ਤੁਹਾਨੂੰ ਅਜ਼ਾਬ ਨਾਲ ਬਰਬਾਦ ਕਰ ਦੇਵੇਗਾ, (ਖ਼ਬਰਦਾਰ ਰਹੋ ਕਿ) ਜਿਸ ਨੇ ਵੀ ਝੂਠ ਘੜ੍ਹਿਆ ਉਹ ਅਸਫ਼ਲ ਹੀ ਹੋਇਆ ਹੈ।","arabic":"قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2409,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:62","price":"62਼ (ਇਹ ਸੁਣ ਕੇ) ਉਹਨਾਂ (ਜਾਦੂਗਰਾਂ) ਵਿਚਾਲੇ ਮਤਭੇਦ ਹੋਣ ਲਗਿਆ ਅਤੇ ਹੌਲੀ-ਹੌਲੀ ਆਪੋ ਵਿਚ ਸਲਾਹ ਮਸ਼ਵਰੇ ਕਰਨ ਲੱਗੇ।","arabic":"فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2410,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:63","price":"63਼ ਅੰਤ ਵਿਚ ਫ਼ਿਰਔਨ ਤੇ ਉਸ ਦੇ ਦਰਬਾਰੀਆਂ ਨੇ ਕਿਹਾ ਕਿ ਇਹ ਦੋਵੇਂ (ਮੂਸਾ ਤੇ ਹਾਰੂਨ) ਜਾਦੂਗਰ ਹੀ ਹਨ ਅਤੇ ਉਹਨਾਂ ਦੀ ਇੱਛਾ ਇਹੋ ਹੈ ਕਿ ਆਪਣੇ ਜਾਦੂ ਦੇ ਜ਼ੋਰ ਨਾਲ ਤੁਹਾਨੂੰ ਸਾਰਿਆਂ ਨੂੰ ਤੁਹਾਡੇ ਦੇਸ਼ ਵਿਚੋਂ ਕੱਢ ਦੇਣ ਅਤੇ ਤੁਹਾਡੇ ਇਸ ਆਦਰਸ਼ ਜੀਵਨ ਪ੍ਰਣਾਲੀ ਨੂੰ ਬਰਬਾਦ ਕਰ ਦੇਣ।","arabic":"قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2411,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:64","price":"64਼ ਸੋ ਤੁਸੀਂ ਆਪਣੇ ਸਾਰੇ ਉਪਾਵਾਂ ਨੂੰ ਜਮਾਂ ਕਰ ਲਵੋ ਅਤੇ ਇਕਜੁੱਟ ਹੋਕੇ ਆਓ, ਅੱਜ ਜਿਹੜਾ ਭਾਰੂ ਰਹੇਗਾ ਉਹੀਓ ਬਾਜ਼ੀ ਜਿੱਤ ਜਾਵੇਗਾ।","arabic":"فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2412,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:65","price":"65਼ (ਜਾਦੂਗਰ) ਆਖਣ ਲੱਗੇ ਕਿ ਹੇ ਮੂਸਾ! ਤੂੰ ਪਹਿਲਾਂ (ਜਾਦੂ) ਸੁੱਟੇਗਾ ਜਾਂ ਅਸੀਂ ਹੀ ਪਹਿਲਾਂ ਸੁੱਟੀਏ।","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2413,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:66","price":"66਼ ਮੂਸਾ ਨੇ ਕਿਹਾ ਕਿ ਨਹੀਂ ਤੁਸੀਂ ਹੀ ਪਹਿਲ ਕਰੋ! (ਜਦੋਂ ਜਾਦੂ ਲਈ ਜਾਦੂਗਰਾਂ ਨੇ ਰੱਸੀਆਂ ਤੇ ਸੋਟੀਆਂ ਸੁਟੀਆਂ ਤਾਂ) ਮੂਸਾ ਨੂੰ ਇੰਜ ਮਹਿਸੂਸ ਹੋਣ ਲੱਗ ਪਿਆ ਕਿ ਜਿਵੇਂ ਉਹਨਾਂ (ਜਾਦੂਗਰਾਂ) ਦੀਆਂ ਰੱਸੀਆਂ ਤੇ ਸੋਟੀਆਂ ਜਾਦੂ ਦੇ ਕਾਰਨ ਨੱਸ ਭੱਜ ਰਹੀਆਂ ਹਨ।","arabic":"قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2414,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:67","price":"67਼ (ਇਹ ਵੇਖ ਕੇ) ਮੂਸਾ ਆਪਣੇ ਮਨ ਹੀ ਮਨ ਵਿਚ ਡਰ ਮਹਿਸੂਸ ਕਰਨ ਲਗਿਆ।","arabic":"فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2415,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:68","price":"68਼ ਤਾਂ ਅਸੀਂ ਫ਼ਰਮਾਇਆ ਕਿ ਉੱਕਾ ਨਾ ਡਰ, ਤੂੰ ਹੀ ਭਾਰੂ ਰਹੇਗਾ।","arabic":"قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2416,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:69","price":"69਼ ਅਤੇ ਤੇਰੇ ਸੱਜੇ ਹੱਥ ਵਿਚ ਜੋ (ਲਾਠੀ) ਹੈ ਉਸ ਨੂੰ ਸੁੱਟ ਦੇ, ਉਹਨਾਂ (ਜਾਦੂਗਰਾਂ) ਨੇ ਜੋ ਵੀ ਕਾਰੀਗਰੀ (ਕਰਤੱਬ) ਵਿਖਾਈ ਹੈ ਉਹ ਉਹਨਾਂ ਸਭ ਨੂੰ ਨਿਗਲ ਜਾਵੇਗੀ। ਉਹਨਾਂ ਨੇ ਜੋ ਵੀ ਬਣਾਇਆ ਹੈ ਉਹ ਸਭ ਜਾਦੂਗਰੀ ਦਾ ਸਾਂਗ ਹੈ ਅਤੇ ਜਾਦੂਗਰ ਕਦੇ ਵੀ ਸਫ਼ਲ ਨਹੀਂ ਹੋ ਸਕਦਾ ਭਾਵੇਂ ਕਿਤਿਓ ਵੀ ਆਵੇ।","arabic":"وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2417,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:70","price":"70਼ (ਜਿਵੇਂ ਹੀ) ਮੂਸਾ ਨੇ ਆਪਣੀ ਸੋਟੀ ਸੁੱਟੀ, ਸੋਟੀ ਇਕ ਅਜਗਰ ਬਣ ਗਈ ਅਤੇ ਜਾਦੂਗਰਾਂ ਵੱਲੋਂ ਸੁੱਟੀਆਂ ਹੋਇਆ ਸੋਟੀਆਂ ਦੇ ਬਣੇ ਹੋਏ ਸੱਪਾਂ ਨੂੰ ਖਾ ਗਈ, ਜਦੋਂ ਜਾਦੂਗਰਾਂ ਨੇ ਇਹ ਵੇਖਿਆ ਤਾਂ ਸਾਰੇ ਜਾਦੂਗਰ ਸਿਜਦੇ ਵਿਚ ਡਿਗ ਪਏ ਅਤੇ ਕਹਿਣ ਲੱਗੇ ਕਿ ਅਸੀਂ ਮੂਸਾ ਤੇ ਹਾਰੂਨ ਦੇ ਰੱਬ ’ਤੇ ਈਮਾਨ ਲਿਆਏ ਹਾਂ।","arabic":"فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2418,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:71","price":"71਼ ਫ਼ਿਰਔਨ ਨੇ (ਗੁੱਸੇ ਵਿਚ) ਆਖਿਆ ਕਿ ਮੈਥੋਂ ਪੁੱਛੇ ਬਿਨਾਂ ਹੀ ਤੁਸੀਂ ਉਸ (ਅੱਲਾਹ) ’ਤੇ ਈਮਾਨ ਲੈ ਆਏ ? ਅਸਲ ਵਿਚ ਇਹ (ਮੂਸਾ) ਤੁਹਾਡਾ ਗੂਰੁ ਹੈ ਜਿਸ ਤੋਂ ਤੁਸੀਂ ਜਾਦੂ ਸਿੱਖਦੇ ਹੋ। ਮੈਂ ਤੁਹਾਡਾ ਇਕ ਪਾਸੇ ਦਾ ਹੱਥ ਅਤੇ ਦੂਜੇ ਪਾਸੇ ਦਾ ਪੈਰ ਵਢਾ ਦਿਆਂਗਾ ਅਤੇ ਤੁਹਾਨੂੰ ਸਾਰਿਆਂ ਨੂੰ ਖਜੂਰ ਦੇ ਪੋਰਿਆਂ ’ਤੇ ਸੂਲੀ ’ਤੇ ਚਾੜ੍ਹਾਂਗਾ ਅਤੇ ਫੇਰ ਤੁਹਾਨੂੰ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ ਕਿ ਸਾਡੇ ਦੋਹਾਂ (ਅੱਲਾਹ ਤੇ ਫ਼ਿਰਔਨ) ਵਿੱਚੋਂ ਕਿਸ ਦੀ ਸਜ਼ਾ ਵਧੇਰੇ ਕਰੜੀ ਤੇ ਸਦੀਵੀ ਹੈ।","arabic":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2419,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:72","price":"72਼ ਉਹਨਾਂ (ਜਾਦੂਗਰਾਂ) ਨੇ ਜਵਾਬ ਵਿਚ ਕਿਹਾ ਕਿ ਇਹ ਗੱਲ ਅਸੰਭਵ ਹੈ ਕਿ ਉਹਨਾਂ ਦਲੀਲਾਂ ਦੇ ਅੱਗੇ ਜਿਹੜੀਆਂ ਸਾਡੇ ਸਾਹਮਣੇ ਆ ਚੁੱਕੀਆਂ ਹਨ ਅਤੇ ਉਸ ਅੱਲਾਹ ਦੀ ਜ਼ਾਤ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਜਿਸ ਨੇ ਸਾਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਅਸੀਂ ਤੈਨੂੰ (ਫ਼ਿਰਔਨ ਨੂੰ) ਪਹਿਲ ਦੇਇਏ। ਹੁਣ ਜੋ ਵੀ ਤੂੰ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ ਕਰ ਲੈ। ਤੂੰ ਜੋ ਵੀ ਹੁਕਮ ਚਲਾ ਸਕਦਾ ਹੈ ਉਹ ਕੇਵਲ ਇਸੇ ਜੀਵਨ ਤਕ ਹੀ ਸੀਮਤ ਹੈ।","arabic":"قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2420,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:73","price":"73਼ ਅਸੀਂ (ਜਾਦੂਗਰ) ਇਸ ਲਈ ਆਪਣੇ ਪਾਲਣਹਾਰ ’ਤੇ ਈਮਾਨ ਲਿਆਏ ਹਾਂ ਕਿ ਉਹ ਸਾਡੀਆਂ ਗ਼ਲਤੀਆਂ ਨੂੰ ਮੁਆਫ਼ ਕਰ ਦੇਵੇਗਾ ਅਤੇ (ਵਿਸ਼ੇਸ਼ ਕਰ) ਇਹ ਜਾਦੂਗਰੀ, ਜਿਸ ਲਈ ਤੂੰ ਸਾਨੂੰ ਮਜਬੂਰ ਕੀਤਾ ਹੈ। ਅੱਲਾਹ ਹੀ ਵਧੀਆ (ਬਦਲਾ ਦੇਣ ਵਾਲਾ) ਹੈ ਅਤੇ ਉਹੀਓ ਸਦਾ ਰਹਿਣ ਵਾਲਾ ਹੈ।","arabic":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2421,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:74","price":"74਼ ਅਸਲ ਵਿਚ ਜੋ ਵੀ ਵਿਅਕਤੀ ਅਪਰਾਧੀ ਬਣ ਕੇ ਅੱਲਾਹ ਦੇ ਹਜ਼ੂਰ ਪੇਸ਼ ਹੋਵੇਗਾ ਉਸ ਲਈ ਨਰਕ ਹੈ ਜਿੱਥੇ ਨਾ ਤਾਂ ਉਹ ਮਰ ਸਕੇਗਾ ਤੇ ਨਾ ਹੀ ਜੀ ਸਕੇਗਾ।","arabic":"إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2422,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:75","price":"75਼ ਅਤੇ ਜਿਹੜਾ ਵੀ ਈਮਾਨ ਦੀ ਹਾਲਤ ਵਿਚ ਹਾਜ਼ਰ ਹੋਵੇਗਾ ਅਤੇ ਉਸ ਨੇ ਅਮਲ ਵੀ ਨੇਕ ਕੀਤੇ ਹੋਣਗੇ ਉਸ ਲਈ ਉੱਚੇ-ਉੱਚੇ ਮਰਾਤਬੇ ਹੋਣਗੇ।","arabic":"وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2423,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:76","price":"76਼ ਭਾਵ ਰਹਿਣ ਲਈ ਸਦਾ ਬਹਾਰ ਬਾਗ਼ ਹੋਣਗੇ, ਜਿਨ੍ਹਾਂ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹੋਣਗੀਆਂ, ਜਿੱਥੇ ਉਹ (ਨੇਕ ਲੋਕ) ਹਮੇਸ਼ਾ ਲਈ ਰਹਿਣਗੇ। ਇਹੋ ਇਨਾਮ ਹੈ ਹਰ ਉਸ ਵਿਅਕਤੀ ਦਾ ਜਿਹੜਾ (ਗੁਨਾਹਾਂ ਤੋਂ) ਪਾਕ ਹੋਵੇਗਾ।","arabic":"جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2424,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:77","price":"77਼ ਅਸਾਂ ਮੂਸਾ ਵੱਲ ਪੈਗ਼ਾਮ ਭੇਜਿਆ ਕਿ ਤੂੰ ਰਾਤੋਂ ਰਾਤ ਮੇਰੇ ਬੰਦਿਆਂ ਨੂੰ ਇੱਥੋਂ ਲੈ ਕੇ ਨਿਕਲ ਜਾ ਅਤੇ ਉਹਨਾਂ ਲਈ ਦਰਿਆ ਵਿਚ (ਸੋਟੀ ਮਾਰ ਕੇ) ਸੁੱਕਾ ਰਾਹ ਬਣਾ। ਫੇਰ ਨਾਂ ਤਾਂ ਤੈਨੂੰ ਕਿਸੇ ਵੱਲੋਂ ਪਿੱਛਾ ਕਰਨ ਦੀ ਚਿੰਤਾ ਹੋਵੇਗੀ ਤੇ ਨਾ ਹੀ (ਡੁਬੱਣ ਦਾ) ਕੋਈ ਡਰ ਹੋਵੇਗਾ।","arabic":"وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2425,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:78","price":"78਼ ਫ਼ਿਰਔਨ ਨੇ ਆਪਣੀਆਂ ਫ਼ੌਜਾਂ ਲੈਕੇ ਉਹਨਾਂ (ਮੂਸਾ ਅਤੇ ਸਾਥੀਆਂ) ਦਾ ਪਿੱਛਾ ਕੀਤਾ ਤਾਂ ਦਰਿਆ ਦੇ ਪਾਣੀ ਨੇ ਉਹਨਾਂ ਨੂੰ ਘੇਰ ਲਿਆ ਜਿਵੇਂ ਕਿ ਉਸ ਦਾ ਹੱਕ ਬਣਦਾ ਸੀ।","arabic":"فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2426,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:79","price":"79਼ ਫ਼ਿਰਔਨ ਨੇ ਆਪਣੀ ਕੌਮ ਨੂੰ ਕੁਰਾਹੇ ਹੀ ਪਾਇਆ ਸੀ, ਸਿੱਧੇ ਰਾਹ ਨਹੀਂ ਸੀ ਪਾਇਆ।","arabic":"وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2427,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:80","price":"80਼ (ਅੱਲਾਹ ਨੇ ਫ਼ਰਮਾਇਆ) ਹੇ ਬਨੀ-ਇਸਰਾਈਲ! ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਵੈਰੀਆਂ ਤੋਂ ਮੁਕਤ ਕਰਵਾਇਆ ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੂਰ ਪਹਾੜ ਦੇ ਸੱਜੇ ਪਾਸੇ ਤੌਰੈਤ ਦੇਣ ਦਾ ਵਾਅਦਾ ਕੀਤਾ ਸੀ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਅਕਾਸ਼ ਤੋਂ ਮਨ ਤੇ ਸਲਵਾ ਵੀ ਉਤਾਰਿਆ ਸੀ।1","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2428,"juzNumber":16,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 57/2","lang":"pa"},{"name":"20:81","price":"81਼ ਜਿਹੜੀਆਂ ਵੀ ਪਾਕ ਚੀਜ਼ਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਬਖ਼ਸ਼ੀਆਂ ਹਨ ਉਹਨਾਂ ਵਿਚੋਂ ਹੀ ਖਾਇਆ ਕਰੋ ਅਤੇ ਇਸ ਤੋਂ ਅੱਗੇ ਨਾ ਵਧੋ, ਨਹੀਂ ਤਾਂ ਤੁਹਾਡੇ ’ਤੇ ਮੇਰਾ ਗ਼ਜ਼ਬ (ਕਰੋਪ) ਨਾਜ਼ਿਲ ਹੋਵੇਗਾ ਅਤੇ ਜਿਸ ਉੱਤੇ ਵੀ ਮੇਰਾ ਗ਼ਜ਼ਬ ਆ ਜਾਵੇ ਉਹ ਬਰਬਾਦ ਹੋ ਜਾਂਦਾ ਹੈ।","arabic":"كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2429,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:82","price":"82਼ ਅਤੇ ਜਿਹੜੇ (ਅੱਲਾਹ ਦੀ ਨਾ-ਫ਼ਰਮਾਨੀ ਤੋਂ) ਤੌਬਾ ਕਰਨ, ਫੇਰ ਈਮਾਨ ਲਿਆਉਣ ਤੇ ਨੇਕ ਕੰਮ ਵੀ ਕਰਨ ਅਤੇ ਫੇਰ ਸਿੱਧੀ ਰਾਹ ’ਤੇ ਹੀ ਰਹਿਣ। ਬੇਸ਼ਕ ਮੈਂ ਅਤਿ ਅੰਤ ਬਖ਼ਸ਼ਨਹਾਰ ਹਾਂ।","arabic":"وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2430,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:83","price":"83਼ (ਜਦੋਂ ਮੂਸਾ ਹਾਰੂਨ ਤੇ ਬਨੀ-ਇਸਰਾਈਲੀਆਂ ਨੂੰ ਛੱਡ ਕੇ ਰੱਬ ਨੂੰ ਮਿਲਣ ਲਈ ਤੂਰ ਪਹਾੜ ’ਤੇ ਆਏ ਤਾਂ ਅੱਲਾਹ ਨੇ ਪੁੱਛਿਆ ਕਿ) ਮੂਸਾ ਤੂੰ ਆਪਣੀ ਕੌਮ ਤੋਂ ਅੱਗੇ ਚੱਲਣ ਵਿਚ ਛੇਤੀ ਕਿਉਂ ਕੀਤੀ ?","arabic":"۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2431,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:84","price":"84਼ (ਮੂਸਾ ਨੇ) ਕਿਹਾ ਕਿ ਉਹ ਲੋਕ ਵੀ ਮੇਰੇ ਪਿੱਛੇ-ਪਿੱਛੇ ਆ ਰਹੇ ਹਨ ਅਤੇ ਹੇ ਰੱਬ! ਮੈਂਨੇ ਤੇਰੇ ਵੱਲ ਆਉਣ ਵਿਚ ਛੇਤੀ ਇਸ ਲਈ ਕੀਤੀ ਕਿ ਤੂੰ ਖ਼ੁਸ਼ ਹੋ ਜਾਵੇ।","arabic":"قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2432,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:85","price":"85਼ (ਅੱਲਾਹ ਨੇ) ਫ਼ਰਮਾਇਆ ਕਿ ਅਸੀਂ ਤੇਰੇ ਪਿੱਛੋਂ ਤੇਰੀ ਕੌਮ ਨੂੰ ਇਕ ਅਜ਼ਮਾਇਸ਼ ਵਿਚ ਪਾ ਦਿੱਤਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਾਮਰੀ ਨੇ ਕੁਰਾਹੇ ਪਾ ਦਿੱਤਾ ਹੈ।","arabic":"قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2433,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:86","price":"86਼ ਫੇਰ ਮੂਸਾ ਅਤਿਅੰਤ ਗੁੱਸੇ ਅਤੇ ਦੁਖੀ ਹੋਕੇ ਆਪਣੀ ਕੌਮ ਵੱਲ ਪਰਤਿਆ ਅਤੇ ਆਖਣ ਲੱਗਾ ਕਿ ਹੇ ਮੇਰੀ ਕੌਮ ਵਾਲਿਓ! ਕੀ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਤੁਹਾਡੇ ਨਾਲ ਨੇਕ ਵਾਅਦਾ ਨਹੀਂ ਸੀ ਕੀਤਾ ? ਕੀ ਤੁਹਾਨੂੰ ਮੇਰੀ ਜੁਦਾਈ ਦਾ ਸਮਾਂ ਲੰਮਾ ਲੱਗ ਰਿਹਾ ਸੀ ਜਾਂ ਤੁਸੀਂ ਇਹ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ’ਤੇ ਤੁਹਾਡੇ ਪਾਲਣਹਾਰ ਦਾ ਕਰੋਪ ਨਾਜ਼ਿਲ ਹੋਵੇ ? ਤੁਸੀਂ ਮੇਰੇ ਨਾਲ ਕੀਤੇ ਹੋਏ ਵਚਨਾਂ ਤੋਂ ਫਿਰ ਗਏ (ਕਿ ਅਸੀਂ ਤੁਹਾਡਾ ਕਹਿਣਾ ਮੰਨਾਗੇ ਤੁਸੀਂ ਸਾਨੂੰ ਫ਼ਿਰਔਨ ਤੋਂ ਬਚਾਓ)।","arabic":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2434,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:87","price":"87਼ ਉਹਨਾਂ (ਬਨੀ-ਇਸਰਾਈਲੀਆਂ) ਨੇ ਉੱਤਰ ਵਿਚ ਕਿਹਾ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਨਾਲ ਵਚਨਾਂ ਦੀ ਉਲੰਘਣਾ ਆਪਣੀ ਮਰਜ਼ੀ ਨਾਲ ਨਹੀਂ ਕੀਤੀ, ਸਾਥੋਂ ਫ਼ਿਰਔਨ ਦੀ ਕੌਮ ਦੇ ਗਹਿਿਣਆਂ ਦਾ ਭਾਰ ਚੁਕਵਾਇਆ ਗਿਆ ਸੀ। ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ (ਅੱਗ ਵਿਚ) ਸੁੱਟ ਦਿੱਤਾ ਸੀ ਅਤੇ ਇੰਜ ਹੀ ਸਾਮਰੀ ਨੇ ਵੀ ਗਹਿਣੇ (ਅੱਗ ਵਿਚ) ਸੁੱਟ ਦਿੱਤੇ ਸੀ।","arabic":"قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2435,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:88","price":"88਼ ਫੇਰ ਉਸ (ਸਾਮਰੀ) ਨੇ ਉਹਨਾਂ (ਬਨੀ-ਇਸਰਾਈਲੀਆਂ) ਲਈ ਗਹਿਨਿਆਂ ਦਾ ਇਕ ਵੱਛੇ ਦਾ ਧੜ੍ਹ ਬਣਾ ਦਿੱਤਾ ਜਿਸ ਵਿੱਚੋਂ (ਗਊ ਦੀ) ਆਵਾਜ਼ ਨਿਕਲਦੀ ਸੀ ਅਤੇ ਫੇਰ ਉਹ ਲੋਕ ਆਖਣ ਲੱਗੇ ਕਿ ਤੁਹਾਡਾ ਇਸ਼ਟ ਅਤੇ ਮੂਸਾ ਦਾ ਇਸ਼ਟ ਇਹੋ ਹੈ, ਉਹ ਮੂਸਾ ਤਾਂ (ਸਾਨੂੰ) ਭੁਲ ਗਿਆ ਹੈ।","arabic":"فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2436,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:89","price":"89਼ ਕੀ ਇਹ (ਕੁਰਾਹੇ ਪਏ ਹੋਏ) ਲੋਕ ਇਹ ਨਹੀਂ ਸੀ ਵੇਖਦੇ ਕਿ ਇਹ (ਵੱਛਾ) ਉਹਨਾਂ ਦੀ ਕਿਸੇ ਗੱਲ ਦਾ ਜਵਾਬ ਨਹੀਂ ਦੇ ਸਕਦਾ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਲਈ ਲਾਭ ਹਾਨੀ ਦਾ ਕੋਈ ਅਧਿਕਾਰ ਰੱਖਦਾ ਹੈ।","arabic":"أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2437,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:90","price":"90਼ ਜਦ ਕਿ ਹਾਰੂਨ ਨੇ ਉਹਨਾਂ ਨੂੰ ਪਹਿਲਾਂ ਹੀ ਆਖ ਦਿੱਤਾ ਸੀ ਕਿ ਹੇ ਮੇਰੀ ਕੌਮ! ਇਸ (ਵੱਛੇ) ਦੇ ਕਾਰਨ ਤਾਂ ਤੁਹਾਡੀ ਅਜ਼ਮਾਇਸ਼ ਕੀਤੀ ਗਈ ਹੈ, ਤੁਹਾਡਾ ਅਸਲੀ ਪਾਲਣਹਾਰ ਤਾਂ ਰਹਿਮਾਨ ਹੀ ਹੈ ਸੋ ਤੁਸੀਂ ਸਾਰੇ ਮੇਰੇ ਪਿੱਛੇ ਲੱਗੋ ਅਤੇ ਮੇਰੀ ਹੀ ਗੱਲ ਮੰਨੋ।","arabic":"وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2438,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:91","price":"91਼ ਪਰੰਤੂ ਉਹਨਾਂ ਨੇ ਉੱਤਰ ਦਿੱਤਾ ਕਿ ਮੂਸਾ ਦੇ ਮੁੜ ਆਉਣ ਤਕ ਤਾਂ ਅਸੀਂ ਇਸੇ (ਵੱਛੇ) ਦੀ ਹੀ ਪੂਜਾ ਕਰਾਂਗੇ।","arabic":"قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2439,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:92","price":"92਼ ਫੇਰ ਮੂਸਾ ਨੇ ਹਾਰੂਨ ਨੂੰ ਕਿਹਾ ਕਿ ਹੇ ਹਾਰੂਨ! ਉਹਨਾਂ ਨੂੰ ਕੁਰਾਹੇ ਪੈਂਦੇ ਵੇਖ ਕੇ ਤੈਨੂੰ ਕਿਸ ਗੱਲ ਨੇ ਰੋਕ ਰੱਖਿਆ ਸੀ ?","arabic":"قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2440,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:93","price":"93਼ ਤੂੰ ਮੇਰੇ ਪਿੱਛੇ (ਤੂਰ ਪਹਾੜ ’ਤੇ) ਨਹੀਂ ਆਇਆ ਕੀ ਤੂੰ ਵੀ ਮੇਰੇ ਹੁਕਮਾਂ ਦੀ ਉਲੰਘਨਾਂ ਕਰਨ ਲੱਗ ਪਿਆ ?","arabic":"أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2441,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:94","price":"94਼ ਕਿਹਾ (ਹਾਰੂਨ ਨੇ) ਕਿ ਹੇ ਮੇਰੇ ਮਾਂ-ਜਾਇਆ! ਤੂੰ ਮੇਰੀ ਦਾੜੀ ਨਾ ਫੜ ਅਤੇ ਮੇਰੇ ਸਿਰ ਦੇ ਵਾਲਾਂ ਨੂੰ ਨਾ ਖਿੱਚ ਮੈਂ ਤਾਂ ਇਸ ਗੱਲ ਤੋਂ ਡਰਦਾ ਸੀ ਕਿ ਤੁਸੀਂ ਆਕੇ ਇਹ ਨਾ ਆਖੋ ਕਿ ਤੂੰ ਬਨੀ-ਇਸਰਾਈਲ ਵਿਚ ਫੁਟ ਪਾ ਦਿੱਤੀ ਹੈ, ਮੇਰੀ ਗੱਲ ਦਾ ਧਿਆਨ ਨਹੀਂ ਰੱਖਿਆ।","arabic":"قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2442,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:95","price":"95਼ ਪੁੱਛਿਆ (ਮੂਸਾ ਨੇ) ਕਿ ਹੇ ਸਾਮਰੀ! ਤੇਰਾ ਮਾਮਲਾ ਕੀ ਹੈ ?","arabic":"قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2443,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:96","price":"96਼ ਉਸ (ਸਾਮਰੀ) ਨੇ ਕਿਹਾ ਕਿ ਮੈਂ ਇਕ ਉਹ ਚੀਜ਼ ਵੇਖੀ ਹੈ ਜਿਹੜੀ ਇਹਨਾਂ ਲੋਕਾਂ ਨੇ ਨਹੀਂ ਸੀ ਵੇਖੀ। ਮੈਂਨੇ ਜਿਬਰਾਈਲ ਦੇ ਘੋੜੇ ਦੇ ਪੈਰਾਂ ਦੀ ਮਿੱਟੀ ’ਚੋਂ ਇਕ ਮੁੱਠ ਚੁੱਕ ਲਈ ਤੇ ਉਸ ਨੂੰ (ਅੱਗ ਵਿਚ) ਸੁੱਟ ਦਿੱਤਾ। ਮੇਰੇ ਮਨ ਨੇ ਮੈਨੂੰ ਇਹੋ ਸੁਝਾਇਆ ਸੀ।","arabic":"قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2444,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:97","price":"97਼ (ਮੂਸਾ ਨੇ) ਕਿਹਾ ਕਿ ਚੰਗਾ ਤੂੰ ਜਾ, ਹੁਣ ਸਾਰੀ ਉਮਰ ਤੇਰੀ ਇਹੋ ਸਜ਼ਾ ਹੈ ਕਿ ਤੂੰ (ਲੋਕਾਂ ਨੂੰ) ਆਖਿਆ ਕਰੇਂਗਾ ਕਿ ਮੈਨੂੰ ਨਾ ਛੂਣਾ ਅਤੇ ਤੇਰੇ ਲਈ (ਆਖ਼ਿਰਤ ਦੀ ਸਜ਼ਾ ਦਾ) ਇਕ ਹੋਰ ਵੀ ਵਾਅਦਾ ਹੈ ਜਿਹੜਾ ਟਲਣ ਵਾਲਾ ਨਹੀਂ। ਫੇਰ ਤੂੰ ਆਪਣੇ ਇਸ ਇਸ਼ਟ ਨੂੰ ਵੀ ਵੇਖ ਲਈਂ ਜਿਸ ਦੀ ਤੂੰ ਪੂਜਾ ਕਰਦਾ ਸੀ, ਅਸੀਂ ਇਸ ਨੂੰ (ਅੱਗ ਵਿਚ) ਸਾੜ ਦਿਆਂਗੇ ਅਤੇ ਚੂਰਾ-ਚੂਰਾ ਕਰਕੇ ਦਰਿਆ ਵਿਚ ਸੁੱਟ ਦਿਆਂਗੇ।","arabic":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2445,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:98","price":"98਼ ਹਕੀਕਤ ਇਹ ਹੈ ਕਿ ਤੁਹਾਡਾ ਸਭ ਦਾ ਇਸ਼ਟ ਕੇਵਲ ਇਕ ਅੱਲਾਹ ਹੈ, ਉਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਵੀ ਪੂਜਣ ਯੋਗ ਨਹੀਂ ਅਤੇ ਉਸ ਦਾ ਗਿਆਨ ਹਰੇਕ ਚੀਜ਼ ’ਤੇ ਭਾਰੂ ਹੈ।","arabic":"إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2446,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:99","price":"99਼ ਇਸ ਪ੍ਰਕਾਰ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਅਸੀਂ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਪਿਛਲੇ ਵਾਪਰੇ ਹੋਏ ਹਾਲਾਤ ਰੱਖ ਰਹੇ ਹਾਂ ਅਤੇ ਅਸੀਂ ਆਪਣੇ ਕੋਲੋਂ ਤੁਹਾਨੂੰ ਇਕ ਨਸੀਹਤ (.ਕੁਰਆਨ) ਬਖ਼ਸ਼ ਚੁੱਕੇ ਹਾਂ।","arabic":"كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2447,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:100","price":"100਼ ਜਿਹੜਾ ਵੀ ਇਸ (ਨਸੀਹਤ) ਤੋਂ ਮੂੰਹ ਮੋੜੇਗਾ ਉਹ ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ ਆਪਣੇ (ਪਾਪਾਂ ਦਾ) ਭਾਰ ਆਪ ਹੀ ਚੁੱਕੇਗਾ।1","arabic":"مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2448,"juzNumber":16,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 85/3","lang":"pa"},{"name":"20:101","price":"101਼ ਉਹ (ਪਾਪੀ) ਉਸੇ (ਬਿਪਤਾ) ਵਿਚ ਸਦਾ ਲਈ (ਫਸੇ) ਰਹਿੰਣਗੇ ਅਤੇ ਕਿਆਮਤ ਦਿਹਾੜੇ ਇਹ (ਪਾਪਾਂ ਦਾ) ਭਾਰ ਉਹਨਾਂ ਲਈ ਬੜਾ ਹੀ ਦੁਖਦਾਈ ਹੋਵੇਗਾ।","arabic":"خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2449,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:102","price":"102਼ ਜਿਸ ਦਿਨ ਬਿਗੁਲ (ਨਰਸਿੰਘਾ) ਬਜਾਇਆ ਜਾਵੇਗੇ, ਉਸ ਦਿਨ ਅਸੀਂ ਸਾਰੇ ਅਪਰਾਧੀਆਂ ਨੂੰ ਇਕੱਠਾ ਕਰਾਂਗੇ ਜਿਨ੍ਹਾਂ ਦੀਆਂ ਅੱਖਾਂ ਨੀਲੀਆਂ (ਪੀਲੀਆਂ) ਹੋ ਰਹੀਆਂ ਹੋਣਗੀਆਂ।","arabic":"يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2450,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:103","price":"103਼ ਉਹ (ਪਾਪੀ) ਆਪਸ ਵਿਚ ਹੌਲੀ-ਹੌਲੀ ਗੱਲਾਂ ਕਰਨਗੇ ਕਿ ਅਸੀਂ ਤਾਂ (ਸੰਸਾਰ ਵਿਚ) ਕੇਵਲ ਦਸ ਦਿਨ ਹੀ ਰਹੇ ਸੀ।","arabic":"يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2451,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:104","price":"104਼ ਉਹ ਜੋ ਕਹਿ ਰਹੇ ਹਨ ਅਸੀਂ ਉਸ ਦੀ ਸੱਚਾਈ ਨੂੰ ਜਾਣਦੇ ਹਾਂ, ਉਹਨਾਂ (ਪਾਪੀਆਂ) ਵਿੱਚੋਂ ਜਿਹੜਾ ਸੂਝਵਾਣ ਹੋਵੇਗਾ ਉਹ ਕਹੇਗਾ ਕਿ ਤੁਸੀਂ ਤਾਂ ਕੇਵਲ (ਸੰਸਾਰ ਵਿਚ) ਇਕ ਦਿਨ ਹੀ ਰਹੇ ਸੀ।","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2452,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:105","price":"105਼ (ਹੇ ਨਬੀ!) ਉਹ (ਕਾਫ਼ਿਰ) ਤੁਹਾਥੋਂ ਪਹਾੜਾਂ ਬਾਰੇ ਪੁੱਛਦੇ ਹਨ, ਤੁਸੀਂ ਆਖੋ ਕਿ ਕਿਆਮਤ ਦਿਹਾੜੇ ਉਹਨਾਂ ਨੂੰ ਮੇਰਾ ਮਾਲਿਕ (ਧੂੜ ਬਣਾ ਕੇ) ਉੜਾ ਦੇਵੇਗਾ।","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2453,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:106","price":"106਼ ਅਤੇ ਧਰਤੀ ਨੂੰ ਰੜਾ ਮੈਦਾਨ ਬਣਾ ਦੇਵੇਗਾ।","arabic":"فَيَذَرُهَا قَاعٗا صَفۡصَفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2454,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:107","price":"107਼ ਜਿਸ ਵਿਚ ਨਾ ਤਾਂ ਕੋਈ ਮੋੜ ਹੋਵੇਗਾ ਤੇ ਨਾ ਹੀ ਕੋਈ ਉੱਚਾਈ ਹੋਵੇਗੀ।","arabic":"لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2455,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:108","price":"108਼ ਉਸ ਦਿਨ ਸਾਰੇ ਲੋਕੀ ਬੁਲਾਉਣ ਵਾਲੇ (ਫ਼ਰਿਸ਼ਤੇ) ਦੇ ਪਿੱਛੇ-ਪਿੱਛੇ ਤੁਰਨਗੇ ਜਿਸ ਦੇ ਸਾਹਮਣੇ ਕੋਈ ਆਕੜ ਨਹੀਂ ਵਿਖਾ ਸਕੇਗਾ ਅਤੇ ਰਹਿਮਾਨ ਦੇ ਅੱਗੇ ਸਾਰੀਆਂ ਆਵਾਜ਼ਾਂ ਦਬ ਜਾਣਗੀਆਂ। ਇਕ ਸਰਸਰਾਹਟ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੁੱਝ ਵੀ ਸੁਣਾਈ ਨਹੀਂ ਦੇਵੇਗਾ।","arabic":"يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2456,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:109","price":"109਼ ਉਸ (ਕਿਆਮਤ ਵਾਲੇ) ਦਿਨ ਕੋਈ ਵੀ ਸਿਫ਼ਾਰਸ਼ ਕੰਮ ਨਹੀਂ ਆਵੇਗੀ ਪਰ ਉਹ ਕੰਮ ਆਵੇਗੀ ਜਿਸ ਨੂੰ ਰਹਿਮਾਨ (ਸਿਫ਼ਾਰਸ਼ ਕਰਨ ਦੀ) ਆਗਿਆ ਦੇਵੇ ਅਤੇ ਉਸ ਦੀ ਗੱਲ ਨੂੰ ਪਸੰਦ ਵੀ ਕਰੇ।","arabic":"يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2457,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:110","price":"110਼ ਜੋ ਕੁੱਝ ਵੀ ਉਹਨਾਂ ਲੋਕਾਂ ਦਾ ਅਗਲਾ ਪਿਛਲਾ ਹਾਲ ਹੈ ਉਸ ਨੂੰ ਉਹ (ਅੱਲਾਹ) ਜਾਣਦਾ ਹੈ। ਲੋਕਾਂ ਦਾ ਗਿਆਨ ਉਸ (ਅੱਲਾਹ ਦੇ ਗਿਆਨ) ’ਤੇ ਭਾਰੂ ਨਹੀਂ ਹੋ ਸਕਦਾ।","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2458,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:111","price":"111਼ ਸਾਰੇ ਲੋਕਾਂ ਦੇ ਚਿਹਰੇ (ਸੀਸ) ਉਸ ਸਦਾ ਜੀਵਿਤ ਅਤੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ (ਅੱਲਾਹ) ਦੇ ਅੱਗੇ ਝੁਕੇ ਹੋਏ ਹੋਣਗੇ, ਉਹ ਬਰਬਾਦ ਹੋ ਜਾਵੇਗਾ ਜਿਸ ਨੇ ਆਪਣੇ ਸਿਰ ’ਤੇ ਜ਼ੁਲਮ (ਭਾਵ ਸ਼ਿਰਕ) ਦਾ ਭਾਰ ਚੁੱਕ ਲਿਆ।","arabic":"۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2459,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:112","price":"112਼ ਅਤੇ ਜਿਹੜਾ ਭਲੇ ਕੰਮ ਕਰੇ ਅਤੇ ਹੋਵੇ ਵੀ ਈਮਾਨ ਵਾਲਾ ਤਾਂ ਉਸ ਨੂੰ ਨਾ ਤਾਂ ਵਧੀਕੀ ਹੋਣ ਦਾ ਡਰ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਕਿਸੇ ਹੱਕ ਮਰਨ ਦਾ ਡਰ ਹੋਵੇਗਾ।","arabic":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2460,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:113","price":"113਼ ਇਸੇ ਕਾਰਨ ਅਸੀਂ ਤੇਰੇ ’ਤੇ (ਹੇ ਨਬੀ!) ਅਰਬੀ .ਕੁਰਆਨ ਉਤਾਰਿਆ ਹੈ ਅਤੇ ਇਸ ਵਿਚ ਤਰ੍ਹਾਂ-ਤਰ੍ਹਾਂ ਨਾਲ ਚਿਤਾਵਨੀਆਂ ਸੁਣਾਈਆਂ ਗਈਆਂ ਹਨ ਤਾਂ ਜੋ ਲੋਕੀ ਬੁਰਾਈਆਂ ਤੋਂ ਬਚ ਜਾਣ ਜਾਂ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਨਸੀਹਤ (ਗ੍ਰਹਿਣ ਕਰਨ ਵਾਲੇ) ਲੱਛਣ ਪੈਦਾ ਹੋਣ।","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2461,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:114","price":"114਼ ਸੋ ਅੱਲਾਹ ਉੱਚੀਆਂ ਸ਼ਾਨਾ ਵਾਲਾ ਸੱਚਾ ਪਾਤਸ਼ਾਹ ਹੈ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਤੁਸੀਂ .ਕੁਰਆਨ ਪੜ੍ਹਣ ਵਿਚ ਕਾਹਲੀ ਨਾ ਕਰਿਆ ਕਰੋ ਜਦੋਂ ਤਕ ਕਿ ਤੁਹਾਡੇ ਵੱਲ ਨਾਜ਼ਿਲ ਕੀਤੀ ਜਾ ਰਹੀ ਵਹੀ ਪੂਰੀ ਨਾ ਹੋ ਜਾਵੇ। ਹਾਂ! ਇਹ ਦੁਆ ਕਰਿਆ ਕਰੋ ਕਿ ਹੇ ਮੇਰੇ ਮਾਲਿਕ! ਮੇਰੇ ਗਿਆਨ ਵਿਚ ਵਾਧਾ ਕਰ।","arabic":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2462,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:115","price":"115਼ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਅਸੀਂ ਆਦਮ ਤੋਂ ਇਕ ਵਾਅਦਾ ਲਿਆ ਸੀ (ਕਿ ਸ਼ੈਤਾਨ ਦੀਆਂ ਗੱਲਾਂ ਵਿਚ ਨਹੀਂ ਆਉਣਾ ਸ਼ੈਤਾਨ ਤੇਰਾ ਵੈਰੀ ਹੈ) ਪਰੰਤੂ ਉਹ ਭੁਲ ਗਿਆ ਅਸੀਂ ਉਸ ਵਿਚ ਦ੍ਰਿੜਤਾ ਨਹੀਂ ਵੇਖੀ।","arabic":"وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2463,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:116","price":"116਼ ਜਦੋਂ ਅਸੀਂ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਕਿਹਾ ਕਿ ਆਦਮ ਦੇ ਅੱਗੇ ਸਿਜਦਾ ਕਰੋ ਤਾਂ ਛੁੱਟ ਇਬਲੀਸ ਤੋਂ ਉਹਨਾਂ ਸਭ ਨੇ ਸਿਜਦਾ ਕੀਤਾ, ਪਰ ਉਸ (ਇਬਲੀਸ) ਨੇ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ।","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2464,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:117","price":"117਼ ਫੇਰ ਅਸੀਂ ਕਿਹਾ ਕਿ ਹੇ ਆਦਮ! ਇਹ (ਸ਼ੈਤਾਨ) ਤੇਰਾ ਵੀ ਅਤੇ ਤੇਰੀ ਪਤਨੀ ਦਾ ਵੀ ਵੈਰੀ ਹੈ, ਕਿਤੇ ਇਹ ਤੁਹਾਨੂੰ ਦੋਵਾਂ ਨੂੰ ਜੰਨਤ ’ਚੋਂ ਨਾ ਕੱਢਵਾ ਦੇਵੇ ਅਤੇ ਤੁਸੀਂ ਕਿਸੇ ਮੁਸੀਬਤ ਵਿਚ ਫੱਸ ਜਾਓ।","arabic":"فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2465,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:118","price":"118਼ ਇੱਥੇ (ਜੰਨਤ ਵਿਚ) ਤੁਹਾਨੂੰ ਇਹ ਸੁਵਿਧਾ ਹੈ ਕਿ ਨਾ ਭੁੱਖੇ ਰਹੋਗੇ ਤੇ ਨਾ ਹੀ ਨੰਗੇ।","arabic":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2466,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:119","price":"119਼ ਅਤੇ ਨਾ ਹੀ ਇੱਥੇ ਪਿਆਸੇ ਰਹੋਗੇ ਅਤੇ ਨਾ ਹੀ ਧੁੱਪ ਲੱਗੇਗੀ।","arabic":"وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2467,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:120","price":"120਼ ਪਰ ਸ਼ੈਤਾਨ ਨੇ ਉਸ (ਆਦਮ) ਨੂੰ ਫੁਸਲਾਇਆ ਅਤੇ ਕਹਿਣ ਲੱਗਾ ਕਿ ਹੇ ਆਦਮ! ਕੀ ਮੈਂ ਤੁਹਾਨੂੰ ਸਦੀਵੀ ਜੀਵਨ ਤੇ ਨਾ-ਖ਼ਤਮ ਹੋਣ ਵਾਲੀ ਪਾਤਸ਼ਾਹੀ ਦੇਣ ਵਾਲੇ ਦਰਖ਼ਤ ਬਾਰੇ ਨਾ ਦੱਸਾਂ ?","arabic":"فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2468,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:121","price":"121਼ ਅੰਤ ਉਹਨਾਂ ਦੋਵਾਂ (ਆਦਮ ਤੇ ਹੱਵਾ) ਨੇ ਉਸ ਦਰਖ਼ਤ ਦਾ ਫਲ ਖਾ ਲਿਆ। (ਸਿੱਟੇ ਵਜੋਂ) ਉਹਨਾਂ ਦੋਵਾਂ ਦੀਆਂ ਸ਼ਰਮਗਾਹਾਂ (ਗੁਪਤ ਅੰਗ) ਉਹਨਾਂ ’ਤੇ ਸਪਸ਼ਟ ਹੋ ਗਏ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਜੰਨਤ ਦੇ ਪੱਤਿਆ ਨਾਲ ਢਕਣ ਲੱਗ ਪਈ। ਆਦਮ ਨੇ ਆਪਣੇ ਰੱਬ ਦੀ ਨਾ-ਫ਼ਰਮਾਨੀ ਕੀਤੀ, ਸੋ ਉਹ ਸਿੱਧੇ ਰਾਹ ਤੋਂ ਭਟਕ ਗਿਆ।","arabic":"فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2469,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:122","price":"122਼ ਫੇਰ ਉਸ ਨੂੰ ਉਸ ਦੇ ਰੱਬ ਨੇ ਨਵਾਜ਼ਿਆ, ਉਸ ਦੀ ਤੌਬਾ ਕਬੂਲ ਕੀਤੀ ਅਤੇ ਉਸ ਨੂੰ ਹਿਦਾਇਤ ਵਾਲੀ ਰਾਹ ਵਿਖਾਈ।","arabic":"ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2470,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:123","price":"123਼ ਫ਼ਰਮਾਇਆ ਕਿ ਤੁਸੀਂ ਦੋਵੇਂ (ਆਦਮ ਤੇ ਸ਼ੈਤਾਨ) ਇੱਥੋਂ (ਅਕਾਸ਼ ਤੋਂ ਧਰਤੀ ’ਤੇ) ਇਕੱਠੇ ਉੱਤਰ ਜਾਓ, (ਅੱਜ ਤੋਂ) ਤੁਸੀਂ ਇਕ ਦੂਜੇ ਦੇ ਵੈਰੀ ਹੋ। ਹੁਣ ਜਦੋਂ ਮੇਰੇ ਵੱਲੋਂ ਤੁਹਾਨੂੰ (ਕਿਤਾਬ ਤੇ ਨਬੀਆਂ ਦੁਆਰਾ) ਕੋਈ ਹਿਦਾਇਤ ਪਹੁੰਚੇ ਤਾਂ ਜਿਹੜਾ ਮੇਰੀ ਹਿਦਾਇਤ ਦੀ ਪੈਰਵੀ ਕਰੇਗਾ ਉਹ (ਸਿੱਧੀ ਰਾਹ ਤੋਂ) ਨਹੀਂ ਭਟਕੇਗਾ, ਨਾ ਹੀ ਉਸ ਨੂੰ ਕੋਈ ਕਠਨਾਈ ਹੋਵੇਗੀ।","arabic":"قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2471,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:124","price":"124਼ ਅਤੇ ਜੋ ਵੀ ਮੇਰੀ ਯਾਦ ਤੋਂ ਮੂੰਹ ਮੋੜੇਗਾ ਉਸ ਦਾ ਜੀਵਨ ਔਖਿਆਈ ਵਾਲਾ ਹੋਵੇਗਾ, ਕਿਆਮਤ ਦਿਹਾੜੇ ਅਸੀਂ ਉਸ ਨੂੰ ਅੰਨ੍ਹਾ ਕਰਕੇ ਉਠਾਵਾਂਗੇ।","arabic":"وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2472,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:125","price":"125਼ ਉਹ ਆਖੇਗਾ ਕਿ ਹੇ ਰੱਬਾ! ਤੈਨੇ ਮੈਨੂੰ ਅੰਨ੍ਹਾ ਕਿਉਂ ਬਣਾਇਆ ਹੈ ਜਦੋਂ ਕਿ ਮੈਂ ਤਾਂ (ਸੰਸਰ ਵਿਚ) ਸੁਜਾਖਾ ਸੀ।","arabic":"قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2473,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:126","price":"126਼ (ਰੱਬ) ਆਖੇਗਾ ਕਿ ਇੰਜ ਹੀ ਹੋਣਾ ਸੀ (ਸੰਸਾਰ ਵਿਚ) ਤੂੰ ਮੇਰੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਨੂੰ ਭੁਲ ਗਿਆ ਸੀ ਤਾਂ ਅੱਜ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਤੈਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।","arabic":"قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2474,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:127","price":"127਼ ਹਰ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਜਿਹੜਾ ਹੱਦਾਂ ਟੱਪਣ ਵਾਲਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਉਹ ਰੱਬ ਦੀਆਂ ਆਇਤਾਂ ਤੇ ਇਮਾਨ ਰੱਖਦਾ ਹੈ, ਅਸੀਂ ਉਸ ਨੂੰ ਇੰਜ ਹੀ ਸਜ਼ਾ ਦਿਆਂਗੇ ਅਤੇ ਨਿਰਸੰਦੇਹ, ਪਰਲੋਕ ਦਾ ਅਜ਼ਾਬ (ਸਜ਼ਾ) ਬਹੁਤ ਹੀ ਕਰੜਾ ਅਤੇ ਸਦੀਵੀ ਹੈ।","arabic":"وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2475,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:128","price":"128਼ ਕੀ ਉਹਨਾਂ ਲੋਕਾਂ ਨੇ ਇਸ ਗੱਲ ਤੋਂ ਵੀ ਕੋਈ ਸਿੱਖਿਆ ਨਹੀਂ ਲਈ ਕਿ ਅਸੀਂ ਉਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਕਿੰਨੀਆਂ ਹੀ ਬਸਤੀਆਂ ਤਬਾਹ ਕਰ ਚੁੱਕੇ ਹਾਂ ਜਿੱਥੇ ਅੱਜ ਇਹ ਤੁਰਦੇ-ਫਿਰਦੇ ਹਨ। ਸੂਝਵਾਨ ਵਿਅਕਤੀਆਂ ਲਈ ਇਹਨਾਂ ਵਿਚ ਅਨੇਕਾਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।","arabic":"أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2476,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:129","price":"129਼ ਜੇ ਤੇਰੇ ਰੱਬ ਵੱਲੋਂ ਪਹਿਲਾਂ ਹੀ (ਅਜ਼ਾਬ ਨਾ ਭੇਜਣ ਦੀ) ਗੱਲ ਨਿਸ਼ਚਿਤ ਨਾ ਕੀਤੀ ਹੁੰਦੀ ਅਤੇ (ਕਿਆਮਤ ਲਈ) ਇਕ ਸਮਾਂ ਨਿਯਤ ਨਾ ਕੀਤਾ ਹੁੰਦਾ ਤਾਂ (ਹੇ ਨਬੀ ਸ:!) ਉਹਨਾਂ ਨੂੰ ਉਸੇ ਸਮੇਂ (ਜਦੋਂ ਤੁਹਾਡਾ ਇਨਕਾਰ ਕਰ ਰਹੇ ਸੀ) ਅਜ਼ਾਬ ਆ ਚਿਮੜਦਾ।","arabic":"وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2477,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:130","price":"130਼ ਸੋ (ਹੇ ਨਬੀ ਸ:!) ਤੁਸੀਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੀਆਂ ਗੱਲਾਂ ’ਤੇ ਸਬਰ ਕਰੋ, ਸੂਰਜ ਨਿਕਲਣ ਤੋਂ ਪਹਿਲਾਂ ਅਤੇ ਇਸ ਦੇ ਡੋਬਣ ਤੋਂ ਪਹਿਲਾਂ ਅਤੇ ਰਾਤ ਦੀਆਂ ਘੜੀਆਂ ਵਿਚ ਵੀ ਅਤੇ ਦਿਨ ਦੀਆਂ ਹੱਦਾਂ (ਖ਼ਤਮ ਤੇ ਸ਼ੁਰੂ ਹੋਣ) ’ਤੇ ਵੀ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਦੀ ਤਸਬੀਹ ਕਰਦੇ ਰਹੋ, ਹੋ ਸਕਦਾ ਹੈ ਕਿ (ਜੋ ਇਸ ਦੇ ਬਦਲੇ ਵਿਚ ਰੱਬ ਤੁਹਾਨੂੰ ਸਫ਼ਲਤਾ ਬਖ਼ਸ਼ੇ ਅਤੇ ਤੁਸੀਂ ਰਾਜ਼ੀ (ਸੰਤੁਸ਼ਟ) ਹੋ ਜਾਓ।","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2478,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:131","price":"131਼ (ਹੇ ਨਬੀ ਸ:!) ਤੁਸੀਂ ਅੱਖ ਚੁੱਕ ਕੇ ਵੀ ਉਹਨਾਂ ਚੀਜ਼ਾਂ ਵੱਲ ਨਾ ਵੇਖਣਾ ਜਿਹੜੀਆਂ ਅਸੀਂ ਉਹਨਾਂ ਵਿੱਚੋਂ ਵੱਖੋ-ਵੱਖ ਲੋਕਾਂ ਨੂੰ ਸੰਸਾਰਿਕ ਜੀਵਨ ਦੀ ਠਾਠ ਬਾਠ ਲਈ ਦਿੱਤੀਆਂ ਹੋਈਆਂ ਹਨ, ਤਾਂ ਜੋ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਇਹਨਾਂ ਚੀਜ਼ਾਂ ਰਾਹੀਂ ਪਰਖੀਏ। ਤੇਰੇ ਪਾਲਣਹਾਰ ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਰਿਜ਼ਕ ਹੀ ਸੱਬ ਤੋਂ ਵਧੀਆ ਅਤੇ ਸਦਾ ਰਹਿਣ ਵਾਲਾ ਹੈ।","arabic":"وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2479,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:132","price":"132਼ (ਹੇ ਨਬੀ ਸ:!) ਆਪਣੇ ਘਰ ਵਾਲਿਆਂ ਨੂੰ ਨਮਾਜ਼ ਲਈ ਪ੍ਰੇਰਿਤ ਕਰੋ ਅਤੇ ਆਪ ਵੀ ਉਸ ਦੇ ਪਾਬੰਦ ਰਹੋ। ਅਸੀਂ (ਅੱਲਾਹ) ਤੁਹਾਥੋਂ ਕੋਈ ਰੋਜ਼ੀ ਨਹੀਂ ਮੰਗਦੇ ਸਗੋਂ ਅਸੀਂ ਤਾਂ ਆਪ ਹੀ ਤੁਹਾਨੂੰ ਰੋਜ਼ੀ ਦੇਣ ਵਾਲੇ ਹਾਂ, ਅੰਤ ਵਿਚ ਸਫ਼ਲਤਾ ਪਰਹੇਜ਼ਗਾਰਾਂ ਨੂੰ ਹੀ ਮਿਲੇਗੀ।","arabic":"وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2480,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:133","price":"133਼ ਅਤੇ (ਕਾਫ਼ਿਰ) ਕਹਿਣ ਲੱਗੇ ਕਿ ਇਹ ਨਬੀ (ਮੁਹੰਮਦ ਸ:) ਸਾਡੇ ਕੋਲ ਆਪਣੇ ਪਾਲਣਹਾਰ ਵੱਲੋਂ ਕੋਈ (ਨਬੀ ਹੋਣ ਦੀ) ਨਿਸ਼ਾਨੀ ਕਿਉਂ ਨਹੀਂ ਲਿਆਇਆ ? ਕੀ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਕੋਲ ਪਹਿਲੀਆਂ ਕਿਤਾਬਾਂ (ਤੌਰੈਤ, ਜ਼ਬੂਰ, ਇੰਜੀਲ) ਵਿਚ ਸਪਸ਼ਟ ਦਲੀਲਾਂ ਨਹੀਂ ਆ ਚੁੱਕੀਆਂ।","arabic":"وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2481,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:134","price":"134਼ ਜੇ ਅਸੀਂ ਇਸ (ਨਬੀ) ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਕਿਸੇ ਅਜ਼ਾਬ ਵਿਚ ਹਲਾਕ ਕਰ ਦਿੰਦੇ ਤਾਂ ਇਹ ਲੋਕ ਲਾਜ਼ਮਨ ਇਹੋ ਕਹਿੰਦੇ ਕਿ ਹੇ ਸਾਡੇ ਮਾਲਿਕ! ਤੂੰ ਸਾਡੇ ਕੋਲ ਆਪਣਾ ਪੈਗ਼ੰਬਰ ਕਿਉਂ ਨਹੀਂ ਭੇਜਿਆ ਤਾਂ ਜੋ ਅਸੀਂ ਤੇਰੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਅਸੀਂ (ਇਨਕਾਰੀ) ਜ਼ਲੀਲ ਤੇ ਰੁਸਵਾ ਹੁੰਦੇ।","arabic":"وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2482,"juzNumber":16,"footnotes":"","lang":"pa"},{"name":"20:135","price":"135਼ (ਹੇ ਨਬੀ ਸ:!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਹਰੇਕ ਵਿਅਕਤੀ ਉਡੀਕ ਵਿਚ ਹੈ (ਕਿ ਕੌਣ ਭਾਰੂ ਰਹੇਗਾ) ਸੋ ਤੁਸੀਂ ਵੀ ਉਡੀਕੋ ਛੇਤੀ ਹੀ ਤੁਹਾਨੂੰ ਪਤਾ ਲੱਗ ਜਾਵੇਗਾ ਕਿ ਸਿੱਧੇ ਰਾਹ ’ਤੇ ਤੁਰਨ ਵਾਲੇ ਕੌਣ ਹਨ ਅਤੇ ਕਿਹੜੇ ਹਿਦਾਇਤ ਪ੍ਰਾਪਤ ਕਰ ਚੁੱਕੇ ਹਨ ?","arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2483,"juzNumber":16,"footnotes":"","lang":"pa"}],"juz":{"id":16,"name":"قَالَ أَلَمْ","transliteration":"Qal Alam","transEn":"He Said Did I Not","startVerse":"18:75","endVerse":"20:135","totalVerses":269}}