{"data":[{"name":"21:1","price":"1਼ ਲੋਕਾਂ ਤੋਂ (ਉਹਨਾਂ ਦੇ ਕਰਮਾਂ ਦੇ) ਹਿਸਾਬ ਲੈਣਾ ਦਾ ਵੇਲਾ (ਭਾਵ ਕਿਆਮਤ ਦਾ) ਨੇੜੇ ਆ ਗਿਆ ਹੈ ਫੇਰ ਵੀ ਉਹ ਬੇਪਰਵਾਹੀ ਨਾਲ ਇਸ ਤੋਂ ਮੂੰਹ ਮੋੜੇ ਫਿਰਦੇ ਹਨ।","arabic":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2484,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:2","price":"2਼ ਜਦੋਂ ਉਹਨਾਂ ਕੋਲ ਉਹਨਾਂ ਦੇ ਰੱਬ ਵੱਲੋਂ ਕੋਈ ਵੀ ਨਵੀਂ ਨਸੀਹਤ ਆਉਂਦੀ ਹੈ ਉਹ ਉਸ ਨੂੰ ਖੇਡਦੇ ਹੋਏ (ਮਖੌਲ ਵਿਚ ਹੀ) ਸੁਣਦੇ ਹਨ।","arabic":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2485,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:3","price":"3਼ ਉਹਨਾਂ ਦੇ ਦਿਲ ਉੱਕਾ ਹੀ ਬੇਪਰਵਾਹ ਹਨ। ਉਹਨਾਂ ਜ਼ਾਲਮਾਂ ਨੇ ਹੌਲੀ-ਹੌਲੀ ਆਪੋ ਵਿਚਾਲੇ ਕਾਨਾਫੂਸੀਆਂ ਕਰਦੇ ਹੋਏ (ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ) ਕਿਹਾ ਕਿ ਇਹ (ਮੁਹੰਮਦ ਸ:) ਤੁਹਾਡੇ ਵਰਗਾ ਹੀ ਇਕ ਮਨੁੱਖ ਹੈ, ਫੇਰ ਕੀ ਤੁਸੀਂ ਅੱਖੀਂ ਵੇਖਦੇ ਹੋਏ ਜਾਦੂ ਵਿਚ ਫਸਦੇ ਹੋ ?","arabic":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2486,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:4","price":"4਼ (ਰਸੂਲ ਨੇ ਕਿਹਾ) ਕਿ ਮੇਰਾ ਰੱਬ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਵਿਚ ਵਾਪਰਨ ਵਾਲੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਨੂੰ ਜਾਣਦਾ ਹੈ। ਉਹ ਸਭ ਸੁਣਦਾ ਤੇ ਜਾਣਦਾ ਹੈ।","arabic":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2487,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:5","price":"5਼ ਸਗੋਂ ਇਹ (ਕਾਫ਼ਿਰ) ਤਾਂ ਇਹ ਵੀ ਆਖਦੇ ਹਨ ਕਿ ਇਹ (.ਕੁਰਆਨ) ਤਾਂ ਖਿੰਡੇ-ਪੁੰਡੇ ਸੁਪਨੇ ਹਨ। ਸਗੋਂ ਇਸ (ਮੁਹੰਮਦ) ਨੇ ਆਪਣੇ ਮਨ ਤੋਂ ਝੂਠ ਘੜ੍ਹ ਲਿਆ ਹੈ। ਇਹ ਤਾਂ ਇਕ ਕਵੀ ਹੈ ਨਹੀਂ ਤਾਂ ਇਸ ਨੂੰ ਸਾਡੇ ਕੋਲ (ਨਬੀ ਹੋਣ ਦੀ) ਕੋਈ ਅਜਿਹੀ ਨਿਸ਼ਾਨੀ ਲਿਆਉਣੀ ਚਾਹੀਦੀ ਸੀ ਜਿਵੇਂ ਕਿ ਪਹਿਲਾਂ ਰਸੂਲ (ਸਨੇ ਨਿਸ਼ਾਨੀਆਂ) ਭੇਜੇ ਗਏ ਸਨ।","arabic":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2488,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:6","price":"6਼ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਜਿੰਨੀਆਂ ਵੀ ਬਸਤੀਆਂ ਅਸੀਂ ਉਜਾੜੀਆਂ ਉਹ ਈਮਾਨ ਤੋਂ ਖ਼ਾਲੀ ਸਨ, ਕੀ ਹੁਣ ਇਹ (ਮੱਕੇ ਵਾਲੇ) ਵੀ ਈਮਾਨ ਲਿਆਉਣਗੇ?","arabic":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2489,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:7","price":"7਼ (ਹੇ ਮੁਹੰਮਦ!) ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਅਸੀਂ ਜਿੱਨੇ ਵੀ ਪੈਗ਼ੰਬਰ ਭੇਜੇ ਉਹ ਸਾਰੇ ਹੀ ਮਨੁੱਖ ਸਨ, ਉਹਨਾਂ ਵੱਲ ਅਸੀਂ ਵਹੀ (ਰੱਬੀ ਸੁਨੇਹਾ) ਭੇਜਿਆ ਕਰਦੇ ਸੀ, ਜੇਕਰ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਤਾਂ ਕਿਤਾਬ ਵਾਲਿਆਂ (ਈਸਾਈ ਅਤੇ ਯਹੂਦੀਆਂ ਤੋਂ) ਪੁੱਛ ਲਓ।","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2490,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:8","price":"8਼ ਅਸੀਂ ਉਹਨਾਂ (ਪੈਗ਼ਬੰਰਾਂ ਦੇ) ਅਜਿਹੇ ਸਰੀਰ ਨਹੀਂ ਬਣਾਏ ਸੀ ਕਿ ਉਹ ਖਾਂਦੇ ਨਾ ਹੋਣ ਅਤੇ ਨਾ ਹੀ ਉਹ ਸਦਾ ਜੀਵਿਤ ਰਹਿਣ ਵਾਲੇ ਸਨ।","arabic":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2491,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:9","price":"9਼ ਅਸੀਂ ਉਹਨਾਂ (ਪੈਗ਼ੰਬਰਾਂ) ਨਾਲ ਜਿਹੜੇ ਵੀ ਵਾਅਦੇ ਕੀਤੇ ਸਨ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਨੂੰ ਸੱਚ ਕਰ ਵਿਖਾਇਆ, ਅਸੀਂ ਉਹਨਾਂ (ਪੈਗ਼ੰਬਰਾਂ) ਨੂੰ ਅਤੇ ਹੋਰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਚਾਹਿਆ (ਅਜ਼ਾਬ ਤੋਂ) ਬਚਾ ਲਿਆ, ਪਰੰਤੂ ਹੱਦਾ ਟੱਪਣ ਵਾਲਿਆਂ ਨੂੰ ਨਸ਼ਟ ਕਰ ਸੁੱਟਿਆ।","arabic":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2492,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:10","price":"10਼ (ਹੇ ਲੋਕੋ!) ਬੇਸ਼ੱਕ ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲ ਉਹ ਕਿਤਾਬ ਨਾਜ਼ਿਲ ਕੀਤੀ ਹੈ ਜਿਸ ਵਿਚ ਤੁਹਾਡੀ ਹੀ ਚਰਚਾ ਹੈ, ਕੀ ਤੁਸੀਂ ਫੇਰ ਵੀ ਨਹੀਂ ਸਮਝਦੇ?","arabic":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2493,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:11","price":"11਼ ਅਤੇ ਕਿੰਨੀਆਂ ਹੀ ਬਸਤੀਆਂ ਅਸੀਂ ਨਸ਼ਟ ਕਰ ਸੁੱਟੀਆਂ ਜਿਹੜੀਆਂ ਜ਼ੁਲਮ ਕਰਦੀਆਂ ਸਨ ਅਤੇ ਉਹਨਾਂ ਦੇ ਪਿੱਛਿਓਂ ਕਿਸੇ ਦੂਜੀ ਕੌਮ ਨੂੰ ਉਠਾਇਆ (ਭਾਵ ਪੈਦਾ ਕਰ ਦਿੱਤਾ)।","arabic":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2494,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:12","price":"12਼ ਜਦੋਂ ਉਹਨਾਂ (ਕੌਮਾਂ) ਨੇ ਸਾਡੇ ਅਜ਼ਾਬ ਦੇ ਆਉਣ ਨੂੰ ਮਹਿਸੂਸ ਕੀਤਾ ਤਾਂ ਉਸ ਥਾਂ ਤੂੰ ਨੱਸਣ ਲੱਗੇ।","arabic":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2495,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:13","price":"13਼ (ਉਹਨਾਂ ਨੱਸਣ ਵਾਲਿਆਂ ਨੂੰ ਕਿਹਾ ਗਿਆ ਕਿ) ਹੁਣ ਨੱਸੋ ਨਾ, ਜਾਓ ਆਪਣੇ ਉਹਨਾਂ ਹੀ ਘਰਾਂ ਵਿਚ ਜਿੱਥੇ ਤੁਹਾਨੂੰ ਹਰ ਤਰ੍ਹਾਂ ਦੀਆਂ ਸੁਵਿਧਾਵਾਂ ਪ੍ਰਾਪਤ ਸਨ ਤਾਂ ਜੋ ਤੁਹਾਥੋਂ (ਤੁਹਾਡਾ ਹਾਲ ਚਾਲ ਤਾਂ) ਪੁੱਛ ਲਿਆ ਜਾਵੇ।","arabic":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2496,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:14","price":"14਼ (ਕਾਫ਼ਿਰ) ਆਖਣ ਲੱਗੇ ਕਿ ਅਸੀਂ ਤਾਂ ਬਰਬਾਦ ਹੋ ਗਏ, ਬੇਸ਼ੱਕ ਅਸੀਂ ਹੀ ਜ਼ਾਲਮ ਸਾਂ।","arabic":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2497,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:15","price":"15਼ ਇਹ ਇਹੋ ਆਖਦੇ ਰਹੇ ਇੱਥੋਂ ਤੀਕ ਕਿ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਜੜ੍ਹ ਤੋਂ ਵੱਡੀ ਹੋਈ ਫ਼ਸਲ ਵਾਂਗ ਅਤੇ ਬੁਝੀ ਹੋਈ ਅੱਗ (ਸੁਆਹ) ਬਣਾ ਦਿੱਤਾ।","arabic":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2498,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:16","price":"16਼ ਅਸੀਂ ਅਕਾਸ਼ ਅਤੇ ਧਰਤੀ ਅਤੇ ਉਹਨਾਂ ਵਿਚਕਾਰ ਦੀਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਖੇਡਦੇ ਹੋਏ ਭਾਵ ਬਿਨਾਂ ਸੋਚੇ ਸਮਝੇ ਵਿਅਰਥ ਨਹੀਂ ਬਣਾਇਆ।1","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2499,"juzNumber":17,"footnotes":"1 ਕਿ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਦੀ ਰਚਨਾ ਮਨੁੱਖਾਂ ਲਈ ਕੁਦਰਤ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ ਕਿ ਇਸ ਤੋਂ ਉਹ ਸਿੱਖਿਆ ਗ੍ਰਹਣ ਕਰਨ ਅਤੇ ਇਹ ਜਾਣ ਲੈਣ ਕਿ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਣਹਾਰ ਕੇਵਲ ਇਕ ਅੱਲਾਹ ਹੀ ਹੈ ਅਤੇ ਊਸ ਤੋਂ ਛੁਟ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ।","lang":"pa"},{"name":"21:17","price":"17਼ ਜੇ ਅਸੀਂ ਖੇਡਣਾ ਹੀ ਚਾਹੁੰਦੇ ਤੇ ਕੇਵਲ ਇਹੋ ਕੁੱਝ ਅਸੀਂ ਕਰਨਾ ਹੁੰਦਾ ਤਾਂ ਇਸ ਨੂੰ ਆਪਣੇ ਕੋਲ ਹੀ ਰੱਖਦੇ।","arabic":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2500,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:18","price":"18਼ ਸਗੋਂ ਅਸੀਂ ਤਾਂ ਝੂਠ ਉੱਤੇ ਹੱਕ ਦੀ ਸੱਟ ਮਾਰਦੇ ਹਾਂ ਅਤੇ (ਉਹ ਸੱਚ ਉਸ ਝੂਠ ਦਾ) ਸਿਰ ਕੁਚਲ ਦਿੰਦਾ ਹੈ ਅਤੇ ਫੇਰ ਉਹ (ਝੂਠ) ਉਸ ਸਮੇਂ ਨਿਖੱਟ ਹੋ ਜਾਂਦਾ ਹੈ। (ਹੇ ਜ਼ਾਲਮੋ!) ਜਿਹੜੀਆਂ ਗੱਲਾਂ ਤੁਸੀਂ ਬਣਾਉਂਦੇ ਹੋ ਉਹੀਓ ਤੁਹਾਡੀ ਬਰਬਾਦੀ ਦਾ ਕਾਰਨ ਬਣੀਆਂ ਹਨ।","arabic":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2501,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:19","price":"19਼ ਅਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਵਿਚ ਜੋ ਵੀ ਹੈ, ਸਭ ਉਸੇ (ਅੱਲਾਹ) ਦਾ ਹੀ ਹੈ ਅਤੇ ਜਿਹੜੇ (ਫ਼ਰਿਸ਼ਤੇ) ਉਸ ਦੇ ਕੋਲ ਹਨ ਉਹ ਉਸ ਦੀ ਇਬਾਦਤ ਕਰਨ ਤੋਂ ਨਾ ਤਾਂ ਸਰਕਸ਼ੀ ਕਰਦੇ ਹਨ ਅਤੇ ਨਾ ਹੀ ਉਹ ਥੱਕਦੇ ਹਨ।","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2502,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:20","price":"20਼ ਉਹ (ਫ਼ਰਿਸ਼ਤੇ) ਬਿਨਾਂ ਕਿਸੇ ਵਿਘਨ ਤੋਂ ਦਿਨ- ਰਾਤ (ਭਾਵ ਹਰ ਵੇਲੇ) ਉਸ (ਅੱਲਾਹ) ਦੀ ਤਸਬੀਹ ਕਰਦੇ ਹਨ।","arabic":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2503,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:21","price":"21਼ ਕੀ ਉਹਨਾਂ (ਮੁਸ਼ਰਿਕਾਂ) ਦੇ ਧਰਤੀ ਵਾਲੇ ਇਸ਼ਟ ਕਿਸੇ (ਮੁਰਦਾ ਵਿਅਕਤੀ) ਨੂੰ ਜਿਊਂਦਾ ਕਰ ਸਕਦੇ ਹਨ।","arabic":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2504,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:22","price":"22਼ ਜੇ ਇਸ (ਸੰਸਾਰ) ਵਿਚ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਹੋਰ ਵੀ ਇਸ਼ਟ ਹੁੰਦੇ ਤਾਂ ਇਹ ਦੋਵਾਂ (ਅਕਾਸ਼ ਤੇ ਧਰਤੀ) ਦੀ ਵਿਵਸਥਾ ਬਿਗੜ ਜਾਂਦੀ। ਸੋ ਅੱਲਾਹ, ਅਰਸ਼ਾਂ ਦਾ ਮਾਲਿਕ, ਉਹਨਾਂ ਗੱਲਾਂ ਤੋਂ ਪਾਕ ਹੈ ਜਿਹੜੀਆਂ ਇਹ (ਮੁਸ਼ਰਿਕ) ਕਰਦੇ ਹਨ।","arabic":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2505,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:23","price":"23਼ ਉਹ (ਅੱਲਾਹ) ਆਪਣੇ ਕੰਮਾਂ ਲਈ ਕਿਸੇ ਨੂੰ ਉੱਤਰਦਾਈ ਨਹੀਂ, ਜਦ ਕਿ ਸਾਰੇ ਹੀ (ਅੱਲਾਹ ਦੇ ਸਾਹਮਣੇ) ਉੱਤਰਦਾਈ ਹਨ।","arabic":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2506,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:24","price":"24਼ ਕੀ ਉਹਨਾਂ ਲੋਕਾਂ ਨੇ (ਰੱਬ ਨੂੰ ਛੱਡ ਕੇ) ਹੋਰ ਇਸ਼ਟ ਬਣਾ ਰੱਖੇ ਹਨ ? (ਹੇ ਨਬੀ!) ਉਹਨਾਂ (ਮੁਸ਼ਰਿਕਾਂ) ਨੂੰ ਆਖੋ ਕਿ ਕੋਈ ਦਲੀਲ ਤਾਂ ਲਿਆਓ ਜਦੋਂ ਕਿ ਮੇਰੇ ਕੋਲ ਇਹ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਵੀ ਮੌਜੂਦ ਹੈ ਜਿਸ ਵਿਚ ਮੇਰੇ ਸਾਥੀਆਂ ਲਈ ਨਸੀਹਤ ਹੈ ਅਤੇ ਮੈਥੋਂ ਪਹਿਲੇ ਲੋਕਾਂ ਲਈ ਵੀ ਨਸੀਹਤ ਸੀ। ਹਕੀਕਤ ਇਹ ਹੈ ਕਿ ਇਹਨਾਂ ਵਿਚ ਬਹੁਤੇ ਅਜਿਹੇ ਹਨ ਜਿਹੜੇ ਹੱਕ (ਸੱਚਾਈ) ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ, ਇਹੋ ਕਾਰਨ ਇਹ (ਹੱਕ ਤੋਂ) ਮੂੰਹ ਮੋੜੇ ਹੋਏ ਹਨ।","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2507,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:25","price":"25਼ ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਵੀ (ਹੇ ਨਬੀ!) ਅਸੀਂ ਜਿਹੜੇ ਵੀ ਰਸੂਲ ਭੇਜੇ ਉਹਨਾਂ ਵੱਲ ਇਹੋ ਵਹੀ (ਰੱਬੀ ਸੁਨੇਹਾ) ਘੱਲੀ ਗਈ ਸੀ ਕਿ ਛੁੱਟ ਮੈਥੋਂ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ, ਸੋ ਤੁਸੀਂ ਸਾਰੇ ਮੇਰੀ ਹੀ ਇਬਾਦਤ ਕਰੋ।","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2508,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:26","price":"26਼ ਇਹ (ਮੁਸ਼ਰਿਕ) ਆਖਦੇ ਹਨ ਕਿ ਰਹਿਮਾਨ (ਅੱਲਾਹ) ਸੰਤਾਨ ਵਾਲਾ ਹੈ ਜਦ ਕਿ ਉਸ ਦੀ ਜ਼ਾਤ ਤਾਂ (ਔਲਾਦ ਹੋਣ ਤੋਂ) ਪਾਕ ਹੈ, ਸਗੋਂ ਉਹ (ਫ਼ਰਿਸ਼ਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੰਤਾਨ ਆਖਦੇ ਹਨ) ਸਾਰੇ ਹੀ ਉਸ (ਅੱਲਾਹ) ਦੇ ਸਤਿਕਾਰਯੋਗ ਬੰਦੇ ਹਨ।","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2509,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:27","price":"27਼ ਉਹ ਕਿਸੇ ਵੀ ਗੱਲ ਵਿਚ ਵੱਧ ਕੇ ਨਹੀਂ ਬੋਲਦੇ ਸਗੋਂ ਉਸ ਦੇ ਆਗਿਆਕਾਰੀ ਬੰਦੇ ਹਨ।","arabic":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2510,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:28","price":"28਼ ਉਹ (ਅੱਲਾਹ) ਉਹਨਾਂ (ਫ਼ਰਿਸ਼ਤਿਆਂ) ਦੇ ਜੋ ਅੱਗੇ ਹੈ ਉਸ ਨੂੰ ਵੀ ਜਾਣਦਾ ਹੈ ਅਤੇ ਜੋ ਉਹਨਾਂ ਦੇ ਪਿੱਛੇ ਹੈ ਉਸ ਨੂੰ ਵੀ ਜਾਣਦਾ ਹੈ। ਉਹ (ਫ਼ਰਿਸ਼ਤੇ) ਕੇਵਲ ਉਸ ਦੀ ਸਿਫ਼ਾਰਸ਼ ਕਰਨਗੇ ਜਿਨ੍ਹਾਂ ਤੋਂ ਅੱਲਾਹ ਖ਼ੁਸ਼ ਹੋਵੇਗਾ। ਉਹ (ਫ਼ਰਿਸ਼ਤੇ) ਤਾਂ ਉਸ (ਅੱਲਾਹ) ਦੇ ਭੈਅ ਤੋਂ ਕੰਬਦੇ ਰਹਿੰਦੇ ਹਨ।","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2511,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:29","price":"29਼ ਉਹਨਾਂ ਵਿੱਚੋਂ ਜੇ ਕੋਈ (ਫ਼ਰਿਸ਼ਤਾ) ਇਹ ਕਹਿ ਦੇਵੇ ਕਿ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਮੈਂ ਵੀ ਇਸ਼ਟ ਹਾਂ ਤਾਂ ਅਸੀਂ ਉਸ ਨੂੰ ਨਰਕ ਦੀ ਸਜ਼ਾ ਦਿਆਂਗੇ। ਅਸੀਂ ਜ਼ਾਲਮਾਂ ਨੂੰ ਇੰਜ ਹੀ ਸਜ਼ਾ ਦਿਆ ਕਰਦੇ ਹਾਂ।","arabic":"۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2512,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:30","price":"30਼ ਕੀ ਕਾਫ਼ਿਰਾਂ ਨੇ ਨਹੀਂ ਵੇਖਿਆ (ਭਾਵ ਞਿਚਾਰ ਨਹੀਂ ਕੀਤਾ ਕਿ ਬੇਸ਼ੱਕ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਇਕ ਦੂਜੇ ਨਾਲ ਜੂੜੇ ਹੋਏ ਸਨ ਫੇਰ ਅਸੀਂ ਇਹਨਾਂ ਦੋਵਾਂ ਨੂੰ ਵੱਖੋ ਵੱਖ ਕਰ ਦਿੱਤਾ । ਅਸਾਂ ਹਰੇਕ ਜੀਵਤ ਚੀਜ਼ ਨੂੰ ਪਾਣੀ ਤੋਂ ਬਣਾਇਆ ਹੈ, ਕੀ ਉਹ ਫੇਰ ਵੀ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਣਗੇ।","arabic":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2513,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:31","price":"31਼ ਅਸੀਂ ਧਰਤੀ ਵਿਚ ਪਹਾੜਾਂ ਨੂੰ ਜਮਾ ਦਿੱਤਾ ਤਾਂ ਜੋ ਉਹ ਲੋਕਾਂ ਦੇ ਭਾਰ ਨਾਲ ਝੁਕ ਨਾ ਜਾਣ। ਅਸੀਂ ਇਸ ਵਿਚ ਖੁੱਲ੍ਹੇ ਖੁੱਲ੍ਹੇ ਰਾਹ ਬਣਾ ਦਿੱਤੇ ਤਾਂ ਜੋ ਉਹ (ਲੋਕ) ਰਾਹ ਲਭ ਲੈਣ।","arabic":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2514,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:32","price":"32਼ ਅਤੇ ਅਸੀਂ ਅਕਾਸ਼ ਨੂੰ ਇਕ ਸੁਰੱਖਿਅਤ ਛੱਤ ਬਣਾ ਦਿੱਤਾ, ਪਰੰਤੂ ਇਹ (ਕਾਫ਼ਿਰ) ਇਹਨਾਂ ਨਿਸ਼ਾਨੀਆਂ ਵੱਲ ਧਿਆਨ ਹੀ ਨਹੀਂ ਦਿੰਦੇ।","arabic":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2515,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:33","price":"33਼ ਉਹ ਉਹੀਓ ਹੈ ਜਿਸ ਨੇ ਰਾਤ, ਦਿਨ, ਸੂਰਜ ਅਤੇ ਚੰਨ ਨੂੰ ਪੈਦਾ ਕੀਤਾ, ਇਹ ਸਾਰੇ ਆਪਣੇ ਆਪਣੇ ਮੰਡਲ ਵਿਚ ਤੁਰਦੇ-ਫਿਰਦੇ ਹਨ।","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2516,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:34","price":"34਼ (ਹੇ ਨਬੀ ਸ:!) ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਵੀ ਕਿਸੇ ਵੀ ਮਨੁੱਖ ਨੂੰ ਅਸੀਂ ਸਦੀਵੀ ਜ਼ਿੰਦਗੀ ਨਹੀਂ ਦਿੱਤੀ। ਜੇ ਤੁਸੀਂ ਮਰ ਗਏ ਤਾਂ ਕੀ ਇਹ ਲੋਕ ਸਦਾ ਜਿਊਂਦੇ ਰਹਿਣਗੇ ?","arabic":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2517,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:35","price":"35਼ ਮੌਤ ਦਾ ਸੁਆਦ ਤਾਂ ਹਰੇਕ ਜੀਵ ਨੇ ਚਖਣਾ ਹੀ ਹੈ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਪਰਖਣ ਲਈ ਚੰਗੇ ਤੇ ਮਾੜੇ ਹਾਲਾਤ ਵਿਚ ਰੱਖਦੇ ਹਾਂ, ਅੰਤ ਤੁਸੀਂ ਸਭ ਨੇ ਆਉਣਾ ਸਾਡੇ ਵੱਲ ਹੀ ਹੈ।","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2518,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:36","price":"36਼ ਇਹ ਇਨਕਾਰੀ ਜਦੋਂ ਵੀ ਤੁਹਾਨੂੰ (ਹੇ ਮੁਹੰਮਦ!) ਵੇਖਦੇ ਹਨ ਤਾਂ ਤੁਹਾਡਾ ਮਖੌਲ ਕਰਦੇ ਹਨ ਅਤੇ ਆਖਦੇ ਹਨ, ਕੀ ਇਹ ਉਹੀਓ ਹੈ ਜਿਹੜਾ ਤੁਹਾਡੇ ਇਸ਼ਟਾਂ ਦੀ ਚਰਚਾ (ਨਿਖੇਦੀ) ਕਰਦਾ ਹੈ? ਜਦ ਕਿ ਸੱਚ ਇਹ ਹੈ ਕਿ ਇਹ (ਕਾਫ਼ਿਰ) ਹੀ ਰਹਿਮਾਨ ਦੇ ਜ਼ਿਕਰ ਤੋਂ ਇਨਕਾਰ ਕਰਦੇ ਹਨ।","arabic":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2519,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:37","price":"37਼ ਮਨੁੱਖ ਜਨਮ ਤੋਂ ਹੀ ਕਾਹਲਾ ਹੈ। ਮੈਂ ਛੇਤੀ ਹੀ ਤੁਹਾਨੂੰ ਆਪਣੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਿਖਾਵਾਂਗਾ, ਤੁਸੀਂ ਮੇਰੇ ਨਾਲ (ਅਜ਼ਾਬ ਲਈ) ਇੰਨੀ ਕਾਹਲੀ ਨਾ ਕਰੋ।","arabic":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2520,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:38","price":"38਼ ਕਾਫ਼ਿਰ ਆਖਦੇ ਹਨ ਕਿ ਜੇ ਤੁਸੀਂ (ਹੇ ਨਬੀ!) ਆਪਣੀ ਗੱਲ ਵਿਚ) ਸੱਚੇ ਹੋ ਤਾਂ ਦੱਸੋ ਕਿ ਇਹ (ਅਜ਼ਾਬ ਆਉਣ ਦਾ) ਵਾਅਦਾ ਕਦੋਂ ਪੂਰਾ ਹੋਵੇਗਾ।","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2521,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:39","price":"39਼ ਕਾਸ਼! ਇਹ ਇਨਕਾਰੀ ਜਾਣਦੇ ਹੁੰਦੇ ਕਿ ਉਸ ਸਮੇਂ (ਜਦੋਂ ਅਜ਼ਾਬ ਆਵੇਗਾ) ਇਹ ਕਾਫ਼ਿਰ ਨਾ ਤਾਂ ਆਪਣੇ ਚਿਹਰਿਆਂ ਤੋਂ ਨਾ ਹੀ ਆਪਣੀਆਂ ਪਿੱਠਾਂ ਤੋਂ (ਨਰਕ ਦੀ) ਅੱਗ ਨੂੰ ਪਰਾਂ ਕਰ ਸਕਣਗੇ ਅਤੇ ਨਾ ਹੀ (ਕਿਸੇ ਪਾਸਿਓਂ) ਉਹਨਾਂ ਦੀ ਸਹਾਇਤਾ ਕੀਤੀ ਜਾਵੇਗੀ।","arabic":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2522,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:40","price":"40਼ ਅਚਣਚੇਤ ਉਹਨਾਂ ਉੱਤੇ ਵਾਅਦੇ ਵਾਲੀ ਘੜੀ (ਕਿਆਮਤ) ਆ ਜਾਵੇਗੀ ਅਤੇ ਇਹ ਰੁਰਾਨ ਪਰੇਸ਼ਾਨ ਹੋ ਜਾਣਗੇ, ਫੇਰ ਨਾ ਤਾਂ ਉਹ ਉਸ (ਘੜੀ) ਨੂੰ ਟਾਲ ਸਕਣਗੇ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਨੂੰ ਰਤਾ ਭਰ ਛੂਟ ਦਿੱਤੀ ਜਾਵੇਗੀ।","arabic":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2523,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:41","price":"41਼ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਵੀ ਪੈਗ਼ੰਬਰਾਂ ਨਾਲ ਮਖੌਲ ਹੋਏ ਸਨ, ਅੰਤ ਉਹਨਾਂ ਖਿੱਲੀ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਉਸੇ (ਅਜ਼ਾਬ) ਨੇ ਆ ਘੇਰਿਆ ਜਿਸ ਦਾ ਉਹ ਮਖੌਲ ਕਰਿਆ ਕਰਦੇ ਸਨ।","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2524,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:42","price":"42਼ (ਉਹਨਾਂ ਇਨਕਾਰੀਆਂ ਨੂੰ) ਕਹੋ ਕਿ ਦਿਨ-ਰਾਤ ਰਹਿਮਾਨ ਦੇ (ਅਜ਼ਾਬ ਤੋਂ) ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਕੌਣ ਕਰਦਾ ਹੈ ? ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ ਇਹ ਆਪਣੇ ਰੱਬ ਦੀ ਯਾਦ ਤੋਂ ਮੂੰਹ ਮੋੜੀਂ ਫਿਰਦੇ ਹਨ।","arabic":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2525,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:43","price":"43਼ ਕੀ ਛੁੱਟ ਸਾਥੋਂ ਉਹਨਾਂ ਦੇ ਹੋਰ ਇਸ਼ਟ ਅਜਿਹੇ ਹਨ ਜਿਹੜੇ ਉਹਨਾਂ ਨੂੰ (ਅਜ਼ਾਬ ਤੋਂ) ਬਚਾ ਸਕਣ ? ਉਹ ਨਾ ਤਾਂ ਆਪਣੀ ਸਹਾਇਤਾ ਆਪ ਕਰ ਸਕਦੇ ਹਨ ਅਤੇ ਨਾ ਹੀ ਸਾਡੇ ਅਜ਼ਾਬ ਤੋਂ ਸੁਰੱਖਿਅਤ ਹਨ।","arabic":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2526,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:44","price":"44਼ ਸਗੋਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਅਤੇ ਉਹਨਾਂ ਦੇ ਬਾਪ ਦਾਦਿਆਂ ਨੂੰ ਅਸੀਂ ਹੀ ਜੀਵਨ ਗੁਜ਼ਾਰਨ ਲਈ ਸਮੱਗਰੀ ਦਿੱਤੀ, ਇੱਥੋਂ ਤੀਕ ਕਿ ਉਹਨਾਂ ’ਤੇ ਇਕ ਲੰਮਾ ਸਮਾਂ ਲੰਘ ਗਿਆ। ਕੀ ਤੁਸੀਂ ਇਹ ਨਹੀਂ ਵੇਖਦੇ ਕਿ ਅਸੀਂ ਧਰਤੀ ਨੂੰ ਉਸ ਦੀਆਂ ਅਨੇਕਾਂ ਦਿਸ਼ਾਵਾਂ ਤੋਂ (ਕਾਫ਼ਿਰਾਂ ਦੀ ਤਾਕਤ) ਘਟਾਉਂਦੇ ਜਾਂਦੇ ਹਾਂ ? ਕੀ ਫੇਰ ਵੀ ਇਹੋ ਭਾਰੂ ਰਹਿਣਗੇ?","arabic":"بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2527,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:45","price":"45਼ ਹੇ ਨਬੀ! ਆਖ ਦਿਓ ਕਿ ਮੈਂ ਤਾਂ ਤੁਹਾਨੂੰ ਵਹੀ (ਰੱਬੀ ਆਦੇਸ਼) ਦੁਆਰਾ (ਉਸ ਦੇ ਅਜ਼ਾਬ ਤੋਂ) ਖ਼ਬਰਦਾਰ ਕਰ ਰਿਹਾ ਹਾਂ, ਪਰੰਤੂ ਬੋਲੇ ਲੋਕ ਨਹੀਂ ਸੁਣਦੇ, ਜਦ ਕਿ ਉਹਨਾਂ ਨੂੰ ਸਾਵਧਾਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।","arabic":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2528,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:46","price":"46਼ ਜੇ ਉਹਨਾਂ ਨੂੰ (ਹੇ ਨਬੀ!) ਤੇਰੇ ਰੱਬ ਦਾ ਅਜ਼ਾਬ ਰਤਾ ਛੂਹ ਜਾਵੇ ਤਾਂ ਕਹਿਣਗੇ ਕਿ ਅਸੀਂ ਤਾਂ ਬਰਬਾਦ ਹੋ ਗਏ, (ਇਕਰਾਰ ਕਰਨਗੇ ਕਿ) ਅਸੀਂ ਜ਼ਾਲਮ ਹਾਂ।","arabic":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2529,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:47","price":"47਼ ਕਿਆਮਤ ਦਿਹਾੜੇ ਅਸੀਂ ਠੀਕ-ਠੀਕ ਤੋਲਣ ਵਾਲੀ ਤੱਕੜੀ ਲੋਕਾਂ ਵਿਚਕਾਰ ਲਿਆ ਰੱਖਾਂਗੇ ਫੇਰ ਕਿਸੇ ਨਾਲ ਕੋਈ ਜ਼ੁਲਮ ਨਹੀਂ ਹੋਵੇਗਾ। ਜੇ ਇਕ ਰਾਈ ਦੇ ਦਾਨੇ ਬਰਾਬਰ ਵੀ ਕਿਸੇ ਨੇ ਕੋਈ ਅਮਲ (ਕੰਮ) ਕੀਤਾ ਹੋਵੇਗਾ ਅਸੀਂ ਉਸ ਨੂੰ ਉਸ ਦੇ ਸਾਹਮਣੇ ਲਿਆਵਾਂਗੇ। ਹਿਸਾਬ ਕਰਨ ਲਈ ਅਸੀਂ ਹੀ ਬਥੇਰਾ ਹੈ।","arabic":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2530,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:48","price":"48਼ (ਅਤੇ .ਕੁਰਆਨ ਤੋਂ ਪਹਿਲਾਂ) ਅਸੀਂ ਮੂਸਾ ਅਤੇ ਹਾਰੂਨ ਨੂੰ ਫ਼ੁਰਕਾਨ (ਹੱਕ ਅਤੇ ਝੂਠ ਵਿਚਕਾਰ ਫ਼ੈਸਲਾ ਕਰਨ ਵਾਲੀ ਤੇ ਸਿੱਧੀ ਰਾਹ ਵਿਖਾਉਣ ਵਾਲੀ) ਅਤੇ ਚਾਨਣ ਪਾਉਣ ਵਾਲੀ ਅਤੇ (ਬੁਰਾਈਆਂ ਤੋਂ) ਪਰਹੇਜ਼ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਨਸੀਹਤ ਕਰਨ ਵਾਲੀ ਕਿਤਾਬ (ਤੌਰੈਤ) ਬਖ਼ਸ਼ ਚੁੱਕੇ ਹਾਂ।","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2531,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:49","price":"49਼ (ਅਤੇ ਇਹ ਕੁਰਆਨ ਉਨ੍ਹਾਂ ਲਈ ਹੈ) ਜਿਹੜੇ ਲੋਕ ਬਿਨਾ ਵੇਖੇ ਆਪਣੇ ਰੱਬ ਤੋਂ ਡਰਦੇ ਹਨ ਅਤੇ ਕਿਆਮਤ ਤੋਂ ਵੀ ਡਰੇ ਰਹਿੰਦੇ ਹਨ।","arabic":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2532,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:50","price":"50਼ ਇਹ (.ਕੁਰਆਨ) ਬਰਕਤਾਂ ਵਾਲਾ ਜ਼ਿਕਰ ਹੈ, ਜਿਸ ਨੂੰ ਅਸੀਂ ਹੀ ਨਾਜ਼ਿਲ ਕੀਤਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਫੇਰ ਵੀ ਇਸ ਨੂੰ ਨਹੀਂ ਮੰਨਦੇ ? 1","arabic":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2533,"juzNumber":17,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਯੂਨੁਸ, ਹਾਸ਼ੀਆ ਆਇਤ 37/10 ਅਤੇ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 85/3","lang":"pa"},{"name":"21:51","price":"51਼ ਬੇਸ਼ੱਕ ਉਸ (ਤੌਰੈਤ) ਤੋਂ ਵੀ ਪਹਿਲਾਂ ਅਸੀਂ ਇਬਰਾਹੀਮ ਨੂੰ ਸੂਝ-ਬੂਝ ਬਖ਼ਸ਼ੀ ਸੀ ਅਤੇ ਅਸੀਂ ਉਸ (ਇਬਰਾਹੀਮ) ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦੇ ਸੀ।","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2534,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:52","price":"52਼ ਜਦੋਂ ਉਸ (ਇਬਰਾਹੀਮ) ਨੇ ਆਪਣੇ ਪਿਤਾ ਨੂੰ ਅਤੇ ਆਪਣੀ ਕੌਮ ਨੂੰ ਆਖਿਆ ਸੀ ਕਿ ਇਹ ਮੂਰਤੀਆਂ ਜਿਨ੍ਹਾਂ ਦੀ ਤੁਸੀਂ ਮਜਾਵਰੀ (ਦੇਖ ਭਾਲ) ਕਰਦੇ ਹੋ ਕੀ ਹਨ ?","arabic":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2535,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:53","price":"53਼ ਉਹਨਾਂ (ਸਭ ਨੇ) ਕਿਹਾ ਕਿ ਅਸੀਂ ਆਪਣੇ ਪਿਓ ਦਾਦਿਆਂ (ਭਾਵ ਬਜ਼ੁਰਗਾਂ) ਨੂੰ ਇਹਨਾਂ (ਮੂਰਤੀਆਂ) ਦੀ ਹੀ ਪੂਜਾ ਕਰਦੇ ਵੇਖਿਆ ਹੈ।","arabic":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2536,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:54","price":"54਼ (ਇਬਰਾਹੀਮ ਨੇ) ਕਿਹਾ, ਫੇਰ ਤਾਂ ਤੁਸੀਂ ਵੀ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹੋ ਅਤੇ ਤੁਹਾਡੇ ਬਜ਼ੁਰਗ ਵੀ ਸਪਸ਼ਟ ਰੂਪ ਵਿਚ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਸਨ।","arabic":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2537,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:55","price":"55਼ (ਕੌਮ ਨੇ) ਕਿਹਾ, ਕੀ ਤੁਸੀਂ ਸਾਡੇ ਸਾਹਮਣੇ ਸੱਚ ਬੋਲ ਰਹੇ ਹੋ ਜਾਂ ਮਖੌਲ ਕਰ ਰਹੇ ਹੋ?","arabic":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2538,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:56","price":"56਼ ਇਬਰਾਹੀਮ ਨੇ ਫ਼ਰਮਾਇਆ, ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ ਤੁਹਾਡਾ ਸਾਰਿਆਂ ਦਾ ਪਾਲਣਹਾਰ ਤਾਂ ਉਹੀਓ ਹੈ ਜਿਹੜਾ ਅਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਦਾ ਮਾਲਿਕ ਹੈ ਅਤੇ ਜਿਸ ਨੇ ਉਹਨਾਂ ਨੂੰ ਸਾਜਿਆ ਹੈ। ਮੈਂ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਇਸ ਦੀ ਗਵਾਹੀ ਦਿੰਦਾ ਹਾਂ।","arabic":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2539,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:57","price":"57਼ (ਇਬਰਾਹੀਮ ਨੇ ਮਨ ਵਿਚ ਕਿਹਾ ਕਿ) ਅੱਲਾਹ ਦੀ ਕਸਮ! ਤੁਹਾਡੇ ਜਾਣ ਮਗਰੋਂ ਮੈਂ ਤੁਹਾਡੇ ਇਹਨਾਂ ਬੁਤਾਂ ਨਾਲ ਨਿਬੜਾਂਗਾ।","arabic":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2540,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:58","price":"58਼ (ਜਦੋਂ ਸਾਰੇ ਚਲੇ ਗਏ ਤਾਂ) ਫੇਰ ਉਸ (ਇਬਰਾਹੀਮ) ਨੇ ਸਾਰੀਆਂ (ਮੂਰਤੀਆਂ) ਦੇ ਟੋਟੇ-ਟੋਟੇ ਕਰ ਦਿੱਤੇ, ਕੇਵਲ ਇਕ ਵੱਡੇ ਬੁਤ ਨੂੰ ਬਾਕੀ ਰਹਿਣ ਦਿੱਤਾ ਤਾਂ ਜੋ (ਜਦੋਂ ਆ ਕੇ ਵੇਖਣ ਤਾਂ) ਉਸੇ ਬੁਤ ਵੱਲ ਪਰਤਣ।","arabic":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2541,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:59","price":"59਼ (ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਬੁਤਾਂ ਬਾਰੇ ਪਤਾ ਲਗਿਆ ਤਾਂ) ਪੁੱਛਣ ਲੱਗੇ ਕਿ ਸਾਡੇ ਇਸ਼ਟਾਂ ਦਾ ਇਹ ਹਾਲ ਕਿਸ ਨੇ ਕੀਤਾ ਹੈ ? (ਜਿਸ ਨੇ ਵੀ ਇਹ ਕੀਤਾ ਹੈ) ਬੇਸ਼ੁਕ ਉਹ ਜ਼ਾਲਮਾਂ ਵਿੱਚੋਂ ਹੀ ਹੈ।","arabic":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2542,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:60","price":"60਼ (ਕੁੱਝ ਲੋਕ ਆਪਸ ਵਿਚ) ਕਹਿਣ ਲੱਗੇ ਕਿ ਅਸੀਂ ਇਕ ਨੌਜਵਾਨ ਨੂੰ ਇਹਨਾਂ (ਇਸ਼ਟਾਂ) ਪ੍ਰਤੀ ਚਰਚਾ ਕਰਦੇ ਹੋਏ ਸੁਣਿਆ ਸੀ ਉਸ ਨੂੰ ਇਬਰਾਹੀਮ ਕਿਹਾ ਜਾਂਦਾ ਹੈ।","arabic":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2543,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:61","price":"61਼ ਸਾਰਿਆਂ ਨੇ ਕਿਹਾ ਕਿ ਤੁਸੀ ਉਸ ਨੂੰ ਲੋਕਾਂ ਦੇ ਸਾਹਮਣੇ ਫੜ ਲਿਆਓ ਤਾਂ ਜੋ ਸਾਰੇ ਉਸ ਨੂੰ ਵੇਖ ਲੈਣ।","arabic":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2544,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:62","price":"62਼ (ਜਦੋਂ ਇਬਰਾਹੀਮ ਨੂੰ ਲੋਕਾਂ ਸਾਹਮਣੇ ਲਿਆਂਦਾ ਗਿਆ ਤਾਂ ਕੌਮ ਦੇ ਸਰਦਾਰ) ਆਖਣ ਲੱਗੇ, ਕੀ ਤੇਨੇ ਹੀ ਸਾਡੇ ਇਸ਼ਟਾਂ ਦਾ ਇਹ ਹਾਲ ਕੀਤਾ ਹੈ ?","arabic":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2545,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:63","price":"63਼ ਤਾਂ ਇਬਰਾਹੀਮ ਨੇ ਕਿਹਾ ਕਿ ਇਹ ਕੰਮ ਤਾਂ ਉਹਨਾਂ (ਮੂਰਤੀਆਂ) ਦੇ ਵੱਡੇ (ਬੁਤ) ਦਾ ਹੈ, ਪੁੱਛ ਲਵੋ ਜੇ ਇਹ ਬੋਲ ਸਕਦਾ ਹੈ।","arabic":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2546,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:64","price":"64਼ (ਇਹ ਸੁਣਕੇ) ਉਹ ਸਭ ਆਪਣੇ ਆਪ ਵਿਚ ਇਸ ਗੱਲ ਨੂੰ ਮੰਣਨ ਲੱਗੇ (ਕਿ ਇਹ ਬੁਤ ਤਾਂ ਕੁੱਝ ਬੋਲ ਵੀ ਨਹੀਂ ਸਕਦੇ ਅਤੇ (ਮਨ ਹੀ ਮਨ ਵਿਚ) ਕਹਿਣ ਲੱਗੇ ਕਿ ਜ਼ਾਲਮ ਤਾਂ ਤੁਸੀਂ ਆਪ ਹੀ ਹੋ।","arabic":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2547,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:65","price":"65਼ ਫੇਰ ਉਹਨਾਂ ਦੀ ਮੱਤ ਪੁੱਠੀ ਹੋ ਗਈ (ਤੇ ਆਖਣ ਲੱਗੇ) ਇਹ ਤਾਂ ਤੂੰ ਵੀ ਜਾਣਦਾ ਹੈ ਕਿ ਇਹ ਬੋਲਦੇ ਨਹੀਂ।","arabic":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2548,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:66","price":"66਼ (ਇਬਰਾਹੀਮ ਨੇ) ਕਿਹਾ, ਕੀ ਤੁਸੀਂ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਉਹਨਾਂ ਦੀ ਪੂਜਾ ਕਰਦੇ ਹੋ ਜੋ ਨਾ ਤੁਹਾਨੂੰ ਕੁੱਝ ਲਾਭ ਦੇ ਸਕਦੇ ਹਨ ਨਾ ਹੀ ਹਾਨੀ ?","arabic":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2549,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:67","price":"67਼ ਅਫ਼ਸੋਸ ਹੈ ਤੁਹਾਤੇ (ਭਾਵ ਤੁਹਾਡੀਆਂ ਅਕਲਾਂ) ਉੱਤੇ ਅਤੇ ਉਹਨਾਂ ਉੱਤੇ ਜਿਨ੍ਹਾਂ ਦੀ ਪੂਜਾ ਤੁਸੀਂ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਕਰਦੇ ਹੋ। ਕੀ ਤੁਹਾਨੂੰ ਕੁੱਝ ਵੀ ਅਕਲ ਨਹੀਂ?","arabic":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2550,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:68","price":"68਼ (ਆਪਸ ਵਿਚ) ਕਹਿਣ ਲੱਗੇ ਕਿ ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਇਸ਼ਟਾਂ ਦੀ ਮਦਦ ਕਰਨੀ ਹੀ ਹੈ ਤਾਂ ਇਬਰਾਹੀਮ ਨੂੰ ਅੱਗ ਵਿਚ ਸੁੱਟ ਦਿਓ।","arabic":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2551,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:69","price":"69਼ (ਜਦੋਂ ਇਬਰਾਹੀਮ ਨੂੰ ਅੱਗ ਵਿਚ ਸੁਟ ਦਿੱਤਾ ਗਿਆ ਤਾਂ) ਅਸੀਂ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਹੇ ਅੱਗ! ਤੂੰ ਠੰਡੀ ਹੋ ਜਾ ਅਤੇ ਇਬਰਾਹੀਮ ਲਈ ਸਲਾਮਤੀ ਵਾਲੀ ਬਣ ਜਾ।","arabic":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2552,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:70","price":"70਼ ਉਹਨਾਂ ਨੇ ਇਬਰਾਹੀਮ ਨਾਲ ਬੁਰਾ ਕਰਨਾ ਚਾਹਿਆ ਪਰ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਹੀ ਘਾਟੇ ਵਿਚ ਪਾ ਦਿੱਤਾ (ਅਸਫ਼ਲ ਕਰ ਦਿੱਤਾ)।","arabic":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2553,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:71","price":"71਼ ਅਸੀਂ ਉਸ (ਇਬਰਾਹੀਮ) ਨੂੰ ਅਤੇ ਲੂਤ ਨੂੰ ਸੁਰੱਖਿਅਤ ਬਚਾ ਕੇ ਉਸ ਧਰਤੀ (ਮੁਲਕ ਸ਼ਾਮ) ਵੱਲ ਲੈ ਗਏ, ਜਿੱਥੇ ਅਸੀਂ ਦੁਨੀਆਂ ਜਹਾਨ ਲਈ ਬਰਕਤਾਂ ਰੱਖੀਆਂ ਸਨ।","arabic":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2554,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:72","price":"72਼ ਅਸੀਂ ਉਸ (ਇਬਰਾਹੀਮ) ਨੂੰ ਇਸਹਾਕ (ਜਿਹਾ ਪੁੱਤਰ) ਅਤੇ ਯਾਕੂਬ (ਜਿਹਾ ਪੋਤਰਾ) ਇਨਾਮ ਵਿਚ ਦਿੱਤਾ ਅਤੇ ਹਰੇਕ ਨੂੰ ਅਸੀਂ ਨੇਕ ਕੰਮ ਕਰਨ ਵਾਲਾ ਬਣਾਇਆ।","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2555,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:73","price":"73਼ ਅਤੇ ਅਸੀਂ ਉਹਨਾਂ (ਇਸਹਾਕ ਤੇ ਯਾਕੂਬ) ਨੂੰ ਆਗੂ (ਨਬੀ) ਬਣਾਇਆ ਤਾਂ ਜੋ ਸਾਡੇ ਆਦੇਸ਼ਾਂ ਅਨੁਸਾਰ ਲੋਕਾਂ ਦੀ ਅਗਵਾਈ ਕਰਨ ਅਤੇ ਅਸੀਂ ਉਹਨਾਂ (ਨਬੀਆਂ) ਵੱਲ ਭਲੇ ਕੰਮ ਕਰਨ, ਨਮਾਜ਼ ਕਾਇਮ ਰੱਖਣ ਅਤੇ ਜ਼ਕਾਤ ਅਦਾ ਕਰਨ ਦਾ ਹੁਕਮ ਵਹੀ ਰਾਹੀਂ ਭੇਜਿਆ ਅਤੇ ਉਹ ਸਾਰੇ ਹੀ ਸਾਡੇ ਇਬਾਦਤ ਗੁਜ਼ਾਰ ਬੰਦੇ ਸਨ।","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2556,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:74","price":"74਼ ਅਸੀਂ ਲੂਤ ਨੂੰ ਵੀ ਦਾਨਾਈ (ਪੈਗ਼ੰਬਰੀ) ਅਤੇ ਗਿਆਨ ਬਖ਼ਸ਼ਿਆ ਅਤੇ ਅਸੀਂ ਉਸ ਨੂੰ ਉਸ ਬਸਤੀ ਵਿੱਚੋਂ ਕੱਢਿਆ ਜਿੱਥੇ ਦੇ ਲੋਕੀ ਅਸ਼ਲੀਲ ਕੰਮਾਂ ਵਿਚ ਰੁੱਝੇ ਹੋਏ ਸਨ। ਉਹ ਬਹੁਤ ਹੀ ਭੈੜੇ ਅਤੇ ਅਵਗਿਆਕਾਰੀ ਲੋਕ ਸਨ।","arabic":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2557,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:75","price":"75਼ ਅਸੀਂ ਉਸ (ਲੂਤ) ਨੂੰ ਆਪਣੀਆਂ ਮਿਹਰਾਂ ਵਿਚ ਦਾਖ਼ਲ ਕਰ ਲਿਆ ਬੇਸ਼ੱਕ ਉਹ ਨੇਕ ਲੋਕਾਂ ਵਿੱਚੋਂ ਸੀ।","arabic":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2558,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:76","price":"76਼ ਅਤੇ (ਹੇ ਨਬੀ!) ਨੂਹ ਨੂੰ ਯਾਦ ਕਰੋ ਜਦੋਂ ਉਸ ਨੇ ਉਹਨਾਂ (ਸਾਰੇ ਨਬੀਆਂ) ਤੋਂ ਪਹਿਲਾਂ ਸਾਨੂੰ ਦੁਆ ਕੀਤੀ ਸੀ ਅਤੇ ਅਸੀਂ ਉਹ ਦੀ ਦੁਆ ਕਬੂਲ ਕੀਤੀ। ਸੋ ਅਸੀਂ ਉਸ (ਨੂਹ) ਨੂੰ ਅਤੇ ਉਸ ਦੇ ਸਾਥੀਆਂ ਨੂੰ ਇਕ ਵੱਡੇ ਸੰਕਟ ਵਿੱਚੋਂ ਕੱਢਿਆ।","arabic":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2559,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:77","price":"77਼ ਅਤੇ ਅਸੀਂ ਉਹਨਾਂ (ਨੂਹ ਤੇ ਉਸ ਦੇ ਸਾਥੀਆਂ) ਦੀ ਹਿਮਾਇਤ ਉਹਨਾਂ ਲੋਕਾਂ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਕੀਤੀ ਸੀ, ਜਿਹੜੇ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਨਿਸ਼ਾਨੀਆਂ) ਨੂੰ ਝੁਠਲਾ ਰਹੇ ਸਨ। ਨਿਰਸੰਦੇਹ, ਉਹ ਬਹੁਤ ਹੀ ਭੈੜੇ ਲੋਕ ਸਨ, ਸੋ ਅਸੀਂ ਉਹਨਾਂ ਸਭ ਨੂੰ ਡੋਬ ਦਿੱਤਾ।","arabic":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2560,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:78","price":"78਼ (ਹੇ ਨਬੀ ਸ:!) ਦਾਊਦ ਅਤੇ (ਉਸ ਦੇ ਪੁੱਤਰ) ਸੁਲੇਮਾਨ ਨੂੰ ਯਾਦ ਕਰੋ ਜਦੋਂ ਉਹ ਦੋਵੇਂ ਇਕ ਖੇਤ (ਦੀ ਮਲਕੀਯਤ) ਦਾ ਫ਼ੈਸਲਾ ਕਰ ਰਹੇ ਸਨ, ਜਿਸ ਵਿਚ ਰਾਤ ਵੇਲੇ ਕਿਸੇ ਦੀਆਂ ਬਕਰੀਆਂ ਚਰ-ਚੁਰਾ ਗਈਆਂ ਸਨ। ਅਸੀਂ ਉਹਨਾਂ ਦੇ ਫ਼ੈਸਲੇ ਸਮੇਂ ਮੌਜੂਦ ਸੀ।","arabic":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2561,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:79","price":"79਼ ਅਸੀਂ ਸੁਲੇਮਾਨ ਨੂੰ ਠੀਕ (ਫ਼ੈਸਲਾ) ਸੁਝਾ ਦਿੱਤਾ ਅਤੇ ਅਸੀਂ ਹਰੇਕ ਨੂੰ ਸਿਆਣਪ ਤੇ ਗਿਆਨ ਬਖ਼ਸ਼ਿਆ। ਅਸੀਂ ਦਾਊਦ ਦੇ ਅਧੀਨ ਪਹਾੜਾਂ ਤੇ ਪੰਛਿਆਂ ਨੂੰ ਕਰ ਦਿੱਤਾ। ਉਹ (ਸਾਰੇ) ਤਸਬੀਹ ਕਰਦੇ ਸਨ। ਇਹ ਸਭ ਕਰਨ ਵਾਲੇ ਅਸੀਂ ਆਪ ਹੀ ਸਾਂ।","arabic":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2562,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:80","price":"80਼ ਅਸੀਂ ਉਸ (ਦਾਊਦ) ਨੂੰ ਤੁਹਾਡੇ ਲਈ ਜ਼ਿਰ੍ਹਾ-ਬਕਤਰ (ਜੰਗੀ ਲਿਬਾਸ) ਬਣਾਉਂਣ ਦੀ ਕਲਾ ਸਿਖਾਈ, ਤਾਂ ਜੋ ਲੜਾਈ ਸਮੇਂ ਇਕ ਦੂਜੇ ਦੇ ਹਮਲੇ ਤੋਂ ਬਚਾਏ। ਕੀ ਤੁਸੀਂ ਧੰਨਵਾਦੀ ਬਣੋਗੇ?","arabic":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2563,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:81","price":"81਼ ਅਸੀਂ ਹੀ ਸੁਲੇਮਾਨ ਦੇ ਅਧੀਨ ਤੇਜ਼ ਹਵਾਂ ਨੂੰ ਕੀਤਾ, ਉਹ ਉਸ ਦੇ ਹੁਕਮ ਨਾਲ ਉਸ ਧਰਤੀ ਵੱਲ ਵਗਦੀ ਸੀ ਜਿੱਥੇ ਅਸੀਂ ਬਰਕਤਾਂ ਦੇ ਰੱਖੀਆਂ ਸਨ। ਅਸੀਂ ਹਰੇਕ ਚੀਜ਼ ਦਾ ਭਲੀ-ਭਾਂਤ ਗਿਆਨ ਰੱਖਦੇ ਹਾਂ।","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2564,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:82","price":"82਼ ਇਸੇ ਪ੍ਰਕਾਰ ਅਸੀਂ ਬਹੁਤ ਸਾਰੇ ਸ਼ੈਤਾਨ ਵੀ ਉਸ (ਸੁਲੈਮਾਨ) ਦੇ ਅਧੀਨ ਕੀਤੇ ਹੋਏ ਸੀ ਜਿਹੜੇ ਉਸ ਦੇ ਹੁਕਮ ਨਾਲ (ਸਮੁੰਦਰ ਵਿਚ) ਗੋਤੇ ਮਾਰਦੇ ਸੀ ਅਤੇ ਹੋਰ ਵੀ ਕਈ ਕੰਮ ਕਰਦੇ ਸੀ, ਅਸੀਂ ਹੀ ਉਹਨਾਂ ਦੀ ਰਾਖੀ ਕਰਦੇ ਸੀ।","arabic":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2565,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:83","price":"83਼ (ਹੇ ਨਬੀ ਸ:!) ਅੱਯੂਬ (ਨਬੀ) ਨੂੰ ਯਾਦ ਕਰੋ ਜਦੋਂ ਉਸ ਨੇ ਆਪਣੇ ਰੱਬ ਨੂੰ ਅਰਦਾਸ ਕੀਤੀ ਸੀ ਕਿ ਮੈਨੂੰ ਬੀਮਾਰੀ ਚਿੱਮੜ ਗਈ ਹੈ ਅਤੇ ਤੂੰ ਹੀ ਸਭ ਤੋਂ ਵੱਧ ਰਹਿਮ ਕਰਨ ਵਾਲਾ ਹੈ (ਮੈਨੂੰ ਬੀਮਾਰੀ ਤੋਂ ਬਚਾ)।","arabic":"۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2566,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:84","price":"84਼ ਅਸੀਂ (ਉਸ ਦੀ ਅਰਦਾਸ ਕਬੂਲ ਕਰ ਲਈ ਅਤੇ ਜਿਹੜਾ ਉਸ ਨੂੰ ਰੋਗ ਸੀ ਉਹ ਦੂਰ ਕਰ ਦਿੱਤਾ ਅਤੇ ਉਸ ਨੂੰ ਔਲਾਦ ਬਖ਼ਸ਼ੀ, ਸਗੋਂ ਆਪਣੀਆਂ ਮਿਹਰਾਂ ਸਦਕੇ ਹੋਰ ਵੀ ਬਹੁਤ ਕੁੱਝ ਦਿੱਤਾ ਤਾਂ ਜੋ ਨੇਕ ਲੋਕ ਨਸੀਹਤ ਪ੍ਰਾਪਤ ਕਰਨ।","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2567,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:85","price":"85਼ ਅਤੇ ਇਸਮਾਈਲ, ਇਦਰੀਸ ਤੇ ਜ਼ਵਿਲ ਕਿਫ਼ਲ ਨੂੰ ਯਾਦ ਕਰੋ, ਇਹ ਸਾਰੇ (ਨਬੀ) ਸਬਰ ਕਰਨ ਵਾਲੇ ਸਨ।","arabic":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2568,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:86","price":"86਼ ਅਤੇ ਅਸੀਂ ਉਹਨਾਂ ਸਾਰੇ (ਨਬੀਆਂ) ਨੂੰ ਆਪਣੀ ਮਿਹਰਾਂ ਵਿਚ ਲੈ ਲਿਆ। ਨਿਰਸੰਦੇਹ, ਉਹ ਸਾਰੇ ਹੀ ਨੇਕ ਲੋਕ ਸਨ।","arabic":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2569,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:87","price":"87਼ ਅਤੇ ਮੱਛੀ ਵਾਲੇ (ਯੂਨੁਸ) ਨੂੰ ਯਾਦ ਕਰੋ ਜਦੋਂ ਉਹ (ਕੌਮ ਤੋਂ) ਵਿਗੜ ਕੇ ਚਲਾ ਗਿਆ ਅਤੇ ਸਮਝਦਾ ਸੀ ਕਿ ਅਸੀਂ ਉਸ ਨੂੰ ਫੜ ਨਹੀਂ ਸਕਦੇ। ਅੰਤ ਉਸ ਨੇ ਸਾਨੂੰ ਹਨੇਰਿਆਂ ਵਿਚ (ਭਾਵ ਮੱਛੀ ਦੇ ਪੇਟ ਵਿੱਚੋਂ) ਅਰਦਾਸਾਂ ਕੀਤੀਆਂ ਕਿ ਤੈਥੋਂ (ਅੱਲਾਹ ਤੋਂ) ਛੁੱਟ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ, ਤੂੰ ਪਾਕ ਹੈ, ਅਸਲ ਵਿਚ ਮੈਂ ਹੀ ਜ਼ਾਲਮਾਂ ਵਿੱਚੋਂ ਹੋ ਗਿਆ ਹਾਂ।","arabic":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2570,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:88","price":"88਼ ਅਸੀਂ ਉਸ (ਯੂਨੁਸ) ਦੀ ਅਰਦਾਸ ਮਨਜ਼ੂਰ ਕਰ ਲਈ ਅਤੇ ਉਸ ਨੂੰ ਕਸ਼ਟ (ਮੱਛੀ ਦੇ ਪੇਟ) ਤੋਂ ਛੁਟਕਾਰਾ ਦਿਲਾਇਆ। ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਅਸੀਂ ਇਸੇ ਤਰ੍ਹਾਂ ਬਚਾਉਂਦੇ ਰਹਿੰਦੇ ਹਾਂ।","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2571,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:89","price":"89਼ ਯਾਦ ਕਰੋ ਜ਼ਿਕਰੀਆ ਨੂੰ ਜਦੋਂ ਉਸ ਨੇ ਆਪਣੇ ਰੱਬ ਨੂੰ ਦੁਆ ਕੀਤੀ ਸੀ ਕਿ ਹੇ ਮੇਰੇ ਰੱਬਾ! ਮੈਨੂੰ ਇਕੱਲਿਆਂ ਨਾ ਛੱਡੀਂ, ਤੂੰ ਹੀ ਸਭ ਤੋਂ ਵੱਡਾ ਵਾਰਸ (ਰੱਖਵਾਲਾ) ਹੈ।","arabic":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2572,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:90","price":"90਼ ਅਸੀਂ ਉਸ (ਜ਼ਿਕਰੀਆ) ਦੀ ਦੁਆ ਕਬੂਲ ਕਰ ਲਈ ਅਤੇ ਉਸ ਨੂੰ ਯਾਹਯਾ (ਨਾਂ ਦਾ ਪੁੱਤਰ) ਬਖ਼ਸ਼ਿਆ। ਅਸੀਂ ਉਸ ਦੀ ਪਤਨੀ ਨੂੰ ਇਸ (ਔਲਾਦ) ਦੇ ਯੋਗ ਬਣਾ ਦਿੱਤਾ। ਇਹ ਦੋਵੇਂ (ਜ਼ਿਕਰੀਆ ਤੇ ਉਸ ਦੀ ਪਤਨੀ) ਭਲੇ ਕੰਮ ਕਰਨ ਵਿਚ ਛੇਤੀ ਕਰਦੇ ਸਨ ਅਤੇ ਸਾਨੂੰ ਆਸਾਂ ਨਾਲ ਅਤੇ ਡਰਦੇ ਹੋਏ ਪੁਕਾਰਦੇ ਸਨ ਅਤੇ ਸਾਡੇ ਅੱਗੇ ਨਿਮਰਤਾ ਸਹਿਤ ਝੁਕਦੇ ਸਨ।","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2573,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:91","price":"91਼ ਅਤੇ ਉਸ ਪਾਕ ਪਵਿੱਤਰ ਇਸਤਰੀ ਨੂੰ ਯਾਦ ਕਰੋ ਜਿਸ ਨੇ ਆਪਣੀ ਇੱਜ਼ਤ ਆਬਰੂ ਦੀ ਰਾਖੀ ਕੀਤੀ ਸੀ। ਅਸੀਂ ਉਸ (ਪਵਿੱਤਰ ਜ਼ਨਾਨੀ ਮਰੀਅਮ) ਵਿਚ ਆਪਣੀ ਰੂਹ ਫੂਂਕੀ ਅਤੇ ਉਸ ਨੂੰ ਅਤੇ ਉਸ ਦੇ ਪੁੱਤਰ (ਈਸਾ) ਨੂੰ ਕੁੱਲ ਜਹਾਨ ਲਈ ਇਕ ਨਿਸ਼ਾਨੀ ਬਣਾ ਦਿੱਤਾ।","arabic":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2574,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:92","price":"92਼ ਹੇ ਲੋਕੋ! ਬੇਸ਼ੱਕ ਇਹ ਤੁਹਾਡ ਧਰਮ (ਇਸਲਾਮ) ਇਕ ਹੀ ਧਰਮ ਹੈ ਅਤੇ ਮੈਂ ਤੁਹਾਡਾ ਪਾਲਣਹਾਰ ਹਾਂ, ਸੋ ਤੁਸੀਂ ਮੇਰੀ ਹੀ ਬੰਦਗੀ ਕਰੋ।","arabic":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2575,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:93","price":"93਼ ਅਤੇ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਆਪਣੇ ਧਰਮ ਵਿਚ ਫੁੱਟਾਂ ਪਾਈਆਂ ਹਨ ਉਹਨਾਂ ਸਭ ਨੇ ਆਉਣਾ ਤਾਂ ਮੇਰੇ ਹੀ ਕੋਲ ਹੈ।","arabic":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2576,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:94","price":"94਼ ਸੋ ਜਿਹੜਾ ਵੀ ਕੋਈ ਨੇਕ ਅਮਲ ਕਰੇਗਾ, ਪਰ ਹੋਵੇ ਉਹ ਈਮਾਨ ਵਾਲਾ, ਉਸ ਦੇ ਕੰਮਾਂ ਦੀ ਨਾ-ਕਦਰੀ ਨਹੀਂ ਹੋਵੇਗੀ, ਅਸੀਂ ਤਾਂ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕੰਮਾਂ ਨੂੰ ਲਿਖ ਰਹੇ ਹਾਂ।","arabic":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2577,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:95","price":"95਼ ਅਤੇ ਜਿਸ ਬਸਤੀ ਅਸਾਂ ਹਲਾਕ ਕਰ ਦਈਏ ਉਹ ਦੇ ਵਸਨੀਕ ਕਦੇ ਮੁੜ ਪਰਤ ਕੇ (ਸੰਸਾਰ ਵਿਚ) ਨਹੀਂ ਆਉਣਗੇ।","arabic":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2578,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:96","price":"96਼ ਇੱਥੋਂ ਤੀਕ ਕਿ ਯਾਜੂਜ ਮਾਜੂਜ ਖੋਲ ਦਿੱਤੇ ਜਾਣਗੇ ਅਤੇ ਉਹ ਹਰ ਉਂਚਾਈ ਤੋਂ ਭਜਦੇ ਹੋਏ ਨਿੱਕਲ ਆਉਣਗੇ।1","arabic":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2579,"juzNumber":17,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਕਹਫ਼, ਹਾਸ਼ੀਆ ਆਇਤ 94/18","lang":"pa"},{"name":"21:97","price":"97਼ ਅਤੇ ਸੱਚਾ ਵਚਨ ਭਾਵ ਕਿਆਮਤ ਦਾ ਸਮਾਂ ਵੀ ਨੇੜੇ ਆ ਲੱਗੇਗਾ, ਤਦ ਕਾਫ਼ਿਰਾਂ ਦੀਆਂ ਅੱਖਾਂ (ਅਚਰਜ ਨਾਲ)ਖੁੱਲ੍ਹੀਆਂ ਦੀਆਂ ਖੁੱਲ੍ਹੀਆਂ ਰਹਿ ਜਾਣਗੀਆਂ (ਅਤੇ ਆਖਣਗੇ ਕਿ) ਅਫ਼ਸੋਸ ਸਾਡੇ ਮਾੜੇ ਭਾਗ ਅਸੀਂ ਇਸ ਦਿਨ ਨੂੰ ਭੁੱਲੇ ਬੈਠੇ ਸੀ, ਅਸੀਂ ਹੀ ਜ਼ਾਲਮ ਸਾਂ।","arabic":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2580,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:98","price":"98਼ (ਹੇ ਕਾਫ਼ਿਰੋ! ਸੁਣੋ!) ਤੁਸੀਂ ਰੱਬ ਨੂੰ ਛੱਡ ਕੇ ਜਿਨ੍ਹਾਂ ਦੀ ਬੰਦਗੀ ਕਰਦੇ ਹੋ ਉਹ ਸਾਰੇ ਨਰਕ ਦਾ ਬਾਲਣ ਬਣਕੇ ਰਹਿਣਗੇ ਅਤੇ ਤੁਸੀਂ ਸਾਰੇ ਉਸ ਵਿਚ ਜਾਵੋਗੇ। 2","arabic":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2581,"juzNumber":17,"footnotes":"2 ਜਦੋਂ ਅੱਲਾਹ ਨੇ ਇਹ ਇਰਸ਼ਾਦ ਫ਼ਰਮਾਇਆ ਤਾਂ ਮੁਸ਼ਰੀਕੀਨ-ਏ-ਕੁਰੈਸ਼ ਬਹੁਤ ਖ਼ੁਸ਼ ਹੋਏ ਅਤੇ ਆਖਣ ਲੱਗੇ ਕਿ ਅਸੀਂ ਤਾਂ ਦੋਜ਼ਖ ਵਿਚ ਆਪਣੇ ਈਸ਼ਟਾਂ ਨਾਲ ਹੋਵਾਂਗੇ। ਜਿਵੇਂ ਨਕਰ ਵਿਚ ਬੁਤ ਆਪਣੇ ਪੁਜਾਰੀਆਂ ਨਾਲ ਹੋਣਗੇ। ਸੋ ਮਰੀਅਮ ਦਾ ਪੁੱਤਰ ਈਸਾ ਅਤੇ ਉਜ਼ੈਰ (ਅ:) ਨਰਕ ਵਿਚ ਆਪਣੇ ਪੂਜਾਰੀਆਂ ਨਾਲ ਹੋਣਗੇ, ਇਸ ਤਰ੍ਹਾਂ ਦੂਜੇ ਲੋਕ ਵੀ। ਸੋ ਅੱਲਾਹ ਨੇ ਇਸ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਅਤੇ ਮੁਸ਼ਰਿਕਾਂ ਦੇ ਦਾਵੇ ਦੀ ਨਖੇਦੀ ਲਈ ਕੁਰਆਨ ਦੀ ਆਇਤ 101/21 ਨਾਜ਼ਿਲ ਫ਼ਰਮਾਈ ਕਿ ਬੇਸ਼ੱਕ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਲਈ ਸਾਡੇ ਵੱਲੋਂ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਨੇਕੀ ਮੁਕੱਦਰ ਬਣ ਚੁੱਕੀ ਹੈ ਉਹ ਜ਼ਰੂਰ ਹੀ ਨਰਕ ਤੋਂ ਦੂਰ ਰੱਖੇ ਜਾਣਗੇ।","lang":"pa"},{"name":"21:99","price":"99਼ ਜੇਕਰ ਇਹ ਅਸਲੀ ਇਸ਼ਟ ਹੁੰਦੇ ਤਾਂ ਉਸ ਨਰਕ ਵਿਚ ਕਿਉਂ ਜਾਂਦੇ ? ਜਦ ਕਿ ਇਹ ਸਾਰੇ ਇਸ (ਨਰਕ) ਵਿਚ ਸਦਾ ਲਈ ਰਹਿਣਗੇ।","arabic":"لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2582,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:100","price":"100਼ ਉੱਥੇ ਇਹ ਸਾਰੇ ਕੂਕਾਂ ਮਾਰਣਗੇ, ਪਰ ਉੱਥੇ ਉਹਨਾਂ ਨੂੰ ਸੁਣਨ ਵਾਲਾ ਕੋਈ ਨਹੀਂ ਹੋਵੇਗਾ।1","arabic":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2583,"juzNumber":17,"footnotes":"1 ਜਦੋਂ ਹਜ਼ਰਤ ਇਬਨੇ ਮਸਊਦ ਨੇ ਇਹ ਆਇਤ ਤਲਾਵਤ ਕੀਤੀ ਅਤੇ ਆਖਿਆ ਕਿ ਜਦੋਂ ਉਹ ਲੋਕ ਜਿਨ੍ਹਾਂ ਦੇ ਮੁਕੱਦਰ ਵਿਚ ਨਰਕ ਲਿਖੀ ਜਾ ਚੁੱਕੀ ਹੈ ਕਿ ਉਹ ਸਦਾ ਹੀ ਉੱਥੇ ਰਹਿਣਗੇ ਅਤੇ ਨਰਕ ਵਿਚ ਸੁੱਟ ਦਿੱਤੇ ਜਾਣਗੇ ਤਾਂ ਇਹਨਾਂ ਵਿੱਚੋਂ ਹਰ ਇਕ ਨੂੰ ਵੱਖ ਵੱਖ ਅੱਗ ਦੇ ਸੰਦੂਕ ਵਿਚ ਸੁੱਟ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਉਹ ਦੇਖ ਨਾ ਸਕਣਗੇ ਕਿ ਉਸ ਦੋਂ ਛੁੱਟ ਕਿਸੇ ਹੋਰ ਨੂੰ ਵੀ ਨਰਕ ਦੀ ਸਜ਼ਾ ਦਿੱਤੀ ਗਈ ਹੈ। ਫੇਰ ਇਬਨੇ ਮਸਊਦ ਨੇ ਇਹ ਆਇਤ ਤਲਾਵਤ ਕੀਤੀ। (ਇਬਨੇ ਕਸੀਰ, ਅਤ-ਤਿਬਰੀ, ਅਲ-ਕੁਰਤਬੀ)","lang":"pa"},{"name":"21:101","price":"101਼ ਪਰੰਤੂ ਉਹ ਲੋਕ ਜਿਨ੍ਹਾਂ ਲਈ ਪਹਿਲਾਂ ਹੀ ਅਸੀਂ ਨੇਕੀ ਦਾ ਫ਼ੈਸਲਾ ਕਰ ਚੁੱਕੇ ਹਾਂ ਉਹ ਸਾਰੇ ਨਰਕ ਤੋਂ ਦੂਰ ਹੀ ਰਹਿਣਗੇ।","arabic":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2584,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:102","price":"102਼ ਉਹ ਉਸ (ਨਰਕ) ਦੀ ਬਿੜਕ ਵੀ ਨਹੀਂ ਸੁਣਨਗੇ ਅਤੇ ਸਦਾ ਲਈ ਆਪਣੀਆਂ ਮਨ ਭਾਉਂਦੀਆਂ ਨਿਅਮਤਾਂ (ਜੰਨਤ) ਵਿਚ ਰਹਿਣਗੇ।","arabic":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2585,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:103","price":"103਼ ਉਹ ਅਤਿਅੰਤ ਘਬਰਾਹਟ ਵਾਲਾ ਵੇਲਾ ਵੀ ਉਹਨਾਂ ਨੂੰ ਗ਼ਮਗ਼ੀਨ ਨਹੀਂ ਕਰੇਗਾ ਅਤੇ ਫ਼ਰਿਸ਼ਤੇ ਉਹਨਾਂ ਨੂੰ ਇਹ ਆਖਦੇ ਹੋਏ ਮਿਲਣਗੇ ਕਿ ਇਹੋ ਤੁਹਾਡਾ ਉਹ ਵੇਲਾ ਹੈ ਜਿਸ ਦਾ ਵਾਅਦਾ ਤੁਹਾਡੇ ਨਾਲ ਕੀਤਾ ਗਿਆ ਸੀ।","arabic":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2586,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:104","price":"104਼ ਉਸ (ਕਿਆਮਤ ਵਾਲੇ) ਦਿਨ ਅਸੀਂ ਅਕਾਸ਼ ਨੂੰ ਲਿਖੇ ਹੋਏ ਕਾਗਜ਼ ਵਾਂਗ ਵਲੇਟ ਕੇ ਰੱਖ ਦਿਆਂਗੇ। ਜਿਵੇਂ ਅਸੀਂ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਪਹਿਲੀ ਵਾਰ ਪੈਦਾ ਕੀਤਾ ਸੀ ਇੰਜ ਹੀ ਮੁੜ ਫੇਰ (ਪੈਦਾ) ਕਰਾਂਗੇ। ਇਹ ਸਾਡੇ ਵੱਲੋਂ ਵਾਅਦਾ ਹੈ ਅਤੇ ਅਸੀਂ ਇਸ ਨੂੰ ਜ਼ਰੂਰ ਹੀ ਪੂਰਾ ਕਰਾਂਗੇ।","arabic":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2587,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:105","price":"105਼ ਜ਼ਬੂਰ ਵਿਚ ਅਸੀਂ ਨਸੀਹਤਾਂ ਮਗਰੋਂ ਇਹ ਲਿਖ ਚੁੱਕੇ ਹਾਂ ਕਿ ਧਰਤੀ ਦੇ ਵਾਰਸ ਮੇਰੇ ਨੇਕ ਬੰਦੇ ਹੀ ਹੋਣਗੇ।","arabic":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2588,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:106","price":"106਼ ਸਾਡੀ ਬੰਦਗੀ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਤਾਂ ਇਸ ਵਿਚ ਇਕ ਅਹਿਮ ਪੈਗ਼ਾਮ ਹੈ।","arabic":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2589,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:107","price":"107਼ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਾਰੇ ਜਹਾਨ ਵਾਲਿਆਂ ਲਈ ਰਹਿਮਤ ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ।","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2590,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:108","price":"108਼ ਹੇ ਨਬੀ! ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਮੇਰੇ ਕੋਲ ਤਾਂ ਕੇਵਲ ਇਹੋ ਵਹੀ ਆਉਂਦੀ ਹੈ ਕਿ ਤੁਹਾਡਾ ਸਾਰਿਆਂ ਦਾ ਇਸ਼ਟ ਇਕ (ਅੱਲਾਹ) ਹੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਮੁਸਲਮਾਨ ਹੋ ?","arabic":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2591,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:109","price":"109਼ ਜੇ ਫੇਰ ਵੀ ਇਹ ਲੋਕ ਮੂੰਹ ਮੋੜ ਲੈਣ ਤਾਂ ਆਖ ਦਿਓ ਕਿ ਮੈਂਨੇ ਤਾਂ ਤੁਹਾਨੂੰ ਖੁੱਲ੍ਹੀ ਚਿਤਾਵਨੀ ਦੇ ਛੱਡੀ ਹੈ। ਮੈਨੂੰ ਉੱਕਾ ਹੀ ਗਿਆਨ ਨਹੀਂ ਕਿ ਜਿਸ ਗੱਲ (ਕਿਆਮਤ) ਦਾ ਤੁਹਾਡੇ ਨਾਲ ਵਾਅਦਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ, ਕੀ ਉਹ ਦੂਰ ਹੈ ਜਾਂ ਨੇੜੇ?","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2592,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:110","price":"110਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸਪਸ਼ਟ ਅਤੇ ਖੁੱਲ੍ਹੀਆਂ ਗੱਲਾਂ ਨੂੰ ਵੀ ਜਾਣਦਾ ਹੈ ਅਤੇ ਜੋ ਤੁਸੀਂ ਗੁਪਤ ਰੱਖਦੇ ਹੋ ਉਸ ਨੂੰ ਵੀ ਜਾਣਦਾ ਹੈ।","arabic":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2593,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:111","price":"111਼ ਮੈਨੂੰ ਇਸ ਦਾ ਕੁੱਝ ਵੀ ਗਿਆਨ ਨਹੀਂ, ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਇਹ (ਅਜ਼ਾਬ ਵਿਚ ਦੇਰੀ) ਤੁਹਾਨੂੰ ਪਰਖਣ ਲਈ ਅਤੇ ਇਕ ਮਿਥੇ ਸਮੇਂ ਲਈ ਤੁਹਾਨੂੰ (ਜੀਵਨ ਦਾ) ਆਨੰਦ ਮਾਨਣ ਲਈ ਹੋਵੇੇ।","arabic":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2594,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"21:112","price":"112਼ (ਨਬੀ ਨੇ ਕਿਹਾ) ਹੇ ਮੇਰੇ ਰੱਬ! ਇਨਸਾਫ਼ ਨਾਲ ਫ਼ੈਸਲਾ ਕਰ। ਸਾਡਾ ਰੱਬ ਸਾਡੇ ਲਈ ਅਤਿਅੰਤ ਮਿਹਬਾਨ ਹੈ। (ਹੇ ਕਾਫ਼ਿਰੋ!) ਜਿਹੜੀਆਂ ਗੱਲਾਂ ਤੁਸੀਂ ਕਰਦੇ ਹੋ ਉਹਨਾਂ ਲਈ ਉਹੀ ਮਦਦ ਮੰਗਣ ਦੇ ਯੋਗ ਹੈ।","arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2595,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:1","price":"1਼ ਹੇ ਲੋਕੋ! ਆਪਣੇ ਰੱਬ ਤੋਂ ਡਰੋ। ਨਿਰਸੰਦੇਹ, ਕਿਆਮਤ ਦਾ ਭੁਚਾਲ ਬਹੁਤ ਹੀ ਵੱਡੀ (ਡਰਾਉਣ ਵਾਲੀ) ਚੀਜ਼ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:2","price":"2਼ ਜਿਸ ਦਿਨ ਤੁਸੀਂ ਵੇਖੋਗੇ ਕਿ ਹਰ ਦੁੱਧ ਪਿਆਉਣ ਵਾਲੀ ਆਪਣੇ ਦੁੱਧ ਪੀਂਦੇ ਬੱਚੇ ਨੂੰ ਭੁੱਲ ਜਾਵੇਗੀ ਅਤੇ ਗਰਭਵਤੀਆਂ ਗਰਭਪਾਤ ਹੋ ਜਾਣਗੀਆਂ ਅਤੇ ਤੁਸੀਂ ਲੋਕਾਂ ਨੂੰ ਨਸ਼ੇ ਵਿਚ ਮਦਹੋਸ਼ ਵੇਖੋਗੇ ਜਦੋਂ ਕਿ ਉਹ ਨਸ਼ੇ ਵਿਚ ਨਹੀਂ ਹੋਣਗੇ, ਪਰੰਤੂ ਅੱਲਾਹ ਦਾ ਅਜ਼ਾਬ ਬੜਾ ਹੀ ਕਰੜਾ ਹੋਵੇਗਾ।","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:3","price":"3਼ ਕੁੱਝ ਲੋਕੀ ਉਹ ਵੀ ਹਨ ਜਿਹੜੇ ਅੱਲਾਹ ਬਾਰੇ ਬਿਨਾਂ ਗਿਆਨ ਤੋਂ ਬਹਿਸਾਂ (ਵਾਦ-ਵਿਵਾਦ) ਕਰਦੇ ਹਨ ਅਤੇ ਹਰ ਬਾਗ਼ੀ ਸ਼ੈਤਾਨ ਦੇ ਪਿੱਛੇ ਲਗ ਜਾਂਦੇ ਹਨ।","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:4","price":"4਼ ਅਜਿਹੇ ਲੋਕਾਂ ਲਈ ਲਿਖ ਦਿੱਤਾ ਗਿਆ ਹੈ ਕਿ ਜੇ ਕੋਈ ਉਹਨਾਂ ਲੋਕਾਂ ਦਾ ਸਾਥ ਦੇਵੇਗਾ ਉਹ (ਸ਼ੈਤਾਨ) ਉਸ ਨੂੰ ਗੁਮਰਾਹ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਉਸ ਨੂੰ ਅੱਗ ਦੇ ਅਜ਼ਾਬ (ਨਰਕ) ਵੱਲ ਲੈ ਜਾਵੇਗਾ।","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:5","price":"5਼ ਹੇ ਲੋਕੋ! ਜੇ ਤੁਹਾਨੂੰ ਮਰਨ ਮਗਰੋਂ ਮੁੜ ਜੀਵਿਤ ਹੋਣ ਬਾਰੇ ਕੋਈ ਸ਼ੱਕ ਹੈ ਤਾਂ ਤੁਹਾਨੂੰ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਬੇਸ਼ੱਕ ਅਸੀਂ (ਆਰੰਭ ਵਿਚ) ਤੁਹਾਨੂੰ ਮਿੱਟੀ ਤੋਂ ਸਾਜਿਆ ਹੈ ਫੇਰ ਵੀਰਜ ਤੋਂ, ਫੇਰ ਜੱਮੇ ਹੋਏ ਖ਼ੂਨ ਤੋਂ, ਫੇਰ ਮਾਸ ਦੀ ਬੋਟੀ 1 ਤੋਂ ਜਿਹੜਾ ਰੂਪਮਾਨ ਵੀ ਹੁੰਦੀ ਹੈ ਤੇ ਰੂਪਹੀਣ ਵੀ (ਇਹ ਅਸੀਂ ਇਸ ਲਈ ਦੱਸ ਰਹੇ ਹਾਂ) ਤਾਂ ਜੋ ਅਸੀਂ ਤੁਹਾਡੇ ’ਤੇ (ਆਪਣੀ ਕੁਦਰਤ) ਸਪਸ਼ਟ ਕਰ ਦਈਏ। ਅਸੀਂ ਜਿਸ (ਵੀਰਜ) ਨੂੰ ਵੀ ਚਾਹੀਏ ਇਕ ਮਿਥੇ ਹੋਏ ਸਮੇਂ ਲਈ ਗਰਭਾਂ ਵਿਚ ਰੱਖਦੇ ਹਾਂ ਫੇਰ ਤੁਹਾਨੂੰ ਇਕ ਬੱਚੇ ਦੇ ਰੂਪ ਵਿਚ ਕੱਢ ਲਿਆਉਂਦੇ ਹਾਂ ਤਾਂ ਜੋ ਤੁਸੀਂ ਆਪਣੀ ਜਵਾਨੀ ਨੂੰ ਪੁੱਜੋ। ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੁੱਝ ਨੂੰ (ਬੁਢਾਪੇ ਤੋਂ ਪਹਿਲਾਂ ਹੀ) ਵਾਪਸ ਬੁਲਾ ਲਿਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਕੁੱਝ ਅਤਿ ਭੈੜੀ ਉਮਰ (ਬੁਢਾਪੇ) ਵੱਲ ਫੇਰ ਦਿੱਤੇ ਜਾਂਦੇ ਹਨ ਕਿ ਉਹ ਜਾਣਦੇ ਹੋਏ ਵੀ ਕੁੱਝ ਨਹੀਂ ਜਾਣਦੇ ਹੁੰਦੇ। (ਇਸੇ ਪ੍ਰਕਾਰ) ਤੁਸੀਂ ਵੇਖਦੇ ਹੋ ਕਿ ਧਰਤੀ ਬੰਜਰ ਤੇ ਸੁੱਕੀ ਪਈ ਹੈ। ਫੇਰ ਜਦੋਂ ਅਸੀਂ ਉਸ (ਧਰਤੀ) ’ਤੇ ਮੀਂਹ ਬਰਸਾਉਂਦੇ ਹਾਂ ਤਾਂ ਉਹ ਉਪਜਾਊ ਹੋ ਜਾਂਦੀ ਰੁ ਅਤੇ ਉਸ ਵਿਚ ਹਰੇਕ ਤਰ੍ਹਾਂ ਦੀ ਸੋਹਣੀ ਦਿਸਣ ਵਾਲੀ ਬਨਸਪਤੀ ਕੱਢੀ ਜਾਂਦੀ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"1 ਹਦੀਸ ਤੋਂ ਵੀ ਇਸ ਦੀ ਪੁਸ਼ਟੀ ਹੁੰਦੀ ਹੈ। ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਹਰ ਵਿਅਕਤੀ ਆਪਣੀ ਮਾਂ ਦੇ ਗਰਭ ਵਿਚ ਪਹਿਲਾਂ 40 ਦਿਨ ਤੱਕ ਵਿਰਜ ਦੇ ਰੂਪ ਵਿਚ ਰਹਿੰਦਾ ਹੈ ਫੇਰ ਉਹ 40 ਦਿਨ ਤੱਕ ਜੱਮੇ ਹੋਏ ਖ਼ੂਨ ਦਾ ਰੂਪ ਲੈ ਲਿੰਦਾ ਹੈ। ਫੇਰ ਉਹ 40 ਦਿਨ ਤੱਕ ਗੋਸ਼ਤ ਦਾ ਲੋਥੜਾ ਬਣ ਕੇ ਰਹਿੰਦਾ ਹੈ ਫੇਰ ਅੱਲਾਹ ਉਸ ਵਲ ਇਕ ਫ਼ਰਿਸ਼ਤਾ ਭੇਜਦਾ ਹੈ ਕਿ ਉਹ ਉਸ ਦੇ ਲਈ ਚਾਰ ਗੱਲਾਂ ਲਿਖ ਦੇਵੇ ਸੋ ਉਹ ਉਸ ਦੇ ਕਰਮ, ਉਸ ਦੀ ਮੌਤ ਦਾ ਸਮਾਂ, ਉਸ ਦਾ ਰਿਜ਼ਕ ਅਤੇ ਇਹ ਕਿ ਉਹ ਭਾਗਾਂਵਾਲਾ ਹੈ ਜਾਂ ਮੰਦਭਾਗਾ ਲਿਖ ਦਿੰਦਾ ਹੈ। ਫੇਰ ਉਸ ਦੇ ਸਰੀਰ ਵਿਚ ਆਤਮਾਂ ਪਾਈ ਜਾਂਦੀ ਹੈ, ਇਸੇ ਲਈ ਕੋਈ ਆਦਮੀ ਨਰਕੀਆਂ ਜਿਹੇ ਕੰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਇਥੋਂ ਤੱਕ ਕਿ ਉਸ ਦੇ ਅਤੇ ਨਰਕ ਵਿਚਾਲੇ ਇਕ ਹੱਥ ਜਿੰਨ੍ਹੀ ਦੂਰੀ ਰਹਿ ਜਾਂਦੀ ਹੈ। ਪਰ ਉਸ ਦੇ ਮੁਕੱਦਰ ਵਿਚ ਲਿਖਿਆ ਹੋਇਆ ਭਾਰੂ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਉਹ ਜੰਨਤੀਆਂ ਵਰਗੇ ਕੰਮ ਕਰਕੇ ਜੰਨਤ ਵਿਚ ਚਲਿਆ ਜਾਂਦਾ ਹੈ। ਇੰਜ ਹੀ ਇਕ ਵਿਅਕਤੀ ਜੰਨਤੀ ਜਿਹੇ ਕੰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਕਿ ਉਸ ਦੇ ਅਤੇ ਜੰਨਤ ਵਿਚਾਲੇ ਇਕ ਹੱਥ ਦੀ ਦੂਰੀ ਰਹਿ ਜਾਂਦੀ ਹੈ ਪਰ ਉਸ ਉੱਤੇ ਮੁਕੱਦਰ ਭਾਰੂ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਉਹ ਨਰਕੀਆਂ ਜਿਹੇ ਕੰਮ ਕਰਨ ਗਲ ਜਾਂਦਾ ਅਤੇ ਨਰਕ ਵਿਚ ਚਲਿਆ ਜਾਂਦਾ ਹੈ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3332)","lang":"pa"},{"name":"22:6","price":"6਼ (ਇਹ ਸਭ) ਇਸ ਲਈ ਵਰਣਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ (ਤਾਂ ਜੋ ਤੁਸੀਂ ਜਾਣ ਲਓ) ਕਿ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਹੱਕ (ਸਤਿ) ਹੈ, ਬੇਸ਼ੱਕ ਉਹੀ ਮੁਰਦਿਆਂ ਨੂੰ ਜਿਊਂਦਾ ਕਰਦਾ ਹੈ ਅਤੇ ਉਹ ਹਰੇਕ ਸ਼ੈਅ ਉੱਤੇ ਕੁਦਰਤ ਰੱਖਦਾ ਹੈ।","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:7","price":"7਼ ਨਿਰਸੰਦੇਹ, ਕਿਆਮਤ ਆਉਣ ਵਾਲੀ ਹੈ, ਇਸ ਦੇ ਆਉਣ ਵਿਚ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ ਅਤੇ ਅੱਲਾਹ ਕਬਰਾਂ ਵਾਲਿਆਂ (ਭਾਵ ਮੁਰਦਿਆਂ) ਨੂੰ ਜ਼ਰੂਰ ਉਠਾਵੇਗਾ।","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:8","price":"8਼ ਕੁੱਝ ਲੋਕ ਉਹ ਵੀ ਹਨ ਜਿਹੜੇ ਅੱਲਾਹ ਪ੍ਰਤੀ ਬਿਨਾਂ ਕਿਸੇ ਗਿਆਨ, ਬਿਨਾਂ ਕਿਸੇ ਹਿਦਾਇਤ ਅਤੇ ਬਿਨਾਂ ਰਾਹ ਵਿਖਾਉਣ ਵਾਲੀ ਕਿਤਾਬ ਤੋਂ ਵਾਦ-ਵਿਵਾਦ ਕਰਦੇ ਹਨ।","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:9","price":"9਼ ਜਿਹੜਾ ਘਮੰਡ 1 ਵਿਚ ਆ ਕੇ ਹੱਕ ਦੀ ਅਣ-ਦੇਖੀ ਕਰੇ ਤਾਂ ਜੋ (ਲੋਕਾਂ ਨੂੰ) ਅੱਲਾਹ ਦੀ ਰਾਹ ਤੋਂ ਕੁਰਾਹੇ ਪਾਵੇ, ਉਸ ਨੂੰ ਇਸ ਦੁਨੀਆਂ ਵਿਚ ਵੀ ਰੁਸਵਾਈ ਮਿਲੇਗੀ ਅਤੇ ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ ਅਸੀਂ ਉਸ ਨੂੰ ਨਰਕ ਵਿਚ ਜਲਣ ਦਾ ਸੁਆਦ ਚਖਾਵਾਂਗੇ।","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"1 ਇਸ ਤੋਂ ਭਾਵ ਤਕਬੱਰ ਜਾਂ ਘਮੰਡ ਦਾ ਪ੍ਰਗਟਾਵਾ ਕਰਨਾ ਹੈ ਜੋ ਕਿ ਅੱਲਾਹ ਨੂੰ ਨਾ ਪਸੰਦ ਹੈ। ਹਦੀਸ ਵਿਚ ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਜਿਸ ਵਿਅਕਤੀ ਦੇ ਦਿਲ ਵਿਚ ਰਤਾ ਭਰ ਵੀ ਵਡਿਆਈ ਹੋਵੇਗੀ ਉਹ ਜੰਨਤ ਵਿਚ ਨਹੀਂ ਜਾਵੇਗਾ। ਇਕ ਸਹਾਬੀ ਨੇ ਪੁੱਛਿਆ ਕਿ ਇਕ ਵਿਅਕਤੀ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਉਸ ਦਾ ਲਿਬਾਸ ਤੇ ਜੁੱਤੇ ਵਧੀਆ ਹੋਣ ਤਾਂ ਕੀ ਇਹ ਵੀ ਤਕੱਬਰ ਹੈ। ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਅੱਲਾਹ ਸੋਹਣਾ ਹੈ ਅਤੇ ਸੋਹਣੀਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਹੀ ਪਸੰਦ ਕਰਦਾ ਹੈ। ਤਕੱਬਰ ਤਾਂ ਇਹ ਹੈ ਕਿ ਆਦਮੀ ਹੱਕ ਸੱਚ ਤੋਂ ਕੱਨੀ ਕਤਰਾਵੇ ਅਤੇ ਦੂਜਿਆਂ ਨੂੰ ਹੀਣਾ ਸਮਝੇ। (ਸਹੀ ਮੁਸਲਿਮ, ਹਦੀਸ: 91)","lang":"pa"},{"name":"22:10","price":"10਼ (ਕਿਹਾ ਜਾਵੇਗਾ ਕਿ) ਇਹ (ਅਜ਼ਾਬ) ਉਸ (ਦੀਆਂ ਕਰਤੂਤਾਂ) ਦੇ ਬਦਲੇ ਵਿਚ ਹੈ, ਜਿਹੜਾ ਉਸ ਨੇ ਆਪਣੇ ਹੱਥੀਂ ਅੱਗੇ ਭੇਜਿਆ ਹੈ। ਸੱਚ ਜਾਣੋਂ ਕਿ ਅੱਲਾਹ ਆਪਣੇ ਬੰਦਿਆਂ ਉੱਤੇ ਜ਼ੁਲਮ ਕਰਨ ਵਾਲਾ ਨਹੀਂ।","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:11","price":"11਼ ਕੁੱਝ ਅਜਿਹੇ ਵੀ ਲੋਕ ਹਨ ਜਿਹੜੇ (ਸ਼ੱਕ ਦੇ) ਕੰਡੇ ’ਤੇ ਰਹਿ ਕੇ ਅੱਲਾਹ ਦੀ ਬੰਦਗੀ ਕਰਦੇ ਹਨ, ਜੇ ਕੋਈ ਲਾਭ ਮਿਲ ਗਿਆ ਤਾਂ ਸੰਤੁਸ਼ਟ ਹੋ ਜਾਂਦੇ ਹਨ, ਜੇ ਕੋਈ ਮੁਸੀਬਤ ਆ ਜਾਵੇ ਤਾਂ ਉਸੇ ਸਮੇਂ (ਇਸਲਾਮ ਤੋਂ) ਮੂੰਹ ਮੋੜ ਲੈਂਦੇ ਹਨ। ਉਹਨਾਂ ਦਾ ਦੁਨੀਆਂ ਵਿਚ ਵੀ ਅਤੇ ਆਖ਼ਿਰਤ ਵਿਚ ਵੀ ਘਾਟਾ ਹੋਵੇਗਾ। ਇਹੋ ਅਸਲੀ ਘਾਟਾ ਹੈ।","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:12","price":"12਼ ਉਹ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਉਹਨਾਂ ਨੂੰ (ਮਦਦ ਲਈ) ਪੁਕਾਰਦਾ ਹੈ, ਜਿਹੜਾ ਨਾ ਉਸ ਨੂੰ ਲਾਭ ਦੇ ਸਕਣ ਅਤੇ ਨਾ ਹੀ ਨੁਕਸਾਨ ਕਰ ਸਕਣ। ਇਹੋ ਅਸਲੀ ਗੁਮਰਾਹੀ ਹੈ।","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:13","price":"13਼ ਉਹ ਉਸੇ ਨੂੰ (ਆਪਣੀਆਂ ਲੋੜਾਂ ਲਈ) ਪੁਕਾਰਦਾ ਹੈ, ਜਿਸ ਦਾ ਨੁਕਸਾਨ ਉਸ ਦੇ ਲਾਭ ਨਾਲੋਂ ਬਹੁਤਾ ਨੇੜੇ ਹੈ। ਉਸ ਦਾ ਸਾਈਂ ਬਹੁਤ ਹੀ ਭੈੜਾ ਹੈ। ਬੇਸ਼ੱਕ ਅਜਿਹਾ ਸਾਥੀ ਬਹੁਤ ਹੀ ਭੈੜਾ ਹੈ।","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:14","price":"14਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਈਮਾਨ ਲਿਆਉਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਅਤੇ ਨੇਕ ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਉਹਨਾਂ ਜੰਨਤਾਂ ਵਿਚ ਦਾਖ਼ਲ ਕਰੇਗਾ ਜਿਨ੍ਹਾਂ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹੋਣਗੀਆਂ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਜੋ ਚਾਹੁੰਦਾ ਹੈ ਉਹੀਓ ਕਰਦਾ ਹੈ।","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:15","price":"15਼ ਜਿਹੜਾ ਕੋਈ ਇਹ ਸੋਚਦਾ ਹੈ ਕਿ ਅੱਲਾਹ ਉਸ ਰਸੂਲ ਦੀ ਮਦਦ ਲੋਕ ਪ੍ਰਲੋਕ ਵਿਚ ਨਹੀਂ ਕਰੇਗਾ ਉਸ ਨੂੰ ਚਾਹੀਦਾ ਹੈ ਕਿ ਉਹ (ਇਕ ਰੱਸਾ ਆਪਣੇ ਗਲੇ ਵਿਚ ਪਾ ਲਵੇ ਅਤੇ) ਅਕਾਸ਼ ਵਿਚ ਚੜ੍ਹ ਜਾਵੇ ਤੇ ਉਸ ਰੱਸੀ ਨੂੰ ਕੱਟ ਦੇਵੇ, ਫੇਰ ਵੇਖੇ ਕੀ ਉਸਦਾ ਇਹ ਉਪਾਅ ਉਸ ਦੇ ਗੁੱਸੇ ਨੂੰ ਦੂਰ ਕਰਦਾ ਹੈ ?","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:16","price":"16਼ ਅਸੀਂ ਕੁਰਆਨ ਦੀਆਂ ਆਇਤਾਂ ਨੂੰ ਸਪਸ਼ਟ ਕਰਕੇ ਉਤਾਰਿਆ ਹੈ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਚਾਹਵੇ ਉਸੇ ਨੂੰ ਹਿਦਾਇਤ ਨਸੀਬ ਹੁੰਦੀ ਹੈ।","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:17","price":"17਼ ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਲੋਕੀ ਈਮਾਨ ਲਿਆਏ, ਜਾਂ ਜਿਹੜੇ ਯਹੂਦੀ, ਸਾਬੀ (ਅਧਰਮੀ) , ਈਸਾਈ, ਮਜੂਸੀ (ਅੱਗ ਪੂਜਣ ਵਾਲੇ) ਜਾਂ ਮੁਸ਼ਰਿਕ ਬਣ ਗਏ (ਭਾਵ ਉਹ ਕੋਈ ਵੀ ਹੋਵੇ) ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਉਹਨਾਂ ਸਭਨਾਂ ਵਿਚਾਲੇ ਕਿਆਮਤ ਦਿਹਾੜੇ ਫ਼ੈਸਲਾ ਕਰ ਦੇਵੇਗਾ। ਅੱਲਾਹ ਤਾਂ ਹਰ ਹਰ ਚੀਜ਼ ਦਾ ਗਵਾਹ ਹੈ।1","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 62/2","lang":"pa"},{"name":"22:18","price":"18਼ ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਦੇ ਕਿ ਅੱਲਾਹ ਦੇ ਅੱਗੇ ਹੀ ਸਭ ਧਰਤੀ ਵਾਲੇ ਅਤੇ ਅਕਾਸ਼ ਵਾਲੇ ਸੀਸ ਝੁਕਾਉਂਦੇ ਹਨ ਅਤੇ ਉਸ ਦੇ ਨਾਲ ਹੀ ਸੂਰਜ, ਚੰਨ ਤਾਰੇ, ਪਹਾੜ, ਰੁੱਖ ਅਤੇ ਜਾਨਵਰ ਅਤੇ ਬਥੇਰੇ ਮਨੁੱਖ ਵੀ ਸੀਸ ਝੁਕਾਉਂਦੇ ਹਨ। ਉਹਨਾਂ ਵਿਚ ਉਹ ਵੀ ਹਨ ਜਿਨ੍ਹਾਂ ਲਈ ਅਜ਼ਾਬ ਦਾ ਹੋਣਾ ਤੈਅ ਹੋ ਚੁੱਕਿਆ ਹੈ। ਜਿਸ ਨੂੰ ਰੱਬ ਹੀ ਜ਼ਲੀਲ ਕਰ ਦੇਵੇ ਉਸ ਨੂੰ ਕੋਈ ਇੱਜ਼ਤ ਦੇਣ ਵਾਲਾ ਨਹੀਂ, ਅੱਲਾਹ ਜੋ ਚਾਹੁੰਦਾ ਹੈ ਉਹੀਓ ਕਰਦਾ ਹੈ।","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:19","price":"19਼ ਇਹ ਦੋ ਧਿਰ (ਕਾਫ਼ਿਰਾਂ ਤੇ ਮੋਮਿਨਾਂ ਦੇ) ਹਨ, ਜਿਹੜੇ ਆਪਣੇ ਰੱਬ ਬਾਰੇ ਝਗੜ ਰਹੇ ਹਨ। ਕਾਫ਼ਿਰਾਂ ਲਈ ਤਾਂ ਅੱਗ ਦੇ ਵਸਤਰ ਕੱਟੇ ਜਾਣਗੇ ਅਤੇ ਉਹਨਾਂ ਦੇ ਸਿਰਾਂ ’ਤੇ ਉੱਬਲਦਾ ਹੋਇਆ ਪਾਣੀ ਡੋਲ੍ਹਿਆ ਜਾਵੇਗਾ।","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:20","price":"20਼ ਜਿਸ ਨਾਲ ਉਹਨਾਂ ਦੇ ਢਿਡਾਂ ਦੇ ਅੰਦਰੋਂ ਸਭ ਕੁੱਝ ਗਲ ਜਾਵੇਗਾ ਅਤੇ ਉਹਨਾਂ ਦੀ ਚਮੜੀ ਵੀ ਗਲ ਜਾਵੇਗੀ।","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:21","price":"21਼ ਉਹਨਾਂ (ਨਰਕੀਆਂ) ਨੂੰ ਮਾਰਨ ਲਈ ਲੋਹੇ ਦੇ ਥੌੜ੍ਹੇ ਹੋਣਗੇ।","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:22","price":"22਼ ਜਦੋਂ ਉਹ ਉੱਥਿਓਂ (ਨਰਕ ਵਿਚ) ਘਬਰਾ ਕੇ ਨਿੱਕਲਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨਗੇ, ਮੁੜ ਉੱਥੇ ਹੀ ਧੱਕ ਦਿੱਤੇ ਜਾਣਗੇ ਅਤੇ ਕਿਹਾ ਜਾਵੇਗਾ ਕਿ ਹੁਣ ਲਵੋ ਸਾੜਣ ਵਾਲੇ ਅਜ਼ਾਬ ਦਾ ਸੁਆਦ।","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:23","price":"23਼ ਬੇਸ਼ੱਕ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਅਤੇ ਨੇਕ ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਅੱਲਾਹ ਉਹਨਾਂ ਸਵਰਗਾਂ ਵਿਚ ਦਾਖ਼ਲ ਕਰੇਗਾ ਜਿਨ੍ਹਾਂ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹੋਣਗੀਆਂ, ਜਿੱਥੇ ਉਹਨਾਂ ਨੂੰ ਸੋਨੇ ਦੇ ਕੰਗਣ ਪਹਿਣਾਏ ਜਾਣਗੇ ਅਤੇ ਉੱਥੇ ਉਹਨਾਂ ਦਾ ਲਿਬਾਸ ਰੇਸ਼ਮ ਦਾ ਹੋਵੇਗਾ।","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:24","price":"24਼ ਸੰਸਾਰ ਵਿਚ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਪਵਿੱਤਰ ਗੱਲਾਂ (ਕਲਮਾ-ਏ-ਤੌਹੀਦ ਕਬੂਲਨ) ਦੀ ਹਿਦਾਇਤ ਬਖ਼ਸ਼ੀ ਗਈ ਅਤੇ ਸਲਾਹੇ ਹੋਏ ਅੱਲਾਹ ਦਾ ਰਾਹ ਵਿਖਾਇਆ ਗਿਆ।","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:25","price":"25਼ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ (ਰੱਬੀ ਹਿਦਾਇਤ ਦਾ) ਇਨਕਾਰ ਕੀਤਾ, ਉਹ ਲੋਕਾਂ ਨੂੰ ਅੱਲਾਹ ਦੀ ਰਾਹ ਤੋਂ ਅਤੇ ਪਾਕ ਮਸੀਤ (ਖ਼ਾਨਾ-ਕਾਅਬਾ) ਤੋਂ ਰੋਕਦੇ ਹਨ, ਜਿਸ ਨੂੰ ਅਸੀਂ ਸਾਰੇ ਜਹਾਨ ਦੇ ਲੋਕਾਂ ਲਈ ਬਣਾਇਆ ਹੈ। ਉੱਥੇ (ਮੱਕੇ) ਦੇ ਵਸਨੀਕ ਹੋਣ ਜਾਂ ਬਾਹਰੋ ਆਉਣ ਹੋਣ, ਉਹਨਾਂ ਸਭ ਦਾ ਅਧਿਕਾਰ ਇਕ ਬਰਾਬਰ ਹੈ। ਜਿਹੜਾ ਵੀ ਉੱਥੇ (ਖ਼ਾਨਾ-ਕਾਅਬਾ) ਵਿਖੇ ਜ਼ੁਲਮ ਕਰਨ ਦੇ ਇਰਾਦੇ ਨਾਲ ਕੋਈ ਭੈੜੇ ਕੰਮ ਕਰੇਗਾ ਅਸੀਂ ਉਸ ਨੂੰ ਦਰਦਨਾਕ ਅਜ਼ਾਬ ਦਾ ਸੁਆਦ ਚਖਾਵਾਂਗੇ।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:26","price":"26਼ ਅਤੇ (ਯਾਦ ਕਰੋ) ਜਦੋਂ ਅਸੀਂ ਇਬਰਾਹੀਮ ਲਈ ਕਾਅਬੇ ਦੀ ਥਾਂ ਨੂੰ ਨਿਯਤ ਕੀਤਾ ਸੀ, (ਅਤੇ ਹੁਕਮ ਦਿੱਤਾ ਸੀ ਕਿ) ਮੇਰੇ ਨਾਲ ਕਿਸੇ ਨੂੰ ਸ਼ਰੀਕ ਨਹੀਂ ਕਰਨਾ ਅਤੇ ਮੇਰੇ ਘਰ (ਖ਼ਾਨਾ-ਕਾਅਬਾ) ਨੂੰ ਤਵਾਫ਼ (ਪਰਿਕ੍ਰਮਾ) ਕਰਨ ਲਈ, ਨਮਾਜ਼, ਰੁਕੂਅ ਤੇ ਸਿਜਦਾ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਪਵਿੱਤਰ ਰੱਖਣਾ।","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:27","price":"27਼ (ਅਤੇ ਆਦੇਸ਼ ਦਿੱਤਾ) ਕਿ ਲੋਕਾਂ ਵਿਚ ਹੱਜ ਕਰਨ ਲਈ ਮੁਨਾਦੀ ਕਰ ਦਿਓ, ਲੋਕੀ ਤੇਰੇ ਕੋਲ (ਦੂਰ-ਦੂਰ ਤੋਂ) ਪੈਦਲ ਵੀ ਆਉਣਗੇ ਅਤੇ ਕਮਜ਼ੋਰ ਊਠਾਂ ’ਤੇ ਸਵਾਰ ਹੋ ਕੇ ਵੀ ਆਉਣਗੇ।1","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"1 ਇਸ ਵਿਚ ਹੱਜ ਕਰਨ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਹੱਜ ਦੀ ਅਤਿਅੰਤ ਮਹੱਤਤਾ ਹੈ ਜਿਵੇਂ ਕਿ ਇਕ ਹਦੀਸ ਵਿਚ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਜਿਸ ਨੇ ਵੀ ਅੱਲਾਹ ਦੇ ਲਈ ਉਸ ਦੇ ਘਰ ਖ਼ਾਨਾ ਕਾਅਬਾ ਦਾ ਹੱਜ ਕੀਤਾ ਨਾ ਤਾਂ ਉਸ ਨੇ ਆਪਣੀ ਪਤਨੀ ਨਾਲ ਸਰੀਰਿਕ ਸੰਬੰਧ ਬਣਾਏ ਨਾ ਕੋਈ ਹੋਰ ਪਾਪ ਕੀਤਾ ਤਾਂ ਉਹ ਉਸ ਬੱਚੇ ਵਾਂਗ ਪਵਿੱਤਰ ਹੈ ਜਿਸ ਨੇ ਹੁਣੇ ਹੁਣੇ ਜਨਮ ਲਿਆ ਹੋਵੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 1819)","lang":"pa"},{"name":"22:28","price":"28਼ ਤਾਂ ਜੋ ਉਹ ਆਪਣੇ (ਲੋਕ-ਪਰਲੋਕ ਦਾ) ਲਾਭ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ (ਖਾਨਾ ਕਾਅਬਾ ਵਿਚ) ਹਾਜ਼ਰ ਹੋਣ ਅਤੇ ਨਿਸ਼ਚਿਤ ਦਿਨਾਂ ਵਿਚ ਉਹਨਾਂ ਪਸ਼ੂਆਂ ਤੇ ਜ਼ਿਬਹ ਕਰਦੇ ਸਮੇਂ ਅੱਲਾਹ ਦਾ ਨਾਂ ਲੈਣ ਜਿਹੜੇ ਅੱਲਾਹ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦਿੱਤੇ ਹਨ। ਫੇਰ ਤੁਸੀਂ ਆਪ ਵੀ ਉਹਨਾਂ (ਪਸ਼ੂਆਂ) ਦਾ ਮਾਸ ਖਾਓ ਅਤੇ ਹਰੇਕ ਭੁੱਖੇ ਫਕੀਰ ਨੂੰ ਵੀ ਖਵਾਓ।","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:29","price":"29਼ ਫੇਰ (ਕੁਰਬਾਨੀ ਕਰਨ ਮਗਰੋਂ) ਆਪਣੇ ਮੈਲ ਕੁਚੈਲ ਨੂੰ ਦੂਰ ਕਰੋ (ਭਾਵ ਵਾਲਾਂ ਨੂੰ ਅਤੇ ਨੋਹਾਂ ਨੂੰ ਕਟਵਾਓ) ਅਤੇ ਆਪਣੀਆਂ ਸੁੱਖਣਾ ਪੂਰੀਆਂ ਕਰੋ ਅਤੇ ਅੱਲਾਹ ਦੇ ਸਭ ਤੋਂ ਪੁਰਾਣੇ ਘਰ (ਖ਼ਾਨਾ-ਕਾਅਬਾ) ਦਾ ਤਵਾਫ਼ ਕਰੋ।1","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਮਾਇਦਾ, ਹਾਸ਼ੀਆ ਆਇਤ 32/5","lang":"pa"},{"name":"22:30","price":"30਼ ਇਹ (ਹੁਕਮ) ਉਹਨਾਂ ਲਈ ਰੁ ਜਿਹੜੇ ਅੱਲਾਹ ਦੀਆਂ ਨਿਯਤ ਕੀਤੀਆਂ ਹੋਈਆਂ ਪਾਬੰਦੀਆਂ ਦਾ ਸਤਿਕਾਰ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਲਈ ਉਹਨਾਂ ਦੇ ਰੱਬ ਕੋਲ ਵਧੀਆ ਬਦਲਾ ਹੈ। ਤੁਹਾਡੇ ਲਈ ਚਾਰ ਪੈਰਾਂ ਵਾਲੇ ਪਸ਼ੂ ਜਾਇਜ਼ (ਹਲਾਲ) ਕਰ ਦਿੱਤੇ, ਛੁੱਟ ਉਹਨਾਂ ਤੋਂ ਜਿਨ੍ਹਾਂ ਬਾਰੇ ਤੁਹਾਨੂੰ ਦੱਸਿਆ ਜਾ ਚੁੱਕਿਆ ਹੈ। ਸੋ ਤੁਸੀਂ ਮੂਰਤੀਆਂ ਦੀ ਗੰਦਗੀ ਤੋਂ ਬਚੋ ਅਤੇ ਝੂਠੀਆਂ ਗੱਲਾਂ ਤੋਂ ਪਰਹੇਜ਼ ਕਰੋ।","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:31","price":"31਼ ਅੱਲਾਹ ਦੇ ਲਈ ਇਕ ਹੋ ਜਾਓ ਉਸ ਦੇ ਸੰਗ ਕਿਸੇ ਨੂੰ ਸਾਂਝੀ ਨਾ ਬਣਾਓ। ਜਿਹੜਾ ਕੋਈ ਅੱਲਾਹ ਨਾਲ ਕਿਸੇ ਨੂੰ ਸ਼ਰੀਕ ਕਰੇਗਾ, ਇੰਜ ਸਮਝੋ ਜਿਵੇਂ ਉਹ ਅਕਾਸ਼ ਤੋਂ ਡਿਗ ਪਿਆ ਹੋਵੇ, ਫੇਰ ਉਸ ਨੂੰ ਭਾਵੇਂ ਪੰਛੀ ਝਪਟਾ ਮਾਰ ਕੇ ਲੈ ਜਾਣ ਜਾਂ ਹਵਾ ਕਿਸੇ ਦੂਰ ਥਾਂ ਲਿਜਾ ਸੁੱਟੇ।","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:32","price":"32਼ ਇਹ ਹੁਕਮ ਉਸ ਲਈ ਹੈ ਜਿਹੜਾ ਅੱਲਾਹ ਦੀਆਂ ਮਿਥੀਆਂ ਹੋਈਆਂ ਨਿਸ਼ਾਨੀਆਂ ਦਾ ਆਦਰ ਕਰਦਾ ਹੈ। ਬੇਸ਼ੱਕ ਇਸ ਦਾ ਸੰਬੰਧ ਦਿਲਾਂ ਦੀ ਪਾਕੀਜ਼ਗੀ ਨਾਲ ਜੁੜ੍ਹਿਆ ਹੋਇਆ ਹੈ।","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:33","price":"33਼ ਤੁਹਾਡੇ ਲਈ ਇਹਨਾਂ (ਪਸ਼ੂਆਂ) ਵਿਚ ਇਕ ਖ਼ਾਸ ਸਮੇਂ ਲਈ ਲਾਭ ਹੈ (ਭਾਵ ਉਹਨਾਂ ਤੋਂ ਦੁੱਧ, ਸਵਾਰੀ ਦਾ ਲਾਭ ਅਤੇ ਉੱਨ ਆਦਿ ਲੈ ਸਕਦੇ ਹੋ) ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਜ਼ਿਬਹ (ਕੁਰਬਾਨੀ) ਕਰਨ ਦੀ ਥਾਂ ਉਸੇ ਪੁਰਾਤਣ ਘਰ (ਖ਼ਾਨਾ ਕਾਅਬਾ) ਦੇ ਕੋਲ ਹੈ।","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:34","price":"34਼ ਅਸੀਂ ਹਰ ਉੱਮਤ ਲਈ ਕੁਰਬਾਨੀ ਕਰਨ ਦੇ ਤਰੀਕੇ ਮੁਕੱਰਰ ਕੀਤੇ ਹਨ ਕਿ ਉਹਨਾਂ ਚਾਰ ਪੈਰਾਂ ਵਾਲੇ ਜਾਨਵਰਾਂ ਉੱਤੇ, ਜਿਹੜੇ ਜਾਨਵਰ ਅੱਲਾਹ ਨੇ ਹੀ ਉਹਨਾਂ ਨੂੰ ਬਖ਼ਸ਼ੇ ਹੋਏ ਹਨ, (ਜ਼ਿਬਹ ਕਰਦੇ ਸਮੇਂ) ਅੱਲਾਹ ਦਾ ਨਾਂ ਲਿਆ ਜਾਵੇ। ਤੁਹਾਡਾ ਸਭ ਦਾ ਇਕ ਹੀ ਇਸ਼ਟ ਹੈ ਤੁਸੀਂ ਉਸੇ ਦੇ ਆਗਿਆਕਾਰੀ ਬਣੋ। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਨਿਮਰਤਾ ਧਾਰਨ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ (ਰੱਬ ਦੀ ਰਜ਼ਾ ਦੀ) ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਸੁਣਾ ਦਿਓ।","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:35","price":"35਼ ਜਦੋਂ ਰੱਬ ਦੀ ਚਰਚਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਤਾਂ ਉਹਨਾਂ ਦੇ ਦਿਲ ਕੰਬ ਜਾਂਦੇ ਹਨ। ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਮੁਸੀਬਤ ਆਉਂਦੀ ਹੈ ਉਸ ’ਤੇ ਸਬਰ ਕਰਦੇ ਹਨ, ਨਮਾਜ਼ਾਂ ਕਾਇਮ ਕਰਦੇ ਹਨ ਅਤੇ ਜੋ ਵੀ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ (ਧੰਨ-ਦੌਲਤ) ਬਖ਼ਸ਼ਿਆ ਹੈ, ਉਸ ਵਿੱਚੋਂ ਖ਼ਰਚ ਕਰਦੇ ਹਨ।","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:36","price":"36਼ ਕੁਰਬਾਨੀ ਦੇ ਊਠਾਂ ਨੂੰ ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਅੱਲਾਹ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਵਜੋਂ ਨਿਯਤ ਕੀਤਾ ਹੈ। ਇਸ ਵਿਚ ਤੁਹਾਡੇ ਲਈ (ਕਈ) ਲਾਭ ਹਨ। ਸੋ ਉਹਨਾਂ (ਊਠਾਂ) ਨੂੰ (ਕੁਰਬਾਨੀ ਕਰਦੇ ਸਮੇਂ) ਖੜਾ ਕਰਕੇ ਉਹਨਾਂ ’ਤੇ ਅੱਲਾਹ ਦਾ ਨਾ ਲਵੋ, ਫੇਰ ਜਦੋਂ ਉਹ ਧਰਤੀ ’ਤੇ ਟਿਕ ਜਾਣ ਤਾਂ ਤੁਸੀਂ ਉਹਨਾਂ ਦਾ ਮੀਟ ਆਪ ਵੀ ਖਾਓ ਅਤੇ ਮਸਕੀਨਾਂ, ਨਾ-ਮੰਗਣ ਵਾਲਿਆਂ ਅਤੇ ਮੰਗਣ ਵਾਲਿਆਂ ਨੂੰ ਵੀ ਖੁਵਾਓ। ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ (ਅੱਲਾਹ ਨੇ ਪਸ਼ੂਆਂ ਨੂੰ) ਤੁਹਾਡੇ ਅਧੀਨ ਕਰ ਛੱਡਿਆ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ (ਰੱਬ ਦਾ) ਸ਼ੁਕਰ ਕਰੋਂ।","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:37","price":"37਼ ਅੱਲਾਹ ਕੋਲ ਨਾ ਤਾਂ ਉਹਨਾਂ ਕੁਰਬਾਨੀ ਦੇ ਜਾਨਵਰਾਂ ਦਾ ਮਾਸ (ਗੋਸ਼ਤ) ਪਹੁੰਚਦਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਖ਼ੂਨ, ਉਸ ਕੋਲ ਤਾਂ ਤੁਹਾਡੀ ਪਰਹੇਜ਼ਗਾਰੀ ਪਹੁੰਚਦੀ ਹੈ। ਇਸ ਲਈ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ (ਕੁਰਬਾਨੀ ਵਾਲੇ) ਜਾਨਵਰਾਂ ਨੂੰ ਤੁਹਾਡੇ ਅਧੀਨ ਕਰ ਛੱਡਿਆ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਅੱਲਾਹ ਦੀ ਵਡਿਆਈ ਬਿਆਨ ਕਰੋ ਕਿ ਉਸ ਨੇ ਤੁਹਾਨੂੰ ਹਿਦਾਇਤ ਦਿੱਤੀ ਹੈ। (ਹੇ ਨਬੀ!) ਨੇਕ ਅਮਲ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ (ਜੰਨਤ) ਦੀ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਸੁਣਾ ਦਿਓ।","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:38","price":"38਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਈਮਾਨ ਵਾਲਿਆਂ ਦਾ (ਵੈਰੀਆਂ ਤੋਂ) ਬਚਾਓ ਕਰਦਾ ਹੈ। ਅੱਲਾਹ ਕਿਸੇ ਵੀ ਖ਼ਾਇਨ (ਹੇਰਾ-ਫੇਰੀ) ਕਰਨ ਵਾਲੇ ਨੂੰ ਅਤੇ ਨਾ-ਸ਼ੁਕਰੇ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ।","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:39","price":"39਼ ਜਿਨ੍ਹਾਂ ਮੁਸਲਮਾਨਾਂ ਨਾਲ ਕਾਫ਼ਿਰਾਂ ਵੱਲੋਂ ਲੜਾਈ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਉਹਨਾਂ ਨੂੰ (ਜੰਗ ਕਰਨ ਦੀ) ਛੂਟ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਕਿਉਂ ਜੋ ਉਹਨਾਂ ਉੱਤੇ ਜ਼ੁਲਮ ਹੋ ਰਿਹਾ ਹੈ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਉਹਨਾਂ ਦੀ ਸਹਾਇਤਾ ਕਰਨ ਦੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੈ।","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:40","price":"40਼ ਇਹ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਘਰੋਂ ਅਣ-ਹੱਕਾ ਕੱਢਿਆ ਗਿਆ ਕੇਵਲ ਇਹ ਕਹਿਣ ’ਤੇ ਕਿ ਸਾਡਾ ਮਾਲਿਕ ਅੱਲਾਹ ਹੈ। ਜੇ ਅੱਲਾਹ ਇਕ (ਜ਼ਾਲਮ) ਨੂੰ ਦੂਜੇ ਜ਼ਾਲਿਮ ਰਾਹੀਂ (ਸੱਤਾ ਤੋਂ) ਪਰਾਂ ਨਾ ਕਰਦਾ ਤਾਂ ਧਰਮ ਸਥਾਨ ਗਿਰਜੇ ਮਸੀਤਾਂ ਅਤੇ ਯਹੂਦੀਆਂ ਦੇ ਧਰਮ ਸਥਾਨ ਅਤੇ ਉਹ ਸਾਰੀਆਂ ਮਸੀਤਾਂ ਵੀ ਢਾਹ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਜਿਨ੍ਹਾਂ ਵਿਚ ਅੱਲਾਹ ਦਾ ਸਿਮਰਨ ਵੱਧ ਤੋਂ ਵੱਧ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਜਿਹੜਾ ਵੀ ਉਸ (ਦੇ ਦੀਨ ਇਸਲਾਮ) ਦੀ ਮਦਦ ਕਰੇਗਾ, ਅੱਲਾਹ ਜ਼ਰੂਰ ਹੀ ਉਸਦੀ ਮਦਦ ਕਰੇਗਾ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਅਤਿਅੰਤ ਜ਼ੋਰਾਵਰ ਹੈ।","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:41","price":"41਼ ਇਹ ਉਹ ਲੋਕ ਹਨ ਕਿ ਜੇ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਧਰਤੀ ਉੱਤੇ ਸੱਤਾ ਬਖ਼ਸ਼ ਦਈਏ ਤਾਂ ਉਹ ਨਮਾਜ਼ ਕਾਇਮ ਕਰਨਗੇ,1 ਜ਼ਕਾਤ ਦੇਣਗੇ ਅਤੇ ਭਲੇ ਕੰਮਾਂ ਦਾ ਹੈ ਕਮ ਦੇਣਗੇ ਤੇ ਭੈੜੇ ਕੰਮਾਂ ਤੋਂ ਰੋਕਣਗੇ। ਸਾਰੇ ਹੀ ਕੰਮਾਂ ਦਾ ਬਦਲਾ ਅੱਲਾਹ ਦੇ ਅਧਿਕਾਰ ਵਿਚ ਹੈ।","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"1 ਨਮਾਜ਼ ਕਾਇਮ ਕਰਨ ਤੋਂ ਭਾਵ ਇਹ ਹੈ ਕਿ ਨਮਾਜ਼ ਹਰ ਮੁਸਲਮਾਨ ਮਰਦ ਹੋਵੇ ਜਾਂ ਔੌਰਤ ਉੱਤੇ ਫ਼ਰਜ਼ ਹੈ ਕਿ ਉਹ ਦਿਨ ਵਿਚ ਪੰਜ ਨਮਾਜ਼ਾਂ ਨਿਯਤ ਸਮੇਂ ਅਨੁਸਾਰ ਅਦਾ ਕਰੇ। ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਇਆ ਕਿ ਜਦੋਂ ਤੁਹਾਡੇ ਬੱਚੇ ਸੱਤ ਸਾਲ ਦੇ ਹੋ ਜਾਣ ਤਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਨਮਾਜ਼ ਪੜ੍ਹਣ ਲਈ ਹੁਕਮ ਦਿਓ ਅਤੇ ਜਦੋਂ ਦੱਸ ਸਾਲ ਦੇ ਹੋ ਜਾਣ ਤਾਂ ਨਮਾਜ਼ ਨਾ ਪੜ੍ਹਨ ਉੱਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸਜ਼ਾ ਦਿਓ। (ਅਬੁ ਦਾਊਦ, ਹਦੀਸ: 495) ● ਨਬੀ (ਸ:) ਨੇ ਇਹ ਵੀ ਫ਼ਰਮਾਇਆ ਕਿ ਨਮਾਜ਼ ਇਸ ਤਰ੍ਹਾਂ ਪੜ੍ਹੋ ਜਿਸ ਤਰ੍ਹਾਂ ਤੁਸੀਂ ਮੈਨੂੰ ਨਮਾਜ਼ ਪੜ੍ਹਦੇ ਹੋਏ ਵੇਖਦੇ ਹੋ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 7246","lang":"pa"},{"name":"22:42","price":"42਼ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਜੇ ਇਹ ਲੋਕ ਤੁਹਾਨੂੰ (ਰੱਬ ਦਾ ਰਸੂਲ) ਨਹੀਂ ਮੰਨਦੇ ਤਾਂ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਨੂਹ ਦੀ ਕੌਮ ਅਤੇ ਆਦ ਤੇ ਸਮੂਦ ਦੀ ਕੌਮ ਨੇ ਵੀ ਆਪਣੇ ਆਪਣੇ ਨਬੀਆਂ ਨੂੰ ਝੁਠਲਾਇਆ ਹੈ।","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":")","lang":"pa"},{"name":"22:43","price":"43਼ ਅਤੇ ਇਬਰਾਹੀਮ ਅਤੇ ਲੂਤ ਦੀ ਕੌਮ ਨੇ ਵੀ ਇੰਜ ਹੀ ਕੀਤਾ ਸੀ।","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:44","price":"44਼ ਅਤੇ ਮਦਯਨ ਦੀ ਕੌਮ ਅਤੇ ਮੂਸਾ ਦੀ ਕੌਮ ਵੀ (ਆਪਣੇ ਨਬੀਆਂ ਨੂੰ) ਝੁਠਲਾ ਚੁੱਕੀ ਹੈ। ਪਹਿਲਾਂ ਤਾਂ ਮੈਂਨੇ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਕੁੱਝ ਸਮੇਂ ਲਈ ਛੂਟ ਦਿੱਤੀ ਹੈ ਫੇਰ ਉਹਨਾਂ ਨੂੰ ਫੜ ਲਿਆ ਸੋ (ਵੇਖਣਾ) ਕਿ ਮੇਰਾ ਅਜ਼ਾਬ ਕਿਹੋ ਜਿਹਾ ਸੀ।","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:45","price":"45਼ ਕਈ ਬਸਤੀਆਂ ਅਜਿਹੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਹਲਾਕ ਕਰ ਦਿੱਤਾ ਕਿਉਂ ਜੋ ਉਹ ਜ਼ੁਲਮ ਕਰਦੀਆਂ ਸਨ। ਅੱਜ ਉਹਨਾਂ (ਦੇ ਘਰਾਂ ਦੀਆਂ) ਛੱਤਾ ਡਿਗੀਆਂ ਪਈਆਂ ਹਨ ਅਤੇ ਕਿੰਨੇ ਹੀ ਖੂਹ ਬੇਆਬਦ ਪਏ ਹਨ ਅਤੇ ਕਿੰਨੇ ਹੀ ਮਜ਼ਬੂਤ ਮਹਿਲ ਉੱਜੜੇ ਪਏ ਹਨ।","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:46","price":"46਼ ਕੀ ਇਹ (ਕਾਫ਼ਿਰ) ਲੋਕ ਧਰਤੀ ਉੱਤੇ ਘੁੰਮੇ-ਫਿਰੇ ਨਹੀਂ ਕਿ ਉਹਨਾਂ ਦੇ ਦਿਲ (ਦਿਮਾਗ਼) ਹੁੰਦੇ ਜਿਨ੍ਹਾਂ ਰਾਹੀਂ ਉਹ ਸਮਝਦੇ ਜਾਂ ਕੰਨਾਂ ਤੋਂ ਹੀ ਇਹ (ਕਿੱਸੇ) ਸੁਣ ਲੈਂਦੇ। ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ ਕੇਵਲ ਅੱਖਾਂ ਤੋਂ ਹੀ ਕੋਈ ਅੰਨ੍ਹਾ ਨਹੀਂ ਹੁੰਦਾ ਸਗੋਂ ਉਹ ਦਿਲ ਵੀ ਅੰਨੇ ਹੋ ਜਾਂਦੇ ਹਨ ਜਿਹੜੇ ਸੀਨੀਆਂ ਵਿਚ ਹਨ।","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:47","price":"47਼ ਅਤੇ (ਹੇ ਨਬੀ! ਇਹ ਜ਼ਾਲਮ ਲੋਕ) ਤੁਹਾਥੋਂ ਅਜ਼ਾਬ ਵਿਚ ਛੇਤੀ ਦੀ ਮੰਗ ਕਰ ਰਹੇ ਹਨ। ਅੱਲਾਹ ਕਦੇ ਵੀ ਆਪਣੇ ਵਚਨ ਨਹੀਂ ਬਦਲਦਾ (ਭਾਵ ਅਜ਼ਾਬ ਆਕੇ ਰਹੇਗਾ)। ਹਾਂ! ਇਹ ਗੱਲ ਵੱਖਰੀ ਹੈ ਕਿ ਤੁਹਾਡੇ ਰੱਬ ਕੋਲ ਇਕ ਦਿਨ ਹੀ ਤੁਹਾਡੀ ਗਿਣਤੀ ਦੇ ਇਕ ਹਜ਼ਾਰ ਸਾਲ ਵਰਗਾ ਹੈੈ।","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:48","price":"48਼ ਕਿੰਨੀਆਂ ਹੀ (ਜ਼ਾਲਮ) ਬਸਤੀਆਂ ਨੂੰ ਅਸਾਂ ਢਿੱਲ ਦਿੱਤੀ ਜਦੋਂ ਕਿ ਉਹ ਜ਼ਾਲਮ ਸਨ। ਫੇਰ ਅਸਾਂ ਉਹਨਾਂ ਨੂੰ ਫੜ ਲਿਆ। ਆਉਣਾ ਤਾਂ ਮੁੜ ਮੇਰੇ ਹੀ ਕੋਲ ਹੈ।","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:49","price":"49਼ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਆਖ ਦਿਓ! ਕਿ ਮੈਂ ਤਾਂ ਤੁਹਾਨੂੰ ਖੁੱਲ੍ਹਮ-ਖੁੱਲ੍ਹਾ (ਰੱਬ ਦੇ ਅਜ਼ਾਬ ਤੋਂ) ਡਰਾਉਣ ਵਾਲਾ ਹਾਂ।","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:50","price":"50਼ ਸੋ ਜੋ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਤੇ ਨੇਕ ਕੰਮ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਲਈ ਬਖ਼ਸ਼ਿਸ਼ ਅਤੇ ਮਾਨ ਸੱਮਾਨ ਵਾਲੀ ਰੋਜ਼ੀ ਹੈ।","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:51","price":"51਼ ਜਿਹੜੇ ਲੋਕੀ ਸਾਨੂੰ ਬੇਵਸ ਕਰਨ ਲਈ ਸਾਡੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਦੀ ਹੇਠੀ ਕਰਨ ਵਿਚ ਲੱਗੇ ਰਹਿੰਦੇ ਹਨ (ਭਾਵ ਹੁਕਮਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦੇ ਹਨ), ਉਹੀ ਨਰਕੀ ਹਨ।","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:52","price":"52਼ (ਹੇ ਨਬੀ!) ਅਸੀਂ ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਜੋ ਵੀ ਪੈਗ਼ੰਬਰ ਤੇ ਨਬੀ ਭੇਜੇ ਅਤੇ ਜਦੋਂ ਵੀ ਉਹ (ਰੱਬੀ ਕਲਾਮ ਦੀ) ਤਲਾਵਤ ਕਰਦੇ (ਭਾਵ ਪੜ੍ਹਦੇ) ਤਾਂ ਸ਼ੈਤਾਨ ਆਪਣੇ ਵੱਲੋਂ ਕੋਈ ਨਾ ਕੋਈ ਵਿਘਨ ਪਾ ਦਿੰਦਾ, ਪਰ ਅੱਲਾਹ ਸ਼ੈਤਾਨ ਵੱਲੋਂ ਪਾਏ ਹੋਏ ਵਿਘਨ ਨੂੰ ਮਿਟਾ ਦਿੰਦਾ। ਇੰਜ ਅੱਲਾਹ ਆਪਣੀ ਕਹੀ ਹੋਈ ਗੱਲ ਨੂੰ ਪੱਕੀ ਕਰਦਾ ਹੈ, ਕਿਉਂ ਜੋ ਅੱਲਾਹ ਹਿਕਮਤਾਂ ਵਾਲਾ ਹੈ, ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਖ਼ਬਰ ਰੱਖਦਾ ਹੈ।","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:53","price":"53਼ ਇਹ ਇਸ ਲਈ ਹੁੰਦਾ ਹੈ ਤਾਂ ਜੋ ਸ਼ੈਤਾਨ ਵੱਲੋਂ ਪਾਈ ਜਾਣ ਵਾਲੀ ਖ਼ਰਾਬੀ ਨੂੰ ਅੱਲਾਹ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਅਜ਼ਮਾਉਣ ਦਾ ਸਾਧਨ ਬਣਾ ਸਕੇ, ਜਿਨ੍ਹਾਂ ਦੇ ਮਨਾਂ ਵਿਚ (ਕੁਫ਼ਰ ਦਾ) ਰੋਗ ਹੈ ਅਤੇ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਖੋਟੇ ਹਨ, ਉਹੀਓ ਜ਼ਾਲਮ ਲੋਕ (ਹੱਕ ਦੇ) ਵਿਰੋਧ ਵਿਚ ਕਾਫ਼ੀ ਅੱਗੇ ਜਾ ਚੁੱਕੇ ਹਨ।","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:54","price":"54਼ ਤਾਂ ਜੋ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਗਿਆਨ ਦਿੱਤਾ ਗਿਆ ਸੀ ਉਹ ਜਾਣ ਲੈਣ ਕਿ ਇਹ (ਨਬੀ ਤੇ .ਕੁਰਆਨ) ਰੱਬ ਵੱਲੋਂ ਹੱਕ ’ਤੇ ਆਧਾਰਿਤ ਹੈ। ਜੇ ਉਹ ਈਮਾਨ ਲਿਆਉਣ ਤਾਂ ਉਹਨਾਂ ਦੇ ਦਿਲ ਇਸ (ਹੱਕ) ਵੱਲ ਝੁਕ ਜਾਣਗੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਸਿੱਧੀ ਰਾਹ ਵੱਲ ਸੇਧ ਦਿੰਦਾ ਹੈ।","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:55","price":"55਼ ਕਾਫ਼ਿਰ ਇਸ ਵਹੀ (.ਕੁਰਆਨ) ਵਿਚ ਸਦਾ ਸ਼ੱਕ ਕਰਦੇ ਰਹਿਣਗੇ ਇੱਥੋਂ ਤਕ ਕਿ ਅਚਣਚੇਤ ਉਹਨਾਂ ’ਤੇ ਕਿਆਮਤ ਆ ਖੜੀ ਹੋਵੇਗੀ ਜਾਂ ਇਕ ਮਨਹੂਸ ਦਿਹਾੜੇ ਦਾ ਅਜ਼ਾਬ ਆ ਜਾਵੇਗਾ।","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:56","price":"56਼ ਉਸ ਦਿਨ ਪਾਤਸ਼ਾਹੀ ਕੇਵਲ ਅੱਲਾਹ ਦੀ ਹੀ ਹੋਵੇਗੀ ਉਹੀਓ ਉਹਨਾਂ ਦੇ (ਕਰਮਾਂ ਦਾ) ਫ਼ੈਸਲੇ ਕਰੇਗਾ, ਈਮਾਨ ਤੇ ਨੇਕ ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਨਿਅਮਤਾਂ ਭਰੀਆਂ ਜੰਨਤਾਂ ਮਿਲਣਗੀਆਂ।","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:57","price":"57਼ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਕੁਫ਼ਰ ਕੀਤਾ ਅਤੇ ਸਾਡੀਆਂ ਆਇਤਾਂ (.ਕੁਰਆਨ) ਨੂੰ ਝੂਠ ਸਮਝਿਆ, ਉਹਨਾਂ ਲਈ ਜ਼ਲੀਲ ਕਰਨ ਵਾਲਾ ਅਜ਼ਾਬ ਹੈ।","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:58","price":"58਼ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਆਪਣਾ ਘਰ ਬਾਰ ਛੱਡਿਆ, ਉਹਨਾਂ ਨੂੰ ਕਤਲ ਵੀ ਕੀਤਾ ਗਿਆ ਜਾਂ ਮਰ ਗਏ, ਉਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਬਹੁਤ ਹੀ ਵਧੀਆ ਰੋਜ਼ੀ ਦੇਣ ਵਾਲਾ ਹੈ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸਭ ਤੋਂ ਵਧੀਆ ਰਿਜ਼ਕ ਦੇਣ ਵਾਲਾ ਹੈ।","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:59","price":"59਼ ਅੱਲਾਹ (ਉਹਨਾਂ ਨੂੰ) ਅਜਿਹੀ ਥਾਂ ਜ਼ਰੂਰ ਹੀ ਦਾਖ਼ਲ ਕਰੇਗਾ ਜਿਸ ਤੋਂ ਉਹ ਰਾਜ਼ੀ (ਸੰਤੁਸ਼ਟ) ਹੋ ਜਾਣਗੇ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸਹਿਣਸ਼ੀਲਤਾ ਭਰਿਆ ਗਿਆਨ ਰੱਖਦਾ ਹੈ (ਭਾਵ ਸਜ਼ਾ ਦੇਣ ਵਿਚ ਛੇਤੀ ਨਹੀਂ ਕਰਦਾ)।","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:60","price":"60਼ ਠੀਕ ਗੱਲ ਇਹ ਹੈ ਕਿ ਜੇਕਰ ਕੋਈ ਵਿਅਕਤੀ ਉੱਨਾ ਹੀ ਬਦਲਾ ਲਵੇ ਜਿੱਨਾ ਉਸ ਨਾਲ ਧੱਕਾ ਹੋਇਆ ਹੈ (ਤਾਂ ਠੀਕ ਹੈ) ਪਰ ਜੇ ਵਧੀਕੀ ਕਰੇ ਤਾਂ ਅੱਲਾਹ ਆਪ ਹੀ (ਉਸ ਮਜ਼ਲੂਮ) ਦੀ ਮਦਦ ਕਰੇਗਾ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਮੁਆਫ਼ ਕਰਨ ਵਾਲਾ ਤੇ ਬਖ਼ਸ਼ਣਹਾਰ ਹੈ।","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:61","price":"61਼ ਅੱਲਾਹ ਰਾਤ ਨੂੰ ਦਿਨ ਵਿਚ ਅਤੇ ਦਿਨ ਨੂੰ ਰਾਤ ਵਿਚ ਦਾਖ਼ਲ ਕਰਦਾ ਹੈ। ਅੱਲਾਹ ਸਭ ਕੁੱਝ ਵੇਖਦਾ ਤੇ ਸੁਣਦਾ ਹੈ।","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:62","price":"62਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਹੱਕ ਹੈ ਅਤੇ ਇਸ ਤੋਂ ਛੁੱਟ ਜਿਸ ਨੂੰ ਵੀ ਉਹ (ਮਦਦ ਲਈ) ਪੁਕਾਰਦੇ ਹਨ ਉਹ ਸਭ ਝੂਠੇ ਹਨ, ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਸਭ ਤੋਂ ਵੱਧ ਵਡਿਆਈ ਵਾਲਾ ਹੈ।","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:63","price":"63਼ ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਦੇ ਕਿ ਅੱਲਾਹ ਅਕਾਸ਼ ਤੋਂ (ਬੰਜਰ ਧਰਤੀ ’ਤੇ) ਪਾਣੀ ਬਰਸਾਉਂਦਾ ਹੈ, ਇਸ ਰਾਹੀਂ ਧਰਤੀ ਹਰੀ ਭਰੀ ਹੋ ਉਠਦੀ ਹੈ, ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹਰ ਗੱਲ ਨੂੰ ਬਰੀਕੀ ਨਾਲ ਜਾਣਦਾ ਹੈ।","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:64","price":"64਼ ਅਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਵਿਚ ਜੋ ਕੁੱਝ ਵੀ ਹੈ ਸਭ ਉਸੇ ਦਾ ਹੀ ਹੈ ਅਤੇ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਉਹਨਾਂ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਤੋਂ ਬੇਪਰਵਾਹ ਤੇ ਸਲਾਹਿਆ ਹੋਇਆ ਹੈ।","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:65","price":"65਼ ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਵੇਖਦੇ ਕਿ ਅੱਲਾਹ ਨੇ ਧਰਤੀ ਦੀਆਂ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਤੁਹਾਡੇ ਅਧੀਨ ਕਰ ਛੱਡੀਆਂ ਹਨ, ਕਸ਼ਤੀਆਂ ਉਸੇ ਦੇ ਹੁਕਮ ਨਾਲ ਪਾਣੀ ਵਿਚ ਚਲਦੀਆਂ ਹਨ, ਅਕਾਸ਼ ਨੂੰ ਵੀ ਉਸੇ ਨੇ ਸਾਂਭਿਆ ਹੋਇਆ ਹੈ ਕਿ ਉਹ ਧਰਤੀ ਉੱਤੇ ਉਸ ਦੀ ਆਗਿਆ ਬਿਨਾਂ ਨਾ ਡਿੱਗੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਲੋਕਾਂ ਨਾਲ ਮਿਹਰਬਾਨੀਆਂ ਸਦਕੇ ਨਰਮੀਆਂ ਕਰਦਾ ਹੈ।","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:66","price":"66਼ ਅਤੇ ਤੁਹਾਨੂੰ ਜੀਵਨ ਵੀ ਉਸੇ ਨੇ ਬਖ਼ਸ਼ਿਆ ਹੈ ਅਤੇ ਉਹੀ ਤੁਹਾਨੂੰ ਮੌਤ ਦੇਵੇਗਾ, ਫੇਰ ਤੁਹਾਨੂੰ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਮੁੜ ਜੀਵਿਤ ਕਰੇਗਾ। ਪਰ ਮਨੁੱਖ (ਰੱਬ ਦੇ ਅਹਿਸਾਨਾ ਦੀ) ਨਾ-ਸ਼ੁਕਰੀ ਕਰਦਾ ਹੈ।","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:67","price":"67਼ ਹਰ ਉੱਮਤ ਲਈ ਅਸੀਂ ਇਬਾਦਤ ਕਰਨ ਦਾ ਇਕ ਵਿਸ਼ੇਸ਼ ਤਰੀਕਾ ਨਿਰਧਾਰਤ ਕੀਤਾ ਹੈ ਅਤੇ ਉਹ ਸਾਰੇ ਉਸ ’ਤੇ ਅਮਲ ਕਰਦੇ ਹਨ। ਸੋ (ਹੇ ਨਬੀ!) ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਉਹਨਾਂ ਗੱਲਾਂ ਵਿਚ ਤੁਹਾਡੇ ਨਾਲ ਝਗੜਣਾ ਨਹੀਂ ਚਾਹੀਦਾ, ਤੁਸੀਂ ਲੋਕਾਂ ਨੂੰ ਆਪਣੇ ਰੱਬ ਵੱਲ ਬੁਲਾਓ, ਬੇਸ਼ੱਕ ਤੁਸੀਂ ਸਿੱਧੀ ਰਾਹ ਉੱਤੇ ਹੋ।","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:68","price":"68਼ ਜੇ ਫੇਰ ਵੀ ਇਹ ਕਾਫ਼ਿਰ ਤੁਹਾਡੇ ਨਾਲ ਉਲਝਦੇ ਹਨ ਤਾਂ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕਹਿ ਦਿਓ ਕਿ ਅੱਲਾਹ ਤੁਹਾਡੀਆਂ ਕਰਤੂਤਾਂ ਤੋਂ ਭਲੀ-ਭਾਂਤ ਜਾਣੂ ਹੈ।","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:69","price":"69਼ ਬੇਸ਼ੱਕ ਕਿਆਮਤ ਦਿਹਾੜੇ ਅੱਲਾਹ ਉਹਨਾਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਦਾਂ ਨਿਪਟਾਰਾ ਕਰ ਦੇਵੇਗਾ, ਜਿਹੜੀਆਂ ਗੱਲਾਂ ਵਿਚ ਤੁਸੀਂ ਮਤ ਭੇਦ ਕਰ ਰਹੇ ਹਨ।","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:70","price":"70਼ ਕੀ ਤੁਸੀਂ (ਹੇ ਨਬੀ!) ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦੀ ਹਰ ਇਕ ਚੀਜ਼ ਅੱਲਾਹ ਦੇ ਗਿਆਨ ਵਿਚ ਹੈ ਅਤੇ ਇਹ ਸਭ ਕੁੱਝ ਇਕ ਲਿਖੀ ਹੋਈ ਕਿਤਾਬ ਵਿਚ ਦਰਜ ਹੈ। ਇਹ ਕੰਮ ਅੱਲਾਹ ਲਈ ਤਾਂ ਬਹੁਤ ਹੀ ਆਸਾਨ ਹੈ।","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:71","price":"71਼ ਇਹ (ਮੁਸ਼ਰਿਕ) ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਉਹਨਾਂ ਦੀ ਪੂਜਾ ਕਰਦੇ ਹਨ ਜਿਸ ਦੇ ਲਈ ਕੋਈ ਰੱਬੀ ਦਲੀਲ ਨਹੀਂ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਨੂੰ ਇਸ ਦਾ ਕੋਈ ਗਿਆਨ ਹੈ। ਜ਼ਾਲਮਾਂ ਦਾ ਕੋਈ ਵੀ ਮਦਦਗਾਰ ਨਹੀਂ।","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:72","price":"72਼ ਜਦੋਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੇ ਸਾਹਮਣੇ ਸਾਡੇ ਕਲਾਮ (.ਕੁਰਆਨ) ਦੀਆਂ ਆਇਤਾਂ ਦੀ ਤਲਾਵਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ (ਭਾਵ ਪੜ੍ਹੀਆਂ ਜਾਂਦੀਆਂ ਹਨ) ਤਾਂ ਤੁਸੀਂ ਕਾਫ਼ਿਰਾਂ ਦੇ ਚਿਹਰਿਆਂ ਨੂੰ ਵਿਗੜਦੇ ਹੋਏ ਵੇਖੋਗੇ ਅਤੇ ਇੰਜ ਲੱਗਦਾ ਹੈ ਕਿ ਹੁਣੇ ਉਹ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਰੱਬੀ ਕਲਾਮ .ਕੁਰਆਨ) ਸੁਣਾਉਣ ਵਾਲਿਆਂ ਉੱਤੇ ਹਮਲਾ ਕਰ ਦੇਣਗੇ। ਹੇ ਨਬੀ! ਉਹਨਾਂ ਨੂੰ ਆਖ ਦਿਓ ਕਿ ਮੈਂ ਤੁਹਾਨੂੰ ਇਸ ਤੋਂ ਵੀ ਭੈੜੀ ਖ਼ਬਰ ਦਿੰਦਾ ਹੈ ਕਿ ਉਹ ਇਕ ਅੱਗ ਹੈ ਜਿਸ ਦਾ ਵਾਅਦਾ ਅੱਲਾਹ ਨੇ ਕਾਫ਼ਿਰਾਂ ਨਾਲ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਜਿਹੜੀ ਕਿ ਸਭ ਤੋਂ ਵੱਧ ਭੈੜੀ ਥਾਂ ਹੈ।","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:73","price":"73਼ ਹੇ ਲੋਕੋ! (ਤੁਹਾਨੂੰ ਸਮਝਾਉਣ ਲਈ) ਇਕ ਉਦਹਾਰਨ ਦਿੱਤੀ ਜਾ ਰਹੀ ਹੈ ਸੋ ਤੁਸੀਂ ਧਿਆਨ ਨਾਲ ਸੁਣੋ। ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਜਿਨ੍ਹਾਂ (ਇਸ਼ਟਾਂ) ਨੂੰ ਤੁਸੀਂ (ਮਦਦ ਲਈ) ਪੁਕਾਰ ਦੇ ਹੋ ਉਹ ਇਕ ਮੱਖੀ ਵੀ ਪੈਦਾ ਨਹੀਂ ਕਰ ਸਕਦੇ ਭਾਵੇਂ ਕਿ ਉਹ ਸਾਰੇ ਹੀ ਇਕੱਠੇ ਹੋ ਜਾਣ। ਜੇ ਉਹਨਾਂ (ਇਸ਼ਟਾਂ ਜਿਵੇਂ ਮੂਰਤੀਆਂ, ਕਬਰਾਂ) ਤੋਂ ਮੱਖੀ ਕੋਈ ਚੀਜ਼ ਖੋਹ ਕੇ ਲੈ ਜਾਵੇ ਤਾਂ ਇਹ ਉਸ ਤੋਂ ਖੋਹ ਨਹੀਂ ਸਕਦੇ। ਕਿੰਨਾਂ ਬੋਦਾ ਹੈ ਉਹਨਾਂ ਤੋਂ ਸਹਾਇਤਾ ਮੰਗਣ ਵਾਲਾ ਅਤੇ ਕਿੰਨਾਂ ਬੋਦਾ ਹੈ ਉਹ (ਇਸ਼ਟ), ਜਿਸ ਤੋਂ ਮਦਦ ਮੰਗੀ ਜਾਂਦੀ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:74","price":"74਼ ਉਹਨਾਂ (ਮੁਸ਼ਰਿਕਾਂ) ਨੇ ਅੱਲਾਹ ਦੀ ਕਦਰ ਹੀ ਨਹੀਂ ਕੀਤੀ (ਜਿਵੇਂ ਕਿ ਉਸ ਦਾ ਹੱਕ ਬਣਦਾ ਸੀ)। ਜਦ ਕਿ ਅੱਲਾਹ ਤਾਂ ਬਹੁਤ ਹੀ ਜ਼ਬਰਦਸਤ ਤਾਕਤ ਰੱਖਦਾ ਹੈ।","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:75","price":"75਼ ਅੱਲਾਹ ਕੁੱਝ ਫ਼ਰਿਸ਼ਤਿਆਂ ਵਿੱਚੋਂ ਅਤੇ ਕੁੱਝ ਮਨੁੱਖਾਂ ਵਿੱਚੋਂ ਵੀ ਆਪਣਾ ਪੈਗ਼ਾਮ ਪਚਾਉਣ ਵਾਲੇ ਚੁਣ ਲੈਂਦਾ ਹੈ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸਭ ਕੁੱਝ ਵੇਖਦਾ ਅਤੇ ਸੁਣਦਾ ਹੈ।","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:76","price":"76਼ ਉਹ ਸਭ ਜਾਣਦਾ ਹੈ ਜੋ ਉਹਨਾਂ ਦੇ ਅੱਗੇ ਹੈ ਅਤੇ ਜੋ ਉਹਨਾਂ ਦੇ ਪਿੱਛੇ ਹੈ ਅਤੇ ਸਾਰੇ ਕੰਮ ਅੱਲਾਹ ਵੱਲ ਹੀ ਪਰਤਾਏ ਜਾਂਦੇ ਹਨ।","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:77","price":"77਼ ਹੇ ਮੋਮਿਨੋ! (ਆਪਣੇ ਰੱਬ ਦੇ ਅੱਗੇ ਹੀ) ਝੁਕੋ ਅਤੇ ਸਿਜਦਾ ਕਰੋ ਅਤੇ ਆਪਣੇ ਪਾਲਣਹਾਰ ਦੀ ਹੀ ਬੰਦਗੀ ਕਰੋ ਅਤੇ ਭਲੇ ਕੰਮ ਕਰਦੇ ਰਹੋ ਤਾਂ ਜੋ ਤੁਹਾਨੂੰ ਸਫ਼ਲਤਾ ਪ੍ਰਾਪਤ ਹੋ ਸਕੇ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"","lang":"pa"},{"name":"22:78","price":"78਼ ਅਤੇ ਤੁਸੀਂ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ (ਜੀ ਜਾਨ ਨਾਲ) ਜਿਹਾਦ ਕਰੋ ਜਿਵੇਂ ਕਿ ਜਿਹਾਦ ਕਰਨ ਦਾ ਹੱਕ ਹੈ। ਉਸ ਨੇ ਤੁਹਾਨੂੰ ਆਪਣੇ ਦੀਨ (ਦੀ ਸੇਵਾ) ਲਈ ਚੁਣ ਲਿਆ ਹੈ ਅਤੇ ਉਸ ਨੇ ਦੀਨ ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਕੋਈ ਅੋਖਿਆਈ ਨਹੀਂ ਰੱਖੀ।1 ਆਪਣੇ ਪਿਓ ਇਬਰਾਹੀਮ ਦੇ ਦੀਨ ਦੀ ਪੈਰਵੀ ਕਰੋ। ਅੱਲਾਹ ਨੇ ਪਹਿਲਾਂ ਵੀ ਤੁਹਾਡਾ ਨਾਂ ਮੁਸਲਿਮ (ਆਗਿਆਕਾਰੀ) ਰੱਖਿਆ ਸੀ ਅਤੇ ਇਸ .ਕੁਰਆਨ ਵਿਚ ਵੀ ਤੁਹਾਡਾ ਇਹੋ ਨਾਂ ਹੈ, ਤਾਂ ਜੋ ਰਸੂਲ ਤੁਹਾਡੇ ਲਈ ਤੁਹਾਡੇ ਉੱਤੇ ਗਵਾਹ ਹੋਵੇ ਅਤੇ ਤੁਸੀਂ ਲੋਕਾਂ ਉੱਤੇ ਗਵਾਹ ਹੋਵੇ। ਸੋ ਤੁਸੀਂ ਨਮਾਜ਼ ਕਾਇਮ ਕਰੋ, ਜ਼ਕਾਤ ਅਦਾ ਕਰੋ ਅਤੇ ਅੱਲਾਹ (ਦੇ ਹੁਕਮਾਂ) ਨੂੰ ਮਜ਼ਬੂਤੀ ਨਾਲ ਫੜੀਂ ਰੱਖਿਓ। ਉਹੀਓ ਤੁਹਾਡਾ ਕਾਰਜ ਸਾਧਕ ਹੈ, ਅਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਕਾਰਜ ਸਾਧਕ ਵੀ ਉਹੀਓ ਹੈ ਅਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਸਹਾਇਕ ਵੀ ਉਹੀਓ ਹੈ।","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"1 ਭਾਵ ਦੀਨ ਬਹੁਤ ਹੀ ਆਸਾਨ ਹੈ। ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਅੱਲਾਹ ਦਾ ਪਸੰਦੀਦਾ ਦੀਨ ਉਹ ਹੈ ਜਿਹੜਾ ਸਿੱਧਾ ਅਤੇ ਆਸਾਨ ਹੈ। ਆਪ (ਸ:) ਨੇ ਇਹ ਵੀ ਫ਼ਰਮਾਇਆ ਕਿ ਬੇਸ਼ੱਕ ਦੀਨ ਇਸਲਾਮ ਬਹੁਤ ਆਸਾਨ ਹੈ ਜਿਹੜਾ ਕੋਈ ਇਸ ਦੀਨ ਵਿਚ ਸਖ਼ਤੀ ਕਰੇਗਾ ਤਾਂ ਉਹ ਦੀਨ ਉਸ ਲਈ ਭਾਰੀ ਹੋ ਜਾਵੇਗਾ। ਸੋ ਤੁਸੀਂ ਵਿਚਕਾਰਲੀ ਰਾਹ ਇਖਤਿਆਰ ਕਰੋ ਅਤੇ ਚੰਗੇ ਅਮਲਾਂ ਨਾਲ ਅੱਲਾਹ ਦੇ ਨੇੜੇ ਹੋ ਜਾਓ ਅਤੇ ਚੰਗੇ ਬਦਲੇ ਦੀ ਉੱਮੀਦ ਰਖਦੇ ਹੋਏ ਜੋ ਤੁਹਾਨੂੰ ਦਿੱਤਾ ਜਾਵੇ ਉਸ ਤੇ ਖ਼ੁਸ਼ ਹੋ ਜਾ ਅਤੇ ਸਵੇਰੇ ਸ਼ਾਮ ਅਤੇ ਰਾਤ ਦੇ ਆਖ਼ਰੀ ਹਿੱਸੇ ਵਿਚ ਇਬਾਦਤ ਕਰਕੇ ਮਦਦ ਪ੍ਰਾਪਤ ਕਰੋ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 39)","lang":"pa"}],"juz":{"id":17,"name":"اقْتَرَبَتْ","transliteration":"Iqtarabat","transEn":"The Hour Has Drawn Near","startVerse":"21:1","endVerse":"22:78","totalVerses":190}}