{"data":[{"name":"33:31","price":"31਼ ਅਤੇ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਜਿਹੜੀ ਵੀ ਕੋਈ ਅੱਲਾਹ ਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਆਗਿਆ ਦਾ ਪਾਲਣ ਤੇ ਨੇਕ ਕੰਮ ਕਰੇਗੀ ਅਸੀਂ ਉਸ ਨੂੰ ਅਜਰ (ਬਦਲਾ) ਵੀ ਦੂਹਰਾ ਹੀ ਦਿਆਂਗੇ ਅਤੇ ਉਸ ਲਈ ਅਸੀਂ ਮਾਨ ਮਰਿਆਦਾ ਵਾਲੀ ਰੋਜ਼ੀ ਤਿਆਰ ਕਰ ਰੱਖੀ ਹੈ।","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:32","price":"32਼ ਹੇ ਨਬੀ ਦੀ ਪਤਨੀਓ! ਤੁਸੀਂ ਸਾਧਾਰਨ ਔਰਤਾਂ ਵਾਂਗ ਨਹੀਂ ਹੋ, ਜੇ ਤੁਸੀਂ ਰੱਬ ਤੋਂ ਡਰਨ ਵਾਲੀਆਂ ਹੋ ਤਾਂ (ਕਿਸੇ ਵੀ ਗੈਰ ਮਹਿਰਮ ਨਾਲ) ਦਬਵੀਂ ਜ਼ੁਬਾਨ (ਨਰਮੀ) ਨਾਲ ਗੱਲ ਬਾਤ ਨਾ ਕਰੋ ਕਿ ਉਹ ਵਿਅਕਤੀ ਜਿਸ ਦੇ ਮਨ ਵਿਚ (ਕਾਮ ਵਾਸਨਾ ਦਾ) ਰੋਗ ਹੈ ਉਹ ਕਿਸੇ ਲੋਭ ਵਿਚ ਜਾ ਡਿਗੇ, ਸਗੋਂ ਸਾਫ਼ ਤੇ ਸਪਸ਼ਟ (ਸ਼ਬਦਾਂ ਵਿਚ) ਗੱਲ ਕਰੋ।","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:33","price":"33਼ ਤੁਸੀਂ ਆਪਣੇ ਘਰਾਂ ਵਿਚ ਟਿਕੀਆਂ ਬੈਠੀਆਂ ਰਿਹਾ ਕਰੋ ਅਤੇ ਪੁਰਾਣੇ ਜਹਾਲਤ ਦੇ ਸਮੇਂ (ਭਾਵ਼ ਕੁਰਆਨੀ ਸਿੱਖਿਆਵਾਂ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ) ਵਾਂਗ ਆਪਣੇ ਹੁਸਨ ਦਾ ਪ੍ਰਗਟਾਵਾ ਨਾ ਕਰਦੀਆਂ ਫਿਰੋ। ਅਤੇ ਨਮਾਜ਼ਾਂ ਕਾਇਮ ਕਰੋ ਤੇ ਜ਼ਕਾਤ ਅਦਾ ਕਰੋ ਅਤੇ ਅੱਲਾਹ ਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਆਗਿਆ ਦੀ ਪਾਲਣਾ ਕਰੋ। (ਹੇ ਅਹਲੇ ਬੈਤ!) ਅੱਲਾਹ ਤਾਂ ਇਹੋ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਉਹ ਤੁਹਾਥੋਂ ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਬੁਰਾਈ ਦੂਰ ਕਰ ਦੇਵੇ ਅਤੇ ਤੁਹਾਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਪਵਿੱਤਰ ਕਰ ਦੇਵੇ।","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:34","price":"34਼ ਅਤੇ ਤੁਹਾਡੇ ਘਰਾਂ ਵਿਚ ਜਿਹੜੀਆਂ ਵੀ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ (.ਕੁਰਆਨੀ ਆਦੇਸ਼) ਅਤੇ ਹਿਕਮਤਾਂ (ਰਸੂਲ ਦੀਆਂ ਗੱਲਾਂ) ਸੁਣਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ ਉਹਨਾਂ ਨੂੰ ਯਾਦ ਰੱਖੋ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸੂਖਮਦਰਸ਼ੀ ਤੇ ਬਾ-ਖ਼ਬਰ ਹੈ।","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:35","price":"35਼ ਨਿਰਸੰਦੇਹ, ਮੁਸਲਮਾਨ ਮਰਦ ਤੇ ਔਰਤਾਂ, ਮੋਮਿਨ ਮਰਦ ਤੇ ਔਰਤਾਂ, ਆਗਿਆਕਾਰੀ ਮਰਦ ਤੇ ਔਰਤਾਂ (ਕਹਿਣੀ ਤੇ ਕਰਨੀ ਵਿਚ), ਸੱਚੇ ਮਰਦ ਤੇ ਔਰਤਾਂ, (ਮੁਸ਼ਕਲਾਂ ਆਉਣ ’ਤੇ) ਸਬਰ ਕਰਨ ਵਾਲੇ ਮਰਦ ਤੇ ਔਰਤਾਂ, ਅੱਲਾਹ ਦੇ ਅੱਗੇ ਝੁਕਣ ਵਾਲੇ ਮਰਦ ਤੇ ਔਰਤਾਂ, ਸਦਕਾ (ਪੁੱਨ-ਦਾਨ) ਕਰਨ ਵਾਲੇ ਮਰਦ ਤੇ ਔਰਤਾਂ, ਰੋਜ਼ੇ ਰੱਖਣ ਵਾਲੇ ਮਰਦ ਤੇ ਔਰਤਾਂ, ਗੁਪਤ ਅੰਗਾਂ ਦੀ ਰਾਖੀ ਕਰਨ ਵਾਲੇ ਮਰਦ ਤੇ ਇਸਤਰੀਆਂ, ਅੱਲਾਹ ਦਾ ਵੱਧ ਤੋਂ ਵੱਧ ਸਿਮਰਨ ਕਰਨ ਵਾਲੇ ਮਰਦ ਤੇ ਔਰਤਾਂ, ਇਹਨਾਂ ਸਭ ਲਈ ਅੱਲਾਹ ਨੇ ਬਹੁਤ ਹੀ ਵੱਡਾ ਬਖ਼ਸ਼ਿਸ਼ ਤੇ ਉੱਚ ਦਰਜੇ ਦਾ ਬਦਲਾ ਦੇਣ ਦਾ ਪ੍ਰਬੰਧ ਕੀਤਾ ਹੋਇਆ ਹੈ।","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:36","price":"36਼ ਅਤੇ ਕਿਸੇ ਵੀ ਮੋਮਿਨ ਮਰਦ ਜਾਂ ਔਰਤ ਨੂੰ ਇਹ ਹੱਕ ਨਹੀਂ ਕਿ ਜਦੋਂ ਅੱਲਾਹ ਤੇ ਉਸ ਦਾ ਰਸੂਲ ਕਿਸੇ ਮਾਮਲੇ ਦਾ ਫ਼ੈਸਲਾ ਕਰ ਦੇਵੇ ਤਾਂ ਫੇਰ ਉਸ ਨੂੰ ਆਪਣੇ ਉਸ ਮਾਮਲੇ ਵਿਚ ਫ਼ੈਸਲਾ ਕਰਨ ਦਾ ਕੋਈ ਅਧਿਕਾਰ (ਬਾਕੀ) ਨਹੀਂ। ਜਿਹੜਾ ਵੀ ਕੋਈ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਅਵੱਗਿਆ ਕਰੇਗਾ ਉਹ ਸਪਸ਼ਟ ਕੁਰਾਹੇ ਜਾ ਪਿਆ।","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:37","price":"37਼ (ਹੇ ਨਬੀ!) ਉਸ ਵੇਲੇ ਨੂੰ ਯਾਦ ਕਰੋ ਜਦੋਂ ਤੁਸੀਂ ਉਸ ਵਿਅਕਤੀ (ਜ਼ੈਦ ਬਿਨ ਹਾਰਿਸ) ਨੂੰ ਆਖ ਰਹੇ ਸੀ, ਜਿਸ ’ਤੇ ਅੱਲਾਹ ਨੇ ਅਤੇ ਤੁਸੀਂ ਵੀ ਉਪਕਾਰ ਕੀਤਾ ਸੀ ਕਿ ਤੂੰ ਆਪਣੀ ਪਤਨੀ (ਜ਼ੈਨਬ) ਨੂੰ ਆਪਣੇ ਕੋਲ ਹੀ ਰੱਖ (ਤਲਾਕ ਨਾ ਦੇ) ਅਤੇ ਅੱਲਾਹ ਤੋਂ ਡਰ। ਉਸ ਸਮੇਂ ਤੁਸੀਂ ਆਪਣੇ ਮਨ ਵਿਚ ਉਹ ਗੱਲ ਲੁਕਾ ਛੱਡੀ ਸੀ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਖੋਲਣਾ ਚਾਹੁੰਦਾ ਸੀ। ਤੁਸੀਂ ਲੋਕਾਂ ਤੋਂ ਡਰ ਰਹੇ ਸੀ ਜਦ ਕਿ ਅੱਲਾਹ ਹੀ ਵਧੇਰੇ ਹੱਕ ਰੱਖਦਾ ਹੈ ਕਿ ਉਸੇ ਤੋਂ ਹੀ ਡਰਿਆ ਜਾਵੇ, ਜਦੋਂ ਜ਼ੈਦ ਨੇ ਉਸ ਔਰਤ (ਪਤਨੀ) ਤੋਂ ਆਪਣੀ ਲੋੜ ਪੂਰੀ ਕਰ ਲਈ (ਭਾਵ ਪਤਨੀ ਤੋਂ ਦਿਲ ਭਰ ਗਿਆ ਤੇ ਤਲਾਕ ਦੇ ਦਿੱਤੀ) ਫੇਰ ਅਸੀਂ ਉਸ (ਤਲਾਕੀ ਹੋਈ ਜ਼ੈਨਬ) ਨੂੰ ਤੁਹਾਡੇ ਨਿਕਾਹ ਵਿਚ ਦੇ ਦਿੱਤਾ, ਤਾਂ ਜੋ ਮੁਸਲਮਾਨਾਂ ਲਈ ਆਪਣੇ ਲੇ-ਪਾਲਕਾਂ ਦੀਆਂ ਪਤਨੀਆਂ (ਨਾਲ ਨਿਕਾਹ) ਦੇ ਮਾਮਲੇ ਵਿਚ ਕੋਈ ਤੰਗੀ ਨਾ ਰਹੇ ਜਦ ਕਿ ਉਹ (ਲੇ-ਪਾਲਕ) ਉਹਨਾਂ ਤੋਂ ਆਪਣੀ ਲੋੜਾਂ ਪੂਰੀਆਂ ਕਰ ਚੁੱਕੇ ਹੋਣ। ਅੱਲਾਹ ਦਾ ਹਰ ਹੁਕਮ ਸਾਕਾਰ ਹੋ ਕੇ ਹੀ ਰਹਿਣਾ ਹੈ।","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:38","price":"38਼ ਅਤੇ ਨਬੀ ਲਈ ਉਸ ਕੰਮ ਕਰਨ ਵਿਚ ਕੋਈ ਹਰਜ ਨਹੀਂ ਜਿਹੜਾ ਅੱਲਾਹ ਨੇ ਉਸ ਲਈ ਫਰਜ਼ ਕਰ ਦਿੱਤਾ ਹੈ। ਇਹੋ ਅੱਲਾਹ ਦਾ ਦਸਤੂਰ ਉਹਨਾਂ (ਪੈਗ਼ੰਬਰਾਂ) ਲਈ ਵੀ ਰਿਹਾ ਹੈ ਜਿਹੜੇ ਪਹਿਲਾਂ ਹੋ ਚੁੱਕੇ ਹਨ। ਅੱਲਾਹ ਦੇ ਆਦੇਸ਼ ਇਕ ਅਟਲ ਫ਼ੈਸਲਾ ਹੁੰਦਾ ਹੈ।","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:39","price":"39਼ ਉਹ ਸਾਰੇ ਪੈਗ਼ੰਬਰ ਜਿਹੜੇ ਅੱਲਾਹ ਦਾ ਪੈਗ਼ਾਮ (ਲੋਕਾਂ ਤੱਕ) ਪਹੁੰਚਾਦੇ ਸਨ ਉਹ ਉਸੇ (ਅੱਲਾਹ) ਤੋਂ ਹੀ ਡਰਦੇ ਸਨ ਹੋਰ ਕਿਸੇ ਤੋਂ ਨਹੀਂ ਸੀ ਡਰਦੇ। ਲੇਖਾ-ਜੋਖਾ ਲੈਣ ਲਈ ਤਾਂ ਅੱਲਾਹ ਹੀ ਕਾਫ਼ੀ ਹੈ।","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:40","price":"40਼ (ਹੇ ਲੋਕੋ! ਸੁਣੋ ਕਿ) ਮੁਹੰਮਦ (ਸ:) ਤੁਹਾਡੇ ਲੋਕਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਦੇ ਵੀ ਪਿਤਾ ਨਹੀਂ ਪਰ ਉਹ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਅਤੇ ਸਾਰੇ ਨਬੀਆਂ ਦੇ ਸਮਾਪਕ ਹਨ1 (ਭਾਵ ਆਖ਼ਰੀ ਨਬੀ ਹਨ) ਅਤੇ ਅੱਲਾਹ (ਸਾਰੀਆਂ ਗੱਲਾਂ ਤੋਂ) ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣੂ ਹੈ।","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"1 ਖ਼ਤਮ-ਏ-ਨਬੁਵੱਤ ਤੋਂ ਭਾਵ ਹੈ ਕਿ ਹੁਣ ਰਸਾਲਤੇ ਮੁਹੰਮਦੀਆ ਉੱਤੇ ਈਮਾਨ ਲਿਆਏ ਬਿਨਾਂ ਮੁਕਤੀ ਨਹੀਂ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 335, 3535, 3455)","lang":"pa"},{"name":"33:41","price":"41਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਅੱਲਾਹ ਨੂੰ ਵੱਧ ਤੋਂ ਵੱਧ ਯਾਦ ਕਰਿਆ ਕਰੋ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:42","price":"42਼ ਸਵੇਰੇ ਵੀ ਤੇ ਸ਼ਾਮ ਨੂੰ ਵੀ (ਭਾਵ ਹਰ ਵੇਲੇ) ਉਸੇ (ਅੱਲਾਹ) ਦੀ ਤਸਬੀਹ ਕਰੋ।","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:43","price":"43਼ ਉਹੀਓ ਹੈ ਜਿਹੜਾ ਤੁਹਾਡੇ ਉੱਤੇ ਆਪਣੀਆਂ ਮਿਹਰਾਂ ਭੇਜਦਾ ਹੈ ਅਤੇ ਉਸ ਦੇ ਫ਼ਰਿਸ਼ਤੇ ਵੀ (ਤੁਹਾਡੇ ਲਈ ਦੁਆਵਾਂ ਕਰਦੇ ਹਨ) ਤਾਂ ਜੋ ਉਹ (ਅੱਲਾਹ) ਤੁਹਾਨੂੰ (ਕੁਫ਼ਰ ਦੇ) ਹਨੇਰਿਆਂ ਵਿੱਚੋਂ ਕੱਢ ਕੇ (ਈਮਾਨ ਦੇ) ਚਾਨਣ ਵੱਲ ਲੈ ਆਵੇ ਅਤੇ ਅੱਲਾਹ ਈਮਾਨ ਵਾਲਿਆਂ ਲਈ ਬਹੁਤ ਹੀ ਮਿਹਰਬਾਨ ਹੈ।","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:44","price":"44਼ ਜਿਸ ਦਿਨ ਉਹ (ਈਮਾਨ ਵਾਲੇ) ਅੱਲਾਹ ਨੂੰ ਮਿਲਣਗੇ ਤਾਂ ਉਹਨਾਂ ਲਈ ਦੁਆ ਹੋਵੇਗੀ (ਕਿ ਤੁਹਾਡੇ ’ਤੇ) ਸਲਾਮ ਹੋਵੇ, ਉਹਨਾਂ ਲਈ ਆਦਰ-ਮਾਨ ਵਾਲਾ ਬਦਲਾ (ਸਵਰਗ) ਤਿਆਰ ਕਰ ਛੱਡਿਆ ਹੈ।","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:45","price":"45਼ ਹੇ ਨਬੀ! ਨਿਰਸੰਦੇਹ ਅਸੀਂ ਹੀ ਤੁਹਾਨੂੰ ਗਵਾਹੀ ਦੇਣ ਵਾਲਾ, (ਸਵਰਗਾਂ ਦੀਆਂ) ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਸੁਣਾਉਣ ਵਾਲਾ ਅਤੇ (ਰੱਬ ਦੀ ਪਕੜ ਤੋਂ) ਡਰਾਉਣ ਵਾਲਾ (ਰਸੂਲ) ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:46","price":"46਼ ਅੱਲਾਹ ਦੀ ਆਗਿਆ ਨਾਲ (ਲੋਕਾਂ ਨੂੰ) ਉਸੇ (ਰੱਬ) ਵੱਲ ਬੁਲਾਉਣ ਵਾਲਾ ਅਤੇ (ਸਿੱਧਾ ਰਾਹ ਵਿਖਾਉਣ ਵਾਲਾ) ਇਕ ਰੌਸ਼ਨੀ ਦਾ ਚਰਾਗ਼1 (ਚਾਨਣ ਮੁਨਾਰਾ) ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ।","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 164/3","lang":"pa"},{"name":"33:47","price":"47਼ ਅਤੇ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਇਹ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਦੇ ਦਿਓ ਕਿ ਉਹਨਾਂ ਲਈ ਰੱਬ ਵੱਲੋਂ ਬਹੁਤ ਵੱਡੀ ਕ੍ਰਿਪਾਲਤਾ ਹੈ।","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:48","price":"48਼ (ਹੇ ਨਬੀ!) ਕਾਫ਼ਿਰਾਂ ਤੇ ਮੁਨਾਫ਼ਿਕਾਂ ਦਾ ਉੱਕਾ ਹੀ ਕਹਿਣਾ ਨਾ ਮੰਨੋ, ਉਹਨਾਂ ਵੱਲੋਂ ਦਿੱਤੀ ਹੋਈ ਤਕਲੀਫ਼ ਦੀ ਪਰਵਾਹ ਨਾ ਕਰੋ। ਅੱਲਾਹ ’ਤੇ ਹੀ ਭਰੋਸਾ ਰੱਖੋ ਅਤੇ ਸਾਰੇ ਕੰਮ ਸਵਾਰਨ ਵਾਲਾ ਅੱਲਾਹ ਹੀ ਬਥੇਰਾ ਹੈ।","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:49","price":"49਼ (ਹੇ ਈਮਾਨ ਵਾਲਿਓ!) ਜਦੋਂ ਤੁਸੀਂ ਮੋਮਿਨ ਔਰਤਾਂ ਨਾਲ ਨਿਕਾਹ ਕਰੋ ਜੇ ਹੱਥ ਲਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਉਹਨਾਂ ਨੂੰ ਤਲਾਕ ਦੇ ਦਿਓ ਤਾਂ ਤੁਹਾਡੇ ਵੱਲੋਂ ਉਹਨਾਂ ’ਤੇ ਕੋਈ ਇੱਦਤ ਪੂਰੀ ਕਰਨਾ ਜ਼ਰੂਰੀ ਨਹੀਂ ਕਿ ਤੁਸੀਂ ਉਸ (ਇੱਦਤ) ਦੇ ਦਿਨਾਂ ਦੀ ਗਿਣਤੀ ਕਰੋ, ਸਗੋਂ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਕੁੱਝ ਨਾ ਕੁੱਝ (ਮਾਲ) ਦੇ ਕੇ ਸੋਹਣੇ ਢੰਗ ਨਾਲ ਵਿਦਾ ਕਰੋ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:50","price":"50਼ (ਹੇ ਨਬੀ!) ਅਸਾਂ ਤੁਹਾਡੇ ਲਈ ਤੁਹਾਡੀਆਂ ਉਹ ਪਤਨੀਆਂ ਹਲਾਲ (ਜਾਇਜ਼) ਕਰ ਦਿੱਤੀਆਂ ਜਿਨ੍ਹਾਂ ਦੇ ਮਹਿਰ ਤੁਸੀਂ ਅਦਾ ਕਰ ਚੁੱਕੇ ਹੋ ਅਤੇ ਉਹ ਦਾਸੀਆਂ ਵੀ ਜਾਇਜ਼ ਹਨ ਜਿਹੜੀਆਂ ਤੁਹਾਡੀ ਮਲਕੀਯਤ ਵਿਚ ਹਨ, ਜਿਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਮਾਲੇ-ਗ਼ਨੀਮਤ ਵਜੋਂ ਦਿੱਤੀਆਂ ਹਨ। ਤੁਹਾਡੇ ਚਾਚੇ, ਭੂਆ, ਮਾਮੇ ਅਤੇ ਮਾਸੀ ਦੀਆਂ ਧੀਆਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਤੁਹਾਡੇ ਨਾਲ ਹਿਜਰਤ ਕੀਤੀ ਹੈ ਅਤੇ ਉਹ ਈਮਾਨ ਵਾਲੀਆਂ ਜ਼ਨਾਨੀਆਂ ਵੀ ਹਲਾਲ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਨਬੀ ਲਈ ਹਿਬਾ ਕਰ ਦਿੱਤਾ ਹੋਵੇ ਅਤੇ ਜੇ ਨਬੀ ਵੀ ਉਸ ਨਾਲ ਨਿਕਾਹ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੋਵੇ ਤਾਂ ਉਸ ਨੂੰ ਨਿਕਾਹ ਵਿਚ ਲੈ ਆਵੇ। ਪਰ ਇਹ ਛੂਟ ਕੇਵਲ ਤੁਹਾਡੇ ਲਈ ਹੈ, ਦੂਜੇ ਮੋਮਿਨਾਂ ਲਈ ਨਹੀਂ। ਜਿਹੜੇ ਹੁਕਮ ਅਸੀਂ ਉਹਨਾਂ (ਸਾਧਾਰਨ ਮੁਸਲਮਾਨ) ਦੀਆਂ ਪਤਨੀਆਂ ਅਤੇ ਦਾਸੀਆਂ ਬਾਰੇ ਦਿੱਤੇ ਹੋਏ ਹਨ ਅਸੀਂ ਭਲੀ-ਭਾਂਤ ਜਾਣਦੇ ਹਾਂ। (ਤੁਹਾਡੇ ਲਈ ਪਤਨੀਆਂ ਦੀ ਵਿਸ਼ੇਸ਼ ਛੂਟ ਇਸ ਲਈ ਹੈ ਕਿ) ਤੁਹਾਨੂੰ ਕਿਸੇ ਤਰ੍ਹਾਂ ਦੀ ਤੰਗੀ ਨਾ ਹੋਵੇ। ਅੱਲਾਹ ਵੱਡਾ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਰਹਿਮ ਕਰਨ ਵਾਲਾ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:51","price":"51਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਪਣੀਆਂ ਪਤਨੀਆਂ ਵਿੱਚੋਂ ਜਿਸ ਨੂੰ ਵੀ ਚਾਹੋ ਆਪਣੇ ਤੋਂ ਅੱਡ ਰੱਖੋ ਤੇ ਜਿਸ ਨੂੰ ਚਾਹੋ ਆਪਣੇ ਕੋਲ ਰੱਖੋ। ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਅੱਡ ਰੱਖਿਆ ਹੋਇਆ ਹੈ ਜੇ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਵੀ ਆਪਣੇ ਕੋਲ ਬੁਲਾ ਲਵੋ ਤਾਂ ਵੀ ਤੁਹਾਡੇ ਸਿਰ ਕੋਈ ਦੋਸ਼ ਨਹੀਂ। ਇਸ ਗੱਲ ਤੋਂ ਵਧੇਰੇ ਆਸ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ਕਿ ਉਹਨਾਂ ਦੀਆਂ ਅੱਖਾਂ (ਆਪ ਜੀ ਨੂੰ ਵੇਖ ਕੇ) ਠੰਡੀਆਂ ਰਹਿਣਗੀਆਂ, ਉਹ ਦੁਖੀ ਨਹੀਂ ਹੋਣਗੀਆਂ ਅਤੇ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਜੋ ਵੀ ਦਿਓਗੇ ਉਹ ਸਭ ਉਸ ਤੋਂ ਖ਼ੁਸ਼ ਹੋਣਗੀਆਂ। ਤੁਹਾਡੇ ਦਿਲਾਂ ਵਿਚ ਜੋ ਵੀ (ਭਲਾਈ) ਉਹਨਾਂ ਲਈ ਹੈ, ਅੱਲਾਹ ਉਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ। ਅੱਲਾਹ ਸਹਿਨਸ਼ੀਲਤਾ ਨਾਲ ਹਰ ਗੱਲ ਜਾਣਦਾ ਹੈ।","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:52","price":"52਼ ਇਹਨਾਂ ਪਤਨੀਆਂ ਤੋਂ ਬਾਅਦ ਤੁਹਾਡੇ ਲਈ ਹੋਰ ਔਰਤਾਂ (ਨਿਕਾਹ ਲਈ) ਜਾਇਜ਼ ਨਹੀਂ ਅਤੇ ਨਾ ਇਹ (ਜਾਇਜ਼) ਹੈ ਕਿ ਤੁਸੀਂ ਇਹਨਾਂ ਪਤਨੀਆਂ ਦੀ ਥਾਂ ਹੋਰਾਂ ਪਤਨੀਆਂ ਨਾਲ ਨਿਕਾਹ ਕਰੋ, ਭਾਵੇਂ ਉਹ ਤੁਹਾਨੂੰ ਕਿੰਨੀਆਂ ਹੀ ਸੋਹਣੀਆਂ ਕਿਉਂ ਨਾ ਲੱਗਦੀਆਂ ਹੋਣ, ਪਰ ਹਾਂ ਉਹਨਾਂ ਦਾਸੀਆਂ ਦੀ ਛੂਟ ਹੈ ਜਿਹੜੀਆਂ ਤੁਹਾਡੀ ਮਲਕੀਯਤ ਵਿਚ ਹਨ। ਅੱਲਾਹ ਹਰੇਕ ਗੱਲ ਦੀ ਨਿਗਰਾਨੀ ਕਰਦਾ ਹੈ।","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:53","price":"53਼ (ਹੇ ਈਮਾਨ ਵਾਲਿਓ!) ਤੁਸੀਂ ਨਬੀ (ਸ:) ਦੇ ਘਰਾਂ ਵਿਚ ਬਿਨਾਂ ਆਗਿਆ ਨਾ ਵੜ੍ਹਿਆ ਕਰੋ, ਹਾਂ! ਜੇ ਤੁਹਾਨੂੰ ਸੱਦਿਆ ਜਾਵੇ (ਤਦ ਜਾਓ) ਪਰ ਉੱਥੇ ਜਾਕੇ ਭੋਜਨ ਤਿਆਰ ਹੋਣ ਦੀ ਉਡੀਕ ਵਿਚ ਨਾ ਬੈਠੋ ਰਹੋ, ਹਾਂ! ਜੇ ਤੁਹਾਨੂੰ ਭੋਜਨ ਲਈ ਸੱਦਿਆ ਜਾਵੇ, ਉਸ ਸਮੇਂ ਜਾਓ। ਜਦੋਂ ਭੋਜਨ ਕਰ ਚੁੱਕੋ ਤਾਂ ਖਿਲਰ ਜਾਓ, ਉੱਥੇ ਹੀ ਗੱਲਾਂ ਵਿਚ ਨਾ ਰੁੱਝੇ ਰਹੋ। ਨਬੀ (ਸ:) ਨੂੰ ਤੁਹਾਡੀਆਂ ਇਹ ਹਰਕਤਾਂ ਦੁੱਖ ਦਿੰਦੀਆਂ ਹਨ। ਪਰ ਉਹ (ਕੁੱਝ ਕਹਿਣੋ) ਸੰਗਦਾ ਹੈ, ਜਦ ਕਿ ਅੱਲਾਹ ਸੱਚੀ ਗੱਲ ਆਖਣੋ ਨਹੀਂ ਸੰਗਦਾ। (ਹੇ ਮੁਸਲਮਾਨੋ!) ਜਦੋਂ ਤੁਸੀਂ ਨਬੀ (ਸ:) ਦੀਆਂ ਪਤਨੀਆਂ ਤੋਂ ਕੁੱਝ ਮੰਗਣਾ ਹੋਵੇ (ਜਾਂ ਪੁੱਛਣਾ ਹੋਵੇ) ਤਾਂ ਪੜਦੇ ਦੀ ਓਟ ਕਰਕੇ ਮੰਗੋ। ਤੁਹਾਡੇ ਮਨ ਲਈ ਵੀ ਅਤੇ ਉਹਨਾਂ ਦੇ ਮਨਾਂ ਦੀ ਪਵਿੱਤਰਤਾ ਲਈ ਇਹੋ ਵਧੇਰੇ ਉਚਿਤ ਹੈ। ਇਹ ਗੱਲ ਤੁਹਾਡੇ ਲਈ ਉਚਿਤ ਨਹੀਂ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਦੇ ਪੈਗ਼ੰਬਰ ਨੂੰ ਕਿਸੇ ਤਰ੍ਹਾਂ ਦਾ ਦੁੱਖ ਪਹੁੰਚਾਓ ਅਤੇ ਨਾ ਹੀ ਇਹ ਜਾਇਜ਼ ਹੈ ਕਿ ਤੁਸੀਂ ਉਹਨਾਂ ਦੇ (ਅਕਾਲ ਚਲਾਣੇ) ਮਗਰੋਂ ਉਹਨਾਂ ਦੀਆਂ ਪਤਨੀਆਂ ਨਾਲ ਨਿਕਾਹ ਕਰੋ। ਅੱਲਾਹ ਦੀ ਨਜ਼ਰ ਵਿਚ ਇਹ ਬਹੁਤ ਹੀ ਵੱਡਾ ਪਾਪ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:54","price":"54਼ ਤੁਸੀਂ ਕਿਸੇ ਗੱਲ ਨੂੰ ਪ੍ਰਗਟ ਕਰੋ ਜਾਂ ਛੁਪਾਓ ਅੱਲਾਹ ਹਰ ਗੱਲ ਤੋਂ ਜਾਣੂ ਹੈ।","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:55","price":"55਼ ਉਹਨਾਂ (ਜ਼ਨਾਨੀਆਂ) ਲਈ ਆਪਣੇ ਪਿਓ (ਸਨੇ ਦਾਦਾ, ਨਾਨਾ, ਸੋਹਰਾ), ਪੁੱਤਰ, ਭਰਾ, ਭਤੀਜੇ, ਭਾਂਜੇ ਅਤੇ ਆਪਣੇ ਵਰਗੀਆਂ ਮੋਮਿਨ ਔੌਰਤਾਂ ਅਤੇ ਆਪਣੇ ਅਧੀਨ ਕੰਮ ਕਰਨ ਵਾਲੇ (ਨੌੌਕਰਾਂ) ਦੇ ਸਾਹਮਣੇ ਆਉਣ ਵਿਚ ਕੋਈ ਹਰਜ ਨਹੀਂ। (ਹੇ ਔੌਰਤੋ!) ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਡਰਦੀਆਂ ਰਹੋ, ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਤੁਹਾਡੇ ਹਰੇਕ ਕੰਮ ਦਾ ਗਵਾਹ ਹੈ।","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:56","price":"56਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਫ਼ਰਿਸ਼ਤੇ ਨਬੀ (ਮੁਹੰਮਦ ਸ:) ਉੱਤੇ ਰਹਿਮਤਾਂ ਭੇਜਦੇ ਹਨ, ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਸੀਂ ਵੀ ਉਹਨਾਂ ’ਤੇ ਦਰੂਦ ਤੇ ਸਲਾਮ ਭੇਜਦੇ ਰਿਹਾ ਕਰੋ।","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:57","price":"57਼ ਨਿਰਸੰਦੇਹ, ਜਿਹੜੇ ਲੋਕ ਵੀ ਅੱਲਾਹ ਤੇ ਉਸ ਦੇ ਰਸੂਲ (ਮੁਹੰਮਦ ਸ:) ਨੂੰ ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਦਾ ਦੁੱਖ ਦਿੰਦੇ ਹਨ ਉਹਨਾਂ ਉੱਤੇ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਅੱਲਾਹ ਦੀਆਂ ਫ਼ਿਟਕਾਰਾਂ ਹਨ ਅਤੇ ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਜ਼ਲੀਲ ਕਰਨ ਵਾਲਾ ਅਜ਼ਾਬ ਤਿਆਰ ਕਰ ਛੱਡਿਆ ਹੈ।","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:58","price":"58਼ ਜਿਹੜੇ ਲੋਕੀ ਮੋਮਿਨ ਪੁਰਸ਼ਾਂ ਤੇ ਜ਼ਨਾਨੀਆਂ ਨੂੰ ਬਿਨਾਂ ਕਿਸੇ ਕਸੂਰ ਤੋਂ ਸਤਾਉਂਦੇ ਹਨ, ਨਿਰਸੰਦੇਹ, ਉਹ ਆਪਣੇ ਸਿਰਾਂ ਉੱਤੇ ਇਕ ਵਡਾ ਬਹੁਤਾਨ (ਊਜ) ਅਤੇ ਪ੍ਰਤੱਖ ਪਾਪਾਂ ਦਾ ਬੋਝ ਚੁੱਕੀ ਫਿਰਦੇ ਹਨ।","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:59","price":"59਼ ਹੇ ਨਬੀ (ਸ:)! ਆਪਣੀਆਂ ਪਤਨੀਆਂ, ਧੀਆਂ ਤੇ ਮੋਮਿਨ ਔਰਤਾਂ ਨੂੰ ਆਖੋ ਕਿ (ਜਦੋਂ ਘਰੋਂ ਬਾਹਰ ਜਾਣ ਤਾਂ) ਉਹ ਆਪਣੇ ਉੱਤੇ ਇਕ ਵੱਡੀ ਚੱਦਰ ਲੈ ਲਿਆ ਕਰਨ, ਇੰਜ ਉਹਨਾਂ ਦੀ ਬੜੀ ਛੇਤੀ ਪਛਾਣ ਹੋ ਜਾਇਆ ਕਰੇਗੀ 1 (ਕਿ ਉਹ ਨੇਕ ਬੀਬੀਆਂ ਹਨ) ਫੇਰ ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਤੰਗ ਨਹੀਂ ਕਰੇਗਾ। ਅੱਲਾਹ ਆਪਣੀਆਂ ਮਿਹਰਾਂ ਸਦਕੇ ਬਖ਼ਸ਼ਣਹਾਰ ਹੈ।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਨ-ਨੂਰ, ਹਾਸ਼ੀਆ ਆਇਤ 31/24","lang":"pa"},{"name":"33:60","price":"60਼ ਜੇ ਮੁਨਾਫ਼ਿਕ ਅਤੇ ਉਹ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨਾਂ ਵਿਚ ਖੋਟ ਹੈ ਅਤੇ ਉਹ ਜਿਹੜੇ ਮਦੀਨੇ ਵਿਚ ਬੈਠਿਆਂ ਅਫ਼ਵਾਹਾਂ ਫੈਲਾਉਂਦੇ ਹਨ, ਜੇ ਉਹ ਆਪਣੀਆਂ ਹਰਕਤਾਂ ਤੋਂ ਬਾਜ਼ ਨਾ ਆਏ ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਜ਼ਰੂਰ ਹੀ ਉਹਨਾਂ ਦੇ ਵਿਰੁੱਧ ਇਕ ਨਾ ਇਕ ਦਿਨ ਖੜਾ ਕਰਾਂਗੇ, ਫੇਰ ਤਾਂ ਉਹ ਤੁਹਾਡੇ ਨਾਲ (ਹੇ ਨਬੀ!) ਇਸ ਸ਼ਹਿਰ (ਮਦੀਨੇ) ਵਿਖੇ ਥੋੜ੍ਹੇ ਹੀ ਸਮੇਂ ਲਈ ਰਹਿ ਸਕਣਗੇ।","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:61","price":"61਼ ਉਹ (ਹਰ ਪਾਸਿਓਂ) ਫਿਟਕਾਰੇ ਹੋਏ ਹਨ, ਜਿੱਥੇ ਵੀ ਉਹ ਵਿਖਾਈ ਦੇਣਗੇ ਫੜੇ ਜਾਣਗੇ ਅਤੇ ਬੁਰੀ ਤਰ੍ਹਾਂ ਮਾਰ ਦਿੱਤੇ ਜਾਣਗੇ।","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:62","price":"62਼ ਜਿਹੜੇ ਲੋਕ ਪਹਿਲਾਂ ਬੀਤ ਚੁੱਕੇ ਹਨ ਉਹਨਾਂ ਲਈ ਵੀ ਅੱਲਾਹ ਦਾ ਇਹੋ ਦਸਤੂਰ ਸੀ। ਤੁਸੀਂ ਰੱਬ ਦੇ ਦਸਤੂਰ ਵਿਚ ਕਦੇ ਕੋਈ ਅਦਲਾ ਬਦਲੀ ਨਹੀਂ ਵੇਖੋਗੇ।","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:63","price":"63਼ (ਹੇ ਨਬੀ!) ਲੋਕੀ ਤੁਹਾਥੋਂ ਕਿਆਮਤ ਬਾਰੇ ਪੁੱਛਦੇ ਹਨ, ਤੁਸੀਂ ਆਖੋ ਕਿ ਇਸ ਦਾ ਗਿਆਨ ਤਾਂ ਅੱਲਾਹ ਨੂੰ ਹੀ ਹੈ। ਤੁਹਾਨੂੰ ਕੀ ਪਤਾ ਹੈ ਕਿ ਉਹ ਨੇੜੇ ਹੀ ਹੋਵੇ ?","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:64","price":"64਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਨੇ ਕਾਫ਼ਿਰਾਂ ’ਤੇ ਲਾਅਨਤਾਂ ਪਾਈਆਂ ਹਨ ਅਤੇ ਉਹਨਾਂ ਲਈ ਭੜਕਦੀ ਹੋਈ ਅੱਗ ਤਿਆਰ ਕਰ ਰੱਖੀ ਹੈ।","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:65","price":"65਼ ਉਹ ਇਸ (ਨਰਕ) ਵਿਚ ਸਦਾ ਲਈ ਰਹਿਣਗੇ, ਉੱਥੇ ਨਾ ਤਾਂ ਉਹਨਾਂ ਦਾ ਕੋਈ ਹਿਮਾਇਤੀ ਹੋਵੇਗਾ ਤੇ ਨਾ ਹੀ ਕੋਈ ਸਹਾਈ ਹੋਵੇਗਾ।","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:66","price":"66਼ ਉਸ ਦਿਨ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੇ ਚਿਹਰੇ ਅੱਗ ਵਿਚ ਉਲਟਾਏ ਪਲਟਾਏ ਜਾਣਗੇ ਤਾਂ ਉਹ ਆਖਣਗੇ ਕਿ ਕਾਸ਼! ਅਸੀਂ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ (ਦੇ ਹੁਕਮਾਂ) ਦੀ ਪਾਲਣਾ ਕਰਦੇ।","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:67","price":"67਼ ਅਤੇ ਆਖਣਗੇ ਕਿ ਹੇ ਸਾਡੇ ਰੱਬਾ! ਅਸੀਂ ਤਾਂ ਆਪਣੇ ਸਰਦਾਰਾਂ ਤੇ ਵੱਡਿਆਂ ਦੀ ਹੀ ਪਾਲਣਾ ਕੀਤੀ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਹੀ ਸਾਨੂੰ ਸਿੱਧੇ ਰਾਹੋਂ ਭਟਕਾ ਦਿੱਤਾ।","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:68","price":"68਼ (ਰੱਬ ਨੂੰ ਬੇਨਤੀ) ਕਰਦੇ ਹੋਏ ਉਹ (ਇਨਕਾਰੀ) ਆਖਣਗੇ ਕਿ ਸਾਡੇ ਰੱਬ ਤੂੰ ਸਾਡੇ ਉਹਨਾਂ (ਸਰਦਾਰਾਂ) ਨੂੰ ਦੁੱਗਣਾ ਅਜ਼ਾਬ ਦੇ ਅਤੇ ਉਹਨਾਂ ’ਤੇ ਵਧ ਤੋਂ ਵਧ ਲਾਅਨਤਾਂ ਭੇਜ।","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:69","price":"69਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਵਾਂਗ ਨਾ ਹੋ ਜਾਣਾ ਜਿਨ੍ਹਾਂ ਨੇ ਮੂਸਾ ਨੂੰ ਸਤਾਇਆ ਸੀ। ਜਿਹੜੀਆਂ ਗੱਲਾਂ ਉਹ (ਮੂਸਾ) ਬਾਰੇ ਕਰਦੇ ਸੀ ਅੱਲਾਹ ਨੇ ਉਹਨਾਂ ਸਭ ਤੋਂ (ਮੂਸਾ ਨੂੰ) ਬਰੀ ਕਰ ਦਿੱਤਾ। ਉਹ (ਮੂਸਾ) ਤਾਂ ਰੱਬ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਉੱਚੇ ਮਰਾਤਬੇ ਵਾਲਾ ਸੀ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:70","price":"70਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਸੀਂ (ਕੇਵਲ) ਅੱਲਾਹ ਤੋਂ ਹੀ ਡਰੋ ਅਤੇ ਸਿੱਧੀਆਂ ਤੇ ਸੱਚੀਆਂ ਗੱਲਾਂ ਕਰਿਆ ਕਰੋ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:71","price":"71਼ (ਇੰਜ ਕਰਨ ਨਾਲ) ਉਹ (ਅੱਲਾਹ) ਤੁਹਾਡੇ ਸਾਰੇ ਕੰਮਾਂ ਨੂੰ ਸੁਆਰ ਦੇਵੇਗਾ ਅਤੇ ਤੁਹਾਡੇ ਗੁਨਾਹਾਂ ਨੂੰ ਮੁਆਫ਼ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਜਿਹੜਾ ਵੀ ਕੋਈ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੇ ਹੁਕਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੇਗਾ, ਬੇਸ਼ੱਕ ਉਸ ਨੇ ਹੀ ਅਸਲੀ ਕਾਮਯਾਬੀ ਪ੍ਰਾਪਤ ਕਰ ਲਈ ਹੈ।","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:72","price":"72਼ ਅਸੀਂ ਇਸ ਅਮਾਨਤ (ਕੁਰਆਨੀ ਆਦੇਸ਼) ਨੂੰ ਚੁੱਕਣ ਲਈ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਨੂੰ ਕਿਹਾ ਪਰ ਉਹ ਇਸ ਨੂੰ ਚੁਕੱਣ ਲਈ ਤਿਆਰ ਨਾ ਹੋਏ ਸਗੋਂ ਡਰ ਗਏ ਪਰ ਮਨੁੱਖ ਨੇ ਚੁੱਕ ਲਿਆ। ਬੇਸ਼ੱਕ ਉਹ ਬਹੁਤ ਹੀ ਜ਼ਾਲਮ ਤੇ ਬੇ-ਸਮਝ ਹੈ।","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"33:73","price":"73਼ ਅਸੀਂ ਇਹ ਅਮਾਨਤ1 (ਮਨੁੱਖਾਂ ਤੋਂ ਇਸ ਲਈ ਚੁਕਵਾਈ) ਕਿ ਅੱਲਾਹ ਮੁਨਾਫ਼ਿਕ ਮਰਦਾਂ ਤੇ ਔਰਤਾਂ ਨੂੰ ਅਤੇ ਮੁਸ਼ਰਿਕ ਮਰਦਾਂ ਤੇ ਔਰਤਾਂ ਨੂੰ ਸਜ਼ਾ ਦੇਵੇ ਅਤੇ ਮੋਮਿਨ ਮਰਦਾਂ ਤੇ ਮੋਮਿਨ ਔਰਤਾਂ ਉੱਤੇ ਰਹਿਮ ਕਰੇ। ਅੱਲਾਹ ਅਤਿਅੰਤ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਮਿਹਰਾਂ ਕਰਨ ਵਾਲਾ ਹੈ।","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"1 ਇਥੇ ਅਮਾਨਤ ਤੋਂ ਭਾਵ ਉਹ ਅਧਿਕਾਰ ਤੇ ਛੂਟ ਹੈ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਨੇ ਮਨੁੱਖ ਨੂੰ ਉਸ ਦੀ ਬੰਦਗੀ ਕਰਨ ਦੇ ਸੰਬੰਧ ਵਿਚ ਦਿੱਤੇ ਸੀ। ਕਿਉਂਜੋ ਮਨੁੱਖ ਦੇ ਸੁਭਾਓ ਵਿਚ ਤੇਜ਼ੀ ਹੈ ਸੋ ਉਸ ਨੇ ਬਿਨਾਂ ਸੋਚੇ ਸਮਝੇ ਇਸ ਜ਼ਿੰਮੇਵਾਰੀ ਨੂੰ ਚੁੱਕਣ ਲਈ ਹਾਮੀ ਭਰ ਲਈ ਜਦ ਕਿ ਧਰਤੀ, ਅਕਾਸ਼ ਅਤੇ ਪਹਾੜ ਵਰਗੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਚੀਜ਼ਾਂ ਨੇ ਰੱਬ ਦੀ ਇਸ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਕਬੂਲ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ।","lang":"pa"},{"name":"34:1","price":"1਼ ਸਾਰੀਆਂ ਹੀ ਤਾਰੀਫ਼ਾਂ (ਤੇ ਸ਼ੁਕਰਾਨੇ) ਉਸ ਅੱਲਾਹ ਲਈ ਜਿਸ ਦਾ ਉਹ ਸਭ ਕੁੱਝ ਹੈ ਜਿਹੜਾ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਹੈ। ਪਰਲੋਕ ਵਿਚ ਵੀ ਉਸੇ ਦੀ ਹੀ ਤਾਰੀਫ਼ ਹੋਵੇਗੀ। ਉਹ ਹਿਕਮਤਾਂ (ਸੂਝ-ਬੂਝ) ਨਾਲ ਹਰ ਗੱਲ ਦੀ ਖ਼ਬਰ ਰੱਖਦਾ ਹੈ।","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:2","price":"2਼ ਜੋ ਕੁੱਝ ਵੀ ਧਰਤੀ ਵਿਚ ਜਾਂਦਾ ਹੈ ਅਤੇ ਜੋ ਉਸ ਵਿੱਚੋਂ ਨਿੱਕਲਦਾ ਹੈ, ਜੋ ਵੀ ਅਕਾਸ਼ ਤੋਂ ਉਤਰਦਾ ਹੈ ਅਤੇ ਜੋ ਉਸ ਵਿਚ ਚੜ੍ਹਦਾ ਹੈ, ਉਹ (ਅੱਲਾਹ) ਸਭ ਜਾਣਦਾ ਹੈ। ਉਹ ਵੱਡਾ ਮਿਹਰਬਾਨ ਤੇ ਬਖ਼ਸ਼ਣਹਾਰ ਹੈ।","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:3","price":"3਼ ਕਾਫ਼ਿਰ ਕਹਿੰਦੇ ਹਨ ਕਿ ਸਾਡੇ ’ਤੇ ਕਿਆਮਤ ਨਹੀਂ ਆਵੇਗੀ। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਮੈਨੂੰ ਗ਼ੈਬ (ਪਰੋਖ) ਦੇ ਜਾਣਨਹਾਰ ਮੇਰੇ ਰੱਬ ਦੀ ਸੁੰਹ! ਉਹ (ਕਿਆਮਤ) ਤੁਹਾਡੇ ’ਤੇ ਜ਼ਰੂਰ ਹੀ ਆ ਕੇ ਰਹੇਗੀ। ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਰਤਾ ਬਰਾਬਰ ਵੀ ਕੋਈ ਚੀਜ਼ ਉਸ ਤੋਂ ਲੁਕੀ ਹੋਈ ਨਹੀਂ ਰਹਿ ਸਕਦੀ। ਨਾ ਕਿਣਕੇ ਤੋਂ ਵੱਡੀ ਤੇ ਨਾ ਉਸ ਤੋਂ ਨਿੱਕੀ, ਕੋਈ ਚੀਜ਼ ਅਜਿਹੀ ਨਹੀਂ ਜਿਹੜੀ ਖੁੱਲ੍ਹੀ ਕਿਤਾਬ (ਲੌਹੇ-ਮਹਫ਼ੂਜ਼) ਵਿਚ ਦਰਜ ਨਾ ਹੋਵੇ।","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:4","price":"4਼ (ਕਿਆਮਤ ਇਸ ਲਈ ਹੋਵੇਗੀ) ਤਾਂ ਜੋ ਉਹ (ਅੱਲਾਹ) ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਵਧੀਆ ਬਦਲਾ ਦੇਵੇ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਉਹਨਾਂ ਨੇ ਨੇਕ ਕੰਮ ਵੀ ਕੀਤੇ। ਇਹੋ ਉਹ (ਕਾਮਯਾਬ) ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਲਈ ਬਖ਼ਸ਼ਿਸ਼ ਅਤੇ ਆਦਰ-ਮਾਨ ਵਾਲੀ ਰੋਜ਼ੀ ਹੈ।","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:5","price":"5਼ ਪਰ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਦੀ ਹੇਠੀ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ, ਉਹਨਾਂ ਲੋਕਾਂ ਲਈ ਬਹੁਤ ਹੀ ਭੈੜਾ ਦੁਖਦਾਈ ਅਜ਼ਾਬ ਹੈ।","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:6","price":"6਼ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ (ਰੱਬੀ) ਗਿਆਨ ਬਖ਼ਸ਼ਿਆ ਗਿਆ, ਉਹ ਜਾਣਦੇ ਹਨ ਕਿ ਜੋ ਵੀ ਆਪ ਜੀ (ਸ:) ਵੱਲ ਆਪ ਦੇ ਰੱਬ ਵੱਲੋਂ (.ਕੁਰਆਨ) ਨਾਜ਼ਿਲ ਹੋਇਆ ਹੈ, ਉਹੀਓ ਹੱਕ ਹੈ ਅਤੇ ਅੱਲਾਹ ਗੁਣਵਾਦੀ ਲੋਕਾਂ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ।","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:7","price":"7਼ ਅਤੇ ਕਾਫ਼ਿਰਾਂ ਨੇ (ਇਕ ਦੂਜੇ ਨੂੰ) ਕਿਹਾ, ਕੀ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਕ ਅਜਿਹੇ ਵਿਅਕਤੀ ਬਾਰੇ ਦੱਸੀਏ ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਇਹ ਸੂਚਨਾ ਦੇ ਰਿਹਾ ਹੈ ਕਿ ਜਦੋਂ ਤੁਸੀਂ ਕਿਣਕਾ-ਕਿਣਕਾ ਕਰ ਦਿੱਤੇ ਜਾਓਗੇ, ਫੇਰ ਤੁਸੀਂ ਨਵੇਂ ਸਿਿਰਓਂ ਪੈਦਾ ਕੀਤੇ ਜਾਓਗੇ ?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:8","price":"8਼ ਕੀ ਉਸ (ਮੁਹੰਮਦ) ਨੇ ਅੱਲਾਹ ’ਤੇ ਝੂਠ ਲਾਇਆ ਹੈ? ਜਾਂ ਉਹ (ਮੁਹੰਮਦ ਸ:) ਸੁਦਾਈ ਹੋ ਗਿਆ ਹੈ? (ਉੱਕਾ ਨਹੀਂ!) ਸਗੋਂ ਜਿਹੜੇ ਲੋਕ ਆਖ਼ਿਰਤ (ਪਰਲੋਕ) ਉੱਤੇ ਈਮਾਨ ਨਹੀਂ ਰੱਖਦੇ ਉਹ ਅਜ਼ਾਬ ਅਤੇ ਗੁਮਰਾਹੀ ਵਿਚ ਦੂਰ ਤੱਕ ਚਲੇ ਗਏ ਹਨ।","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:9","price":"9਼ ਕੀ ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਅੱਗਿਓਂ ਤੇ ਪਿੱਛਿਓਂ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਨੂੰ ਨਹੀਂ ਵੇਖਿਆ? ਜੇ ਅਸੀਂ ਚਾਹੀਏ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਧਰਤੀ ਵਿਚ ਧੁਸਾ ਦਈਏ ਜਾਂ ਉਹਨਾਂ ’ਤੇ ਅਕਾਸ਼ ਦੇ ਕੁੱਝ ਟੋਟੇ ਡੇਗ ਦਈਏ। ਬੇਸ਼ੱਕ ਇਸ ਵਿਚ ਹਰ ਉਸ ਵਿਅਕਤੀ ਲਈ ਇਕ ਨਿਸ਼ਾਨੀ ਹੈ ਜਿਹੜਾ ਰੱਬ ਵੱਲ ਝੁਕਣ ਵਾਲਾ ਹੈ।","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:10","price":"10਼ ਬੇਸ਼ੱਕ ਅਸੀਂ ਹੀ ਦਾਊਦ ਨੂੰ ਆਪਣੇ ਵੱਲੋਂ ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ ਸੀ। (ਅਸਾਂ ਹੁਕਮ ਦਿੱਤਾ ਕਿ) ਹੇ ਪਹਾੜੋ! ਉਸ (ਦਾਊਦ) ਦੇ ਸੰਗ (ਮੇਰੀ) ਤਸਬੀਹ ਕਰਿਆ ਕਰੋ ਅਤੇ ਇਹੋ ਹੁਕਮ ਪੰਛੀਆਂ ਨੂੰ ਵੀ ਸੀ ਅਤੇ ਅਸੀਂ ਉਸ ਲਈ ਲੋਹੇ ਨੂੰ ਨਰਮ ਕਰ ਦਿੱਤਾ।","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:11","price":"11਼ (ਹਿਦਾਇਤ ਦਿੱਤੀ) ਕਿ ਇਸ ਲੋਹੇ ਤੋਂ ਖੁੱਲ੍ਹੇ ਡੁੱਲੇ ਜ਼ੱਰਾ-ਬਕਤਰ (ਸੰਜੋਆਂ ਤੇ ਹਥਿਆਰ) ਬਣਾਓ ਤੇ ਇਸ ਦੇ ਜੋੜਾਂ ਵਿਚ ਠੀਕ ਅੰਤਰ ਰੱਖੋ। ਤੁਸੀਂ ਸਾਰੇ ਨੇਕ ਕੰਮਾਂ ਲਈ ਹੀ (ਇਸ ਦੀ ਵਰਤੋਂ) ਕਰਿਆ ਕਰੋ। ਮੈਂ ਤੁਹਾਡੇ ਸਾਰੇ ਹੀ ਕੰਮਾਂ ਨੂੰ ਵੇਖ ਰਿਹਾ ਹੈ।","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:12","price":"12਼ ਅਸੀਂ ਸੁਲੇਮਾਨ ਦੇ ਅਧੀਨ ਹਵਾ ਨੂੰ ਕਰ ਦਿੱਤਾ। ਸਵੇਰੇ ਵੇਲੇ ਉਸ ਦਾ ਚੱਲਣਾ ਇਕ ਮਹੀਨੇ ਦੀ ਰਾਹ ਤਕ ਅਤੇ ਸੰਝ ਵੇਲੇ ਉਸ ਦਾ ਚੱਲਣਾ ਇਕ ਮਹੀਨੇ ਦੀ ਰਾਹ ਤਕ ਸੀ। ਅਸੀਂ ਉਸ (ਸੁਲੈਮਾਨ) ਲਈ ਪਿਘਲੇ ਹੋਏ ਤਾਂਬੇ ਦਾ ਚਸ਼ਮਾ ਵਗ੍ਹਾ ਦਿੱਤਾ ਅਤੇ ਉਸ ਦੇ ਅਧੀਨ ਕੁੱਝ ਅਜਿਹੇ ਜਿੰਨ ਕਰ ਛੱਡੇ ਸੀ ਜਿਹੜੇ ਉਸ ਦੇ ਅੱਗੇ ਉਸ ਦੇ ਰੱਬ ਦੇ ਹੁਕਮ ਨਾਲ ਕੰਮ ਕਰਦੇ ਸਨ ਅਤੇ ਉਹਨਾਂ (ਜਿੰਨਾਂ) ਵਿੱਚੋਂ ਜਿਸ ਨੇ ਵੀ ਸਾਡੇ ਹੁਕਮ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ ਅਸੀਂ ਉਸ ਨੂੰ ਦਹਕਦੀ ਹੋਈ ਅੱਗ ਦਾ ਸੁਆਦ ਚਖਾਉਂਦੇ ਹਾਂ।","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:13","price":"13਼ ਸੁਲੇਮਾਨ ਜੋ ਚਾਹੁੰਦਾ ਸੀ ਉਸ ਲਈ ਜਿੰਨ ਉਹੀਓ ਬਣਾ ਦਿੰਦੇ, ਜਿਵੇਂ ਸ਼ਾਨਦਾਰ ਭਵਨ, ਤਸਵੀਰਾਂ, ਵੱਡੇ-ਵੱਡੇ ਹੌਜ਼ਾਂ ਵਰਗੇ ਪਰਾਂਤ ਅਤੇ ਆਪਣੀ ਥਾਂ ਤੋਂ ਨਾ ਹਿੱਲਣ ਵਾਲੀਆਂ ਚੂਲ੍ਹਿਆਂ ਉੱਤੇ ਪਈਆਂ ਦੇਗਾਂ। ਹੇ ਦਾਊਦ ਦੀ ਸੰਤਾਨ! (ਇਹਨਾਂ ਅਹਿਸਾਨਾਂ ਲਈ) ਧੰਨਵਾਦ ਵਜੋਂ ਨੇਕ ਕੰਮ ਕਰੋ। ਮੇਰੇ ਬੰਦਿਆਂ ਵਿਚ ਧੰਨਵਾਦ ਕਰਨ ਵਾਲੇ ਬਹੁਤ ਹੀ ਥੋੜ੍ਹੇ ਹਨ।","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:14","price":"14਼ ਫੇਰ ਜਦੋਂ ਅਸੀਂ ਉਹਨਾਂ (ਸੁਲੈਮਾਨ) ਲਈ ਮੌਤ ਦਾ ਹੁਕਮ ਲਾਗੂ ਕਰ ਦਿੱਤਾ ਤਾਂ ਇਸ ਦੀ ਸੂਚਨਾ ਜਿੰਨਾਂ ਨੂੰ ਦੇਣ ਵਾਲਾ ਕੇਵਲ ਉਹ ਸਿਊਂਕ ਵਾਲਾ ਕੀੜਾ ਸੀ, ਜਿਹੜਾ ਉਹਨਾਂ (ਸੁਲੈਮਾਨ) ਦੀ ਲਾਠੀ ਨੂੰ ਖਾ ਰਿਹਾ ਸੀ। ਜਦੋਂ ਉਹ (ਸੁਲੈਮਾਨ) ਡਿਗ ਪਏ, ਉਸ ਵੇਲੇ ਜਿੰਨਾਂ ਨੇ ਜਾਣਿਆ ਕਿ ਜੇਕਰ ਉਹ (ਜਿੰਨ) ਪਰੋਖ ਦੇ ਜਾਣਕਾਰ ਹੁੰਦੇ ਤਾਂ ਉਹ ਹੀਣਤਾ ਭਰੇ ਕਸ਼ਟ ਵਿਚ ਫਸੇ ਨਾ ਰਹਿੰਦੇ।","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:15","price":"15਼ ਸਬਾ (ਕੌਮ) ਲਈ ਉਸ ਦੀ ਆਪਣੀ ਬਸਤੀ ਵਿਚ ਇਕ ਵੱਡੀ (ਰੱਬ ਦੀ) ਨਿਸ਼ਾਨੀ ਮੌਜੂਦ ਸੀ। ਇਸ (ਬਸਤੀ) ਦੇ ਸੱਜੇ ਤੇ ਖੱਬੇ ਪਾਸੇ ਦੋ ਬਾਗ਼ ਸਨ। ਅਸੀਂ ਉਹਨਾਂ (ਬਸਤੀ ਵਾਲਿਆਂ) ਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਦੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਰੋਜ਼ੀ ਖਾਓ ਅਤੇ ਉਸ ਦਾ ਧੰਨਵਾਦ ਕਰੋ। ਇਹ ਪਵਿੱਤਰ ਬਸਤੀ ਹੈ ਅਤੇ ਤੁਹਾਡਾ ਰੱਬ ਵੱਡਾ ਬਖ਼ਸ਼ਣਹਾਰ ਹੈ।","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:16","price":"16਼ ਪਰ ਜਦੋਂ ਉਹਨਾਂ (ਬਸਤੀਆਂ ਵਾਲਿਆਂ) ਨੇ (ਸ਼ੁਕਰ ਅਦਾ ਕਰਨ ਤੋਂ) ਮੂੰਹ ਮੋੜ ਲਿਆ ਤਾਂ ਅਸੀਂ ਉਹਨਾਂ ’ਤੇ ਬੰਨ੍ਹ-ਤੋੜ ਹੜ੍ਹ ਭੇਜ ਦਿੱਤਾ ਅਤੇ ਉਹਨਾਂ ਦੇ (ਹਰੇ ਭਰੇ) ਬਾਗ਼ਾਂ ਦੇ ਦਿੱਤੇ ਬਦਲੇ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਦੋ ਅਜਿਹੇ ਬਾਗ਼ ਦੇ ਦਿੱਤੇ ਜਿਨ੍ਹਾਂ ਦੇ ਫਲ ਬੇ-ਸੁਆਦੇ ਕੌੜੇ-ਕੁਸੈਲੇ, ਝਾਊ ਵਾਲੇ ਤੇ ਕੁੱਝ ਬੇਰੀਆਂ ਵਾਲੇ ਰੁੱਖ ਸਨ।","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:17","price":"17਼ ਇਹ ਸਜ਼ਾ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੀ ਨਾ-ਸ਼ੁਕਰੀ ਦੀ ਦਿੱਤਾ ਸੀ। ਅਸੀਂ ਨਾ-ਸ਼ੁਕਰਿਆਂ ਨੂੰ ਹੀ ਸਜ਼ਾ ਦਿੰਦੇ ਹਾਂ।","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:18","price":"18਼ ਅਸੀਂ ਉਹਨਾਂ (ਸਬਾ ਵਾਲਿਆਂ) ਦੇ ਅਤੇ ਉਹਨਾਂ (ਸੁਲੇਮਾਨ ਦੀ ਬਸਤੀ) ਦੇ ਵਿਚਕਾਰ ਜਿਨ੍ਹਾ ਬਸਤੀਆਂ ਵਿਚ ਅਸੀਂ ਬਰਕਤਾਂ ਵੀ ਰੱਖੀਆਂ ਸਨ, ਕੁੱਝ ਬਸਤੀਆਂ ਨਾਲੋ-ਨਾਲ ਰਸਤੇ ਵਿਚ ਆਬਾਦ ਕਰ ਰੱਖੀਆਂ ਸਨ ਅਤੇ ਉਹਨਾਂ ਬਸਤੀਆਂ ਵਿਚ ਚੱਲਣ ਵਾਲਿਆਂ ਲਈ ਅਸੀਂ ਮੰਜ਼ਿਲਾਂ (ਪੜਾ) ਨਿਯਤ ਕਰ ਦਿੱਤੀਆਂ ਸਨ। (ਅਸੀਂ ਕਿਹਾ) ਤੁਸੀਂ ਇਹਨਾਂ ਵਿਚ ਦਿਨ-ਰਾਤ ਨਿਸ਼ਚਿੰਤ ਹੋਕੇ ਸਫ਼ਰ ਕਰੋ।","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:19","price":"19਼ ਪਰ ਉਹਨਾਂ (ਸਬਾ ਦੀ ਬਸਤੀ ਵਾਲਿਆਂ) ਨੇ ਬੇਨਤੀ ਕੀਤੀ ਕਿ ਹੇ ਸਾਡੇ ਰੱਬਾ! ਸਾਡੀ ਯਾਤਰਾ ਵਿਚ ਦੂਰੀਆਂ (ਭਾਵ ਦੇਸ਼ ਦੀਆਂ ਸਰਹਦਾਂ) ਵਧਾ ਦੇ। (ਇਹ ਕਹਿ ਕੇ) ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਆਪ ’ਤੇ ਹੀ ਜ਼ੁਲਮ ਕੀਤਾ ਸੀ, ਸੋ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਕਿੱਸੇ-ਕਹਾਣੀਆਂ ਬਣਾ ਛੱਡਿਆ ਅਤੇ ਉਹਨਾਂ ਨੂੰ (ਪੁਰਾਣੇ ਕਿੱਸਿਆਂ ਵਾਂਗ) ਤਿੱਤਰ-ਬਿੱਤਰ ਕਰ ਦਿੱਤਾ (ਭਾਵ ਅਜ਼ਾਬ ਦੇ ਛੱਡਿਆ)। ਬੇਸ਼ੱਕ ਹਰੇਕ ਸਬਰ ਤੇ ਸ਼ੁਕਰ ਕਰਨ ਵਾਲੇ ਵਿਅਕਤੀ ਲਈ ਇਸ (ਕਿੱਸੇ) ਵਿਚ ਮਹੱਤਵਪੂਰਨ ਸਿੱਖਿਆਵਾਂ ਹਨ।","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:20","price":"20਼ ਅਤੇ ਇਬਲੀਸ (ਸ਼ੈਤਾਨ) ਨੇ ਉਹਨਾਂ ਦੇ ਮਾਮਲੇ ਵਿਚ ਆਪਣੀ ਸੋਚ ਨੂੰ ਸੱਚ ਸਿੱਧ ਕਰ ਵਿਖਾਇਆ, ਮੋਮਿਨਾਂ ਦੇ ਇਕ ਧੜੇ ਤੋਂ ਛੁੱਟ, ਸਾਰੇ ਦੇ ਸਾਰੇ ਲੋਕ ਉਸ ਦੇ ਅਧੀਨ ਹੋ ਗਏ।","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:21","price":"21਼ ਇਸ (ਸ਼ੈਤਾਨ) ਦਾ ਉਹਨਾਂ (ਮੋਮਿਨਾਂ) ’ਤੇ ਕੋਈ ਜ਼ੋਰ ਨਹੀਂ ਸੀ, ਪਰ (ਇਹ ਸਭ) ਇਸ ਲਈ ਕੀਤਾ ਸੀ ਕਿ ਅਸੀਂ ਇਹ ਜਾਣ ਲਈਏ ਕਿ ਕੌਣ ਪਰਲੋਕ ’ਤੇ ਈਮਾਨ ਰੱਖਦਾ ਹੈ ਅਤੇ ਉਹਨਾਂ ਲੋਕਾਂ ਵਿੱਚੋਂ ਕੌਣ ਇਸ ਵਿਚ ਸ਼ੱਕ ਕਰਦਾ ਹੈ। ਤੁਹਾਡਾ ਰੱਬ ਹਰੇਕ ਚੀਜ਼ ਦੀ ਦੇਖਭਾਲ ਕਰਦਾ ਹੈ।","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:22","price":"22਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਉਹਨਾਂ ਨੂੰ ਸੱਦੋ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਆਪਣਾ ਇਸ਼ਟ ਸਮਝਦੇ ਹੋ। ਉਹ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਰਤਾ ਬਰਾਬਰ ਵੀ ਅਧਿਕਾਰ ਨਹੀਂ ਰੱਖਦੇ ਅਤੇ ਨਾ ਹੀ ਮਾਲਕੀ ਵਿਚ ਕੋਈ ਹਿੱਸੇਦਾਰੀ ਹੈ ਅਤੇ ਨਾ ਹੀ ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੋਈ (ਸਸ਼੍ਰਿਟੀ ਦੇ ਬਣਾਉਣ ਵਿਚ) ਅੱਲਾਹ ਦਾ ਸਹਾਈ ਹੈ।","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:23","price":"23਼ ਉਸ ਦੇ ਹਜ਼ੂਰ ਕੇਵਲ ਉਸ ਵਿਅਕਤੀ ਦੀ ਹੀ ਸਿਫ਼ਾਰਸ਼ ਲਾਹੇਵੰਦ ਹੋ ਸਕਦੀ ਹੈ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਆਗਿਆ ਦੇਵੇਗਾ। ਜਦੋਂ ਉਹਨਾਂ ਦੇ ਦਿਲਾਂ ਦੀ ਘਬਰਾਹਟ ਦੂਰ ਕਰ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਤਾਂ ਫੇਰ ਪੁੱਛਦੇ ਹਨ ਕਿ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਕੀ ਕਿਹਾ ਹੈ? ਉਹ ਉੱਤਰ ਵਿਚ ਆਖਦੇ ਹਨ ਕਿ ਹੱਕ (ਸੱਚ) ਕਿਹਾ ਹੈ। ਉਹ (ਅੱਲਾਹ) ਅਤਿਅੰਤ ਮਹਾਨ ਤੇ ਸਰਵਉੱਚ ਹੈ।","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:24","price":"24਼ ਉਹਨਾਂ ਤੋਂ ਪੁੱਛੋ ਕਿ ਤੁਹਾਨੂੰ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿੱਚੋਂ ਰੋਜ਼ੀ ਕੌਣ ਦਿੰਦਾ ਹੈ ? ਆਖੋ ‘ਅੱਲਾਹ’। ਅਤੇ ਇਹ ਵੀ ਪੁੱਛੋ ਕਿ ਕੌਣ ਸਿੱਧੀ ਰਾਹ ’ਤੇ ਹੈ, ਅਸੀਂ ਜਾਂ ਤੁਸੀਂ ? ਜਾਂ ਕੌਣ ਸਪਸ਼ਟ ਕੁਰਾਹੇ ਪਿਆ ਹੋਇਆ ਹੈ ?","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:25","price":"25਼ ਆਖ ਦਿਓ ਕਿ ਸਾਡੇ ਕੀਤੇ ਹੋਏ ਅਪਰਾਧਾਂ ਬਾਰੇ ਤੁਹਾਥੋਂ ਪੁੱਛਿਆ ਨਹੀਂ ਜਾਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਤੁਹਾਡੇ ਕੰਮਾਂ ਬਾਰੇ ਸਾਥੋਂ ਕੁੱਝ ਪੁੱਛਿਆ ਜਾਵੇਗਾ।","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:26","price":"26਼ ਉਹਨਾਂ ਨੂੰ ਦੱਸ ਦਿਓ ਕਿ ਸਾਨੂੰ ਸਭ ਨੂੰ ਸਾਡਾ ਰੱਬ ਇਕੱਠਾ ਕਰੇਗਾ ਫੇਰ ਉਹ ਸਾਡੇ ਵਿਚਾਲੇ ਹੱਕ (ਇਨਸਾਫ਼) ਨਾਲ ਫ਼ੈਸਲਾ ਕਰ ਦੇਵੇਗਾ। ਉਹੀਓ ਵਧੀਆ ਫ਼ੈਸਲਾ ਕਰਨ ਵਾਲਾ ਤੇ ਦਾਨਾਈ ਵਾਲਾ ਹੈ।","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:27","price":"27਼ ਆਖੋ ਕਿ ਚੰਗਾ ਮੈਨੂੰ ਵੀ ਤਾਂ ਉਹਨਾਂ ਇਸ਼ਟਾਂ ਨੂੰ ਵਿਖਾਓ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਅੱਲਾਹ ਦਾ ਸਾਂਝੀ ਬਣਾ ਕੇ ਉਸ (ਅੱਲਾਹ) ਦੇ ਨਾਲ ਰਲਾ ਮਲਾ ਦਿਤਾ ਹੈ, ਜਦ ਕਿ ਉਸ ਦਾ ਸਾਂਝੀ ਕੋਈ ਵੀ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਸਗੋਂ ਉਹੀਓ ਅੱਲਾਹ ਜ਼ੋਰਾਵਰ ਤੇ ਹਿਕਮਤ ਵਾਲਾ ਹੈ।","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:28","price":"28਼ (ਹੇ ਮੁਹੰਮਦ) ਅਸਾਂ ਤੁਹਾਨੂੰ ਸਾਰੇ ਹੀ ਲੋਕਾਂ ਲਈ (ਸਵਰਗ ਦੀਆਂ) ਖ਼ੁਸ਼ਖ਼ਬਰੀਆਂ ਸੁਣਾਉਣ ਵਾਲਾ ਅਤੇ (ਨਰਕ ਤੋਂ) ਡਰਾਉਣ ਵਾਲਾ ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ ਪਰ ਲੋਕਾਂ ਦੀ ਬਹੁਗਿਣਤੀ ਅਗਿਆਨੀਆਂ ਦੀ ਹੈ।1","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 252/2","lang":"pa"},{"name":"34:29","price":"29਼ (ਹੇ ਨਬੀ!) ਉਹ ਲੋਕੀ ਤੁਹਾਥੋਂ ਪੁੱਛਦੇ ਹਨ ਕਿ (ਕਿਆਮਤ ਦਾ) ਵਾਅਦਾ ਕਦੋਂ ਪੂਰਾ ਹੋਵੇਗਾ ? (ਜੇ ਤੁਸੀਂ ਸੱਚੇ ਹੋ ਤਾਂ ਦੱਸੋ ?)","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:30","price":"30਼ (ਹੇ ਨਬੀ!) ਉਹਨਾਂ ਨੂੰ ਕਹੋ ਕਿ ਤੁਹਾਡੇ ਲਈ ਇਕ ਅਜਿਹੇ ਵਾਅਦਾ ਦਾ ਦਿਨ ਨਿਯਤ ਹੈ ਜਿਸ ਤੋਂ ਤੁਸੀਂ ਇਕ ਘੜ੍ਹੀ ਵੀ ਨਾ ਪਿਛਾਂਹ ਰਹਿ ਸਕਦੇ ਹੋ ਅਤੇ ਨਾ ਹੀ ਅਗਾਂਹ ਵਧ ਸਕਦੇ ਹੋ।","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:31","price":"31਼ ਅਤੇ ਕਾਫ਼ਿਰ ਆਖਦੇ ਹਨ ਕਿ ਅਸੀਂ ਇਸ .ਕੁਰਆਨ ’ਤੇ ਈਮਾਨ ਨਹੀਂ ਲਿਆਵਾਂਗੇ ਅਤੇ ਨਾ ਹੀ ਇਸ ਤੋਂ ਪਹਿਲੀਆਂ ਕਿਤਾਬਾਂ ’ਤੇ (ਈਮਾਨ ਹੈ)। (ਹੇ ਨਬੀ!) ਕਾਸ਼! ਜੇ ਤੁਸੀਂ ਉਹਨਾਂ ਜ਼ਾਲਮਾਂ ਨੂੰ ਉਸ ਸਮੇਂ ਵੇਖੋ ਜਦੋਂ ਉਹ ਆਪਣੇ ਰੱਬ ਦੇ ਹਜ਼ੂਰ ਖਲੋਤੇ ਇਕ ਦੂਜੇ ’ਤੇ ਆਰੋਪ ਲਾ ਰਹੇ ਹੋਣਗੇ। ਜਿਹੜੇ ਲੋਕੀ ਸੰਸਾਰ ਵਿਚ ਕਮਜ਼ੋਰ ਸਮਝੇ ਜਾਂਦੇ ਸੀ ਉਹ ਵਡਿਆਈ ਮਾਰਨ ਵਾਲਿਆਂ ਨੂੰ ਆਖਣਗੇ ਕਿ ਜੇ ਤੁਸੀਂ ਨਾ ਹੁੰਦੇ ਤਾਂ ਅਸੀਂ ਵੀ ਈਮਾਨ ਵਾਲੇ ਹੁੰਦੇ।","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:32","price":"32਼ ਉਹ ਘਮੰਡੀ ਲੋਕ (ਸਮਾਜ ਦੇ) ਕਮਜ਼ੋਰ ਲੋਕਾਂ ਨੂੰ ਆਖਣਗੇ, ਕੀ ਅਸੀਂ ਤੁਹਾਨੂੰ ਉਸ ਹਿਦਾਇਤ (.ਕੁਰਆਨ) ਤੋਂ ਰੋਕਿਆ ਸੀ ਜਿਹੜੀ ਤੁਹਾਡੇ ਕੋਲ ਆ ਚੁੱਕੀ ਸੀ ? ਨਹੀਂ! ਤੁਸੀਂ ਤਾਂ ਆਪੇ ਹੀ ਅਪਰਾਧੀ ਸੀ ?","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:33","price":"33਼ (ਜਵਾਬ ਵਿਚ) ਉਹ ਕਮਜ਼ੋਰ ਲੋਕ ਉਹਨਾਂ ਘਮੰਡੀਆਂ ਨੂੰ ਆਖਣਗੇ ਕਿ ਨਹੀਂ, ਸਗੋਂ ਤੁਹਾਡੀਆਂ ਦਿਨ-ਰਾਤ ਦੀਆਂ ਚਾਲਾਂ ਨੇ ਹੀ ਸਾਨੂੰ (ਈਮਾਨ ਲਿਆਉਣ ਤੋਂ) ਰੋਕ ਰੱਖਿਆ ਸੀ। ਤੁਸੀਂ ਸਾਨੂੰ ਅੱਲਾਹ ਨਾਲ ਕੁਫ਼ਰ ਕਰਨ ਲਈ ਅਤੇ ਉਸ ਦੇ ਨਾਲ ਸਾਂਝੀ ਬਣਾਉਣ ਲਈ ਹੁਕਮ ਦਿੰਦੇ ਸੀ। ਜਦੋਂ ਉਹ (ਕਮਜ਼ੋਰ ਲੋਕ) ਅਜ਼ਾਬ ਵੇਖਣਗੇ ਤਾਂ ਉਹ ਪਛਤਾਵੇ ਨੂੰ ਆਪਣੇ ਦਿਲਾਂ ਵਿਚ ਗੁਪਤ ਰੱਖਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨਗੇ ਅਤੇ (ਜਿਨ੍ਹਾਂ ਨੇ ਘਮੰਡ ਵਿਚ ਆਕੇ) ਇਨਕਾਰ ਕੀਤਾ ਸੀ ਅਸੀਂ ਉਹਨਾਂ ਦੇ ਗਲਿਆਂ ਵਿਚ ਤੌਕ (ਪਟੇ) ਪਾ ਦਿਆਂਗੇ, ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਬਦਲਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:34","price":"34਼ ਅਤੇ ਅਸੀਂ ਜਿਸ ਬਸਤੀ ਵਿਚ ਕੋਈ ਸਾਵਧਾਨ ਕਰਨ ਵਾਲਾ (ਨਬੀ) ਭੇਜਿਆ, ਉੱਥੇ ਦੇ ਖਾਂਦੇ ਪੀਂਦੇ ਲੋਕਾਂ ਨੇ ਇਹੋ ਕਿਹਾ ਕਿ ਜਿਸ ਚੀਜ਼ ਨੂੰ ਤੁਸੀਂ ਲੈਕੇ ਆਏ ਹੋ ਅਸੀਂ ਉਸ ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਾਂ।","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:35","price":"35਼ ਅਤੇ ਉਹਨਾਂ (ਘਮੰਡੀਆਂ) ਨੇ ਇਹ ਵੀ ਕਿਹਾ ਕਿ ਅਸੀਂ ਤੁਹਾਥੋਂ ਵਧੇਰੇ ਧੰਨ ਦੌਲਤ ਤੇ ਸੰਤਾਨ ਦੇ ਮਾਲਿਕ ਹਾਂ ਅਤੇ ਨਾ ਹੀ ਸਾਨੂੰ ਅਜ਼ਾਬ ਦਿੱਤਾ ਜਾਵੇਗਾ।","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:36","price":"36਼ ਹੇ ਨਬੀ (ਸ:)! ਆਖ ਦਿਓ ਕਿ ਮੇਰਾ ਮਾਲਿਕ ਜਿਸ ਲਈ ਚਾਹੁੰਦਾ ਹੈ ਉਸ ਲਈ ਰਿਜ਼ਕ ਵਿਚ ਵਾਧਾ ਕਰ ਦਿੰਦਾ ਹੈ ਅਤੇ ਕਿਸੇ ਦੇ ਰਿਜ਼ਕ ਨੂੰ ਘਟਾ ਵੀ ਦਿੰਦਾ ਹੈ, ਪਰ ਬਹੁਤੇ ਲੋਕ ਇਸ ਨੂੰ ਨਹੀਂ ਸਮਝਦੇ।","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:37","price":"37਼ ਤੁਹਾਡੇ ਮਾਲ ਤੇ ਔਲਾਦ ਅਜਿਹੇ ਨਹੀਂ ਜਿਹੜੇ ਤੁਹਾਨੂੰ ਸਾਡੇ ਨੇੜੇ ਕਰ ਦੇਣ। ਹਾਂ! ਨੇੜੇ ਉਹ ਹਨ ਜਿਹੜੇ ਈਮਾਨ ਲੈ ਆਉਣ ਤੇ ਨੇਕ ਕੰਮ ਕਰਨ, ਉਹਨਾਂ ਲਈ ਉਹਨਾਂ ਦੇ ਕਰਮਾਂ ਦਾ ਦੂਣਾ ਬਦਲਾ ਹੈ ਅਤੇ ਉਹ ਨਿਸ਼ਚਿੰਤ ਹੋਕੇ ਉੱਚੀਆਂ-ਉੱਚੀਆਂ ਥਾਵਾਂ ’ਤੇ ਰਹਿਣਗੇ।","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:38","price":"38਼ ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਸਾਨੂੰ ਬੇ-ਬਸ ਕਰਨ ਲਈ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਨੂੰ ਝੁਠਲਾਉਣ ਵਿਚ ਲੱਗੇ ਰਹਿੰਦੇ ਹਨ ਉਹੀ ਲੋਕ ਅਜ਼ਾਬ ਲਈ ਹਾਜ਼ਰ ਕੀਤੇ ਜਾਣਗੇ।","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:39","price":"39਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਮੇਰਾ ਪਾਲਣਹਾਰ ਆਪਣੇ ਬੰਦਿਆਂ ਵਿੱਚੋਂ ਜਿਸ ਲਈ ਚਾਹੇ ਰਿਜ਼ਕ ਵਿਚ ਵਾਧਾ ਕਰ ਦਿੰਦਾ ਹੈ ਅਤੇ ਜਿਸ ਲਈ ਚਾਹਵੇ ਰਿਜ਼ਕ ਤੰਗ ਕਰ ਦਿੰਦਾ ਹੈ। ਤੁਸੀਂ ਜੋ ਵੀ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਖ਼ਰਚ ਕਰੋਗੇ ਅੱਲਾਹ ਉਸ ਦਾ ਬਦਲਾ ਦੇਵੇਗਾ ਅਤੇ ਉਹੀਓ ਤਾਂ ਹੈ ਜਿਹੜਾ ਸਭ ਤੋਂ ਵਧੀਆ ਰੋਜ਼ੀ ਦੇਣ ਵਾਲਾ ਹੈ।","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:40","price":"40਼ ਅਤੇ ਜਿਸ (ਕਿਆਮਤ ਵਾਲੇ) ਦਿਨ ਉਹ ਸਾਰਿਆਂ ਨੂੰ ਇਕੱਠਾ ਕਰੇਗਾ ਅਤੇ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੂੰ ਪੁੱਛੇਗਾ, ਕੀ ਇਹ ਲੋਕੀ ਤੁਹਾਡੀ ਬੰਦਗੀ ਕਰਦੇ ਸਨ ?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:41","price":"41਼ ਉਹ (ਫ਼ਰਿਸ਼ਤੇ) ਆਖਣਗੇ ਕਿ ਤੇਰੀ ਜ਼ਾਤ (ਹਰ ਐਬ ਤੋਂ) ਪਾਕ ਹੈ, ਛੁੱਟ ਤੇਰੇ ਤੋਂ ਸਾਡਾ ਕੋਈ ਕੰਮ ਸਵਾਰਨ ਵਾਲਾ ਨਹੀਂ, ਜਦ ਕਿ ਇਹ (ਕਾਫ਼ਿਰ) ਤਾਂ ਜਿੰਨਾਂ ਦੀ ਬੰਦਗੀ ਕਰਦੇ ਸੀ, ਉਹਨਾਂ ਵਿੱਚੋਂ ਬਹੁਤਿਆਂ ਦਾ ਤਾਂ ਉਹਨਾਂ ’ਤੇ ਹੀ ਈਮਾਨ ਸੀ।","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:42","price":"42਼ ਸੋ ਅੱਜ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਤੁਹਾਡੇ ’ਚੋਂ ਨਾ ਕੋਈ ਕਿਸੇ ਨੂੰ ਲਾਭ ਪਹੁੰਚਾ ਸਕਦਾ ਹੈ ਅਤੇ ਨਾ ਹੀ ਹਾਨੀ ਅਤੇ ਅਸੀਂ ਜ਼ਾਲਮਾਂ ਨੂੰ ਕਹਾਂਗੇ ਕਿ ਇਸ ਅੱਗ ਦਾ ਸੁਆਦ ਲਵੋ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਝੁਠਲਾਉਂਦੇ ਸੀ।1","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਕਹਫ਼, ਹਾਸ਼ੀਆ ਆਇਤ 102/18","lang":"pa"},{"name":"34:43","price":"43਼ ਜਦੋਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਸਾਡੀਆਂ ਸਪਸ਼ਟ ਆਇਤਾਂ (.ਕੁਰਆਨ ਦੀਆਂ) ਸੁਣਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਇਹ (ਮੁਹੰਮਦ ਸ:) ਤਾਂ ਉਹ ਵਿਅਕਤੀ ਹੈ ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਬਾਪ ਦਾਦਾ (ਬਜ਼ੁਰਗਾਂ) ਦੇ ਇਸ਼ਟਾਂ ਦੀ ਇਬਾਦਤ ਤੋਂ ਰੋਕਦਾ ਹੈ ਅਤੇ ਉਹ ਇਹ ਵੀ ਆਖਦੇ ਹਨ ਕਿ ਇਹ (.ਕੁਰਆਨ) ਤਾਂ ਘੜ੍ਹਿਆ ਘੜ੍ਹਾਇਆ ਝੂਠ ਹੈ। ਜਦ ਕਿ ਹੱਕ ਉਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਕੋਲ ਆ ਚੁੱਕਿਆ ਹੈ, ਫੇਰ ਵੀ ਕਾਫ਼ਿਰ ਇਹੋ ਆਖਦੇ ਰਹੇ ਕਿ ਉਹ ਤਾਂ ਸਪਸ਼ਟ ਰੂਪ ਵਿਚ ਇਕ ਜਾਦੂ ਹੈ।","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:44","price":"44਼ ਅਸੀਂ ਉਹਨਾਂ (ਮੱਕੇ ਦੇ ਕਾਫ਼ਿਰਾਂ) ਨੂੰ ਕੋਈ ਕਿਤਾਬ ਨਹੀਂ ਦਿੱਤੀ ਕਿ ਉਹ ਉਸ ਨੂੰ ਪੜ੍ਹਦੇ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਦੇ ਕੋਲ (ਹੇ ਮੁਹੰਮਦ) ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਕੋਈ ਖ਼ਬਰਦਾਰ ਕਰਨ ਵਾਲਾ ਹੀ ਘੱਲਿਆ ਸੀ।","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:45","price":"45਼ ਇਹਨਾਂ (ਮੱਕੇ ਵਾਲਿਆਂ) ਤੋਂ ਪਹਿਲਾਂ ਦੇ ਲੋਕਾਂ ਨੇ ਵੀ ਹੱਕ ਨੂੰ ਝੁਠਲਾਇਆ ਸੀ ਜਦ ਕਿ ਇਹ ਉਹਨਾਂ ਦੇ ਦਸਵੇਂ ਹਿੱਸੇ ਨੂੰ ਵੀ ਨਹੀਂ ਪਹੁੰਚਦੇ ਜਿਹੜਾ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ (ਜੀਵਨ ਸਮੱਗਰੀ) ਦਿੱਤਾ ਸੀ। ਫੇਰ ਵੀ ਉਹਨਾਂ ਨੇ ਮੇਰੇ ਰਸੂਲਾਂ ਨੂੰ ਝੁਠਲਾਇਆ, ਫੇਰ ਵੇਖੋ ਉਹਨਾਂ ’ਤੇ ਮੇਰੇ ਅਜ਼ਾਬ ਕਿਹੋ ਜਿਹਾ ਹੋਇਆ ਸੀ?","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:46","price":"46਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਮੈਂ ਤਾਂ ਤੁਹਾਨੂੰ ਇਕ ਹੀ ਗੱਲ ਦੀ ਨਸੀਹਤ ਕਰਦਾ ਹਾਂ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਵਾਸਤੇ, ਇਕੱਲੇ-ਇਕੱਲੇ ਜਾਂ ਦੋ-ਦੋ ਮਿਲ ਕੇ (ਇਕ ਪਾਸੇ) ਖੜ੍ਹੇ ਹੋ ਜਾਓ ਤੇ ਰਤਾ ਸੋਚ-ਵਿਚਾਰ ਤਾਂ ਕਰੋ (ਕਿ ਹਕੀਕਤ ਕੀ ਹੈ) ਤੁਹਾਡੇ ਇਸ ਸਾਥੀ (ਮੁਹੰਮਦ ਸ:) ਵਿਚ ਕੋਈ ਵੀ ਦੀਵਾਨਗੀ ਵਾਲੀ ਗੱਲ ਨਹੀਂ, ਉਹ ਤਾਂ ਤੁਹਾਨੂੰ ਇਕ ਵੱਡੇ ਅਜ਼ਾਬ (ਕਿਆਮਤ ਦਿਹਾੜੇ ਦੇ) ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ ਡਰਾਉਣ ਵਾਲਾ ਹੈ।","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:47","price":"47਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਜੇ ਮੈਂ ਤੁਹਾਥੋਂ ਕੋਈ ਬਦਲਾ (ਇਹਨਾਂ ਚਿਤਾਵਨੀਆਂ ਦੇਣ ਦਾ) ਮੰਗਾਂ ਤਾਂ ਉਹ ਤੁਹਾਨੂੰ ਹੀ ਮੁਬਾਰਕ, ਮੇਰਾ ਬਦਲਾ ਤਾਂ ਅੱਲਾਹ ਦੇ ਹੀ ਜ਼ਿੰਮੇ ਹੈ ਅਤੇ ਉਹ ਹਰ ਗੱਲ ਦੀ ਖ਼ਬਰ ਰੱਖਦਾ ਹੈ।","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:48","price":"48਼ ਆਖੋ ਕਿ ਬੇਸ਼ਕ ਮੇਰਾ ਰੱਬ ਹੀ ਮੇਰੇ ਉੱਤੇ ਹੱਕ ਉਤਾਰਦਾ ਹੈ ਅਤੇ ਹਰ ਪ੍ਰਕਾਰ ਦੇ ਗੁਪਤ ਗਿਆਨ ਦਾ ਜਾਣਨਹਾਰ ਹੈ।","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:49","price":"49਼ (ਹੇ ਨਬੀ!) ਆਖ ਦਿਓ ਕਿ ਹੱਕ (ਇਸਲਾਮ) ਆ ਗਿਆ, ਬਾਤਿਲ (ਕੂੜ, ਕੁਫ਼ਰ) ਨਾ ਤਾਂ ਪਹਿਲਾਂ ਕਦੇ ਛਾਇਆ ਹੈ ਅਤੇ ਨਾ ਹੀ ਹੁਣ ਛਾਵੇਗਾ।","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:50","price":"50਼ (ਇਹ ਵੀ) ਆਖ ਦਿਓ ਕਿ ਜੇ ਮੈਂ ਕੁਰਾਹੇ ਪੈ ਜਾਵਾਂ ਤਾਂ ਮੇਰੇ ਇਸ ਕੁਰਾਹੇ ਪੈਣ ਦਾ ਦੋਸ਼ ਮੇਰਾ ਹੀ ਹੈ, ਜੇ ਮੈਂ ਸਿੱਧੀ ਰਾਹ ’ਤੇ ਹਾਂ ਤਾਂ ਇਸ ਦਾ ਕਾਰਨ ਉਹ ਵਹੀ (ਪੈਗ਼ਾਮ) ਹੈ ਜਿਸ ਨੂੰ ਮੇਰਾ ਪਾਲਣਹਾਰ ਮੇਰੇ ਵੱਲ ਘੱਲਦਾ ਹੈ, ਬੇਸ਼ੱਕ ਉਹ (ਅੱਲਾਹ) ਸੁਣਨ ਵਾਲਾ ਹੈ ਅਤੇ (ਬੰਦੇ ਦੇ) ਬਹੁਤ ਹੀ ਨੇੜੇ ਹੈ।","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:51","price":"51਼ (ਹੇ ਨਬੀ!) ਕਾਸ਼ ਜੇ ਤੁਸੀਂ (ਉਸ ਸਮੇਂ) ਇਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਵੇਖੋ ਜਦੋਂ ਉਹ ਘਬਰਾਏ ਹੋਏ ਹੋਣਗੇ ਅਤੇ (ਉੱਥਿਓਂ) ਉਹ ਬਚ ਨਾ ਸਕਣਗੇ ਅਤੇ ਉਹ ਨੇੜੇ ਤੋਂ ਹੀ ਫੜੇ ਜਾਣਗੇ।","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:52","price":"52਼ ਉਸ ਸਮੇਂ ਇਹ (ਕਾਫ਼ਿਰ) ਆਖਣਗੇ ਕਿ ਹੁਣ ਅਸੀਂ ਈਮਾਨ ਲਿਆਏ ਹਾਂ, ਪਰ ਇੰਨੀ ਦੂਰ ਤੋਂ ਈਮਾਨ ਦੀ ਪ੍ਰਾਪਤੀ ਕਿਵੇਂ ਸੰਭਵ ਹੈ?","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:53","price":"53਼ ਜਦ ਕਿ ਇਸ (ਕਿਆਮਤ) ਤੋਂ ਪਹਿਲਾਂ (ਸੰਸਾਰ ਵਿਚ) ਉਹ ਇਸ ਦੇ ਇਨਕਾਰੀ ਸਨ ਅਤੇ ਦੂਰ ਤੋਂ ਹੀ ਬਿਨਾਂ ਵੇਖੇ ਹੀ (ਖ਼ਿਆਲੀ ਤੀਰ) ਸੁੱਟਦੇ ਰਹੇ।","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"34:54","price":"54਼ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਉਹਨਾਂ ਦੇ ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਇੱਛਾਵਾਂ ਵਿਚਾਲੇ ਓਟ ਕਰ ਦਿੱਤੀ ਜਾਵੇਗੀ। ਜਿਵੇਂ ਕਿ ਇਨ੍ਹਾਂ ਤੋਂ ਪਹਿਲਾਂ ਉਹਨਾਂ ਵਰਗਿਆਂ ਨਾਲ ਕੀਤਾ ਗਿਆ ਸੀ। ਬੇਸ਼ੱਕ ਉਹ ਦੁਵਿਧਾ ਵਿਚ ਪਾਉਣ ਵਾਲੀ ਅਸ਼ੰਕਾ ਵਿਚ ਫਸੇ ਹੋਏ ਸਨ।","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:1","price":"1਼ ਸਾਰੀਆਂ ਤਾਰੀਫ਼ਾਂ ਉਸ ਅੱਲਾਹ ਲਈ ਹਨ ਜਿਹੜਾ ਕਿ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ ਅਤੇ ਦੋ-ਦੋ ਤਿੰਨ ਤਿੰਨ ਚਾਰ ਚਾਰ ਪਰਾਂ ਵਾਲੇ ਫ਼ਰਿਸ਼ਤਿਆਂ ਰਾਹੀਂ ਆਪਣੇ ਸੁਨੇਹੇ ਪਹੁੰਚਾਉਣ ਵਾਲਾ ਹੈ। ਉਹ ਆਪਣੀ ਰਚਨਾ ਵਿਚ ਜਿਵੇਂ ਚਾਹਵੇ ਵਾਧਾ ਕਰਦਾ ਹੈ। ਅੱਲਾਹ ਹਰ ਚੀਜ਼ ਦੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੈ।","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:2","price":"2਼ ਅੱਲਾਹ ਲੋਕਾਂ ਲਈ ਆਪਣੀਆਂ ਰਹਿਮਤਾਂ ਦੇ ਜਿਹੜੇ ਬੂਹੇ ਖੋਲ ਦਿੰਦਾ ਹੈ ਉਸ ਨੂੰ ਕੋਈ ਬੰਦ ਨਹੀਂ ਕਰ ਸਕਦਾ ਅਤੇ ਜਿਸ ਨੂੰ ਉਹ ਬੰਦ ਕਰ ਦਿੰਦਾ ਹੈ ਉਸ ਨੂੰ ਕੋਈ ਖੋਲ ਨਹੀਂ ਸਕਦਾ ਅਤੇ ਉਹੀਓ ਸ਼ਕਤੀਸ਼ਾਲੀ ਤੇ ਹਿਕਮਤ ਵਾਲਾ (ਸੂਝ-ਬੂਝ ਦਾਨਾਈ ਵਾਲਾ) ਹੈ।","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:3","price":"3਼ ਹੇ ਲੋਕੋ! ਅੱਲਾਹ ਵੱਲੋਂ ਜੋ ਤੁਹਾਡੇ ਉੱਤੇ ਉਪਕਾਰ ਕੀਤੇ ਗਏ ਹਨ ਉਹਨਾਂ ਨੂੰ ਯਾਦ ਰੱਖੋ। ਕੀ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਕੋਈ ਹੋਰ ਰਚਨਾਹਾਰ ਹੈ ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਅਕਾਸ਼ ਤੇ ਧਰਤੀ ਤੋਂ ਰਿਜ਼ਕ ਦਿੰਦਾ ਹੋਵੇ ? ਛੁੱਟ ਉਸ (ਅੱਲਾਹ) ਤੋਂ ਕੋਈ ਵੀ ਹੋਰ (ਸੱਚਾ) ਇਸ਼ਟ ਨਹੀਂ, ਤੁਸੀਂ ਕਿਧਰੋਂ ਧੋਖਾ ਖਾ ਰਹੇ ਹੋ ?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:4","price":"4਼ (ਹੇ ਨਬੀ!) ਜੇ ਇਹ (ਕਾਫ਼ਿਰ) ਤੁਹਾਨੂੰ ਝੁਠਲਾ ਰਹੇ ਹਨ (ਤਾਂ ਕੋਈ ਨਵੀਂ ਗੱਲ ਨਹੀਂ) ਤੁਹਾਥੋਂ ਪਹਿਲਾਂ ਵੀ ਬਹੁਤ ਸਾਰੇ ਪੈਗ਼ੰਬਰ ਝੁਠਲਾਏ ਜਾ ਚੁੱਕੇ ਹਨ, ਅੰਤ ਉਹ ਸਾਰੇ ਮਾਮਲੇ (ਨਿਪਟਾਰੇ ਲਈ) ਅੱਲਾਹ ਕੋਲ ਹੀ ਜਾਣਗੇ।","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:5","price":"5਼ ਹੇ ਲੋਕੋ! ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਦਾ ਵਾਅਦਾ ਸੱਚਾ ਹੈ, ਸੋ ਇਹ ਸੰਸਾਰਿਕ ਜੀਵਨ ਤੁਹਾਨੂੰ ਧੋਖੇ ਵਿਚ ਨਾ ਪਾਈਂ ਰੱਖੇ ਅਤੇ ਨਾ ਹੀ ਉਹ ਵੱਡਾ ਧੋਖੇਬਾਜ਼ (ਸ਼ੈਤਾਨ) ਤੁਹਾਨੂੰ (ਅੱਲਾਹ ਬਾਰੇ ਕਿਸੇ) ਧੋਖੇ ਵਿਚ ਪਾ ਦੇਵੇ।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:6","price":"6਼ ਬੇਸ਼ੱਕ ਸ਼ੈਤਾਨ ਤੁਹਾਡਾ ਵੈਰੀ ਹੈ, ਸੋ ਤੁਸੀਂ ਵੀ ਉਸ ਨੂੰ ਆਪਣਾ ਵੈਰੀ ਸਮਝੋ। ਉਹ (ਸ਼ੈਤਾਨ) ਤਾਂ ਅਪਣੇ ਪੈਰੋਕਾਰਾਂ ਨੂੰ ਆਪਣੇ ਰਸਤੇ ਵੱਲ ਇਸ ਲਈ ਬੁਲਾਉਂਦਾ ਹੈ ਤਾਂ ਜੋ ਉਹ ਨਰਕ ਵਾਲੇ ਬਣ ਜਾਣ।","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:7","price":"7਼ ਜਿਹੜੇ ਲੋਕ ਕਾਫ਼ਿਰ (ਇਕ ਰੱਬ ਦੇ ਇਨਕਾਰੀ) ਹੋ ਗਏ ਉਹਨਾਂ ਲਈ ਕਰੜੀ ਸਜ਼ਾ ਹੈ ਅਤੇ ਜਿਹੜੇ ਲੋਕੀ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਉਹਨਾਂ ਨੇ ਨੇਕ ਕੰਮ ਵੀ ਕੀਤੇ ਉਹਨਾਂ ਲਈ ਬਖ਼ਸ਼ਿਸ਼ ਤੇ ਬਹੁਤ ਵੱਡਾ ਬਦਲਾ ਹੈ।","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:8","price":"8਼ ਕੀ ਉਹ ਵਿਅਕਤੀ (ਹਿਦਾਇਤ ਵਾਲਾ ਹੋ ਸਕਦਾ ਹੈ) ਜਿਸ ਲਈ ਉਸ ਦੇ ਭੈੜੇ ਕਰਮਾਂ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਦਿੱਤਾ ਗਿਆ ਹੋਵੇ ਅਤੇ ਉਹ ਉਹਨਾਂ ਨੂੰ ਚੰਗਾ ਸਮਝਦਾ ਹੋਵੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਗੁਮਰਾਹ ਕਰ ਦਿੰਦਾ ਹੈ ਤੇ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਸਿੱਧੇ ਰਾਹ ਪਾਉਂਦਾ ਹੈ। ਸੋ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਉਹਨਾਂ ਦੀ ਚਿੰਤਾ ਵਿਚ ਕਿਤੇ ਆਪਣੀ ਜਿੰਦ ਨੂੰ ਹੀ ਨਾ ਗੁਆਚ ਬੇਠੋ। ਉਹ ਜੋ ਵੀ ਕਰ ਰਹੇ ਹਨ ਅੱਲਾਹ ਭਲੀ-ਭਾਂਤ ਜਾਣੂ ਹੈ।","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:9","price":"9਼ ਅਤੇ ਅੱਲਾਹ ਹੀ ਉਹਨਾਂ ਹਵਾਵਾਂ ਨੂੰ ਭੇਜਦਾ ਹੈ ਜਿਹੜੀਆਂ ਬੱਦਲਾਂ ਨੂੰ ਚੁੱਕਦੀਆਂ ਹਨ, ਫੇਰ ਅਸੀਂ ਉਹਨਾਂ ਬੱਦਲਾਂ ਨੂੰ ਮੁਰਦਾ (ਬੰਜਰ) ਧਰਤੀ ਵੱਲ ਭੇਜਦੇ ਹਾਂ ਅਤੇ ਇਹਨਾਂ (ਬੱਦਲਾਂ) ਰਾਹੀਂ ਉਸੇ ਧਰਤੀ ਨੂੰ ਉਸ ਦੀ ਮੌਤ (ਉਜਾੜ) ਤੋਂ ਮਗਰੋਂ ਜਿਊਂਦਾ (ਉਪਜਾਊ) ਕਰ ਦਿੰਦੇ ਹਾਂ। ਇਸੇ ਪ੍ਰਕਾਰ (ਤੁਸੀਂ ਸਭ ਨੇ ਵੀ ਕਿਆਮਤ ਦਿਹਾੜੇ) ਮੁੜ ਜਿਊਂਦਾ ਹੋਣਾ ਹੈ।","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:10","price":"10਼ ਜੋ ਵਿਅਕਤੀ ਮਾਨ-ਸਨਮਾਨ ਚਾਹੁੰਦਾ ਹੈ (ਤਾਂ ਉਸ ਨੂੰ ਪਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ) ਆਦਰ ਸਤਿਕਾਰ ਤਾਂ ਸਾਰਾ ਦਾ ਸਾਰਾ ਅੱਲਾਹ ਲਈ ਹੀ ਹੈ, ਸਾਰੇ ਪਵਿੱਤਰ ਸ਼ਬਦ ਉਸੇ ਵੱਲ ਚੜ੍ਹਦੇ ਹਨ ਅਤੇ ਨੇਕ ਕਰਮ ਉਹਨਾਂ (ਸ਼ਬਦਾਂ) ਉਤਾਂਹ ਚੁੱਕ ਲੈ ਜਾਂਦੇ ਹਨ। ਜਿਹੜੇ ਲੋਕ ਭੈੜੀਆਂ ਚਾਲਾਂ ਚਲਦੇ ਹਨ ਉਹਨਾਂ ਲਈ ਕਰੜਾ ਅਜ਼ਾਬ ਹੈ ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਚਾਲਾਂ ਆਪੇ ਨਸ਼ਟ ਹੋ ਜਾਣਗੀਆਂ।","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:11","price":"11਼ (ਲੋਕੋ) ਅੱਲਾਹ ਨੇ ਹੀ ਤੁਹਾਨੂੰ ਮਿੱਟੀ ਤੋਂ ਪੈਦਾ ਕੀਤਾ ਫੇਰ ਵੀਰਜ ਤੋਂ (ਪੈਦਾ ਕੀਤਾ) ਫੇਰ ਤੁਹਾਡੇ ਜੋੜੇ (ਪਤੀ ਪਤਨੀ) ਬਣਾਏ ਅਤੇ ਜਿਹੜੀ ਵੀ ਇਸਤਰੀ ਗਰਭਵਤੀ ਹੁੰਦੀ ਹੈ ਤੇ ਬੱਚਾ ਜਣਦੀ ਹੈ, ਅੱਲਾਹ ਨੂੰ ਉਸ ਦਾ ਗਿਆਨ ਹੁੰਦਾ ਹੈ ਅਤੇ ਜੇ ਕਿਸੇ ਦੀ ਆਯੂ ਵਿਚ ਵਾਧਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਜਾਂ ਕਿਸੇ ਦੀ ਆਯੂ ਘਟਾਈ ਜਾਂਦੀ ਹੈ ਤਾਂ ਇਹ ਸਾਰੀਆਂ ਗੱਲਾਂ ਇਕ ਕਿਤਾਬ (ਲੌਹੇ-ਮਹਫ਼ੂਜ਼) ਵਿਚ ਲਿਖੀਆਂ ਹੋਈਆਂ ਹਨ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਲਈ ਇਹ ਸਭ ਕਰਨਾ ਬਹੁਤ ਹੀ ਸੌਖਾ ਹੈ।","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:12","price":"12਼ ਅਤੇ ਦੋ ਦਰਿਆਵਾਂ ਵਿਚ ਇਕ ਦਾ ਪਾਣੀ ਮਿੱਠਾ ਹੈ, ਪੀਣ ਵਿਚ ਸੁਆਦੀ ਹੈ ਅਤੇ ਦੂਜਾ ਖਾਰਾ ਹੈ ਅਤੇ ਕੌੜਾ ਹੈ। (ਹੇ ਲੋਕੋ!) ਤੁਸੀਂ ਉਹਨਾਂ ਦੋਹਾਂ ਦਰਿਆਵਾਂ ਵਿੱਚੋਂ ਤਾਜ਼ਾ ਮਾਸ (ਮੱਛੀਆਂ ਆਦਿ) ਖਾਂਦੇ ਹੋ ਅਤੇ ਗਹਣੀਆਂ ਦੀ ਸਮੱਗਰੀ (ਮੌਤੀ ਹੀਰੇ) ਕੱਢਦੇ ਹੋ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਪਹਿਣਦੇ ਹੋ। ਤੁਸੀਂ (ਦਰਿਆਵਾਂ ਵਿਚ) ਪਾਣੀ ਨੂੰ ਚੀਰਦੀਆਂ ਹੋਈਆਂ ਵੱਡੀਆਂ-ਵੱਡੀਆਂ ਬੇੜੀਆਂ ਤੁਰਦੀਆਂ ਵੇਖਦੇ ਹੋ ਤਾਂ ਜੋ ਤੁਸੀਂ ਅੱਲਾਹ ਦੀ ਕ੍ਰਿਪਾਲਤਾ (ਰੋਜ਼ੀ) ਉਹਨਾਂ (ਦਰਿਆਵਾਂ) ਵਿੱਚੋਂ ਲੱਭੋ ਅਤੇ ਤੁਸੀਂ ਉਸ ਦੇ ਧੰਨਵਾਦੀ ਹੋਵੋ।","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:13","price":"13਼ ਉਹ (ਅੱਲਾਹ) ਰਾਤ ਨੂੰ ਦਿਨ ਵਿਚ ਅਤੇ ਦਿਨ ਨੂੰ ਰਾਤ ਵਿਚ ਦਾਖ਼ਿਲ ਕਰਦਾ ਹੈ ਅਤੇ ਸੂਰਜ ਤੇ ਚੰਨ ਨੂੰ ਉਸੇ ਨੇ ਕੰਮ ਲਾ ਰੱਖਿਆ ਹੈ। ਹਰੇਕ ਆਪਣੇ ਨਿਯਤ ਸਮੇਂ ਤੀਕ ਲਈ ਚੱਲ ਰਿਹਾ ਹੈ। ਉਹੀਓ ਅੱਲਾਹ ਤੁਹਾਡਾ ਸਭ ਦਾ ਪਾਲਣਹਾਰ ਹੈ, ਪਾਤਸ਼ਾਹੀ ਉਸੇ ਦੀ ਹੈ। ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਉਸ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਬੇਨਤੀਆਂ ਕਰਦੇ ਹੋ ਉਹ ਤਾਂ ਖਜੂਰ ਦੇ ਛਿਲਕੇ ਜਿੱਨਾ ਵੀ ਅਧਿਕਾਰ ਨਹੀਂ ਰਖਦੇ।","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:14","price":"14਼ ਜੇ ਤੁਸੀਂ ਉਹਨਾਂ (ਝੂਠੇ ਇਸ਼ਟਾਂ)ਨੂੰ ਸੱਦੋ ਤਾਂ ਉਹ ਤੁਹਾਡੀਆਂ ਬੇਨਤੀਆਂ ਨਹੀਂ ਸੁਣਦੇ, ਜੇ ਭਲਾ ਸੁਣ ਵੀ ਲੈਣ ਤਾਂ ਉਹ (ਤੁਹਾਡੀ ਬੇਨਤੀਆਂ ਦਾ) ਜਵਾਬ ਨਹੀਂ ਦੇ ਸਕਦੇ, ਸਗੋਂ ਕਿਆਮਤ ਵੇਲੇ ਉਹ ਤੁਹਾਡੇ ਇਸ ਸ਼ਿਰਕ ਦਾ ਇਨਕਾਰ ਕਰ ਦੇਣਗੇ।1 ਅੱਲਾਹ ਵਰਗੇ ਜਾਣਕਾਰ ਤੋਂ ਛੁੱਟ ਤੁਹਾਨੂੰ ਕੋਈ ਵੀ (ਉਹਨਾਂ ਮੁਸ਼ਰਿਕਾਂ ਦੇ ਹਾਲ ਦੀ ਸੂਚਨਾ) ਨਹੀਂ ਦੇਵੇਗਾ।","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਅਲ-ਬਕਰਹ, ਹਾਸ਼ੀਆ ਆਇਤ 165/2","lang":"pa"},{"name":"35:15","price":"15਼ ਹੇ ਲੋਕੋ! ਤੁਸੀਂ ਹੀ ਅੱਲਾਹ ਦੇ ਮੁਥਾਜ ਹੋ ਜਦ ਕਿ ਅੱਲਾਹ ਤਾਂ ਹਰ ਚੀਜ਼ ਤੋਂ ਬੇਪਰਵਾਹ ਹੈ ਤੇ ਸਭ ਸਿਫ਼ਤਾਂ ਉਸੇ ਲਈ ਹਨ।","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:16","price":"16਼ ਜੇ ਉਹ ਚਾਹੇ ਤਾਂ ਤੁਹਾਨੂੰ ਖ਼ਤਮ ਕਰਕੇ (ਤੁਹਾਡੀ ਥਾਂ) ਇਕ ਨਵੀ ਮਖ਼ਲੂਕ ਪੈਦਾ ਕਰ ਦੇਵੇ।","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:17","price":"17਼ ਅਤੇ ਇੰਜ ਕਰਨਾ ਅੱਲਾਹ ਲਈ ਕੋਈ ਔਖਾ ਕੰਮ ਨਹੀਂ।","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:18","price":"18਼ ਯਾਦ ਰਖੋ ਕਿ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਕਿਸੇ ਦੂਜੇ ਦੇ (ਗੁਨਾਹਾਂ ਦਾ) ਭਾਰ ਨਹੀਂ ਚੁੱਕੇਗਾ ਅਤੇ ਜੇ ਕੋਈ (ਆਪਣੇ ਗੁਨਾਹਾਂ ਦੇ) ਭਾਰ ਤੋਂ ਲੱਦਿਆ ਹੋਇਆ ਵਿਅਕਤੀ ਆਪਣਾ ਭਾਰ ਵੰਡਾਉਣ ਲਈ ਕਿਸੇ ਨੂੰ ਸੱਦੇਗਾ ਤਾਂ ਉਸ ਦੇ ਭਾਰ ਵਿੱਚੋਂ ਕੁੱਝ ਵੀ ਚੁੱਕ ਨਹੀਂ ਸਕੇਗਾ, ਭਾਵੇਂ ਉਹ ਕੋਈ ਸਕਾ-ਸੰਬੰਧੀ ਹੀ ਕਿਉਂ ਨਾ ਹੋਵੇ। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕੇਵਲ ਉਹਨਾਂ ਨੂੰ ਹੀ ਸਾਵਧਾਨ ਕਰ ਸਕਦੇ ਹੋ ਜਿਹੜੇ ਲੋਕੀ ਆਪਣੇ ਰੱਬ ਤੋਂ ਬਿਨਾਂ ਵੇਖੇ ਹੀ ਡਰਦੇ ਹਨ ਅਤੇ ਨਮਾਜ਼ਾਂ ਦੀ ਪਾਬੰਦੀ ਕਰਦੇ ਹਨ। ਜਿਹੜਾ ਵੀ ਕੋਈ (ਗੁਨਾਹਾਂ ਤੋਂ) ਪਾਕ ਭਾਵ ਬਚ ਕੇ ਰਹਿੰਦਾ ਹੈ ਉਹ ਆਪਣੇ ਲਈ ਹੀ ਪਵਿੱਤਰਤਾ ਧਾਰਨ ਕਰਦਾ ਹੈ, ਕਿਉਂ ਜੋ ਪਰਤਣਾ ਤਾਂ ਸਾਰਿਆਂ ਨੇ ਅੱਲਾਹ ਵੱਲ ਹੀ ਹੈ।","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:19","price":"19਼ ਅੰਨ੍ਹਾ ਤੇ ਸੁਜਾਖਾ ਇੱਕੋ ਜਿਹੇ ਨਹੀਂ ਹੁੰਦੇ।","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:20","price":"20਼ ਨਾ ਹੀ ਹਨੇਰੇ ਤੇ ਚਾਨਣ ਇਕ ਸਮਾਨ ਹਨ।","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:21","price":"21਼ ਤੇ ਨਾ ਹੀ ਧੁੱਪ ਤੇ ਛਾਂ ਇਕ ਬਰਾਬਰ ਹੈ।","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:22","price":"22਼ ਨਾ ਹੀ ਜਿਊਂਦੇ ਤੇ ਮੁਰਦੇ ਇਕ ਸਮਾਨ ਹੋ ਸਕਦੇ ਹਨ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ (ਉਸੇ ਨੂੰ ਚੰਗੀਆਂ ਗੱਲਾਂ) ਸੁਣਵਾਉਂਦਾ ਹੈ ਅਤੇ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਨਹੀਂ ਸੁਣਾ ਸਕਦੇ ਜਿਹੜੇ ਕਬਰਾਂ ਵਿਚ ਹਨ।","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:23","price":"23਼ (ਹੇ ਮੁਹੰਮਦ ਸ:!) ਤੁਸੀਂ ਤਾਂ ਕੇਵਲ (ਨਰਕ ਤੋਂ) ਸਾਵਧਾਨ ਕਰਨ ਵਾਲੇ ਹੋ।","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:24","price":"24਼ ਬੇਸ਼ੱਕ ਅਸੀਂ ਹੀ ਤੁਹਾਨੂੰ ਹੱਕ (ਕੁਰਆਨ) ਨਾਲ ਖ਼ੁਸ਼ਖ਼ਬਰੀਆਂ ਸੁਣਾਉਣ ਵਾਲਾ ਤੇ ਡਰਾਉਣ ਵਾਲਾ ਬਣਾ ਕੇ ਭੇਜਿਆ ਹੈ ਤੇ ਕੋਈ ਵੀ ਅਜਿਹੀ ਉੱਮਤ ਨਹੀਂ ਹੋਈ ਜਿਸ ਵਿਚ ਕੋਈ ਡਰਾਉਂਣ ਵਾਲਾ ਨਾ ਆਇਆ ਹੋਵੇ।","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:25","price":"25਼ (ਹੇ ਮੁਹੰਮਦ!) ਜੇ ਇਹ (ਮੱਕੇ ਦੇ) ਲੋਕ ਤੁਹਾਨੂੰ ਝੁਠਲਾਉਂਦੇ ਹਨ ਤਾਂ ਉਹਨਾਂ ਲੋਕਾਂ ਨੇ ਵੀ ਤਾਂ (ਪੈਗ਼ੰਬਰਾਂ ਨੂੰ) ਝੁਠਲਾਇਆ ਸੀ ਜਿਹੜੇ ਇਹਨਾਂ ਨੂੰ ਪਹਿਲਾਂ ਬੀਤ ਚੁੱਕੇ ਹਨ, ਜਦ ਕਿ ਉਹਨਾਂ ਦੇ ਕੋਲ ਉਹਨਾਂ ਦੇ ਰਸੂਲ ਖੁੱਲ੍ਹੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਤੇ ਚਾਨ੍ਹਣ ਵਿਖਾਉਣ ਵਾਲੀਆਂ ਕਿਤਾਬਾਂ ਲੈ ਕੇ ਆਏ ਸਨ।","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:26","price":"26਼ ਫੇਰ ਅਸੀਂ ਉਹਨਾਂ ਸਾਰੇ ਕਾਫ਼ਿਰਾਂ ਨੂੰ (ਅਜ਼ਾਬ ਵਿਚ) ਫੜ ਲਿਆ, ਫੇਰ ਵੇਖੋ ਮੇਰਾ ਅਜ਼ਾਬ ਕਿਹੋ ਜਿਹਾ ਸੀ।","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:27","price":"27਼ ਕੀ ਤੁਸੀਂ (ਹੇ ਲੋਕੋ!) ਵੇਖਦੇ ਨਹੀਂ ਕਿ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਨੇ ਅਕਾਸ਼ ਤੋਂ ਪਾਣੀ ਬਰਸਾਇਆ, ਫੇਰ ਅਸੀਂ ਉਸੇ ਰਾਹੀਂ ਭਾਂਤ-ਭਾਂਤ ਰੰਗਾਂ ਦੇ ਫਲ ਉਗਾਏ ਅਤੇ ਪਹਾੜਾਂ ਵਿਚ ਵੀ ਲਾਲ ਤੇ ਚਿੱਟੀਆਂ ਘਾਟੀਆਂ ਹਨ। ਉਹਨਾਂ ਦੇ ਵੱਖੋ-ਵੱਖ ਰੰਗ ਹਨ ਅਤੇ ਕਾਲੇ ਸਿਆਹ ਵੀ ਹਨ।","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:28","price":"28਼ ਇਸੇ ਪ੍ਰਕਾਰ ਮਨੁੱਖਾਂ, ਜਾਨਵਰਾਂ ਤੇ ਪਸ਼ੂਆਂ ਦੇ ਰੰਗ ਵੀ ਵੱਖੋ-ਵੱਖ ਹੁੰਦੇ ਹਨ। ਸੋ ਅੱਲਾਹ ਤੋਂ ਉਸ ਦੇ ਬੰਦਿਆਂ ਵਿੱਚੋਂ ਉਹੀਓ ਡਰਦੇ ਹਨ, ਜਿਹੜੇ ਗਿਆਨ ਰੱਖਦੇ ਹਨ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਜ਼ੋਰਾਵਰ ਤੇ ਬਖ਼ਸ਼ਣਹਾਰ ਹੈ।","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:29","price":"29਼ ਜਿਹੜੇ ਲੋਕੀ ਅੱਲਾਹ ਦੀ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਦਾ ਪਾਠ ਕਰਦੇ ਹਨ ਅਤੇ ਨਮਾਜ਼ਾਂ ਦੀ ਪਾਬੰਦੀ ਕਰਦੇ ਹਨ ਅਤੇ ਜੋ ਵੀ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ (ਮਾਲ) ਦਿੱਤਾ ਹੈ ਉਸ ਵਿੱਚੋਂ ਗੁਪਤ ਰੂਪ ਵਿਚ ਜਾਂ (ਲੋੜ ਪੈਣ ’ਤੇ) ਐਲਾਨੀਆ ਖ਼ਰਚ ਕਰਦੇ ਹਨ, ਉਹ ਲੋਕ ਅਜਿਹੇ ਵਣਜ-ਵਪਾਰ ਦੇ ਆਸਵੰਦ ਹਨ, ਜਿਸ ਵਿਚ ਕੋਈ ਘਾਟਾ ਵੀ ਨਹੀਂ।","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:30","price":"30਼ (ਉਹ ਇਹ ਵਪਾਰ ਇਸ ਲਈ ਕਰਦੇ ਹਨ) ਤਾਂ ਜੋ ਅੱਲਾਹ ਉਹਨਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਮਿਹਨਤ ਦਾ ਪੂਰਾ-ਪੂਰਾ ਬਦਲਾ ਦੇਵੇ ਅਤੇ ਆਪਣੀ ਕ੍ਰਿਪਾ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਹੋਰ ਵੀ ਵਧੇਰਾ ਬਖ਼ਸ਼ੇ। ਬੇਸ਼ੱਕ ਉਹ (ਅੱਲਾਹ) ਵੱਡਾ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ (ਪਰਹੇਜ਼ਗਾਰਾਂ ਦਾ) ਕਦਰਦਾਨ ਹੈ।","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:31","price":"31਼ (ਹੇ ਨਬੀ!) ਅਸਾਂ ਜਿਹੜੀ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਤੁਹਾਡੇ ਵੱਲ ਵਹੀ ਰਾਹੀਂ ਭੇਜੀ ਹੈ, ਉਹ ਬਿਲਕੁਲ ਸੱਚ ਹੈ। ਜਦ ਕਿ ਇਹ ਆਪਣੇ ਤੋਂ ਪਹਿਲਾਂ ਦੀਆਂ ਕਿਤਾਬਾਂ ਦੀ ਵੀ ਪੁਸ਼ਟੀ ਕਰਨ ਵਾਲੀ ਹੈ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਆਪਣੇ ਬੰਦਿਆਂ ਦੀ ਪੂਰੀ ਖ਼ਬਰ ਰੱਖਦਾ ਹੈ ਅਤੇ ਹਰੇਕ ਚੀਜ਼ ’ਤੇ ਨਜ਼ਰ ਰੱਖਣ ਵਾਲਾ ਹੈ।","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:32","price":"32਼ ਅਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਕਿਤਾਬ ਦਾ ਵਾਰਸ ਬਣਾਇਆ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਆਪਣੇ ਬੰਦਿਆਂ ਵਿੱਚੋਂ (ਉਚਿਤ ਸਮਝਿਆ) ਚੁਣ ਲਿਆ, ਫੇਰ ਉਹਨਾਂ ਲੋਕਾਂ ਵਿੱਚੋਂ ਕੁੱਝ ਤਾਂ ਆਪਣੇ ਆਪ ’ਤੇ ਹੀ ਜ਼ੁਲਮ ਕਰਨ ਲੱਗ ਪਏ (ਭਾਵ ਅੱਲਾਹ ਦੇ ਹੁਕਮਾਂ ਦੀ ਉਲੰਘਨਾ ਕਰਨ ਲਗ ਪਏ) ਅਤੇ ਕੁੱਝ ਉਹਨਾਂ ਵਿੱਚੋਂ ਵਿਚਕਾਰਲੀ ਰਾਹ (ਕੁੱਝ ਹੁਕਮਾਂ ਦੀ ਆਗਿਆਕਾਰੀ ਤੇ ਕੁੱਝ ਹੁਕਮਾਂ ਦੀ ਉਲੰਘਣਾ ਦੀ ਨੀਤੀ) ਅਪਣਾਈ ਅਤੇ ਕੁੱਝ ਉਹਨਾਂ ਵਿੱਚੋਂ ਅੱਲਾਹ ਦੀ ਕ੍ਰਿਪਾ ਨਾਲ ਨੇਕੀਆਂ ਵਿਚ ਵਧਦੇ ਗਏ, ਇਹੋ ਸਭ ਤੋਂ ਵੱਡੀ ਕ੍ਰਿਪਾਲਤਾ ਹੈ।","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:33","price":"33਼ ਜਿਨ੍ਹਾਂ ਬਾਗ਼ਾਂ ਵਿਚ ਉਹ ਪ੍ਰਵੇਸ਼ ਕਰਨਗੇ ਉਹ ਸਦੀਵੀਂ ਹਨ ਉੱਥੇ ਉਹਨਾਂ ਨੂੰ ਸੋਨੇ ਦੇ ਕੰਗਣਾਂ ਤੇ ਮੋਤੀਆਂ ਨਾਲ ਸ਼ਿੰਗਾਰਿਆ ਜਾਵੇਗਾ ਅਤੇ ਉੱਥੇ ਉਹਨਾਂ ਦੇ ਵਸਤਰ ਰੇਸ਼ਮ ਦੇ ਹੋਣਗੇ।","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:34","price":"34਼ ਅਤੇ ਉਹ ਆਖਣਗੇ ਕਿ ਅੱਲਾਹ ਦਾ (ਲੱਖ-ਲੱਖ) ਸ਼ੁਕਰ ਹੈ ਜਿਸ ਨੇ ਸਾਥੋਂ (ਨਰਕ ਦੀ) ਚਿੰਤਾ ਦੂਰ ਕੀਤੀ। ਬੇਸ਼ੱਕ ਸਾਡਾ ਪਾਲਣਹਾਰ ਬਹੁਤ ਹੀ ਵੱਡਾ ਬਖ਼ਸ਼ਣਹਾਰ ਹੈ ਅਤੇ (ਨੇਕੀਆਂ ਦੀ) ਕਦਰ ਕਰਨਾ ਵਾਲਾ ਹੈ।","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:35","price":"35਼ ਅਤੇ ਆਖਣਗੇ ਕਿ (ਧੰਨਵਾਦ ਉਸ ਦਾ) ਜਿਸ ਨੇ ਆਪਣੀ ਮਿਹਰਬਰਾਨੀਆਂ ਨਾਲ ਸਾਨੂੰ ਸਦੀਵੀ ਨਿਵਾਸ ਸਥਾਨ ਦਿੱਤਾ ਜਿੱਥੇ ਸਾਨੂੰ ਨਾ ਤਾਂ ਕੋਈ ਕੱਸ਼ਟ ਹੈ ਅਤੇ ਨਾ ਹੀ ਕੋਈ ਥਕੇਵਾਂ।","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:36","price":"36਼ ਜਿਨ੍ਹਾਂ ਨੇ (ਪੈਗ਼ੰਬਰਾਂ ਦੀਆਂ ਗੱਲਾਂ ਦਾ) ਇਨਕਾਰ ਕੀਤਾ ਸੀ ਉਹਨਾਂ ਲਈ ਨਰਕ ਦੀ ਅੱਗ ਹੋਵੇਗੀ ਫੇਰ ਨਾ ਉਹਨਾਂ ਨੂੰ ਮੌਤ ਆਵੇਗੀ ਕਿ ਮਰ ਹੀ ਜਾਣ ਅਤੇ ਨਾ ਹੀ ਨਰਕ ਦੇ ਅਜ਼ਾਬ ਵਿਚ ਕੋਈ ਕਟੋਤੀ ਕੀਤੀ ਜਾਵੇਗੀ। ਅਸੀਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਇਸ ਪ੍ਰਕਾਰ ਹੀ ਸਜ਼ਾ ਦਿੰਦੇ ਹਾਂ।","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:37","price":"37਼ ਅਤੇ ਉਹ (ਕਾਫ਼ਿਰ) ਉਸ (ਨਰਕ) ਵਿੱਚੋਂ ਚੀਕਾਂ ਮਾਰ-ਮਾਰ ਕੇ ਆਖਣਗੇ ਕਿ ਹੇ ਸਾਡੇ ਰੱਬਾ! ਸਾਨੂੰ ਇੱਥੋਂ ਕੱਢ ਲੈ, (ਹੁਣ) ਅਸੀਂ ਚੰਗੇ ਕੰਮ ਕਰਾਂਗੇ ਨਾ ਕਿ ਉਹ ਜਿਹੜੇ ਕੰਮ ਅਸੀਂ ਪਹਿਲਾਂ ਕਰਿਆ ਕਰਦੇ ਸੀ। (ਅੱਲਾਹ ਪੁੱਛੇਗਾ) ਕੀ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੰਨੀ ਉਮਰ ਨਹੀਂ ਦਿੱਤੀ ਸੀ ਕਿ ਜਿਸ ਵਿਚ ਜੇ ਕੋਈ ਕੁੱਝ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਕਰਨਾ ਚਾਹੁੰਦਾ ਤਾਂ ਉਹ ਕਰ ਸਕਦਾ ਸੀ? ਅਤੇ ਤੁਹਾਡੇ ਕੋਲ ਇਕ ਚਿਤਾਵਨੀ ਦੇਣ ਵਾਲਾ (ਪੈਗ਼ੰਬਰ) ਵੀ ਆਇਆ ਸੀ। ਹੁਣ ਤੁਸੀਂ (ਅੱਗ ਦਾ) ਸੁਆਦ ਲਵੋ। ਜ਼ਾਲਮਾਂ ਦਾ ਇੱਥੇ ਕੋਈ ਵੀ ਸਹਾਇਕ ਨਹੀਂ।","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:38","price":"38਼ ਬੇਸ਼ੱਕ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਦੀਆਂ ਗੁਪਤ ਗੱਲਾਂ ਨੂੰ ਅੱਲਾਹ ਹੀ ਜਾਣਦਾ ਹੈ ਅਤੇ ਦਿਲਾਂ ਵਿਚ ਛੁੱਪੇ ਹੋਏ ਭੇਤਾਂ ਨੂੰ ਵੀ ਉਹੀਓ ਜਾਣਦਾ ਹੈ।","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:39","price":"39਼ ਉਹੀ (ਅੱਲਾਹ) ਹੈ ਜਿਸ ਨੇ ਤੁਹਾਨੂੰ ਧਰਤੀ ਦਾ ਵਾਰਿਸ ਬਣਾਇਆ, ਸੋ ਜੋ ਕੋਈ ਕੁਫ਼ਰ (ਨਾ-ਸ਼ੁਕਰੀ) ਕਰੇਗਾ ਉਸ ਦੇ ਕੁਫ਼ਰ ਦਾ ਦੋਸ਼ ਉਸੇ ’ਤੇ ਹੀ ਹੋਵੇਗਾ ਅਤੇ ਕਾਫ਼ਿਰਾਂ (ਇਨਕਾਰੀਆਂ) ਲਈ ਉਹਨਾਂ ਦਾ ਕੁਫ਼ਰ (ਇਨਕਾਰ) ਉਹਨਾਂ ਦੇ ਰੱਬ ਦੇ (ਗੁੱਸੇ) ਨੂੰ ਵਧਾਉਣ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ ਅਤੇ ਕਾਫ਼ਿਰਾਂ ਲਈ ਉਹਨਾਂ ਦਾ ਕੁਫ਼ਰ ਉਹਨਾਂ ਦੇ ਨੁਕਸਾਨ ਵਿਚ ਵਾਧਾ ਕਰਦਾ ਹੈ।1","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"1 ਵੇਖੋ ਸੂਰਤ ਆਲੇ-ਇਮਰਾਨ, ਹਾਸ਼ੀਆ ਆਇਤ 85/3","lang":"pa"},{"name":"35:40","price":"40਼ (ਹੇ ਨਬੀ! ਮੁਸ਼ਰਿਕਾਂ ਨੂੰ) ਆਖੋ, ਚੰਗਾ ਤੁਸੀਂ ਆਪਣੇ ਜਿਹੜੇ ਇਸ਼ਟ ਦੇਵ ਨੂੰ, ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ (ਮਦਦ ਲਈ), ਪੁਕਾਰਦੇ ਹੋ ਰਤਾ ਮੈਨੂੰ ਵੀ ਵਿਖਾਓ ਕਿ ਉਹਨਾਂ ਨੇ ਧਰਤੀ ’ਤੇ ਕਿਹੜੀ ਰਚਨਾ ਰਚਾਈ ਹੈ ਜਾਂ ਅਕਾਸ਼ ਵਿਚ ਉਹਨਾਂ ਦੀ ਕਿਹੜੀ ਸਾਂਝ ਹੈ ? ਜਾਂ ਅਸੀਂ ਇਹਨਾਂ (ਮੁਸ਼ਰਿਕਾਂ) ਨੂੰ ਕੋਈ ਲਿਖਤ ਦੇ ਛੱਡੀ ਹੈ ਜਿਸ ਦੇ ਆਧਾਰ ’ਤੇ ਉਹ ਖੜ੍ਹੇ ਹਨ ? ਨਹੀਂ ਕੁੱਝ ਵੀ ਤਾਂ ਨਹੀਂ, ਸਗੋਂ ਇਹ ਜ਼ਾਲਮ ਇਕ ਦੂਜੇ ਨੂੰ ਕੇਵਲ ਲਾਰੇ ਅਤੇ ਧੋਖੇ ਦਈਂ ਜਾ ਰਹੇ ਹਨ। 2","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"2 ਹਜ਼ਰਤ ਅਬੂ-ਹੁਰੈਰਾ ਦਸੱਦੇ ਹਨ ਕਿ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਕਿਆਮਤ ਦੇ ਦਿਨ ਅੱਲਾਹ ਜ਼ਮੀਨ ਨੂੂੰ ਆਪਣੀ ਮੁੱਠੀ ਵਿਚ ਲੈ ਲਵੇਗਾ ਅਤੇ ਆਸਮਾਨਾਂ ਨੂੰ ਮੁੱਠੀ ਵਾਂਗ ਆਪਣੇ ਸੱਜੇ ਹੱਥ ਵਿਚ ਵਲੇਟ ਲਵੇਗਾ ਫੇਰ ਫ਼ਰਮਾਏਗਾ ਕਿ ਮੈਂ ਬਾਦਸ਼ਾਹ ਹਾਂ ਧਰਤੀ ਦੇ ਬਾਦਸ਼ਾਹ ਕਿੱਥੇ ਹਨ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4812)","lang":"pa"},{"name":"35:41","price":"41਼ ਹਕੀਕਤ ਇਹ ਹੈ ਕਿ ਅੱਲਾਹ ਨੇ ਹੀ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਨੂੰ ਫੜ੍ਹਿਆ ਹੋਇਆ ਹੈ ਕਿ ਉਹ ਦੋਵੇਂ ਆਪਣੀ ਥਾਂ ਤੋਂ ਸਿਰਕ ਨਾ ਜਾਣ। ਜੇ ਉਹ ਸਿਰਕ ਜਾਣ ਫੇਰ ਉਹਨਾਂ ਨੂੰ ਹੋਰ ਕੋਈ ਥਮ੍ਹਣ ਵਾਲਾ ਵੀ ਨਹੀਂ। ਬੇਸ਼ੱਕ ਉਹ ਵੱਡਾ ਸਹਿਣਸ਼ੀਲ ਤੇ ਬਖ਼ਸ਼ਣਹਾਰ ਹੈ।","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:42","price":"42਼ ਅਤੇ ਉਹਨਾਂ (ਮੱਕੇ ਦੇ) ਕਾਫ਼ਿਰਾਂ ਨੇ ਅੱਲਾਹ ਦੀਆਂ ਪੱਕੀਆਂ ਸੁੰਹਾਂ ਖਾ ਕੇ ਕਿਹਾ ਸੀ ਕਿ ਜੇ ਉਹਨਾਂ ਕੋਲ ਕੋਈ ਡਰਾਉਣ ਵਾਲਾ (ਪੈਗ਼ੰਬਰ) ਆਵੇਗਾ ਤਾਂ ਉਹ ਹੋਰਾਂ ਕੌਮਾਂ ਤੋਂ ਕਿਤੇ ਵੱਧ ਕੇ ਹਿਦਾਹਿਤਾਂ ਕਬੂਲ ਕਰਨ ਵਾਲੇ ਹੋਣਗੇ, ਪ੍ਰੰਤੂ ਜਦੋਂ ਉਹਨਾਂ ਕੋਲ ਡਰਾਉਣ ਵਾਲਾ (ਪੈਗ਼ੰਬਰ) ਆ ਗਿਆ ਤਾਂ ਉਸ ਦੇ ਆਉਣ ਨਾਲ ਉਹਨਾਂ ਵਿਚ ਹੱਕ ਪ੍ਰਤੀ ਨਫ਼ਰਤ ਵਿਚ ਵਾਧਾ ਹੋਣ ਲੱਗ ਪਿਆ।","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:43","price":"43਼ ਨਫ਼ਰਤ ਦਾ ਕਾਰਨ ਇਹ ਸੀ ਕਿ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਧਰਤੀ ਉੱਤੇ ਵੱਡਾ ਸਮਝਦੇ ਸਨ ਅਤੇ (ਹੱਕ ਦੇ ਵਿਰੁੱਧ) ਭੈੜੀਆਂ ਚਾਲਾਂ ਵੀ ਚਲਦੇ ਸਨ। ਜਦੋਂ ਕਿ ਭੈੜੀਆਂ ਚਾਲਾਂ ਤਾਂ ਆਪਣੇ ਚਲਾਉਣ ਵਾਲੇ ਨੂੰ ਹੀ ਆ ਘੇਰਦੀਆਂ ਹਨ। ਹੁਣ ਇਹ ਲੋਕ ਉਸ (ਅਜ਼ਾਬ) ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਹਨ ਜਿਹੜਾ ਪਹਿਲੀਆਂ ਕੌਮਾਂ ਨਾਲ ਅੱਲਾਹ ਦੀ ਮਰਿਆਦਾ ਰਹੀ ਹੈ। ਸੋ ਤੁਸੀਂ (ਹੇ ਨਬੀ!) ਕਦੇ ਵੀ ਅੱਲਾਹ ਦੀ ਮਰਿਆਦਾ ਨੂੰ ਬਦਲਦਾ ਹੋਇਆ ਨਹੀਂ ਵੇਖੋਗੇ ਅਤੇ ਨਾ ਹੀ ਤੁਸੀਂ ਅੱਲਾਹ ਦੀ ਮਰਿਆਦਾ ਨੂੰ ਟਲਦਾ ਵੇਖੋਗੇ।","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:44","price":"44਼ ਕੀ ਉਹ (ਮੱਕੇ ਦੇ) ਲੋਕ ਧਰਤੀ ਉੱਤੇ ਤੁਰੇ ਫਿਰੇ ਨਹੀਂ, ਜਿਸ ਤੋਂ ਉਹਨਾਂ ਨੂੰ ਪਤਾ ਲੱਗਦਾ ਕਿ ਜਿਹੜੇ ਲੋਕੀ ਉਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਬੀਤ ਚੁੱਕੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਅੰਤ ਕਿਹੋ ਜਿਹਾ ਹੋਇਆ ਸੀ ਜਦ ਕਿ ਉਹ ਉਹਨਾਂ ਤੋਂ ਕਿਤੇ ਵੱਧ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸੀ। ਅੱਲਾਹ ਅਜਿਹਾ ਨਹੀਂ ਕਿ ਕੋਈ ਚੀਜ਼ ਉਸ ਨੂੰ ਅਕਾਸ਼ਾਂ ਵਿਚ ਤੇ ਧਰਤੀ ਵਿਚ ਬੇਵਸ ਕਰ ਦੇਵੇ। ਉਹ ਸਭ ਕੁੱਝ ਜਾਣਦਾ ਹੈ ਅਤੇ ਹਰੇਕ ਪ੍ਰਕਾਰ ਦੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੈ।","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"35:45","price":"45਼ ਅਤੇ ਜੇ ਅੱਲਾਹ ਲੋਕਾਂ ਨੂੰ ਉਹਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ ਕਾਰਨ ਫੜਣ ਲੱਗ ਜਾਂਦਾ ਹੈ ਤਾਂ ਇਸ (ਧਰਤੀ) ਦੀ ਪਿੱਠ ਉੱਤੇ ਤੁਰਨ-ਫਿਰਨ ਵਾਲਾ ਕੋਈ ਵੀ ਪ੍ਰਾਣੀ (ਉਸ ਦੇ ਅਜ਼ਾਬ ਤੋਂ) ਨਾ ਬਚ ਸਕਦਾ, ਪਰ ਉਹ (ਅੱਲਾਹ) ਨੇ ਉਹਨਾਂ ਸਭ ਨੂੰ ਇਕ ਨਿਯਤ ਸਮੇਂ ਲਈ ਢਿੱਲ ਦਿੱਤੀ ਹੋਈ ਹੈ, ਜਦੋਂ ਉਹਨਾਂ ਦਾ ਸਮਾਂ ਆ ਜਾਵੇਗਾ (ਉਹਨਾਂ ਨੂੰ ਸਜ਼ਾ ਦੇਵੇਗਾ)। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਆਪਣੇ ਬੰਦਿਆਂ ਨੂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵੇਖ ਰਿਹਾ ਹੈ।","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:1","price":"1਼ ਯਾ, ਸੀਨ।","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:2","price":"2਼ ਕਸਮ ਹੈ ਹਿਕਮਤ ਭਰੇ .ਕੁਰਆਨ ਦੀ।","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:3","price":"3਼ ਨਿਰਸੰਦੇਹ, ਤੁਸੀਂ (ਹੇ ਮੁਹੰਮਦ!) ਪੈਗ਼ੰਬਰਾਂ ਵਿੱਚੋਂ ਹੀ ਹੋ।","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:4","price":"4਼ ਅਤੇ ਸਿੱਧੇ ਰਾਹ ’ਤੇ ਹੋ।","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:5","price":"5਼ ਇਹ (.ਕੁਰਆਨ) ਜ਼ੋਰਾਵਰ ਤੇ ਮਿਹਰਾਂ ਵਾਲੇ (ਅੱਲਾਹ) ਵੱਲੋਂ ਉਤਾਰਿਆ ਗਿਆ ਹੈ।","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:6","price":"6਼ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ (ਕਿਆਮਤ ਤੋਂ) ਡਰਾਵੋ ਜਿਨ੍ਹਾਂ ਦੇ ਪਿਓ ਦਾਦਿਆਂ ਨੂੰ ਡਰਾਇਆ ਨਹੀਂ ਗਿਆ ਸੀ, ਇਸੇ ਕਾਰਨ ਉਹ ਵੀ (ਨਕਰ ਤੋਂ) ਬੇਪਰਵਾਹ ਹਨ।","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:7","price":"7਼ ਨਿਰਸੰਦੇਹ, ਉਹਨਾਂ ਦੀ ਬਹੁ ਗਿਣਤੀ ਅੱਲਾਹ ਦੇ ਫ਼ੈਸਲੇ (ਭਾਵ ਅਜ਼ਾਬ) ਦੀ ਭਾਗੀ ਬਣ ਚੁੱਕੀ ਹੈ, ਸੋ ਇਹ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਣਗੇ।","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:8","price":"8਼ ਅਸਾਂ ਉਹਨਾਂ ਦੇ ਗਲਾਂ ਵਿਚ ਸੰਗਲ ਪਾ ਛੱਡੇ ਹਨ, ਜਿਹੜੇ ਉਹਨਾਂ ਦੀਆਂ ਠੋਡੀਆਂ ਤੀਕ ਹਨ ਇਸ ਲਈ ਉਹ ਸਿਰ ਚੁੱਕੀਂ ਖੜ੍ਹੇ ਹਨ।","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:9","price":"9਼ ਅਤੇ ਅਸੀਂ ਉਹਨਾਂ ਦੇ ਅੱਗੇ (ਨਫ਼ਰਤ ਦੀ) ਇਕ ਕੰਧ ਖੜ੍ਹੀ ਕਰ ਛੱਡੀ ਹੈ ਅਤੇ ਇਕ ਕੰਧ ਉਹਨਾਂ ਦੇ ਪਿੱਛੇ, ਜਿਸ ਨਾਲ ਅਸੀਂ ਉਹਨਾਂ ਦੀਆਂ ਅੱਖਾਂ ਨੂੰ ਢੱਕ ਦਿੱਤਾ ਹੈ, ਹੁਣ ਉਹ (ਹੱਕ ਸੱਚ) ਵੇਖ ਨਹੀਂ ਸਕਦੇ।","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:10","price":"10਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਭਾਵੇਂ ਉਹਨਾਂ ਨੂੰ ਡਰਾਓ ਜਾਂ ਨਾ ਡਰਾਓ, ਉਹਨਾਂ ਲਈ ਇਕ ਬਰਾਬਰ ਹੈ। ਉਹ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਣਗੇ।","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:11","price":"11਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਤਾਂ ਕੇਵਲ ਉਸੇ ਵਿਅਕਤੀ ਨੂੰ ਹੀ ਡਰਾ ਸਕਦੇ ਹੋ ਜਿਹੜਾ ਨਸੀਹਤ (.ਕੁਰਆਨ) ਦੀ ਪੈਰਵੀ ਕਰੇ ਤੇ ਬਿਨਾਂ ਵੇਖੇ ਰਹਿਮਾਨ ਤੋਂ ਡਰੇ, ਸੋ ਤੁਸੀਂ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਬਖ਼ਸ਼ਿਸ਼ ਤੇ ਮਾਨ-ਸਨਮਾਨ ਵਾਲੇ ਬਦਲੇ (ਭਾਵ ਜੰਨਤ) ਦੀਆਂ ਖ਼ੁਸ਼ਖ਼ਬਰੀਆਂ ਸੁਣਾ ਦਿਓ।","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:12","price":"12਼ ਨਿਰਸੰਦੇਹ, ਅਸੀਂ ਹੀ ਮੁਰਦਿਆਂ ਨੂੰ (ਮੁੜ) ਜਿਊਂਦਾ ਕਰਾਂਗੇ ਅਤੇ ਜਿਹੜੇ ਕਰਮ ਉਹ ਅੱਗੇ (ਪਰਲੋਕ ਲਈ) ਭੇਜ ਚੁੱਕੇ ਹਨ, ਉਹਨਾਂ ਸਭ ਨੂੰ ਅਸੀਂ ਲਿਖ ਰਹੇ ਹਾਂ ਅਤੇ ਜਿਹੜੇ (ਚੰਗੇ ਜਾਂ ਮਾੜੇ) ਚਿੰਨ੍ਹ ਉਹ ਪਿੱਛੇ ਛੱਡ ਆਏ ਹਨ, ਉਹ ਵੀ ਦਰਜ ਕਰਦੇ ਹਾਂ। ਅਸੀਂ ਉਹਨਾਂ ਸਭ ਨੂੰ ਇਕ ਸਪਸ਼ਟ ਕਿਤਾਬ ਵਿਚ ਲਿਖ ਰੱਖਿਆ ਹੈ।","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:13","price":"13਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਇਹਨਾਂ (ਇਨਕਾਰੀਆਂ) ਲਈ ਇਕ ਬਸਤੀ ਦੀ ਉਦਾਹਰਨ ਦਾ ਉੱਲੇਖ ਕਰੋ, ਜਦੋਂ ਕਿ ਉਸ ਬਸਤੀ ਵਿਚ ਪੈਗ਼ੰਬਰ ਆਏ ਸਨ।","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:14","price":"14਼ ਜਦੋਂ ਅਸੀਂ ਉਹਨਾਂ (ਬਸਤੀ ਵਾਲਿਆਂ) ਕੋਲ ਦੋ (ਪੈਗ਼ੰਬਰਾਂ) ਨੂੰ ਭੇਜਿਆ, ਪਰ ਉਹਨਾਂ ਨੇ ਉਹਨਾਂ ਦੋਵਾਂ ਨੂੰ ਝੁਠਲਾਇਆ, ਫੇਰ ਅਸੀਂ ਤੀਜਾ ਪੈਗ਼ੰਬਰ ਉਹਨਾਂ ਦੋਵਾਂ ਦੀ ਸਹਾਇਤਾ ਲਈ ਭੇਜਿਆ, ਸੋ ਉਹਨਾਂ (ਤਿੰਨਾਂ) ਨੇ ਕਿਹਾ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲ (ਰੱਬ ਵੱਲੋਂ) ਘੱਲੇ ਗਏ (ਰਸੂਲ) ਹਾਂ।","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:15","price":"15਼ ਉਹਨਾਂ (ਬਸਤੀ ਵਾਲਿਆਂ) ਨੇ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਤਾਂ ਸਾਡੇ ਹੀ ਵਰਗੇ ਇਕ ਮਨੁੱਖ ਹੋ ਅਤੇ ਰਹਿਮਾਨ (ਰੱਬ) ਨੇ ਤੁਹਾਡੇ ਉੱਤੇ ਕੋਈ ਵੀ ਚੀਜ਼ (ਭਾਵ ਪੈਗ਼ੰਬਰੀ) ਨਹੀਂ ਉਤਾਰੀ, ਤੁਸੀਂ ਤਾਂ ਨਿਰਾ ਹੀ ਝੂਠ ਬੋਲਦੇ ਹੋ।","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:16","price":"16਼ ਉਹਨਾਂ (ਪੈਗ਼ੰਬਰਾਂ) ਨੇ ਕਿਹਾ ਕਿ ਸਾਡਾ ਪਾਲਣਹਾਰ ਜਾਣਦਾ ਹੈ ਕਿ ਬੇਸ਼ੱਕ ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲ ਹੀ ਭੇਜੇ ਗਏ ਹਾਂ।","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:17","price":"17਼ ਸਾਡੇ ਜ਼ਿੰਮੇ ਤਾਂ ਕੇਵਲ ਸਪਸ਼ਟ ਰੂਪ ਵਿਚ (ਰੱਬੀ ਸੁਨੇਹਾ) ਪਹੁੰਚਾਉਣਾ ਹੈ।","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:18","price":"18਼ ਉਹ (ਬਸਤੀ ਵਾਲੇ) ਆਖਣ ਲੱਗੇ ਕਿ ਅਸੀਂ ਤਾਂ ਤੁਹਾਨੂੰ ਮਨਹੂਸ (ਬੇ-ਭਾਗ) ਸਮਝਦੇ ਹਾਂ, ਜੇ ਤੁਸੀਂ ਬਾਜ਼ ਨਾ ਆਏ ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਪੱਥਰ ਮਾਰ-ਮਾਰ ਕੇ ਮਾਰ ਸੁੱਟਾਂਗੇ ਅਤੇ ਸਾਡੇ ਵੱਲੋਂ ਤੁਹਾਨੂੰ ਕਰੜੀ ਸਜ਼ਾ ਮਿਲੇਗੀ।","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:19","price":"19਼ ਉਹਨਾਂ (ਪੈਗ਼ੰਬਰਾਂ) ਨੇ ਕਿਹਾ ਕਿ ਤੁਹਾਡੀ ਨਹੂਸਤ ਤੁਹਾਡੇ ਨਾਲ ਹੀ ਜੁੜੀ ਹੋਈ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਨਸੀਹਤ ਨੂੰ ਨਹੂਸਤ ਸਮਝਦੇ ਹੋ ਜਿਹੜੀ ਤੁਹਾਨੂੰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। (ਉੱਕਾ ਹੀ ਨਹੀਂ ਸਗੋਂ) ਤੁਸੀਂ ਹੱਦੋਂ ਟੱਪਣ ਵਾਲੇ ਲੋਕ ਹੋ।","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:20","price":"20਼ ਇਨ੍ਹਾਂ ਕੋਲ ਇਕ ਵਿਅਕਤੀ, ਬਸਤੀ ਦੇ ਪਰਲੇ ਸਿਿਰਓ, ਨੱਸਦਾ ਹੋਇਆ ਆਇਆ ਅਤੇ ਆਖਣ ਲੱਗਾ ਕਿ ਹੇ ਮੇਰੀ ਕੌਮ! ਤੁਸੀਂ ਇਹਨਾਂ (ਪੈਗ਼ੰਬਰਾਂ) ਦੀ ਪੈਰਵੀ ਕਰੋ।","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:21","price":"21਼ ਤੁਸੀਂ ਇਹਨਾਂ ਲੋਕਾਂ ਦੀ ਪੈਰਵੀ ਕਰੋ ਜਿਹੜੇ ਤੁਹਾਥੋਂ (ਨਸੀਹਤਾਂ ਕਰਨ ਦਾ) ਕੋਈ ਬਦਲਾ ਵੀ ਨਹੀਂ ਮੰਗਦੇ ਅਤੇ ਇਹ ਲੋਕ ਸਿੱਧੇ ਰਾਹ ’ਤੇ ਵੀ ਹਨ।","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:22","price":"22਼ ਅਤੇ ਮੈਨੂੰ ਕੀ ਹੋਇਆ ਹੈ ਕਿ ਮੈਂ ਉਸ ਜ਼ਾਤ ਦੀ ਇਬਾਦਤ ਨਾ ਕਰਾਂ, ਜਿਸ ਨੇ ਮੈਨੂੰ ਪੈਦਾ ਕੀ? ਤਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਸਾਰੇ (ਮਰਨ ਮਗਰੋਂ) ਉਸੇ ਵੱਲ ਪਰਤਾਏ ਜਾਵੋਗੇ।","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:23","price":"23਼ ਕੀ ਮੈਂ ਉਸ (ਅੱਲਾਹ) ਨੂੰ ਛੱਡ ਦੂਜਿਆਂ ਨੂੰ ਇਸ਼ਟ ਬਣਾ ਲਵਾਂ ? ਜੇ ਰਹਿਮਾਨ ਮੈਨੂੰ ਕੋਈ ਹਾਨੀ ਪਚਾਉਣਾ ਚਾਹਵੇ ਤਾਂ ਨਾ ਉਹਨਾਂ (ਇਸ਼ਟਾਂ) ਦੀ ਸਿਫ਼ਾਰਸ਼ ਮੇਰੇ ਕੁਝ ਕੰਮ ਆਵੇਗੀ ਅਤੇ ਨਾ ਹੀ ਉਹ ਮੈਨੂੰ (ਅਜ਼ਾਬ ਤੋਂ) ਛੁਡਵਾ ਸਕਦੇ ਹਨ।","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:24","price":"24਼ ਇੰਜ ਤਾਂ ਮੈਂ ਸਪਸ਼ਟ ਰੂਪ ਵਿਚ ਗੁਮਰਾਹੀ ਵਿਚ ਫਸ ਜਾਵਾਂਗਾ।","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:25","price":"25਼ (ਉਹੀ ਵਿਅਕਤੀ ਨੇ ਕਿਹਾ ਕਿ) ਮੈਂ ਤਾਂ ਤੁਹਾਡੇ ਸਭ ਦੇ ਪਾਲਣਹਾਰ ’ਤੇ ਈਮਾਨ ਲੈ ਆਇਆ ਹਾਂ (ਇਹ ਸੁਣ ਕੇ ਕੌਮ ਨੇ ਉਸ ਨੂੰ ਮਾਰ ਦਿੱਤਾ)।","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:26","price":"26਼ (ਰੱਬ ਵੱਲੋਂ ਉਸ ਵਿਅਕਤੀ ਨੂੰ) ਕਿਹਾ ਗਿਆ ਕਿ ਸਵਰਗ ਵਿਚ ਪ੍ਰਵੇਸ਼ ਕਰ ਜਾ। ਉਹ (ਵਿਅਕਤੀ ਆਖਣ ਲੱਗਿਆ ਕਿ) ਕਾਸ਼ ਮੇਰੀ ਕੌਮ ਨੂੰ ਵੀ ਗਿਆਨ ਹੋ ਜਾਂਦਾ।","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":"","lang":"pa"},{"name":"36:27","price":"27਼ ਕਿ ਮੇਰੇ ਮਾਲਿਕ ਨੇ ਮੈਨੂੰ ਬਖ਼ਸ਼ ਦਿੱਤਾ ਹੈ ਅਤੇ ਉਸ ਨੇ ਮੈਨੂੰ ਪਤਵੰਤੇ ਲੋਕਾਂ ਵਿਚ ਸ਼ਾਮਿਲ ਕਰ ਲਿਆ ਹੈ।","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":"","lang":"pa"}],"juz":{"id":22,"name":"وَمَنْ يَقْنُتْ","transliteration":"Wa Man Yaqnut","transEn":"And Whoever Remains Obedient","startVerse":"33:31","endVerse":"36:27","totalVerses":169}}