{"data":[{"name":"2:253","price":"253਼ ਇਹ ਸਾਰੇ ਹੀ ਰਸੂਲ ਹਨ, ਅਸੀਂ ਇਹਨਾਂ ਨੂੰ ਇਕ ਦੂਜੇ (ਰਸੂਲ) ਨਾਲੋ ਵੱਧ ਕੇ ਮਰਾਤਬੇ (ਵਡਿਆਈ) ਬਖ਼ਸ਼ੇ, ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੁੱਝ ਉਹ ਵੀ ਹਨ ਜਿਨ੍ਹਾਂ ਨਾਲ ਅੱਲਾਹ ਨੇ ਆਪ ਗੱਲਾਂ ਕੀਤੀਆਂ ਅਤੇ ਇਹਨਾਂ ਵਿੱਚੋਂ ਹੀ ਕੁੱਝ ਦੇ ਮਰਤਬੇ (ਕੁੱਝ ਹੋਰ ਪੱਖੋਂ) ਉੱਚੇ ਕੀਤੇ। ਅਸੀਂ ਮਰੀਅਮ ਦੇ ਪੁੱਤਰ ਈਸਾ ਨੂੰ (ਨਬੀ ਹੋਣ ਦੀਆਂ) ਖੁੱਲ੍ਹੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਬਖ਼ਸ਼ੀਆਂ ਅਤੇ ਪਵਿੱਤਰ ਰੂਹ (ਜਿਬਰਾਈਲ) ਰਾਹੀਂ ਉਹਨਾਂ ਦੀ ਮਦਦ ਕੀਤੀ। ਜੇ ਅੱਲਾਹ ਚਾਹੁੰਦਾ ਤਾਂ ਉਹਨਾਂ ਰਸੂਲਾਂ ਦੇ ਆਉਣ ਤੋਂ ਬਾਅਦ ਵਿਚ ਆਉਣ ਵਾਲੇ ਲੋਕ ਆਪੋ ਵਿਚ ਨਾ ਲੜਦੇ ਜਦੋਂ ਕਿ ਉਹਨਾਂ ਕੋਲ (ਨਬੀ ਹੋਣ ਦੀਆਂ) ਖੁੱਲ੍ਹੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਆ ਚੁੱਕੀਆਂ ਸਨ। ਪਰ ਫਿਰ ਵੀ ਉਹਨਾਂ ਨੇ (ਆਪਸ ਵਿਚ) ਮਤਭੇਦ ਕੀਤਾ। ਸੋ ਉਹਨਾਂ ਵਿੱਚੋਂ ਹੀ ਕੁੱਝ ਉਹ ਹਨ ਜਿਹੜੇ (ਈਸਾ ’ਤੇ) ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਕੁੱਝ ਨੇ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ। ਜੇ ਅੱਲਾਹ ਚਾਹੁੰਦਾ ਤਾਂ ਉਹ ਉੱਕਾ ਹੀ ਨਾ ਲੜਦੇ ਪਰ ਅੱਲਾਹ ਜੋ ਚਾਹੁੰਦਾ ਹੇ ਕਰਦਾ ਹੇ।","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:254","price":"254਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਅਸੀਂ ਜੋ ਵੀ ਤੁਹਾਨੂੰ (ਮਾਲ) ਦਿੱਤਾ ਹੇ ਉਸ ਵਿੱਚੋਂ (ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ) ਖ਼ਰਚ ਕਰੋ, ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਉਹ ਦਿਨ (ਕਿਆਮਤ ਦਾ) ਆ ਜਾਵੇ ਜਿਸ ਵਿਚ ਨਾ ਕੋਈ ਲੈਣ-ਦੇਣ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਕੋਈ ਦੋਸਤੀ ਜਾਂ ਸਫ਼ਾਰਸ਼ ਹੀ ਕੰਮ ਆਵੇਗੀ। ਇਹਨਾਂ ਗੱਲਾਂ ਦਾ ਇਨਕਾਰ ਕਰਨ ਵਾਲੇ ਹੀ ਜ਼ਾਲਿਮ ਹਨ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:255","price":"255਼ ਉਹ ਅੱਲਾਹ ਹੇ ਉਸ ਤੋਂ ਛੁੱਟ ਕੋਈ ਵੀ (ਸੱਚਾ) ਇਸ਼ਟ ਨਹੀਂ (ਸਦਾ ਲਈ) ਜਿਉਂਦਾ ਹੇ, ਸਮੁੱਚੀ (ਸ਼੍ਰਿਸ਼ਟੀ) ਨੂੰ ਸੰਭਾਲਿਆ ਹੋਇਆ ਹੇ, ਨਾ ਹੀ ਉਸ ਨੂੰ ਉਂਘ ਆਉਂਦੀ ਹੇ ਅਤੇ ਨਾ ਹੀ ਉਹ ਸੋਂਦਾ ਹੇ। ਅਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਵਿਚ ਜੋ ਕੁੱਝ ਵੀ ਹੇ ਉਹ ਸਭ ਉਸੇ ਦਾ ਹੇ। ਉਹ ਕਿਹੜਾ ਹੇ ਜਿਹੜਾ ਉਸ ਦੇ ਅੱਗੇ ਬਿਨਾਂ ਉਸ ਦੀ ਆਗਿਆ ਤੋਂ ਕਿਸੇ ਦੀ ਸਫ਼ਾਰਸ਼ ਕਰ ਸਕੇ? ਉਹੀਓ ਜਾਣਦਾ ਹੇ ਜੋ ਲੋਕਾਂ (ਦੀਆਂ ਅੱਖਾਂ ਦੇ) ਸਾਹਮਣੇ ਨੂੰ ਅਤੇ ਜੋ ਉਹਨਾਂ ਦੇ ਓਹਲੇ ਰੁ। ਲੋਕੀ ਉਸ ਦੇ ਗਿਆਨ ’ਚੋਂ ਕੁੱਝ ਵੀ ਆਪਣੇ ਅਧੀਨ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਛੁੱਟ ਉਸ ਗੱਲ ਤੋਂ (ਜਿਸ ਦੀ ਜਾਣਕਾਰੀ) ਉਹ ਆਪ ਹੀ ਦੇਣਾ ਚਾਹੇ। ਉਸ ਦੀ ਕੁਰਸੀ 1 (ਬਾਦਸ਼ਾਹੀ ਤਖ਼ਤ) ਨੇ ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ (ਦੀ ਹਰ ਚੀਜ਼)ਨੂੰ ਆਪਣੇ ਘੇਰੇ ਵਿਚ ਲਿਆ ਹੋਇਆ ਨੂੰ ਅਤੇ ਉਹ (ਅੱਲਾਹ) ਉਹਨਾਂ ਸਭ ਦੀ ਰਾਖੀ ਕਰਦਾ ਹੋਇਆ ਥੱਕਦਾ ਨਹੀਂ। ਉਹ ਇਕ ਮਹਾਨ ਅਤੇ ਸਰਬ-ਉੱਚ ਵਡਿਆਈ ਵਾਲੀ ਹਸਤੀ ਹੇ।","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"1 ਨਬੀ ਕਰੀਮ (ਸ:) ਦਾ ਫ਼ਰਮਾਨ ਹੇ ਕਿ ਸੱਤ ਅਕਾਸ਼ਾਂ ਦੀ ਮਹੱਤਤਾਂ ਕੁਰਸੀ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਕੇਵਲ ਇੰਨੀ ਹੇ ਜਿੰਨੀ ਕਿਸੇ ਖ਼ਾਲੀ ਥਾਂ ’ਤੇ ਕੋਈ ਮੁੰਦਰ ਪਈ ਹੋਵੇ ਜਦ ਕਿ ਅਰਸ਼ ਦੀ ਮਹੱਤਤਾ ਕੁਰਸੀ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਐਵੇਂ ਹੇ ਜਿਵੇਂ ਖ਼ਾਲੀ ਪਈ ਧਰਤੀ ਦੀ ਮਹੱਤਤਾ ਇਸ ਮੁੰਦਰੀ ਉੱਤੇ ਹੋਵੇ (ਵੇਖੋ ਸਹੀ ਹਦੀਸਾਂ ਦੀ ਲੜੀ, ਹਦੀਸ: 109)। ਹਕੀਕਤ ਵਿਚ ਅੱਲਾਹ, ਜਿਹੜਾ ਅਰਸ਼ ਅਤੇ ਕੁਰਸੀ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੇ, ਸਭ ਤੋਂ ਵੱਡੀ ਹਸਤੀ ਹੇ। (ਸ਼ੇਖ਼ੁਲ ਇਸਲਾਮ ਇਬਨੇ ਤੈਅਮੀਆ ਫ਼ਰਮਾਉਂਦੇ ਹਨ ਕਿ ਇਸ ਤੋਂ ਸਿੱਧ ਹੁੰਦਾ ਹੇ ਕਿ ਕੁਰਸੀ ਦੇ ਨਾਲ ਈਮਾਨ ਲਿਆਉਣਾ ਅਤੇ ਅਰਸ਼ ਦੇ ਨਾਲ ਈਮਾਨ ਲਿਆਉਣਾ ਅਤਿ ਜ਼ਰੂਰੀ ਹੇ ਉਹਨਾਂ ਦਾ ਇਹ ਵੀ ਕਹਿਣਾ ਹੇ ਕਿ ਸਾਰੇ ਹੀ ਅਹਲੇ ਸੁੰਨਤ ਦਾ ਇਹੋ ਵਿਸ਼ਵਾਸ ਹੇ ਕਿ ਕੁਰਸੀ ਅਰਸ਼ ਦੇ ਸਾਹਮਣੇ ਹੇ ਅਤੇ ਇਹ ਪੈਰਾਂ ਦੀ ਥਾਂ ਹੇ।) (ਇਬਨੇ ਤੈਅਮੀਆ ਦੇ ਫ਼ਤਵੇ)\n* ਹਜ਼ਰਤ ਅਬੂ-ਹੁਰੈਰਾ ਦੱਸਦੇ ਹਨ ਕਿ ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਮੈਨੂੰ ਰਮਜ਼ਾਨ ਦੀ ਜ਼ਕਾਅਤ (ਸਦਕਾਏ ਫ਼ਿਤਰ) ਦੀ ਰਾਖੀ ਲਈ ਨਿਯੁਕਤ ਕਰ ਦਿੱਤਾ ਤਾਂ ਮੇਰੇ ਕੋਲ ਇਕ ਵਿਅਕਤੀ ਆਇਆ ਅਤੇ ਆਉਂਦੇ ਹੀ ਅਨਾਜ ਦੀ ਮੁੱਠੀ ਭਰ ਲਈ ਤਾਂ ਮੈਨੂੰ ਉਸ ਨੂੰ ਫੜ ਲਿਆ ਅਤੇ ਕਿਹਾ ਕਿ ਮੈਂ ਤੈ` ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਦੇ ਕੋਲ ਲੈਕੇ ਜਾਵਾਂਗਾਂ ਮੈਂ ਤੈਨੂੰ ਛੱਡਦਾ ਨਹੀਂ ਫਿਰ ਪੂਰਾ ਕਿੱਸਾ ਬਿਆਨ ਕੀਤਾ ਤਾਂ ਉਹਨੇ ਕਿਹਾ ਕਿ (ਹੇ ਅਬੂ-ਹੁਰੈਰਾ) ਜਦੋਂ ਤੂੰ ਸੋਣ ਲਈ ਬਿਸਤਰੇ ’ਤੇ ਜਾਵੇਂ ਤਾਂ ਆਇਤਲ ਕੁਰਸੀ ਪੜ੍ਹ ਲਿਆ ਕਰੀਂ ਤਾਂ ਸਵੇਰ ਹੋਣ ਤਕ ਅੱਲਾਹ ਤਆਲਾ ਵੱਲੋਂ ਇਕ ਫ਼ਰਿਸ਼ਤਾ ਤੇਰੀ ਨਿਗਰਾਨੀ ਕਰੇਗਾ ਅਤੇ ਜਿਹੜਾ ਤੇਰੀ ਸੁਰੱਖਿਆ ਕਰੇਗਾ ਅਤੇ ਸਵੇਰੇ ਤਕ ਸ਼ੈਤਾਨ ਤੇਰੇ ਨੇੜੇ ਵੀ ਨਹੀਂ ਆਵੇਗਾ। ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਹੇ ਤਾਂ ਉਹ ਝੂਠਾ ਪਰ ਇਹ ਗੱਲ ਉਸ ਨੇ ਸੱਚੀ ਆਖੀ ਹੇ, ਉਹ ਸ਼ੈਤਾਨ ਸੀ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 5010)","lang":"pa"},{"name":"2:256","price":"256਼ ਧਰਮ ਦੇ ਸੰਬੰਧ ਵਿਚ ਕੋਈ ਜ਼ੋਰ ਜ਼ਬਰਦਸਤੀ ਨਹੀਂ, ਕਿਉਂ ਜੋ ਹਿਦਾਇਤ (ਸੱਚਾ ਧਰਮ) ਗੁਮਰਾਹੀ (ਝੂਠੇ ਧਰਮਾਂ) ਤੋਂ ਸਪਸ਼ਟ ਹੋ ਚੁੱਕੀ ਹੇ। ਸੋ ਜਿਹੜਾ ਕੋਈ ਤਾਗ਼ੂਤ (ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਦੂਜੇ ਇਸ਼ਟ) ਦਾ ਇਨਕਾਰ ਕਰੇ ਅਤੇ ਅੱਲਾਹ ’ਤੇ ਈਮਾਨ ਲੈ ਆਵੇ ਉਸ ਵਿਅਕਤੀ ਨੇ ਇਕ ਮਜ਼ਬੂਤ ਸਹਾਰੇ ਨੂੰ ਫੜ ਲਿਆ ਨੂੰ ਜਿਹੜਾ ਟੂਟਣ ਵਾਲਾ ਨਹੀਂ। ਅੱਲਾਹ (ਹਰ ਗੱਲ ਨੂੰ) ਭਲੀ-ਭਾਂਤ ਜਾਣਨ ਵਾਲਾ ਅਤੇ ਸੁਣਨ ਵਾਲਾ ਹੇ।","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:257","price":"257਼ ਅੱਲਾਹ ਉਹਨਾਂ ਦਾ ਹੀ ਦੋਸਤ ਹੇ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਉਣ ਵਾਲੇ ਹਨ, ਉਹ ਉਹਨਾਂ ਨੂੰ (ਕੁਫ਼ਰ ਦੇ) ਹਨੇਰਿਆਂ ’ਚੋਂ ਕੱਢ ਕੇ (ਈਮਾਨ ਦੀ) ਰੋਸ਼ਨੀ ਵਿਚ ਲਿਆਉਂਦਾ ਹੇ ਅਤੇ ਉਹ ਲੋਕ ਜਿਨ੍ਹਾਂ ਨੇ ਕੁਫ਼ਰ ਕੀਤਾ ਉਹਨਾਂ ਦਾ ਦੋਸਤ ‘ਤਾਗ਼ੂਤ’ 1 ਹਨ, ਉਹ ਉਹਨਾਂ ਨੂੰ ਹਿਦਾਇਤ ਦੀ ਰੋਸ਼ਨੀ ’ਚੋਂ ਕੱਢ ਕੇ (ਜਹਾਲਤ ਦੇ) ਹਨੇਰਿਆਂ ਵੱਲ ਲੈ ਜਾਂਦੇ ਹਨ (ਅਜਿਹੇ ਲੋਕ ਹੀ ਨਰਕ ਵਿਚ ਜਾਣਗੇ) ਜਿੱਥੇ ਉਹ ਸਦਾ ਲਈ ਰਹਿਣਗੇ।","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"1 ਸ਼ਬਦ “ਤਾਗ਼ੂਤ” ਤੋਂ ਭਾਵ ਹਰ ਉਹ ਚੀਜ਼ ਰੁ ਜਿਸ ਦੀ ਪੂਜਾ ਅਸਲੀ ਇਸ਼ਟ, ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਕੀਤੀ ਜਾਵੇ ਜਿਵੇਂ ਪੱਥਰ, ਰੁੱਖ਼, ਕਬਰ, ਜਿਉਂਦੇ ਜਾਂ ਮੁਰਦੇ ਮਨੁੱਖ, ਜਾਨਵਰ, ਮੂਰਤੀ, ਚੰਨ, ਸੂਰਜ, ਤਾਰੇ ਆਦਿ) ਇੰਜ ਹੀ ਹਜ਼ਰਤ ਈਸਾ ਅਤੇ ਉਹਨਾਂ ਦੀ ਮਾਤਾ ਮਰੀਅਮ ਅਤੇ ਦੂਜੇ ਨਬੀ ਤੇ ਰਸੂਲ ਅਤੇ ਜਿਹੜੇ ਵੀ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਦੂਜੇ ਸਾਰੇ ਇਸ਼ਟ ਜਿਨਾਂ ਦੀ ਵੀ ਪੂਜਾ ਕੀਤੀ ਜਾਂਦੀ ਹੇ ਉਹ ਸਾਰੇ ਤਾਗ਼ੂਤ ਅਖਵਾਉਣਗੇ। ਹਜ਼ਰਤ ਉਮਰ (ਰ:ਅ:) ਨੇ ਫ਼ਰਮਾਇਆ ਇਕ ਅਮੀਰ ਵਿਅਕਤੀ ਦੀ ਉਦਾਹਰਨ ਹੇ ਜਿਹੜਾ ਅੱਲਾਹ ਦੀ ਬੰਦਗੀ ਵਿਚ ਨੇਕ ਅਮਲ ਵੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੇ ਫਿਰ ਅੱਲਾਹ ਉਸ ਨੂੰ ਪਰਖਣ ਲਈ ਸ਼ੈਤਾਨ ਨੂੰ ਭੇਜ ਦਿੰਦਾ ਹੇ ਜਿਸ ਕਾਰਨ ਉਹ ਬੁਰੇ ਕੰਮ ਕਰਨ ਲੱਗ ਪੈਂਦਾ ਹੇ ਇੱਥੋਂ ਤਕ ਕਿ ਉਸ ਦੇ ਚੰਗੇ ਕਰਮ ਵੀ ਬਰਬਾਦ ਹੋ ਜਾਂਦੇ ਹਨ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4538)","lang":"pa"},{"name":"2:258","price":"258਼ ਕੀ ਤੁਸੀਂ ਉਸ ਵਿਅਕਤੀ ਨੂੰ ਵੇਖਿਆ ਹੇ ਜਿਸ ਨੇ ਇਬਰਾਹੀਮ ਨਾਲ ਕੇਵਲ ਇਸ ਲਈ ਝਗੜਾ ਕੀਤਾ ਸੀ ਕਿ ਅੱਲਾਹ ਨੇ ਉਸ (ਨਮਰੂਦ) ਨੂੰ ਬਾਦਸ਼ਾਹਤ ਦੇ ਛੱਡੀ ਸੀ? ਜਦ ਇਬਰਾਹੀਮ ਨੇ ਕਿਹਾ ਕਿ ਮੇਰਾ ਰੱਬ ਤਾਂ ਉਹ ਹੇ ਜਿਹੜਾ ਜੀਵਨ ਵੀ ਦਿੰਦਾ ਹੇ ਅਤੇ ਮੌਤ ਵੀ ਦਿੰਦਾ ਹੇ ਤਾਂ ਉਸ (ਨਮਰੂਦ ਬਾਦਸ਼ਾਹ) ਨੇ ਕਿਹਾ ਕਿ ਮੈਂ ਵੀ ਜੀਵਨ ਅਤੇ ਮੌਤ ਦਿੰਦਾ ਹਾਂ। ਇਬਰਾਹੀਮ ਨੇ ਕਿਹਾ ਕਿ ਅੱਲਾਹ ਤਾਂ ਸੂਰਜ ਨੂੰ ਪੂਰਬ ’ਚੋਂ ਕੱਢਦਾ ਹੇ ਤੂੰ ਇਸ ਨੂੰ ਪੱਛਮ ’ਚੋਂ ਕੱਢ ਕੇ ਵਿਖਾ। ਇਹ ਸੁਣ ਕੇ ਉਹ ਹੱਕਾ ਬੱਕਾ (ਲਾ ਜਵਾਬ) ਹੋ ਕੇ ਰਹਿ ਗਿਆ। ਉਹ (ਅੱਲਾਹ ਦੀਆਂ ਸ਼ਕਤੀਆਂ ਦਾ) ਇਨਕਾਰੀ ਸੀ। ਅੱਲਾਹ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਹਿਦਾਇਤ ਨਹੀਂ ਦਿੰਦਾ ਜਿਹੜੇ ਜ਼ੁਲਮ ਕਰਦੇ ਹਨ।","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:259","price":"259਼ ਜਾਂ ਇਸੇ ਤਰ੍ਹਾਂ ਤੁਸੀਂ ਉਸ ਨੂੰ ਵੀ ਨਹੀਂ ਵੇਖਿਆ ਜਿਹੜਾ ਇਕ ਬਸਤੀ ਕੋਲ ਦੀ ਲੰਘਇਆ ਜਿਸ ਦੀਆਂ ਛੱਤਾਂ ਡਿੱਗੀਆਂ ਹੋਈਆਂ ਸਨ? ਉਸ ਨੇ ਆਖਿਆ ਕਿ ਇਸ ਬਸਤੀ (ਦੇ ਵਾਸੀਆਂ) ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਅੱਲਾਹ ਕਿਵੇਂ ਇਸ ਨੂੰ ਮੁੜ ਜੀਵਤ ਕਰੇਗਾ? ਤਾਂ ਅੱਲਾਹ ਨੇ ਉਸ (ਪੁੱਛਣ ਵਾਲੇ) ਵਿਅਕਤੀ ਨੂੰ ਸੌ ਸਾਲ ਲਈ ਮੌਤ ਦੇ ਦਿੱਤੀ ਫਿਰ ਉਸ ਨੂੰ ਜਿਊਂਦਾ ਕੀਤਾ। ਅੱਲਾਹ ਨੇ (ਉਸ ਤੋਂ) ਪੁੱਛਿਆ ਕਿ ਤੂੰ ਕਿੰਨੀ ਦੇਰ ਇੰਜ (ਮੁਰਦਾ) ਰਿਹਾ? ਉਸ ਨੇ ਕਿਹਾ ਕਿ ਇਕ ਦਿਨ ਲਈ ਜਾਂ ਦਿਨ ਦਾ ਵੀ ਇਕ ਭਾਗ। ਅੱਲਾਹ ਨੇ ਫ਼ਰਮਾਇਆ, ਨਹੀਂ ਤੂੰ ਤਾਂ ਮੌਤ ਦੀ ਹਾਲਤ ਵਿਚ ਸੌ ਸਾਲ ਰਿਹਾ ਹੇ, ਤੂੰ ਆਪਣੇ ਖਾਣ ਪੀਣ (ਦੇ ਸਾਮਾਨ) ਵੱਲ ਵੇਖ ਉਹ ਵੀ ਸੜ੍ਹਿਆ ਨਹੀਂ ਅੇਤ ਆਪਣੇ (ਮਰੇ ਹੋਏ) ਖੋਤੇ ਵੱਲ ਵੇਖ। ਅਸੀਂ ਲੋਕਾਂ ਲਈ ਤੇਨੂੰ (ਇਕ ਨਿਸ਼ਾਨੀ ਬਣਾ ਦੇਣਾ) ਚਾਹੁੰਦੇ ਹਾਂ, ਸੋ ਤੂੰ ਖੋਤੇ ਦੀਆਂ ਹੱਡੀਆਂ ਵੱਲ ਵੇਖ ਕਿ ਅਸੀਂ ਇਹਨਾਂ ਨੂੰ ਕਿੱਦਾਂ ਜੋੜਦੇ ਹਾਂ ਫਿਰ ਇਹਨਾਂ ’ਤੇ ਮਾਸ ਬੋਟੀ ਚੜ੍ਹਾਉਂਦੇ ਹਾਂ। ਜਦੋਂ ਉਸ ਨੇ ਇਹ ਸਭ ਵੇਖ ਲਿਆ ਤਾਂ ਉਸ ਨੇ ਕਿਹਾ ਕਿ ਮੈਂ ਜਾਣਦਾ ਹਾਂ ਕਿ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹਰ ਕੰਮ ਕਰਨ ਦੀ ਕੁਦਰਤ ਰਖਦਾ ਹੇ।","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:260","price":"260਼ ਜਦੋਂ ਇਬਰਾਹੀਮ ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਮੇਰੇ ਰੱਬਾ! ਮੈਨੂੰ ਵਿਖਾ ਕਿ ਤੂੰ ਮੁਰਦਿਆਂ ਨੂੰ ਕਿਵੇਂ ਜਿਊਂਦਾ ਕਰੇਂਗਾ? ਅੱਲਾਹ ਨੇ ਪੁੱਛਿਆ ਕੀ ਤੈਨੂੰ ਇਸ (ਮੇਰੀ ਸ਼ਕਤੀ) ’ਤੇ ਵਿਸ਼ਵਾਸ ਨਹੀਂ? ਇਬਰਾਹੀਮ ਨੇ ਆਖਿਆ, ਕਿਉਂ ਨਹੀਂ! ਮੈਂ ਤਾਂ ਕੇਵਲ ਮਨ ਦੀ ਤਸੱਲੀ ਚਾਹੁੰਦਾ ਹਾਂ? ਅੱਲਾਹ ਨੇ ਕਿਹਾ ਕਿ ਤੂੰ ਚਾਰ ਪੰਛੀਆਂ ? ਲੈ ਅਤੇ ਉਹਨਾਂ ਨਾਲ ਸਨੇਹ ਪੈਦਾ ਕਰ ਲੈ, ਫਿਰ ਉਹਨਾਂ ਨੂੰ ਮਾਰ ਕੇ ਉਹਨਾਂ ਦਾ ਇਕ-ਇਕ ਟੋਟਾ ਵੱਖ-ਵੱਖ ਪਹਾੜਾਂ ਉੱਤੇ ਜਾ ਧਰ ਫਿਰ ਉਹਨਾਂ ਨੂੰ ਬੁਲਾਈਂ, ਉਹ (ਪੰਛੀ) ਤੇਰੇ ਕੋਲ ਨੱਸੇ ਆਉਣਗੇ ਅਤੇ ਯਾਦ ਰੱਖ ਕਿ ਅੱਲਾਹ ਜ਼ੋਰਾਵਰ ਅਤੇ ਦਾਨਾਈ ਵਾਲਾ ਹੇ।","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:261","price":"261਼ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀ ਮਿਸਾਲ ਜਿਹੜੇ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਖ਼ਰਚ ਕਰਦੇ ਹਨ ਉਸ ਦਾਣੇ ਵਾਂਗ ਹੇ ਜਿਸ (ਦਾਣੇ ਦੇ ਬੀਜਣ ’ਤੇ) ਸੱਤ ਬੱਲੀਆਂ ਨਿਕਲਣ ਅਤੇ ਹਰ ਬੱਲੀ ਵਿੱਚੋਂ ਸੌ ਦਾਣੇ ਹੋਣ (ਇਸੇ ਤਰ੍ਹਾਂ) ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੇ ਵਧਾ ਕੇ ਦਿੰਦਾ ਹੇ ਉਹ ਵੱਡੀ ਗੁੰਜਾਇਸ਼ ਵਾਲਾ ਹੇ (ਕੋਣ ਖ਼ਰਚ ਸਕਦਾ ਹੇ) ਉਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੇ।","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:262","price":"262਼ ਜਿਹੜੇ ਲੋਕ ਆਪਣਾ ਮਾਲ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਖ਼ਰਚ ਕਰਦੇ ਹਨ ਅਤੇ ਖ਼ਰਚ ਕਰਕੇ ਕੋਈ ਅਹਿਸਾਨ ਦਾ ਪ੍ਰਗਟਾਵਾ ਵੀ ਨਹੀਂ ਕਰਦੇ ਅਤੇ ਨਾ ਹੀ ਦੁੱਖ ਦਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਬਦਲਾ ਉਹਨਾਂ ਦੇ ਰੱਬ ਕੋਲ ਹੇ, (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਨਾ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਕੋਈ (ਨਰਕ ਦਾ) ਡਰ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਉਹ ਉਦਾਸ ਹੋਣਗੇ।","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:263","price":"263਼ ਭਲੀ ਗੱਲ ਕਰਨਾ ਅਤੇ ਮੁਆਫ਼ ਕਰ ਦੇਣਾ ਉਸ (ਪੁੰਨ-ਦਾਨ) ਤੋਂ ਵਧੀਆ ਹੇ ਜਿਸ ਦੇ ਪਿੱਛੋ (ਅਹਿਸਾਨ ਜਤਾ ਕੇ) ਦੁਖ ਦਿੱਤਾ ਜਾਵੇ, ਜਦ ਕਿ ਅੱਲਾਹ (ਇਹਨਾਂ ਗੱਲਾਂ ਦੀ) ਪਰਵਾਹ ਨਹੀਂ ਕਰਦਾ ਅਤੇ (ਨਾ ਸ਼ੁਕਰਿਆਂ ਨੂੰ) ਬਰਦਾਸ਼ਤ ਕਰਨ ਵਾਲਾ ਹੇ।","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:264","price":"264਼ ਹੇ ਈਮਾਨ ਲਿਆਉਣ ਵਾਲਿਓ! ਆਪਣੀ ਖ਼ੈਰਾਤ ਨੂੰ ਅਹਿਸਾਨ ਜਤਾ ਕੇ ਅਤੇ ਦੁੱਖ ਦੇ ਕੇ ਉਸ ਵਿਅਕਤੀ ਵਾਂਗ ਬਰਬਾਦ ਨਾ ਕਰੋ ਜਿਹੜਾ ਆਪਣਾ ਮਾਲ ਵਿਖਾਵੇ ਲਈ ਖ਼ਰਚ ਕਰਦਾ ਹੇ। ਉਹ ਨਾ ਤਾਂ ਅੱਲਾਹ ’ਤੇ ਅਤੇ ਨਾ ਹੀ ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ ’ਤੇ ਈਮਾਨ ਰੱਖਦਾ ਹੇ ਉਸ ਦੀ ਉਦਾਹਰਨ ਉਸ ਚਿਕਨੇ ਪੱਥਰ ਵਾਂਗ ਹੇ ਜਿਸ ਉੱਤੇ ਮਿੱਟੀ ਪਈ ਹੋਵੇ ਫਿਰ ਉਸ ਉੱਤੇ ਜ਼ੋਰ ਦਾ ਮੀਂਹ ਪੈ ਜਵੇ (ਤਾਂ ਸਾਰੀ ਮਿੱਟੀ ਰੁੜ ਜਾਵੇਗੀ) ਅਤੇ ਸਾਫ਼ ਪੱਥਰ ਰਹਿ ਜਾਵੇ। ਉਹ ਲੋਕ ਜੋ ਵਿਖਾਵੇ ਲਈ ਨੇਕੀ ਕਰਦੇ ਹਨ ਉਹਨਾਂ ਦੇ ਹੱਥ ਕੁੱਝ ਵੀ ਨਹੀਂ ਆਉਂਦਾ। ਅੱਲਾਹ ਕਾਫ਼ਰਾਂ ਦੀ ਅਗਵਾਈ ਨਹੀਂ ਕਰਦਾ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:265","price":"265਼ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀ ਉਦਾਹਰਨ ਜਿਹੜੇ ਅੱਲਾਹ ਨੂੰ ਰਾਜ਼ੀ ਕਰਨ ਲਈ ਅਤੇ ਖ਼ੁਸ਼ਦਿਲੀ ਨਾਲ ਆਪਣਾ ਮਾਲ ਖ਼ਰਚ ਕਰਦੇ ਹਨ, ਉਸ ਬਾਗ਼ ਵਾਂਗ ਹੇ ਜਿਹੜਾ ਕਿਸੇ ਉੱਚੀ ਥਾਂ ਹੋਵੇ ਉਸ ’ਤੇ ਜ਼ੋਰਾਂ ਦਾ ਮੀਂਹ ਪੈ ਜਾਵੇ ਤਾਂ ਉਸ ਵਿਚ ਦੁਗਣਾ ਫਲ ਹੋਵੇਗਾ ਜੇ ਮੀਂਹ ਜ਼ੋਰਦਾਰ ਨਾ ਵੀ ਹੋਵੇ ਤਾਂ ਇਕ ਫ਼ੁਆਰ (ਮੀਂਹ ਦਾ ਛਿੱਟਾ) ਹੀ ਬਥੇਰਾ ਹੇ। ਤੁਸੀਂ ਜੋ ਵੀ (ਖ਼ਰਚ) ਕਰਦੇ ਹੋ ਅੱਲਾਹ ਉਸ ਨੂੰ ਭਲੀ-ਭਾਂਤ ਵੇਖਦਾ ਹੇ।","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:266","price":"266਼ ਕੀ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੋਈ ਇਹ ਗੱਲ ਪਸੰਦ ਕਰਦਾ ਹੇ ਕਿ ਉਸ ਦਾ ਆਪਣਾ ਇਕ ਖਜੂਰਾਂ ਅਤੇ ਅੰਗੂਰਾਂ ਦਾ ਬਾਗ਼ ਹੋਵੇ ਉਸ ਦੇ ਥੱਲੇ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹੋਣ। ਉਸ ਬਾਗ਼ ਵਿਚ ਉਸ ਲਈ ਹਰ ਤਰ੍ਹਾਂ ਦੇ ਫਲ ਹੋਣ ਉਹ ਵਿਅਕਤੀ ਆਪ ਤਾਂ ਬੁੱਢਾ ਹੋ ਜਾਵੇ ਜਦ ਕਿ ਉਸ ਦੀ ਸੰਤਾਨ ਅਜਿਹੇ ਕਮਜ਼ੋਰ (ਛੋਟੀ) ਹੋਵੇ ਅਤੇ ਅਚਾਨਕ ਹੀ ਉਸ ਬਾਗ਼ ’ਤੇ ਇਕ ਵਾਰ-ਵਰੋਲਾ ਆ ਜਾਵੇ ਜਿਸ ਵਿਚ ਅੱਗ ਹੋਵੇ ਅਤੇ ਉਹ ਇਸ (ਬਾਗ਼) ਨੂੰ ਸਾੜ ਕੇ ਰੱਖ ਦੇਵੇ। ਇਸੇ ਤਰ੍ਹਾਂ ਅੱਲਾਹ ਤੁਹਾਡੇ (ਸਮਝਾਉਣ) ਲਈ ਆਇਤਾਂ ਖੋਲ ਖੋਲ ਕੇ ਬਿਆਨ ਕਰਦਾ ਹੇ ਤਾਂ ਜੋ ਤੁਸੀਂ ਸੋਚ ਵਿਚਾਰ ਕਰ ਸਕੋ।","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:267","price":"267਼ ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਸੀਂ ਆਪਣੀ ਪਾਕ ਕਮਾਈ ਵਿੱਚੋਂ ਹੀ (ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ) ਖ਼ਰਚ ਕਰੋ ਅਤੇ ਉਸ ਵਿੱਚੋਂ ਵੀ ਜੋ ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਧਰਤੀ ’ਚੋਂ ਕੱਢਿਆ ਹੇ। ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਮਾੜੀਆਂ ਤੇ ਬੇਕਾਰ ਚੀਜ਼ਾਂ ਨੂੰ ਖ਼ਰਚ ਕਰਨ ਦਾ ਜਤਨ ਨਾ ਕਰੋ, ਜਦ ਕਿ ਤੁਸੀਂ ਆਪ ਉਸ ਚੀਜ਼ ਨੂੰ ਲੈਣਾ ਪਸੰਦ ਨਹੀਂ ਕਰਦੇ ਛੁੱਟ ਉਸ ਤੋਂ ਕਿ ਤੁਸੀਂ ਇਸ ਸੰਬੰਧ ਵਿਚ ਅਣਦੇਖੀ ਕਰ ਜਾਓ। ਯਾਦ ਰੱਖੋ ਕਿ ਅੱਲਾਹ (ਹਰ ਚੀਜ਼ ਤੋਂ) ਬੇ-ਪਰਵਾਹ ਹੇ ਅਤੇ ਸ਼ਲਾਘਾਯੋਗ ਹੇ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:268","price":"268਼ ਸ਼ੈਤਾਨ ਤੁਹਾਨੂੰ ਤੰਗਦਸਤੀ (ਗ਼ਰੀਬੀ) ਤੋਂ ਡਰਾਉਂਦਾ ਹੇ ਅਤੇ ਬੇ-ਹਯਾਈ (ਅਸ਼ਲੀਲਤਾ) ਦਾ ਹੁਕਮ ਦਿੰਦਾ ਹੇ ਜਦ ਕਿ ਅੱਲਾਹ ਤੁਹਾਡੇ ਨਾਲ ਆਪਣੀ ਬਖ਼ਸ਼ਿਸ਼ ਅਤੇ ਮਿਹਰਾਂ ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹੇ। ਅੱਲਾਹ ਫ਼ਰਾਖ਼ੀ ਵਾਲਾ (ਭਾਵ ਖੁੱਲ੍ਹਾ ਡੁੱਲਾ ਦੇਣ ਵਾਲਾ) ਅਤੇ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਨ ਵਾਲਾ ਹੇ।","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:269","price":"269਼ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੇ ਹਿਕਮਤ 1 (ਦਾਨਾਈ) ਨਾਲ ਨਿਵਾਜ਼ਦਾ ਹੇ ਅਤੇ ਜਿਸ ਵਿਅਕਤੀ ਨੂੰ ਸਿਆਣਪ (ਦਾਨਾਈ) ਮਿਲ ਗਈ ਉਸ ਨੂੰ ਸਾਰੀਆਂ ਹੀ ਭਲਾਈਆਂ ਮਿਲ ਗਈਆਂ (ਇਹਨਾਂ ਗੱਲਾਂ ਤੋਂ) ਸਿੱਖਿਆ ਤਾਂ ਸੂਝਵਾਨ ਹੀ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ।","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"1 “ਹਿਕਮਤ” ਦਾ ਅਰਥ ਦਾਨਾਈ ਹੇ। ਪਰ ਇਸ ਥਾਂ ਇਸ ਸ਼ਬਦ ਤੋਂ ਭਾਵ .ਕੁਰਆਨ ਤੇ ਸੰਨਤ ਜਾਂ ਹਦੀਸ ਹੇ। ਜਿਸ ਨੂੰ .ਕੁਰਆਨ ਤੇ ਹਦੀਸ ਦਾ ਗਿਆਨ ਹੋ ਜਾਂਦਾ ਹੇ ਫਿਰ ਉਸ ਨੂੰ ਅਮਲ ਕਰਨਾ ਵੀ ਆਸਾਨ ਹੋ ਜਾਂਦਾ ਹੇ।","lang":"pa"},{"name":"2:270","price":"270਼ ਤੁਸੀਂ ਕੁੱਝ ਵੀ ਖ਼ਰਚ ਕਰੋ ਜਾਂ ਕੋਈ ਵੀ ਸੁੱਖ ਸੁੱਖੋਂ ਅੱਲਾਹ ਉਹਨਾਂ ਸਭ ਨੂੰ ਜਾਣਦਾ ਹੇ ਅਤੇ ਜ਼ਾਲਮਾਂ ਦਾ ਕੋਈ ਵੀ ਮਦਦਗਾਰ ਨਹੀਂ ਹੁੰਦਾ।","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:271","price":"271਼ ਜੇ ਤੁਸੀਂ ਵਿਖਾ ਕੇ ਖ਼ੈਰਾਤ ਦੇਵੋ ਤਾਂ ਵੀ ਠੀਕ ਹੇ ਪਰ ਜੇ ਤੁਸੀਂ ਫ਼ਕੀਰਾਂ ਨੂੰ ਗੁਪਤ ਦਾਨ ਦੇਵੋ ਤਾਂ ਇਹ ਤੁਹਾਡੇ ਲਈ ਵਧੇਰੇ ਚੰਗਾ ਹੇ। ਉਹ (ਅੱਲਾਹ) ਤੁਹਾਡੇ ਗੁਨਾਹਾਂ ਨੂੰ (ਪੁੰਨ-ਦਾਨ ਰਾਹੀਂ) ਦੂਰ ਕਰ ਦੇਵੇਗਾ। ਤੁਸੀਂ ਜੋ ਵੀ ਕੰਮ ਕਰਦੇ ਹੋ ਅੱਲਾਹ ਉਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੇ।","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:272","price":"272਼ (ਹੇ ਨਬੀ!) ਲੋਕਾਂ ਨੂੰ ਹਿਦਾਇਤ ਦੇਣਾ ਤੁਹਾਡੇ ਜ਼ਿੰਮੇ ਨਹੀਂ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੇ ਹਿਦਾਇਤ ਬਖ਼ਸ਼ ਦਿੰਦਾ ਹੇ। ਤੁਸੀਂ ਆਪਣੇ ਮਾਲ ’ਚੋਂ ਜੋ ਵੀ ਖ਼ਰਚ ਕਰਦੇ ਹੋ ਉਹ ਤੁਹਾਡੇ ਆਪਣੇ ਲਾਭ ਲਈ ਹੇ ਅਤੇ ਤੁਸੀਂ ਜੋ ਵੀ ਖ਼ਰਚ ਕਰਦੇ ਹੋ ਅੱਲਾਹ ਨੂੰ ਰਾਜ਼ੀ ਕਰਨ ਲਈ ਹੀ ਖ਼ਰਚ ਕਰਦੇ ਹੋ ਅੇਤ ਤੁਸੀਂ ਜੋ ਵੀ ਖ਼ਰਚ ਕਰੋਗੇ ਤੁਹਾਨੂੰ ਉਸ ਦਾ ਪੂਰਾ-ਪੂਰਾ ਬਦਲਾ ਮਿਲੇਗਾ ਤੁਹਾਡੇ ’ਤੇ ਜ਼ੁਲਮ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:273","price":"273਼ (ਖ਼ੈਰਾਤ ਤਾਂ) ਉਹਨਾਂ ਲੋੜਵੰਦਾਂ ਲਈ ਹੇ ਜਿਹੜੇ ਅੱਲਾਹ ਦੇ ਕੰਮਾਂ ਵਿਚ ਇੰਜ ਰੁਝੇ ਰਹਿੰਦੇ ਹਨ ਕਿ (ਆਪਣੀ ਰੋਜ਼ੀ ਕਮਾਉਣ ਲਈ) ਧਰਤੀ ’ਤੇ ਭੱਜ-ਨੱਠ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਅਣਜਾਣ ਲੋਕ ਉਹਨਾਂ ਦਾ ਆਤਮ ਸਨਮਾਨ ਵੇਖ ਕੇ ਉਹਨਾਂ ਨੂੰ ਖ਼ੁਸ਼ਹਾਲ ਸਮਝਦੇ ਹਨ। ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਚਿਹਰਿਆਂ ਤੋਂ ਪਛਾਣ ਸਕਦੇ ਹੋ ਉਹ ਲੋਕਾਂ ਦੇ ਪਿੱਛੇ ਪੈ ਕੇ ਸਵਾਲ ਨਹੀਂ ਕਰਦੇ।1 ਤੁਸੀਂ ਆਪਣੇ ਮਾਲ ਵਿ=ਚੋਂ ਜੋ ਵੀ ਖ਼ਰਚ ਕਰਦੇ ਹੋ ਅੱਲਾਹ ਉਸ ` ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਰੁ।","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"1 .ਕੁਰਆਨ ਵਿਚ ‘ਇਲਹਾਫ਼ਨ’ ਸ਼ਬਦ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਗਈ ਹੇ ਜਿਸ ਦਾ ਅਰਥ ਹੇ ਚਿੰਬੜ ਕੇ ਜਾਂ ਪਿੱਛੇ ਪੈਕੇ ਸਵਾਲ ਕਰਨਾ, ਪਰ ਇਮਾਮ ਤਿਬਰੀ ਅਤੇ ਦੂਜੇ ਵਿਆਖਿਆਕਾਰ ਇਸ ਦਾ ਅਰਥ ਦੱਸਦੇ ਹਨ ਕਿ ਜਿਹੜੇ ਉੱਕਾ ਹੀ ਸਵਾਲ ਨਹੀਂ ਕਰਦੇ।","lang":"pa"},{"name":"2:274","price":"274਼ ਜਿਹੜੇ ਲੋਕ ਆਪਣੇ ਮਾਲ ਨੂੰ ਰਾਤ ਦਿਨ ਗੁਪਤ ਤੇ ਖੁੱਲ੍ਹੇ ਆਮ ਖ਼ਰਚ ਕਰਦੇ ਹਨ ਉਹਨਾਂ ਦਾ ਬਦਲਾ ਉਹਨਾਂ ਦੇ ਰੱਬ ਕੋਲ ਹੇ ਨਾਂ ਤਾਂ (ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ) ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਚਿੰਤਾ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਉਦਾਸ ਹੋਣਗੇ । 2","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"2 ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਸੱਤ ਵਿਅਕਤੀ ਅਜਿਹੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅੱਲਾਹ ਤਆਲਾ ਉਸ ਦਿਨ ਆਪਣੀ ਛਤਰ ਛਾਇਆ ਹੇਠ ਰੱਖੇਗਾ ਜਿਸ ਦਿਨ ਛੁੱਟ ਉਸ ਦੀ ਛਾਇਆ ਤੋਂ ਹੋਰ ਕੋਈ ਛਾਇਆ ਨਹੀਂ ਹੋਵੇਗਾ (1) ਆਦਿਲ ਭਾਵ ਇਨਸਾਫ਼ ਪਸੰਦ ਬਾਦਸ਼ਾਹ (2) ਉਹ ਨੌਜਵਾਨ ਜਿਹੜਾ ਅੱਲਾਹ ਦੀ ਇਬਾਦਤ ਕਰਦੇ ਹੋਏ ਜਵਾਨ ਹੋਇਆ (3) ਅਜਿਹਾ ਵਿਅਕਤੀ ਜਿਸ ਦਾ ਮਨ ਮਸੀਤ ਵਿਚ ਹੀ ਅਟਕਿਆ ਰਹਿੰਦਾ ਹੇ (4) ਉਹ ਦੋ ਵਿਅਕਤੀ ਜਿਹੜੇ ਕੇਵਲ ਅੱਲਾਹ ਲਈ ਮੁਹੱਬਤ (ਦੋਸਤੀ) ਕਰਦੇ ਹਨ (5) ਉਹ ਵਿਅਕਤੀ ਜਿਸ ਨੂੰ ਕੋਈ ਖ਼ੂਬਸੂਰਤ ਔਰਤ ਅਸ਼ਲੀਲਤਾ ਵੱਲ ਬੁਲਾਵੇ ਪਰ ਉਹ ਆਖੇ ਕਿ ਮੈਂ ਅੱਲਾਹ ਤੋਂ ਡਰਦਾ ਹਾਂ (6) ਉਹ ਵਿਅਕਤੀ ਜਿਹੜਾ ਕੋਈ ਦਾਨ ਪੁੰਨ ਕਰੇ ਪਰ ਉਸ ਨੂੰ ਇੰਜ ਗੁਪਤ ਰੱਖੇ ਕਿ ਉਹਦੇ ਖੱਬੇ ਹੱਥ ਨੂੰ ਇਸ ਦਾ ਗਿਆਨ ਨਾ ਹੋਵੇ ਕਿ ਉਸ ਦੇ ਸੱਜੇ ਹੱਥ ਨੇ ਕੀ ਖ਼ੈਰਾਤ ਕੀਤੀ ਹੇ (7) ਉਹ ਵਿਅਕਤੀ ਜਿਹੜਾ ਇਕਾਂਤ ਵਿਚ ਅੱਲਾਹ ਨੂੰ ਯਾਦ ਕਰਦਾ ਹੇ ਅਤੇ ਅੱਲਾਹ ਦੇ ਡਰ-ਭੈਅ ਦੇ ਨਾਲ ਉਸ ਦੀਆਂ ਅੱਖਾਂ ਵਿਚ ਹੰਝੂ ਆ ਜਾਣ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 1423)","lang":"pa"},{"name":"2:275","price":"275਼ ਜਿਹੜੇ ਲੋਕ ਸੂਦ1 ਖਾਂਦੇ ਹਨ ਉਹ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਉਸ ਵਿਅਕਤੀ ਵਾਂਗ ਖੜੇ ਹੋਣਗੇ ਜਿਸ ਨੂੰ ਸ਼ੈਤਾਨ ਨੇ ਛੂ ਕੇ ਪਾਗਲ ਬਣਾ ਦਿੱਤਾ ਹੋਵੇ। ਉਹਨਾਂ ਨੂੰ ਇਹ ਸਜ਼ਾ ਇਸ ਲਈ ਮਿਲੇਗੀ ਕਿ ਉਹ ਕਿਹਾ ਕਰਦੇ ਸਨ ਕਿ ਵਪਾਰ ਵੀ ਤਾਂ ਵਿਆਜ ਵਾਂਗ ਹੀ ਹੇ ਜਦ ਕਿ ਵਪਾਰ ਨੂੰ ਅੱਲਾਹ ਨੇ ਹਲਾਲ (ਜਾਇਜ਼) ਆਖਿਆ ਹੇ ਅਤੇ ਵਿਆਜ ਨੂੰ ਹਰਾਮ (ਨਾਜਾਇਜ਼)। ਫਿਰ ਜਿਸ ਵਿਅਕਤੀ ਕੋਲ ਉਸ ਦੇ ਰੱਬ ਵੱਲੋਂ ਨਸੀਹਤ ਆ ਜਾਵੇ ਅਤੇ ਉਹ (ਵਿਆਜ ਖਾਣ ਤੋਂ) ਰੁਕ ਜਾਵੇ ਤਾਂ ਜਿਹੜਾ ਵਿਆਜ ਉਹ ਪਹਿਲਾਂ ਖਾ ਚੁੱਕਿਆ ਹੇ ਸੋ ਖਾ ਚੁੱਕਿਆ, ਉਸ ਦਾ ਮੁਆਮਲਾ ਅੱਲਾਹ ਕੋਲ ਹੇ ਪਰ ਜਿਹੜਾ ਵਿਅਕਤੀ ਫਿਰ ਮੁੜ (ਵਿਆਜੂ ਧੰਦਾ) ਕਰੇਗਾ ਤਾਂ ਅਜਿਹੇ ਲੋਕ ਹੀ ਨਰਕ ਵਿਚ ਜਾਣਗੇ, ਜਿੱਥੇ ਉਹ ਸਦਾ ਲਈ ਰਹਿਣਗੇ।","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"1 ਸੂਦ ਮੁੱਖ ਕਰਕੇ ਦੋ ਪ੍ਰਕਾਰ ਦਾ ਹੁੰਦਾ ਹੇ। ਇਕ ਇਹ ਕਿ ਕੁੱਝ ਸਮੇਂ ਲਈ ਕਿਸੇ ਨੂੰ ਸੌ ਰੁਪਏ ਇਸ ਸ਼ਰਤ ’ਤੇ ਦੇਣਾ ਕਿ ਵਾਪਸ ਕਰਦੇ ਹੋਏ ਇਕ ਸੌ ਪੰਜਾਹ ਜਾਂ ਇਕ ਸੌ ਪੱਚੀ ਦੇਣੇ ਹੋਣਗੇ। ਇਹ ਪੱਚੀ ਜਾ ਪੰਜਾਹ ਉਸ ਸਮੇਂ ਦੇ ਬਦਲੇ ਵਿਚ ਹੇ ਜਿਸ ਵਿਚ ਸੌ ਰੁਪਆ ਵਰਤਿਆ ਗਿਆ ਹੇ। ਦੂਜਾ ਸੂਦ ਉਹ ਹੇ ਜਿਹੜਾ ਛੇ ਚੀਜ਼ਾਂ ਵਿਚ ਘਟਣ ਵਧਣ ਜਾਂ ਨਕਦ ਤੇ ਉਧਾਰ ਕਾਰਨ ਹੁੰਦਾ ਹੇ। ਜਿਵੇਂ ਅਨਾਜ ਦੇ ਬਦਲੇ ਵਿਚ ਅਨਾਜ ਲੈਣ ਹੁੰਦਾ ਹੇ ਜੇਕਰ ਹੱਥੋ-ਹੱਥੀ ਬਰਾਬਰ ਬਰਾਬਰ ਹੋਵੇ ਤਾਂ ਠੀਕ ਹੇ ਜੇ ਇਸ ਵਿਚ ਘਟਣ ਵਧਣ ਜਾਂ ਇਕ ਨਕਦ ਹੋਵੇ ਤੇ ਦੂਜੀ ਉਧਾਰ ਹੋਵੇ ਜਾਂ ਦੋਵੇਂ ਹੀ ਉਧਾਰ ਹੋਣ ਉਹ ਵੀ ਸੂਦ ਹੇ। (ਅਹਸਨੁਲ ਬਿਆਨ)","lang":"pa"},{"name":"2:276","price":"276਼ ਅੱਲਾਹ ਵਿਆਜ ਨੂੰ ਮਿਟਾਉਂਦਾ ਹੇ ਅਤੇ ਖ਼ੈਰਾਤ (ਦਾਨ) ਨੂੰ ਵਧਾਉਂਦਾ ਹੇ। ਅੱਲਾਹ ਕਿਸੇ ਨਾ-ਸ਼ੁਕਰੇ ਗੁਨਾਹਗਾਰ ਵਿਅਕਤੀ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ।","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:277","price":"277਼ ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਲੋਕੀ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਉਹਨਾਂ ਨੇ ਨੇਕ ਕੰਮ ਵੀ ਕੀਤੇ ਨਮਾਜ਼ ਕਾਇਮ ਕੀਤੀ ਅਤੇ ਜ਼ਕਾਤ ਦਿੰਦੇ ਰਹੇ ਉਹਨਾਂ ਦਾ ਬਦਲਾ ਉਹਨਾਂ ਦੇ ਰੱਬ ਕੋਲ ਹੇ, ਨਾ ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਚਿੰਤਾ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਉਹ ਦੁਖੀ ਹੋਣਗੇ।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:278","price":"278਼ ਹੇ ਲੋਕੋ! ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਹੋ ਅੱਲਾਹ ਤੋਂ ਡਰੋ। ਜਿਹੜਾ ਵਿਆਜ ਲੈਣਾ (ਲੋਕਾਂ ਸਿਰ) ਬਾਕੀ ਰਹਿੰਦਾ ਹੇ ਉਸ ਨੂੰ ਛੱਡ ਦਿਓ,1 ਜੇ ਤੁਸੀਂ ਸੱਚੇ ਈਮਾਨ ਵਾਲੇ ਹੋ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"1 ਹਦੀਸਾਂ ਵਿਚ ਸੂਦ ਦੀ ਹਰਾਮ ਕਮਾਈ ਤੋਂ ਰੋਕਿਆ ਗਿਆ ਹੇ ਜਿਵੇਂ ਨਬੀ (ਸ:) ਨੇ ਕੁੱਤੇ ਤੇ ਖ਼ੂਨ ਕੱਢਣ ਦੀ ਕੀਮਤ (ਲੈਣ-ਦੇਣ) ਤੋਂ ਮਨ੍ਹਾਂ ਕੀਤਾ ਹੇ, ਇੰਜ ਹੀ ਖੁਣਨ ਤੇ ਖੁਣਨ ਵਾਲੀਆਂ, ਸੂਦ ਖਾਣ ਅਤੇ ਖਲਾਉਣ ਵਾਲੇ ਅਤੇ ਤਸਵੀਰ ਬਣਾਉਣ ਵਾਲੇ ਉੱਤੇ ਲਾਅਨਤ ਭੇਜੀ ਹੇ, ਇੰਜ ਹੀ ਬਦਕਾਰ ਔੌਰਤ ਦੀ ਕਮਾਈ ਤੋਂ ਵੀ ਰੋਕਿਆ ਹੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 2086, 5962) * ਅਬੂ-ਸਈਦ ਦਾ ਆਖਣਾ ਹੇ ਕਿ ਇਕ ਵਾਰ ਬਿਲਾਲ (ਰ:ਅ:) ਬਰਨੀ ਇਕ ਵਧੀਆ ਖਜੂਰ ਨਬੀ (ਸ:) ਦੀ ਸੇਵਾ ਵਿਖੇ ਲਿਆਏ ਆਪ (ਸ:) ਨੇ ਪੁੱਛਿਆ ਇਹ ਕਿਥੋਂ ਲਿਆਏ ਹੋ? ਬਿਲਾਲ ਨੇ ਕਿਹਾ ਕਿ ਮੇਰੇ ਕੋਲ ਇਕ ਘਟਿਆ ਕਿਸਮ ਦੀ ਖਜੂਰ ਸੀ ਤਾਂ ਮੈਂ ਇਸ ਘਟਿਆ ਕਿਸਮ ਦੀ ਖਜੂਰ ਦੇ ਦੋ ਤੋਲ ਦੇ ਕੇ ਇਕ ਤੋਲ ਵਧੀਆ ਖਜੂਰਾਂ ਦਾ ਲੈ ਲਿਆ ਤਾਂ ਜੋ ਤੁਹਾਡੀ ਸੇਵਾਂ ਵਿਚ ਪੇਸ਼ ਕਰ ਸਕਾਂ। ਤਾਂ ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ, ਅਫ਼ਸੋਸ ਹੇ ਅਫ਼ਸੋਸ! ਇਹ ਤਾਂ ਉੱਕਾ ਹੀ ਸੂਦ ਹੇ, ਇੰਜ ਨਾ ਕਰੋ, ਜੇ ਤੁਸੀਂ ਖਜੂਰ ਖਰੀਦਣੀ ਹੋਵੇ ਤਾਂ ਪਹਿਲਾਂ ਆਪਣੀ ਖਜੂਰ ਵੇਚੋ ਫਿਰ ਵਧੀਆ ਖਜੂਰਾਂ ਖਰੀਦੋ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 2312)","lang":"pa"},{"name":"2:279","price":"279਼ ਜੇ ਤੁਸੀਂ ਇਹ (ਵਿਆਜ ਖਾਣਾ ਬੰਦ) ਨਾ ਕੀਤਾ ਤਾਂ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਨਾਲ ਜੰਗ ਕਰਨ ਲਈ ਤਿਆਰ ਹੋ ਜਾਓ। ਜੇ ਤੁਸੀਂ ਤੌਬਾ ਕਰ ਲਵੋ ਤਾਂ ਤੁਸੀਂ ਆਪਣਾ ਮੂਲਧਨ ਲੈਣ ਦੇ ਹੱਕਦਾਰ ਹੋ। ਨਾਂ ਤੁਸੀਂ ਕਿਸੇ ’ਤੇ ਜ਼ੁਲਮ ਕਰੋ ਤੇ ਨਾ ਹੀ (ਅੱਲਾਹ ਵੱਲੋਂ) ਤੁਹਾਡੇ ਉੱਤੇ ਜ਼ੁਲਮ ਕੀਤਾ ਜਾਵੇਗਾ।","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:280","price":"280਼ ਜੇ (ਤੁਹਾਡੇ ਕਰਜ਼ਦਾਰ ਦਾ) ਹੱਥ ਤੰਗ ਹੋਵੇ ਤਾਂ ਉਸ ਨੂੰ ਹੱਥ ਖੁੱਲ੍ਹਣ ਤਕ ਮੋਹਲਤ ਦਿਓ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਬਹੁਤ ਹੀ ਵਧੀਆ ਹੇ ਜੇ ਤੁਸੀਂ (ਕਰਜ਼ ਨੂੰ) ਸਦਕਾ 1 (ਭਾਵ ਮੁਆਫ਼) ਕਰ ਦੇਵੋ, ਜੇ ਤੁਹਾਨੂੰ ਇਸ ਦਾ ਗਿਆਨ ਹੇ।","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"1 ਇਸ ਥਾਂ ਸਦਕੇ ਤੋਂ ਭਾਵ ਮੁਆਫ਼ ਕਰ ਦੇਣਾ ਹੇ। ਨਬੀ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਇਕ ਵਿਅਕਤੀ ਲੋਕਾਂ ਨੂੰ ਉਧਾਰ ਦਿਆ ਕਰਦਾ ਸੀ ਅਤੇ ਆਪਣੇ ਨੌਕਰ ਨੂੰ ਆਖਦਾ ਸੀ ਕਿ ਜੇ ਤੂੰ ਉਧਾਰ ਵਾਪਸ ਲੈਣ ਲਈ ਕਿਸੇ ਹੱਥ ਤੰਗ ਵਾਲੇ ਕੋਲ ਜਾਵੇ ਤਾਂ ਉਸ ਨਾਲ ਨਰਮੀ ਦਾ ਵਰਤਾਓ ਕਰੀਂ ਹੋ ਸਕਦਾ ਹੇ ਕਿ ਅੱਲਾਹ ਸਾਡੇ ਨਾਲ ਨਰਮੀ ਵਰਤੇ ਤਾਂ ਆਪ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਜਦੋਂ ਅੱਲਾਹ ਨਾਲ ਉਸ ਦੀ ਮਿਲਣੀ ਹੋਵੇਗੀ ਤਾਂ ਅੱਲਾਹ ਉਸ ਨੂੰ ਮੁਆਫ਼ ਕਰ ਦੇਵੇਗਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3480)","lang":"pa"},{"name":"2:281","price":"281਼ ਉਸ ਦਿਨ ਤੋਂ ਡਰੋ ਜਦੋਂ ਤੁਸੀਂ ਸਾਰੇ ਅੱਲਾਹ ਵੱਲ ਪਰਤਾਏ ਜਾਉਗੇ ਅਤੇ ਹਰੇਕ ਵਿਅਕਤੀ ਨੇ (ਸੰਸਾਰ ਵਿਚ) ਜੋ ਵੀ (ਅਮਲ ਕੀਤਾ) ਹੋਵੇਗਾ ਉਸ ਨੂੰ ਉਸ ਦਾ ਪੂਰਾ-ਪੂਰਾ ਬਦਲਾ ਦਿੱਤਾ ਜਾਵੇਗਾ, ਕਿਸੇ ਨਾਲ ਕੋਈ ਵਧੀਕੀ ਨਹੀਂ ਹੋਵੇਗੀ।","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:282","price":"282਼ ਹੇ ਲੋਕੋ! ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਏ ਹੋ! ਜਦੋਂ ਤੁਸੀਂ ਆਪੋ ਵਿਚ ਇਕ ਨਿਸ਼ਚਿਤ ਸਮੇਂ ਲਈ ਉਧਾਰ ਦਾ ਲੈਣ-ਦੇਣ ਕਰੋ ਤਾਂ ਉਸ ਨੂੰ ਲਿਖ ਲਿਆ ਕਰੋ ਅਤੇ ਲਿਖਣ ਵਾਲੇ ਨੂੰ ਚਾਹੀਦਾ ਹੇ ਕਿ ਤੁਹਾਡੇ ਵਿਚਕਾਰ (ਲੈਣ-ਦੇਣ ਨੂੰ) ਇਨਸਾਫ਼ ਨਾਲ ਲਿਖੇ ਅਤੇ ਲਿਖਣਯੋਗ ਵਿਅਕਤੀ ਲਿਖਣ ਤੋਂ ਇਨਕਾਰ ਨਾ ਕਰੇ। ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਨੇ ਲਿਖਣਾ ਸਿਖਾਇਆ ਹੇ ਉਸ ਨੂੰ ਲਿਖਣਾ ਚਾਹੀਦਾ ਹੇ। ਜਿਸ ਦੇ ਜ਼ਿੰਮੇ ਕਰਜ਼ ਹੋਵੇ ਉਹੀ ਵਿਅਕਤੀ ਲਿਖਵਾਏਗਾ ਅਤੇ ਕਰਜ਼ਦਾਰ ਨੂੰ (ਲਿਖਵਾਉਂਦੇ ਹੋਏ) ਆਪਣੇ ਰੱਬ ਤੋਂ ਡਰਨਾ ਚਾਹੀਦਾ ਹੇ ਅਤੇ ਇਹ (ਲਿਖਵਾਉਂਦੇ ਹੋਏ) ਕਿਸੇ ਚੀਜ਼ ਨੂੰ ਘੱਟਾ ਨਾ ਦੇਵੇ। ਜੇ ਕਰਜ਼ਦਾਰ ਨਾ ਸਮਝ ਰੁ ਜਾਂ ਕਮਜ਼ੋਰ ਰੁ ਜਾਂ ਲਿਖਵਾ ਨਹੀਂ ਸਕਦਾ ਤਾਂ ਉਸ ਦੇ ਮੁਖ਼ਤਿਆਰ ਨੂੰ ਚਾਹੀਦਾ ਹੇ ਕਿ ਉਹ ਇਨਸਾਫ਼ ਨਾਲ ਲਿਖਵਾ ਦੇਵੇ ਫਿਰ ਤੁਸੀਂ ਆਪਣੇ ਮੁਸਲਮਾਨ ਮਰਦਾਂ ਵਿੱਚੋਂ ਦੋ ਗਵਾਹ ਬਣਾਓ ਜੇ ਦੋ ਮਰਦ ਨਾ ਹੋਣ ਤਾਂ ਇਕ ਮਰਦ ਤੇ ਦੋ ਔਰਤਾਂ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ (ਗਵਾਹੀ ਲਈ) ਪਸੰਦ ਕਰਦੇ ਹੋ, ਗਵਾਹ ਬਣਾ ਲਵੋ। (ਇਹ ਇਸ ਲਈ) ਕਿ ਜੇਕਰ ਇਕ ਔਰਤ ਭੁੱਲ ਜਾਵੇ ਤਾਂ ਦੂਜੀ ਉਸ ਨੂੰ ਯਾਦ ਕਰਵਾ ਦਵੇ। ਜਦੋਂ ਗਵਾਹਾਂ ਨੂੰ ਬੁਲਾਇਆ ਜਾਵੇ ਤਾਂ ਉਹ ਇਨਕਾਰ ਨਾ ਕਰਣ। ਮੁਆਮਲਾ ਭਾਵੇਂ ਨਿੱਕਾ ਹੋਵੇ ਜਾਂ ਵੱਡਾ ਉਸ ਨੂੰ ਨਿਯਤ ਸਮੇਂ ਨਾਲ ਲਿਖਵਾਉਣ ਵਿਚ ਘੌਲ ਨਾ ਕਰੋ, ਅੱਲਾਹ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਇਹੋ ਇਨਸਾਫ਼ ਵਾਲੀ ਗੱਲ ਹੇ ਅਤੇ ਗਵਾਹੀ ਲਈ ਵਧੀਆ ਤਰੀਕਾ ਹੇ। ਇਸ ਤਰ੍ਹਾਂ ਸ਼ੰਕਾਵਾਂ ਦੀ ਸੰਭਾਵਨਾ ਵੀ ਘੱਟ ਜਾਂਦੀ ਹੇ। ਹਾਂ! ਜਿਹੜਾ ਕਾਰੋਬਾਰੀ ਲੈਣ-ਦੇਣ ਤੁਸੀਂ ਹੱਥੋਂ-ਹੱਥ ਕਰਦੇ ਹੋ ਉਸ ਦੇ ਨਾ ਲਿਖਣ ਵਿਚ ਕੋਈ ਹਰਜ ਨਹੀਂ। ਜਦੋਂ ਤੁਸੀਂ ਆਪਸ ਵਿਚ ਕੋਈ ਸੌਦਾ ਕਰੋ ਤਾਂ ਗਵਾਹ ਬਣਾ ਲਿਆ ਕਰੋ। ਲਿਖਣ ਵਾਲੇ ਨੂੰ ਅਤੇ ਗਵਾਹ ਨੂੰ ਤੰਗ ਨਾ ਕੀਤਾ ਜਾਵੇ ਜੇ ਤੁਸੀਂ (ਤੰਗ) ਕਰੋਗੇ ਤਾਂ ਇਹ ਤੁਹਾਡੇ ਵੱਲੋਂ (ਰੱਬ ਦੇ ਹੁਕਮਾਂ ਦੀ) ਉਲੰਘਣਾ ਹੋਵੇਗੀ। ਅੱਲਾਹ ਤੋਂ ਡਰਦੇ ਰਹੋ ਅਤੇ ਇਹ ਸਾਰੀਆਂ (ਗੱਲਾਂ) ਤੁਹਾਨੂੰ ਅੱਲਾਹ ਹੀ ਸਿਖਾਉਂਦਾ ਹੇ। ਅੱਲਾਹ ਹਰੇਕ ਗੱਲ ਨੂੰ ਭਲੀ-ਭਾਂਤ ਜਾਣਨ ਵਾਲਾ ਹੇ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:283","price":"283਼ ਜੇ ਤੁਸੀਂ ਸਫ਼ਰ ਵਿਚ ਹੋਵੋ ਅਤੇ ਤੁਹਾਨੂੰ ਕੋਈ ਲਿਖਣ ਵਾਲਾ ਨਾ ਮਿਲੇ ਤਾਂ ਕਿਸੇ ਚੀਜ਼ ਨੂੰ ਗਿਰਵੀ ਰੱਖ ਦਿਓ।1 ਜੇ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੋਈ ਕਿਸੇ ’ਤੇ ਭਰੋਸਾ ਕਰੇ ਜਿਸ ਵਿਅਕਤੀ ’ਤੇ ਭਰੋਸਾ ਕੀਤਾ ਗਿਆ ਹੇ ਉਸ ਨੂ ਚਾਹੀਦਾ ਹੇ ਕਿ ਅਮਾਨਤ ਵਾਪਸ ਕਰੇ ਅਤੇ ਆਪਣੇ ਰੱਬ ਤੋਂ ਡਰਦਾ ਰਹੇ। ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਕੋਈ ਗਵਾਹੀ ਨੂੰ ਨਾ ਲੁਕੋਵੇ, ਜਿਹੜਾ ਕੋਈ ਗਵਾਹੀ ਨੂੰ ਲਕੋਵੇਗਾ ਉਸ ਦਾ ਮਨ ਪਾਪੀ ਹੇ। ਤੁਸੀਂ ਜੋ ਕੁੱਝ ਵੀ ਕਰਦੇ ਹੋ ਅੱਲਾਹ ਭਲੀ-ਭਾਂਤ ਜਾਣਦਾ ਹੇ।","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"1 ਕਿਸੇ ਚੀਜ਼ ਦਾ ਗਿਰਵੀ ਰੱਖਣਾ ਹਦੀਸ ਤੋਂ ਸਿੱਧ ਹੁੰਦਾ ਹੇ ਹਜ਼ਰਤ ਆਇਸ਼ਾ (ਰ:ਅ:) ਫ਼ਰਮਾਉਂਦੀਆਂ ਹਨ, ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਇਕ ਯਹੂਦੀ ਤੋਂ ਇਕ ਨਿਯਤ ਸਮੇਂ ਲਈ ਅਨਾਜ ਖ਼ਰੀਦਿਆ ਅਤੇ ਆਪਣੀ ਜ਼ੱਰਾਹ ਉਸ ਦੇ ਕੋਲ ਗਿਰਵੀ ਰੱਖੀ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 2509)","lang":"pa"},{"name":"2:284","price":"284਼ ਅਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਵਿਚ ਜੋ ਵੀ ਹੇ ਉਹ ਸਭ ਅੱਲਾਹ ਦਾ ਹੀ ਹੇ ਤੁਹਾਡੇ ਦਿਲਾਂ ਵਿਚ ਜੋ ਵੀ ਹੇ ਤੁਸੀਂ ਭਾਵੇਂ ਉਸ ਨੂੰ ਪ੍ਰਗਟ ਕਰੋ ਜਾਂ ਗੁਪਤ ਰੱਖੋ ਅੱਲਾਹ ਤੁਹਾਥੋਂ ਉਹਨਾਂ ਸਭ ਦਾ ਹਿਸਾਬ ਲਵੇਗਾ ਫਿਰ ਇਹ ਉਸ ਦੀ ਮਰਜ਼ੀ ਹੇ ਕਿ ਜਿਸ ਨੂੰ ਚਾਹੇ ਬਖ਼ਸ਼ ਦੇਵੇ ਜਿਸ ਨੂੰ ਚਾਹੇ ਅਜ਼ਾਬ (ਸਜ਼ਾ) ਦੇਵੇ। ਅੱਲਾਹ ਹਰ ਗੱਲ ਦੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੇ।","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:285","price":"285਼ ਰਸੂਲ (ਮਹੁੰਮਦ) ਅਤੇ ਸਾਰੇ ਮੋਮਿਨ ਵੀ ਉਸੇ ਹਿਦਾਇਤ (.ਕੁਰਆਨ) ’ਤੇ ਈਮਾਨ ਲਿਆਏ ਹਨ ਜਿਹੜੀ ਉਹਨਾਂ ’ਤੇ ਉਹਨਾਂ ਦੇ ਰੱਬ ਵੱਲੋਂ ਉਤਾਰੀ ਗਈ ਹੇ। ਇਹ ਸਾਰੇ ਅੱਲਾਹ ਤੇ ਉਸ ਦੇ ਫ਼ਰਿਸ਼ਤਿਆਂ, ਉਸ ਦੀਆਂ ਕਿਤਾਬਾਂ, ਅਤੇ ਉਸ ਦੇ ਰਸੂਲਾਂ ’ਤੇ ਈਮਾਨ ਲਿਆਏ ਹਨ ਅਤੇ ਆਖਦੇ ਹਨ ਕਿ ਅਸੀਂ ਉਸ (ਅੱਲਾਹ) ਦੇ ਰਸੂਲਾਂ ਵਿਚ (ਵਡਿਆਈ ਪੱਖੋਂ) ਕੋਈ ਅੰਤਰ ਨਹੀਂ ਰਖਦੇ ਅਤੇ ਆਖਦੇ ਹਨ ਕਿ ਅਸਾਂ ਹੁਕਮ ਸੁਣਿਆ ਅਤੇ ਇਸ ਦੀ ਪੈਰਵੀ ਕੀਤੀ। ਹੇ ਰੱਬਾ! ਅਸੀਂ ਤੇਰੀ ਹੀ ਬਖ਼ਸ਼ਿਸ਼ ਚਾਹੁੰਦੇ ਹਾਂ ਅਤੇ ਅਸਾਂ ਤੇਰੇ ਵੱਲ ਹੀ ਮੁੜ ਆਉਣਾ ਹੇ।","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"2:286","price":"286਼ ਅੱਲਾਹ ਕਿਸੇ ਨੂੰ ਵੀ ਉਸ ਦੀ ਸਹਿਣ ਸ਼ਕਤੀ ਤੋਂ ਵੱਧ ਤਕਲੀਫ਼ ਨਹੀਂ ਦਿੰਦਾ। ਹਰੇਕ ਵਿਅਕਤੀ ਨੇ ਜੋ ਵੀ ਨੇਕ ਕਮਾਈ ਕੀਤੀ ਹੇ ਉਸ ਦਾ ਫਲ (ਬਦਲਾ) ਉਸੇ ਲਈ ਹੇ ਜੋ ਉਸ ਨੇ ਬੁਰਾਈ ਕੀਤੀ ਹੇ ਉਸ ਦਾ ਬੋਝ ਭਾਰ ਵੀ ਉਸੇ ਦੇ ਸਿਰ ਹੇ। (ਈਮਾਨ ਵਾਲੇ ਦੁਆਵਾਂ ਕਰਦੇ ਹਨ ਕਿ) ਹੇ ਸਾਡੇ ਰੱਬਾਂ! ਜੇ ਸਾਥੋਂ ਕੋਈ ਭੁੱਲ ਚੁੱਕ ਹੋ ਗਈ ਹੋਵੇ ਤਾਂ ਸਾਡੀ ਪਕੜ ਨਾ ਕਰੀਂ। ਹੇ ਸਾਡੇ ਰੱਬ! ਸਾਡੇ ’ਤੇ ਅਜਿਹਾ ਬੋਝ ਨਾ ਪਾਈਂ ਜਿਹੜੇ ਤੂੰ ਸਾਥੋਂ ਪਹਿਲਾਂ ਦੇ ਲੋਕਾਂ ’ਤੇ ਪਾਏ ਸਨ (ਹੇ ਸਾਡੇ ਰੱਬ) ਸਾਡੇ ’ਚ ਜਿਸ ਬੋਝ ਨੂੰ ਚੁੱਕਣ ਦੀ ਹਿੱਮਤ ਹੀ ਨਹੀਂ ਉਹ ਸਾਥੋਂ ਨਾ ਚੁਕਵਾਈਂ। ਸਾਡੀਆਂ ਭੁੱਲਾਂ ਦੀ ਅਣਦੇਖੀ ਕਰ, ਸਾਨੂੰ ਬਖ਼ਸ਼ ਦੇ ਅਤੇ ਸਾਡੇ ’ਤੇ ਰਹਿਮ ਫ਼ਰਮਾ। ਤੂੰ ਹੀ ਸਾਡੇ ਕੰਮ ਸੰਵਾਰਨ ਵਾਲਾ ਹੇ, ਸੋ ਤੂੰ ਕਾਫ਼ਰਾਂ ਦੇ ਮੁਕਾਬਲੇ ਵਿਚ ਸਾਡੀ ਮਦਦ ਫ਼ਰਮਾ।1 (ਆਮੀਨ!)","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"1 ਹਜ਼ਰਤ ਅਬੁ ਮਸਊਦ ਅਲ ਬਦਰੀ (ਰ:ਅ:) ਤੋਂ ਪਤਾ ਲੱਗਦਾ ਹੇ ਕਿ ਨਬੀ ਕਰੀਮ (ਸ:) ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਜਿਸ ਨੇ ਬਕਰਹ ਸੂਰਤ ਦੀਆਂ ਆਖ਼ਰੀ ਦੋ ਆਇਤਾਂ ਰਾਤ ਨੂੰ ਸੋਣ ਲੱਗੇ ਪੜ੍ਹ ਲਈਆਂ ਤਾਂ ਉਹ ਉਸ ਲਈ ਰਾਤ ਦੀ ਇਬਾਦਤ ਲਈ ਬਥੇਰੀ ਹੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4008)","lang":"pa"},{"name":"3:1","price":"1਼ ਅਲਿਫ਼, ਲਾਮ, ਮੀਮ।","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:2","price":"2਼ ਉਹ ਅੱਲਾਹ ਹੇ, ਉਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਵੀ ਇਸ਼ਟ ਨਹੀਂ। ਉਹ (ਸਦਾ ਤੋਂ ਅਤੇ ਸਦਾ ਲਈ) ਜਿਉਂਦਾ ਹੇ ਅਤੇ (ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਵਿਵਸਥਾ ਨੂੰ) ਸਾਂਭਣ ਵਾਲਾ ਹੇ।","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:3","price":"3਼ (ਹੇ ਨਬੀ!) ਉਸੇ ਨੇ ਤੁਹਾਡੇ ’ਤੇ ਹੱਕ ਸੱਚ ਦੇ ਨਾਲ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਉਤਾਰੀ ਜਿਹੜੀ ਆਪਣੇ ਤੋਂ ਪਹਿਲੀਆਂ (ਰੱਬ ਵੱਲੋਂ ਨਾਜ਼ਿਲ ਹੋਣ ਵਾਲੀਆਂ) ਕਿਤਾਬਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੀ ਹੇ। ਉਸੇ (ਅੱਲਾਹ) ਨੇ ਤੌਰੈਤ ਅਤੇ ਇੰਜੀਲ ਨੂੰ ਨਾਜ਼ਿਲ ਕੀਤਾ।","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:4","price":"4਼ ਉਸੇ ਨੇ ਪਹਿਲੇ ਲੋਕਾਂ ਦੀ ਹਿਦਾਇਤ ਲਈ (ਕਿਤਾਬਾਂ ਭੇਜੀਆਂ) ਅਤੇ ਉਸੇ ਨੇ ਫ਼ੁਰਕਾਨ (.ਕੁਰਆਨ) ਨਾਜ਼ਿਲ ਕੀਤਾ ਹੇ। ਬੇਸ਼ੱਕ ਉਹ ਲੋਕ ਜਿਨ੍ਹਾਂ ਨੇ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ ਦਾ ਇਨਕਾਰ ਕੀਤਾ ਉਹਨਾਂ ਲਈ ਕਰੜਾ ਅਜ਼ਾਬ ਹੇ। ਅੱਲਾਹ ਜ਼ੋਰਾਵਰ ਹੇ (ਇਨਕਾਰੀਆਂ ਤੋਂ) ਬਦਲਾ ਲੈਣ ਵਾਲਾ ਹੇ।","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:5","price":"5਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਤੋਂ ਧਰਤੀ ਤੇ ਅਕਾਸ਼ ਦੀ ਕੋਈ ਵੀ ਚੀਜ਼ ਲੁਕੀ ਹੋਈ ਨਹੀਂ।","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:6","price":"6਼ ਉਹੀਓ (ਅੱਲਾਹ) ਤੁਹਾਡੀਆਂ ਮਾਵਾਂ ਦੇ ਗਰਭ ਵਿਚ ਤੁਹਾਡੀਆਂ ਸ਼ਕਲਾਂ ਸੂਰਤਾਂ ਜਿਵੇਂ ਚਾਹੁੰਦਾ ਹੇ ਬਣਾਉਂਦਾ ਹੇ। ਉਸ ਤੋਂ ਛੁੱਟ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ। ਉਹੀਓ ਜ਼ੋਰਾਵਰ ਅਤੇ ਹਿਕਮਤ (ਸੂਝ-ਬੂਝ) ਵਾਲਾ ਹੇ।","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:7","price":"7਼ (ਹੇ ਮੁਹੰਮਦ!) ਤੁਹਾਡੇ ’ਤੇ ਉਹੀ ਹੇ ਜਿਸ ਨੇ ਕਿਤਾਬ (.ਕੁਰਆਨ) ਨਾਜ਼ਿਲ ਕੀਤੀ ਜਿਸ ਵਿਚ ਕੁੱਝ ਆਇਤਾਂ ਮੁਹਕਮਾਤ (ਅਟਲ ਤੇ ਸਪਸ਼ਟ) ਹਨ ਜਿਹੜੀਆਂ ਇਸ ਕਿਤਾਬ ਦਾ ਮੂਲ ਆਧਾਰ ਹਨ ਅਤੇ ਕੁੱਝ ਮੁਤਾਸ਼ਾਬਿਹਾਤ (ਅਸਪਸ਼ਟ, ਗੁੰਝਲਦਾਰ) ਹਨ। ਜਿਹੜੇ ਲੋਕਾਂ ਦੇ ਮਨਾਂ ਵਿਚ ਵਿੰਗ ਹੇ ਉਹ ਉਹਨਾਂ ਮੁਤਾਸ਼ਾਬਿਹਾਤ ਆਇਤਾਂ ਦੇ ਪਿੱਛੇ ਲੱਗੇ ਰਹਿੰਦੇ ਹਨ। ਉਹਨਾਂ ਦਾ ਉਦੇਸ਼ ਕੇਵਲ ਫ਼ਿਤਨਾ (ਸ਼ੱਕ) ਫੈਲਾਉਣਾ ਅਤੇ (.ਕੁਰਆਨ ਤੋਂ ਦੂਰ ਕਰਨ ਲਈ) ਦਲੀਲਾਂ ਦੀ ਭਾਲ ਕਰਨਾ ਹੇ ਜਦ ਕਿ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਕੋਈ ਵੀ ਇਹਨਾਂ (ਅਸਪਸ਼ਟ) ਆਇਤਾਂ ਦੀ ਹਕੀਕਤ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ। ਜਿਹੜੇ ਲੋਕ ਆਪਣੇ ਗਿਆਨ (ਈਮਾਨ) ਵਿਚ ਪੱਕੇ ਹਨ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਸਾਡਾ ਤਾਂ ਇਹਨਾਂ (ਅਸਪਸ਼ਟ ਆਇਤਾਂ) ’ਤੇ ਈਮਾਨ ਹੇ। ਇਹ ਸਭ ਸਾਡੇ ਰੱਬ ਵੱਲੋਂ ਹੀ ਹੇ। ਨਸੀਹਤ ਤਾਂ ਕੇਵਲ ਅਕਲ ਵਾਲੇ ਹੀ ਗ੍ਰਹਿਣ ਕਰਦੇ ਹਨ।","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:8","price":"8਼ (ਅਕਲ ਵਾਲੇ ਦੁਆਵਾਂ ਕਰਦੇ ਹਨ ਕਿ) ਹੇ ਸਾਡੇ ਰੱਬ! ਹਿਦਾਇਤ ਦੇਣ ਮਗਰੋਂ ਸਾਡੇ ਦਿਲਾਂ ਵਿਚ ਵਿੰਗ-ਵਲ ਨਾ ਪਾਈਂ ਅਤੇ ਸਾਡੇ ਉੱਤੇ ਆਪਣੇ ਕੋਲੋਂ ਰਹਿਮਤ ਦੀ ਬਖ਼ਸ਼ਿਸ਼ ਕਰ। ਬੇਸ਼ੱਕ ਤੂੰ ਹੀ ਸਭ ਤੋਂ ਵੱਡਾ ਸਖ਼ੀ ਦਾਤਾ ਹੇ।","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:9","price":"9਼ ਹੇ ਸਾਡੇ ਰੱਬ! ਬੇਸ਼ੱਕ ਤੂੰ ਇਕ ਦਿਨ ਸਾਰੇ ਲੋਕਾਂ ਨੂੰ (ਆਪਣੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਜਮ੍ਹਾਂ ਕਰਨ ਵਾਲਾ ਹੇ ਜਿਸ ਦੇ ਆਉਣ ਵਿਚ ਕਿਸੇ ਪ੍ਰਕਾਰ ਦਾ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਆਪਣੇ ਬਚਨਾਂ ਤੋਂ ਟਲਣ ਵਾਲਾ ਨਹੀਂ।","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:10","price":"10਼ ਬੇਸ਼ੱਕ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ (ਰੱਬ ਦਾ) ਇਨਕਾਰ ਕੀਤਾ ਉਹਨਾਂ ਦੇ ਮਾਲ ਅਤੇ ਔਲਾਦ ਉਹਨਾਂ ਨੂੰ ਅੱਲਾਹ ਦੇ ਅਜ਼ਾਬ ਤੋਂ ਬਚਾਉਣ ਲਈ ਕੁੱਝ ਕੰਮ ਨਹੀਂ ਆਵੇਗੀ, ਉਹ ਲੋਕੀਂ ਤਾਂ (ਨਰਕ ਦੀ) ਅੱਗ ਦਾ ਬਾਲਣ ਹਨ।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:11","price":"11਼ (ਉਹਨਾਂ ਦਾ ਅੰਤ) ਫ਼ਿਰਔਨ ਦੇ ਸਾਥੀਆਂ ਅਤੇ ਉਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਦੇ ਲੋਕਾਂ ਵਾਂਗ ਹੋਵੇਗਾ। ਉਹਨਾਂ ਨੇ ਸਾਡੀਆਂ ਆਇਤਾਂ (ਹੁਕਮਾਂ) ਨੂੂੰ ਝੁਠਲਾਇਆ ਤਾਂ ਅੱਲਾਹ ਨੇ ਵੀ ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਅਪਰਾਧਾਂ ਕਾਰਨ (ਸਜ਼ਾ ਲਈ) ਨੱਪ ਲਿਆ। ਅੱਲਾਹ ਸਜ਼ਾ ਦੇਣ ਵਿਚ ਬਹੁਤ ਸਖ਼ਤ ਹੇ।","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:12","price":"12਼ (ਹੇ ਨਬੀ!) ਜਿਹਨਾਂ ਲੋਕਾਂ ਨੇ ਕੁਫ਼ਰ ਕੀਤਾ ਹੇ ਉਹਨਾਂ ਨੂੰ ਆਖ ਦਿਓ ਕਿ ਛੇਤੀ ਹੀ ਤੁਸੀਂ (ਅੱਲਾਹ ਦੇ) ਅਧੀਨ ਹੋ ਜਾਓਗੇ ਅਤੇ ਤੁਹਾਨੂੰ ਨਰਕ ਵੱਲ ਹੱਕਿਆ ਜਾਵੇਗਾ ਜੋ ਕਿ ਬਹੁਤ ਹੀ ਬੁਰਾ ਟਿਕਾਣਾ ਹੇ।","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:13","price":"13਼ ਹਕੀਕਤ ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਉਹਨਾਂ ਦੋ ਧੜ੍ਹਿਆਂ (ਮੋਮਿਨ ਤੇ ਕਾਫ਼ਿਰਾਂ) ਵਿਚ (ਸਿੱਖਿਆ ਲਈ) ਇਕ ਅਹਿਮ ਨਿਸ਼ਾਨੀ ਸੀ ਜਿਹੜੇ (ਬਦਰ ਦੇ ਮੈਦਾਨ ਵਿਚ) ਇਕ ਦੂਜੇ ਨਾਲ ਭਿੜੇ ਸੀ (ਉਹਨਾਂ ਵਿਚ) ਇਕ ਧੜਾ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਲੜ ਰਿਹਾ ਸੀ ਅਤੇ ਦੂਜਾ (ਰੱਬ ਦਾ) ਇਨਕਾਰੀ ਸੀ। ਵੇਖਣ ਵਾਲੀਆਂ ਅੱਖਾਂ ਉਹਨਾਂ (ਕਾਫ਼ਿਰਾਂ) ਦੇ ਧੜੇ ਨੂੰ (ਮੁਸਲਮਾਨਾਂ ਦੇ ਧੜੇ ਤੋਂ) ਦੋ ਗੁਣਾ ਵੇਖ ਰਹੀਆਂ ਸਨ। (ਜਦ ਕਿ) ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੇ ਆਪਣੀ ਮਦਦ ਦੁਆਰਾ ਸ਼ਕਤੀ (ਸਹਾਇਤਾ) ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੇ। ਬੇਸ਼ੱਕ ਇਸ (ਜੰਗ ਵਿਚ) ਸੂਝ-ਬੂਝ ਰੱਖਣ ਵਾਲਿਆਂ ਲਈ ਇਕ ਵੱਡੀ ਨਸੀਹਤ ਹੇ।","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:14","price":"14਼ ਲੋਕਾਂ ਲਈ ਮਨ ਭਾਂਉਂਦੀਆਂ ਚੀਜ਼ਾਂ ਡਾਢੀਆਂ ਸੋਹਣੀਆਂ ਬਣਾ ਛੱਡੀਆਂ ਹਨ ਜਿਵੇਂ ਪਤਨੀਆਂ, ਪੁੱਤਰ, ਸੋਨੇ ਚਾਂਦੀ ਦੇ ਭੰਡਾਰ, ਚੋਣਵੇ ਘੋੜੇ, (ਪਾਲਤੂ) ਜਾਨਵਰ ਅਤੇ (ਹਰੀ ਭਰੀ) ਖੇਤੀ, ਜਦ ਕਿ ਇਹ ਸਭ ਸੰਸਾਰਿਕ ਜੀਵਨ ਦੀ ਹੀ ਸਮੱਗਰੀ ਹੇ, ਪਰ ਵਧੀਆ ਟਿਕਾਣਾ ਅੱਲਾਹ ਦੇ ਕੋਲ ਹੀ ਹੇ।","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:15","price":"15਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕੀ ਮੈਂ ਤੁਹਾ` ਇਹਨਾਂ ਚੀਜ਼ਾਂ ਤੋਂ ਵਧੀਆ ਚੀਜ਼ਾਂ ਦੱਸਾਂ? (ਉਹ ਇਹ) ਕਿ ਪਰਹੇਜ਼ਗਾਰਾਂ ਲਈ (ਭਾਵ ਰੱਬ ਤੋਂ ਡਰਦੇ ਹੋਏ ਬੁਰਾਈਆਂ ਤੋਂ ਬਚਨ) ਵਾਲਿਆਂ ਲਈ ਰੱਬ ਦੇ ਕੋਲ ਬਾਗ਼ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਹੇਠ ਨਹਿਰਾਂ ਵਗਦੀਆਂ ਹਨ। ਉਹ ਉਹਨਾਂ ਵਿਚ ਸਦਾ ਲਈ ਰਹਿਣਗੇ ਉੱਥੇ ਉਹਨਾਂ ਲਈ ਪਵਿੱਤਰ ਪਤਨੀਆਂ ਹੋਣਗੀਆਂ ਅਤੇ ਅੱਲਾਹ ਦੀ ਰਜ਼ਾ ਵੀ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ ਅੱਲਾਹ ਆਪਣੇ ਬੰਦਿਆਂ (ਦੇ ਅਮਲਾਂ) ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵੇਖਦਾ ਹੇ।","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:16","price":"16਼ ਜਿਹੜੇ ਲੋਕ ਦੁਆ ਕਰਦੇ ਹਨ ਕਿ ਹੇ ਸਾਡੇ ਰੱਬ! ਬੇਸ਼ੱਕ ਅਸੀਂ ਈਮਾਨ ਲਿਆਏ ਹਾਂ, ਤੂੰ ਸਾਡੇ ਗੁਨਾਹਾਂ ਨੂੰ ਬਖ਼ਸ਼ ਦੇ ਅਤੇ ਸਾਨੂੰ ਅੱਗ ਦੇ ਅਜ਼ਾਬ ਤੋਂ ਸੁਰੱਖਿਅਤ ਰੱਖ।","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:17","price":"17਼ ਇਹ ਲੋਕ ਉਹ ਹਨ ਜਿਹੜੇ ਸਬਰ ਕਰਦੇ ਹਨ, ਸੱਚ ਬੋਲਦੇ ਹਨ, ਰੱਬ ਦੇ ਹੁਕਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹਨ, (ਰੱਬ ਦੀ ਰਾਹ ਵਿਚ) ਖ਼ਰਚ ਕਰਦੇ ਹਨ ਅਤੇ ਸਰਘੀ ਵੇਲੇ ਆਪਣੇ ਲਈ ਬਖ਼ਸ਼ਿਸ਼ ਦੀਆਂ ਦੁਆਵਾਂ ਕਰਦੇ ਹਨ।","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:18","price":"18਼ ਅੱਲਾਹ ਨੇ ਗਵਾਹੀ ਦਿੱਤੀ ਹੇ ਕਿ ਉਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ ਅਤੇ (ਇਹੋ ਗਵਾਹੀ) ਫ਼ਰਿਸ਼ਤੇ ਅਤੇ ਗਿਆਨਵਾਨ ਲੋਕ ਵੀ ਦੇ ਰਹੇ ਹਨ ਕਿ ਉਸੇ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਇਨਸਾਫ਼ ਦੇ ਆਧਾਰ ’ਤੇ ਕਾਇਮ ਕਰ ਰੱਖਿਆ ਹੇ। ਉਸ ਤੋਂ ਛੁੱਟ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ ਉਹੀਓ ਜ਼ੋਰਾਵਰ ਦਾਨਾਈ ਵਾਲਾ ਹੇ।","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:19","price":"19਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਦੀ ਨਜ਼ਰ ਵਿਚ ਕੇਵਲ ਇਸਲਾਮ ਹੀ (ਸੱਚਾ) ਧਰਮ ਹੇ ਅਤੇ ਅਹਲੇ ਕਿਤਾਬ (ਭਾਵ ਯਹੂਦੀ ਤੇ ਈਸਾਈ) ਨੇ (ਰੱਬੀ) ਗਿਆਨ ਆਉਣ ਤੋਂ ਬਾਅਦ ਕੇਵਲ ਇਸ ਲਈ ਇਸਦਾ ਵਿਰੋਧ ਕੀਤਾ ਕਿਉਂ ਜੋ ਉਹ ਆਪਸ ਵਿਚ ਹਟਧਰਮੀ ਅਤੇ ਈਰਖਾ ਵਾਲਾ ਵਤੀਰਾ ਰਖਦੇ ਸਨ। ਜਿਹੜਾ ਵੀ ਕੋਈ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ (.ਕੁਰਆਨ) ਦਾ ਇਨਕਾਰ ਕਰੇਗਾ ਅੱਲਾਹ ਛੇਤੀ ਹੀ (ਉਸ ਤੋਂ) ਹਿਸਾਬ ਲੈਣ ਵਾਲਾ ਹੇ।","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:20","price":"20਼ (ਹੇ ਮੁਹੰਮਦ!) ਜੇ ਉਹ (ਅਹਲੇ ਕਿਤਾਬ) ਤੁਹਾਡੇ ਨਾਲ ਝਗੜਾ ਕਰਨ ਤਾਂ ਆਖ ਦਿਓ ਕਿ ਮੈਂ ਅਤੇ ਮੇਰੇ ਪੈਰੋਕਾਰਾਂ ਨੇ ਵੀ ਆਪਣਾ ਸੀਸ ਅੱਲਾਹ ਦੇ ਅੱਗੇ ਝੁਕਾ ਦਿੱਤਾ ਹੇ। ਤੁਸੀਂ ਅਹਲੇ ਕਿਤਾਬ (ਯਹੂਦੀ ਅਤੇ ਈਸਾਈ) ਅਤੇ ਅਣਪੜ੍ਹ (ਕਾਫ਼ਿਰ ਅਤੇ ਮੁਸ਼ਰਿਕ) ਲੋਕਾਂ ਨੂੰ ਪੁੱਛੋ ਕੀ ਤੁਸੀਂ ਇਸਲਾਮ ਕਬੂਲ ਕਰਦੇ ਹੋ? ਜੇ ਉਹ ਇਸਲਾਮ ਕਬੂਲ ਕਰ ਲੈਣ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਹਿਦਾਇਤ ਮਿਲ ਜਾਵੇਗੀ। ਜੇ ਉਹ ਮੂੰਹ ਮੋੜਣਗੇ ਤਾਂ (ਕੋਈ ਗੱਲ ਨਹੀਂ) ਤੁਹਾਡੇ ਜ਼ਿੰਮੇਂ ਤਾਂ ਕੇਵਲ ਰੱਬੀ ਪੈਗ਼ਾਮ ਪਹੁੰਚਾਉਣ ਦੀ ਹੀ ਜ਼ਿੰਮੇਵਾਰੀ ਹੇ। ਅੱਲਾਹ ਆਪਣੇ ਬੰਦਿਆਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵੇਖਦਾ ਹੇ।","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:21","price":"21਼ ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਵੀ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ (.ਕੁਰਆਨ) ਦਾ ਇਨਕਾਰ ਕਰਦੇ ਹਨ, ਨਬੀਆਂ ਨੂੰ ਨਾ-ਹੱਕਾ ਕਤਲ ਕਰਦੇ ਹਨ ਅਤੇ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਵੀ (ਨਾ-ਹੱਕਾ) ਕਤਲ ਕਰਦੇ ਹਨ ਜਿਹੜੇ ਹੱਕ ਇਨਸਾਫ਼ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦੇ ਹਨ ਤਾਂ ਤੁਸੀਂ (ਹੇ ਨਬੀ!) ਉਹਨਾਂ (ਜ਼ਾਲਮਾਂ) ਨੂੰ ਦੁਖਦਾਈ ਅਜ਼ਾਬ ਦੀ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਸੁਣਾ ਦਿਓ।","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:22","price":"22਼ ਇਹ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਅਮਲ ਦੁਨੀਆਂ ਤੇ ਆਖ਼ਿਰਤ ਵਿਚ ਬਰਬਾਦ ਹੋ ਗਏ ਅਤੇ ਉਹਨਾਂ ਦੀ ਕੋਈ ਮਦਦ ਕਰਨ ਵਾਲਾ ਵੀ ਨਹੀਂ ਹੇ।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:23","price":"23਼ ਕੀ ਤੁਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ (ਦੇ ਵਤੀਰੇ) ਨੂੰ ਨਹੀਂ ਵੇਖਿਆ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਕਿਤਾਬ ਦੇ ਗਿਆਣ ਵਿੱਚੋਂ ਕੁੱਝ ਭਾਗ ਮਿਲਿਆ ਸੀ। ਉਹਨਾਂ ਨੂੰ ਕਿਤਾਬ ਵੱਲ ਬੁਲਾਇਆ ਜਾਂਦਾ ਹੇ ਤਾਂ ਜੋਂ ਉਹਨਾਂ ਦੇ ਵਿਚਾਲੇ (ਮਤਭੇਦਾਂ ਦਾ) ਫ਼ੈਸਲਾ ਕੀਤਾ ਜਾ ਸਕੇ ਤਾਂ ਇਕ ਧਿਰ ਇਸ ਤੋਂ ਕੰਨੀ ਕਤਰ੍ਹਾਂਉਂਦਾ ਹੇ, ਉਹ ਸੱਚਾਈ ਤੋਂ ਮੂੰਹ ਮੋੜ ਲੈਂਦੇ ਹਨ।","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:24","price":"24਼ ਇਸ ਦਾ ਕਾਰਨ ਇਹ ਹੇ ਕਿ ਉਹਨਾਂ ਦਾ ਇਹ ਕਹਿਣਾ ਹੇ ਕਿ (ਜੇਕਰ ਸਾਨੂੰ ਨਰਕ ਵਿਚ ਜਾਣਾ ਵੀ ਪਿਆ ਤਾਂ) ਸਾਨੂੰ ਨਰਕ ਦੀ ਅੱਗ ਕੁੱਝ ਦਿਨ ਹੀ ਛੂਹੇਗੀ। ਉਹਨਾਂ ਦੀਆਂ ਇਹੋ ਮਨਘੜ ਗੱਲਾਂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਧਰਮ ਪ੍ਰਤੀ ਬਹੁਤ ਭੁਲੇਖਿਆਂ ਵਿਚ ਪਾ ਸੁੱਟਿਆ ਹੇ।","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:25","price":"25਼ ਫੇਰ ਕੀ ਹਾਲ ਹੋਵੇਗਾ ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਉਸ (ਕਿਆਮਤ ਵਾਲੇ) ਦਿਨ ਇਕੱਠਾ ਕਰਾਂਗੇ ਜਿਸ ਦੇ ਆਉਣ ਵਿਚ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ ਅਤੇ (ਉਸ ਦਿਨ) ਹਰ ਵਿਅਕਤੀ ਨੂੰ ਉਹ ਦੇ ਕੀਤੇ ਅਮਲਾਂ ਦਾ ਪੂਰਾ-ਪੂਰਾ ਬਦਲਾ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਉਹਨਾਂ ’ਤੇ ਉੱਕਾ ਹੀ ਵਧੀਕੀ ਨਹੀਂ ਕੀਤੀ ਜਾਵੇਗੀ।","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:26","price":"26਼ ਹੇ ਨਬੀ! ਤੁਸੀਂ ਆਖੋ ਕਿ ਹੇ ਮੇਰੇ ਰੱਬਾ! ਤੂੰ ਜਿਸ ਨੂੰ ਚਾਹੇ ਬਾਦਸ਼ਾਹੀ ਦਿੰਦਾ ਹੇ ਅਤੇ ਜਿਸ ਤੋਂ ਚਾਹੇ ਖੋਹ ਲੈਂਦਾ ਹੇ ਅਤੇ ਤੂੰ ਜਿਸ ਨੂੰ ਚਾਹੇ ਇੱਜ਼ਤ ਦਿੰਦਾ ਹੇ ਅਤੇ ਜਿਸ ਨੂੰ ਚਾਹੇ ਰੁਸਵਾ ਕਰ ਦਿੰਦਾ ਹੇ। ਸਭ ਤਰ੍ਹਾਂ ਦੀਆਂ ਭਲਾਈਆਂ ਤੇਰੇ ਹੀ ਹੱਥ ਵਿਚ ਹਨ, ਬੇਸ਼ੱਕ ਹਰ ਚੀਜ਼ ਤੇਰੇ ਹੀ ਕਬਜ਼ੇ ਵਿਚ ਹੇ।","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:27","price":"27਼ ਤੂੰ ਹੀ ਰਾਤ ਨੂੰ ਦਿਨ ਵਿਚ ਅਤੇ ਦਿਨ ਨੂੰ ਰਾਤ ਵਿਚ ਦਾਖ਼ਲ ਕਰਦਾ ਹੇ, ਤੂੰ ਹੀ ਬੇਜਾਨ ਚੀਜ਼ਾਂ ਵਿੱਚੋਂ ਜਾਨਦਾਰ ਚੀਜ਼ਾਂ ਨੂੰ ਅਤੇ ਜਾਨਦਾਰ ਚੀਜ਼ਾਂ ਵਿੱਚੋਂ ਬੇਜਾਨ ਚੀਜ਼ਾਂ ਕੱਢਦਾ ਹੇ। ਤੂੰ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੇ ਬੇ ਹਿਸਾਬ ਰਿਜ਼ਕ (ਧੰਨ ਦੋਲਤ, ਇੱਜ਼ਤ, ਆਬਰੂ, ਸੰਤਾਨ ਆਦਿ) ਦਿੰਦਾ ਹੇ।","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:28","price":"28਼ ਮੋਮਿਨਾਂ ਨੂੰ ਚਾਹੀਦਾ ਹੇ ਕਿ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਛੱਡ ਕੇ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਆਪਣਾ ਦੋਸਤ (ਰਾਜ਼ਦਾਰ) ਨਾ ਬਣਾਉਣ ਅਤੇ ਜੋ ਵੀ ਇੰਜ ਕਰੇਗਾ ਫੇਰ ਅੱਲਾਹ ਦਾ ਉਸ ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ। ਹਾਂ! ਉਸ ਸਮੇਂ ਮੁਆਫ਼ੀ ਹੇ ਜਦੋਂ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਦੀਆਂ ਸ਼ਰਾਰਤਾਂ ਤੋਂ ਬਚਾਓ ਕਰਨਾ ਹੋਵੇ (ਤਾਂ ਦੋਸਤੀ ਕਰ ਸਕਦੇ ਹੋ) ਅੱਲਾਹ ਤੁਹਾ` ਆਪਣੀ ਜ਼ਾਤ ਤੋਂ ਡਰਾ ਰਿਹਾ ਹੇ1 ਅਤੇ ਤੁਸੀਂ ਪਰਤ ਕੇ ਅੱਲਾਹ ਵੱਲ ਹੀ ਜਾਣਾ ਹੇ।","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"1 ਅਤੇ ਅੱਲਾਹ ਦਾ ਇਹ ਬਿਆਨ ਹੇ ਕਿ ਉਹ ਤੁਹਾਨੂੰ ਆਪਣੀ ਜ਼ਾਤ ਤੋਂ ਡਰਾਉਂਦਾ ਹੇ ਭਾਵ ਆਪਣੀ ਸਜ਼ਾ ਤੋਂ, ਨਬੀ ਕਰੀਮ ਸ: ਨੇ ਫ਼ਰਮਾਇਆ ਅੱਲਾਹ ਤੋਂ ਵੱਧ ਕੇ ਕੋਈ ਗ਼ੈਰਤਮੰਦ ਨਹੀਂ ਹੇ ਇਸੇ ਲਈ ਉਸ ਨੇ ਅਸ਼ਲੀਲਤਾ ਵਾਲੇ ਸਾਰੇ ਕੰਮਾਂ ਨੂੰ ਹਰਾਮ ਕਿਹਾ ਹੇ ਅਤੇ ਅੱਲਾਹ ਤੋਂ ਵੱਧ ਕੇ ਕੋਈ ਅਜਿਹਾਂ ਵੀ ਨਹੀਂ ਜਿਹੜਾ ਇਹ ਪਸੰਦ ਕਰਦਾ ਹੋਵੇ ਕਿ ਉਸ ਦੀ ਸ਼ਲਾਘਾਂ ਕੀਤੀ ਜਾਵੇ ਭਾਵ ਅੱਲਾਹ ਇਸ ਨੂੰ ਬਹੁਤ ਪਸੰਦ ਕਰਦਾ ਹੇ ਕਿ ਵੱਧ ਤੋਂ ਵੱਧ ਉਸ ਦੀ ਪ੍ਰਸ਼ੰਸ਼ਾ ਕੀਤੀ ਜਾਵੇ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 7403)","lang":"pa"},{"name":"3:29","price":"29਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕਹਿ ਦਿਓ ਕਿ ਭਾਵੇਂ ਤੁਸੀਂ ਆਪਣੇ ਦਿਲ ਦੀ ਗੱਲ ਨੂੰ ਲੁਕਾਵੋ ਭਾਵੇਂ ਜ਼ਾਹਰ ਕਰੋ, ਅੱਲਾਹ ਸਭ ਕੁੱਝ ਜਾਣਦਾ ਹੇ। ਅਕਾਸ਼ਾਂ ਤੇ ਧਰਤੀ ਵਿਚ ਜੋ ਕੁੱਝ ਹੇ ਉਹ ਉਸ ਨੂੰ ਵੀ ਜਾਣਦਾ ਹੇ ਅਤੇ ਹਰੇਕ ਚੀਜ਼ ਅੱਲਾਹ ਦੇ ਕਾਬੂ ਵਿਚ ਹੇ।","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:30","price":"30਼ ਜਦੋਂ (ਕਿਆਮਤ ਦਿਹਾੜੇ) ਹਰ ਕੋਈ ਆਪਣੀਆਂ ਕੀਤੀਆਂ ਹੋਈਆਂ ਨੇਕੀਆਂ ਤੇ ਗੁਨਾਹਾਂ ਨੂੰ ਆਪਣੇ ਸਾਹਮਣੇ ਹਾਜ਼ਰ ਵੇਖੇਗਾ ਤਾਂ ਉਹ ਇੱਛਾ ਕਰੇਗਾ ਕਿ ਕਾਸ਼ ਉਸ ਦੇ ਅਤੇ ਉਸ ਦੀਆਂ ਬੁਰਾਈਆਂ ਵਿਚਾਲੇ ਦੂਰੀ ਹੋ ਜਾਵੇ। ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਆਪਣੀ ਜ਼ਾਤ ਤੋਂ ਡਰਾ ਰਿਹਾ ਹੇ ਅਤੇ ਅੱਲਾਹ ਆਪਣੇ ਬੰਦਿਆਂ ’ਤੇ ਬੜਾ ਹੀ ਦਿਆਲੂ ਹੇ।","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:31","price":"31਼ (ਹੇ ਨਬੀ!) ਕਹਿ ਦਿਓ ਕਿ ਜੇ ਤੁਸੀਂ ਅੱਲਾਹ ਨਾਲ ਮੁਹੱਬਤ ਰੱਖਦੇ ਹੋ ਤਾਂ ਮੇਰੀ ਤਾਬੇਦਾਰੀ ਕਰੋ ਅੱਲਾਹ ਤੁਹਾਡੇ ਨਾਲ ਮਹੁੱਬਤ ਕਰੇਗਾ ਅਤੇ ਤੁਹਾਡੇ ਗੁਨਾਹਾਂ ਨੂੰ ਵੀ ਮੁਆਫ਼ ਕਰ ਦੇਵੇਗਾ। ਅੱਲਾਹ ਵੱਡਾ ਬਖ਼ਸ਼ਣਹਾਰ ਤੇ ਬਹੁਤ ਹੀ ਮਿਹਰਬਾਨ ਹੇ।","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:32","price":"32਼ (ਹੇ ਨਬੀ!) ਕਹਿ ਦਿਓ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੀ ਤਾਬੇਦਾਰੀ ਕਰੋ, ਜੇ ਉਹ ਗੱਲ ਨਹੀਂ ਮੰਨਦੇ ਤਾਂ ਅੱਲਾਹ ਵੀ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ।","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:33","price":"33਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਨੇ ਸੰਸਾਰ ਦੇ ਸਾਰੇ ਲੋਕਾਂ ਵਿੱਚੋਂ ਆਦਮ, ਨੂਹ, ਇਬਰਾਹੀਮ ਅਤੇ ਇਮਰਾਨ ਦੇ ਘਰਾਣਿਆਂ ਨੂੰ (ਨਬੀ ਬਣਾਉਣ ਲਈ) ਚੁਣ ਲਿਆ ਹੇ।","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:34","price":"34਼ ਇਹ ਸਾਰੇ ਇੱਕ ਦੂਜੇ ਦੀ ਨਸਲ ਵਿੱਚੋਂ ਸਨ ਅੱਲਾਹ ਸਭ ਕੁੱਝ ਸੁਣਦਾ ਹੇ (ਕਿ ਕਾਫ਼ਿਰ ਤੁਹਾਡੇ ਨਬੀ ਹੋਣ ਤੋਂ ਇਨਕਾਰ ਕਰਦੇ ਹਨ) ਅਤੇ ਜਾਣਦਾ ਹੇ (ਕਿ ਉਹ ਕੇਵਲ ਈਰਖਾ ਕਾਰਨ ਹੀ ਅਜਿਹਾ ਕਰਦੇ ਹਨ)।","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:35","price":"35਼ (ਅੱਲਾਹ ਉਸ ਵੇਲੇ ਵੀ ਸੁਣਦਾ ਸੀ) ਜਦੋਂ ਇਮਰਾਨ ਦੀ ਪਤਨੀ ਆਖ ਰਹੀ ਸੀ ਕਿ ਹੇ ਮੇਰੇ ਰੱਬ! ਮੇਰੇ ਗਰਭ ਵਿਚ ਜੋ (ਬਾਲ) ਹੇ, ਮੈਂ ਉਸ ਨੂੰ ਤੇਰੇ ਨਾਂ ’ਤੇ ਵਕਫ਼ ਕਰਨ ਦੀ ਸੁੱਖ ਸੁੱਖੀ ਹੇ, ਤੂੰ ਇਸ ਨੂੰ ਕਬੂਲ ਕਰ ਲੈ। ਬੇਸ਼ੱਕ ਤੂੰ ਹੀ ਸੁਣਨ ਵਾਲਾ ਅਤੇ (ਮਨ ਦੀ) ਹਾਲਤ ਨੂੰ ਜਾਣਨ ਵਾਲਾ ਹੇ।","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:36","price":"36਼ ਜਦੋਂ ਉਸ (ਇਮਰਾਨ ਦੀ ਪਤਨੀ ਨੇ) ਧੀ ਨੂੰ ਜਨਮ ਦਿੱਤਾ ਤਾਂ ਕਹਿਣ ਲੱਗੀ ਕਿ ਹੇ ਪਾਲਣਹਾਰ! ਮੈ ਤਾਂ ਧੀ ਜਨਮੀ ਹੇ। ਅੱਲਾਹ ਨੂੰ ਸਭ ਪਤਾ ਸੀ ਜੋ ਉਸ ਨੇ ਜਣਿਆ ਸੀ (ਅਤੇ ਕਿਹਾ ਕਿ) ਪੁੱਤਰ ਧੀ ਜਿਹਾ ਨਹੀਂ ਹੁੰਦਾ। ਮੈਂ ਇਸ ਦਾ ਨਾਂ ਮਰੀਅਮ 1 ਰੱਖਿਆ ਹੇ। ਬੇਸ਼ੱਕ ਮੈਂ ਇਸ ਨੂੰ ਅਤੇ ਇਸ ਦੀ ਆਉਣ ਵਾਲੀ ਪੀੜ੍ਹੀ ਨੂੰ ਸ਼ੈਤਾਨ ਮਰਦੂਦ ਤੋਂ ਬਚਣ ਲਈ ਤੇਰੀ ਸ਼ਰਨ ਵਿਚ ਦਿੰਦੀ ਹਾਂ।","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"1 ਮਰੀਅਮ ਦਾ ਸਹੀ ਅਰਥ ਹੇ ਅੱਲਾਹ ਦੀ ਬੰਦੀ ਅਤੇ ਉਸ ਦੀ ਸੇਵਾਦਾਰ ਹੇ।","lang":"pa"},{"name":"3:37","price":"37਼ ਉਸ (ਲੜਕੀ) ਨੂੰ ਉਸ ਦੇ ਪਾਲਣਹਾਰ ਨੇ ਖ਼ੁਸ਼ੀ ਨਾਲ ਕਬੂਲ ਕਰ ਲਿਆ ਅਤੇ ਚੰਗੀ ਤਰ੍ਹਾਂ ਉਸ ਦਾ ਪਾਲਣ-ਪੋਸ਼ਣ ਕੀਤਾ ਅਤੇ ਉਸ ਦਾ ਸਰਪ੍ਰਸਤ ਜ਼ਕਰੀਆ ਨੂੰ ਬਣਾਇਆ। ਜਦੋਂ ਕਦੇ ਜ਼ਕਰੀਆ ਉਸ ਦੇ ਕਮਰੇ ਵਿਚ ਜਾਂਦਾ ਤਾਂ ਉਸ ਦੇ ਕੋਲ ਖਾਣ ਪੀਣ ਦੀਆਂ ਚੀਜ਼ਾਂ ਵੇਖਦਾ। ਉਹ ਪੁੱਛਦਾ ਕਿ ਹੇ ਮਰੀਅਮ! ਇਹ ਰੋਜ਼ੀ ਤੇਰੇ ਕੋਲ ਕਿਥੋਂ ਆਉਂਦੀ ਹੇ, ਉਹ ਜਵਾਬ ਦਿੰਦੀ ਕਿ ਇਹ ਰੱਬ ਵੱਲੋਂ ਆਉਂਦੀ ਹੇੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਜਿਸ ਨੂੰ ਚਾਹੇ ਬੇਹਿਸਾਬ ਰੋਜ਼ੀ ਦਿੰਦਾ ਹੇ।","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:38","price":"38਼ ਉਸੇ ਥਾਂ ਜ਼ਕਰੀਆ ਨੇ ਆਪਣੇ ਰੱਬ ਤੋਂ ਦੁਆ ਕੀਤੀ ਕਿ ਹੇ ਮੇਰੇ ਪਾਲਣਹਾਰ! ਮੈਨੂੰ ਆਪਣੇ ਵੱਲੋਂ ਨੇਕ ਔਲਾਦ ਦੀ ਬਖ਼ਸ਼ਿਸ਼ ਕਰ, ਬੇਸ਼ੱਕ ਤੂੰ ਹੀ ਦੁਆਵਾਂ ਨੂੰ ਸੁਣਨ ਵਾਲਾ ਹੇ।","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:39","price":"39਼ ਜਦੋਂ ਉਹ (ਜ਼ਕਰੀਆ) ਕਮਰੇ ਵਿਚ ਖੜ੍ਹਾ ਨਮਾਜ਼ ਪੜ੍ਹ ਰਿਹਾ ਸੀ ਤਾਂ ਫਰਿਸ਼ਤਿਆਂ ਨੇ ਉਸ ਨੂੰ ਆਵਾਜ਼ ਦਿੱਤੀ ਕਿ ਅੱਲਾਹ ਤੁਹਾਨੂੰ ਯਾਹੀਯਾ (ਨਾਂ ਦੇ ਪੁੱਤਰ) ਦੀ ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਦਿੰਦਾ ਹੇ ਜੋ ਅੱਲਾਹ ਦੇ ਕਲਮੇ (ਈਸਾ) ਦੀ ਪੁਸ਼ਟੀ ਕਰੇਗਾ, ਉਸ ਵਿਚ ਸਰਦਾਰੀ ਹੋਵੇਗੀ, ਸੰਪੂਰਨ ਸੰਜਮ ਹੋਵੇਗਾ, ਅਤੇ ਨੇਕ ਲੋਕਾਂ ਵਿੱਚੋਂ ਹੋਵੇਗਾ।","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:40","price":"40਼ ਜ਼ਕਰੀਆ (ਜੋ ਕਿ ਰੱਬ ਦਾ ਇਕ ਨਬੀ ਸੀ) ਰੁਰਾਨ ਹੋ ਕੇ ਆਖਣ ਲੱਗਾ ਕਿ ਹੇ ਮੇਰੇ ਰੱਬ! ਮੇਰੇ ਘਰ ਬੱਚਾ ਕਿਵੇਂ ਪੈਦਾ ਹੋਵੇਗਾ? ਮੈਂ ਤਾਂ ਬਹੁਤ ਬਿਰਧ ਹੋ ਗਿਆ ਹਾਂ ਅਤੇ ਮੇਰੀ ਪਤਨੀ ਵੀ ਬਾਂਝ ਹੇ? ਤਾਂ ਫ਼ਰਿਸ਼ਤੇ ਨੇ ਕਿਹਾ ਕਿ ਅੱਲਾਹ ਜੋ ਚਾਹੁੰਦਾ ਹੇ ਕਰਦਾ ਹੇ।","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:41","price":"41਼ ਜ਼ਕਰੀਆ ਨੇ ਬੇਨਤੀ ਕੀਤੀ ਕਿ ਹੇ ਮੇਰੇ ਰੱਬਾ ਮੇਰੇ ਲਈ ਕੋਈ ਨਿਸ਼ਾਨੀ ਨਿਯਤ ਕਰ ਦੇ। ਅੱਲਾਹ ਨੇ ਕਿਹਾ ਕਿ ਤੂੰ ਤਿੰਨ ਦਿਨਾਂ ਤਕ ਲੋਕਾਂ ਨਾਲ ਗੱਲ ਬਾਤ ਨਹੀਂ ਕਰੇਂਗਾ ਕੇਵਲ ਇਸ਼ਾਰਿਆਂ ਨਾਲ ਹੀ (ਆਪਣੀ ਗੱਲ ਲੋਕਾਂ ਨੂੰ) ਸਮਝਾਵੇਂਗਾ। ਤੂੰ ਆਪਣੇ ਰੱਬ ਦਾ ਨਾਂ ਵੱਧ ਤੋਂ ਵੱਧ ਯਾਦ ਕਰ ਅਤੇ ਸਵੇਰੇ ਸ਼ਾਮ (ਭਾਵ ਹਰ ਵੇਲੇ) ਉਸ ਦੀ ਹੀ ਤਸਬੀਹ ਕਰ।","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:42","price":"42਼ ਜਦੋਂ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਮਰੀਅਮ! ਅੱਲਾਹ ਨੇ ਤੈਨੂੰ ਵਡਿਆਈ ਤੇ ਪਵਿੱਤਰਤਾ ਬਖ਼ਸ਼ੀ ਹੇ ਅਤੇ ਸਾਰੀ ਦੁਨੀਆਂ ਦੀਆਂ ਔਰਤਾਂ ਵਿੱਚੋਂ ਆਪਣੀ ਸੇਵਾ ਲਈ ਤੇਰੀ ਚੋਣ ਕੀਤੀ ਹੇ।","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:43","price":"43਼ ਹੇ ਮਰੀਅਮ! ਤੂੰ ਆਪਣੇ ਰੱਬ ਦੀ ਆਗਿਆਕਾਰੀ ਬਣ ਕੇ ਰਹਿ ਅਤੇ ਉਸੇ ਨੂੰ ਸਿਜਦਾ ਕਰ ਅਤੇ ਉਸੇ ਦੇ ਅੱਗੇ ਝੁਕਣ ਵਾਲਿਆਂ ਨਾਲ ਮਿਲਕੇ ਝੁਕਦੀ ਰਹਿ।","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:44","price":"44਼ (ਹੇ ਨਬੀ!) ਇਹ ਸਾਰੀਆਂ ਗ਼ੈਬ ਦੀਆਂ ਖ਼ਬਰਾਂ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਵਹੀ ਦੁਆਰਾ ਤੁਹਾਨੂੰ ਦੱਸ ਰਹੇ ਹਾਂ। ਤੁਸੀਂ ਉਸ ਸਮੇਂ ਉਹਨਾਂ ਦੇ ਕੋਲ ਮੌਜੂਦ ਨਹੀਂ ਸੀ ਜਦੋਂ ਕਿ ਉਹ (ਰੁਕਲ ਦੇ ਸੇਵਾਦਾਰ) ਇਹ ਫ਼ੈਸਲਾ ਕਰਨ ਲਈ ਆਪਣੀਆਂ ਕਲਮਾਂ ਸੁੱਟ ਰਹੇ ਸੀ ਕਿ ਮਰੀਅਮ ਦਾ ਵਾਲੀ-ਵਾਰਿਸ ਕੌਣ ਹੋਵੇਗਾ ਅਤੇ ਨਾ ਹੀ ਤੁਸੀਂ ਉਸ ਸਮੇਂ ਹਾਜ਼ਰ ਸੀ ਜਦੋਂ ਉਹ ਆਪਸ ਵਿਚ ਝਗੜ ਰਹੇ ਸਨ।","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:45","price":"45਼ ਜਦੋਂ ਫ਼ਰਿਸ਼ਤਿਆਂ ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਮਰੀਅਮ! ਅੱਲਾਹ ਤੈਨੂੰ ਆਪਣੇ ਇਕ ਕਲਮੇ (ਭਾਵ ਬੱਚੇ ਦੀ) ਖ਼ੁਸ਼ਖ਼ਬਰੀ ਦਿੰਦਾ ਹੇ ਜਿਸ ਦਾ ਨਾਂ ਮਸੀਹ ਈਸਾ ਬਿਨ ਮਰੀਅਮ ਹੋਵੇਗਾ ਜੋ ਦੁਨੀਆਂ ਅਤੇ ਆਖ਼ਿਰਤ ਵਿਚ ਇੱਜ਼ਤ ਵਾਲਾ ਹੋਵੇਗਾ ਅਤੇ ਅੱਲਾਹ ਦੇ ਨੇੜਲੇ ਬੰਦਿਆਂ ਵਿੱਚੋਂ ਹੋਵੇਗਾ।","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:46","price":"46਼ ਉਹ (ਬੱਚਾ) ਆਪਣੇ ਪੰਘੂੜੇ ਵਿਚ ਵੀ ਅਤੇ ਵੱਡੀ ਉਮਰ ਵਿਚ ਵੀ ਲੋਕਾਂ ਨਾਲ ਗੱਲਾਂ ਕਰੇਗਾ 1 ਅਤੇ ਉਹ ਨੇਕ ਲੋਕਾਂ ਵਿੱਚੋਂ ਹੋਵੇਗਾ।","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"1 ਨਬੀ ਕਰੀਮ ਸ: ਦਾ ਫ਼ਰਮਾਨ ਹੇ ਕਿ ਬਨੀ ਇਸਰਾਈਲ ਵਿੱਚੋਂ ਮਾਂ ਦੀ ਕੁੱਖ ਵਿਚ ਕੇਵਲ ਤਿੰਨ ਬੱਚਿਆਂ ਨੇ ਗੱਲਾਂ ਕੀਤੀਆਂ (1) ਹਜ਼ਰਤ ਈਸਾ, ਬਨੀ ਇਸਰਾਈਲ ਦਾ ਜਰੀਜ ਨਾਂ ਦਾ ਇਕ ਵਿਅਕਤੀ ਜਦੋਂ ਉਹ ਨਮਾਜ਼ ਪੜ੍ਹ ਰਿਹਾ ਸੀ ਤਾਂ ਉਸ ਦੀ ਮਾਂ ਨੇ ਉਸ ਨੂੰ ਬੁਲਾਇਆ ਤਾਂ ਉਸ ਨੇ ਮਨ ਵਿਚ ਸੋਚਿਆ ਕਿ ਮੈਂ ਆਪਣੀ ਮਾਂ ਦਾ ਜਵਾਬ ਦਵਾਂ ਜਾਂ ਨਮਾਜ਼ ਪੂਰੀ ਕਰਾਂ ਉਸ ਨੇ ਨਮਾਜ਼ ਜਾਰੀ ਰੱਖੀ ਅਤੇ ਮਾਂ ਨੂੰ ਉੱਤਰ ਨਹੀਂ ਦਿੱਤਾ ਤਾਂ ਉਸ ਦੀ ਮਾਂ ਨੇ ਉਸ ਨੂੰ ਬੱਦ-ਦੁਆ ਦਿੱਤੀ ਕਿ ਹੇ ਅੱਲਾਹ! ਜਦੋਂ ਤੀਕ ਉਹ ਕਿਸੇ ਬਦਕਾਰ ਔੌਰਤ ਦਾ ਮੂੰਹ ਨਾ ਵੇਖ ਲਵੇ ਉਸ ਨੂੰ ਮੌਤ ਨਾ ਦਈਂ। ਇਕ ਦਿਨ ਜਰੀਜ ਆਪਣੇ ਇਬਾਦਤਖ਼ਾਨੇ ਵਿਚ ਸੀ ਕਿ ਬਦਕਾਰ ਔੌਰਤ ਨੇ ਉਸ ਨੂੰ ਬਦਕਾਰੀ ਲਈ ਬੁਲਾਇਆ ਪਰ ਜਰੀਜ ਨੇ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਉਹ ਔੌਰਤ ਇਕ ਚਰਵਾਹੇ ਕੋਲ ਗਈ ਅਤੇ ਉਸ ਤੋਂ ਭੈੜਾ ਕੰਮ ਕਰਵਾਇਆ ਜਿਸ ਤੋਂ ਇਕ ਬੱਚਾ ਪੈਦਾ ਹੋਇਆ ਲੋਕਾਂ ਦੇ ਪੁੱਛਣ ’ਤੇ ਔੌਰਤ ਨੇ ਕਿਹਾ ਕਿ ਇਹ ਜਰੀਜ ਦਾ ਪੁੱਤਰ ਹੇ ਲੋਕ ਇਹ ਸੁਣ ਕੇ ਜਰੀਜ ਨੂੰ ਗਾਲਾਂ ਦੇਣ ਲੱਗ ਪਏ ਉਸ ਦਾ ਇਬਾਦਖ਼ਾਨਾ ਤੋੜ ਦਿੱਤਾ ਇਸ ਮੁਸੀਬਤ ਦੇ ਸਮੇਂ ਜਰੀਜ ਨੇ ਵਜ਼ੂ ਕੀਤਾ ਅਤੇ ਨਮਾਜ਼ ਅਦਾ ਕੀਤੀ ਅਤੇ ਬੱਚੇ ਨੂੰ ਆਕੇ ਪੁੱਛਿਆ ਕਿ × ਤੇਰਾ ਬਾਪ ਕੌਣ ਹੇ ਬੱਚਾ ਬੋਲਿਆ ਕਿ ਫਲਾਂ ਚਰਵਾਹਾ ਹੇ ਤਾਂ ਲੋਕ ਸ਼ਰਮਿੰਦਾ ਹੋਏ ਅਤੇ ਕਿਹਾ ਕਿ ਅਸੀਂ ਤੇਰੀ ਇਬਾਦਤਗਾਹ ਨੂੰ ਸੋਨੇ ਦੀ ਬਣਾਵਾਂਗੇ ਤਾਂ ਜਰੀਜ ਨੇ ਕਿਹਾ ਕਿ ਨਹੀਂ ਬਸ ਮਿੱਟੀ ਦੀ ਹੀ ਹੋਵੇ। ਤੀਜਾ ਉਹ ਬੱਚਾ ਜਿਸ ਨੂੰ ਇਕ ਜ਼ਨਾਨੀ ਅਪਣਾ ਦੁੱਧ ਪਿਲਾ ਰਹੀ ਸੀ ਕਿ ਇਕ ਸੋਹਣਾ ਮਨੁੱਖ ਸਵਾਰ ਲੰਘਿਆ, ਜ਼ਨਾਨੀ ਨੇ ਉਸ ਨੂੰ ਵੇਖ ਕੇ ਦੁਆ ਕੀਤੀ ਕਿ ਹੇ ਮੇਰੇ ਅੱਲਾਹ! ਮੇਰੇ ਪੁੱਤਰ ਨੂੰ ਵੀ ਅਜਿਹਾ ਬਣਾ ਦੇ। ਬੱਚੇ ਨੇ ਦੁੱਧ ਪੀਣਾ ਛੱਡ ਕੇ ਸਵਾਰ ਵੱਲ ਵੇਖਿਆ ਅਤੇ ਕਿਹਾ ਕਿ ਹੇ ਅੱਲਾਹ! ਮੈਨੂੰ ਅਜਿਹਾ ਨਾ ਬਣਾਉਣਾ ਅਤੇ ਫੇਰ ਦੁੱਧ ਪੀਣ ਲੱਗ ਪਿਆ। ਇਹ ਕਿੱਸਾ ਦੱਸਣ ਵਾਲੇ ਹਜ਼ਰਤ ਅਬੂ-ਹੁਰੈਰਾ ਬਿਆਨ ਕਰਦੇ ਹਨ ਕਿ ਆਪ ਸ: ਨੇ ਉਸ ਬੱਚੇ ਵਾਂਗ ਆਪਣੀਆਂ ਉਂਗਲੀਆਂ ਚੂਸ ਕੇ ਵਿਖਾਈਆਂ ਫੇਰ ਉਸ ਜ਼ਨਾਨੀ ਕੋਲ ਤੋਂ ਇਕ ਗੋਲੀ (ਗ਼ੁਲਾਮ ਔੌਰਤ) ਦਾ ਗੁਜ਼ਰ ਹੋਇਆ ਜਿਸ ਨੂੰ ਲੋਕੀ ਮਾਰ ਕੁਟ ਰਹੇ ਸੀ ਤਾਂ ਮਾਂ ਨੇ ਦੁਆ ਕੀਤੀ ਕਿ ਹੇ ਅੱਲਾਹ! ਮੇਰੇ ਪੁੱਤਰ ਨੂੰ ਅਜਿਹਾ ਨਾ ਬਣਾਉਣਾ। ਬੱਚੇ ਨੇ ਫੇਰ ਉਸ ਦੀ ਛਾਤੀ ਤੋਂ ਮੂੰਹ ਪਰਾਂ ਕਰਦੇ ਹੋਏ ਕਿਹਾ ਕਿ ਹੇ ਅੱਲਾਹ! ਮੈਨੂੰ ਅਜਿਹਾ ਹੀ ਬਣਾਉਣਾ ਤਾਂ ਮਾਂ ਨੇ ਰੁਰਾਨੀ ਨਾਲ ਪੁੱਛਿਆ ਕਿ ਅਜਿਹਾ ਕਿਓ ?ਕਿ ਤੂੰ ਉਸ ਸਵਾਰ ਦੀ ਥਾਂ ਇਸ ਜ਼ਲੀਲ ਔੌਰਤ ਵਾਂਗ ਬਣਨਾ ਪਸੰਦ ਕਰਦਾ ਹੇ ਤਾਂ ਬੱਚੇ ਨੇ ਜਵਾਬ ਵਿਚ ਕਿਹਾ ਕਿ ਉਹ ਸਵਾਰ ਤਾਂ ਜ਼ਾਲਮਾਂ ਵਿੱਚੋਂ ਇਕ ਵੱਡਾ ਜ਼ਾਲਮ ਸੀ ਅਤੇ ਇਹ ਗੋਲੀ ਬੇਚਾਰੀ ਨਿਰਦੋਸ਼ ਹੇ ਲੋਕੀ ਇਸ ’ਤੇ ਅਲਜ਼ਾਮ ਲਾ ਰਹੇ ਹਨ ਕਿ ਤੈਂ ਚੋਰੀ ਕੀਤੀ ਹੇ ਅਤੇ ਜ਼ਨਾ ਕੀਤਾ ਹੇ ਜਦ ਕਿ ਉਸ ਨੇ ਕੁੱਝ ਵੀ ਨਹੀਂ ਸੀ ਕੀਤਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3436)","lang":"pa"},{"name":"3:47","price":"47. (ਮਰੀਅਮ ਰੁਰਾਨ ਹੋਕੇ) ਕਹਿਣ ਲੱਗੀ ਕਿ ਹੇ ਮੇਰੇ ਰੱਬਾ! ਮੇਰੇ ਪੁੱਤਰ ਕਿਵੇਂ ਹੋਵੇਗਾ? ਜੱਦ ਕਿ ਮੈਨੂੰ ਕਿਸੇ ਪੁਰਸ਼ ਨੇ ਹੱਥ ਵੀ ਨਹੀਂ ਲਾਇਆ। ਫ਼ਰਿਸ਼ਤੇ ਨੇ ਕਿਹਾ, ਅੱਲਾਹ ਜੋ ਵੀ ਚਾਹੇ ਪੈਦਾ ਕਰਦਾ ਹੇ, ਜਦੋਂ ਉਹ ਕਿਸੇ ਕੰਮ ਨੂੰ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੇ ਤਾਂ ਕੇਵਲ ਇਹੋ ਕਹਿੰਦਾ ਹੇ ਕਿ “ਹੋ ਜਾ” ਅਤੇ ਉਹ ਹੋ ਜਾਂਦਾ ਹੇ।","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:48","price":"48਼ ਅੱਲਾਹ ਉਸ ਨੂੰ ਕਿਤਾਬ ਤੇ ਡੂੰਘੀ ਸੂਝ-ਬੂਝ ਦੀ ਸਿੱਖਿਆ ਅਤੇ ਤੌਰੈਤ ਤੇ ਇੰਜੀਲ ਦਾ ਗਿਆਨ ਬਖ਼ਸ਼ੇਗਾ।","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:49","price":"49਼ ਅਤੇ ਉਸ ਨੂੰ ਬਨੀ ਇਸਰਾਈਲ ਵੱਲ ਰਸੂਲ ਬਣਾਕੇ ਭੇਜੇਗਾ ਅਤੇ (ਉਹ) ਆਖੇਗਾ ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਰੱਬ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਲਿਆਇਆ ਹਾਂ। ਮੈਂ ਤੁਹਾਡੇ ਸਾਮ੍ਹਣੇ ਪੰਛੀ ਦੀ ਸ਼ਕਲ ਵਾਂਗ ਮਿੱਟੀ ਦੀ ਇਕ ਮੂਰਤ ਬਣਾਉਂਦਾ ਹਾਂ ਫੇਰ ਉਸ ਵਿਚ ਇਕ ਫੂਂਕ ਮਾਰਦਾ ਹਾਂ ਤਾਂ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਨਾਲ ਉਹ (ਅਸਲੀ) ਪੰਛੀ ਬਣ ਜਾਂਦਾ ਹੇ ਅਤੇ ਮੈਂ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਨਾਲ ਜਮਾਂਦਰੂ ਅੱਨ੍ਹੇ ਤੇ ਕੋੜ੍ਹੀ ਨੂੰ ਚੰਗਾ ਭਲਾ ਕਰ ਦਿੰਦਾ ਹਾਂ ਅਤੇ ਮੁਰਦੇ ਨੂੰ ਜਿਉਂਦਾ ਕਰਦਾ ਹਾਂ ਅਤੇ ਜੋ ਕੁੱਝ ਤੁਸੀਂ ਖਾਂਦੇ ਹੋ ਅਤੇ ਜੋ ਤੁਸੀਂ ਆਪਣੇ ਘਰਾਂ ਵਿਚ ਭੰਡਾਰ ਕਰਕੇ ਰਖਦੇ ਹੋ ਮੈਂ ਤੁਹਾ` ਉਹ ਸਭ ਦੱਸਦਾ ਹਾਂ। ਇਸ ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਵਧੇਰੇ ਨਿਸ਼ਾਨੀਆਂ ਹਨ, ਜੇ ਤੁਸੀਂ ਈਮਾਨ ਵਾਲੇ ਹੋ।","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:50","price":"50਼ ਮੈਂ ਉਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹਾਂ ਜਿਹੜੀ ਤੌਰੈਤ ਮੇਥੋਂ ਪਹਿਲਾਂ (ਨਾਜ਼ਿਲ ਹੋਈ) ਹੇ। (ਮੈਂ ਇਸ ਲਈ ਆਇਆ ਹਾਂ ਕਿ) ਤੁਹਾਡੇ ਲਈ ਉਹ ਚੀਜ਼ਾਂ ਹਲਾਲ ਕਰ ਦੇਵਾਂ ਜਿਹੜੀਆਂ ਤੁਹਾਡੇ ਲਈ ਹਰਾਮ ਕਰ ਦਿੱਤੀਆਂ ਗਈਆਂ ਸਨ। ਮੈਂ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਨਿਸ਼ਾਨੀਆਂ ਲੈਕੇ ਆਇਆ ਹਾਂ, ਇਸ ਲਈ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਡਰੋ ਅਤੇ ਮੇਰੀ ਪੈਰਵੀ ਕਰੋ।","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:51","price":"51਼ ਬੇਸ਼ੱਕ ਮੇਰਾ ਤੇ ਤੁਹਾਡਾ ਪਾਲਣਹਾਰ (ਇੱਕੋ) ਅੱਲਾਹ ਹੇ ਤੁਸੀਂ ਸਾਰੇ ਉਸੇ ਦੀ ਇਬਾਦਤ ਕਰੋ ਇਹੋ ਸਿੱਧਾ ਰਾਹ ਹੇ।","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:52","price":"52਼ ਜਦੋਂ ਈਸਾ ਨੇ ਉਹਨਾਂ ਦਾ ਇਨਕਾਰੀ ਹੋਣਾ ਮਹਿਸੂਸ ਕਰ ਲਿਆ ਤਾਂ ਕਹਿਣ ਲੱਗੇ ਕਿ ਕੋਣ ਹੇ ਜੋ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਮੇਰੀ ਮਦਦ ਕਰੇਗਾ ? ਤਾਂ ਹਵਾਰੀਆਂ (ਸਹਾਇਕ) ਨੇ ਕਿਹਾ ਕਿ ਅਸੀਂ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਤੁਹਾਡੇ ਸਹਾਈ ਹਾਂ। ਅਸੀਂਂ ਅੱਲਾਹ ’ਤੇ ਈਮਾਨ ਲਿਆਏ ਹਾਂ ਅਤੇ ਤੁਸੀਂ ਗਵਾਹ ਰਹੀਓ ਕਿ ਅਸੀਂ ਆਗਿਆਕਾਰੀ ਹਾਂ।","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:53","price":"53਼ ਹੇ ਮਾਲਿਕ! ਅਸੀਂ ਤੇਰੇ ਵਲੋਂ ਉਤਾਰੀ ਹੋਈ (ਇੰਜੀਲ) ’ਤੇ ਈਮਾਨ ਲਿਆਏ ਹਾਂ ਅਤੇ ਤੇਰੇ ਰਸੂਲ ਦੀ ਪੈਰਵੀ ਕੀਤੀ ਹੇ ਸੋ ਹੁਣ ਤੂੰ ਸਾਡਾ ਨਾਂ ਗਵਾਹੀ ਦੇਣ ਵਾਲਿਆਂ ਵਿਚ ਲਿਖ ਲੈ।","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:54","price":"54਼ ਜਦੋਂ ਉਹਨਾਂ (ਬਨੀ ਇਸਰਾਈਲ) ਨੇ (ਮਸੀਹ ਵਿਰੁੱਧ) ਚਾਲਾਂ ਚੱਲੀਆਂ ਤਾਂ ਅੱਲਾਹ ਨੇ ਵੀ (ਆਪਣੀਆਂ) ਚਾਲਾਂ ਚੱਲੀਆਂ, ਅੱਲਾਹ ਸਭ ਤੋਂ ਵਧੀਆ (ਖ਼ੁਫਿਆ) ਚਾਲਾਂ ਚੱਲਣ ਵਾਲਾ ਹੇ।","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:55","price":"55਼ (ਗੁਪਤ ਚਾਲ ਵਜੋਂ) ਜਦੋਂ ਅੱਲਾਹ ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਈਸਾ! ਮੈਂ ਤੈਨੂੰ ਸਹੀ ਸਲਾਮਤ (ਇਹਨਾਂ ਤੋਂ) ਵਾਪਸ ਲੈ ਲਵਾਂਗਾ ਤੇ ਆਪਣੇ ਵੱਲ (ਭਾਵ ਅਕਾਸ਼ਾਂ ’ਤੇ) ਚੁੱਕ ਲਵਾਂਗਾ 1ਅਤੇ ਇਹਨਾਂ (ਕਾਫ਼ਰਾਂ) ਤੋਂ ਤੈਨੂੰ ਪਾਕ ਕਰਾਂਗਾ ਅਤੇ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਤੇਰੀ ਪੈਰਵੀ ਕੀਤੀ ਹੇ ਉਹਨਾਂ `ਨੂੰ ਕਿਆਮਤ ਤਕ ਕਾਫ਼ਰਾਂ ’ਤੇ ਭਾਰੂ ਰੱਖਾਂਗਾ। ਫੇਰ ਤੁਸਾਂ ਸਭ ਨੇ ਮੇਰੇ ਵੱਲ ਹੀ ਪਰਤ ਕੇ ਆਉਣਾ ਹੇ। ਫੇਰ ਮੈਂ ਤੁਹਾਡੇ ਵਿਚਕਾਰ ਉਹਨਾਂ ਗੱਲਾਂ ਦਾ ਨਿਪਟਾਰਾ ਕਰ ਦੇਵਾਂਗਾ ਜਿਨ੍ਹਾਂ ਬਾਰੇ ਤੁਸੀਂ ਮਤਭੇਦ ਕਰਦੇ ਸੀ।","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"1 ਇਸ ਆਇਤ ਵਿਚ ਹਜ਼ਰਤ ਈਸਾ ਨੂੰ ਜਿਉਂਦਾ ਜੀ ਅਕਾਸ਼ ਵੱਲ ਉਠਾਉਣ ਦਾ ਜ਼ਿਕਰ ਕੀਤਾ ਗਿਆ ਹੇ। ਹਦੀਸ ਤੋਂ ਸਿੱਧ ਹੁੰਦਾ ਹੇ ਕਿ ਕਿਆਮਤ ਦੇ ਨੇੜੇ ਆਪ ਨੂੰ ਅਕਾਸ਼ ਤੋਂ ਮੁੜ ਧਰਤੀ ’ਤੇ ਉਤਾਰਿਆ ਜਾਵੇਗਾ। ਇਕ ਹਦੀਸ ਵਿਚ ਨਬੀ ਕਰੀਮ ਸ: ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਉਸ ਅੱਲਾਹ ਦੀ ਕਸਮ ਜਿਸ ਦੇ ਹੱਥ ਵਿਚ ਮੇਰੀ ਜਾਨ ਹੇ ਉਹ ਸਮਾਂ ਨੇੜੇ ਹੀ ਹੇ ਜਦੋਂ ਮਰੀਅਮ ਦਾ ਪੁੱਤਰ ਈਸਾ ਤੁਹਾਡੇ ਲੋਕਾਂ ਵਿਚਕਾਰ ਇਕ ਇਨਸਾਫ਼ ਪਸੰਦ ਹਾਕਮ ਬਣ ਕੇ ਉਤਰੇਗਾ ਉਹ ਸਲੀਬ ਨੂੰ ਤੋੜੇਗਾ, ਸੂਰ ਦਾ ਅੰਤ ਕਰੇਗਾ, ਜਜ਼ੀਆ ਲੈਣਾ ਮੁਆਫ਼ ਕਰੇਗਾ ਕਿ ਉਂਜ ਉਸ ਦੇ ਕੋਲ ਇਨਾਂ ਮਾਲ ਹੋਵੇਗਾ ਕਿ ਉਸ ਨੂੰ ਕਬੂਲ ਕਰਨ ਵਾਲਾ ਕੋਈ ਨਹੀਂ ਹੋਵੇਗਾ ਅਤੇ ਇਕ ਸਿਜਦਾ ਦੁਨੀਆਂ ਦੀਆਂ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਤੋਂ ਵੱਧ ਕੀਮਤੀ ਹੋਵੇਗਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3448)\n* ਇਕ ਹਦੀਸ ਵਿਚ ਆਪ ਸ: ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਉਸ ਸਮੇਂ ਤੁਹਾਡਾ ਕੀ ਹਾਲ ਹੋਵੇਗਾ ਜਦੋਂ ਮਰੀਅਮ ਦਾ ਪੁੱਤਰ ਈਸਾ ਤੁਹਾਡੇ ਵਿਚਕਾਰ ਉਤਾਰੇ ਜਾਣਗੇ ਅਤੇ ਤੁਹਾਡਾ ਆਗੂ ਤੁਹਾਡੀ ਕੌਮ ਵਿੱਚੋਂ ਹੀ ਹੋਵੇਗਾ? (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 3449)","lang":"pa"},{"name":"3:56","price":"56਼ ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਕੁਫ਼ਰ ਕੀਤਾ ਉਹਨਾਂ ਕਾਫ਼ਿਰਾਂ ਨੂੰ ਤਾਂ ਮੈਂ ਦੁਨੀਆਂ ਵਿਚ ਵੀ ਅਤੇ ਆਖ਼ਿਰਤ ਵਿਚ ਵੀ ਸਖ਼ਤ ਸਜ਼ਾ ਦੇਵਾਂਗਾ ਅਤੇ ਉਹਨਾਂ ਦਾ ਕੋਈ ਵੀ ਸਹਾਈ ਨਹੀਂ ਹੋਵੇਗਾ।","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:57","price":"57਼ ਪ੍ਰੰਤੂ ਈਮਾਨ ਲਿਆਉਣ ਵਾਲਿਆਂ ਨੂੰ ਅਤੇ ਨੇਕ ਕਰਮ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਅੱਲਾਹ ਪੂਰਾ-ਪੂਰਾ ਬਦਲਾ ਦੇਵੇਗਾ। ਅੱਲਾਹ ਜ਼ਾਲਮਾਂ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ।","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:58","price":"58਼ (ਹੇ ਨਬੀ!) ਇਹ ਜੋ ਅਸੀਂ ਤੈਨੂੰ ਪੜ੍ਹ ਕੇ ਸੁਣਾ ਰਹੇ ਹਾਂ ਇਹ ਦਾਨਾਈ ਤੇ ਨਸੀਹਤਾਂ ਵਾਲੀਆਂ ਆਇਤਾਂ ਹਨ।","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:59","price":"59਼ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਦੀ ਨਜ਼ਰ ਵਿਚ ਈਸਾ ਦੀ ਮਿਸਾਲ ਆਦਮ ਵਾਂਗ ਹੇ। ਅੱਲਾਹ ਨੇ ਉਸ ਨੂੰ ਮਿੱਟੀ ਤੋਂ ਸਾਜਿਆ ਅਤੇ ਹੁਕਮ ਦਿੱਤਾ “ਕਿ ਹੋ ਜਾ” ਬਸ ਉਹ ਹੋ ਗਿਆ।","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:60","price":"60਼ ਤੇਰੇ ਰੱਬ ਵੱਲੋਂ ਇਹੋ ਸੱਚਾਈ ਹੇ, (ਖ਼ਬਰਦਾਰ) ਸ਼ੱਕ ਕਰਨ ਵਾਲੇ ਲੋਕਾਂ ਵਿਚ ਸ਼ਾਮਿਲ ਨਾ ਹੋ ਜਾਣਾ।","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:61","price":"61਼ ਹੇ ਨਬੀ! ਇਸ ਜਾਣਕਾਰੀ ਮਿਲ ਜਾਣ ਤੋਂ ਬਾਅਦ ਵੀ ਜੇ ਕੋਈ ਈਸਾ ਦੇ ਸੰਬੰਧ ਵਿਚ ਤੁਹਾਡੇ ਨਾਲ ਕੋਈ ਵਾਦ ਵਿਵਾਦ ਕਰੇ ਤਾਂ ਤੁਸੀਂਂ ਉਸ ਨੂੰ ਆਖ ਦਿਓ ਕਿ ਆਓ ਅਸੀਂ ਤੇ ਤੁਸੀਂ ਆਪੋ ਆਪਣੇ ਪੁਤਰ੍ਹਾਂ ਨੂੰ, ਆਪਣੀਆਂ ਔਰਤਾਂ ਨੂੰ ਬੁਲਾਈਏ ਅਤੇ ਆਪ ਖ਼ੁਦ ਵੀ ਆਈਏ ਫੇਰ ਅਸੀਂ ਮਿਲਕੇ ਦੁਆ ਕਰੀਏ ਕਿ ਝੂਠੀਆਂ ’ਤੇ ਅੱਲਾਹ ਦੀ ਲਾਅਨਤ ਹੋਵੇ।","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:62","price":"62਼ ਹਕੀਕਤ ਇਹੀਓ ਹੇ ਕਿ ਇਹ ਸਾਰੀਆਂ ਸੱਚੀਆਂ ਗੱਲਾਂ ਹਨ ਅਤੇ ਛੁੱਟ ਅੱਲਾਹ ਤੋਂ ਹੋਰ ਕੋਈ ਇਸ਼ਟ ਨਹੀਂ ਅਤੇ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਸ਼ਕਤੀਸ਼ਾਲੀ ਅਤੇ ਦਾਨਾਈ ਵਾਲਾ ਹੇ।","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:63","price":"63਼ ਫੇਰ ਵੀ ਜੇ ਉਹ (ਇਹਨਾਂ ਗੱਲਾਂ ਨੂੰ) ਨਹੀਂ ਕਬੂਲਦੇ ਤਾਂ ਅੱਲਾਹ ਵੀ ਇਹਨਾਂ ਫ਼ਸਾਦੀਆਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੇ।","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:64","price":"64਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਕਹਿ ਦਿਓ ਕਿ ਹੇ ਕਿਤਾਬ ਵਾਲਿਓ! ਆਓ ਇਕ ਅਜਿਹੀ ਗੱਲ ਵੱਲ ਜਿਹੜੀ ਤੁਹਾਡੇ ਤੇ ਸਾਡੇ ਵਿਚਾਲੇ ਸਾਂਝੀ ਹੇ ਕਿ ਅਸੀਂ ਅੱਲਾਹ ਤੋਂ ਛੁੱਟ ਕਿਸੇ ਹੋਰ ਦੀ ਇਬਾਦਤ ਨਾ ਕਰੀਏ, ਨਾ ਉਸ ਦਾ ਕਿਸੇ ਨੂੰ ਸ਼ਰੀਕ ਬਣਾਈਏ ਅਤੇ ਨਾ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਕਿਸੇ ਨੂੰ ਆਪਣਾ ਰੱਬ ਬਣਾਈਏ (ਭਾਵ ਰੱਬ ਦੇ ਆਗਿਆਕਾਰੀ ਹਾਂ) ਫੇਰ ਵੀ ਜੇ ਉਹ ਮੂੰਹ ਮੋੜਦੇ ਹਨ ਤਾਂ ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਗਵਾਹ ਰਹੋ ਕਿ ਅਸੀਂ ਤਾਂ ਮੁਸਲਮਾਨ (ਆਗਿਆਕਾਰੀ) ਹਾਂ। 1","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"1 ਇਸ ਆਇਤ ’ਤੇ ਅਮਲ ਕਰਦੇ ਹੋਏ ਨਬੀ (ਸ) ਨੇ ਈਸਾਈ ਹਾਕਮਾਂ ਨੂੰ ਪੱਤਰ੍ਹਾਂ ਦੁਆਰਾ ਇਸਲਾਮ ਕਬੂਲ ਕਰਨ ਦੀ ਦਾਅਵਤ ਦਿੱਤੀ ਜਿਵੇਂ ਕਿ ਹਦੀਸ ਵਿਚ ਹੇ (ਹਜ਼ਰਤ ਅੱਬਾਸ ਰ:ਅ:) ਜਾਣਕਾਰੀ ਦਿੰਦੇ ਹਨ ਕਿ ਅਬੂ-ਸੁਫ਼ਿਆਨ ਨੇ ਮੇਰੇ ਸਾਹਮਣੇ ਕਿਹਾ ਉਸ ਸਮੇਂ ਜਦੋਂ ਮੇਰੇ ਅਤੇ ਨਬੀ ਕਰੀਮ ਸ: ਦੇ ਵਿਚਾਲੇ ਸੁਲਾਹ (ਹੁਦੈਬੀਆ) ਸੀ ਮੈਂ ਸ਼ਾਮ ਵਿਚ ਸੀ ਕਿ ਪਤਾ ਚੱਲਿਆ ਕਿ ਹਰਕਲ (ਰੂਸੀ ਬਾਦਸ਼ਾਹ) ਨੂੰ ਨਬੀ (ਸ:) ਦਾ ਇਕ ਪੱਤਰ ਆਇਆ ਹੇ ਅਤੇ ਇਹ ਪੱਤਰ ਹਜ਼ਰਤ ਦਹੀਯਾ ਕਲਬੀ ਲੈ ਕੇ ਆਏ ਸੀ ਉਹਨਾਂ ਨੇ ਇਸ ਪੱਤਰ ਨੂੰ ਬਸਰਾ ਦੇ ਹਾਕਮ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿੱਤਾ ਤਾਂ ਉਸ ਨੂੰ ਅੱਗੇ ਰੂਸ ਦੇ ਬਾਦਸ਼ਾਹ ਨੂੰ ਘੱਲ ਦਿੱਤਾ ਅਬੂ-ਸੁਫ਼ਿਆਨ (ਰ:ਅ:) ਕਹਿੰਦੇ ਹਨ ਕਿ ਹਰਕਲ ਨੇ ਮੈਨੂੰ ਬੁਲਾ ਕੇ ਕੁੱਝ ਸਵਾਲ ਕਰਕੇ ਨਬੀ ਕਰੀਮ ਸ: ਦੀ ਨਬੁੱਵਤ ਅਤੇ ਦੂਜੇ ਹਾਲਾਤ ਦੇ ਸੰਬੰਧ ਵਿਚ ਜਾਣਕਾਰੀ ਲਈ ਜਿਸ ਤੋਂ ਉਹ ਬਹੁਤ ਪ੍ਰਭਾਵਿਤ ਹੋਇਆ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 4553)","lang":"pa"},{"name":"3:65","price":"65਼ ਹੇ ਕਿਤਾਬ ਵਾਲਿਓ! ਤੁਸੀਂ ਇਬਰਾਹੀਮ ਦੇ ਧਰਮ ਬਾਰੇ ਕਿਉਂ ਝਗੜਦੇ ਹੋ ? ਤੌਰੈਤ ਤੇ ਇੰਜੀਲ ਤਾਂ ਉਹਨਾਂ ਦੇ ਮਗਰੋਂ ਹੀ ਨਾਜ਼ਲ ਹੋਈਆਂ ਸਨ। ਕੀ ਤੁਸੀਂ ਇੰਨੀ ਗੱਲ ਵੀ ਨਹੀਂ ਸਮਝਦੇ?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:66","price":"66਼ ਸੁਣੋ! ਤੁਸੀਂ ਲੋਕ ਉਸ ਗੱਲ ਵਿਚ ਤਾਂ ਬਹੁਤ ਵਾਦ ਵਿਵਾਦ ਕਰ ਚੁੱਕੇ ਹੋ ਜਿਸ ਦਾ ਤੁਹਾਡੇ ਕੋਲ ਗਿਆਨ ਸੀ (ਕਿ ਇਬਰਾਹੀਮ ਮੂਸਾ ਈਸਾ ਤੋਂ ਪਹਿਲਾਂ ਸਨ) ਹੁਣ ਤੁਸੀਂ ਇਸ ਗੱਲ ਵਿਚ ਕਿਉਂ ਝਗੜਦੇ ਹੋ ਜਿਸ ਦਾ ਤੁਹਾਨੂੰ ਗਿਆਨ ਹੀ ਨਹੀਂ (ਕਿ ਇਬਰਾਹੀਮ ਦਾ ਧਰਮ ਕੀ ਸੀ) ਅੱਲਾਹ ਹੀ ਜਾਣਦਾ ਹੇ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ।","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:67","price":"67਼ ਇਬਰਾਹੀਮ ਨਾ ਯਹੂਦੀ ਸੀ ਅਤੇ ਨਾ ਹੀ ਈਸਾਈ ਸਗੋਂ ਉਹ ਤਾਂ ਹੱਕ ਸੱਚ ਦਾ ਪੁਜਾਰੀ ਸੀ, ਉਹ ਸ਼ਿਰਕ ਕਰਨ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਨਹੀਂ ਸੀ।","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:68","price":"68਼ ਸਭ ਲੋਕਾਂ ਤੋਂ ਵੱਧ ਇਬਰਾਹੀਮ ਨਾਲ ਨੇੜਲਾ ਸੰਬੰਧ ਉਹਨਾਂ ਦਾ ਹੇ ਜਿਨ੍ਹਾਂ ਨੇ ਉਸ ਦੀ ਪੈਰਵੀ ਕੀਤੀ ਅਤੇ ਇਹ ਨਬੀ ਅਤੇ ਈਮਾਨ ਵਾਲੇ ਹਨ ਅਤੇ ਅੱਲਾਹ ਈਮਾਨ ਵਾਲੀਆਂ ਦਾ ਦੋਸਤ ਹੇ।","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:69","price":"69਼ (ਹੇ! ਈਮਾਨ ਵਾਲਿਓ) ਕਿਤਾਬ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਇਕ ਧੜਾ ਤੁਹਾਨੂੰ ਕੁਰਾਹੇ ਪਾਉਣਾ ਚਾਹੁੰਦਾ ਹੇ ਜਦ ਕਿ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਹੀ ਕੁਰਾਹੇ ਪਾ ਰਹੇ ਹਨ ਅਤੇ ਇਸ ਗੱਲ ਨੂੰ ਉਹ ਸਮਝਦੇ ਵੀ ਨਹੀਂ।","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:70","price":"70਼ ਹੇ ਕਿਤਾਬ ਵਾਲਿਓ! ਤੁਸੀਂ ਅੱਲਾਹ ਦੀਆਂ ਆਇਤਾਂ ਦਾ ਇਨਕਾਰ ਕਿਉਂ ਕਰ ਰਹੇ ਹੋ ? ਜਦ ਕਿ ਤੁਸੀਂ ਆਪ ਇਹਨਾਂ ਦੇ ਸੱਚ ਹੋਣ ਦੇ ਗਵਾਹ ਹੋ।","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:71","price":"71਼ ਹੇ ਕਿਤਾਬ ਵਾਲਿਓ! ਤੁਸੀਂ ਸੱਚ ਅਤੇ ਝੂਠ ਨੂੰ ਕਿਉਂ ਗੱਡ ਮੱਡ ਕਰ ਰਹੇ ਹੋ ? ਤੁਸੀਂ ਜਾਣ ਬੁਝ ਕੇ ਹੱਕ ਸੱਚ ਨੂੰ ਕਿਉਂ ਲੁਕਾ ਰਹੇ ਹੋ?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:72","price":"72਼ ਕਿਤਾਬ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਇਕ ਧੜੇ ਨੇ (ਆਪਣੇ ਲੋਕਾਂ ਨੂੰ) ਕਿਹਾ ਕਿ ਜੋ ਕੁੱਛ ਵੀ ਮੁਸਲਮਾਨਾਂ ਉੱਤੇ (ਭਾਵ .ਕੁਰਆਨ) ਉਤਾਰਿਆ ਗਿਆ ਹੇ, ਤੁਸੀਂ ਉਸ ’ਤੇ ਸਵੇਰੇ ਈਮਾਨ ਲਿਆਓ ਅਤੇ ਸ਼ਾਮ ਨੂੰ ਉਸ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿਓ। ਤਾਂ ਜੋ ਇਹ ਲੋਕ ਵੀ ਈਮਾਨ ਤੋਂ ਫਿਰ ਜਾਣ।","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:73","price":"73਼ ਤੁਸੀਂ ਆਪਣੇ ਦੀਨ (ਯਹੂਦੀ) ’ਤੇ ਚੱਲਣ ਵਾਲਿਆਂ ਦਾ ਹੀ ਵਿਸ਼ਵਾਸ ਕਰੋ। (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਹਿਦਾਇਤ ਤਾਂ ਇਹੋ ਹੇ ਜਿਹੜੀ ਅੱਲਾਹ ਵੱਲੋਂ ਹੇ। (ਕਿਤਾਬ ਵਾਲੇ) ਇਹ ਵੀ ਕਹਿੰਦੇ ਹਨ (ਕਿ ਇਸ ਗੱਲ ’ਤੇ ਵੀ ਯਕੀਨ ਨਾ ਕਰੋ) ਕਿ ਕਿਸੇ ਹੋਰ ਨੂੰ ਵੀ ਉਹ ਚੀਜ਼ ਦਿੱਤੀ ਜਾ ਸਕਦੀ ਹੇ ਜਿਹੜੀ ਤੁਹਾਨੂੰ ਦਿੱਤੀ ਗਈ ਹੇ ਜਾਂ ਜਿਸ ਰਾਹੀਂ ਇਹ ਤੁਹਾਡੇ ਰੱਬ ਕੋਲ ਜਾ ਕੇ ਤੁਹਾਡੇ ਵਿਰੁੱਧ ਕੋਈ ਦਲੀਲ ਪੇਸ਼ ਕਰ ਸਕਣ ਹੇ ਨਬੀ! ਤੁਸੀਂ ਕਹਿ ਦਿਓ ਕਿ ਫ਼ਜ਼ਲ ਤਾਂ ਸਾਰੇ ਹੀ ਅੱਲਾਹ ਦੇ ਹੱਥ ਵਿਚ ਹਨ।1 ਉਹ ਜਿਸ ਨੂੰ ਜੋ ਚਾਹੁੰਦਾ ਹੇ ਬਖ਼ਸ਼ ਦਿੰਦਾ ਹੇ। ਅੱਲਾਹ ਬਖ਼ਸ਼ਣ ਵਿਚ ਬਹੁਤ ਖੁੱਲ੍ਹਾ ਹੇ ਅਤੇ ਹਰ ਤਰ੍ਹਾਂ ਦਾ ਗਿਆਨ ਰੱਖਣ ਵਾਲਾ ਹੇ।","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"1 .ਕੁਰਆਨ ਮਜੀਦ ਵਿਚ ਅੱਲਾਹ ਤਆਲਾ ਦੀਆਂ ਜਿਨ੍ਹਾਂ ਸਿਫ਼ਤਾਂ ਦੀ ਗੱਲ ਕੀਤੀ ਗਈ ਹੇ ਜਿਵੇਂ ਮੂੰਹ, ਅੱਖਾਂ ਹੱਥ, ਪਿੰਡਲੀ ਉਸ ਦਾ ਵਿਖਾਈ ਦੇਣ ਵਾਲੇ ਆਸਾਮਾਨ ’ਤੇ ਆਉਣਾ ਅਤੇ ਅਰਸ਼ ’ਤੇ ਬਰਾਜਮਾਨ ਹੋਣਾ ਆਦਿ ਭਾਵ ਜੋ ਵੀ ਅੱਲਾਹ ਨੇ ਆਪਣੇ ਸੰਬੰਧ ਵਿਚ ਦੱਸਿਆ ਹੇ ਅਤੇ ਜੋ ਹਦੀਸਾਂ ਵਿਚ ਹੇ ਉਹਨਾਂ ਸਭ ਤੇ ਅਹਲੇ ਸੁੰਨਤ ਦਾ ਇਕ ਮੱਤ ਹੋਣਾ ਹੇ ਕਿ ਉਹ ਅੱਲਾਹ ਤਆਲਾ ਦੀਆਂ ਇਹਨਾਂ ਸਿਫ਼ਤਾਂ ਤੇ ਖ਼ੂਬੀਆਂ ਉੱਤੇ ਬਿਨਾਂ ਕਿਸੇ ਦਲੀਲ ਈਮਾਨ ਲਿਆਉਂਦੇ ਹਨ। ਇਹ ਉਹ ਖ਼ੂਬੀਆਂ ਹਨ ਜਿਹੜੀਆਂ ਕੇਵਲ ਅੱਲਾਹ ਲਈ ਖ਼ਾਸ ਹਨ ਅਤੇ ਇਹਨਾਂ ਨੂੰ ਕਿਸੇ ਵਿਅਕਤੀ ਦੀਆਂ ਖ਼ੂਬੀਆਂ ਨਾਲ ਨਹੀਂ ਜੋੜ੍ਹਿਆ ਜਾ ਸਕਦਾ ਜਿਵੇਂ ਅੱਲਾਹ ਨੇ ਕੁਰਆਨ ਪਾਕ ਵਿਚ ਫ਼ਰਮਾਇਆ ਹੇ ਕਿ ਉਸ ਜਹਿ ਕੋਈ ਚੀਜ਼ ਨਹੀਂ (ਸੂਰਤ ਸ਼ੂਰਾ ਆਇਤ11) ਅਤੇ ਸੂਰਤ ਇਖ਼ਲਾਸ ਵਿਚ ਹੇ ਕਿ ਉਸ ਜਿਹਾ ਹੋਰ ਕੋਈ ਵੀ ਨਹੀਂ।","lang":"pa"},{"name":"3:74","price":"74਼ ਉਹ (ਅੱਲਾਹ) ਆਪਣੀਆਂ ਮਿਹਰਾਂ ਲਈ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੇ ਵਿਸ਼ੇਸ਼ ਕਰ ਲੈਂਦਾ ਹੇ। ਅੱਲਾਹ ਵੱਡੇ ਫ਼ਜ਼ਲਾਂ ਵਾਲਾ ਹੇ।","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:75","price":"75਼ ਕਿਤਾਬ ਵਾਲਿਆਂ ਵਿੱਚੋਂ ਕੁੱਝ (ਯਹੂਦੀ) ਅਜਿਹੇ ਵੀ ਹਨ ਕਿ ਜੇ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਮਾਲ ਦੌਲਤ ਦਾ ਇਕ ਢੇਰ ਵੀ (ਅਮਾਨਤ ਵਜੋਂ) ਸੰਭਾਲ ਦਿਓ ਤਾਂ ਵੀ ਉਹ ਤੁਹਾਨੂੰ ਮੁੜ ਅਦਾ ਕਰ ਦੇਣਗੇ ਪਰ ਉਹਨਾਂ ਵਿੱਚੋਂ ਕੁੱਝ ਅਜਿਹੇ ਵੀ ਹਨ ਕਿ ਜੇ ਤੁਸੀਂ ਉਹਨਾਂ ਕੋਲ ਇਕ ਦੀਨਾਰ ਵੀ ਅਮਾਨਤ ਵਜੋਂ ਰੱਖ ਦਿਓ ਤਾਂ ਵੀ ਅਦਾ ਨਹੀਂਂ ਕਰਨਗੇ, ਹਾਂ ਇਹ ਗੱਲ ਹੋਰ ਹੇ ਕਿ ਤੁਸੀਂ (ਆਪਣੀ ਅਮਾਨਤ ਲੈਣ ਲਈ) ਉਹਨਾਂ ਦੇ ਸਿਰ ’ਤੇ ਹੀ ਸਵਾਰ ਹੋ ਜਾਓ। ਉਹ ਇਹ ਵਤੀਰਾ ਇਸ ਲਈ ਕਰਦੇ ਹਨ ਕਿ ਉਹ ਆਖਦੇ ਹਨ ਕਿ ਸਾਡੇ ਉੱਤੇ ਇਹਨਾਂ ਉੱਮੀਆਂ (ਗ਼ੈਰ ਯਹੂਦੀ) ਦਾ ਹੱਕ ਮਾਰਨ ’ਤੇ ਕੋਈ ਗੁਨਾਹ ਨਹੀਂ। ਉਹ (ਯਹੂਦੀ) ਲੋਕ ਸਭ ਕੁੱਝ ਜਾਣਦੇ ਹੋਏ ਵੀ ਅੱਲਾਹ ਦੇ ਸਿਰ ਝੂਠ ਮੜ੍ਹਦੇ ਹਨ।","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:76","price":"76਼ ਹਾਂ (ਅਮਾਨਤਾਂ ਬਾਰੇ) ਪੁੱਛ ਗਿਛ ਜ਼ਰੂਰ ਹੋਵੇਗੀ। ਜੋ ਵੀ ਆਪਣੇ ਬਚਨਾਂ ਨੂੰ ਪੂਰਾ ਕਰੇਗਾ ਅਤੇ ਅੱਲਾਹ ਤੋਂ ਡਰੇਗਾ ਤਾਂ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਵੀ ਬੁਰਾਈਆਂ ਤੋਂ ਬਚਣ ਵਾਲਿਆਂ ਨੂੰ ਪਸੰਦ ਕਰਦਾ ਹੇ।","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:77","price":"77਼ ਬੇਸ਼ੱਕ ਜੋ ਲੋਕ ਅੱਲਾਹ ਦੇ ਨਾਲ ਕੀਤੇ ਬਚਨਾਂ ਨੂੰ ਅਤੇ ਆਪਣੀਆਂ ਸਹੁੰਆਂ ਨੂੰ ਘੱਟ ਮੁੱਲ ’ਤੇ (ਭਾਵ ਸੰਸਾਰਿਕ ਲਾਭ ਲਈ) ਵੇਚ ਸੁਟਦੇ ਹਨ ਉਹਨਾਂ ਦਾ ਆਖ਼ਿਰਤ ਵਿਚ ਕੁੱਝ ਵੀ ਹਿੱਸਾ ਨਹੀਂ। ਕਿਆਮਤ ਵਾਲੇ ਦਿਨ ਅੱਲਾਹ ਨਾ ਉਹਨਾਂ ਨਾਲ ਗੱਲ ਕਰੇਗਾ, ਨਾ ਹੀ ਉਹਨਾਂ ਵੱਲ ਵੇਖੇਗਾ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਨੂੰ ਪਾਕ (ਭਾਵ ਮੁਆਫ਼) ਕਰੇਗਾ। ਉਹਨਾਂ ਲਈ ਤਾਂ ਬੜਾ ਹੀ ਦੁਖਦਾਈ ਅਜ਼ਾਬ ਹੇ।","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:78","price":"78਼ ਉਹਨਾਂ ਵਿਚ ਇਕ ਟੋਲਾ ਕਿਤਾਬ ਪੜ੍ਹਦੇ ਹੋਏ ਇਸ ਤਰ੍ਹਾਂ ਜ਼ਬਾਨ ਨੂੰ ਵਲ ਦਿੰਦਾ ਹੇ ਕਿ ਤੁਸੀਂ ਉਸੇ ਨੂੰ ਹੀ ਕਿਤਾਬ ਦਾ ਹਿੱਸਾ ਸਮਝੋ, ਜੱਦ ਕਿ ਉਹ ਕਿਤਾਬ ਵਿੱਚੋਂ ਨਹੀਂ ਹੁੰਦਾ ਅਤੇ ਇਹ ਵੀ ਕਹਿੰਦੇ ਹਨ ਕਿ ਇਹ ਅੱਲਾਹ ਵੱਲੋਂ ਹੀ ਹੇ, ਜੱਦ ਕਿ ਇਹ ਅੱਲਾਹ ਵੱਲੋਂ ਨਹੀਂ, ਉਹ ਤਾਂ ਜਾਣਦੇ ਬੁਝਦੇ ਹੋਏ ਅੱਲਾਹ ਦੇ ਸਿਰ ਝੂਠ ਮੜ੍ਹਦੇ ਹਨ।","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:79","price":"79਼ ਕਿਸੇ ਵੀ ਅਜਿਹੇ ਵਿਅਕਤੀ ਨੂੰ ਜਿਸ ਨੂੰ ਅੱਲਾਹ ਹਿਕਮਤ ਅਤੇ ਪੈਗ਼ੰਬਰੀ ਬਖ਼ਸ਼ੇ ਉਸ ਲਈ ਇਹ ਉਚਿਤ ਨਹੀਂ ਕਿ ਫੇਰ ਵੀ ਉਹ ਲੋਕਾਂ ਨੂੰ ਆਖੇ ਕਿ ਤੁਸੀਂ ਅੱਲਾਹ ਨੂੰ ਛੱਡ ਕੇ ਮੇਰੇ ਗ਼ੁਲਾਮ ਬਣ ਜਾਓ, ਸਗੋਂ ਉਹ ਤਾਂ ਇਹੋ ਕਹਿਣਗੇ ਕਿ ਤੁਸੀਂ ਸਾਰੇ ਰੱਬ ਦੇ ਗ਼ੁਲਾਮ ਬਣ ਜਾਓ ਜਿਵੇਂ ਕਿ ਉਹ ਕਿਤਾਬ ਤੁਹਾਨੂੰ ਇਹੋ ਸਿੱਖਿਆ ਦਿੰਦੀ ਹੇ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਪੜ੍ਹਦੇ ਹੋ।","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:80","price":"80਼ ਉਹ ਤੁਹਾਨੂੰ ਇਹ ਵੀ ਨਹੀਂ ਆਖੇਗਾ ਕਿ ਫ਼ਰਿਸ਼ਤਿਆਂ ਅਤੇ ਨਬੀਆਂ ਨੂੰ ਆਪਣਾ ਰੱਬ ਬਣਾ ਲਓ।1 ਕੀ ਉਹ ਨਬੀ ਤੁਹਾਨੂੰ ਕੁਫ਼ਰ ਕਰਨ ਦਾ ਹੁਕਮ ਦੇਵੇਗਾ, ਜਦ ਕਿ ਤੁਸੀਂ ਮੁਸਲਮਾਨ ਹੋ?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"1 ਭਾਵ ਪੈਗ਼ੰਬਰ ਲੋਕਾਂ ਨੂੰ ਕੇਵਲ ਅੱਲਾਹ ਵੱਲ ਹੀ ਬੁਲਾਉਂਦੇ ਹਨ ਇਸੇ ਲਈ ਆਪਣੀ ਪ੍ਰਸ਼ੰਸਾ ਵਿਚ ਵਾਧੂ ਗੱਲਾਂ ਕਹਿਣ ਤੋਂ ਰੋਕਦੇ ਹਨ ਤਾਂ ਜੋ ਲੋਕੀਂ ਉਹਨਾਂ ਨੂੰ ਵੀ ਰੱਬੀ ਸਿਫ਼ਤਾਂ ਵਿਚ ਸਾਂਝੀ ਨਾ ਸਮਝ ਲੈਣ। ਨਬੀ ਕਰੀਮ ਸ: ਨੇ ਫ਼ਰਮਾਇਆ ਕਿ ਮੇਰੀ ਪ੍ਰਸ਼ੰਸਾ ਇਨੀ ਨਾ ਕਰੋ ਜਿਵੇਂ ਈਸਾਈਆਂ ਨੇ ਮਰੀਅਮ ਦੇ ਪੁੱਤਰ ਈਸਾ ਦੀ ਕੀਤੀ ਸੀ ਮੈਂ ਤਾਂ ਬਸ ਅੱਲਾਹ ਦਾ ਬੰਦਾ ਹਾਂ ਤਾਂ ਤੁਸੀਂ ਇਹ ਕਹੋ ਕਿ ਅੱਲਾਹ ਦਾ ਬੰਦਾ ਅਤੇ ਉਸ ਦਾ ਰਸੂਲ। (ਸਹੀ ਬੁਖਾਰੀ, ਹਦੀਸ: 3445)","lang":"pa"},{"name":"3:81","price":"81਼ ਉਹ ਵੇਲਾ ਯਾਦ ਕਰੋ ਜਦੋਂ ਅੱਲਾਹ ਨੇ ਸਾਰੇ ਨਬੀਆਂ ਤੋਂ ਇਹ ਬਚਨ ਲਿਆ ਸੀ ਕਿ ਜਦੋਂ ਮੈਂ ਤੁਹਾਨੂੰ ਕਿਤਾਬ ਅਤੇ ਦਾਨਾਈ ਨਾਲ ਨਵਾਜ਼ਾਂ ਅਤੇ ਫੇਰ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਰਸੂਲ ਆਵੇ ਜਿਹੜ੍ਹਾ ਇਸ ਕਿਤਾਬ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੋਵੇ ਜਿਹੜੀ ਤੁਹਾਡੇ ਕੋਲ ਹੇ ਤਾਂ ਤੁਹਾਨੂੰ ਉਸ ’ਤੇ ਈਮਾਨ ਲਿਆਉਣਾ ਹੋਵੇਗਾ ਤੇ ਉਸ ਦੀ ਮਦਦ ਕਰਨੀ ਹੋਵੇਗੀ। ਅੱਲਾਹ ਨੇ ਫ਼ਰਮਾਇਆ, ਕੀ ਤੁਸੀਂ ਇਕਰਾਰ ਕਰਦੇ ਹੋ ਅਤੇ ਇਸ ਉੱਤੇ ਮੇਰੇ ਵੱਲੋਂ ਵਚਨ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਚੁੱਕਦੇ ਹੋ ? ਉਹਨਾਂ ਨੇ ਕਿਹਾ ਕਿ ਹਾਂ! ਅਸੀਂ ਇਕਰਾਰ ਕਰਦੇ ਹਾਂ। ਅੱਲਾਹ ਨੇ ਫ਼ਰਮਾਇਆ, ਕਿ ਤੁਸੀਂ ਗਵਾਹ ਰਹਿਣਾ ਅਤੇ ਮੈਂ ਵੀ ਤੁਹਾਡੇ (ਇਕਰਾਰ) ਦੀ ਗਵਾਹੀ ਦਿੰਦਾ ਹਾਂ।","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:82","price":"82਼ ਹੁਣ ਇਸ ਪਿੱਛੋਂ ਜਿਹੜਾ ਵੀ (ਆਪਣੇ ਇਕਰਾਰ ਤੋਂ) ਫਿਰ ਜਾਵੇ ਉਹੀਓ ਨਾ-ਫ਼ਰਮਾਨ ਹੇ।","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:83","price":"83਼ ਕੀ ਉਹ ਲੋਕ ਅੱਲਾਹ ਦੇ ਦੀਨ ਨੂੰ ਛੱਡ ਕੇ ਕਿਸੇ ਹੋਰ ਦੀਨ ਦੀ ਭਾਲ ਵਿਚ ਹਨ ਜਦੋਂ ਕਿ ਸਾਰੇ ਹੀ ਧਰਤੀ ਵਾਲੇ ਤੇ ਅਕਾਸ਼ਾਂ ਵਾਲੇ ਚਾਹੁੰਦਿਆਂ ਅਤੇ ਨਾ ਚਾਹੁੰਦਿਆਂ ਵੀ ਅੱਲਾਹ ਦੇ ਤਾਬੇਦਾਰ ਹਨ। ਸਭ ਨੂੰ ਉਸੇ ਵੱਲ ਹੀ ਪਰਤ ਕੇ ਜਾਣਾ ਹੇ।","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:84","price":"84਼ (ਹੇ ਨਬੀ!) ਤੁਸੀਂ ਆਖ ਦਿਓ ਕਿ ਅਸੀਂ ਅੱਲਾਹ ’ਤੇ ਅਤੇ ਉਸ ’ਤੇ ਵੀ, ਜੋ ਸਾਡੇ ’ਤੇ ਨਾਜ਼ਿਲ (.ਕੁਰਆਨ) ਕੀਤਾ ਗਿਆ, ਈਮਾਨ ਲਿਆਏ ਹਾਂ ਅਤੇ ਜੋ ਇਬਰਾਹੀਮ ਇਸਮਾਈਲ, ਇਸਹਾਕ, ਯਾਕੂਬ ਅਤੇ ਉਹਨਾਂ ਦੀ ਔਲਾਦ ’ਤੇ ਉਤਾਰਿਆ ਅਤੇ ਉਹਨਾਂ ਕਿਤਾਬਾਂ ’ਤੇ ਵੀ ਜਿਹੜੀਆਂ ਮੂਸਾ, ਈਸਾ, ਅਤੇ ਦੂਜੇ ਨਬੀਆਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਰੱਬ ਵੱਲੋਂ ਦਿੱਤੀਆਂ ਗਈਆਂ ਉਹਨਾਂ ਸਭ ’ਤੇ ਵੀ (ਈਮਾਨ ਲਿਆਏ ਹਾਂ)। ਅਸੀਂ ਇਹਨਾਂ ਵਿਚਾਲੇ ਕੋਈ ਵੀ ਵਿਤਕਰਾ ਨਹੀਂ ਕਰਦੇ, ਅਸੀਂ ਤਾਂ ਅੱਲਾਹ ਦੇ ਫ਼ਰਮਾਬਰਦਾਰ ਹਾਂ।","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:85","price":"85਼ ਜੋ ਵੀ ਵਿਅਕਤੀ ਇਸਲਾਮ ਧਰਮ ਨੂੰ ਛੱਡ ਕਿਸੇ ਹੋਰ ਧਰਮ ਦੀ ਪੈਰਵੀ ਕਰੇਗਾ,1 ਉਸ ਦੇ ਧਰਮ ਨੂੰ ਕਬੂਲਿਆ ਨਹੀਂ ਜਾਵੇਗਾ ਅਤੇ ਉਹ ਆਖ਼ਿਰਤ ਦਿਹਾੜੇ ਘਾਟੇ ਵਿਚ ਰਹੇਗੇ।","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"1 ਇਸ ਤੋਂ ਪਤਾ ਲੱਗਦਾ ਹੇ ਕਿ ਨਬੀ ਕਰੀਮ ਸ: ਦੀ ਰਸਾਲਤ ’ਤੇ ਈਮਾਨ ਲਿਆਉਣ ਫਰਜ਼ ਹੇ ਆਪਜੀ ਨੇ ਫ਼ਰਮਾਇਆ ਉਸ ਅੱਲਾਹ ਦੀ ਕਸਮ ਜਿਸ ਦੇ ਹੱਥ ਵਿਚ ਮੁਹੰਮਦ ਦੀ ਜਾਨ ਹੇ ਇਸ ਉੱਮਤ ਦੇ ਯਹੂਦੀ ਤੇ ਈਸਾਈਆਂ ਵਿੱਚੋਂ ਜਿਹੜਾ ਵੀ ਮੇਰੇ ਬਾਰੇ ਸੁਣੇ ਅਤੇ ਫੇਰ ਵੀ ਮੇਰੇ ਲਿਆਏ ਹੋਏ ਸੁਨੇਹੇ ’ਤੇ ਈਮਾਨ ਲਿਆਏ ਬਿਨਾਂ ਮਰ ਜਾਵੇ ਤਾਂ ਉਹ ਸਦਾ ਲਈ ਨਰਕ ਵਿਚ ਰਹੇਗਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 153)","lang":"pa"},{"name":"3:86","price":"86਼ ਅੱਲਾਹ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਕਿਵੇਂ ਹਿਦਾਇਤ ਦੇਵੇਗਾ ਜਿਹੜੇ ਈਮਾਨ ਲਿਆਉਣ ਤੋਂ ਮਗਰੋਂ ਮੁੜ ਕਾਫ਼ਿਰ ਹੋ ਗਏ ਜਦ ਕਿ ਉਹ ਗਵਾਹੀ ਦੇ ਚੁੱਕੇ ਹਨ ਕਿ ਬੇਸ਼ੱਕ ਰਸੂਲ (ਸ:) ਹੱਕ ’ਤੇ ਹਨ ਅਤੇ ਉਹਨਾਂ ਕੋਲ (ਨਬੀ ਹੋਣ ਦੀਆਂ) ਖੱਲੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਆ ਚੁੱਕੀਆਂ ਹਨ। ਅੱਲਾਹ ਜ਼ਾਲਮਾਂ ਨੂੰ ਸਿੱਧੀ ਰਾਹ ਨਹੀਂ ਪਾਇਆ ਕਰਦਾ।","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:87","price":"87਼ ਉਹਨਾਂ ਦੀ ਸਜ਼ਾ ਤਾਂ ਇਹੋ ਹੇ ਕਿ ਉਹਨਾਂ ’ਤੇ ਅੱਲਾਹ ਦੀ, ਫ਼ਰਿਸ਼ਤਿਆਂ ਦੀ ਅਤੇ ਸਾਰੇ ਲੋਕਾਂ ਵੱਲੋਂ ਫ਼ਿਟਕਾਰ ਹੇ।","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:88","price":"88਼ ਇਹ ਲੋਕ (ਇਸ ਹਾਲਤ ਵਿਚ) ਸਦਾ ਲਈ ਰਹਿਣਗੇ, ਨਾ ਤਾਂ ਉਹਨਾਂ ਦੀ ਸਜ਼ਾ ਘਟਾਈ ਜਾਵੇਗੀ ਅਤੇ ਨਾ ਹੀ ਉਹਨਾਂ ਨੂੰ ਮੋਹਲਤ ਦਿੱਤੀ ਜਾਵੇਗੀ।","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:89","price":"89਼ ਪਰ ਜਿਹੜੇ ਲੋਕ ਇਸ (ਇਨਕਾਰ) ਤੋਂ ਬਾਅਦ ਤੌਬਾ ਕਰਕੇ ਆਪਣਾ ਸੁਧਾਰ ਕਰ ਲੈਣ (ਉਹੀ ਸਜ਼ਾ ਤੋਂ ਬਚ ਸਕਣਗੇ) ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਬਖ਼ਸ਼ਣਹਾਰ ਅਤੇ ਮਿਹਰਾਂ ਕਰਨ ਵਾਲਾ ਹੇ।","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:90","price":"90਼ ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਉਣ ਤੋਂ ਬਾਅਦ ਇਨਕਾਰ ਕਰਨ ਅਤੇ ਇਨਕਾਰ ਵਿਚ ਵਧਦੇ ਹੀ ਚਲੇ ਗਏ ਉਹਨਾਂ ਦੀ ਤੌਬਾ ਕਦੇ ਵੀ ਕਬੂਲ ਨਹੀਂ ਕੀਤੀ ਜਾਵੇਗੀ ਇਹੋ ਭਟਕੇ ਹੋਏ ਲੋਕ ਹਨ।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"pa"},{"name":"3:91","price":"91਼ ਜਿਹੜੇ ਲੋਕਾਂ ਨੇ ਇਨਕਾਰ ਕੀਤਾ ਅਤੇ ਇਨਕਾਰ ਦੀ ਹਾਲਤ ਵਿਚ ਹੀ ਮਰ ਜਾਣ ਉਹਨਾਂ ਵਿੱਚੋਂ ਜੇ ਕੋਈ (ਕਿਆਮਤ ਦੇ ਦਿਨ) ਆਪਣੇ ਆਪ ਨੂੰ ਨਰਕ ਤੋਂ ਬਚਾਉਣ ਲਈ ਬਦਲੇ ਵਿਚ ਧਰਤੀ ਜਿੱਨਾ ਸੋਨਾਂ ਵੀ ਦੇਵੇ ਤਾਂ ਵੀ ਕਬੂਲਿਆ ਨਹੀਂ ਜਾਵੇਗਾ।1 ਇਹ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਲਈ ਦਰਦਨਾਕ ਅਜ਼ਾਬ ਹੇ ਅਤੇ ਜਿਨ੍ਹਾਂ ਦਾ ਕੋਈ ਸਹਾਈ ਨਹੀਂ ਹੋਵੇਗਾ।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"1 ਨਬੀ ਕਰੀਮ ਸ: ਨੇ ਫ਼ਰਮਾਇਆ ਕਿਆਮਤ ਦੇ ਦਿਨ ਕਾਫ਼ਰਾਂ ਨੂੰ ਜਦੋਂ ਲਿਆਇਆ ਜਾਵੇਗਾ ਤਾਂ ਕਿਹਾ ਜਾਵੇਗਾ ਭਲਾਂ ਦੱਸ ਤਾਂ ਸਹੀ ਕਿ ਜੇ ਤੇਰੇ ਕੋਲ ਇਸ ਸਮੇਂ ਧਰਤੀ ਜਿੱਨਾ ਸੋਨਾ ਹੋਵੇ ਤਾਂ ਕੀ ਤੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਨਰਕ ਦੀ ਅੱਗ ਤੋਂ ਬਚਾਉਣ ਲਈ ਬਦਲੇ ਵਿਚ ਦੇ ਦੇਵੇਗਾ ? ਤਾਂ ਉਹ ਆਖੇਗਾ ਹਾਂ ਤਾਂ ਫ਼ੇਰ ਉਸ ਨੂੰ ਕਿਹਾ ਜਾਵੇਗਾ ਕਿ ਦੁਨੀਆਂ ਵਿਚ ਇਸ ਤੋਂ ਆਸਾਨ ਗੱਲ ਕੇਵਲ ਇਸਲਾਮ ਕਬੂਲ ਕਰਨ ਲਈ ਕਿਹਾ ਗਿਆ ਸੀ ਪਰ ਤੁਹਾਡੇ ’ਤੇ ਬੇ-ਭਾਗੀ ਭਾਰੂ ਆ ਗਈ ਅਤੇ ਤੁਸੀਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ। (ਸਹੀ ਬੁਖ਼ਾਰੀ, ਹਦੀਸ: 6538)","lang":"pa"},{"name":"3:92","price":"92਼ ਜਦੋਂ ਤਕ ਤੁਸੀਂ ਆਪਣੀ ਪਸੰਦ ਦੀਆਂ ਵਸਤੂਆਂ ਨੂੰ ਅੱਲਾਹ ਦੀ ਰਾਹ ਵਿਚ ਖ਼ਰਚ ਨਹੀਂ ਕਰੋਗੇ ਤੁਸੀਂ ਕਦੇ ਵੀ ਭਲਾਈ (ਨੇਕੀ) ਨਹੀਂ ਪਾ ਸਕੋਗੇ ਅਤੇ ਜੋ ਵੀ ਤੁਸੀਂ ਖ਼ਰਚ ਕਰੋਗੇ ਅੱਲਾਹ ਉਸ ਨੂੰ ਭਲੀ-ਭਾਂਤ ਜਾਣਦਾ ਹੇ।","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"pa"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}