{"data":[{"name":"33:31","price":"Và ai trong các ngươi (hỡi những người vợ của Thiên Sứ) là người cung kính Allah và Thiên Sứ của Ngài đồng thời hành thiện thì TA sẽ thưởng cho người đó gấp đôi và TA chuẩn bị cho người đó bổng lộc dồi dào (nơi Thiên Đàng).","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:32","price":"Hỡi các bà vợ của Nabi (Muhammad)! Các ngươi không giống như những người phụ nữ khác. Nếu các ngươi sợ Allah thì các ngươi chớ đừng nói năng lả lơi, bởi người mang trong lòng một chứng bệnh (dâm dục) sẽ dễ phạm vào (hành vi tình dục Haram); các ngươi hãy nói năng đoan trang đứng đắn.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:33","price":"Các ngươi hãy ở trong nhà của mình và chớ phô trương vẻ đẹp theo lối chưng diện (của những phụ nữ) Jahiliyah (thời ngu muội tiền Islam); các ngươi hãy chu đáo duy trì lễ nguyện Salah, hãy xuất Zakah, hãy vâng lệnh Allah và Thiên Sứ của Ngài. Hỡi người nhà của (Thiên Sứ), Allah thật ra chỉ muốn xóa những thứ ô uế khỏi các ngươi cũng như Ngài chỉ muốn tẩy sạch các ngươi thành những người hoàn toàn thanh khiết.","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:34","price":"Các ngươi (hỡi các bà vợ của Thiên Sứ) hãy ghi nhớ những điều nằm trong các lời mặc khải đã được đọc ra trong nhà của các ngươi cũng như điều khôn ngoan (Sunnah của Thiên Sứ). Quả thật, Allah là Đấng Tinh Tế, Thông Toàn.","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:35","price":"Quả thật, những người Muslim, nam cũng như nữ; những người có đức tin, nam cũng như nữ; những người cung kính, nam cũng như nữ; những người chân thật, nam cũng như nữ; những người kiên nhẫn, nam cũng như nữ; những người khiêm nhường, nam cũng như nữ; những người bố thí, nam cũng như nữ; những người nhịn chay, nam cũng như nữ; những người giữ bản thân không phạm các hành vi tình dục Haram, nam cũng như nữ; những người tưởng nhớ nhiều đến Allah, nam cũng như nữ; Allah đã chuẩn bị cho họ sự tha thứ và phần thưởng vĩ đại.","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:36","price":"Người có đức tin thực sự, nam cũng như nữ, không phải là những người khi mà Allah và Thiên Sứ của Ngài đã quyết định việc gì thì họ lại đòi quyền được lựa chọn trong công việc của họ. Ai bất tuân Allah và Thiên Sứ của Ngài thì quả thật y đã công khai lầm lạc.","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:37","price":"Ngươi (hỡi Thiên Sứ) hãy nhớ lại khi Ngươi nói với người(3) mà Allah và Ngươi đã ban ân: “Con hãy giữ vợ(4) của con lại và hãy sợ Allah.” Trong khi đó, Ngươi cố giấu kín trong lòng mình điều(5) mà Allah sẽ tuyên bố. Ngươi sợ thiên hạ bàn tán chê cười trong lúc Allah là Đấng mà Ngươi cần phải sợ hơn cả. Cho nên, sau khi Zaid (con trai của Harithah) đã chấm dứt hoàn toàn với vợ của y thì TA gả nữ ta cho Ngươi mục đích để những người có đức tin không gặp phải trở ngại trong việc kết hôn với những người vợ của những đứa con nuôi của mình khi chúng đã hoàn toàn chấm dứt với vợ của chúng. Và mệnh lệnh của Allah thì phải được thực thi và chấp hành.","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"(3) Zaid con trai của Harithah. Ông đã bị bắt làm nô lệ và đã được Thiên Sứ chuộc về làm con nuôi. \n(4) Zaynab bint Jahsh, người em họ của Thiên Sứ. \n(5) Ý định cưới Zaynab sau khi Zaid bin Harithah đã ly dị với bà.","lang":"vi"},{"name":"33:38","price":"Nabi (Muhammad) không phạm tội trong những điều Allah đã ra lệnh cho Y thi hành. Đấy là đường lối của Allah cho các thế hệ đã qua của các thời trước. Và mệnh lệnh của Allah đã được ban hành thành luật (bắt buộc phải tuân thủ).","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:39","price":"(Các vị Nabi này) là những người rao truyền thông điệp của Allah và sợ Ngài; họ không sợ bất kỳ ai trừ một mình Allah. Bởi lẽ một mình Allah thôi đã đủ xét xử và thanh toán (các việc làm của đám bầy tôi).","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:40","price":"Muhammad không phải là cha của bất kỳ ai trong số những người đàn ông của các ngươi mà Y chính là vị Thiên Sứ của Allah và là vị Nabi cuối cùng. Quả thật, Allah hằng biết tất cả mọi thứ.","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:41","price":"Hỡi những người có đức tin! Các ngươi hãy nhớ đến Allah thật nhiều (bằng trái tim, chiếc lưỡi và việc làm của các ngươi).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:42","price":"Các ngươi hãy tán dương Ngài vào mỗi sáng và mỗi chiều.","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:43","price":"Ngài (Allah) là Đấng luôn Salawat(6) cho các ngươi và các Thiên Thần của Ngài cũng Salawat như thế, để Ngài đưa các ngươi từ nơi tối tăm ra chốn ánh sáng. Và Ngài khoan dung đối với những người có đức tin.","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"(6) Salawat mang 3 ý nghĩa: Salawat của Allah dành cho đám bầy tôi của Ngài mang nghĩa là ban phúc lành, sự bằng an và khen ngợi họ; Salawat của Thiên Thần cho con người mang nghĩa là cầu xin sự tha thứ từ nơi Allah cho họ; và Salawat của tín đồ Muslim cho Thiên Sứ mang nghĩa là cầu xin Allah ban bình an và phúc lành cho Người.","lang":"vi"},{"name":"33:44","price":"Lời chào giữa họ (những người có đức tin) vào Ngày họ gặp được Ngài (Allah) là lời chào bằng an ‘Assalam’ và Ngài đã chuẩn bị cho họ một phần thưởng vinh dự (Thiên Đàng).","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:45","price":"Hỡi Nabi! Quả thật, TA đã cử phái Ngươi (đến với nhân loại) làm một nhân chứng, một người mang tin mừng và một người cảnh báo,","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:46","price":"Và làm một người kêu gọi (nhân loại) đến với Allah dưới sự ưng thuận của Ngài; và (Ngươi được cử phái đến) như một chiếc đèn soi sáng.","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:47","price":"Ngươi hãy báo tin mừng cho những người có đức tin rằng họ sẽ có được hồng phúc to lớn từ nơi Allah.","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:48","price":"Ngươi chớ đừng nghe lời những kẻ vô đức tin cũng như những kẻ giả tạo đức tin, Ngươi cứ mặc kệ thái độ xấc xược của chúng và phó thác cho Allah; quả thật một mình Allah thôi đã đủ phò trợ (cho Ngươi).","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:49","price":"Hỡi những người có đức tin! Nếu các ngươi kết hôn với những phụ nữ có đức tin rồi ly dị họ trước khi chạm đến thân thể của họ thì các ngươi không cần phải dùng đến qui định 'Iddah (thời gian ở vậy) dành cho họ. Tuy nhiên, các ngươi hãy trao tặng họ một món quà và hãy trả tự do cho họ một cách tốt đẹp.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:50","price":"Hỡi Nabi (Muhammad), quả thật TA đã qui định Halal (hợp thức hóa) cho Ngươi các bà vợ mà Ngươi đã đưa tiền cưới; những nữ nô lệ trong tay của Ngươi trong số các nữ tù binh mà Allah đã ban cho Ngươi; con gái chú bác của Ngươi, con gái người cô của Ngươi; con gái người cậu của Ngươi; con gái người dì của Ngươi đã cùng di cư (đến Madinah) với Ngươi; và riêng phụ nữ có đức tin nào tự hiến mình cho Nabi nếu Nabi muốn kết hôn với nữ ta, điều này chỉ dành riêng cho Ngươi chứ không áp dụng cho những người có đức tin khác. TA biết rõ những gì mà TA đã qui định cho họ liên quan đến các bà vợ của họ cũng như những nữ tù binh nằm trong tay họ để Ngươi không gặp trở ngại (trong việc cưới vợ). Quả thật, Allah là Đấng Hằng Tha Thứ, Hằng Khoan Dung.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:51","price":"Ngươi có quyền dời (việc tiếp) người vợ nào Ngươi muốn và có quyền tiếp người vợ nào Ngươi muốn; và Ngươi cũng không bị khiển trách nếu Ngươi muốn tiếp người vợ nào mà Ngươi đã dời (lượt) của họ, như thế là để làm dịu mắt họ và để họ khỏi buồn sầu và hài lòng với những gì Ngươi đã mang đến cho tất cả họ. Quả thật, Allah biết rõ những gì nằm trong lòng của các ngươi bởi Allah là Đấng Hằng Biết, Hằng Chịu Đựng.","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:52","price":"Ngươi không được phép cưới thêm vợ nữa và cũng không được thay đổi (ly dị) họ để cưới những phụ nữ khác làm vợ cho dù sắc đẹp của những phụ nữ đó có làm Ngươi thích thú đi chăng nữa, ngoại trừ nữ tù binh nào nằm trong tay Ngươi. Quả thật, Allah là Đấng Giám Sát mọi thứ.","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:53","price":"Hỡi những người có đức tin! Các ngươi chớ đừng tự ý vào nhà của Nabi (Muhammad) trừ phi các ngươi được mời đến dùng bữa, và (khi được mời) thì các ngươi chớ đừng đến sớm hơn khiến phải ngồi chờ đợi. Tuy nhiên, khi được mời thì các ngươi hãy vào và sau khi dùng bữa xong thì các ngươi hãy tranh thủ ra về, chớ đừng nán lại tán gẫu thêm gì. Quả thật, cách xử sự đó sẽ làm phiền Nabi và Y sẽ cảm thấy e ngại cho việc yêu cầu các ngươi ra về; nhưng Allah thì không e ngại (trong việc ra lệnh) đúng sự thật. Và khi các ngươi muốn hỏi chuyện những người vợ (của Nabi) thì các ngươi hãy hỏi họ từ phía sau một bức màn. Cách hỏi chuyện như thế sẽ giữ sự trong sạch cho tấm lòng của các ngươi cũng như cho tấm lòng của họ hơn. Các ngươi không được phép quấy rầy Sứ Giả của Allah, cũng không bao giờ được phép cưới vợ của Y sau khi Y qua đời. Quả thật, điều đó là một đại trọng tội đối với Allah.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:54","price":"Cho dù các ngươi bộc lộ hay giấu kín bất cứ điều gì (thì các ngươi hãy biết rằng) Allah chắc chắn biết hết mọi điều.","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:55","price":"Họ (những người vợ của Nabi) không mắc tội (khi không mặc Hijab) trước mặt cha, con trai, anh em trai, con trai của anh chị em ruột, những phụ nữ giúp việc, và những người nô lệ nằm dưới quyền quản lý của họ. (Hỡi những người vợ của Nabi!) Các ngươi hãy kính sợ Allah, quả thật, Allah luôn giám sát mọi việc.","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:56","price":"Quả thật, Allah và các Thiên Thần của Ngài đều Salawat cho Nabi (Muhammad). Hỡi những người có đức tin, các ngươi hãy Salawat cho Y thật nhiều.","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:57","price":"Quả thật, những kẻ gây phiền nhiễu đến Allah và Sứ Giả của Ngài, Allah sẽ nguyền rủa họ ở đời này và cả Đời Sau; và Ngài đã chuẩn bị cho họ một sự trừng phạt nhục nhã.","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:58","price":"Và những kẻ gây phiền nhiễu đến những người có đức tin, nam cũng như nữ, một cách không thỏa đáng thì quả thật họ đã mang vào mình tội vu khống và tội danh rõ ràng.","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:59","price":"Hỡi Nabi (Muhammad), Ngươi hãy bảo những người vợ của Ngươi, các con gái của Ngươi, và những người vợ của những người có đức tin phủ áo choàng che kín thân thể của họ. Như thế để dễ nhận biết họ và để họ không bị xúc phạm. Quả thật, Allah là Đấng Hằng Tha Thứ, Hằng Khoan Dung.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:60","price":"Nếu những kẻ giả tạo đức tin và những kẻ mang trong lòng một chứng bệnh (hoài nghi) cũng như những kẻ gây rối (phao tin giả) trong thành phố Madinah không chịu dừng lại thì chắc chắn TA (Allah) sẽ để cho Ngươi (hỡi Thiên Sứ) trừng phạt chúng, rồi chúng sẽ được tha cho tạm sống nơi đó với Ngươi như những người láng giềng trong một thời gian ngắn ngủi.","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:61","price":"Chúng sẽ bị nguyền rủa, và bất cứ khi nào cũng như bất cứ đâu chúng bị phát giác thì chúng sẽ bị bắt và bị giết không thương xót.","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:62","price":"(Đó là) đường lối của Allah dành cho những kẻ (giả tạo đức tin) đã qua của thế hệ trước và Ngươi sẽ không bao giờ thấy một sự thay đổi nào trong đường lối của Allah (đối với những kẻ bội tín và phản nghịch).","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:63","price":"Thiên hạ hỏi Ngươi về Giờ Tận Thế. Ngươi hãy nói: “Quả thật, kiến thức về thời khắc đó thuộc về một mình Allah”. Nhưng Ngươi có biết không có lẽ Giờ Tận Thế đã gần kề.","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:64","price":"Quả thật, Allah đã nguyền rủa những kẻ vô đức tin và Ngài đã chuẩn bị cho họ lửa ngọn (nơi Hỏa Ngục).","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:65","price":"Họ sẽ mãi mãi ở trong đó; họ sẽ không tìm được một vị che chở hay một vị cứu tinh nào.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:66","price":"Vào Ngày mà bộ mặt của họ bị lật úp vào Hỏa Ngục, họ sẽ than: “Ôi, giá như mình đã tuân lệnh Allah và đã vâng lời Sứ Giả (của Ngài)”.","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:67","price":"Họ nói: “Lạy Thượng Đế của bầy tôi! Bầy tôi đã nghe theo các vị cầm đầu và những ông lớn của bầy tôi, chính họ đã dắt bầy tôi lầm lạc.”","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:68","price":"“Lạy Thượng Đế của bầy tôi! Xin Ngài trừng phạt họ gấp đôi và xin Ngài nguyền rủa họ bằng lời nguyền rủa thậm tệ nhất.”","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:69","price":"Hỡi những người có đức tin! Các ngươi chớ đừng giống như những kẻ đã sách nhiễu Musa bởi Allah đã giải oan cho Y khỏi những điều họ đã cáo buộc. Quả thật, (Musa) là một người bề tôi chính trực.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:70","price":"Hỡi những người có đức tin! Các ngươi hãy kính sợ Allah và hãy nói lời chân thật.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:71","price":"Ngài sẽ cải thiện việc làm của các ngươi cho các ngươi và Ngài sẽ tha thứ tội lỗi cho các ngươi. Người nào tuân lệnh Allah và Sứ Giả của Ngài thì chắc chắn sẽ đạt được sự thành công to lớn.","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"33:72","price":"Quả thật, TA đã giao Ama-nah(7) cho các tầng trời và trái đất và núi non nhưng chúng từ chối vì chúng cả sợ nên đã tránh xa nó; nhưng con người đã nhận lãnh nó; rõ ràng (con người) hết sức sai quấy, ngu muội.","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"(7) Học giả Ibnu Al-Kathir giảng giải câu Kinh này, nói: “Ibnu 'Abbas nói: Ama-nah trong câu Kinh có nghĩa là sự phụng mệnh. (Có lời dẫn thì ghi rằng ông nói Ama-nah chính là các nghĩa vụ bắt buộc – những điều Fardh). Allah phơi bày Ama-nah cho các tầng trời, trái đất và núi non với ý nghĩa nếu chúng thực hiện thì sẽ được ban thưởng nhưng nếu chúng không thực hiện thì sẽ bị trừng phạt, thế là các tầng trời, trái đất và núi non từ chối nhận lãnh Ama-nah. Và rồi khi Allah phơi bày cho Nabi Adam Ama-nah này và Ngài bảo Adam: Ngươi có nhận lãnh nó không? Nabi Adam nói: Thưa Thượng Đế của bề tôi, Ama-nah đó là gì vậy? Allah nói: «إِنْ أَحْسَنْتَ جُزِيْتَ، وَإِنْ أَسَأْتَ عُوْقِبْتَ» “Nếu ngươi phụng mệnh và làm điều tốt ngươi sẽ được ban thưởng, còn nếu ngươi trái lệnh bất tuân và làm điều xấu thì ngươi sẽ bị trừng phạt”. Vậy là Nabi Adam đã chấp nhận lãnh Ama-nah này.”","lang":"vi"},{"name":"33:73","price":"(Làm thế) để Allah trừng phạt những kẻ giả tạo đức tin nam và nữ, những kẻ thờ đa thần nam và nữ; đồng thời để Ngài tha thứ cho những người có đức tin nam và nữ. Quả thật, Allah là Đấng Hằng Tha Thứ, Hằng Khoan Dung.","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:1","price":"Alhamdulillah, Đấng mà mọi vật trong các tầng trời và mọi vật trong trái đất đều là của Ngài, Đấng mà mọi lời ca ngợi và tán dương ở Đời Sau đều thuộc về một mình Ngài. Ngài là Đấng Sáng Suốt, Thông Toàn.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:2","price":"Những gì chui vào lòng đất, những gì nhô lên khỏi mặt đất, những gì rơi xuống từ trên trời và những gì bay lên trời, Ngài đều biết rõ về chúng. Và Ngài là Đấng Hằng Khoan Dung, Hằng Tha Thứ.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:3","price":"Những kẻ vô đức tin nói: “Giờ Tận Thế sẽ không xảy đến cho chúng tôi.” Ngươi (hỡi Thiên Sứ) hãy nói với họ: “Không, thề bởi Thượng Đế của Ta, Đấng biết điều vô hình, chắc chắn Giờ Tận Thế sẽ xảy đến cho các người. Không một vật gì trong các tầng trời cũng như không một vật gì trong trái đất nằm ngoài tầm kiểm soát của Ngài, cho dù đó chỉ là sức nặng của một hạt nguyên tử; và không một vật gì dù nhỏ hay lớn hơn (hạt nguyên tử) mà lại không được ghi sẵn trong một Quyển Sổ rõ ràng.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:4","price":"(Mọi thứ được ghi trong quyển sổ) để Ngài ban thưởng cho những người có đức tin và hành thiện. Họ là những người sẽ được sự tha thứ và được ban cho bổng lộc thật vinh dự (Thiên Đàng).","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:5","price":"Những ai cố gắng chống phá các lời mặc khải của TA thì chắc chắn sẽ phải chịu một sự trừng phạt đau đớn.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:6","price":"Những ai được ban cho kiến thức thì thấy những điều được ban xuống cho Ngươi (hỡi Thiên Sứ) từ Thượng Đế của Ngươi là Chân Lý và hướng dẫn (nhân loại) đến con đường của Đấng Toàn Năng, Đáng Ca Tụng.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:7","price":"Những kẻ vô đức tin (bảo nhau về Thiên Sứ một cách chế giễu và nhạo báng) nói: “Các người có muốn chúng tôi chỉ cho các người một người đàn ông, Y sẽ nói cho các người biết rằng khi các người (chết đi, thân xác các người) đã hoàn toàn mục rã thì các người chắc chắn sẽ được tạo hóa mới trở lại?!”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:8","price":"(Họ bảo nhau): “Lẽ nào Y đã nói dối cho Allah hay lẽ nào Y bị tâm thần?” Không, những kẻ vô đức tin nơi cõi Đời Sau sẽ bị trừng phạt (vào Ngày Phán Xét) và họ đã lầm lạc rất xa (trên cõi đời này).","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:9","price":"Lẽ nào họ không nhìn thấy những gì trước mắt và sau lưng họ từ trời đất?! Nếu muốn, TA đã cho đất nuốt chửng bọn họ hoặc cho một mảnh trời rơi xuống đè bọn họ. Quả thật, nơi sự việc đó là một dấu hiệu cho mỗi người bề tôi biết quay đầu ăn năn sám hối (với Allah).","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:10","price":"Quả thật, TA đã ban cho Dawood hồng phúc từ nơi TA, (và TA đã phán với núi non): “Hỡi núi non! Các ngươi hãy cùng với Y tán dương Allah” và chim chóc (TA cũng phán bảo chúng như thế), và TA đã hóa sắt thành mềm cho Y.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:11","price":"(TA) bảo (Dawood): “Ngươi hãy chế áo giáp và ráp các khoen sắt lại cho thật cân bằng và Ngươi (và con cháu của Ngươi) hãy hành thiện. Quả thật, TA luôn thấy rõ những điều các ngươi làm.”","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:12","price":"Và Sulayman (con trai của Dawood), (TA đã ban cho Y khả năng chế ngự) luồng gió; luồng gió lướt đi trong một buổi sáng (nhanh bằng thời gian di chuyển) của một tháng và trong một buổi chiều (nhanh bằng thời gian di chuyển) của một tháng. TA đã ban cho Y một dòng suối đồng thau; và trong loài Jinn có những tên phục dịch cho Y theo phép của Thượng Đế của Y; và nếu tên Jinn nào cãi lệnh TA thì TA sẽ bắt nó nếm lấy hình phạt của Lửa ngọn cháy bùng.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:13","price":"Chúng (các tên Jinn hầu dịch cho Sulayman) làm ra cho Y những vật mà Y muốn, từ các cung điện, các hình tượng, những chiếc chén khổng lồ như những bể nước và những chiếc chảo nấu cố định một chỗ. Hỡi dòng dõi của Dawood, các ngươi hãy làm việc với lòng tri ân (TA). Tuy nhiên, chỉ một số ít bầy tôi của TA tỏ lòng biết ơn (TA).","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:14","price":"Khi TA cho (Sulayman) chết, chẳng có điều gì làm cho loài Jinn phát hiện ra cái chết của Y ngoại trừ côn trùng đất đã ăn mòn chiếc gậy của Y. Cho nên, khi Y ngã xuống, loài Jinn mới vỡ lẽ rằng nếu chúng biết được điều vô hình thì chúng đã không phải ở lại lâu trong sự trừng phạt nhục nhã đó.(1)","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"(1) Sau khi Nabi Sulayman ngã xuống, các tên Jinn hầu dịch cho Người mới vỡ lẽ rằng Người đã chết và mới vỡ lẽ rằng nếu chúng biết được điều vô hình thì chúng đã không phải vất vã làm việc cho Sulayman trong suốt thời gian sau khi Người đã chết 100 năm trước.","lang":"vi"},{"name":"34:15","price":"Quả thật, tại chỗ ở của dân Sheba(2) là một dấu hiệu (cho quyền năng của Allah cũng như cho việc Ngài đã ban ân huệ cho họ). (Tại nơi ở của họ) có hai ngôi vườn nằm bên phải và bên trái. (Allah bảo họ): “Các ngươi hãy ăn bổng lộc của Thượng Đế của các ngươi và hãy biết ơn Ngài; (đây là) một xứ sở tốt đẹp, và (đây là) một Thượng Đế Hằng Tha Thứ (tội lỗi).","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"(2) Sheba là vương quốc do nữ vương Balqees cai trị nằm ở Yemen. Vương quốc này đã được Qur’an đề cập đến ở câu 22 của chương 27.","lang":"vi"},{"name":"34:16","price":"Nhưng họ đã ngoảnh đi. Vậy nên TA đã gởi một trận lũ (đến trừng phạt họ) từ một con đập, và TA đã thay thế hai ngôi vườn của họ bằng hai ngôi vườn chỉ toàn loại trái đắng, các cây bụi (giông giống loại thánh liễu) và một ít cây táo gai.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:17","price":"Vì tội vong ơn nên TA đã bắt phạt họ như thế. Và TA chỉ trừng phạt những kẻ vong ân.","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:18","price":"Giữa họ (dân của Sheba) và những thị trấn (của Sham) mà TA đã ban phúc, TA đã đặt những thị trấn khác dễ nhìn từ đằng xa và TA sắp đặt nơi đó những chặng đường (ngắn, gần) để họ đi lại dễ dàng; (và TA phán bảo họ): “Các ngươi hãy đi lại (tùy thích) một cách an toàn cả ban đêm lẫn ban ngày qua những địa điểm đó.”","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:19","price":"(Tuy nhiên, họ không hài lòng với những chặng đường gần và ngắn) nên họ nói: “Lạy Thượng Đế của bầy tôi! Xin Ngài làm cho những chặng đường đi lại của bầy tôi dài xa thêm.” Họ đã bất công với chính bản thân họ (qua mong muốn đó). Vậy nên, TA đã lấy họ làm thành những câu chuyện và đã phân tán toàn bộ họ tản mác khắp nơi. Quả thật, trong sự việc đó là những dấu hiệu (bài học) cho từng người kiên nhẫn, biết ơn.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:20","price":"Quả thật, Iblis đã khẳng định sự thật về họ cho điều mà hắn đã phỏng đoán (rằng hắn có thể dắt họ lạc khỏi điều chân lý). Cho nên, họ đã nghe theo hắn ngoại trừ một nhóm trong số những người có đức tin.","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:21","price":"(Iblis) không hề có một chút quyền hành nào đối với họ cả mà thật ra đó chỉ nhằm mục đích để TA biết rõ ai là người có đức tin nơi cõi Đời Sau trong số những kẻ mà trong lòng họ vẫn còn sự hoài nghi. Quả thật, Thượng Đế của Ngươi (hỡi Thiên Sứ) là Đấng bảo vệ và giữ gìn tất cả mọi điều.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:22","price":"Ngươi (hỡi Thiên Sứ) hãy nói với họ: “Các ngươi hãy cầu nguyện những kẻ mà các ngươi cho rằng (chúng là thần linh của các ngươi) ngoài Allah. Quả thật, chúng không hề nắm giữ và chi phối bất cứ vật gì trong các tầng trời và trái đất, cho dù đó chỉ là sức nặng của hạt nguyên tử; và chúng không hề có bất cứ phần chia nào trong trời đất này; và trong bọn chúng không hề có bất cứ tên nào là vị ủng hộ của Ngài cả.”","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:23","price":"Ở nơi Ngài (Allah), việc can thiệp sẽ vô ích trừ phi đối với ai mà Ngài đã cho phép. (Sự vĩ đại và tối cao của Ngài là khi Ngài phán thì tất cả các Thiên Thần đều khúm núm sợ hãi) mãi đến khi lòng của họ hết sợ thì họ mới dám lên tiếng hỏi (đại Thiên Thần Jibril): “Thượng Đế của quý vị phán điều gì vậy?” (Jibril) đáp: “Ngài phán điều Chân Lý bởi vì Ngài là Đấng Tối Cao, Vĩ Đại.”","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:24","price":"Ngươi (hỡi Thiên Sứ) hãy bảo (những kẻ thờ đa thần): “Ai là Đấng ban bổng lộc cho các người từ các tầng trời và trái đất?” Ngươi hãy nói với họ: “Là Allah! Vậy chúng tôi hay các người, ai là những người được hướng dẫn đúng đường và ai là những kẻ lạc lối?”","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:25","price":"Ngươi hãy nói với họ: “Các người sẽ không bị tra hỏi về tội của chúng tôi và chúng tôi cũng sẽ không bị tra hỏi về những gì các người đã làm.”","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:26","price":"Ngươi hãy nói với họ: “Thượng Đế của chúng ta sẽ triệu tập tất cả chúng ta rồi Ngài sẽ phán xét giữa chúng ta đúng theo chân lý bởi Ngài là Đấng Thẩm Phán Toàn Tri.”","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:27","price":"Ngươi hãy nói với họ: “Các người hãy chỉ cho Ta đâu là những kẻ mà các người đã cho là những vị đối tác ngang vai của (Allah). Chắc chắn sẽ không có ai (là đối tác của Ngài cả) mà chỉ có Ngài là Allah (Đấng Duy Nhất), Ngài là Đấng Toàn Năng, Sáng Suốt.”","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:28","price":"Và TA (Allah) cử phái Ngươi (hỡi Thiên Sứ) đến chỉ để làm một Người mang tin mừng và một Người cảnh báo cho toàn bộ nhân loại nhưng đa số nhân loại không biết.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:29","price":"(Những kẻ thờ đa thần hối thúc sự trừng phạt) bảo: “Lời hứa (về sự trừng phạt) này bao giờ sẽ xảy đến nếu các ngươi nói thật?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:30","price":"Ngươi (hỡi Thiên Sứ) hãy nói với họ: “Cuộc hẹn cho các người đã được định sẵn vào Ngày mà nó sẽ không đến muộn cũng không đến sớm hơn một thời khắc nào.”","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:31","price":"Những kẻ vô đức tin nói: “Chúng tôi sẽ không bao giờ tin vào Qur’an này và cũng không tin vào bất cứ Kinh Sách nào trước Nó.” Nếu Ngươi (hỡi Thiên Sứ) nhìn thấy được tình cảnh của những kẻ làm điều sai quấy bị bắt đứng trước mặt Thượng Đế của họ (thì Ngươi sẽ thấy) họ lời qua tiếng lại trách cứ nhau. Những kẻ yếu thế sẽ nói với những tên cường bạo: “Nếu các người không dẫn chúng tôi lầm lạc thì chúng tôi đã trở thành những người có đức tin rồi!”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:32","price":"Những tên cường bạo đáp lời những kẻ yếu thế, nói: “Há bọn ta đã ngăn cản các ngươi theo chỉ đạo sau khi nó đã đến với các ngươi chăng? Không, chính các ngươi mới là những kẻ tội lỗi.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:33","price":"Những kẻ yếu thế đáp lời những tên cường bạo: “Đúng vậy, các người đã bày mưu cả đêm lẫn ngày khi bảo chúng tôi vô đức tin nơi Allah và dựng những đối tác ngang vai cùng với Ngài.” (Tất cả) bọn họ sẽ hối hận khi nhìn thấy hình phạt. TA sẽ xiềng những chiếc gông vào cổ của những kẻ vô đức tin. Quả thật bọn họ bị trừng phạt chỉ bởi những điều mà bọn họ đã làm.","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:34","price":"(Quả thật) không một vị cảnh báo nào được TA cử phái đến bất kỳ một thị trấn nào mà lại không bị những kẻ giàu có của thị trấn đó bảo: “Bọn ta không tin nơi thông điệp mà các ngươi mang đến.”","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:35","price":"(Những kẻ giàu có đó) nói: “Bọn ta có nhiều tiền của và đông con cái, và bọn ta chắc chắn sẽ không bị trừng phạt.”","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:36","price":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ mà Allah đã ban cho họ nhiều ân huệ về của cải cũng như con cái): “Quả thật, Thượng Đế của Ta nới rộng hay thu hẹp bổng lộc đối với ai là tùy ý Ngài muốn, tuy nhiên, đa số nhân loại không biết (tất cả mọi sự việc đều được sắp đặt theo sự sáng suốt và anh minh của Ngài).”","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:37","price":"(Các ngươi hãy biết rằng) của cải, con cái của các ngươi không phải là những thứ đưa các ngươi đến gần TA (Allah) hơn, mà chỉ những ai có đức tin và hành thiện thì mới là những người sẽ được ban thưởng gấp đôi cho những điều (tốt) mà họ đã từng làm, và họ sẽ an toàn ở trong những ngôi nhà cao tầng.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:38","price":"Những kẻ cố gắng tìm cách phá hỏng các lời mặc khải của TA thì sẽ bị dẫn tới chỗ trừng phạt.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:39","price":"Ngươi (hỡi Thiên Sứ) hãy nói: “Thượng Đế của Ta nới rộng hay thu hẹp bổng lộc đối với ai trong số bầy tôi của Ngài là tùy ý Ngài muốn. Bất cứ thứ gì các người đã chi dùng (cho con đường chính nghĩa của Ngài) thì đều sẽ được Ngài hoàn lại, và Ngài là Đấng ban bổng lộc tốt nhất.”","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:40","price":"Vào Ngày mà Ngài (Allah) triệu tập tất cả bọn họ rồi phán bảo các Thiên Thần: “Có phải những kẻ này đã từng tôn thờ các ngươi?”","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:41","price":"(Các Thiên Thần) bẩm: “Thật quang vinh thay Ngài, Ngài là Đấng Chủ Nhân của bầy tôi chứ không phải họ. Họ không thờ bầy tôi mà họ thờ Jinn. Đa số bọn họ đã tin nơi Jinn.”","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:42","price":"Vào Ngày mà không ai được quyền giúp đỡ ai cũng như không ai có thể gây hại được cho ai, TA sẽ phán bảo những kẻ làm điều sai quấy: “Các ngươi hãy nếm lấy hình phạt của Hỏa Ngục, cái các ngươi đã từng phủ nhận Nó.”","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:43","price":"Và khi các lời mặc khải rõ ràng của TA được đọc ra cho họ thì họ nói: “Người đàn ông này chỉ muốn cản trở các người tôn thờ những thần linh mà cha mẹ của các người đã tôn thờ mà thôi.” Họ nói: “Đây thật ra chỉ là điều giả dối khéo bịa đặt.” Và những kẻ vô đức tin nói về chân lý khi nó đến với họ: “Đây rõ ràng chỉ là bùa mê hoặc.”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:44","price":"TA (Allah) đã không ban cho họ bất cứ Kinh Sách nào để họ có thể học hỏi; và TA cũng không cử bất cứ người cảnh báo nào đến với họ trước Ngươi cả.","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:45","price":"Những kẻ trước họ đã phủ nhận (chân lý). Quả thật, những gì mà (những kẻ đa thần Quraish) có được (từ tiền của, con cái, sức mạnh) không bằng một phần mười các ân huệ mà TA đã ban cho các thế hệ trước nhưng tất cả các thế hệ trước đều phủ nhận các vị Sứ Giả của TA. Bởi thế, (Ngươi – Thiên Sứ hãy xem) sự trừng phạt của TA dành cho họ đã khủng khiếp thế nào.","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:46","price":"Ngươi (hỡi Thiên Sứ) hãy nói với (những kẻ thờ đa thần Quraish): “Ta chỉ khuyên các người một điều: các người hãy vì Allah mà đứng lên từng cặp hay từng người rồi suy ngẫm, (chắc chắn các người sẽ thấy) người bạn của các người (Muhammad) không phải là một gã điên mà đích thực là một vị cảnh báo các người về một sự trừng phạt khủng khiếp sắp đến.”","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:47","price":"Ngươi (hỡi Thiên Sứ) hãy nói với (những kẻ thờ đa thần Quraish): “Ta không hề đòi các người bất cứ phần thưởng nào bởi phần thưởng của Ta là do Allah ban cho và Ngài là Đấng chứng giám tất cả mọi thứ.”","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:48","price":"Ngươi (hỡi Thiên Sứ) hãy nói: “Quả thật, Thượng Đế của Ta ban Chân Lý xuống (để loại bỏ điều ngụy tạo) và Ngài là Đấng Thông Toàn mọi điều vô hình.”","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:49","price":"Ngươi (hỡi Thiên Sứ) hãy nói: “Chân lý đã đến thì sự ngụy tạo không thể bắt đầu (bất cứ điều gì) cũng như không thể phục hồi được.”","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:50","price":"Ngươi (hỡi Thiên Sứ) hãy nói với (những kẻ thờ đa thần Quraish): “Nếu Ta lầm lạc thì thật ra chỉ bản thân Ta lầm lạc mà thôi nhưng nếu Ta được hướng dẫn thì đó là do những gì mà Thượng Đế của Ta đã mặc khải cho Ta. Quả thật Ngài hằng nghe và Ngài ở gần kề.”","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:51","price":"Nếu Ngươi (hỡi Thiên Sứ) có thể nhìn thấy được tình cảnh bọn họ sợ hãi (khi nhìn thấy sự trừng phạt), bọn họ vô phương trốn thoát và sẽ bị túm bắt từ một nơi rất gần,","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:52","price":"Thì bọn họ nói: “Chúng tôi giờ đây đã có đức tin”, tuy nhiên, làm sao bọn họ có thể nhận được đức tin từ một nơi quá xa xôi!","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:53","price":"Quả thật, họ đã phủ nhận chân lý từ trước và họ đã thường phỏng đoán về điều vô hình từ một nơi xa.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"34:54","price":"Giữa họ và những điều mà họ mong ước có một bức màn ngăn cách, tương tự trường hợp đã xảy ra cho những kẻ như họ trong quá khứ. Quả thật, họ là đám người đã luôn ở trong tình trạng hoài nghi.","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:1","price":"Alhamdulillah, Đấng đã tạo hóa các tầng trời và trái đất; Ngài đã chỉ định các Thiên Thần làm các Sứ Giả (của Ngài), họ sở hữu những chiếc cánh: hai, ba, hoặc bốn. Ngài thêm vào sự tạo hóa bất cứ thứ gì Ngài muốn. Quả thật, Allah là Đấng Toàn Năng trên tất cả mọi thứ.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:2","price":"Bất cứ ân huệ nào mà Allah muốn ban cho nhân loại thì không ai có khả năng giữ nó lại; còn ân huệ nào mà Ngài muốn giữ lại thì không ai ngoài Ngài có khả năng ban phát nó. Và Ngài là Đấng Toàn Năng, Sáng Suốt.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:3","price":"Hỡi nhân loại! Các ngươi hãy nhớ ân huệ mà Allah đã ban cho các ngươi. Lẽ nào có một Đấng Tạo Hóa khác Allah đã ban bổng lộc cho các ngươi từ trời đất? Không có Thượng Đế nào ngoài Ngài cả. Vậy sao các ngươi lại lánh xa (điều chân lý)?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:4","price":"Nếu (người dân của Ngươi – hỡi Thiên Sứ) phủ nhận Ngươi thì quả thật các Sứ Giả trước Ngươi cũng đã bị phủ nhận như thế. Tuy nhiên, mọi vấn đề sẽ được đưa trở về Allah để Ngài định đoạt.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:5","price":"Hỡi nhân loại! Quả thật, lời hứa của Allah (về sự phục sinh, sự phát xét ở Ngày Sau) là sự thật. Do đó, các ngươi chớ đừng để cho đời sống trần tục này đánh lừa các ngươi và các ngươi chớ để cho tên đại bịp (Shaytan) lừa gạt các ngươi về Allah.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:6","price":"Quả thật, Shaytan là kẻ thù của các ngươi. Do đó, các ngươi hãy coi nó là kẻ thù (mà chiến đấu chống lại nó). Quả thật, (Shaytan) chuyên kêu gọi bè phái của nó để làm cho chúng trở thành những người bạn của Hỏa Ngục.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:7","price":"Những kẻ vô đức tin sẽ bị trừng phạt nghiêm khắc; còn những ai có đức tin và hành thiện thì sẽ được sự tha thứ (từ nơi Allah) và sẽ được (Ngài) ban thưởng phần thưởng to lớn.","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:8","price":"Lẽ nào một kẻ coi hành động tội lỗi của y đẹp mắt đối với y và y cho đó là điều tốt (lại ngang bằng với một người coi sự chỉ đạo của Allah là chân lý) ư? Quả thật, Allah muốn làm cho kẻ nào lầm lạc là tùy ý Ngài và Ngài muốn hướng dẫn ai cũng tùy ý Ngài. Do đó, Ngươi (hỡi Thiên Sứ) chớ vì đau buồn cho bọn họ mà khiến thân xác mình hao gầy. Quả thật, Allah hằng biết về những điều họ làm.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:9","price":"Allah là Đấng đã gởi các luồng gió bay đi, thổi đám mây di chuyển, để TA (đưa nước mưa của nó) tưới lên vùng đất khô cằn làm sống lại mảnh đất đã chết khô. Và việc phục sinh cũng tương tự như thế.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:10","price":"Người nào muốn vinh quyền thì (hãy biết rằng) mọi vinh quang và quyền uy đều thuộc về Allah. Mọi lời nói tốt đẹp sẽ được đưa lên Ngài và mọi việc làm thiện tốt đều sẽ được trình lên nơi Ngài. Riêng những kẻ âm mưu điều xấu thì sẽ bị trừng phạt nghiêm khắc. Và chắc chắn mưu đồ của những kẻ đó sẽ bị thất bại.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:11","price":"Allah đã tạo hóa các ngươi từ đất bụi, rồi từ một giọt tinh dịch; sau đó Ngài làm cho các ngươi thành đôi (vợ chồng). Không một người phụ nữ nào mang thai hoặc hạ sinh mà Ngài không biết. Không một người nào sống thọ hay đoản thọ mà không được ghi trong Quyển Kinh (Mẹ - Law-hul-mahfuzh). Quả thật, (tất cả) những sự việc đó thật đơn giản đối với Allah.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:12","price":"Hai biển nước không giống nhau. Một loại thì ngọt, dễ uống còn một loại thì mặn, chát (không thể uống). Tuy nhiên, các ngươi đều được ăn thịt tươi từ cả hai loại biển đó và từ chúng các ngươi có được đồ trang sức (từ ngọc trai và san hô). Và ngươi thấy những chiếc thuyền vượt các con sóng (của hai loại biển đó) đưa các ngươi đi tìm thiên lộc của Ngài. Mong rằng các ngươi biết tri ân Ngài.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:13","price":"Ngài (Allah) nhập ban đêm vào ban ngày và nhập ban ngày vào ban đêm; Ngài chế ngự mặt trời và mặt trăng, mỗi cái bơi (theo quỹ đạo riêng của nó) cho đến một thời hạn đã định. Đó là Allah, Thượng Đế của các ngươi, mọi quyền thống trị đều thuộc về Ngài. Còn những kẻ mà các ngươi cầu nguyện ngoài Ngài không nắm quyền chi phối (bất cứ thứ gì cho dù đó) chỉ là một lớp vỏ chà là.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:14","price":"Nếu các ngươi cầu nguyện chúng (các thần linh ngoài Allah) thì chúng sẽ không nghe được lời cầu nguyện của các ngươi, và cho dù chúng có nghe được đi chăng nữa thì chúng cũng không thể đáp lại lời cầu nguyện của các ngươi được. Vào Ngày Phán Xét, chúng sẽ phủ nhận việc các ngươi tổ hợp (chúng với Allah). Và không ai có thể nói cho Ngươi (hỡi Thiên Sứ) biết sự thật giống như (Allah), Đấng Thông Toàn cả.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:15","price":"Hỡi nhân loại, các ngươi toàn là những kẻ nghèo hèn luôn cần đến Allah còn Allah là Đấng Giàu Có, đáng được ca tụng.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:16","price":"Nếu muốn, Ngài sẽ tiêu diệt tất cả các ngươi và tạo ra một loại tạo vật mới (thay thế các ngươi).","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:17","price":"Điều đó đối với Allah chẳng có gì nặng nề và khó khăn cả.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:18","price":"Không ai phải chịu trách nhiệm cho tội lỗi của người khác; nếu một người yêu cầu được gánh tội thay cho ai đó thì y cũng không thể gánh tội thay được, cho dù đó là bà con ruột thịt của y đi chăng nữa. Quả thật, Ngươi (hỡi Thiên Sứ) chỉ có thể cảnh báo những ai sợ Thượng Đế của họ về điều vô hình, cũng như những ai mà họ chu đáo duy trì lễ nguyện Salah. Ai tẩy sạch tội lỗi thì thật ra việc tẩy sạch đó chỉ có lợi cho bản thân y mà thôi. Và tất cả đều phải trở về trình diện Allah (vào Ngày Phục Sinh để Ngài phán xét và thưởng phạt).","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:19","price":"Người mù và người sáng mắt không hề ngang bằng nhau.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:20","price":"Bóng tối và ánh sáng không ngang bằng nhau.","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:21","price":"Bóng mát và cái nóng không như nhau.","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:22","price":"Người sống và người chết không hề giống nhau. Quả thật, Allah có thể làm cho ai đó nghe được tùy Ngài muốn; nhưng Ngươi (hỡi Thiên Sứ) không thể làm cho bất cứ ai trong mộ nghe được.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:23","price":"Quả thật, Ngươi (hỡi Thiên Sứ) chỉ là một người cảnh báo.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:24","price":"Quả thật, TA (Allah) đã cử phái Ngươi (hỡi Thiên Sứ) đến bằng sự thật (không có gì phải hoài nghi) để làm một vị mang tin mừng đồng thời làm một vị cảnh báo. Và không một cộng đồng nào mà lại không có một Người cảnh báo được cử phái đến với họ.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:25","price":"Nếu họ (người dân của Ngươi – hỡi Thiên Sứ) phủ nhận Ngươi thì quả thật những kẻ trước họ cũng đã phủ nhận (các Sứ Giả được cử phái đến) giống như thế. Các Sứ Giả của họ đã đến gặp họ với những bằng chứng rõ rệt cùng với Kinh Zubur và Kinh Sách soi sáng.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:26","price":"Rồi TA đã bắt phạt những kẻ vô đức tin. Ngươi (hỡi Thiên Sứ) hãy xem sự trừng phạt của TA (dành cho họ) khủng khiếp thế nào!","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:27","price":"Chẳng lẽ Ngươi (hỡi Thiên Sứ) không thấy Allah đã ban từ trên trời xuống nguồn nước (mưa) ư? TA (Allah) đã dùng nguồn nước đó làm mọc ra hoa quả và cây trái mang nhiều màu sắc khác nhau, và có những quả núi TA đã làm cho chúng có những đường rạch trắng và đỏ cũng như các màu sắc khác nhau và những thứ có màu đen sậm.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:28","price":"Tương tự như thế, loài người, động vật và gia súc cũng mang những màu sắc khác biệt. Quả thật, trong số bầy tôi của Ngài, chỉ những người hiểu biết mới thực sự sợ Allah. Allah đích thực là Đấng Toàn Năng, Hằng Tha Thứ.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:29","price":"Quả thật, những ai đọc Kinh Sách của Allah, chu đáo duy trì lễ nguyện Salah và chi dùng những bổng lộc mà TA (Allah) đã ban cấp (cho con đường chính nghĩa của TA) một cách kín đáo hay công khai với hy vọng cuộc đổi chác chỉ có lời không bao giờ thua lỗ.","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:30","price":"Để Ngài có thể cho họ đầy đủ phần thưởng của họ và ban thêm cho họ từ hồng phúc của Ngài. Quả thật, Ngài là Đấng Hằng Tha Thứ, Hằng Tri Ân.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:31","price":"Những điều mà TA (Allah) đã Mặc Khải cho Ngươi (hỡi Thiên Sứ) trong Kinh Sách là chân lý, xác nhận lại những điều đã ban xuống trước Nó. Quả thật, Allah là Đấng Thông Toàn, Ngài thấy rõ các bầy tôi của Ngài.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:32","price":"Rồi TA đã để cho những người mà TA đã lựa chọn trong đám bầy tôi của TA thừa hưởng Kinh Sách (Qur’an). Tuy nhiên, trong số họ, có người tự làm hại bản thân mình; có người ở mức chính giữa; và có người là những người luôn tiên phong trong việc làm tốt dưới sự chấp thuận của Allah, đây là hồng phúc lớn nhất.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:33","price":"Những Ngôi Vườn Thiên Đàng vĩnh cửu, họ sẽ vào sống trong đó, nơi mà họ sẽ được cho đeo vòng vàng, ngọc trai và sẽ được mặc áo lụa.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:34","price":"(Sau khi vào Thiên Đàng) họ nói: “Alhamdulillah, Đấng đã lấy đi khỏi bầy tôi mọi ưu phiền. Quả thật, Thượng Đế của bầy tôi là Đấng Hằng Tha Thứ, Hằng Tri Ân.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:35","price":"“Đấng đã định cư bầy tôi nơi ngôi nhà vĩnh cửu từ hồng phúc của Ngài, một nơi ở mà bầy tôi không phải vất vả, khổ cực cũng như không phải hao tổn tâm sức.”","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:36","price":"Riêng những kẻ vô đức tin, họ sẽ bị trừng phạt trong Hỏa Ngục. Họ sẽ không được cho chết phứt để xong chuyện và cũng không được giảm nhẹ hình phạt. TA bắt phạt tất cả những kẻ vô đức tin như thế đó.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:37","price":"Họ sẽ la hét trong đó: “Lạy Thượng Đế của bầy tôi! Xin Ngài thả bầy tôi ra (khỏi nơi này). Bầy tôi hứa sẽ làm điều tốt, khác với điều (tội lỗi) mà bầy tôi đã từng làm.” (Allah phán bảo họ): “Lẽ nào TA đã không cho các ngươi sống đủ lâu để nghe được lời nhắc nhở đối với ai muốn được nhắc nhở? Và chẳng phải đã có một vị cảnh báo đến gặp các ngươi sao? Thôi, các ngươi hãy nếm lấy (sự trừng phạt), bởi những kẻ làm điều sai quấy sẽ không được ai giúp đỡ.”","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:38","price":"Quả thật, Allah là Đấng biết mọi điều vô hình của các tầng trời và trái đất. Quả thật, Ngài biết những gì được giấu kín trong lòng (con người).","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:39","price":"Ngài là Đấng đã để các ngươi (hỡi con người) làm những người cai quản trên trái đất. Do đó, người nào vô đức tin thì sẽ bị bắt phạt cho sự vô đức tin của mình. Những kẻ vô đức tin, sự không tin của họ (chẳng gây hại được gì đến Allah) mà nó chỉ làm cho họ thêm đáng ghét ở nơi Thượng Đế của họ. Những kẻ vô đức tin, sự không tin của họ chỉ làm cho họ thêm thua thiệt.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:40","price":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ thờ đa thần): “Những kẻ đối tác (thần linh) mà các người cầu nguyện ngoài Allah, các người hãy cho Ta biết đâu là thứ mà chúng đã tạo ra ở dưới đất, hoặc đâu là phần mà chúng đã chia sẻ (với Allah) trong các tầng trời?” Hay phải chăng họ được TA (Allah) ban cho Kinh Sách mà nhờ đó họ có được bằng chứng rõ rệt. Không, những kẻ làm điều sai quấy chỉ hứa điều lừa dối với nhau mà thôi.","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:41","price":"Quả thật, Allah nắm giữ các tầng trời và trái đất kẻo chúng sẽ dừng hoạt động. Nếu chúng thực sự dừng hoạt động thì ngoài Ngài chẳng ai có đủ quyền năng nắm giữ chúng (để chúng hoạt động trở lại). Quả thật, Ngài là Đấng Hằng Chịu Đựng, Hằng Tha Thứ.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:42","price":"(Những kẻ vô đức tin) thề với Allah bằng sự thề thốt long trọng rằng nếu có một người cảnh báo đến với họ thì họ chắc chắn sẽ được hướng dẫn hơn bất cứ cộng đồng nào khác. Tuy nhiên, khi một người cảnh báo đến với họ thì điều đó chẳng thêm thắt được gì cho họ ngoại trừ việc xa lánh và ngoảnh đi.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:43","price":"Họ ngạo mạn trong xứ và mưu đồ xấu xa. Nhưng mưu đồ xấu xa đó không hãm hại được ai ngoài kẻ chủ mưu. Có phải họ chỉ mong đợi đường lối (trừng phạt của Allah) dành cho các thế hệ trước họ? Do đó, Ngươi (hỡi Thiên Sứ) sẽ không thấy có một sự thay đổi nào trong đường lối (trừng phạt) của Allah (đối với những kẻ phản nghịch và bất tuân Ngài), và Ngươi cũng sẽ không bao giờ thấy có sự chuyển hướng nào trong đường lối (trừng phạt) của Allah.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:44","price":"Chẳng lẽ họ đã không du hành khắp nơi trên trái đất để chứng kiến kết cuộc của những kẻ trước họ mặc dầu những kẻ trước họ mạnh hơn họ về sức mạnh?! Quả thật, Allah không bất lực trước bất cứ thứ gì trong các tầng trời và trái đất bởi vì Ngài là Đấng Toàn Tri, Toàn Năng.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"35:45","price":"Nếu Allah bắt phạt nhân loại cho tội lỗi mà họ đã phạm thì Ngài đã không chừa trên mặt đất bất kỳ một loại sinh vật nào sống sót, tuy nhiên, Ngài gia hạn cho họ sống đến một thời khắc nhất định. Rồi khi nào thời hạn của họ đã mãn thì chắc chắn Allah sẽ thấy tất cả đám bầy tôi của Ngài.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:1","price":"Ya-Sin.","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:2","price":"Thề bởi Qur’an anh minh (chứa đựng những điều khôn ngoan và đúng đắn).","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:3","price":"Quả thật, Ngươi (hỡi Thiên Sứ) đích thực là một trong các Sứ Giả (của Allah).","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:4","price":"(Quả thật, Ngươi) đang ở trên con đường ngay chính (được Thượng Đế của Ngươi lựa chọn).","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:5","price":"(Kinh Qur’an) được ban xuống từ Đấng Toàn Năng, Khoan Dung.","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:6","price":"(Kinh Qur’an được ban xuống cho Ngươi) để Ngươi dùng cảnh báo đến một dân tộc mà tổ tiên của họ trước đó đã không được cảnh báo nên họ xao lãng.","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:7","price":"Quả thật, lời (hứa trừng phạt của Allah) đối với đa số họ là sự thật bởi vì họ vô đức tin.","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:8","price":"TA cho đóng những chiếc gông vào cổ của họ cao đến tận cằm khiến họ cứ ngẩng cổ mãi.","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:9","price":"Và TA đã đặt một bức chắn trước mặt và sau lưng họ nên họ không nhìn thấy (chân lý).","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:10","price":"Cho dù Ngươi (hỡi Thiên Sứ) cảnh báo hay không cảnh báo họ thì họ vẫn không có đức tin.","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:11","price":"Quả thật, Ngươi chỉ có thể cảnh báo người nào đi theo Lời Nhắc Nhở (của Qur’an) và sợ Đấng Ar-Rahman một cách vô hình. Do đó, Ngươi hãy báo tin mừng cho y về sự tha thứ và phần thưởng vinh dự (Thiên Đàng).","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:12","price":"TA (Allah) chắc chắn làm sống lại người chết và ghi chép tất cả mọi điều mà họ đã gởi đi trước cũng như những dấu tích mà họ đã lưu lại. Và TA cho ghi tất cả mọi điều trong một quyển sổ (Lawhul-Mahfuzh) một cách rõ ràng.","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:13","price":"Ngươi (hỡi Thiên Sứ) hãy trình bày cho họ (những kẻ phủ nhận) hình ảnh thí dụ về đám dân của một thị trấn khi các Sứ Giả (của Allah) đến gặp họ.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:14","price":"Khi TA phái hai Sứ Giả đến gặp họ, họ đã phủ nhận hai vị đó, rồi TA lại tăng cường thêm một vị thứ ba; cả ba vị đều nói với (đám dân của thị trấn): “Chúng tôi đích thực là những Sứ Giả được phái đến cho các người.”","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:15","price":"(Đám dân của thị trấn) bảo: “Các ngươi chỉ là những người phàm tục giống bọn ta. Đấng Ar-Rahman đã không ban bất cứ điều gì xuống cả. Các ngươi chỉ nói dối mà thôi.”","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:16","price":"(Ba vị Sứ Giả) nói: “Thượng Đế của chúng tôi biết rõ chúng tôi đích thực là những Sứ Giả được phái đến cho các người.”","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:17","price":"“Nhiệm vụ của chúng tôi chỉ là truyền đạt một cách rõ ràng mà thôi.”","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:18","price":"(Đám dân của thị trấn) bảo: “Bọn ta thực sự thấy có điềm xấu từ các ngươi. Nếu các ngươi không chịu dừng lại thì chắc chắn bọn ta sẽ ném đá giết các ngươi, chắc chắn bọn ta sẽ dùng hình phạt đau đớn để xử lý các ngươi.”","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:19","price":"(Ba vị Sứ Giả) nói: “Điềm xấu của các người sẽ đeo bám các người (bởi sự vô đức tin của các người). Lẽ nào các người cho là điềm xấu khi được nhắc nhở (về Allah) ư? Không, các người đúng là một đám người tội lỗi.”","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:20","price":"Rồi (đột nhiên) có một người đàn ông từ cuối phố chạy đến, bảo: “Này hỡi người dân! Các người hãy tuân theo lời các vị Sứ Giả.”","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:21","price":"“Các người hãy tuân theo những người không đòi các người bất cứ tiền thù lao nào và Họ đích thực là những người được hướng dẫn đúng đường.”","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:22","price":"“Tại sao tôi lại không thờ phượng Đấng đã tạo ra tôi, Đấng mà các người sẽ được đưa về trình diện Ngài trở lại.”","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:23","price":"“Lẽ nào tôi lại thờ phượng những thần linh khác ngoài Ngài ư? Nếu Đấng Ar-Rahman muốn tôi gặp điều tai hại thì các thần linh đó chẳng giúp ích được gì cho tôi cả và cũng không cứu vớt được tôi.”","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:24","price":"“Lúc đó, chắc chắn tôi thực sự là một kẻ lầm lạc rõ ràng.”","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:25","price":"“Quả thật, tôi đã tin nơi Thượng Đế của tất cả các người. Do đó, các người hãy nghe (lời khuyên của tôi).”","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:26","price":"Có Lời phán bảo: “Nhà ngươi hãy vào Thiên Đàng.” (Sau khi vào Thiên Đàng và thấy được những gì nơi đó) y nói: “Ôi ước gì, phải chi đám dân của tôi biết được”","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":"","lang":"vi"},{"name":"36:27","price":"“Việc Thượng Đế của tôi đã tha thứ và ban vinh dự cho tôi.”","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":"","lang":"vi"}],"juz":{"id":22,"name":"وَمَنْ يَقْنُتْ","transliteration":"Wa Man Yaqnut","transEn":"And Whoever Remains Obedient","startVerse":"33:31","endVerse":"36:27","totalVerses":169}}