{"data":[{"name":"41:47","price":"Kiến thức về Giờ Tận Thế chỉ thuộc một mình (Allah). Không một trái cây nào lú ra khỏi vỏ của nó cũng như không một người phụ nữ nào mang thai và hạ sinh mà Ngài lại không biết. Vào Ngày mà Ngài sẽ gọi chúng đến hỏi: “Đâu rồi những thần linh mà các ngươi cho là những đối tác của TA?” Chúng sẽ nói: “Bầy tôi xin bảo đảm với Ngài không một ai trong bầy tôi làm chứng (cho điều đó).”","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"41:48","price":"Những thần linh mà chúng đã từng van vái trước kia đã bỏ chúng mất dạng và chúng sẽ thấy mình chắc chắn không thể thoát (khỏi sự trừng phạt của Allah).","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"41:49","price":"Con người thường không chán ngán và mệt mỏi trong việc cầu nguyện điều tốt lành nhưng nếu gặp điều xấu (tai họa) thì lại buông xuôi, tuyệt vọng.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"41:50","price":"Nếu TA cho y nếm trải lòng thương xót từ TA sau một nghịch cảnh mà y gặp phải, chắc chắn y sẽ nói (một cách tự cao tự đại): “Đây là phần của tôi (tôi đáng được thế), và tôi nghĩ sẽ chẳng có Giờ Tận Thế nào cả; nếu tôi thực sự có được đưa về trình diện Thượng Đế của tôi đi chăng nữa thì chắc chắn tôi cũng sẽ có được vô vàn cái tốt đẹp nơi Ngài mà thôi.” Chắc chắn TA sẽ cho những kẻ vô đức tin biết về những gì mà chúng đã làm và chắc chắn TA sẽ cho chúng nếm lấy sự trừng phạt khủng khiếp.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"41:51","price":"Khi TA (Allah) ban ân huệ cho con người thì y quay lưng và xa cách (TA) còn khi gặp hoạn nạn thì y lại khẩn cầu (TA) tha thiết.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"41:52","price":"Ngươi (hỡi Thiên Sứ) hãy nói với (những kẻ đa thần này): “Các ngươi có suy xét chăng nếu Qur’an thật sự do Allah ban xuống rồi các ngươi phủ nhận Nó thì ai sẽ là người lầm lạc hơn kẻ chống đối Nó từ xa?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"41:53","price":"TA (Allah) sẽ cho chúng thấy các dấu hiệu của TA ở các chân trời và ngay trên bản thân của chúng cho đến khi chúng thấy rõ rằng đó là sự thật. Lẽ nào Thượng Đế của Ngươi (Thiên Sứ) không đủ là Nhân Chứng cho tất cả mọi việc ư?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"41:54","price":"Lẽ nào chúng vẫn hoài nghi về cuộc gặp gỡ với Thượng Đế của chúng? Chẳng phải Ngài luôn bao quát hết tất cả mọi thứ đó sao?!","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:1","price":"Ha. Mim.","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:2","price":"Ai-n. Si-n. Qa-f.","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:3","price":"Như thế đó, (Allah) đã mặc khải cho Ngươi và cho các vị (Sứ Giả) trước Ngươi. Allah là Đấng Toàn Năng, Đấng Chí Minh.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:4","price":"Vạn vật trong các tầng trời và vạn vật trên trái đất đều là của Ngài. Ngài là Đấng Tối Cao, Đấng Vĩ Đại.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:5","price":"(Bởi sự vĩ đại và tối cao của Allah), các tầng trời gần như vỡ ra từ bên trên chúng, các Thiên Thần tán dương Thượng Đế của họ, và họ cầu xin (Allah) tha thứ cho những ai trên trái đất. Quả thật, Allah là Đấng Tha Thứ, Đấng Khoan Dung.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:6","price":"Những kẻ nhận những ai khác ngoài (Allah) làm những vị bảo hộ (nên biết) Allah là Đấng Trông Chừng họ; và Ngươi (hỡi Thiên Sứ) không phải là người chịu trách nhiệm cho (các việc làm) của họ.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:7","price":"Như thế đó, TA đã mặc khải cho Ngươi (hỡi Thiên Sứ) Kinh Qur’an bằng tiếng Ả-rập để Ngươi dùng cảnh báo thị trấn mẹ (Makkah) và những ai ở xung quanh nó; và để Ngươi cảnh báo về Ngày Triệu Tập, ngày mà không có gì phải hoài nghi (về sự xảy ra của nó). (Vào Ngày đó), một nhóm sẽ vào Thiên Đàng và một nhóm sẽ vào Hỏa Ngục.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:8","price":"Nếu muốn, Allah thừa sức làm cho họ thành một cộng đồng duy nhất, tuy nhiên, Ngài muốn thu nhận ai vào lòng thương xót của Ngài (Thiên Đàng) là tùy ý Ngài. Những kẻ làm điều sai quấy sẽ không có ai che chở cũng như sẽ không có ai cứu giúp.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:9","price":"(Những kẻ đa thần) đã nhận những ai khác ngoài (Allah) làm người bảo hộ trong khi Allah mới thực sự là Đấng Bảo Hộ, Ngài làm cho người chết sống lại và Ngài toàn năng trên tất cả mọi thứ.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:10","price":"Bất cứ điều gì các ngươi tranh chấp đều được trình lên cho Allah quyết định. (Hỡi Thiên Sứ, Ngươi hãy nói): “Đó là Allah, Thượng Đế của Ta, với Ngài Ta phó thác và với Ngài Ta quay về sám hối.”","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:11","price":"(Allah là) Đấng tạo hóa các tầng trời và trái đất. Từ bản thân các ngươi, Ngài tạo ra những người vợ cho các ngươi; và từ các loại gia súc, Ngài tạo ra nhiều con cái. Bằng cách đó, Ngài làm cho các ngươi trở nên đông đúc. Không có cái gì giống Ngài. Và Ngài là Đấng Hằng Nghe, Đấng Hằng Thấy.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:12","price":"Mọi chìa khóa (kho tài nguyên) của các tầng trời và trái đất đều là của Ngài. Ngài muốn nới rộng hoặc thu hẹp bổng lộc cho ai là tùy ý Ngài. Quả thật, Ngài là Đấng Hằng Biết tất cả mọi thứ.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:13","price":"Ngài đã ban hành cho các ngươi tôn giáo (Islam) mà Ngài đã truyền xuống cho Nuh. Và những gì TA đã mặc khải cho Ngươi (hỡi Thiên Sứ) cũng chính là những gì TA đã truyền cho Ibrahim, cho Musa và cho Ysa, (đó là): “Các ngươi hãy thiết lập tôn giáo và chớ phân chia thành giáo phái trong đó”. Thật khó khăn cho những người thờ đa thần chấp nhận điều Ngươi mời gọi họ. Allah muốn chọn người nào hướng về Ngài là tùy ý Ngài và Ngài hướng dẫn về với Ngài người nào biết quay về sám hối (với Ngài).","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:14","price":"Từ sau khi tiếp thu được nguồn kiến thức (tôn giáo), do sự thù hằn nên họ đã chia rẽ nhau. Nếu không vì một lời phán từ Thượng Đế của Ngươi tuyên bố (hoãn hình phạt) cho đến một thời hạn ấn định thì sự việc giữa họ đã được giải quyết. Và thực sự, những kẻ được trao quyền thừa kế Kinh Sách sau họ vẫn còn hoài nghi (về Qur’an).","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:15","price":"Vì vậy, Ngươi hãy mời gọi (nhân loại đến với Islam); Ngươi hãy đứng vững như đã được lệnh; Ngươi chớ đi theo xu hướng của họ; và Ngươi hãy nói (với họ): “Ta tin nơi những điều mà Allah đã ban xuống trong Kinh Sách và Ta được lệnh phải thực thi công lý giữa các ngươi. Allah là Thượng Đế của Ta và là Thượng Đế của các ngươi. Ta chịu trách nhiệm cho việc làm của Ta và các ngươi chịu trách nhiệm cho việc làm của các ngươi, giữa chúng ta không còn gì phải tranh luận nữa. (Rồi đây) Allah sẽ triệu tập tất cả chúng ta lại và chúng ta phải quay trở về với Ngài (để chịu sự xét xử).”","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:16","price":"Những kẻ tranh luận về (tôn giáo của) Allah sau khi nó đã được công nhận thì việc tranh luận của họ không có giá trị ở nơi Thượng Đế của họ. (Rồi đây) họ sẽ đón nhận cơn thịnh nộ (của Allah) và sự trừng phạt khủng khiếp.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:17","price":"Allah là Đấng đã ban Kinh (Qur’an) xuống bằng sự thật (không có gì phải hoài nghi) và (Ngài đã ban xuống) nền công lý. Và điều gì khiến cho Ngươi nhận biết có lẽ Giờ Tận Thế sắp gần kề?","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:18","price":"Những kẻ không tin Giờ Tận Thế thường giục nó mau đến còn những người có đức tin thì sợ (thời khắc đó) bởi vì họ biết đó là sự thật. Quả thật, những kẻ tranh cãi về Giờ Tận Thế chắc chắn đi lạc rất xa.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:19","price":"Allah nhân từ đối với đám bầy tôi của Ngài. Ngài muốn ban bổng lộc cho người nào là tùy ý Ngài. Ngài là Đấng Toàn Lực, Đấng Toàn Năng.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:20","price":"Người nào muốn mảnh đất trồng để canh tác (cho cuộc sống) ở Đời Sau, TA sẽ gia tăng mảnh đất trồng để y canh tác; còn ai muốn mảnh đất trồng để canh tác (cho cuộc sống) trần tục, TA sẽ ban nó cho y nhưng ở Đời Sau y sẽ chẳng có một phần (tốt đẹp) nào.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:21","price":"Hoặc phải chăng (những kẻ thờ đa thần này) có những thần linh đã thiết lập cho chúng một tôn giáo mà Allah không đồng ý?! Nếu không vì một lời phán đã được tuyên bố thì sự việc giữa họ đã được giải quyết. Quả thật, những kẻ làm điều sai quấy sẽ phải chịu một sự trừng phạt đau đớn.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:22","price":"Ngươi (hỡi Thiên Sứ) sẽ thấy những kẻ làm điều sai quấy lo sợ về những điều mà họ đã phạm và chắc chắn (sự trừng phạt) sẽ xảy đến với họ. Riêng những người có đức tin và hành thiện, họ sẽ ở trong các Ngôi Vườn Thiên Đàng, họ sẽ có được những thứ mà họ mong ước nơi Thượng Đế của họ; đó là hồng phúc to lớn.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:23","price":"Đó là điều mà Allah báo tin mừng cho đám bầy tôi của Ngài, những người mà họ có đức tin và hành thiện. Ngươi (hỡi Thiên Sứ) hãy nói (với họ): “Ta không đòi các người phần công lao về việc truyền đạt chân lý cho các người mà Ta chỉ mong sự thiện chí thông qua quan hệ họ hàng.” Người nào làm một điều tốt, TA sẽ tăng thêm cho y cái tốt trong đó. Quả thật, Allah là Đấng Hằng Tha Thứ, Hằng Tri Ân.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:24","price":"(Những kẻ thờ đa thần) nói (về Muhammad): “Y đã đặt điều nói dối cho Allah.” Nhưng nếu Allah muốn, Ngài có thể niêm kín trái tim của Ngươi lại (hỡi Thiên Sứ). Và Allah loại bỏ điều giả dối và thiết lập sự thật bằng lời phán của Ngài. Quả thật, Ngài biết rõ mọi điều thầm kín trong lòng (của mỗi con người).","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:25","price":"Ngài là Đấng chấp nhận sự sám hối của đám bầy tôi của Ngài, Ngài xí xóa cho những hành vi xấu và Ngài biết rõ những gì các ngươi làm.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:26","price":"Ngài đáp lại lời nguyện cầu của những người có đức tin và hành thiện và Ngài gia tăng cho họ từ hồng phúc của Ngài. Trái lại, những kẻ vô đức tin sẽ phải chịu sự trừng phạt khủng khiếp.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:27","price":"Nếu Allah ban bổng lộc dồi dào cho đám bầy tôi của Ngài (quá mức), chắc chắn họ sẽ hành động xấc xược trên trái đất. Tuy nhiên, Ngài ban nó xuống theo định lượng mà Ngài muốn (một cách hợp lý). Quả thật, Ngài là Đấng Thông Toàn, Đấng Nhìn Thấy (tất cả mọi sự việc).","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:28","price":"Ngài là Đấng ban mưa xuống (cho đám bề tôi của Ngài) sau khi họ đã tuyệt vọng và Ngài trải rộng lòng thương xót của Ngài. Quả thật, Ngài là Đấng Bảo Hộ, Đấng đáng được ca ngợi và tán dương.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:29","price":"Trong các dấu hiệu của Ngài là việc tạo hóa các tầng trời, trái đất và tất cả sinh vật mà Ngài phân tán trong trời đất. Quả thật, Ngài thừa khả năng tập trung tất cả chúng lại bất cứ khi nào Ngài muốn.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:30","price":"Bất cứ tai họa nào xảy đến với các ngươi (hỡi nhân loại) là do bàn tay của các ngươi đã gây ra, tuy nhiên, Ngài xí xóa (cho các ngươi) rất nhiều.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:31","price":"Các ngươi không thể trốn thoát khỏi (Thượng Đế của các ngươi nếu Ngài muốn trừng phạt các ngươi) trên trái đất. Ngoài Allah, các ngươi sẽ không có được một đấng bảo vệ hay một vị cứu tinh nào.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:32","price":"Trong các dấu hiệu của Ngài là những con thuyền (buồm) lênh đênh trên biển giống như những quả núi.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:33","price":"Nếu muốn, Ngài sẽ làm cho gió ngưng lại, (lúc đó) họ sẽ bất động trên mặt biển. Quả thật, trong sự việc đó là các dấu hiệu cho bất cứ ai có lòng kiên nhẫn và tri ân.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:34","price":"Hoặc Ngài có thể tiêu diệt các con thuyền (đó) vì điều (tội lỗi) mà họ (những người trên các con thuyền) đã làm, tuy nhiên, Ngài xí xóa cho họ rất nhiều.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:35","price":"Những kẻ thường tranh luận về các Lời Mặc Khải của TA nên biết là họ sẽ không có chốn dung thân.","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:36","price":"Do đó, bất cứ thứ gì mà các ngươi (hỡi nhân loại) được ban cấp thì đó chỉ là sự tận hưởng (tạm bợ) của đời sống trần tục; còn những gì ở nơi Allah mới là những thứ tốt hơn và lâu dài hơn cho những ai có đức tin và phó thác cho Thượng Đế của họ.","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:37","price":"Và những ai tránh xa các đại tội cũng như những hành động vô đạo đức (không đứng đắn), và khi nóng giận thì họ biết kiềm chế (cơn giận và sẵn sàng) tha thứ.","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:38","price":"Và những ai đáp lại lời gọi của Thượng Đế của họ, chu đáo dâng lễ nguyện Salah, vụ việc của họ được quyết định bằng cách tham khảo ý kiến giữa họ, và họ thường chi dùng (cho con đường chính nghĩa của TA) những bổng lộc mà TA đã ban cấp cho họ.","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:39","price":"Và những ai khi bị áp bức một cách bất công thì họ biết giúp đỡ nhau tự vệ.","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:40","price":"Đáp trả hành động xấu bằng hành động xấu tương tự. Tuy nhiên, người nào lượng thứ bỏ qua và làm hòa thì phần thưởng của y ở nơi Allah. Quả thật, Ngài không yêu thương những kẻ làm điều sai quấy.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:41","price":"Người nào đã tự vệ sau khi bị áp bức thì sẽ không có lý do nào để khiển trách họ (bởi họ chỉ giành lấy lẽ phải của họ).","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:42","price":"Lý do khiển trách chỉ đối với những kẻ bất công với người khác và bạo ngược trên trái đất một cách vô cớ. Chúng là những kẻ sẽ phải chịu một sự trừng phạt đau đớn.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:43","price":"Người nào kiên nhẫn chịu đựng và tha thứ thì đó là một quyết tâm cao (đáng được khen ngợi).","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:44","price":"Người nào mà Allah làm cho lạc lối thì sẽ không có ai che chở ngoài Ngài. Ngươi (hỡi Thiên Sứ) sẽ thấy những kẻ làm điều sai quấy khi chúng nhìn thấy hình phạt, nói rằng “Còn có con đường nào để trở về (thế giới trần gian) chăng?”","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:45","price":"Và Ngươi sẽ thấy chúng bị đưa đến (Hỏa Ngục) với bộ dạng khúm núm một cách hèn hạ và với cái nhìn lấm lét sợ hãi. Những người có đức tin sẽ nói: “Thật vậy, những người thua cuộc là những kẻ đã đánh mất chính họ và gia đình vào Ngày Phán Xét. Quả thật, những kẻ làm điều sai quấy sẽ bị trừng phạt mãi mãi.”","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:46","price":"Ngoài Allah, chúng sẽ không có vị bảo hộ nào giúp đỡ chúng cả. Và người nào mà Allah làm cho lạc lối thì sẽ không có con đường nào (dẫn đến chân lý).","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:47","price":"(Hỡi nhân loại!) Các ngươi hãy đáp lại lời gọi của Thượng Đế của các ngươi trước khi xảy ra Ngày mà Nó không bao giờ hồi lại vì Allah (đã ra lệnh). Vào Ngày đó, các ngươi sẽ không có chỗ lánh nạn cũng không có lý do để chạy tội.","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:48","price":"Nếu họ ngoảnh đi thì (Ngươi – hỡi Thiên Sứ, hãy biết rằng) TA đã không cử Ngươi đến để trông chừng (việc làm) của họ. Nhiệm vụ của Ngươi chỉ là truyền đạt (thông điệp của TA) mà thôi. Quả thật, khi TA cho con người nếm trải lòng thương xót của TA thì y vui mừng; nhưng nếu gặp phải điều xấu do bàn tay của y đã gây ra trước đó thì lúc đó con người thường vô ơn.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:49","price":"Quyền thống trị các tầng trời và trái đất thuộc về một mình Allah. Ngài tạo hóa bất cứ thứ gì Ngài muốn. Ngài muốn ban con gái cho ai là tùy ý Ngài và ban con trai cho ai cũng tùy ý Ngài.","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:50","price":"Hoặc Ngài (muốn) ban cả hai, trai và gái (cho ai là tùy ý Ngài), và làm cho ai đó hiếm muộn cũng tùy ý Ngài (không ai có quyền can thiệp). Quả thật, Ngài là Đấng Toàn Tri, Đấng Toàn Năng.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:51","price":"Người phàm không phù hợp để Allah nói chuyện trực tiếp với y ngoại trừ bằng cách mặc khải hoặc từ sau một bức màn (vô hình) hoặc cử phái một Sứ Giả (Thiên Thần) truyền đạt lại điều Ngài muốn (cho vị sứ giả người phàm) theo phép của Ngài. Quả thật, Ngài là Đấng Tối Cao, Đấng Chí Minh.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:52","price":"Như thế đó, TA đã mặc khải cho Ngươi (hỡi Thiên Sứ) Ruh (Qur’an) từ Mệnh Lệnh của TA. Trước đây, Ngươi không hề biết Kinh Sách cũng như đức tin Iman là gì. Nhưng TA đã ban (Qur’an) xuống làm nguồn ánh sáng để TA hướng dẫn người nào TA muốn trong số đám bề tôi của TA. Quả thật, Ngươi đích thực là người hướng dẫn (nhân loại) đến con đường ngay chính.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"42:53","price":"(Đó là) con đường của Allah, Đấng mà tất cả vạn vật trong các tầng trời và tất cả vạn vật trên trái đất đều thuộc về Ngài. Tất cả mọi việc đều trở về với Allah (để Ngài định đoạt).","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:1","price":"Ha. Mim.","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:2","price":"Thề bởi Kinh (Qur’an) quang minh.","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:3","price":"Quả thật, TA đã làm cho Nó thành một quyển Kinh để xướng đọc bằng tiếng Ả-rập, mong rằng các ngươi có thể hiểu.","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:4","price":"Quả thật, (Qur’an này) nguyên nằm trong Tập Kinh Mẹ (Lawhu Al-Mahfuzh) ở nơi TA, rất cao thâm, uyên bác.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:5","price":"Lẽ nào TA phải lấy lại Lời Nhắc Nhở (Qur’an) khỏi các ngươi bởi vì các ngươi là đám người tội lỗi quá độ?! (TA không làm thế vì lòng nhân từ của TA dành cho các ngươi đòi hỏi điều ngược lại).","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:6","price":"TA đã cử phái biết bao Nabi cho những cộng đồng thời trước!","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:7","price":"Tuy nhiên, không một Nabi nào đến với họ mà lại không bị họ nhạo báng, giễu cợt.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:8","price":"Vì vậy, TA đã tiêu diệt những kẻ mạnh nhất trong bọn họ; và hình ảnh của người xưa đã đi vào dĩ vãng.","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:9","price":"Nếu Ngươi (Thiên Sứ) hỏi (những kẻ thờ đa thần) “Ai đã tạo ra các tầng trời và trái đất?” thì chắc chắn chúng sẽ nói: “Đấng Toàn Năng, Đấng Toàn Tri đã tạo ra.”","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:10","price":"(Allah là) Đấng đã làm trái đất như một chiếc giường ngủ cho các ngươi và đã làm ra trên nó những con đường cho các ngươi để đưa các ngươi đi đến (điểm cần đến).","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:11","price":"(Ngài là) Đấng đã ban nước mưa từ trên trời xuống theo định lượng. TA (Allah) dùng (nước mưa) làm sống lại mảnh đất đã chết (khô cằn, nứt nẻ). (Rồi đây) các ngươi sẽ được dựng sống lại giống như thế.","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:12","price":"(Ngài là) Đấng đã tạo tất cả mọi vật thành từng cặp (đực cái, trống mái, âm dương) và (Ngài là Đấng) đã tạo cho các ngươi những con tàu và các loại gia súc để các ngươi cưỡi (và chuyên chở đồ đạc).","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:13","price":"(Những con tàu, các loại gia súc, Ngài tạo chúng cho các ngươi) để các ngươi có thể ngồi vững trên lưng của chúng và sau đó các ngươi nhớ đến hồng phúc của Thượng Đế của các ngươi và nói: “Quang vinh thay Đấng đã chế ngự (phương tiện) này cho bầy tôi, bởi quả thật bầy tôi không đủ khả năng chế ngự nó.”","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:14","price":"“Và bầy tôi chắc chắn sẽ trở về trình diện Thượng Đế của bầy tôi!”","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:15","price":"(Những kẻ đa thần) đã gán một số trong đám bề tôi của Ngài có phần chia sẻ (với Ngài khi họ nói: các Thiên Thần là những đứa con gái của Ngài). Quả thật, con người rõ ràng là kẻ vô ơn.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:16","price":"(Này những kẻ đa thần!) Lẽ nào (Allah) chọn lấy những vật mà Ngài đã tạo ra làm những đứa con gái (của Ngài) và ưu ái đặc biệt cho các ngươi những đứa con trai?!","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:17","price":"Khi ai đó trong bọn chúng nhận được tin mừng (về sự ra đời một đứa con gái) mà chúng đã thường gán cho Đấng Ar-Rahman thì gương mặt của y tối sầm lại, (lòng của y) ngập tràn sự đau thương.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:18","price":"Lẽ nào một người (phụ nữ)(1) được nuôi dưỡng trong các món trang sức và ăn nói không rành mạch (lại là kẻ phò tá cho Allah)?!","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"(1) Những người Ả-rập đa thần thời tiền Islam đã tôn thờ các nữ thần như nữ thần Al-Lat, Al-‘Uzza, và Al-Manat. Họ cho rằng các Thiên Thần là những đứa con gái của Allah.","lang":"vi"},{"name":"43:19","price":"Chúng đã qui cho các Thiên Thần - những bề tôi của Đấng Ar-Rahman - là nữ giới. Lẽ nào chúng đã (tận mắt) chứng kiến việc (Ngài) đã tạo hóa các Thiên Thần?! Sự xác nhận của chúng sẽ được ghi lại và chúng sẽ bị tra hỏi.","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:20","price":"Chúng nói: “Nếu Đấng Ar-Rahman đã muốn thì bọn ta đã không tôn thờ họ rồi!” Chúng chẳng có một chút kiến thức nào về điều đó cả. Chúng chỉ đoán chừng mà thôi.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:21","price":"Hoặc lẽ nào TA đã ban cho chúng một Kinh Sách trước (Qur’an này cho phép chúng thờ phượng ngoài TA) nên chúng cứ bám chắc theo đó?!","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:22","price":"Không! Chúng thường bảo: “Bọn ta thấy cha ông của bọn ta theo một tôn giáo nào đó nên bọn ta đi theo dấu chân của họ.”","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:23","price":"Tương tự như thế, không một vị cảnh báo nào trước Ngươi được TA cử phái đến cho một thị trấn mà những kẻ giàu có của thị trấn đó lại không nói: “Bọn ta thấy cha ông của bọn ta theo một tôn giáo nào đó nên bọn ta đi theo dấu chân của họ.”","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:24","price":"(Vị cảnh báo của chúng) đã nói (với chúng): “Lẽ nào ngay cả việc Ta mang đến cho các ngươi một nguồn hướng dẫn tốt hơn cái mà các ngươi thấy cha mẹ của các ngươi đang theo ư?” Chúng đáp: “Bọn ta không tin nơi điều mà các ngươi mang đến!”","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:25","price":"Vì vậy, TA đã trừng phạt chúng. Ngươi hãy xem kết cuộc của những kẻ phủ nhận (các vị cảnh báo) đã xảy ra như thế nào!","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:26","price":"(Ngươi hãy nhớ lại - hỡi Thiên Sứ) khi Ibrahim nói với cha và người dân của mình: “Tôi không can hệ với những thần linh mà các người đang tôn thờ.”","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:27","price":"“Tôi chỉ tôn thờ Đấng đã tạo ra tôi, bởi quả thật, Ngài sẽ hướng dẫn tôi.”","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:28","price":"(Ibrahim) đã làm cho nó (lời Tawhid: chỉ có Allah là Thượng Đế) thành một lời trường cửu cho hậu thế, mong rằng họ biết quay trở lại (với Ngài).","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:29","price":"Không! (Ngay cả khi những kẻ đa thần bắt đầu tôn thờ những thần linh khác ngoài TA, TA đã không tiêu diệt chúng) TA đã để cho chúng và cha ông của chúng tận hưởng (cuộc sống trần gian) cho đến khi Chân Lý (Qur’an) và một Sứ Giả minh bạch đến với chúng.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:30","price":"Tuy nhiên, khi Chân Lý đến với chúng thì chúng lại nói: “Đây là trò ma thuật, bọn ta không tin nơi Nó.”","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:31","price":"Và chúng nói: “Sao Qur’an này không được ban xuống cho những người (giàu có, chức quyền và tiếng tăm) của hai thị trấn lớn (như Makkah và Ta-if) kia chứ?!”","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:32","price":"Lẽ nào chúng toàn quyền phân chia hồng ân của Thượng Đế của Ngươi?! Chính TA (Allah) mới toàn quyền phân bổ sinh kế của chúng giữa chúng với nhau trong đời sống trần tục này. TA đã nâng một số người này trội hơn một số người khác về cấp bậc để cho người này bắt người kia phục dịch. Và hồng ân của Thượng Đế của Ngươi tốt hơn của cải mà chúng tích lũy.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:33","price":"Nếu không vì cản nhân loại trở thành một cộng đồng duy nhất (về sự vô đức tin) thì TA đã làm cho những kẻ phủ nhận Đấng Ar-Rahman có được những mái nhà bằng bạc và cả cầu thang để chúng đi lên;","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:34","price":"Và những cửa nhà của chúng (cũng bằng bạc) và những chiếc tràng kỷ để chúng nằm nghỉ;","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:35","price":"Và những món đồ trang trí bằng vàng. Nhưng tất cả những thứ đó chỉ là sự hưởng thụ (tạm bợ) của đời sống trần tục này. (Còn những gì của cuộc sống) Đời Sau ở nơi Thượng Đế của Ngươi mới là (sự hưởng thụ trường tồn) dành cho những người ngoan đạo.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:36","price":"Người nào thờ ơ trước lời nhắc nhở của Đấng Ar-Rahman, TA sẽ để Shaytan làm bạn với y.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:37","price":"Quả thật, (những tên Shaytan) này chắc chắn sẽ ngăn chúng khỏi con đường (của Allah), tuy nhiên, chúng cứ tưởng chúng đang được hướng dẫn.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:38","price":"Cho tới khi y đến trình diện TA, y bảo (người bạn Shaytan của mình): “Ước gì ta với ngươi ở cách xa nhau bằng khoảng cách của hai phương đông. Thật tồi tệ thay một người bạn như thế!”","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:39","price":"(Allah phán với những kẻ vô đức tin vào Ngày Phán Xét:) “(Lời trách móc) chẳng giúp ích được gì cho các ngươi trong ngày hôm nay khi các ngươi đã làm điều sai quấy. Các ngươi phải cùng san sẻ trong sự trừng phạt.”","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:40","price":"Làm sao Ngươi (hỡi Thiên Sứ) có thể khiến cho người điếc nghe được hoặc có thể hướng dẫn một kẻ mù lòa hoặc ai đó đang lạc lối rõ ràng?!","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:41","price":"Dù TA có đưa Ngươi đi (bằng cái chết) trước (khi TA trừng phạt chúng) thì chắc chắn TA vẫn phải trừng phạt chúng (ở đời này và cả Đời Sau).","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:42","price":"Hoặc dù TA cho Ngươi (sự trừng phạt) mà TA đã hứa với chúng thì TA thực sự thừa khả năng làm thế.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:43","price":"Vì vậy, Ngươi hãy nắm chắc những gì đã được mặc khải cho Ngươi. Quả thật, Ngươi đang ở trên con đường ngay thẳng (chính đạo).","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:44","price":"Quả thật, Nó (Qur’an) là sự nhắc nhở dành cho Ngươi và người dân của Ngươi, và rồi đây các ngươi sẽ bị chất vấn (về Nó).","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:45","price":"Ngươi hãy hỏi những Sứ Giả mà TA đã cử đến trước Ngươi xem TA có chỉ định những thần linh được tôn thờ ngoài Đấng Ar-Rahman không?","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:46","price":"Quả thật, TA đã cử Musa mang những phép lạ của TA đến gặp Pha-ra-ông và các thủ lĩnh của hắn, Musa nói với chúng: “Ta đích thực là Sứ Giả của Thượng Đế của vũ trụ và vạn vật.”","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:47","price":"Nhưng khi (Musa) mang những phép lạ của TA đến gặp chúng thì chúng cười nhạo cho những phép lạ đó.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:48","price":"TA lần lượt cho chúng thấy các phép lạ, cái sau lớn hơn cái trước, và TA đã trừng phạt chúng, mong chúng (biết thức tỉnh) mà quay về (với chính đạo).","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:49","price":"Chúng bảo (Musa): “Này tên phù thủy! Ngươi hãy cầu xin Thượng Đế của Ngươi giúp bọn ta thoát khỏi những gì mà Ngài đã hứa với Ngươi, chắc chắn lúc đó bọn ta sẽ được hướng dẫn đúng đường.”","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:50","price":"Tuy nhiên, khi TA lấy đi khỏi chúng sự trừng phạt thì chúng phá vỡ lời hứa (của chúng).","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:51","price":"Pha-ra-ông đã tuyên bố với đám dân của hắn: “Này hỡi dân ta! Chẳng phải quyền thống trị xứ Ai Cập (này) cũng như những con sông đang chảy bên dưới ta đều nằm trong tay ta đó sao? Lẽ nào các ngươi không nhìn thấy?”","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:52","price":"“Hoặc lẽ nào ta không trội hơn tên (Musa) này, một kẻ đáng khinh và ăn nói không được lưu loát?”","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:53","price":"“Đúng ra y phải được ban cho vòng vàng hoặc phải được Thiên Thần tháp tùng, (như thế mới hợp lý)!”","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:54","price":"(Pha-ra-ông) đã đánh lừa người dân của hắn khiến chúng theo hắn. Quả thật, chúng là một đám người bất tuân và nổi loạn.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:55","price":"Vì vậy, khi chúng chọc giận TA, TA đã bắt phạt chúng. TA đã nhấn chìm tất cả bọn chúng (trong biển hồng hải).","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:56","price":"TA đã lấy chúng làm một tiền lệ và bài học cho hậu thế.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:57","price":"Khi con trai (Ysa) của Maryam được đưa ra làm một hình ảnh thí dụ(2) thì người dân của Ngươi (Thiên Sứ) la ó (phản đối) về điều đó.","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"(2) Allah phán: {Quả thật, các ngươi (hỡi những kẻ thờ đa thần) và những vật mà các ngươi thờ phượng ngoài Allah sẽ là chất đốt của Hỏa Ngục, nơi mà các ngươi sẽ phải đi vào.} (Chương 23 – Al-Ambiya’, câu 98). Những kẻ đa thần Quraish cho rằng Ysa con trai của Maryam (tức Giêsu), người được các Kitô hữu tôn thờ, nằm trong lời phán này, nên chúng la lối phản đối, chúng nói: “Quả thật Ysa và các Thiên Thần đều sẽ vào Hỏa Ngục.” Thế là, Allah phán: {Quả thật, những ai mà TA đã khẳng định họ tốt thì sẽ được đưa ra xa khỏi đó.} (Chương 23 – Al-Ambiya’, câu 101).","lang":"vi"},{"name":"43:58","price":"Chúng bảo: “Những thần linh của bọn ta tốt hay (Ysa) tốt hơn?” Chúng đưa vấn đề đó ra cho Ngươi chỉ vì muốn tranh cãi mà thôi. Không! Chúng đích thực là một đám người thích tranh cãi.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:59","price":"(Ysa) chỉ là một người bề tôi (của TA). TA đã ban ân cho Y (khi cử phái Y làm Sứ Giả của TA) và lấy Y làm một tấm gương cho con cháu của Israel.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:60","price":"Nếu muốn, TA đã thay thế các ngươi (hỡi con cháu Adam) bởi các Thiên Thần để Họ nối tiếp nhau trên trái đất.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:61","price":"(Ysa) thực sự là một dấu hiệu (báo trước) cho Giờ Tận Thế sắp xảy ra, vì vậy, các ngươi chớ đừng hoài nghi về điều đó mà hãy theo TA. Đây là con đường ngay chính.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:62","price":"Các ngươi đừng để Shaytan cản trở các ngươi (theo con đường ngay chính). Hắn thực sự là kẻ thù công khai của các ngươi.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:63","price":"Khi Ysa đến với những bằng chứng rõ ràng, Y nói: “Quả thật, Ta mang đến cho các người điều khôn ngoan và Ta đến để làm sáng tỏ một vài điểm mà các người bất đồng nhau. Vì vậy, các ngươi hãy sợ Allah và vâng lời Ta.”","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:64","price":"“Thật vậy, Allah là Thượng Đế của Ta và là Thượng Đế của các người, vì vậy, các người hãy thờ phượng Ngài. Đây là con đường ngay thẳng (chính đạo).”","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:65","price":"Tuy nhiên, các giáo phái trong số chúng đã bất đồng với nhau (về sự việc của Ysa). Vì vậy, thật khốn cho những kẻ làm điều sai quấy về sự trừng phạt của Ngày đau đớn!","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:66","price":"Có phải chúng chỉ đang chờ đợi Giờ Tận Thế bất ngờ xảy đến trong lúc chúng không hay biết gì chăng?!","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:67","price":"Những người bạn thân tình vào Ngày đó sẽ trở thành kẻ thù của nhau ngoại trừ những người ngoan đạo.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:68","price":"(Allah sẽ phán bảo họ): “Hỡi bầy tôi của TA! Ngày hôm nay, các ngươi sẽ không lo sợ cũng sẽ không buồn phiền.”","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:69","price":"“(Các ngươi là) những người đã có đức tin nơi các Lời Mặc Khải của TA và là những người Muslim (qui phục TA).”","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:70","price":"“Các ngươi hãy vào Thiên Đàng cùng với vợ của các ngươi.”","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:71","price":"Đĩa ăn và tách uống bằng vàng sẽ được chuyền đi vòng quanh họ. Trong đó, có bất cứ thứ gì linh hồn mong ước và (những gì) mê hoặc đôi mắt. Và các ngươi (hỡi những người ngoan đạo) sẽ ở trong đó mãi mãi.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:72","price":"Đó là Thiên Đàng mà các ngươi sẽ thừa hưởng bởi những việc (hành đạo) mà các ngươi đã từng làm (trên thế gian).","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:73","price":"Trong đó, các ngươi sẽ có nhiều loại hoa quả để ăn.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:74","price":"Thật vậy, những tên tội lỗi sẽ ở trong sự trừng phạt của Hỏa Ngục, chúng vĩnh viễn (ở lại đó).","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:75","price":"Trong đó, chúng sẽ không được giảm nhẹ hình phạt và chúng sẽ vô cùng tuyệt vọng.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:76","price":"TA đã không bất công với chúng mà chính chúng là những kẻ bất công (với bản thân chúng).","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:77","price":"Chúng sẽ kêu la (van xin): “Hỡi vị cai quản (Hỏa Ngục)! Hãy xin Thượng Đế của ngài chấm dứt chúng tôi cho xong! (Vị cai quản Hỏa Ngục) đáp: “Chắc các ngươi sẽ phải vĩnh viễn ở lại đây.”","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:78","price":"Quả thật, TA (Allah) đã mang Chân Lý đến cho các ngươi nhưng đa số các ngươi ghét Chân Lý.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:79","price":"Lẽ nào chúng sắp đặt công việc?! Không, chính TA mới là Đấng sắp đặt.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:80","price":"Hoặc lẽ nào chúng nghĩ rằng TA không nghe thấy những điều bí mật và những cuộc trò chuyện riêng tư của chúng?! Không, các Sứ Giả của TA luôn ở cạnh chúng không ngừng ghi chép lại.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:81","price":"Ngươi (Thiên Sứ) hãy nói với chúng: “Nếu Đấng Ar-Rahman có một đứa con trai thì Ta sẽ là người thờ phượng đầu tiên.”","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:82","price":"Quang vinh và trong sạch thay Thượng Đế của các tầng trời và trái đất, Thượng Đế của chiếc Ngai Vương, Ngài vượt hẳn những gì chúng đã qui cho Ngài.","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:83","price":"Vì vậy, Ngươi hãy cứ để mặc chúng trò chuyện một cách vô ích và cứ để mặc chúng vui chơi thỏa thích cho đến khi chúng đối diện với Ngày mà chúng đã được hứa.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:84","price":"Ngài (Allah) là Thượng Đế (duy nhất) trên trời và là Thượng Đế (duy nhất) trên trái đất; Ngài là Đấng Chí Minh, Đấng Toàn Tri.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:85","price":"Phúc thay Đấng nắm quyền thống trị các tầng trời, trái đất và vạn vật giữa trời đất; Ngài biết rõ Giờ Tận Thế và tất cả các ngươi sẽ được đưa trở về trình diện Ngài.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:86","price":"Những kẻ mà chúng khấn vái ngoài Allah không có quyền can thiệp (ở nơi Allah) ngoại trừ những ai chứng nhận Chân Lý và hiểu biết rõ (về Nó).","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:87","price":"Nếu Ngươi có hỏi chúng “Ai đã tạo hóa các người?” thì chúng chắc chắn sẽ trả lời “Allah!” Vậy, sao chúng lại lánh xa Ngài?!","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:88","price":"(Allah thừa nhận) lời than của Thiên Sứ: “Lạy Thượng Đế của bề tôi! Dân chúng của bề tôi đã không có đức tin.”","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"43:89","price":"Vì vậy, Ngươi hãy lánh xa chúng và nói: “Chào bằng an!” Rồi đây chúng sẽ biết (hình phạt mà chúng sẽ phải đối mặt).","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:1","price":"Ha. Mim.","arabic":"حمٓ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4415,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:2","price":"Thề bởi Kinh (Qur’an) quang minh.","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4416,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:3","price":"Quả thật, TA (Allah) ban Nó xuống vào một đêm đầy ân phúc (đêm Al-Qadr – đêm Định Mệnh - của tháng Ramadan). Quả thật, TA là Đấng Cảnh Báo.","arabic":"إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةٖ مُّبَٰرَكَةٍۚ إِنَّا كُنَّا مُنذِرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4417,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:4","price":"Trong đêm đó, mọi sự việc (liên quan đến bổng lộc, tuổi thọ và những gì khác) sẽ được phân định (cho một năm tới).","arabic":"فِيهَا يُفۡرَقُ كُلُّ أَمۡرٍ حَكِيمٍ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4418,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:5","price":"(Mọi) vấn đề (đều được tiến hành) theo chỉ thị của TA. Quả thật, TA là Đấng cử phái các vị Sứ Giả.","arabic":"أَمۡرٗا مِّنۡ عِندِنَآۚ إِنَّا كُنَّا مُرۡسِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4419,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:6","price":"(Việc cử phái các vị Sứ Giả là) một Hồng Ân từ Thượng Đế của Ngươi (hỡi Thiên Sứ). Quả thật, Ngài là Đấng Hằng Nghe, Đấng Hằng Biết.","arabic":"رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4420,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:7","price":"(Ngài là) Thượng Đế của các tầng trời, trái đất và vạn vật giữa chúng nếu các ngươi có một đức tin vững chắc nơi Ngài.","arabic":"رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4421,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:8","price":"Không có Thượng Đế đích thực nào ngoài Ngài. (Ngài là) Đấng làm cho sống và làm cho chết. (Ngài là) Thượng Đế của các ngươi và là Thượng Đế của ông bà tổ tiên các ngươi.","arabic":"لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4422,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:9","price":"(Những kẻ thờ đa thần không có đức tin vững chắn về điều đó), chúng chỉ biết đùa cợt trong sự hoài nghi.","arabic":"بَلۡ هُمۡ فِي شَكّٖ يَلۡعَبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4423,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:10","price":"Vì vậy, Ngươi (hỡi Thiên Sứ) hãy đợi xem Ngày mà bầu trời sẽ tỏa ra lớp khói mờ rõ rệt.","arabic":"فَٱرۡتَقِبۡ يَوۡمَ تَأۡتِي ٱلسَّمَآءُ بِدُخَانٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4424,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:11","price":"(Lớp khói mờ sẽ) bao trùm cả nhân loại. Đây là một sự trừng phạt đau đớn.","arabic":"يَغۡشَى ٱلنَّاسَۖ هَٰذَا عَذَابٌ أَلِيمٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4425,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:12","price":"(Lúc đó), chúng (những kẻ vô đức tin) sẽ nói: “Lạy Thượng Đế của bầy tôi! Xin Ngài hãy lấy sự trừng phạt này đi khỏi bầy tôi, bầy tôi (giờ đây) thực sự là những người có đức tin.”","arabic":"رَّبَّنَا ٱكۡشِفۡ عَنَّا ٱلۡعَذَابَ إِنَّا مُؤۡمِنُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4426,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:13","price":"Làm thế nào sẽ có cho chúng một lời nhắc nhở (tại thời điểm đó)? Quả thật, một Sứ Giả đã đến với chúng một cách công khai (để cảnh báo chúng).","arabic":"أَنَّىٰ لَهُمُ ٱلذِّكۡرَىٰ وَقَدۡ جَآءَهُمۡ رَسُولٞ مُّبِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4427,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:14","price":"Nhưng chúng đã quay lưng lại với Y và nói: “Đồ học mót, kẻ khùng điên.”","arabic":"ثُمَّ تَوَلَّوۡاْ عَنۡهُ وَقَالُواْ مُعَلَّمٞ مَّجۡنُونٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4428,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:15","price":"Quả thật, TA sẽ lấy sự trừng phạt đi khỏi các ngươi trong một thời gian ngắn; nhưng chắc chắn các ngươi sẽ trở lại (vô đức tin).","arabic":"إِنَّا كَاشِفُواْ ٱلۡعَذَابِ قَلِيلًاۚ إِنَّكُمۡ عَآئِدُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4429,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:16","price":"Vào Ngày mà TA sẽ túm bắt chúng mạnh bạo. Quả thật, TA sẽ trừng phạt chúng.","arabic":"يَوۡمَ نَبۡطِشُ ٱلۡبَطۡشَةَ ٱلۡكُبۡرَىٰٓ إِنَّا مُنتَقِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4430,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:17","price":"Quả thật, trước chúng, TA đã xử lý đám người của Pha-ra-ông và đã phái một Sứ Giả vinh dự đến gặp chúng.","arabic":"۞ وَلَقَدۡ فَتَنَّا قَبۡلَهُمۡ قَوۡمَ فِرۡعَوۡنَ وَجَآءَهُمۡ رَسُولٞ كَرِيمٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4431,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:18","price":"(Musa) nói (với Pha-ra-ông và thuộc hạ của hắn): “Quí ngài hãy giao lại những người bề tôi của Allah cho tôi. Tôi thực sự là một Sứ Giả được cử đến gặp quí ngài.”","arabic":"أَنۡ أَدُّوٓاْ إِلَيَّ عِبَادَ ٱللَّهِۖ إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4432,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:19","price":"“Quí ngài chớ đừng xem mình tối cao hơn Allah. Tôi đến gặp quí ngài với một thẩm quyền rõ rệt.”","arabic":"وَأَن لَّا تَعۡلُواْ عَلَى ٱللَّهِۖ إِنِّيٓ ءَاتِيكُم بِسُلۡطَٰنٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4433,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:20","price":"“Tôi thực sự đã cầu xin Thượng Đế của tôi và cũng là Thượng Đế của quí ngài che chở khỏi bị quí ngài ném đá.”","arabic":"وَإِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُمۡ أَن تَرۡجُمُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4434,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:21","price":"“Nếu quí ngài không tin tôi thì quí ngài hãy để tôi yên.”","arabic":"وَإِن لَّمۡ تُؤۡمِنُواْ لِي فَٱعۡتَزِلُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4435,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:22","price":"Thế là (cuối cùng), Musa đã cầu nguyện Thượng Đế của Y rằng những người này là một đám người tội lỗi.","arabic":"فَدَعَا رَبَّهُۥٓ أَنَّ هَٰٓؤُلَآءِ قَوۡمٞ مُّجۡرِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4436,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:23","price":"(Allah phán bảo Musa): “Ngươi hãy đưa bầy tôi của TA ra đi trong đêm, các ngươi sẽ bị truy sát.”","arabic":"فَأَسۡرِ بِعِبَادِي لَيۡلًا إِنَّكُم مُّتَّبَعُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4437,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:24","price":"“Ngươi hãy rời biển, để mặc cho nó rẽ đôi. Quả thật, chúng sẽ là một đội quân bị nhấn chìm.”","arabic":"وَٱتۡرُكِ ٱلۡبَحۡرَ رَهۡوًاۖ إِنَّهُمۡ جُندٞ مُّغۡرَقُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4438,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:25","price":"Biết bao vườn tược, bao con suối chúng đã bỏ lại!","arabic":"كَمۡ تَرَكُواْ مِن جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4439,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:26","price":"Biết bao đồng ruộng, bao biệt thự cao sang!","arabic":"وَزُرُوعٖ وَمَقَامٖ كَرِيمٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4440,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:27","price":"Biết bao ân huệ mà chúng đã từng hưởng thụ!","arabic":"وَنَعۡمَةٖ كَانُواْ فِيهَا فَٰكِهِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4441,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:28","price":"Như thế đó, TA đã làm cho đám người khác thừa hưởng chúng.","arabic":"كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا قَوۡمًا ءَاخَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4442,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:29","price":"Trời đất chẳng khóc thương cho chúng, và chúng cũng không được tạm tha.","arabic":"فَمَا بَكَتۡ عَلَيۡهِمُ ٱلسَّمَآءُ وَٱلۡأَرۡضُ وَمَا كَانُواْ مُنظَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4443,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:30","price":"Quả thật, TA đã giải cứu con cháu Israel thoát khỏi một sự trừng phạt nhục nhã,","arabic":"وَلَقَدۡ نَجَّيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مِنَ ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4444,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:31","price":"Từ Pha-ra-ông. Quả thật, hắn là tên ngạo mạn trong số những kẻ ác đức và tàn bạo.","arabic":"مِن فِرۡعَوۡنَۚ إِنَّهُۥ كَانَ عَالِيٗا مِّنَ ٱلۡمُسۡرِفِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4445,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:32","price":"Quả thật TA đã chọn (con cháu Israel và ban cho chúng) kiến thức trội hơn thiên hạ.","arabic":"وَلَقَدِ ٱخۡتَرۡنَٰهُمۡ عَلَىٰ عِلۡمٍ عَلَى ٱلۡعَٰلَمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4446,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:33","price":"TA đã ban cho chúng những đặc ân mà trong đó là một sự thử thách rõ rệt.","arabic":"وَءَاتَيۡنَٰهُم مِّنَ ٱلۡأٓيَٰتِ مَا فِيهِ بَلَٰٓؤٞاْ مُّبِينٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4447,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:34","price":"Quả thật, (những kẻ đa thần) này đã nói:","arabic":"إِنَّ هَٰٓؤُلَآءِ لَيَقُولُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4448,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:35","price":"“Quả thật, chỉ có cái chết đầu tiên của chúng ta mà thôi và không có chuyện chúng ta được dựng sống lại.”","arabic":"إِنۡ هِيَ إِلَّا مَوۡتَتُنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُنشَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4449,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:36","price":"“Thế, các ngươi (hỡi Muhammad và những ai đi theo Ngươi) hãy mang ông bà tổ tiên của bọn ta đến đây xem nào nếu các ngươi nói thật!”","arabic":"فَأۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4450,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:37","price":"Phải chăng chúng tốt hơn đám dân của Tubba’ và những ai sống trước chúng hay sao?! TA đã tiêu diệt bọn chúng bởi vì bọn chúng là những kẻ tội lỗi.","arabic":"أَهُمۡ خَيۡرٌ أَمۡ قَوۡمُ تُبَّعٖ وَٱلَّذِينَ مِن قَبۡلِهِمۡ أَهۡلَكۡنَٰهُمۡۚ إِنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4451,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:38","price":"TA đã không tạo hóa các tầng trời và trái đất cũng như mọi vật giữa chúng để vui chơi một cách vô nghĩa.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4452,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:39","price":"TA đã tạo ra (trời đất và vạn vật giữa chúng) là vì Chân Lý. Tuy nhiên, đa số bọn chúng không biết đấy thôi.","arabic":"مَا خَلَقۡنَٰهُمَآ إِلَّا بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4453,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:40","price":"Thật vậy, Ngày Phân Loại là thời điểm đã được ấn định cho tất cả bọn chúng.","arabic":"إِنَّ يَوۡمَ ٱلۡفَصۡلِ مِيقَٰتُهُمۡ أَجۡمَعِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4454,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:41","price":"Ngày mà người thân thích này không giúp ích được gì cho người thân thích khác và chúng sẽ không được ai giúp đỡ.","arabic":"يَوۡمَ لَا يُغۡنِي مَوۡلًى عَن مَّوۡلٗى شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4455,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:42","price":"Trừ những ai được Allah thương xót bởi vì Ngài là Đấng Toàn Năng, Đấng Nhân Từ.","arabic":"إِلَّا مَن رَّحِمَ ٱللَّهُۚ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4456,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:43","price":"Quả thật, cây Zaqqum, (một loại cây mọc lên từ đáy của Hỏa Ngục)","arabic":"إِنَّ شَجَرَتَ ٱلزَّقُّومِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4457,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:44","price":"Sẽ là thức ăn của những kẻ tội lỗi.","arabic":"طَعَامُ ٱلۡأَثِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4458,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:45","price":"(Trái của nó) giống như loại dầu đen sịt, sôi sục trong bụng,","arabic":"كَٱلۡمُهۡلِ يَغۡلِي فِي ٱلۡبُطُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4459,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:46","price":"Như nước sôi.","arabic":"كَغَلۡيِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4460,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:47","price":"(Có tiếng bảo các Thiên Thần thực thi hình phạt): “Hãy túm bắt hắn lôi vào giữa đám lửa cháy bùng”","arabic":"خُذُوهُ فَٱعۡتِلُوهُ إِلَىٰ سَوَآءِ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4461,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:48","price":"“Rồi đổ lên đầu hắn hình phạt của nước sôi.”","arabic":"ثُمَّ صُبُّواْ فَوۡقَ رَأۡسِهِۦ مِنۡ عَذَابِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4462,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:49","price":"“Và hãy nhục mạ: ‘Hãy nếm đi, (trước kia) ngươi uy quyền và cao quý lắm kia mà!”","arabic":"ذُقۡ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡكَرِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4463,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:50","price":"“Quả thật, (sự trừng phạt) này là điều mà các ngươi đã luôn hoài nghi.”","arabic":"إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمۡتَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4464,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:51","price":"Riêng những người ngoan đạo chắc chắn sẽ ở một nơi an toàn (Thiên Đàng).","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي مَقَامٍ أَمِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4465,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:52","price":"Giữa những ngôi vườn và các dòng suối.","arabic":"فِي جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4466,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:53","price":"Họ sẽ mặc (y phục bằng) lụa mịn và gấm thêu, họ ngồi đối mặt nhau.","arabic":"يَلۡبَسُونَ مِن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَقَٰبِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4467,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:54","price":"Tương tự như thế, TA sẽ cho họ kết hôn với các tiên nữ có đôi mắt to (tuyệt đẹp).","arabic":"كَذَٰلِكَ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4468,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:55","price":"Trong (Thiên Đàng), họ tự do gọi đủ loại hoa quả an toàn để dùng.","arabic":"يَدۡعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4469,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:56","price":"Họ sẽ không nếm trải cái chết ở đó ngoại trừ cái chết đầu tiên (ở trần gian); và (Allah) sẽ bảo vệ họ khỏi sự trừng phạt của Hỏa Ngục.","arabic":"لَا يَذُوقُونَ فِيهَا ٱلۡمَوۡتَ إِلَّا ٱلۡمَوۡتَةَ ٱلۡأُولَىٰۖ وَوَقَىٰهُمۡ عَذَابَ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4470,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:57","price":"(Đó là) hồng phúc từ Thượng Đế của Ngươi. Đó là thành tựu vĩ đại.","arabic":"فَضۡلٗا مِّن رَّبِّكَۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4471,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:58","price":"Quả thật, TA đã làm cho (Qur’an) dễ (hiểu) bằng chính ngôn ngữ của Ngươi (Thiên Sứ) để chúng có thể ghi nhớ.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4472,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"44:59","price":"Thôi! Ngươi hãy chờ đợi (sự thắng lợi của Ngươi và sự bị hủy diệt của chúng); quả thật chúng cũng chờ đợi (như Ngươi).","arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4473,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:1","price":"Ha. Mim.","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:2","price":"Kinh Sách được ban xuống từ nơi Allah, Đấng Toàn Năng, Đấng Toàn Tri.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:3","price":"Quả thật, trong các tầng trời và trái đất là các dấu hiệu (về quyền năng và tính duy nhất của Allah) cho những người có đức tin.","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:4","price":"Trong việc tạo hóa các ngươi (hỡi nhân loại) cũng như việc (Allah) phân tán các sinh vật khắp nơi là các dấu hiệu cho những người vững chắc (trong đức tin).","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:5","price":"(Trong) sự xen kẽ của ban đêm và ban ngày, trong việc Allah ban bổng lộc (mưa) từ trên trời xuống mà Ngài dùng để làm sống lại mảnh đất đã chết khô và trong việc xoay chuyển những cơn gió, là các dấu hiệu cho những người thông hiểu.","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:6","price":"Đó là những Lời Mặc Khải của Allah, TA đọc chúng cho Ngươi (Thiên Sứ) bằng sự thật. Nếu họ chối bỏ Allah và các Lời Mặc Khải của Ngài, họ sẽ tin vào cách diễn ngôn (thông điệp) nào?","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:7","price":"Thật khốn thay cho từng kẻ dối trá, tội lỗi.","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:8","price":"Hắn nghe các Lời Mặc Khải của Allah đã được đọc cho hắn rồi vẫn ngoan cố kiêu ngạo như thể hắn không nghe thấy gì. Vậy, hãy báo cho hắn biết về một sự trừng phạt đau đớn (ở Đời Sau).","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:9","price":"Khi hắn biết được điều gì từ các Lời Mặc Khải của TA, hắn lại mang nó ra chế giễu đùa cợt. Những kẻ đó sẽ phải chịu một sự trừng phạt đầy nhục nhã.","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:10","price":"Trước mặt chúng là Hỏa Ngục; bất cứ điều gì mà chúng kiếm được (trên thế gian) cũng như những kẻ mà chúng nhận làm vị bảo hộ ngoài Allah sẽ không giúp ích gì cho chúng. (Rồi đây) chúng sẽ phải chịu một sự trừng phạt khủng khiếp.","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:11","price":"(Kinh Qur’an) này là một nguồn chỉ đạo. Và những kẻ vô đức tin nơi các Lời Mặc Khải của Thượng Đế của chúng sẽ phải chịu một sự trừng phạt vô cùng đau đớn.","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:12","price":"Allah là Đấng đã chế ngự biển cả cho các ngươi để các con tàu có thể chạy trên đó theo lệnh của Ngài và để các ngươi tìm kiếm hồng phúc của Ngài, mong rằng các ngươi biết tri ân (Ngài).","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:13","price":"Ngài đã chế ngự mọi thứ trong các tầng trời và mọi thứ trên trái đất cho các ngươi (sử dụng), toàn bộ đều từ Ngài cả. Quả thật, trong sự việc đó là các dấu hiệu cho những người biết suy ngẫm.","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:14","price":"Ngươi (hỡi Thiên Sứ) hãy nói với những người có đức tin nên tha thứ cho những kẻ không mong đợi những Ngày (Phán Xét) của Allah, (rồi đây) Ngài sẽ đáp trả cho từng nhóm người tương thích với những gì mà chúng đã làm.","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:15","price":"Ai làm điều thiện thì được lợi cho bản thân mình còn ai làm điều xấu thì sẽ gặp quả báo. Rồi đây, các ngươi sẽ được đưa trở về trình diện Thượng Đế của các ngươi.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:16","price":"Quả thật, TA đã ban cho con cháu của Israel Kinh Sách, luật lệ, và sứ mạng Nabi; TA đã ban cho họ bổng lộc tốt lành và TA đã ưu đãi họ hơn những ai khác trong thiên hạ.","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:17","price":"TA đã mang đến cho họ những bằng chứng rõ rệt về mọi vấn đề. Nhưng chỉ từ sau khi tiếp thu được kiến thức, họ đâm ra ganh ghét và chia rẽ nhau. Quả thật, Thượng Đế của Ngươi (Thiên Sứ Muhammad) sẽ giải quyết trường hợp của họ vào Ngày Phán Xét về những điều mà họ đã tranh chấp.","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:18","price":"Rồi TA đặt Ngươi trên con đường của công việc (tôn giáo). Vì vậy, Ngươi hãy theo nó và đừng làm theo khuynh hướng của những kẻ không biết.","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:19","price":"Quả thật, họ sẽ không bao giờ giúp được Ngươi thoát khỏi sự trừng phạt của Allah. Những kẻ làm điều sai quấy là đồng minh của nhau. Và Allah là Đấng Bảo Hộ của những người ngoan đạo.","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:20","price":"(Qur’an) này là sự khai sáng cho nhân loại, là nguồn chỉ đạo và là hồng ân cho đám người vững chắc (trong đức tin).","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:21","price":"Hoặc lẽ nào những kẻ làm điều tội lỗi nghĩ rằng TA sẽ để chúng và những người có đức tin và hành thiện ngang bằng nhau về cuộc sống và cái chết ư? Thật tệ thay cho điều chúng phán xét!","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:22","price":"Allah tạo hóa các tầng trời và trái đất là vì chân lý. (Ngài tạo ra chúng) để mỗi linh hồn có thể được đền bù xứng đáng về những gì nó đã làm ra; và (các linh hồn) sẽ không bị đối xử bất công.","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:23","price":"Ngươi (Thiên Sứ Muhammad) hãy nhìn xem kẻ đã lấy dục vọng của bản thân làm thần linh của y! (Quả thật), Allah đã để y lầm lạc, Ngài đã niêm kín thính giác và quả tim của y và Ngài đã lấy tấm màn che mắt của y lại. Vậy, sau khi y chối bỏ Allah thì ai sẽ hướng dẫn y? Lẽ nào các ngươi không lưu tâm?","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:24","price":"(Những kẻ phủ nhận Sự Phục Sinh) nói: “Chẳng có đời sống nào ngoài đời sống trần tục này của chúng ta, chúng ta chết và sống, không có gì hủy hoại chúng ta ngoại trừ thời gian.” (Những kẻ phủ nhận Sự Phục Sinh) chẳng có một chút hiểu biết nào về điều đó cả, chúng chỉ suy đoán mà thôi.","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:25","price":"Khi các Lời Mặc Khải của TA được đọc cho chúng nghe như một bằng chứng rõ ràng, lập luận chống chế của chúng chỉ có mỗi câu nói: “Nếu các ngươi nói thật thì hãy mang ông bà tổ tiên của bọn ta trở lại trần gian xem nào!”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:26","price":"Ngươi (Thiên Sứ) hãy nói với chúng: “Allah làm cho các ngươi sống rồi làm cho các ngươi chết, sau đó, Ngài sẽ triệu tập các ngươi lại vào Ngày Phán Xét. (Đây là điều chắc chắn) không có gì phải hoài nghi.” Tuy nhiên, đa số nhân loại không biết.","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:27","price":"Quyền thống trị các tầng trời và trái đất đều thuộc về một mình Allah. Vào Ngày mà Giờ Tận Thế được thiết lập, Ngày đó, những kẻ làm điều gian dối sẽ thua thiệt.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:28","price":"(Rồi đây, vào Ngày đó) Ngươi (Thiên Sứ) sẽ thấy mỗi cộng đồng sẽ quỳ gối; mỗi cộng đồng sẽ được gọi đến xem quyển sổ (ghi chép hành động) của mình (và sẽ được bảo): “Ngày hôm nay, các ngươi sẽ được đền bù xứng đáng về những điều (tốt, xấu) mà các ngươi đã làm (trên thế gian).”","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:29","price":"“Đây là quyển sổ của TA, nó sẽ nói sự thật về các ngươi. Quả thật, TA đã cho ghi chép lại (toàn bộ) những điều các ngươi đã từng làm.”","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:30","price":"Vì vậy, đối với những người có đức tin và hành thiện, Thượng Đế của họ sẽ thu nhận họ vào (Thiên Đàng) bằng lòng thương xót của Ngài. Đó là một thành tựu rõ ràng.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:31","price":"Nhưng đối với những kẻ vô đức tin (thì sẽ có lời bảo chúng): “Các Lời Mặc Khải của TA đã được đọc cho các ngươi nghe nhưng các ngươi đã kiêu ngạo và các ngươi là một đám người tội lỗi.”","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:32","price":"“Khi có lời bảo: ‘Quả thật, lời hứa của Allah là sự thật và Giờ Tận Thế cũng là sự thật, không có gì phải hoài nghi’ thì các ngươi nói: ‘Bọn ta không biết Giờ Tận Thế là gì cả. Bọn ta nghĩ rằng đó chỉ là sự tưởng tượng. Bọn ta không cảm thấy thuyết phục.’”","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:33","price":"(Rồi) những tội lỗi mà chúng đã làm sẽ xuất hiện trước mặt chúng và những điều mà chúng đã thường giễu cợt và nhạo báng sẽ bao vây chúng.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:34","price":"Và sẽ có lời bảo: “Ngày hôm nay, TA quên các ngươi giống như việc các ngươi đã quên cuộc gặp gỡ Ngày này của các ngươi. Chỗ ở của các ngươi sẽ là Hỏa Ngục và các ngươi sẽ không có ai giúp đỡ.”","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:35","price":"“Sở dĩ như thế là vì các ngươi đã thường chế giễu các Lời Mặc Khải của Allah và đời sống trần tục đã đánh lừa các ngươi.” Vì vậy, vào Ngày đó chúng sẽ không được đưa ra khỏi nơi đó và chúng sẽ không được trở lại trần gian để sám hối và sửa mình.","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:36","price":"Mọi lời ca tụng đều dâng lên Allah, Thượng Đế của các tầng trời, Thượng Đế của trái đất, Thượng Đế của vũ trụ và vạn vật.","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":"","lang":"vi"},{"name":"45:37","price":"Mọi quyền uy trong các tầng trời và trái đất đều thuộc một mình Ngài; và Ngài là Đấng Toàn Năng, Đấng Chí Minh.","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":"","lang":"vi"}],"juz":{"id":25,"name":"إِلَيْهِ يُرَدُّ","transliteration":"Ilayhi Yurad","transEn":"To Him is Returned","startVerse":"41:47","endVerse":"45:37","totalVerses":246}}