{"data":[{"name":"46:1","price":"Ha.Mim.","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:2","price":"Kinh Sách được ban xuống từ nơi Allah, Đấng Toàn Năng, Đấng Toàn Tri.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:3","price":"TA đã không tạo ra trời đất và vạn vật giữa chúng ngoại trừ vì Chân Lý và (TA qui định tất cả chỉ tồn tại) trong một thời gian nhất định. Tuy nhiên, những kẻ vô đức tin đã quay lưng với điều mà họ đã được cảnh báo.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:4","price":"Ngươi (Thiên Sứ Muhammad) hãy nói (với những kẻ đa thần): “Các người đã xem xét những thần linh mà các người khấn vái ngoài Allah chưa? Các người hãy cho Ta xem những gì mà chúng đã tạo ra trên trái đất hoặc (hãy cho Ta biết) chúng có một phần chia sẻ nào trong (việc tạo ra) các tầng trời? Các người hãy mang đến cho Ta một Kinh Sách trước Kinh (Qur’an) này hoặc một vài kiến thức hiểu biết còn sót lại nếu các người nói thật!","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:5","price":"Còn ai lầm lạc hơn kẻ khấn vái ngoài Allah những thứ không thể đáp lại (lời khấn vái của) y cho đến Ngày Phục Sinh trong khi (những thứ đó), chính chúng cũng không hề biết việc người ta đang khấn vái chúng?!","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:6","price":"Và khi nhân loại được tập trung lại (vào Ngày Phán Xét), chúng (những thứ mà họ thờ phượng ngoài Allah) sẽ trở thành kẻ thù của họ và chúng sẽ phủ nhận việc họ thờ cúng chúng.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:7","price":"Khi các Lời Mặc Khải của TA được đọc ra cho họ như những bằng chứng rõ ràng, những kẻ vô đức tin nói về Sự Thật khi nó đến với họ: “Đây rõ ràng là trò phù thủy!”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:8","price":"Hoặc họ nói Y (Thiên Sứ Muhammad) đã bịa đặt (Qur’an). Ngươi (Thiên Sứ Muhammad) hãy nói (với họ): “Nếu Ta đã bịa đặt Nó thì các người sẽ không thể giúp Ta thoát khỏi (sự trừng phạt của) Allah. Ngài biết rõ điều mà các người nói về Nó. Một mình Ngài chứng giám giữa Ta và các người là đã đủ. Và Ngài là Đấng Tha Thứ, Đấng Khoan Dung.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:9","price":"Ngươi (Thiên Sứ Muhammad) hãy nói (với họ): “Ta không phải là người sáng lập ra điều mới trong số các Sứ Giả (của Allah), Ta cũng không biết điều gì sẽ xảy đến cho Ta và cho các người. Quả thật, Ta chỉ tuân theo điều đã được mặc khải cho Ta và Ta thực sự chỉ là một người cảnh báo công khai mà thôi.”","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:10","price":"Ngươi (Thiên Sứ Muhammad) hãy nói (với họ): “Nếu (Qur’an) là từ nơi Allah nhưng các người phủ nhận Nó trong khi một nhân chứng thuộc dân Israel đã xác nhận điều tương tự và đã tin còn các người thì lại ngạo mạn, các người có thấy (các người là những kẻ sai quấy không)? Quả thật, Allah không hướng dẫn đám người làm điều sai quấy.”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:11","price":"Những kẻ vô đức tin nói về những người có đức tin: “Nếu nó thực sự tốt thì họ đã không đi trước chúng ta.” Và khi họ không muốn để (Qur’an) hướng dẫn họ thì lại nói: “Đây chỉ là điều dối lừa từ xa xưa.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:12","price":"Trước (Qur’an) là Kinh Sách của Musa, được xem như một nguồn Chỉ Đạo và một Hồng Phúc. Còn đây (Qur’an) là một Kinh Sách xác nhận (lại những Kinh Sách trước) bằng tiếng Ả-rập, dùng để cảnh báo những ai làm điều sai quấy đồng thời báo tin mừng cho những người làm tốt.","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:13","price":"Quả thật, những người nói “Thượng Đế của chúng tôi là Allah” rồi vẫn đi đúng hướng thì sẽ không lo sợ cũng sẽ không buồn phiền.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:14","price":"Những người đó sẽ là những người Bạn của Thiên Đàng, họ sẽ mãi mãi sống trong đó, một phần thưởng cho những điều mà họ đã làm (trên cuộc sống trần gian).","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:15","price":"TA (Allah) đã truyền lệnh cho con người phải hiếu thảo và tử tế với cha mẹ của mình. Mẹ của y đã mang thai y nặng nhọc và hạ sinh y trong đau đớn; thời gian mang thai và dứt sữa y là ba mươi tháng. Đến khi y trưởng thành và được bốn mươi tuổi, y cầu nguyện: “Lạy Thượng Đế của bề tôi! Xin Ngài phù hộ bề tôi biết ơn về các Ân Huệ mà Ngài đã ban cho bề tôi và cho cha mẹ của bề tôi, xin Ngài phù hộ bề tôi làm điều thiện tốt được Ngài hài lòng, và xin Ngài cải thiện con cháu của bề tôi. Quả thật, bề tôi quay về sám hối với Ngài và bề tôi xin làm một người Muslim (thần phục Ngài).”","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:16","price":"Đó sẽ là những người mà TA chấp nhận các việc làm tốt của họ, TA xí xóa những điều xấu của họ và (họ sẽ là) những người bạn của Thiên Đàng. Một Lời Hứa chân thật đã được hứa với họ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:17","price":"Kẻ nói với cha mẹ của mình bằng tiếng Uf (âm thanh tỏ thái độ khó chịu), bảo: “Có phải ông bà hứa rằng tôi sẽ được đưa ra (khỏi mộ sau khi tôi chết đi) và cả những thế hệ trước đã qua đời trước tôi ư?” Cả hai ông bà cầu xin Allah giúp đỡ (rồi rầy la con): “Sẽ là điều khốn cho con (nếu con không tin)! Con phải tin tưởng! Quả thật, Lời Hứa của Allah là sự Thật.” Nhưng y nói: “Đây chẳng qua chỉ là chuyện cổ tích mà thôi.”","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:18","price":"Đó là những kẻ mà lời hứa (trừng phạt) đã được chứng thực đối với chúng nơi những cộng đồng đã qua đời trước chúng từ loài Jinn và loài người. Chúng quả thật là những kẻ thua thiệt và thất bại.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:19","price":"Tất cả sẽ có được cấp bậc tùy theo công việc mà chúng đã làm và (Allah) sẽ đáp trả lại chúng đầy đủ cho việc làm của chúng; và chúng sẽ không bị đối xử bất công.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:20","price":"Vào Ngày mà những kẻ vô đức tin sẽ được đưa đến Hỏa Ngục (và có lời bảo chúng): “Các ngươi đã phí mất các món vật tốt lành trong đời sống thế tục của các ngươi và các ngươi đã vui hưởng chúng. Vì vậy, Ngày nay các ngươi sẽ được đền bù lại bằng hình phạt nhục nhã bởi những gì mà các ngươi đã ngạo mạn trên trái đất, bất chấp lẽ phải và sự thật, và bởi những gì mà các ngươi đã bất tuân và dấy loạn.”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:21","price":"(Ngươi – hỡi Thiên Sứ Muhammad!) Hãy nhớ về người anh em của bộ tộc ‘Ad. (Đó là Hud), khi Y cảnh báo người dân của Y sống nơi vùng cồn cát; trước và sau Y đã có các vị cảnh báo đến bảo họ: “Các người hãy chỉ tôn thờ một mình Allah thôi. Quả thật, Ta lo sợ cho các người về sự trừng phạt của một Ngày Vĩ Đại.”","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:22","price":"Họ trả lời (với Hud): “Ngươi đến gặp bọn ta để bắt bọn ta bỏ các thần linh của bọn ta ư? Vậy ngươi hãy mang đến điều mà ngươi đã hăm dọa bọn ta xem nào, nếu ngươi nói thật!”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:23","price":"(Hud) nói (với họ): “Quả thật chỉ có Allah mới biết (bao giờ tai họa sẽ giáng xuống các người), còn Ta chỉ được cử phái đến để truyền đạt cho các người mà thôi. Nhưng Ta thấy các người là một đám ngu muội.”","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:24","price":"Nhưng khi họ thấy đám mây khổng lồ đang tiến đến thung lũng của họ, họ bảo: “Đám mây này sẽ mang mưa đến cho chúng ta”. (Hud nói với họ): “Không, đó là (tai họa) mà các người hối thúc nó mau đến, một trận gió mang một sự trừng phạt đau đớn.”","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:25","price":"Nó tàn phá mọi thứ theo Lệnh của Thượng Đế của nó. Vì vậy, sáng hôm sau chẳng còn thấy gì ngoài những căn nhà (hoang tàn và đổ nát) của họ. TA (Allah) đáp trả những kẻ tội lỗi như thế đó.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:26","price":"Quả thật, TA đã ban cho (‘Ad, người dân của Hud) những khả năng và sức mạnh, cái mà TA đã không ban cho các ngươi; TA đã ban cho họ thính giác, thị giác và trái tim, tuy nhiên, thính giác, thị giác và trái tim của họ chẳng giúp ích được gì cho họ khi họ cứ chối bỏ các Lời Mặc Khải của Allah và họ bị vây hãm bởi các điều mà họ đã chế giễu.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:27","price":"Quả thật, TA đã hủy diệt những thị trấn xung quanh các ngươi (hỡi cư dân Makkah) và TA đã trình bày đủ loại lý lẽ và bằng chứng cho họ mong rằng họ quay đầu.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:28","price":"Vậy tại sao những kẻ mà họ nhận làm những thần linh ngoài Allah không đến giúp họ? Không, các thần linh đó đã bỏ họ đi mất dạng. Và đó chỉ là lời nói dối của họ và đó là điều mà họ đã bịa đặt.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:29","price":"Khi TA (Allah) để một nhóm Jinn hướng về phía Ngươi (Thiên Sứ Muhammad) lắng nghe Qur’an. Khi chúng có mặt nơi đó, chúng bảo nhau: “Các ngươi hãy giữ yên lặng!” Rồi khi cuộc xướng đọc chấm dứt, chúng trở về cảnh báo đám dân của chúng.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:30","price":"Chúng nói: “Hỡi dân của chúng tôi! Quả thật, chúng tôi đã nghe đọc một Kinh Sách được ban xuống sau Musa, (một Kinh Sách) xác nhận lại những điều (được mặc khải) trước Nó. (Kinh Sách đó) hướng dẫn đến với chân lý và đến với con đường chính đạo.”","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:31","price":"“Hỡi dân của chúng tôi! Các người hãy đáp lại vị mời gọi của Allah và các người hãy tin nơi Người; Ngài sẽ tha thứ tội lỗi của các người và Ngài sẽ cứu các người khỏi sự trừng phạt đau đớn.”","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:32","price":"“Người nào không đáp lại vị mời gọi của Allah thì sẽ không thể trốn khỏi Ngài trên trái đất cũng như sẽ không có các vị bảo hộ nào ngoài Ngài. Đó là những kẻ lầm lạc rõ ràng.”","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:33","price":"Lẽ nào (những kẻ thờ đa thần) không nhận thấy rằng Allah, Đấng đã tạo ra các tầng trời và trái đất và không biết mỏi mệt bởi việc tạo hóa chúng, thừa khả năng làm cho người chết sống lại ư? Thật vậy, Ngài toàn năng trên tất cả mọi thứ.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:34","price":"Vào Ngày những kẻ vô đức tin được dẫn đến Hỏa Ngục (và chúng được bảo): “Há đây không phải là sự thật ư?” Chúng đáp: “Vâng, đúng là sự thật, lạy Thượng Đế của bầy tôi!” (Allah) phán: “Vậy thì các ngươi hãy nếm lấy sự trừng phạt bởi những điều mà các ngươi đã vô đức tin.”","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"46:35","price":"Cho nên, Ngươi (Thiên Sứ Muhammad) hãy kiên nhẫn như các Sứ Giả đầy cương nghị đã kiên nhẫn chịu đựng và Ngươi chớ nôn nóng với (những kẻ vô đức tin). Bởi vì vào Ngày mà chúng nhìn thấy điều đã được hứa với chúng, chúng sẽ có cảm tưởng như thể chúng chỉ ở lại trên thế gian trong một giờ của ban ngày. Đó là một Thông Điệp và chỉ có đám người dấy loạn, bất tuân mới bị hủy diệt.","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:1","price":"Những kẻ vô đức tin và cản trở con đường của Allah, Ngài sẽ làm cho việc làm của họ trở thành vô nghĩa.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:2","price":"Còn những người có đức tin, hành thiện và tin nơi những điều đã được ban xuống cho Muhammad và (tin) đó là sự thật từ Thượng Đế của họ thì Ngài sẽ loại bỏ khỏi họ các hành vi xấu đồng thời cải thiện tình trạng của họ.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:3","price":"Đó là vì những kẻ vô đức tin đi theo điều giả dối và ngụy tạo còn những người có đức tin đi theo Chân Lý từ Thượng Đế của họ. Như thế đó, Allah trình bày những hình ảnh của họ làm thí dụ cho nhân loại.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:4","price":"Vì vậy, khi các ngươi (hỡi những người có đức tin) giáp mặt với những kẻ vô đức tin (trong trận chiến) thì các ngươi hãy đánh vào cổ của chúng cho đến khi các ngươi thắng được chúng, rồi các ngươi hãy trói chặt chúng lại; sau đó, hoặc các ngươi trả tự do hoặc các ngươi bắt chúng chuộc mạng cho đến khi cuộc chiến chấm dứt. Đó (là Lệnh của Allah). Và nếu muốn, Allah có thể đích thân trừng phạt chúng, tuy nhiên, Ngài muốn dùng người này để thử thách người kia. Và những ai bị giết vì con đường của Allah thì Ngài sẽ không bao giờ làm mất công lao của họ.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:5","price":"Ngài sẽ hướng dẫn họ và cải thiện tình trạng của họ.","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:6","price":"Ngài sẽ thu nhận họ vào Thiên Đàng mà Ngài đã cho họ biết.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:7","price":"Hỡi những người có đức tin! Nếu các ngươi ủng hộ (con đường chính nghĩa của) Allah thì Ngài sẽ trợ giúp các ngươi và Ngài sẽ làm vững chắc bước chân của các ngươi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:8","price":"Những kẻ vô đức tin sẽ bị tiêu diệt và các việc làm của chúng sẽ không có giá trị (ở nơi Allah).","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:9","price":"Đó là vì chúng ghét những điều mà Allah đã ban xuống. Vậy nên Ngài đã vô hiệu việc làm của chúng.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:10","price":"Lẽ nào chúng không ngao du trên trái đất để quan sát kết cuộc của những kẻ trước chúng như thế nào ư? Allah đã hủy diệt chúng và những kẻ vô đức tin chắc chắn sẽ phải chịu số phận tương tự.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:11","price":"Đó là vì Allah là Đấng Bảo Hộ của những người có đức tin trong khi những kẻ vô đức tin không có ai bảo hộ.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:12","price":"Quả thật, Allah sẽ thu nhận những người có đức tin và hành thiện vào các Ngôi Vườn Thiên Đàng bên dưới có các dòng sông chảy. Riêng những kẻ vô đức tin thì chúng tận hưởng (cuộc sống trần gian), chúng ăn uống như loài vật, và rồi đây Hỏa Ngục sẽ là chỗ ở dành cho chúng.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:13","price":"Có biết bao thành phố giàu có và hùng mạnh hơn thành phố của Ngươi, nơi mà (cư dân của nó) đã trục xuất Ngươi, TA đã tiêu diệt chúng, và chúng đã không có ai cứu giúp chúng cả.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:14","price":"Vậy một người ở trên một bằng chứng rõ ràng từ Thượng Đế của y lẽ nào lại giống với một kẻ bị mê hoặc bởi những việc làm tội lỗi của hắn và chỉ biết chạy theo dục vọng của bản thân?!","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:15","price":"Hình ảnh Thiên Đàng được hứa với những người ngoan đạo (sợ Allah) là nơi có những dòng sông nước ngọt trong vắt không hôi tanh, những dòng sông sữa không đổi vị, những dòng sông rượu tuyệt hảo dành cho những người thích uống, và những dòng sông mật ong tinh khiết; (cư dân) nơi (Thiên Đàng) sẽ có đủ loại trái cây để dùng cùng với sự tha thứ từ Thượng Đế của họ. (Cư dân Thiên Đàng) lẽ nào lại giống với những kẻ đời đời ở trong Hỏa Ngục và được cho uống từ một loại nước cực sôi làm đứt ruột của họ?!","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:16","price":"Trong bọn chúng (những kẻ giả tạo đức tin), có người đến nghe Ngươi (Thiên Sứ Muhammad) cho tới khi chúng rời khỏi Ngươi, chúng nói với những ai đã được ban cho sự hiểu biết “Y (Thiên Sứ Muhammad) vừa nói điều gì vậy?” Chúng là những kẻ mà Allah đã niêm kín quả tim của chúng và chúng chỉ biết chạy theo dục vọng của chúng.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:17","price":"Những người được hướng dẫn (đến với Chân Lý), (Allah) gia tăng thêm cho họ Chỉ Đạo và ban cho họ lòng Taqwa (ngay chính, ngoan đạo đối với Ngài).","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:18","price":"Có phải (những kẻ vô đức tin) chỉ mong chờ Giờ Tận Thế bất ngờ xảy đến với chúng? Quả thật, những dấu hiệu báo trước của Nó đã đến (với chúng). Rồi khi (Giờ Tận Thế) đến với chúng thì sự tưởng nhớ của chúng (về lời cảnh báo) còn ích lợi gì cho chúng nữa đây?","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:19","price":"Vì vậy, (hỡi Thiên Sứ Muhammad!) Ngươi hãy biết rằng quả thật không có Thượng Đế đích thực nào khác ngoài Allah. Ngươi hãy xin Ngài tha thứ tội lỗi của Ngươi và cầu xin Ngài tha thứ tội lỗi cho những người có đức tin cả nam lẫn nữ. Allah biết rõ sự di chuyển và nghỉ ngơi của các ngươi.","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:20","price":"Những ai có đức tin nói: “Giá như có một chương kinh (nói về việc chiến đấu) được ban xuống cho chúng tôi!” Nhưng khi có một chương (mang nội dung) cụ thể được ban xuống trong đó có đề cập đến việc chiến đấu thì Ngươi (Thiên Sứ Muhammad) sẽ thấy những kẻ mà trong lòng chúng mang một chứng bệnh (đạo đức giả) sẽ đưa mắt nhìn Ngươi với cái nhìn của một người thất thần sắp chết (do sợ hãi). Vì vậy, thật đáng đời cho chúng!","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:21","price":"Vâng lệnh và lời nói tử tế (sẽ tốt hơn cho chúng)! Do đó, khi việc (chuẩn bị chinh chiến) đã quyết rồi chúng chân thật (trong đức tin) đối với Allah thì điều đó tốt hơn cho chúng.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:22","price":"Nhưng nếu các ngươi quay lưng ngoảnh mặt (với tôn giáo) thì có lẽ các ngươi sẽ làm điều thối nát trên trái đất và sẽ cắt đứt tình máu mủ ruột thịt.","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:23","price":"Chúng (những kẻ làm như thế) là những kẻ mà Allah đã nguyền rủa, nên Ngài đã làm điếc (thính giác) của chúng và làm mù thị giác của chúng.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:24","price":"Sao chúng không chịu nghiền ngẫm Qur’an hay là quả tim của chúng đã bị khóa chặt mất rồi?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:25","price":"Quả thật, những kẻ quay trở lại (với sự vô đức tin) sau khi nguồn Hướng Dẫn đã được trình bày rõ ràng cho chúng, Shaytan đã dụ dỗ chúng và cho chúng niềm hy vọng hão huyền.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:26","price":"Đó là vì chúng đã nói với những kẻ ghét điều mà Allah ban xuống: “Chúng tôi sẽ tuân theo các người trong một phần của sự việc.” Tuy nhiên, Allah biết rõ những điều bí mật của chúng.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:27","price":"Vậy sẽ như thế nào khi các Thiên Thần bắt hồn của chúng lúc chết bằng cách đánh vào mặt và lưng của chúng?","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:28","price":"Đó là vì chúng đi theo điều làm Allah phẫn nộ và ghét điều làm Ngài hài lòng. Vì vậy, Ngài vô hiệu các việc làm của chúng.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:29","price":"Hay những kẻ mang trong lòng chứng bệnh (hoài nghi) nghĩ rằng Allah sẽ không bao giờ phơi bày cảm giác căm thù của chúng ư?","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:30","price":"Nếu muốn, TA (Allah) có thể cho Ngươi (Thiên Sứ Muhammad) thấy (bộ mặt thật) của chúng. Tuy nhiên, Ngươi có thể nhận ra chúng qua những đặc điểm của chúng. Và chắc chắn, Ngươi sẽ nhận ra chúng qua giọng nói của chúng. Quả thật, Allah biết rõ những điều các ngươi làm.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:31","price":"TA chắc chắn sẽ thử thách các ngươi cho đến khi TA biết rõ trong các ngươi ai thực sự là những người chiến đấu (cho con đường chính nghĩa của TA) và ai thực sự là những người kiên nhẫn; và TA sẽ thử thách tình trạng của các ngươi.","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:32","price":"Quả thật, những kẻ vô đức tin, cản trở con đường của Allah và chống đối Sứ Giả (của Ngài) sau khi nguồn hướng dẫn đã được trình bày rõ ràng cho chúng, không bao giờ gây hại Allah bất cứ điều gì; ngược lại, Ngài sẽ làm cho việc làm của chúng thành vô nghĩa.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:33","price":"Hỡi những người có đức tin! Các ngươi hãy tuân lệnh Allah và tuân lệnh Sứ Giả (của Ngài); và các ngươi chớ làm mất giá trị việc làm của các ngươi (bởi sự vô đức tin và Riya’ – phô trương).","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:34","price":"Quả thật, những kẻ không có đức tin và cản trở con đường của Allah rồi chết trong tình trạng là những kẻ vô đức tin thì Allah sẽ không bao giờ tha thứ cho họ.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:35","price":"Vì vậy, các ngươi (hỡi những người có đức tin) chớ nản lòng và chớ kêu gọi hòa bình trong lúc các ngươi đang nắm ưu thế; Allah luôn ở cùng với các ngươi và Ngài sẽ không bao giờ làm mất công sức của các ngươi.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:36","price":"Quả thật, đời sống trần tục này chỉ là trò chơi và thú vui phù phiếm. Nhưng nếu các ngươi có đức tin và ngoan đạo thì Ngài sẽ ban cho các ngươi phần thưởng của các ngươi và Ngài không đòi hỏi tài sản của các ngươi.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:37","price":"Nếu Ngài đòi (tài sản) của các ngươi và gây sức ép đối với các ngươi thì các ngươi sẽ keo kiệt giữ chặt nó; và Ngài sẽ phơi bày nỗi oán ghét (được giấu kín trong lòng) các ngươi.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"47:38","price":"Này, các ngươi là những người được kêu gọi chi dùng (tài sản) cho con đường Chính Nghĩa của Allah nhưng trong các ngươi có người lại keo kiệt. Người nào keo kiệt thì quả thật y chỉ keo kiệt với chính bản thân mình bởi lẽ Allah là Đấng Giàu Có trong lúc các ngươi là những kẻ nghèo nàn. Nếu các ngươi quay lưng thì Ngài sẽ đưa một đám người khác đến thay thế các ngươi và họ sẽ không giống như các ngươi.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:1","price":"Thật vậy, TA (Allah) đã ban cho Ngươi (Thiên Sứ Muhammad) một sự chiến thắng rõ ràng.","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:2","price":"Để Allah tha thứ cho Ngươi những tội lỗi trước đây và những tội lỗi sau này, để Ngài hoàn tất Ân Huệ của Ngài cho Ngươi và để Ngài hướng dẫn Ngươi theo con đường ngay chính.","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:3","price":"Và Allah giúp Ngươi giành chiến thắng với sự giúp đỡ hùng mạnh.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:4","price":"Chính Ngài đã ban xuống sự an bình vào trái tim của những người có đức tin để Ngài gia tăng đức tin cùng với đức tin (hiện tại) của họ; và Allah có các quân binh ở trên trời và (các quân binh) ở dưới đất. Và Allah là Đấng Hằng Biết, Đấng Sáng Suốt.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:5","price":"Để Ngài thu nhận những người có đức tin nam và những người có đức tin nữ vào những Ngôi Vườn Thiên Đàng bên dưới có các dòng sông chảy, họ sẽ mãi mãi ở trong đó; và Ngài sẽ xóa bỏ những điều tội lỗi của họ. Và ở nơi Allah, đó là một chiến thắng vĩ đại.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:6","price":"Và để Ngài trừng phạt những kẻ giả tạo đức tin cả nam lẫn nữ, và những kẻ thờ đa thần cả nam lẫn nữ đã nghĩ xấu về Allah. Chúng sẽ bị bao vây bởi những điều xấu (mà chúng gây ra). Allah phẫn nộ và nguyền rủa chúng; và Ngài đã chuẩn bị Hỏa Ngục dành cho chúng, một điểm đến cuối cùng thật tồi tệ.","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:7","price":"Các quân binh trong trời đất đều là của Ngài. Allah là Đấng Toàn Năng, Đấng Sáng Suốt.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:8","price":"Quả thật, TA (Allah) đã cử phái Ngươi (hỡi Thiên Sứ Muhammad) làm một nhân chứng, một người mang tin mừng và một người cảnh báo.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:9","price":"Để các ngươi tin nơi Allah, nơi Sứ Giả của Ngài và ủng hộ và tôn vinh Y, và để các ngươi tán dương Ngài sáng và chiều.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:10","price":"Những người cam kết trung thành với Ngươi (Thiên Sứ Muhammad) thật ra là họ đang cam kết trung thành với Allah. Bàn tay của Allah trên bàn tay của họ. Vì vậy, người nào nuốt lời thì kẻ đó đã bội ước với chính mình; ngược lại, người nào thực hiện đúng như những gì đã cam kết với Allah thì Ngài sẽ ban cho y phần thưởng vĩ đại.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:11","price":"(Hỡi Thiên Sứ Muhammad!) Những người Ả-rập vùng sa mạc trì trệ (trong việc đi chinh chiến cùng Ngươi) sẽ nói với Ngươi: “Chúng tôi bận trông coi tài sản và người nhà của chúng tôi. Vì vậy, xin Người hãy cầu xin (Allah) tha thứ cho chúng tôi.” Lưỡi của chúng nói những điều không có trong trái tim của chúng. Ngươi hãy bảo chúng: “Vậy ai có khả năng can thiệp giùm các người với Allah nếu Ngài muốn hại các người hoặc muốn ban phúc cho các người? Không, Allah thông toàn những điều các người làm.”","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:12","price":"Không, các ngươi (hỡi những người không tham chiến cùng với Thiên Sứ Muhammad) nghĩ rằng Thiên Sứ (của Allah) và những người có đức tin sẽ không bao giờ trở về với gia đình của họ lần nữa. Điều đó làm cho các ngươi cảm thấy khoan khoái trong lòng và các ngươi đã có suy nghĩ xấu; quả thật các ngươi là một đám người sắp bị hủy diệt.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:13","price":"Người nào không có đức tin nơi Allah và Thiên Sứ của Ngài thì TA thực sự đã chuẩn bị Hỏa Ngục dành cho những kẻ vô đức tin.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:14","price":"Quyền thống trị các tầng trời và trái đất đều thuộc về (một mình) Allah. Ngài muốn tha thứ cho ai là tùy ý Ngài và Ngài muốn trừng phạt ai cũng tùy ý Ngài. Tuy nhiên, Allah là Đấng Tha Thứ, Đấng Khoan Dung.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:15","price":"Những người ở lại (không tham chiến) sẽ nói khi thấy các ngươi đi thu nhặt chiến lợi phẩm: “Hãy cho chúng tôi đi theo các người.” Chúng muốn thay đổi Lời Phán của Allah. Ngươi hãy bảo chúng: “Các người đừng bao giờ theo bọn ta! Allah đã phán như thế cho các người từ trước.” Nhưng chúng lại bảo: “Không, các người ganh tị với chúng tôi.” Không, chúng chẳng hiểu gì ngoại trừ một chút ít.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:16","price":"Ngươi hãy nói với những người Ả-rập vùng sa mạc không tham chiến: “Các người sẽ được gọi đi (đối mặt với) một đám người có sức mạnh (về khả năng chinh chiến), các người sẽ chiến đấu với họ hoặc họ sẽ quy thuận. Vì vậy, nếu các người tuân theo thì Allah sẽ ban cho các người một phần thưởng tốt; còn nếu các người quay lưng (với mệnh lệnh) giống như các người đã từng quay lưng trước đây thì Ngài sẽ trừng phạt các người bằng một sự trừng phạt đau đớn.”","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:17","price":"Người mù, người què, và người bệnh không có tội (nếu không tham gia chinh chiến). Người nào tuân lệnh Allah và Sứ Giả của Ngài thì sẽ được thu nhận vào Các Ngôi Vườn Thiên Đàng bên dưới có các dòng sông chảy, còn người nào quay lưng thì Ngài sẽ trừng phạt kẻ đó bằng một sự trừng phạt đau đớn.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:18","price":"Quả thật, Allah đã hài lòng với những người có đức tin khi họ cam kết trung thành với Ngươi (Thiên Sứ Muhammad) dưới gốc cây (tại Hudaibiyah). Ngài biết rõ những gì trong trái tim của họ nên Ngài đã ban xuống sự an bình cho họ và thưởng cho họ một cuộc chiến thắng gần kề.","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:19","price":"Họ sẽ thu được nhiều chiến lợi phẩm. Quả thật, Allah là Đấng Toàn Năng, Đấng Sáng Suốt.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:20","price":"Allah đã hứa với các ngươi (hỡi những người có đức tin) nhiều chiến lợi phẩm mà các ngươi sẽ thu được (trong tương lai), cho nên, Ngài đã nhanh chóng cho điều này mau đến với các ngươi; Ngài đã giữ tay của địch xa khỏi các ngươi, Ngài muốn sự việc đó trở thành một dấu hiệu cho những người có đức tin, và Ngài muốn hướng dẫn các ngươi con đường ngay thẳng (Chính đạo).","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:21","price":"Và (Ngài hứa) những (chiến thắng) khác mà các ngươi chưa đạt được nhưng Allah đã tóm thâu chúng bởi vì Allah toàn năng trên tất cả mọi thứ.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:22","price":"Nếu những kẻ vô đức tin giao chiến với các ngươi thì chắc chắn chúng sẽ quay tháo lui rồi chúng sẽ không tìm được một vị bảo hộ và một đấng cứu tinh nào.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:23","price":"(Việc Allah để những người có đức tin chiến thắng những kẻ vô đức tin là) đường lối của Allah đã xảy ra trước đây. và Ngươi (Thiên Sứ Muhammad) sẽ không bao giờ thấy bất kỳ thay đổi nào trong đường lối của Allah.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:24","price":"Ngài là Đấng đã giữ tay của chúng khỏi các ngươi và giữ tay của các ngươi khỏi chúng tại thung lũng Makkah sau khi Ngài đã làm cho các ngươi chiến thắng chúng. Quả thật, Allah thấy rõ những điều các ngươi làm.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:25","price":"Chúng là những kẻ vô đức tin và ngăn các ngươi vào Masjid Al-Haram cũng như ngăn những con vật tế đến chỗ tế. Nếu không vì những người có đức tin nam cũng như những người có đức tin nữ mà các ngươi không nhận ra họ (do họ sống trà trộn với chúng) và rằng các ngươi có thể giết lầm họ để rồi các ngươi có thể vô tình phạm tội đối với họ (thì Allah đã cho phép các ngươi tấn công vào Makkah; nhưng Ngài đã giữ tay của các ngươi lại) để Allah có thể khoan dung người nào Ngài muốn. Nếu họ sống tách biệt (với chúng) thì TA chắc chắn sẽ trừng phạt những kẻ vô đức tin trong họ bằng một sự trừng phạt đau đớn.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:26","price":"Khi những kẻ vô đức tin đặt vào trái tim họ niềm tự hào và sự kiêu ngạo của thời ngu muội thì Allah lại ban sự trầm tĩnh của Ngài xuống cho Sứ Giả của Ngài và cho những người có đức tin và ràng buộc họ với lời (tuyên bố) ngoan đạo và sợ Allah và họ xứng đáng với nó. Quả thật, Allah biết tất cả mọi thứ.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:27","price":"Thật vậy, Allah đã xác nhận sự thật về giấc mơ của Sứ Giả của Ngài: chắc chắn các ngươi sẽ vào Masjid Al-Haram một cách an toàn, đầu cạo trọc và tóc cắt ngắn, không sợ hãi, nếu Allah muốn. Bởi vì Ngài biết điều các ngươi không biết. Và ngoài cái đó, Ngài đã sắp xếp cho một chiến thắng gần kề.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:28","price":"Ngài là Đấng đã phái Sứ Giả của Ngài (Thiên Sứ Muhammad) mang nguồn chỉ đạo và tôn giáo chân lý đến để Ngài làm cho nó vượt trội tất cả mọi tôn giáo; và một mình Allah đã đủ làm chứng (cho điều này).","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"48:29","price":"Muhammad là Sứ Giả của Allah. Những người theo Y thì nghiêm khắc với những kẻ vô đức tin nhưng lại thương xót lẫn nhau. Ngươi sẽ thấy họ cúi mình, quỳ lạy để tìm kiếm hồng phúc từ Allah và sự hài lòng của Ngài. Dấu ấn của họ là tì vết trên gương mặt từ việc quỳ lạy. Đó là hình ảnh của họ (được mô tả) trong Kinh Tawrah và cả trong Kinh Injil. (Hình ảnh của họ) giống như một hạt giống đâm ra chồi, phát triển mạnh mẽ và vươn thẳng trên thân cây, làm hài lòng người gieo giống. Kết quả là nó làm cho những kẻ vô đức tin đâm ra oán ghét họ. Và Allah hứa với những người có đức tin và hành thiện trong số họ sự tha thứ và một phần thưởng vĩ đại.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:1","price":"Hỡi những người có đức tin! Các ngươi chớ qua mặt Allah và Sứ Giả của Ngài. Các ngươi hãy kính sợ Allah. Quả thật, Allah là Đấng Hằng Nghe, Đấng Hằng Biết.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:2","price":"Hỡi những người có đức tin! Các ngươi đừng cao giọng của các ngươi hơn giọng nói của Nabi (Muhammad) và cũng đừng lớn tiếng với Y trong lời nói giống như các ngươi thường nói lớn tiếng với nhau, kẻo việc làm của các ngươi sẽ trở nên vô nghĩa trong khi các ngươi không nhận ra.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:3","price":"Thật vậy, những người hạ giọng của mình trước Sứ Giả của Allah chính là những người mà trái tim của họ đã được Allah rèn luyện cho ngay chính. Họ sẽ được tha thứ và sẽ được một phần thưởng vĩ đại.","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:4","price":"Quả thật, những người (lớn tiếng) gọi Ngươi (hỡi Thiên Sứ) từ bên ngoài nội phòng thì phần đông là những kẻ thiếu suy nghĩ.","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:5","price":"Nếu họ (chịu khó) kiên nhẫn (chờ đợi một chút) cho đến khi Ngươi bước ra ngoài để tiếp họ thì điều đó tốt hơn cho họ. Tuy nhiên, Allah là Đấng Tha Thứ, Đấng Nhân Từ.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:6","price":"Hỡi những người có đức tin! Nếu có một kẻ gây rối mang đến một tin nào đó cho các ngươi thì các ngươi hãy kiểm tra thật kỹ càng (sự thật về nguồn tin), kẻo các ngươi có thể làm hại một nhóm người vì sự thiếu hiểu biết để rồi sau đó các ngươi trở nên hối hận về điều các ngươi đã làm.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:7","price":"Các ngươi (hỡi những người có đức tin) hãy biết rằng Sứ Giả của Allah đang sống cùng với các ngươi. Nếu Y làm theo (ý kiến của) các ngươi về nhiều vấn đề thì chắc chắn các ngươi sẽ gặp khó khăn. Tuy nhiên, Allah làm cho các ngươi thấm nhuần đức tin và làm cho nó trở nên đẹp đẽ trong trái tim của các ngươi, đồng thời Ngài làm cho việc vô đức tin, gây rối và bất tuân trở nên đáng ghét đối với các ngươi. Đó là những người được hướng dẫn đúng đường.","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:8","price":"(Việc trái tim của các ngươi yêu thích điều tốt và ghét điều xấu là) hồng phúc và thiên ân từ nơi Allah. Quả thật, Allah là Đấng Hằng Biết, Đấng Chí Minh.","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:9","price":"Nếu trong số những người có đức tin có hai nhóm giao chiến với nhau thì các ngươi hãy giải hòa giữa đôi bên. Nhưng nếu nhóm này đàn áp nhóm kia thì các ngươi hãy chiến đấu chống lại nhóm đàn áp cho đến khi họ chịu quay về với Mệnh Lệnh của Allah. Và nếu họ đã chịu quay về thì các ngươi hãy giải hòa giữa đôi bên một cách công bằng và vô tư. Quả thật, Allah yêu thương những người hành động công bằng, vô tư.","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:10","price":"Quả thật chỉ những người có đức tin mới là anh em của nhau. Vì vậy, các ngươi hãy giải hòa giữa hai người anh em của mình. Các ngươi hãy sợ Allah mong rằng các ngươi được thương xót.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:11","price":"Hỡi những người có đức tin! Nhóm người này chớ nên cười nhạo nhóm người kia bởi biết đâu nhóm người kia tốt hơn nhóm người này. Và nhóm phụ nữ này chớ nên cười nhạo nhóm phụ nữ kia bởi biết đâu nhóm phụ nữ kia tốt hơn nhóm phụ nữ này. Các ngươi đừng xúc phạm nhau và đừng gọi nhau bằng những biệt danh (mục đích nhạo báng và chế giễu). (Quả thật,) việc bêu tên xấu của một người sau khi y đã có đức tin là một hành động bất tuân (Allah). Và ai không sám hối thì đó là những kẻ làm điều sai quấy.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:12","price":"Hỡi những người có đức tin! Các ngươi hãy tránh nhiều giả định (tiêu cực). Thật vậy, một số giả định là tội lỗi. Các ngươi đừng dọ thám cũng như đừng nói xấu lẫn nhau. Lẽ nào ai đó trong các ngươi thích ăn thịt của người anh em của mình đã chết? Vì vậy, các ngươi hãy ghét việc làm đó. Các ngươi hãy sợ Allah. Quả thật, Allah là Đấng chấp nhận sự ăn năn sám hối, Đấng Nhân Từ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:13","price":"Hỡi nhân loại! TA (Allah) đã tạo hóa các ngươi từ một người nam và một người nữ và làm cho các ngươi thành các quốc gia và những bộ lạc để các ngươi nhận biết lẫn nhau. Quả thật, người vinh dự và cao quý nhất ở nơi Allah là người có Taqwa (sự ngay chính, ngoan đạo và sợ Allah) nhất trong các ngươi. Quả thật, Allah là Đấng Hằng Biết, Đấng Thông Toàn.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:14","price":"Những người Ả-rập vùng sa mạc nói: “Chúng tôi đã có đức tin.” Ngươi (Thiên Sứ Muhammad) hãy nói với họ: “Các người chưa có đức tin, các người hãy nói là chúng tôi đã quy thuận Islam bởi đức tin chưa thấm vào trái tim của các người. Tuy nhiên, nếu các người vâng lệnh Allah và Sứ Giả của Ngài thì Ngài sẽ không giảm bớt bất cứ điều gì (từ ân phước của) việc làm của các người. Quả thật, Allah là Đấng Tha Thứ, Đấng Nhân Từ.”","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:15","price":"Những người có đức tin đích thực chính là những người tin nơi Allah và Sứ Giả của Ngài rồi không hoài nghi bất cứ điều gì; họ chiến đấu cho con đường chính nghĩa của Allah bằng tài sản lẫn sinh mạng của họ. Họ là những người chân thật.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:16","price":"Ngươi (Thiên Sứ Muhammad) hãy nói (với những người Ả-rập vùng sa mạc): “Chẳng lẽ các người muốn dạy Allah về tôn giáo của các người trong lúc Allah biết rõ mọi vật trong các tầng trời và mọi vật trên trái đất ư? Quả thật, Allah biết tất cả mọi thứ!”","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:17","price":"(Những người Ả-rập vùng sa mạc này) coi việc họ theo Islam là một ân huệ dành cho Ngươi (Hỡi Thiên Sứ Muhammad). Ngươi hãy nói với họ: “Các người đừng coi Islam của các người là một ân huệ dành cho Ta, mà chính Allah đã ban ân cho các người trong việc Ngài đã hướng dẫn các người đến với đức tin, nếu các người chân thật (trong việc đi theo Islam).”","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"49:18","price":"Quả thật, Allah biết điều vô hình của các tầng trời và trái đất. Và Allah nhìn thấy tất cả những gì các ngươi làm.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:1","price":"Qaf. Thề bởi Qur’an Quang Vinh.","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:2","price":"Không, họ kinh ngạc về việc có một người cảnh báo xuất thân từ họ đến gặp họ. Vì vậy, những kẻ vô đức tin nói: “Đây là một điều gì đó thực sự kỳ lạ!”","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:3","price":"“Khi chúng ta chết đi và đã thành cát bụi, (có thật là chúng ta sẽ được dựng sống trở lại)?! Đó quả là một sự trở lại xa vời.”","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:4","price":"Quả thật, TA (Allah) thừa biết việc đất đai tiêu hủy (thân xác) họ (sau khi họ chết đi); nhưng ở nơi TA có một quyển sổ bộ lưu trữ.","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:5","price":"Không, họ đã phủ nhận Chân Lý khi Nó đến với họ, vì vậy họ đang ở trong tình trạng bối rối (không biết thật hay giả).","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:6","price":"Sao họ không nhìn lên bầu trời phía trên họ xem TA đã dựng và trang hoàng nó như thế nào và (làm thế nào) nó không có rạn nứt?","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:7","price":"Và trái đất, TA đã trải rộng nó ra và ném lên nó những quả núi vững chắc và TA đã cho mọc trên nó đủ loại cây cối và thảo mộc.","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:8","price":"(TA đã tạo ra tất cả những thứ đó để đưa ra) cái nhìn sâu sắc và một sự nhắc nhở cho mỗi người bề tôi quay về (với TA).","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:9","price":"Và TA đã ban từ trên trời xuống nguồn nước (mưa) mà TA dùng làm mọc ra những khu vườn và (các loại) hạt vào mùa thu hoạch.","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:10","price":"(TA làm mọc ra những) cây chà là cao lớn có trái từng chùm chồng lên nhau.","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:11","price":"(Làm) nguồn lương thực cho bầy tôi (của TA). Và TA dùng nó (nước mưa) làm sống lại một vùng đất đã chết. Và việc phục sinh cũng tương tự như thế.","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:12","price":"Trước họ, người dân của Nuh, người dân Rass, và người dân Thamud đã phủ nhận.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:13","price":"Và người dân ‘Ad, Pha-ra-ông, và anh em của Lut (cũng đã phủ nhận).","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:14","price":"Người dân của (khu rừng) Aykah và người dân của Tubba’ (cũng vậy), tất cả đều phủ nhận các Sứ Giả (của TA). Vì vậy, lời đe dọa (trừng phạt) của TA đã được thể hiện.","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:15","price":"Chẳng lẽ (họ nghĩ) TA đã mỏi mệt với việc tạo hóa đầu tiên (nên sẽ gặp khó khăn cho sự phục sinh ư)? Không, họ đang hoài nghi về sự tạo hóa mới.","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:16","price":"Quả thật, TA đã tạo hóa con người và TA biết rõ những gì bản thân y thì thầm bởi vì TA ở gần y hơn cả tĩnh mạch cổ của y.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:17","price":"Khi hai (Thiên Thần Ghi Chép) ghi lại (các hành động), một (Thiên Thần) ngồi bên phải và một (Thiên Thần) ngồi bên trái.","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:18","price":"Bất cứ lời nào (con người) thốt ra cũng đều có (một Thiên Thần) quan sát theo dõi sẵn sàng (ghi lại).","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:19","price":"Sự đau đớn của cái chết xảy đến (với mỗi con người) là sự thật. Đó là cái mà ngươi (hỡi con người) cố chạy trốn khỏi nó.","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:20","price":"Và Cái Sừng (Còi) sẽ được thổi. Đó là Ngày được hứa (về sự trừng phạt).","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:21","price":"Mỗi linh hồn đều sẽ đến (trình diện Allah), cùng theo với y là một (Thiên Thần) dẫn đường và một (Thiên Thần) làm chứng.","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:22","price":"(Allah phán bảo y): “Quả thật, ngươi đã lơ là về (Ngày) này. Giờ đây TA vén tấm màn khỏi ngươi nên ngày hôm nay mắt của ngươi nhìn thấy rõ nét.","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:23","price":"(Thiên Thần) đồng hành của y thưa: “Đây là phần ghi chép (hành động) của y ở nơi bề tôi!”","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:24","price":"(Allah phán với hai Thiên Thần dẫn đường và làm chứng): “Hai ngươi hãy ném từng tên vô đức tin ương ngạnh vào Hỏa Ngục!”","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:25","price":"“(Tên này là) kẻ ngăn cản điều tốt, vượt mức giới hạn và hoài nghi.”","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:26","price":"“Hắn là kẻ đã dựng lên cùng với Allah thần linh khác, hai ngươi hãy ném hắn vào chỗ trừng phạt khắc nghiệt nhất.”","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:27","price":"Người bạn (Shaytan) của y sẽ thưa: “Lạy Thượng Đế của bầy tôi! Bề tôi đã không làm cho y phạm giới mà chính y tự mình lầm lạc mà thôi.”","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:28","price":"(Allah) phán: “Các ngươi chớ tranh cãi trước mặt TA. Quả thật, TA đã gởi cho các ngươi Lời Cảnh Báo.”","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:29","price":"“Lời phán của TA sẽ không thay đổi; và TA không hề đối xử bất công với bất kỳ người bề tôi nào.”","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:30","price":"Vào Ngày mà TA sẽ phán bảo Hỏa Ngục “Ngươi đã đầy chưa?” và Nó sẽ thưa “(Bẩm Allah!) Còn ai nữa không?”","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:31","price":"Và Thiên Đàng được mang đến trước mặt những người ngoan đạo, (Nó không xa).","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:32","price":"(Họ được bảo): “Đây là thứ đã được hứa với mỗi người quay về (với Allah) và giữ gìn (giao ước của Ngài).”","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:33","price":"Người nào sợ Đấng Ar-Rahman trong vô hình và đến (với Ngài) với một trái tim phục thiện,","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:34","price":"(Họ sẽ được bảo): “Các ngươi hãy vào (Thiên Đàng) một cách an lành. Đó là ngày vĩnh cửu.”","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:35","price":"Trong Thiên Đàng, họ sẽ có những thứ mình mong muốn và có phần thêm nữa ở nơi TA.","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:36","price":"Trước (những kẻ thờ đa thần Makkah này) có biết bao thế hệ vượt trội hơn chúng về sức mạnh đã bị TA hủy diệt và đã trôi giạt đi khắp nơi trên trái đất! Còn nơi nào để trốn thoát không?!","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:37","price":"Quả thật, trong sự việc đó có một sự nhắc nhở cho những ai có trái tim hoặc lắng nghe với sự chú tâm.","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:38","price":"Thật vậy, TA (Allah) đã tạo hóa các tầng trời và trái đất cũng như vạn vật giữa chúng trong sáu Ngày và TA không hề mỏi mệt.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:39","price":"Bởi thế, Ngươi (hỡi Thiên Sứ Muhammad) hãy kiên nhẫn với những điều họ nói và Ngươi hãy tán dương ca tụng Thượng Đế của Ngươi trước khi mặt trời mọc và lặn.","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:40","price":"Và Ngươi hãy tán dương Ngài vào ban đêm và sau các lễ nguyện Salah.","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:41","price":"Và Ngươi hãy lắng nghe vào Ngày mà (Thiên Thần) Hô Gọi sẽ hô gọi từ một nơi rất gần.","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:42","price":"Ngày mà họ sẽ thực sự nghe một Tiếng Gầm Thét. Đó sẽ là Ngày của sự đi ra.","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:43","price":"Thật vậy, TA (Allah) là Đấng làm cho sống và làm cho chết và tất cả sẽ quay trở về trình diện TA.","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:44","price":"Ngày mà trái đất sẽ vỡ nứt, và họ nhanh chóng đi ra (đến nơi triệu tập). Đó là một cuộc triệu tập dễ dàng đối với TA.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"50:45","price":"TA biết rõ điều chúng nói; và Ngươi (Thiên Sứ Muhammad) không phải là kẻ cường hào cưỡng bách chúng. Vì vậy, Ngươi hãy dùng Kinh Qur’an nhắc nhở những ai biết sợ Lời Đe dọa (của TA).","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:1","price":"Thề bởi những cơn gió thổi bụi.","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:2","price":"Thề bởi những đám mây mưa.","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:3","price":"Thề bởi những con tàu lướt đi nhẹ nhàng.","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:4","price":"Thề bởi (các Thiên Thần) phân phối (bổng lộc) theo Mệnh Lệnh.","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:5","price":"Quả thật, những gì các ngươi được hứa là sự thật (không có gì phải hoài nghi).","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:6","price":"Thật vậy, sự việc phán xét thưởng phạt (của Ngày Phán Xét Cuối Cùng) chắc chắn sẽ xảy ra.","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:7","price":"Thề bởi bầu trời chứa đầy các con đường (quỹ đạo).","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:8","price":"Quả thật, các ngươi (hỡi dân Makkah) có những lời nói khác nhau.","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:9","price":"Những ai quay lưng với (Qur’an) chính là những kẻ đã bị ngăn cấm (đến với sự hướng dẫn).","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:10","price":"Những kẻ nói dối bị nguyền rủa.","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:11","price":"(Chúng là) những kẻ lơ là, vô tâm.","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:12","price":"Chúng hỏi bao giờ Ngày Thưởng Phạt sẽ đến?","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:13","price":"(Allah trả lời chúng): “(Đó là) Ngày mà chúng sẽ bị trừng phạt trong Hỏa Ngục.”","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:14","price":"(Chúng sẽ được bảo): “Các ngươi hãy nếm sự trừng phạt của các ngươi! Đây là điều mà các ngươi đã thường hối thúc (với thái độ giễu cợt).”","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:15","price":"Thật vậy, những người ngoan đạo sẽ ở trong các Ngôi Vườn Thiên Đàng có các dòng sông chảy.","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:16","price":"Họ đón nhận những gì Thượng Đế của họ ban cho (từ những phần thưởng vĩ đại). Quả thật, trước đó họ là những người làm tốt.","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:17","price":"Họ là những người đã thường ít ngủ trong đêm.","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:18","price":"Họ đã thường cầu xin tha thứ trước hừng đông.","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:19","price":"Và trong tài sản của họ, (họ đã luôn chừa) một phần bắt buộc dành cho người ăn xin và người túng thiếu nhưng không xin xỏ.","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:20","price":"Trên trái đất có những dấu hiệu (chứng minh quyền năng của Allah) cho những người có đức tin vững chắc.","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:21","price":"Ngay cả nơi bản thân của các ngươi (cũng có những dấu hiệu cho thấy quyền năng của Allah). Thế các ngươi không nhìn thấy sao?","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:22","price":"Và trên trời có bổng lộc của các ngươi và những gì mà các ngươi được hứa.","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:23","price":"Vì vậy, thề bởi Thượng Đế của trời đất, quả thật (sự Phục Sinh) là sự thật giống như thực tế của việc các ngươi nói chuyện với nhau.","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:24","price":"Ngươi (hỡi Thiên Sứ Muhammad) đã nghe về câu chuyện các vị khách vinh dự của Ibrahim chưa?","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:25","price":"Khi vào gặp (Ibrahim), họ lên tiếng chào Salam. (Ibrahim) đáp lại lời chào Salam (và nói thầm trong lòng: Đây là những người lạ, mình không quen biết họ.”","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:26","price":"Rồi (Ibrahim) quay vào gặp người nhà. Sau đó, (Ibrahim) mang ra một con bê (nướng) mập béo.","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:27","price":"(Ibrahim) đặt nó trước mặt (các vị khách lạ) và nói: “Sao quí vị không ăn?”","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:28","price":"(Không thấy các vị khách ăn), Ibrahim lo sợ trong lòng. (Thấy vẻ lo sợ của Ibrahim), họ nói: “Ngươi đừng lo sợ!” Và họ báo cho Y tin mừng về một đứa con trai hiểu biết.","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:29","price":"Nhưng vợ của (Ibrahim) bước đến vừa lấy tay đập vào trán của mình vừa nói: “Tôi là một bà lão hiếm muộn, (làm sao sinh con được)?”","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"","lang":"vi"},{"name":"51:30","price":"Họ nói: “Thượng Đế của ngươi đã truyền đúng như thế. Quả thật, Ngài là Đấng Cao Minh, Đấng Toàn Tri.”","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"","lang":"vi"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}