{"data":[{"name":"2:253","price":"Đó là những vị Thiên Sứ; TA (Allah) đã ưu đãi một số vị này hơn một số vị kia. Trong số họ, có vị được Allah nói chuyện trực tiếp (như Thiên Sứ Musa), có vị được nâng trội hơn vài cấp bậc (như Thiên Sứ Muhammad), và TA đã ban cho Ysa con trai của Maryam một loạt phép màu rõ ràng và để Al-Ruh Al-Qudus (Jibril) làm trợ thủ cho Y. Nếu Allah muốn thì các thế hệ sống sau họ (các vị Thiên Sứ và Nabi) đã không giết chóc lẫn nhau sau khi các bằng chứng rõ ràng đã đến với họ, nhưng họ đã tranh cãi và bất đồng, cho nên, trong số họ có người tin và có người phủ nhận. Và nếu Allah muốn thì họ đã không giết chóc lẫn nhau, tuy nhiên, Allah làm những gì Ngài muốn.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:254","price":"Hỡi những người có đức tin, các ngươi hãy chi dùng từ những bổng lộc mà TA đã ban cấp cho các ngươi (vào con đường chính nghĩa của Allah) trước khi xảy ra Ngày mà sẽ không có việc mua bán đổi chác, sẽ không có tình bằng hữu (để bao che cho nhau) và cũng sẽ không có sự can thiệp nào (để biện hộ và giúp đỡ). Và những kẻ vô đức tin chính là những kẻ sai quấy.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:255","price":"Allah (là Thượng Đế), không có Thượng Đế (đích thực) nào ngoài Ngài, Đấng Hằng Sống, Đấng Bất Diệt, Ngài không ngủ và cũng không buồn ngủ. Tất cả vạn vật trong các tầng trời và tất cả vạn vật trong trái đất đều thuộc về Ngài. Không ai có quyền can thiệp (biện minh, cầu xin ân xá cho ai) trước Ngài trừ phi Ngài cho phép. Ngài biết hết mọi điều xảy ra phía trước họ và đằng sau họ, không một ai đủ năng lực biết được kiến thức của Ngài ngoại trừ điều nào Ngài muốn cho y biết. Kursi(24) (Bệ gác chân) của Ngài bao trùm hết cả các tầng trời và trái đất, và việc quản lý trời đất không làm Ngài mỏi mệt bởi Ngài là Đấng Tối Thượng, Vĩ Đại.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"(24) Có lời Tafsir rằng Kursi là Ngai vương và Bệ gác chân. Và cũng có lời Tafsir rằng Kursi muốn nói trong câu Kinh này ám chỉ kiến thức của Allah, và đây là sự lựa chọn của học giả Al-Qurtubi.","lang":"vi"},{"name":"2:256","price":"Không có sự cưỡng bức (đức tin) trong tôn giáo. Quả thật, chân lý, lẽ đúng luôn khác biệt với điều ngụy tạo và sai trái. Cho nên, ai phủ nhận Taghut (mọi thứ được thờ phượng ngoài Allah) và có đức tin nơi Allah thì y đã nắm chắc sợi dây cứu rỗi không bao giờ đứt, bởi Allah là Đấng Hằng Nghe, Hằng Biết.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:257","price":"Allah là Đấng Bảo Hộ của những người có đức tin, Ngài đưa họ ra khỏi nơi tăm tối đến với ánh sáng. Riêng những kẻ vô đức tin, đấng bảo hộ của họ là Taghut; chúng đưa họ từ nơi ánh sáng đến chỗ tối tăm. Những kẻ đó sẽ làm bạn với Hỏa Ngục, họ sẽ phải sống trong đó mãi mãi.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:258","price":"Ngươi (hỡi Thiên Sứ Muhammad) có thấy kẻ đã tranh luận với Ibrahim về Thượng Đế của Y, kẻ mà hắn đã được Allah ban cho vương quyền (vua Nimrud)? Khi Ibrahim nói: “Thượng Đế của tôi là Đấng làm cho sống và làm cho chết.” (Nimrud) bảo: “Ta cũng có thể làm cho sống và làm cho chết.”(25) Ibrahim nói: “Quả thật, Allah là Đấng làm cho mặt trời mọc lên ở hướng đông, vậy bệ hạ hãy làm cho nó mọc lên ở hướng tây xem nào.” Thế là kẻ vô đức tin đã bối rối (vì đuối lý). Quả thật, Allah không hướng dẫn đám người sai quấy.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"(25) Vua Nimrud sau khi khẳng định với Thiên Sứ Ibrahim rằng hắn cũng làm cho sống và làm cho chết thì hắn liền ra lệnh quân lính của hắn mang hai tù nhân ra trình diện trước mặt hắn, rồi hắn ra lệnh giết chết một người và tha mạng cho một người còn lại.","lang":"vi"},{"name":"2:259","price":"Hoặc (Ngươi có thấy ai) giống như kẻ (‘Uzair)(26) đã đi ngang qua một ngôi làng tan hoang và điêu tàn, y bảo: “Làm thế nào Allah có thể dựng sống lại ngôi làng này sau khi nó đã chết?” Thế là Allah đã làm cho y chết trong thời gian một trăm năm rồi sau đó dựng y sống lại. Ngài hỏi Y: “Ngươi đã ngủ bao lâu rồi?” Y đáp: “Thưa, bề tôi chỉ ngủ một ngày hay một buổi gì đó.” Ngài bảo Y: “Không, ngươi đã ngủ cả một trăm năm rồi đấy. Ngươi hãy nhìn vào thức ăn và thức uống của mình đi, tất cả vẫn còn nguyên vẹn không bị ôi thiu với ngần ấy thời gian. Ngươi hãy nhìn vào con lừa của ngươi (nó đã chết thành đống xương khô), TA lấy ngươi làm một dấu hiệu lạ cho nhân loại, ngươi hãy nhìn vào những khúc xương xem TA sắp xếp chúng rồi làm cho thịt bao chúng lại như thế nào.” Do đó, sau khi mọi thứ đã được phô bày một cách rõ ràng cho y (Y đã nhận thức được thực tại), y liền thốt lên: “Giờ đây bề tôi đã biết rõ Allah toàn năng trên tất cả mọi thứ.”","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"(26) Đại đa số học giả chuyên giảng giải Qur’an cho rằng người đàn ông trong câu Kinh này là ‘Uzair, một số học giả thì bảo đó là ông Al-Khudhir và một số khác thì bảo rằng đó là người khác. (trích từ Tafsir Ibnu Al-Kathir).","lang":"vi"},{"name":"2:260","price":"(Hỡi Thiên Sứ Muhammad, Ngươi hãy nhớ lại) khi Ibrahim khẩn cầu (Allah): “Lạy Thượng Đế của bề tôi, xin Ngài cho bề tôi thấy cách mà Ngài làm sống lại cái chết!” (Allah) phán bảo (Ibrahim): “Phải chăng Ngươi không tin?” (Ibrahim) thưa: “Bẩm không phải như vậy, bề tôi chỉ muốn củng cố tấm lòng của mình mà thôi.” (Allah) phán bảo (Ibrahim): “Vậy thì Ngươi hãy bắt bốn con chim và băm chúng ra thành từng mảnh rồi trộn lại với nhau, sau đó Ngươi hãy để mỗi phần thịt của chúng trên mỗi ngọn núi. Xong, Ngươi hãy gọi chúng, chúng sẽ (trở lại thành những con chim như ban đầu) bay nhanh đến Ngươi. Và Ngươi hãy biết rằng Allah là Đấng Toàn Năng, Sáng Suốt.”","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:261","price":"Hình ảnh của những người chi dùng tài sản của họ cho con đường chính nghĩa của Allah giống như hình ảnh của một hạt giống trổ ra bảy nhánh bông, mỗi nhánh bông trổ ra một trăm hạt. Và Allah sẽ nhân lên thêm nữa cho những ai Ngài muốn bởi vì Allah là Đấng Quảng Đại, Bao La, Hằng Biết hết mọi việc.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:262","price":"Những người chi dùng tài sản của họ cho con đường chính nghĩa của Allah rồi không kèm theo bất cứ lời nhắc khéo nào về sự rộng rãi của mình cũng như không làm tổn thương (đến danh dự của người được họ bố thí và trợ giúp) thì họ sẽ có được phần thưởng của họ ở nơi Thượng Đế của họ và họ sẽ không sợ hãi cũng sẽ không buồn phiền, lo âu.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:263","price":"Lời nói tử tế và lòng bao dung tốt hơn việc bố thí có kèm theo (lời lẽ hay hành động) làm tổn thương (danh dự của người được bố thí và trợ giúp). Quả thật, Allah là Đấng Giàu Có, Chịu Đựng.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:264","price":"Hỡi những người có đức tin, các ngươi chớ hủy hoại sự bố thí của các ngươi bởi những lời nhắc khéo về tấm lòng của các ngươi hay bởi việc làm tổn thương (danh dự của người được các ngươi bố thí và giúp đỡ). (Nếu các ngươi làm thế thì hình ảnh của các ngươi) giống như kẻ chi dùng tài sản (cho con đường chính nghĩa của Allah) chỉ muốn phô trương trước thiên hạ chứ không hề có đức tin nơi Allah và Đời Sau. Hình ảnh của kẻ này giống như hình ảnh một tảng đá to bằng phẳng trơn láng có lớp bụi phủ đầy bên trên (y cứ tưởng lớp bụi đó là mảnh đất phì nhiêu, y hồ hởi gieo hạt) nhưng rồi một cơn mưa lớn trút xuống quét sạch (lớp bụi đó đi) bỏ lại tảng đá nằm một mình trơ trọi. Quả thật, Allah không hướng dẫn đám người vô đức tin.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:265","price":"Và những người chi dùng tài sản của mình chỉ vì muốn làm hài lòng Allah cũng như chỉ vì họ tin một cách kiên định (nơi lời hứa ban thưởng của Ngài), hình ảnh của họ giống như hình ảnh của một ngôi vườn trên một gò đất màu mỡ, phì nhiêu; khi gặp được mưa lớn, ngôi vườn tăng vụ mùa gấp bội; nhưng nếu như không có cơn mưa lớn nào thì cơn mưa rươi cũng đủ làm cho ngôi vườn phát triển tươi tốt. Quả thật, Allah luôn quan sát những gì các ngươi làm.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:266","price":"Lẽ nào ai đó trong các ngươi lại khao khát muốn (tình trạng của y giống như một người) rằng y có một ngôi vườn chà là và nho với trái quả xum xuê, bên dưới có những dòng sông chảy, nhưng y đã đến tuổi già và con cái của y thì vẫn còn thơ dại, rồi một cơn gió mang theo cái nóng như lửa bất chợt ào đến thiêu rụi toàn bộ ngôi vườn?! Allah trình bày cho các ngươi những lời phán của Ngài đúng như thế, mong các ngươi biết suy ngẫm.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:267","price":"Hỡi những người có đức tin, các ngươi hãy chi dùng (cho con đường chính nghĩa của Allah) từ những bổng lộc tốt lành mà các ngươi kiếm được cũng như từ những bổng lộc mà TA đã xuất ra cho các ngươi từ đất đai. Các ngươi chớ tìm lấy những món vật xấu để chi dùng (cho con đường chính nghĩa của Allah), những món vật mà ngay cả bản thân các ngươi cũng không muốn nhận ngoại trừ các ngươi nhắm mắt làm ngơ. Các ngươi hãy biết rằng Allah là Đấng Giàu Có, Đáng Được Ca Tụng.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:268","price":"Shaytan làm cho các ngươi lo sợ sự nghèo khó và bảo các ngươi làm điều tội lỗi, ngược lại, Allah hứa tha thứ cho các ngươi và làm cho các ngươi phát đạt với thiên lộc của Ngài. Quả thật, Allah là Đấng Quảng đại, Bao la và Am tường mọi sự việc.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:269","price":"(Allah) ban sự khôn ngoan cho ai Ngài muốn, và ai được ban cho sự khôn ngoan thì quả thật y đã được ban cho biết bao điều tốt đẹp; tuy nhiên, không ai hiểu được điều đó ngoại trừ những người có kiến thức và chịu suy ngẫm.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:270","price":"Những gì các ngươi đã chi dùng (cho con đường chính nghĩa của Allah) hoặc những gì các ngươi đã nguyện thực hiện, Allah chắc chắn đều biết rõ. Và những kẻ làm điều sai quấy chắc chắn sẽ không được ai giúp đỡ.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:271","price":"Nếu các ngươi công khai những món vật bố thí thì điều đó cũng tốt (bởi vì các ngươi đã công khai điều tốt); nhưng nếu các ngươi giấu kín và âm thầm trao các món vật bố thí đó đến tận tay những người nghèo thì điều đó tốt hơn cho các ngươi, nó sẽ xóa đi khỏi các ngươi những tội lỗi mà các ngươi đã phạm. Và Allah là Đấng Thông Toàn những gì các ngươi làm.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:272","price":"(Hỡi Thiên Sứ Muhammad), việc hướng dẫn họ (đến với chính đạo) không thuộc quyền của Ngươi mà chính Allah mới có quyền hướng dẫn ai Ngài muốn. Và những gì các ngươi chi dùng cho điều thiện tốt thì thật ra đó là những thứ các ngươi chi dùng cho chính bản thân các ngươi; và những gì các ngươi chi dùng là chỉ nhằm làm hài lòng Allah; và những gì các ngươi chi dùng cho điều thiện tốt thì nó sẽ được (Allah) trả lại cho các ngươi và chắc chắn các ngươi sẽ không bị đối xử thiệt thòi bất cứ thứ gì.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:273","price":"(Của bố thí là dành) cho những người nghèo, nhất là những người vì con đường chính nghĩa của Allah đã bị hạn chế việc đi lại trên mặt đất (để tìm kiếm thiên lộc của Ngài). Qua tư cách và lòng tự trọng của họ, người không biết cứ tưởng rằng họ giàu có; nhưng Ngươi (hỡi Thiên Sứ Muhammad) có thể nhận biết họ qua những nét biểu hiện đặc biệt trên gương mặt họ; họ không xin xỏ thiên hạ một cách trơ trẽn và thiếu lòng tự trọng. Và bất cứ món tốt nào mà các ngươi chi dùng (cho con đường chính nghĩa của Allah), Allah chắc chắn biết rõ nó.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:274","price":"Những người chi dùng tài sản của họ (cho con đường chính nghĩa của Allah) cả đêm lẫn ngày dù kín đáo hay công khai đều sẽ nhận được phần thưởng của họ nơi Thượng Đế của họ (nếu họ thành tâm vì Ngài), và họ sẽ không lo sợ cũng sẽ không buồn phiền.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:275","price":"Những người ăn tiền lời cho vay (vào Ngày Sau) sẽ đứng không vững giống như một kẻ bị Shaytan nhập vào người và làm cho điên cuồng. Họ bị như thế là vì họ đã nói: “Kinh doanh mua bán thật ra cũng giống như hình thức cho vay lấy lãi mà thôi”. Tuy nhiên, Allah cho phép kinh doanh mua bán và cấm hình thức cho vay lấy lãi. Do đó, ai đã nhận được lệnh cảnh báo từ Thượng Đế của y và chấm dứt (việc cho vay lấy lãi) thì y được hưởng những gì đã qua (từ việc cho vay lấy lãi trước đó) và vụ việc của y sẽ do Allah quyết định. Ngược lại, người nào ngoan cố tái phạm thì sẽ làm bạn với Hỏa Ngục, họ sẽ sống trong đó mãi mãi.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:276","price":"Allah không ban phúc cho hình thức vay lãi nhưng Ngài làm phát đạt các hình thức Sadaqah (bố thí, trợ giúp). Quả thật, Allah không yêu thương những kẻ vô đức tin và tội lỗi.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:277","price":"Quả thật, những người có đức tin và hành thiện, chu đáo duy trì lễ nguyện Salah và xuất Zakah thì họ sẽ nhận được ân phước của họ ở nơi Thượng Đế của họ, họ sẽ không lo sợ cũng sẽ không buồn phiền.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:278","price":"Hỡi những người có đức tin, các ngươi hãy sợ Allah mà bỏ đi phần còn lại của tiền lời cho vay, nếu các ngươi thật sự có đức tin nơi Ngài.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:279","price":"Nhưng nếu các ngươi không phục tùng theo mệnh lệnh thì xem như các ngươi đã khai chiến với Allah và Thiên Sứ của Ngài. Tuy nhiên, nếu các ngươi biết ăn năn hối cải thì các ngươi được thu hồi tiền vốn của mình, đây là cách các ngươi không gây bất công cho ai và cũng không bị thiệt thòi.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:280","price":"(Trường hợp) người thiếu nợ gặp khó khăn không thể hoàn nợ (lúc đến kỳ hạn) thì hãy gia hạn cho y đến lúc y cảm thấy dễ dàng hơn (cho việc trả nợ); tuy nhiên, nếu các ngươi bố thí khoản nợ đó thì điều đó tốt hơn cho các ngươi nếu các ngươi biết.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:281","price":"Các ngươi hãy sợ Ngày mà các ngươi được đưa trở về trình diện Allah, lúc đó mỗi linh hồn sẽ được đền bù xứng đáng về mọi điều mà nó đã từng làm (trên thế gian), và chắc chắn không một ai bị đối xử bất công.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:282","price":"Hỡi những người có đức tin, khi các ngươi mượn tiền bạc của nhau đến một thời hạn ấn định thì các ngươi hãy viết khoản nợ đó ra (thành một văn bản rõ ràng), các ngươi hãy tìm một người ghi chép viết lại (đầy đủ các điều khoản thỏa thuận) giữa các ngươi với nhau một cách công bằng. Bản thân người ghi chép không được từ chối viết giống như những gì Allah đã dạy y. Cho nên, người ghi chép hãy viết, còn người mắc nợ hãy đọc ra khoản nợ (một cách chính xác), y hãy kính sợ Allah, Thượng Đế của y, và không được bớt đi bất cứ thứ gì từ khoản nợ đó. Nếu người mắc nợ là người khờ khạo hoặc nhỏ tuổi (hay già yếu) hoặc không có khả năng (đọc ra khoản nợ) thì người giám hộ của y sẽ là người đại diện đọc ra khoản nợ theo đúng sự thật và công bằng. Các ngươi hãy tìm hai người đàn ông trong các ngươi đứng ra làm nhân chứng cho giấy nợ đó, nếu không có đủ hai người đàn ông thì các ngươi tìm một người đàn ông và hai người phụ nữ mà các ngươi hài lòng để họ làm nhân chứng, (mục đích) để người phụ nữ này nhắc người phụ nữ kia (nếu một trong hai có người sai sót hay nhầm lẫn). Những người được mời làm nhân chứng không được từ chối. Các ngươi chớ ái ngại việc phải viết khoản nợ đó ra (thành văn bản) dù nó ít hay nhiều sau khi (đôi bên) đã thống nhất đến kỳ hạn. Đối với Allah (việc viết giấy nợ) là lẽ công bằng và chính xác nhất khi được đưa ra làm chứng và nhằm để ngăn chặn việc tranh chấp sau này. Trừ trường hợp các ngươi trao đổi mua bán tại chỗ (bằng tiền mặt) thì các ngươi không bị tội nếu các ngươi không viết nó ra (thành văn bản) cũng như không gọi người đứng ra làm chứng khi các ngươi thỏa thuận mua bán. Tuy nhiên, các ngươi hãy gọi nhân chứng khi thương lượng mua bán. Các ngươi không được làm hại đến người viết (giấy nợ) cũng như người làm chứng; nếu các ngươi làm thế thì chắc chắn đó là một hành động xấu xa và tội lỗi của các ngươi. Các ngươi hãy kính sợ Allah, Allah dạy các ngươi (những điều tốt đẹp), và Allah luôn biết rõ tất cả mọi sự việc.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:283","price":"Trường hợp các ngươi đi xa nhà, không tìm được người viết giùm (giấy nợ) thì chỉ cần thế chấp cho chủ nợ một tín vật. Tuy nhiên, nếu các ngươi có lòng tin lẫn nhau thì người được giao tín vật phải thực hiện (việc giao lại tín vật cho chủ nhân của nó khi được hoàn nợ) và y hãy kính sợ Allah, Thượng Đế của y. Và các ngươi không được che giấu bằng chứng; ai che giấu nó thì quả thật tấm lòng của y mang tội, bởi Allah luôn biết rõ những gì các ngươi làm.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:284","price":"Vạn vật trong các tầng trời và vạn vật trong trái đất đều là của Allah, dù các ngươi bộc lộ hay giấu kín những điều trong lòng của các ngươi thì Allah vẫn xét xử các ngươi về chúng. Tuy nhiên, Ngài sẽ tha thứ cho ai Ngài muốn và sẽ trừng phạt ai Ngài muốn, bởi Allah toàn năng trên tất cả mọi thứ.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:285","price":"Thiên Sứ (Muhammad) và những người có đức tin đều tin vào những điều được mặc khải xuống cho Y từ Thượng Đế của Y. Tất cả họ đều có đức tin nơi Allah, nơi các Thiên Thần của Ngài, nơi các Kinh Sách của Ngài, và nơi các vị Thiên Sứ của Ngài. Họ cùng nói câu: “Bầy tôi không phân biệt giữa các vị Thiên Sứ của Ngài, bầy tôi xin nghe và phục tùng mệnh lệnh. Xin Ngài hãy tha thứ tội lỗi cho bầy tôi hỡi Thượng Đế của bầy tôi, và bầy tôi chắc chắn phải quay trở về trình diện Ngài.”","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"2:286","price":"Allah không bắt một linh hồn nào gánh vác trách nhiệm quá khả năng của nó. Mỗi linh hồn sẽ hưởng được thành quả của điều tốt mà mình đã làm và sẽ phải gánh hậu quả về tội lỗi đã phạm. (Người có đức tin cần cầu nguyện Allah): “Lạy Thượng Đế của bầy tôi, xin Ngài đừng bắt tội bầy tôi nếu bầy tôi quên hay sai sót; lạy Thượng Đế của bầy tôi, xin Ngài đừng bắt bầy tôi gánh vác nặng nề giống như Ngài đã đặt gánh nặng lên những người trước bầy tôi; lạy Thượng Đế của bầy tôi, xin Ngài đừng bắt bầy tôi gánh lấy những gì vượt quá khả năng của bầy tôi, xin Ngài hãy lượng thứ cho bầy tôi, tha thứ tội lỗi cho bầy tôi và thương xót bầy tôi, Ngài là Đấng Bảo Hộ của bầy tôi, xin Ngài phù hộ bầy tôi giành chiến thắng trước những kẻ vô đức tin.”","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:1","price":"Alif. La-m. Mi-m.","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:2","price":"Allah (là Thượng Đế), không có Thượng Đế (đích thực) nào ngoài Ngài, Đấng Hằng Sống, Đấng Bất Diệt.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:3","price":"Ngài đã ban xuống cho Ngươi (Thiên Sứ Muhammad) Kinh Sách (Qur’an). (Nó) là chân lý đích thực (không có gì phải hoài nghi) dùng để xác định lại những điều được ban xuống trước (Nó). Và Ngài đã ban xuống Kinh Tawrah (Cựu Ước) và Kinh Injil (Tân Ước).","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:4","price":"(Kinh Tawrah và Kinh Injil) được ban xuống trước làm nguồn chỉ đạo cho nhân loại và (tiếp sau đó) Ngài ban xuống Furqan(1) (Kinh Qur’an). Quả thật, những kẻ đã phủ nhận các lời mặc khải của Allah sẽ phải gánh lấy sự trừng phạt khủng khiếp. Quả thật, Allah là Đấng Toàn Năng, Đấng toàn quyền trừng phạt (không thể kháng cự).","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"(1) Furqan có nghĩa là sự phân biệt, Qur’an được gọi là Furqan bởi vì Nó là chuẩn mực để phân biệt giữa cái đúng và cái sai, giữa chân lý và ngụy tạo, và giữa phúc và tội.","lang":"vi"},{"name":"3:5","price":"Quả thật không có bất cứ thứ gì ở trên trái đất cũng như ở trên trời có thể ẩn khuất khỏi Allah.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:6","price":"Ngài là Đấng đã tạo hình hài cho các ngươi trong các dạ con (của các bà mẹ) như thế nào tùy theo ý muốn của Ngài. Không có Thượng Đế (đích thực) nào khác ngoài Ngài, Đấng Toàn Năng, Đấng Sáng Suốt.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:7","price":"Ngài là Đấng đã ban xuống cho Ngươi (Thiên Sứ Muhammad) Kinh Sách (Qur’an), trong đó, có những câu Muhkam (mang ý cụ thể một cách rõ ràng), chúng là nền tảng của Kinh Sách, còn những câu khác Mushtabihah (mang ý tổng quát cho nhiều vấn đề tương đồng). Cho nên, những kẻ mà trong trái tim của họ có tư tưởng lệch lạc thường đi theo những câu mang ý tổng quát cho nhiều vấn đề tương đồng hầu (khơi dậy làn sóng) chia rẽ (cộng đồng) và suy diễn (chúng) theo ý riêng của mình; và chỉ một mình Allah mới biết rõ ý nghĩa thật sự của chúng. Ngược lại, những người thực sự có kiến thức vững chắc thì bảo: “Chúng tôi hoàn toàn tin tưởng vào nó (Qur’an), toàn bộ (Qur’an) đều đến từ Thượng Đế của chúng tôi.” Quả thật chỉ những người có hiểu biết vững chắc mới nắm được lời nhắc nhở (của Qur’an).","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:8","price":"(Những người thực sự có kiến thức vững chắc thường cầu nguyện): “Lạy Thượng Đế của bầy tôi, xin Ngài đừng làm trái tim của bầy tôi lệch lạc sau khi Ngài đã hướng dẫn bầy tôi, xin Ngài hãy ban cho bầy tôi hồng phúc từ nơi Ngài. Quả thật, Ngài là Đấng Hằng Ban Phát.”","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:9","price":"“Lạy Thượng Đế của bầy tôi, chắc chắn Ngài sẽ triệu tập nhân loại vào một Ngày (mà Ngài đã định), điều đó không có gì phải hoài nghi, bởi quả thật, Allah không bao giờ làm trái với điều đã hứa.”","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:10","price":"Quả thật, con cái và tài sản của những kẻ vô đức tin không giúp ích được gì cho họ trước (sự trừng phạt của) Allah và họ chính là củi đốt của Hỏa Ngục.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:11","price":"(Họ) giống như đồng bọn của Pha-ra-ông và những kẻ trước họ. Tất cả đều đã phủ nhận các lời mặc khải của TA nên họ đã bị Allah bắt phạt bởi tội lỗi họ đã gây ra. Quả thật, Allah rất nghiêm khắc trong việc trừng phạt.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:12","price":"Ngươi (hỡi Thiên Sứ Muhammad) hãy nói với những kẻ vô đức tin: “Rồi đây các người sẽ bị đánh bại (bởi những người có đức tin) và các người sẽ được tập trung vào Hỏa Ngục, một nơi ở tồi tệ (dành cho các người).”","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:13","price":"Quả thật, các ngươi đã có bằng chứng (rõ ràng) qua cuộc giao tranh giữa hai đoàn quân (tại Badr)(2), một bên là đoàn quân (Muslim) anh dũng chiến đấu vì chính nghĩa của Allah và bên còn lại là đoàn quân vô đức tin. Chúng thấy rõ quân lực của chúng đông hơn (đoàn quân Muslim) gấp bội. Tuy nhiên, Allah muốn phù hộ bất cứ ai (giành chiến thắng) là tùy ý Ngài. Quả thật, trong sự việc (số lượng ít đánh thắng số lượng đông) đó là bài học dành cho những ai biết suy ngẫm.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"(2) Badr là tên của một khu vực cách thành phố Madinah khoảng 150 cây số về phía nam. Nơi đây đã diễn ra một cuộc giao chiến lừng danh đầu tiên của Islam mà lịch sử Islam gọi là trận chiến Badr. Trong trận chiến này, đoàn quân Muslim chỉ gồm 313 người còn đoàn quân của những kẻ thờ đa thần Quraish gồm khoảng 1000 người nhưng Allah đã ban sự chiến thắng cho những người Muslim.","lang":"vi"},{"name":"3:14","price":"Nhân loại thường bị mê hoặc bởi những thú vui từ phụ nữ, con cái, kho tàng vàng bạc chất đống, giống ngựa tốt, gia súc, và đất đai trồng trọt, mặc dù đó chỉ là sự hưởng thụ (tạm bợ) của đời sống trần tục trong khi ở nơi Allah có một chỗ quay về vô cùng tốt đẹp.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:15","price":"Ngươi (hỡi Thiên Sứ Muhammad) hãy nói: “Các người có muốn ta cho các người biết thứ tốt đẹp hơn những thứ đó không? Những người ngoan đạo sẽ được Thượng Đế của họ ban cho các ngôi vườn Thiên Đàng, bên dưới có các dòng sông chảy, họ sẽ ở trong đó mãi mãi cùng với những người vợ thanh khiết và họ sẽ có được sự hài lòng của Allah. Quả thật, Allah luôn thấy rõ đám bầy tôi (của Ngài).”","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:16","price":"(Những người ngoan đạo được ban cho các Ngôi Vườn Thiên Đàng muốn nói đến) là những người thường cầu nguyện: “Lạy Thượng Đế của bầy tôi, quả thật bầy tôi đã có đức tin, xin Ngài hãy tha thứ tội lỗi cho bầy tôi và xin Ngài hãy cứu bầy tôi thoát khỏi sự trừng phạt nơi Hỏa Ngục.”","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:17","price":"(Những người ngoan đạo được ban cho các Ngôi Vườn Thiên Đàng muốn nói đến) là những người biết kiên nhẫn chịu đựng (trước gian nan và tai họa), những người chân thật (trong lời nói và hành động), những người kiên định (trong đức tin), những người chi dùng (tài sản cho con đường chính nghĩa của Allah), và những người thường cầu xin Allah tha thứ vào lúc đêm khuya (một phần ba cuối của đêm).","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:18","price":"Allah đã chứng nhận không có Thượng Đế (đích thực) nào khác ngoài Ngài, các Thiên Thần và những người hiểu biết đang duy trì nền công lý cũng chứng nhận (như thế). Quả thật, không có Thượng Đế nào khác ngoài Ngài, Đấng Toàn Năng, Đấng Sáng Suốt.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:19","price":"Quả thật, tôn giáo được chấp nhận nơi Allah chỉ có Islam. Những ai được ban cho Kinh Sách (Do Thái và Thiên Chúa) đã không tranh cãi nhau (về điều này) cho đến khi họ biết rõ sự thật (Islam được mang đến không bởi một người thuộc cộng đồng của họ) thì họ mới đâm ra đố kỵ và chia rẽ. Và ai vô đức tin nơi các lời mặc khải của Allah thì quả thật Allah mau chóng tính sổ (họ).","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:20","price":"Nếu như bọn họ tranh cãi với Ngươi (hỡi Thiên Sứ Muhammad về chân lý mà Ngươi mang đến) thì Ngươi hãy bảo họ: “Ta và những ai theo Ta đã một lòng thần phục (Allah).” Và Ngươi hãy nói với những ai được ban cho Kinh Sách lẫn những kẻ thất học (những kẻ đa thần): “Các người có chịu quy phục Islam không?” Nếu họ quy phục Islam thì họ đã được hướng đến chính đạo, còn nếu họ quay lưng thì Ngươi (Thiên Sứ Muhammad) thật ra chỉ là người truyền đạt bức thông điệp mà thôi. Quả thật, Allah luôn thấy rõ (mọi động thái của) đám bầy tôi (của Ngài).","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:21","price":"Quả thật, những kẻ vô đức tin nơi các lời mặc khải của Allah và cố tình giết chết các vị Nabi một cách bất chấp thị phi và giết luôn những ai ra lệnh duy trì công lý thì Ngươi (Thiên Sứ Muhammad) hãy báo cho họ về một sự trừng phạt đau đớn (đang chờ đợi họ).","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:22","price":"Họ là những kẻ mà mọi việc làm (hành thiện và ngoan đạo) của họ sẽ bị xóa sạch ở trần gian lẫn Đời Sau và họ sẽ không có bất cứ ai giúp đỡ (thoát khỏi sự trừng phạt).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:23","price":"(Hỡi Thiên Sứ Muhammad), lẽ nào Ngươi không nhìn thấy những kẻ đã được ban cho Kinh Sách (trong số người Do Thái), khi họ được kêu gọi trở lại với Kinh Sách của Allah (Kinh Cựu Ước) để phân xử (tranh chấp) giữa họ, (thay vì chấp hành theo) thì một nhóm (học giả, lãnh đạo) trong số họ lại quay lưng ngoảnh đi.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:24","price":"Như thế là vì họ nói: “Hỏa Ngục sẽ không bao giờ chạm đến chúng tôi ngoại trừ một số ngày ít ỏi” Những điều mà họ bịa đặt trong tôn giáo của họ đã đánh lừa họ.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:25","price":"Thế thì họ sẽ ra sao khi TA (Allah) triệu tập họ vào một Ngày không có gì phải hoài nghi về (sự diễn ra của nó), (lúc đó) mỗi linh hồn sẽ được đáp trả đầy đủ về những điều mà họ đã từng làm (dù tốt hay xấu) và họ sẽ không bị đối xử bất công.","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:26","price":"Ngươi (hỡi Thiên Sứ Muhammad) hãy nói: “Lạy Allah, Đức Vua nắm mọi vương quyền! Ngài muốn ban vương quyền cho ai và lấy lại vương quyền từ ai là tùy ý Ngài, Ngài muốn ban vinh dự cho ai và hạ nhục bất cứ ai là tùy ý Ngài. Mọi điều tốt lành đều nằm trong tay Ngài; quả thật, Ngài toàn năng trên tất cả mọi thứ.”","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:27","price":"“Ngài nhập ban đêm vào ban ngày và nhập ban ngày vào ban đêm, Ngài rút cái sống ra từ cái chết và rút cái chết ra từ cái sống. Và Ngài ban phát bổng lộc vô kể cho ai Ngài muốn.”","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:28","price":"Những người có đức tin không được phép lấy những kẻ vô đức tin làm những người bảo hộ thay vì những người có đức tin. Người nào làm vậy thì Allah hoàn toàn vô can với y ngoại trừ trường hợp các ngươi lo sợ các mối họa từ họ. Allah cảnh báo các ngươi về bản thân Ngài. Quả thật, các ngươi phải trở về trình diện Allah.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:29","price":"Ngươi (hỡi Thiên Sứ Muhammad) hãy nói với họ: “Dẫu các ngươi có giấu giếm hay tiết lộ bất cứ điều gì trong lòng của các ngươi thì Allah vẫn luôn biết tường tận bởi Ngài thông toàn hết mọi thứ trong các tầng trời và mọi thứ trong trái đất. Quả thật, Allah toàn năng trên tất cả mọi thứ.”","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:30","price":"Vào Ngày mà mỗi linh hồn sẽ đối diện với những điều thiện tốt mà y đã làm cũng như những điều tội lỗi mà y đã phạm, (mỗi linh hồn) sẽ ước ao giá như giữa y và (những điều tội lỗi) có một khoảng cách thật xa. Allah đã cảnh báo các ngươi về bản thân Ngài, tuy nhiên Allah luôn nhân từ với đám bầy tôi (của Ngài).","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:31","price":"Ngươi (hỡi Thiên Sứ Muhammad) hãy nói với họ: “Nếu các người thực sự yêu thương Allah thì các người hãy theo ta rồi Allah sẽ yêu thương các người và tha thứ tội lỗi cho các người. Quả thật, Allah hằng tha thứ, hằng xót thương.”","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:32","price":"Ngươi hãy nói với họ: “Các ngươi hãy tuân lệnh Allah và Thiên Sứ (Muhammad), nhưng nếu các ngươi ngoảnh đi thì (các ngươi hãy biết rằng) quả thật Allah không thương yêu đám người vô đức tin.”","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:33","price":"Quả thật, Allah đã chọn Adam, Nuh, dòng dõi của Ibrahim và dòng dõi của ‘Imran vượt trội hơn thiên hạ (trong thời đại của họ).","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:34","price":"Họ là con cháu lẫn nhau (cùng chung tôn giáo: chỉ tôn thờ một mình Allah duy nhất). Quả thật, Allah hằng nghe, hằng biết.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:35","price":"(Hỡi Thiên Sứ Muhammad, Ngươi hãy nhớ lại) khi vợ của ‘Imran cầu nguyện: “Lạy Thượng Đế của bề tôi, bề tôi nguyện dâng hiến đứa con trong bụng của bề tôi cho Ngài để nó toàn tâm thờ phượng Ngài, xin Ngài hãy chấp nhận (sự hiến dâng này) từ bề tôi, quả thật Ngài là Đấng Hằng Nghe, Hằng Biết”.","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:36","price":"Sau khi hạ sinh, (vợ của ‘Imran) lại cầu nguyện: “Lạy Thượng Đế của bề tôi, bề tôi đã hạ sinh con gái, chỉ Ngài mới biết rõ về đứa con mà bề tôi đã hạ sinh, chắc rằng con trai không giống như con gái (về mặt hành đạo), bề tôi đặt tên cho nó là Maryam, bề tôi khẩn xin Ngài phù hộ cho nó và con cháu của nó tránh khỏi lũ Shaytan đã bị nguyền rủa.”","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:37","price":"Thế là Thượng Đế của Nữ (vợ của ‘Imran) chấp nhận sự hiến dâng của Nữ một cách tốt lành, Ngài đã phù hộ cho con gái (Maryam) của Nữ trưởng thành tốt đẹp dưới sự bảo hộ của Zakariya. Cứ mỗi lần Zakariya đi vào nội phòng (nơi hành đạo) của Maryam, Y luôn thấy bên cạnh Maryam nhiều thực phẩm (trái mùa). Y hỏi (trong ngạc nhiên): “Này Maryam, con có thức ăn này từ đâu?”. Maryam đáp: “Dạ, nó từ nơi Allah, quả thật, Allah ban phát bổng lộc vô kể cho bất kỳ ai Ngài muốn.”","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:38","price":"Từ đó (nó thôi thúc) Zakariya cầu nguyện: “Lạy Thượng Đế bề tôi, xin Ngài hãy rủ lòng thương ban cho bề tôi một hậu duệ tốt đẹp, chắc chắn Ngài nghe thấy rõ lời nguyện cầu.”","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:39","price":"Thế là các Thiên Thần đã gọi (Zakariya) lúc Y đang đứng cầu nguyện trong phòng tu: “Quả thật, Allah báo cho ngươi một tin vui về (việc Ngài sẽ ban cho ngươi một đứa con trai tên là) Yahya, nhằm xác nhận lại lời phán(3) từ Allah. (Yahya) sẽ là một lãnh đạo, một người trong sạch và là một vị Nabi đạo hạnh.”","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"(3) “كن” – “Hãy thành!” là lời phán của Allah. Khi Ngài muốn bất cứ điều gì, Ngài chỉ cần nói “كن” thì nó sẽ thành đúng như ý của Ngài.","lang":"vi"},{"name":"3:40","price":"(Zakariya) nói: “Lạy Thượng Đế của bề tôi, làm sao bề tôi có được đứa con trai khi mà bề tôi đã già yếu còn vợ của bề tôi thì lại là một phụ nữ hiếm muộn?” (Allah) phán: “(Sự việc sẽ xảy ra) đúng như thế bởi Allah làm bất cứ điều gì Ngài muốn.”","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:41","price":"(Zakariya) thỉnh cầu: “Lạy Thượng Đế của bề tôi, xin Ngài ban cho bề tôi một dấu hiệu nhận biết (vợ bề tôi mang thai)”. (Allah) phán: “Dấu hiệu cho Ngươi là khi Ngươi không thể nói chuyện với mọi người suốt ba ngày liền ngoại trừ việc ra dấu, lúc đó Ngươi hãy tụng niệm Thượng Đế của Ngươi cho thật nhiều và hãy tán dương Ngài sáng chiều.”","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:42","price":"(Hỡi Thiên Sứ Muhammad, Ngươi hãy nhớ lại) khi các Thiên thần bảo: “Hỡi Maryam! Quả thật, Allah đã chọn ngươi, Ngài tẩy sạch ngươi và chọn ngươi vượt trội hơn thiên hạ.”","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:43","price":"“Hỡi Maryam! Ngươi hãy hết lòng thờ phượng Thượng Đế của ngươi, ngươi hãy quỳ lạy và cúi mình cùng với những người cúi mình (thần phục Allah).”","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:44","price":"Đó là những nguồn tin (về Zakariya và Maryam) thuộc thể loại vô hình mà TA (Allah) đã mặc khải cho Ngươi (Thiên Sứ Muhammad), bởi Ngươi không có mặt lúc họ cùng nhau bắt thăm xem ai trong số họ được quyền ưu tiên bảo hộ Maryam và Ngươi cũng không có mặt lúc họ tranh luận nhau về vấn đề này.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:45","price":"(Hỡi Thiên Sứ Muhammad, Ngươi hãy nhớ lại) khi các Thiên Thần bảo: “Này Maryam! Quả thật, Allah báo cho ngươi tin vui về lời phán từ Ngài (rằng ngươi mang thai đứa con trai), tên của nó là Masih Ysa (Giê-su), con trai của Maryam, nó sẽ được vinh danh ở đời này lẫn Đời Sau và nó sẽ là một trong số những người ở kế cận (Allah).”","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:46","price":"“Nó sẽ nói chuyện với dân chúng khi vẫn còn nằm nôi và lúc trưởng thành và nó sẽ là một người đạo hạnh”.","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:47","price":"(Maryam) nói: “Lạy Thượng Đế của bề tôi! Làm sao bề tôi có được một đứa con khi mà chưa từng có một người đàn ông nào chạm đến thân thể của bề tôi?” (Allah) phán: “(Sự việc sẽ xảy ra) đúng như thế bởi Allah làm bất cứ điều gì Ngài muốn. Khi Ngài quyết định một việc gì thì Ngài chỉ cần phán “Hãy thành!”, lập tức nó sẽ thành (đúng theo ý của Ngài).”","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:48","price":"“(Allah) sẽ dạy cho (Ysa) Kinh Sách, sự khôn ngoan cùng với Tawrah (Kinh Cựu Ước) và Injil (Kinh Tân Ước).”","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:49","price":"“(Ysa) sẽ được cử làm một vị Thiên Sứ đến với người dân Israel (với bức thông điệp): ‘Quả thật, Ta đến với các người cùng với một dấu hiệu lạ từ Thượng Đế của các người. Ta có thể tạo ra cho các người một con chim từ đất sét bằng cách hà hơi vào nó để nó trở thành một con chim thật sự theo phép của Allah; ta có thể làm sáng mắt cho người mù bẩm sinh; ta có thể chữa lành cho người bệnh bạch biến; ta có thể làm cho người chết sống lại theo phép của Allah; và ta có thể cho các người biết loại thực phẩm nào các người phải ăn (liền) và loại thực phẩm nào các người dự trữ (lâu dài) trong nhà. Quả thật, trong sự việc đó là một bằng chứng cho các người (về sứ mạng của ta) nếu các người là những người có đức tin’.”","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:50","price":"‘Và Ta (được cử đến) để xác nhận lại những điều (đã được mặc khải) trước Ta trong Kinh Tawrah và để xóa bỏ một số điều cấm mà các người bị cấm trước đây. Ta đến với các người mang theo một bằng chứng từ Thượng Đế của các người, bởi thế, các người hãy kính sợ Allah và vâng lời Ta.’","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:51","price":"‘Allah đích thực là Thượng Đế của Ta và cũng là Thượng Đế của các người. Cho nên, các người hãy thờ phượng Ngài, đó là con đường chính đạo.’","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:52","price":"Khi Ysa nhận thấy sự vô đức tin ở nơi họ thì Y đã lên tiếng hỏi: “Ai sẽ là người phò trợ cho Ta (trong việc kêu gọi) đến với Allah?” Các tông đồ đáp: “Chúng tôi sẽ là những người phò trợ cho (tôn giáo của) Allah, chúng tôi đã có đức tin nơi Allah, và chúng tôi chứng nhận mình là những người Muslim (thần phục Allah).”","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:53","price":"(Các tông đồ của Ysa cầu nguyện): “Lạy Thượng Đế của bầy tôi, bầy tôi đã có đức tin nơi điều mà Ngài đã mặc khải và bầy tôi nguyện đi theo vị Thiên Sứ (của Ngài). Bởi vậy, xin Ngài hãy ghi tên bầy tôi cùng với những người chứng nhận (của sự thật này)”.","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:54","price":"(Những kẻ vô đức tin) đã mưu toan lập kế hoạch (hãm hại Ysa) và Allah cũng hoạch định mưu kế (của Ngài). Tuy nhiên, Allah là Đấng hoạch định mưu kế siêu việt.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:55","price":"(Hỡi Thiên Sứ Muhammad, Ngươi hãy nhớ lại) khi Allah phán: “Hỡi Ysa, nay TA sẽ làm cho Ngươi chết (tạm), rồi mang (cả hồn lẫn xác) Ngươi lên cùng với TA và TA sẽ tẩy sạch Ngươi khỏi (mọi lời cáo buộc của) những kẻ vô đức tin và TA sẽ phù hộ cho những ai theo Ngươi cao hơn những kẻ vô đức tin cho đến Ngày Phục Sinh. Rồi đây các ngươi được đưa về trình diện TA để TA phân xử mọi điều mà các ngươi tranh chấp lẫn nhau.”","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:56","price":"“Những ai không có đức tin, TA sẽ trừng phạt họ bằng một sự trừng phạt khủng khiếp ở đời này lẫn Đời Sau và họ sẽ không được ai cứu giúp.”","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:57","price":"“Riêng những người có đức tin và hành thiện, họ sẽ được trả cho đầy đủ phần công lao của họ. Quả thật, Allah không ưa thích những kẻ làm điều sai quấy.”","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:58","price":"Đó là những lời mặc khải mà TA (Allah) đọc cho Ngươi nghe (hỡi Thiên Sứ Muhammad) và cũng là sự nhắc nhở khôn ngoan (cho Ngươi và những ai theo Ngươi).","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:59","price":"Quả thật, việc tạo hóa Ysa đối với Allah cũng giống như (việc Ngài đã tạo ra) Adam. Ngài đã tạo (Adam) từ đất sét rồi phán: “Hãy thành!” thế là (Adam) thành (con người hoàn chỉnh đúng như thế).","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:60","price":"(Hỡi Thiên Sứ Muhammad), chân lý thực sự đến từ Thượng Đế của Ngươi, cho nên, Ngươi chớ đem lòng hoài nghi.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:61","price":"Nếu có ai tranh luận với Ngươi về (việc khẳng định Ysa là Thượng Đế) sau khi Ngươi đã tiếp thu được kiến thức (đúng thực rằng Ysa chỉ là một bề tôi của Allah) thì Ngươi hãy bảo họ: “Nào, các người hãy đến đây và gọi luôn cả vợ và các con của chúng tôi cũng như cả vợ và các con của các người, rồi mỗi người trong chúng ta thật lòng cầu xin lời nguyền rủa của Allah giáng lên (đầu) những kẻ nói dối.”","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:62","price":"Đây thực sự là những câu chuyện có thật. Quả thật, không có Thượng Đế đích thực nào khác ngoài Allah và Allah là Đấng Toàn Năng, Sáng Suốt.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:63","price":"Cho nên, những ai ngoảnh mặt bỏ đi thì quả thật Allah luôn biết rõ về đám người hủy hoại (trái đất).","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:64","price":"Ngươi (hỡi Thiên Sứ) hãy nói: “Hỡi dân Kinh Sách (Do Thái và Thiên Chúa), các người hãy đến với một lời phán như nhau giữa chúng tôi và các người rằng chúng ta chỉ thờ phượng một mình Allah, không tổ hợp với Ngài bất cứ ai (vật gì) và không ai trong chúng ta nhận lấy ai khác ngoài Allah làm Thượng Đế.” Nhưng nếu họ ngoảnh mặt bỏ đi thì Ngươi hãy nói với họ: “Vậy thì các người hãy chứng thực rằng chúng tôi là những người Muslim (thần phục Allah).”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:65","price":"Hỡi dân Kinh Sách, tại sao các ngươi lại tranh luận về Ibrahim trong khi Kinh Tawrah và Kinh Injil đều được mặc khải xuống sau Y? Chẳng lẽ các ngươi không hiểu ư?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:66","price":"Chẳng phải các ngươi thường có thói quen tranh luận về những điều mà các ngươi thực sự có kiến thức nhưng giờ sao lại tranh luận về những điều mà các ngươi không chút hiểu biết nào? Quả thật, Allah là Đấng biết (rõ sự thật) còn các ngươi thì chẳng biết gì.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:67","price":"Ibrahim không phải là người Do Thái cũng không phải là người Thiên Chúa mà là một người Muslim thuần túy (tôn thờ một mình Allah). Y thực sự không phải là người thờ đa thần.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:68","price":"Trong nhân loại, những người thực sự xứng đáng (cận kề) với Ibrahim nhất là những ai đã noi theo (đường lối của) Y và vị Nabi này (Muhammad) và những người có đức tin. Và Allah là Ðấng Bảo Hộ của những người có đức tin.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:69","price":"Một nhóm trong số dân Kinh Sách đã mong muốn dẫn dắt các ngươi (những người có đức tin) rơi vào lầm lạc. Tuy nhiên, họ không khiến được ai rơi vào lầm lạc ngoại trừ chính bản thân họ nhưng họ không nhận thấy.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:70","price":"Này hỡi dân Kinh Sách, tại sao các ngươi lại phủ nhận các lời mặc khải của Allah trong khi các ngươi là nhân chứng cho chúng?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:71","price":"Này hỡi dân Kinh Sách, tại sao các ngươi lại lấy điều ngụy tạo khoác lên điều chân lý, tại sao các ngươi lại che giấu sự thật trong khi các ngươi biết rõ về nó?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:72","price":"Một nhóm dân Kinh Sách bảo nhau: “Các người hãy giả vờ tin nơi những gì đã được thiên khải cho nhóm người có đức tin vào buổi sáng rồi đến chiều các người hãy phủ nhận niềm tin đó, hi vọng họ (những người Muslim) sẽ trở lại (tôn giáo đa thần trước đây).”","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:73","price":"“Và các người hãy chỉ tin những ai theo tôn giáo của các người.” Ngươi (hỡi Thiên Sứ Muhammad) hãy nói với họ: “Quả thật, nguồn chỉ đạo đích thực (hướng đến chân lý) là nguồn chỉ đạo của Allah. (Lẽ nào các người e sợ) ai đó được ban cho điều giống như điều đã được ban cho các người hoặc (lẽ nào các người e sợ) họ sẽ tranh luận với các người trước Thượng Đế của các người?” Ngươi hãy nói với họ: “Quả thật, mọi hồng phúc đều nằm trong tay Allah, Ngài muốn ban cho ai tùy ý Ngài. Allah là Đấng bao la, Đấng thông toàn.”","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:74","price":"Ngài đặc biệt dành hồng ân của Ngài cho người nào Ngài muốn. Quả thật, Allah có hồng ân vĩ đại.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:75","price":"Trong số dân Kinh Sách có người khi Ngươi (Thiên Sứ Muhammad) tin tưởng giao cho họ một đống (tài sản) thì họ (uy tín) hoàn lại cho Ngươi đầy đủ, tuy nhiên, trong họ cũng có người dù Ngươi chỉ giao cho họ một đồng vàng (duy nhất) thì họ cũng quyết không hoàn lại cho Ngươi trừ phi Ngươi cố đòi cho được. Sở dĩ như thế vì họ cho rằng: “Chúng tôi không phải chịu trách nhiệm cho đám người mù chữ (dân Ả Rập)”. Họ đã nói dối cho Allah trong lúc họ biết rõ sự thật.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:76","price":"Không. (Sự thật không như họ nói) mà chỉ có những ai làm tròn giao ước và có lòng ngoan đạo thì quả thật Allah thương yêu những người ngoan đạo.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:77","price":"Những kẻ bán giao ước của Allah cũng như lời thề thốt của họ (với Ngài) với giá ít ỏi thì vào Ngày Phán Xét họ sẽ không có được bất cứ thứ gì, Allah sẽ không nói chuyện với họ, không nhìn đến họ, không thanh lọc tội lỗi cho họ, và họ sẽ bị trừng phạt đau đớn.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:78","price":"Quả thật, một nhóm trong bọn họ đã bóp méo Kinh Sách bằng chiếc lưỡi của họ. (Cho nên khi đọc), các ngươi cứ tưởng đó là điều nằm trong Kinh Sách nhưng thực chất nó không thuộc về Kinh Sách. Họ bảo đó là điều từ nơi Allah nhưng thực chất không phải đến từ nơi Allah. Họ nói dối cho Allah trong lúc họ biết rõ (sự thật).","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:79","price":"Không một người phàm nào được Allah ban cho Kinh Sách, sự khôn ngoan và sứ mạng Nabi lại đi bảo thiên hạ: “Mọi người hãy là bầy tôi của ta thay vì Allah”. Ngược lại, (y phải nói): “Các người hãy là những bề tôi tôn thờ Thượng Đế (Allah) bởi điều các người răn dạy cho (người khác) từ Kinh Sách cũng như những gì các người đã học được.”","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:80","price":"Y cũng không hề sai bảo các ngươi chọn các Thiên Thần và các vị Nabi làm các thượng đế. Lẽ nào y lại ra lệnh cho các ngươi làm điều vô đức tin sau khi các ngươi đã là tín đồ Muslim (thần phục Allah)?!","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:81","price":"(Hỡi Thiên Sứ Muhammad, Ngươi hãy nhớ lại) khi Allah lấy giao ước với các vị Nabi rằng: “Cho dù TA có ban cho các ngươi Kinh Sách và sự khôn ngoan ra sao nhưng một khi Thiên Sứ (Muhammad) được cử đến kế nhiệm thì bắt buộc các ngươi phải hết lòng tin tưởng Y và hết lòng phò trợ Y.” (Allah) hỏi họ: “Các ngươi có chấp nhận và đảm bảo với TA về giao ước này không?” Tất cả đều đáp: “Bầy tôi xin chấp nhận.” (Allah) phán: “Thế thì các ngươi hãy chứng nhận và TA cũng sẽ chứng nhận cùng các ngươi.”","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:82","price":"Cho nên, những ai quay mặt ngoảnh đi sau đó thì là những kẻ sai quấy, bất tuân.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:83","price":"Lẽ nào họ muốn chọn lấy một tôn giáo khác tôn giáo của Allah trong khi vạn vật trong các tầng trời và trái đất dù muốn hay không cũng đều thần phục Ngài và họ sẽ phải trở về (trình diện) Ngài?!","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:84","price":"Ngươi (hỡi Thiên Sứ Muhammad) hãy nói với họ: “Chúng tôi đã tin nơi Allah, nơi những gì được thiên khải xuống cho chúng tôi, cho Ibrahim (Abraham), cho Isma’il, cho Is-haq (Isaac), cho Ya’qub (Jacob), và cho những vị Nabi (thuộc con cháu của Ya’qub); chúng tôi tin nơi những gì được thiên khải xuống cho Musa, cho Ysa cũng như toàn bộ các vị Nabi được Thượng Đế phái đến; chúng tôi không phân biệt bất cứ ai trong số họ; và chúng tôi là những tín đồ Muslim (thần phục Allah).”","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:85","price":"“Ai chọn lấy một tôn giáo nào khác ngoài tôn giáo Islam thì việc làm đó của y sẽ không bao giờ được (Allah) chấp nhận và ở Đời Sau y sẽ là một trong những kẻ thua thiệt.”","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:86","price":"Làm thế nào mà Allah lại hướng dẫn một nhóm người chối bỏ đức tin sau khi đã tin tưởng, đã xác nhận Thiên Sứ (Muhammad) là sự thật, và mọi bằng chứng rõ ràng đã đến với họ?! Quả thật, Allah không bao giờ hướng dẫn đám người làm điều sai quấy.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:87","price":"Những kẻ đó, phần thưởng dành cho chúng là lời nguyền rủa của Allah, các Thiên Thần và toàn nhân loại.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:88","price":"Chúng sẽ ở trong (Hỏa Ngục) mãi mãi, chúng không được giảm nhẹ hình phạt và cũng không được ân xá.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:89","price":"Trừ những ai biết ăn năn sám hối sau đó và hành thiện thì quả thật, Allah hằng tha thứ, nhân từ.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:90","price":"Đối với những ai đã bác bỏ đức tin sau khi đã tin tưởng rồi sự vô đức tin của y ngày càng mãnh liệt hơn (cho đến cuối đời) thì chắc chắn Allah không bao giờ chấp nhận sự ăn năn sám hối của họ (lúc họ hấp hối) và họ chính là đám người lầm lạc.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:91","price":"Quả thật, những ai vô đức tin và chết trong tình trạng vô đức tin đó thì dẫu ai đó trong số họ có mang cả trái đất đầy vàng đến để chuộc tội thì cũng không được chấp nhận. Họ sẽ phải chịu hình phạt đau đớn và sẽ không được một ai giúp đỡ.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"vi"},{"name":"3:92","price":"Các ngươi (những người có đức tin) sẽ chẳng đạt được sự ngoan đạo cho đến khi các ngươi chi dùng (cho con đường chính nghĩa của Allah) những gì được các ngươi yêu thích nhất. Và bất cứ điều gì mà các ngươi (chi dùng cho con đường chính nghĩa của Allah) thì Allah đều biết rõ.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"vi"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}