{"data":[{"name":"5:82","price":"Chắc chắn Ngươi (hỡi Thiên Sứ) sẽ thấy kẻ thù thâm độc nhất đối với những người có đức tin chính là người Do Thái và những kẻ thờ đa thần. Và chắc chắn Ngươi sẽ thấy người có tình cảm gần gũi với người có đức tin nhất chính là những ai đã nói: “Chúng tôi là Thiên Chúa”. Đó là bởi vì trong họ có những học giả và các bậc tu hành không tự cao tự đại.","arabic":"۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":751,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:83","price":"(Những người này – chẳng hạn như vua Al-Najashi (Negus) và quần thần của ông), khi họ nghe những điều được ban xuống cho Thiên Sứ (Muhammad), Ngươi (hỡi Thiên Sứ) thấy đôi mắt của họ rơi lệ khi nhận ra được chân lý, họ nói: “Lạy Thượng Đế của bầy tôi, bầy tôi đã tin tưởng, xin Ngài hãy ghi bầy tôi cùng với những người chứng nhận (sự thật), (đó là Muhammad và các tín đồ của Người).”","arabic":"وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعۡيُنَهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ مِمَّا عَرَفُواْ مِنَ ٱلۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":752,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:84","price":"“Làm sao bầy tôi lại không có đức tin nơi Allah trong khi chân lý đã thật sự đến với bầy tôi (thông qua Thiên Sứ Muhammad), bầy tôi tham được Thượng Đế của mình thu nhận vào cùng với nhóm người đức hạnh (nơi Thiên Đàng).”","arabic":"وَمَا لَنَا لَا نُؤۡمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلۡحَقِّ وَنَطۡمَعُ أَن يُدۡخِلَنَا رَبُّنَا مَعَ ٱلۡقَوۡمِ ٱلصَّٰلِحِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":753,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:85","price":"Bởi những điều họ cầu nguyện, Allah đã ban thưởng cho họ những Ngôi Vườn Thiên Đàng bên dưới có các dòng sông chảy, họ sống muôn đời trong đó. Đấy là phần thưởng dành cho người làm tốt.","arabic":"فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":754,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:86","price":"Riêng những kẻ vô đức tin và phủ nhận các lời mặc khải của TA, họ sẽ làm bạn với Hỏa Ngục.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":755,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:87","price":"Hỡi những người có đức tin, các ngươi chớ đừng tự ý cấm những thứ tốt lành mà Allah đã cho phép các ngươi. Tuy nhiên, các ngươi chớ vượt quá giới hạn, quả thật, Allah không yêu thương những kẻ vượt quá giới hạn.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":756,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:88","price":"Các ngươi hãy ăn những thực phẩm Halal tốt sạch mà Allah đã ban cấp cho các ngươi và các ngươi hãy kính sợ Allah, Đấng mà các ngươi thật sự có đức tin.","arabic":"وَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":757,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:89","price":"Allah không bắt tội các ngươi về những lời thề thốt do quen miệng mà Ngài chỉ bắt tội các ngươi về những lời thề thực sự có chủ ý. Tuy nhiên, để chuộc tội cho lời thề đã phạm(19) thì phải nuôi ăn mười người nghèo theo mức lượng trung bình mà các ngươi dùng để nuôi gia đình hoặc cấp quần áo cho họ hoặc trả tự do cho một người nô lệ (có đức tin). Đối với người nào không có khả năng thì phải nhịn chay ba ngày liên tục. Đó là cách chuộc tội cho điều đã phạm trong lời thề, và các ngươi hãy giữ lời thề của mình. Allah trình bày rõ ràng các lời mặc khải của Ngài cho các ngươi như thế, mong rằng các ngươi biết tạ ơn (Ngài).","arabic":"لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":758,"juzNumber":7,"footnotes":"(19) Thề không làm một điều gì đó nhưng lại làm hoặc thề làm một điều gì đó nhưng lại không làm. Đó là phạm tội trong lời thề.","lang":"vi"},{"name":"5:90","price":"Hỡi những người có đức tin! Quả thật (uống) rượu, cờ bạc, thờ cúng trên bàn thờ đá và xin xăm là những thứ ô uế thuộc hành vi của Shaytan. Bởi thế, các ngươi hãy tránh xa chúng mong rằng các ngươi thành đạt.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":759,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:91","price":"Quả thật, Shaytan chỉ muốn gieo lòng hận thù và hiềm khích giữa các ngươi qua (việc uống) rượu và cờ bạc. Thật ra (Shaytan) chỉ muốn cản trở các ngươi tưởng nhớ Allah và muốn các ngươi (sao lãng) lễ nguyện Salah mà thôi. Vậy các ngươi không chịu ngưng ư?!","arabic":"إِنَّمَا يُرِيدُ ٱلشَّيۡطَٰنُ أَن يُوقِعَ بَيۡنَكُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ فِي ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِ وَيَصُدَّكُمۡ عَن ذِكۡرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِۖ فَهَلۡ أَنتُم مُّنتَهُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":760,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:92","price":"Các ngươi hãy tuân lệnh Allah, vâng lời Thiên Sứ (Muhammad) và các ngươi hãy coi chừng (chớ kháng lại lệnh của Y). Nếu như các ngươi quay lưng với Y thì các ngươi hãy biết rằng quả thật Thiên Sứ của TA chỉ có nhiệm vụ truyền đạt rõ ràng mà thôi.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَٱحۡذَرُواْۚ فَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":761,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:93","price":"Những người có đức tin và hành thiện sẽ không bị bắt tội về những gì (Haram) mà họ đã ăn (uống) trong quá khứ (chẳng hạn như uống rượu trước khi có lệnh cấm) nếu (hiện tại) họ giữ mình (không phạm điều Haram), có đức tin và hành thiện; sau đó, họ giữ mình hơn, có đức tin nhiều hơn, rồi họ giữ mình hơn nữa và làm tốt. Quả thật, Allah thương yêu những người làm tốt(20).","arabic":"لَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ ثُمَّ ٱتَّقَواْ وَّءَامَنُواْ ثُمَّ ٱتَّقَواْ وَّأَحۡسَنُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":762,"juzNumber":7,"footnotes":"(20) Những người làm tốt là những người ngoan đạo đạt đến cảnh giới Ehsan. Và Ehsan được Thiên Sứ của Allah định nghĩa rằng đó là một người thờ phượng Allah như thể y đang nhìn thấy Ngài trước mặt nhưng nếu như y không thể nhìn thấy Ngài thì y biết rằng Ngài đang nhìn thấy y.","lang":"vi"},{"name":"5:94","price":"Hỡi những người có đức tin, Allah chắc chắn thử thách các ngươi qua con thú săn trong tầm tay và mũi giáo của các ngươi (khi các ngươi đang trong thời gian hành hương Hajj hoặc ‘Umrah), mục đích để Allah biết rõ ai là người sợ Ngài một cách vô hình. Do đó, người nào vi phạm sau đó thì y sẽ phải chịu sự trừng phạt đau đớn.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":763,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:95","price":"Hỡi những người có đức tin, các ngươi chớ đừng giết thú săn khi các ngươi đang trong thời gian hãm mình (của nghi thức Hajj hoặc ‘Umrah). Ai trong các ngươi cố tình giết thú săn (khi đang trong tình trạng hãm mình như thế) thì hình phạt dành cho y là y phải đền một con gia súc tương đương với con thú săn mà y đã giết dưới giám sát của hai người đàn ông công bằng trong các ngươi, (con vật phải) được dắt đến Ka’bah để giết (và chia thịt cho cư dân nghèo ở đó), hoặc y phải chuộc tội bằng cách nuôi ăn(21) những người nghèo hoặc bằng cách nhịn chay tương đương với việc nuôi ăn đó, mục đích để cho y nếm hậu quả của hành vi (giết thú săn) của y. Allah sẽ lượng thứ cho việc đã qua nhưng ai tái phạm thì Allah sẽ trừng phạt y. Quả thật, Allah là Đấng Toàn Năng, Đấng toàn quyền trừng phạt (không quyền lực nào có thể kháng cự).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":764,"juzNumber":7,"footnotes":"(21) Nuôi ăn người nghèo được thực hiện theo cách sau: Định giá tiền cho con thú săn bị giết rồi lấy giá tiền chia 1,2 kg (gạo), kết quả có được là số phần phải cho người nghèo. Nếu không có khả năng nuôi ăn người nghèo thì phải nhịn chay, số ngày nhịn chay tương ứng với số phần nuôi ăn, bao nhiêu phần là bấy nhiêu ngày nhịn chay.","lang":"vi"},{"name":"5:96","price":"Các ngươi được phép săn bắt (động vật) trên biển và được phép dùng thức ăn của nó (xác chết trên biển) làm thực phẩm cho các ngươi và cho khách bộ hành của sa mạc. Tuy nhiên, các ngươi không được phép săn bắt động vật trên cạn lúc các ngươi đang trong (thời gian) hãm mình (của nghi thức Hajj hoặc ‘Umrah). Các ngươi hãy kính sợ Allah, Đấng mà các ngươi sẽ được triệu tập (trình diện Ngài vào Ngày Phán Xét).","arabic":"أُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ مَتَٰعٗا لَّكُمۡ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":765,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:97","price":"Allah đã qui định Ka’bah, Ngôi đền thiêng liêng, làm một nơi để nhân loại đến hành đạo (như Salah, hành hương Hajj và ‘Umrah); (Ngài quy định) những tháng cấm (giết chóc)(22), (qui định) vật giết tế và việc đeo vòng cổ (lên con vật được chọn giết tế). (Ngài qui định) như thế là để các ngươi biết rằng Allah hằng biết rõ mọi thứ trong trời đất; quả thật Allah là Đấng hằng biết mọi thứ.","arabic":"۞ جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":766,"juzNumber":7,"footnotes":"(22) Các tháng cấm đó bao gồm: Zdul-Qa’dah, Zdul-Hijjah, Muharram, Rajab.","lang":"vi"},{"name":"5:98","price":"(Hỡi nhân loại), các ngươi hãy biết rằng Allah rất nghiêm khắc trong việc trừng phạt (những kẻ bất tuân Ngài), và (các ngươi cũng hãy biết rằng) Allah hằng tha thứ, khoan dung (đối với những ai quay về sám hối với Ngài).","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":767,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:99","price":"Thiên Sứ (của Allah) chỉ có nhiệm vụ truyền đạt (thông điệp của Ngài chứ không có quyền năng hướng dẫn một ai). Và Allah là Đấng biết rõ những gì các ngươi phơi bày và những gì các ngươi che giấu.","arabic":"مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُۗ وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":768,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:100","price":"Ngươi (hỡi Thiên Sứ) hãy nói: “Cái xấu và cái tốt không hề ngang bằng nhau mặc dù sự phong phú của cái xấu có thể gây ấn tượng với các ngươi (bởi lẽ số nhiều không phải là bằng chứng khẳng định giá trị của một sự việc). Cho nên, các ngươi hãy kính sợ Allah, hỡi những người thông hiểu, mong rằng các ngươi thắng lợi và thành công.","arabic":"قُل لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِۚ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":769,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:101","price":"Hỡi những người có đức tin, các ngươi chớ đừng hỏi về những điều mà nếu chúng được chỉ ra cho các ngươi sẽ làm các ngươi khốn đốn. Nhưng nếu các ngươi hỏi về chúng trong lúc Kinh Qur’an được ban xuống thì chúng sẽ được trình bày rõ cho các ngươi. (Tuy nhiên) Allah đã cho qua những điều đó (khi Ngài im lặng, không đề cập chúng trong Qur’an của Ngài). Quả thật, Allah hằng tha thứ, hằng chịu đựng.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":770,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:102","price":"Thật ra, trước các ngươi đã có một đám người cũng đã hỏi về những điều đó, rồi sau đó họ đã trở thành những kẻ vô đức tin bởi chúng.","arabic":"قَدۡ سَأَلَهَا قَوۡمٞ مِّن قَبۡلِكُمۡ ثُمَّ أَصۡبَحُواْ بِهَا كَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":771,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:103","price":"Allah không hề quy định về Bahirah, Sa-ibah, Wasilah hay Ham gì cả(23) mà chính những kẻ vô đức tin đã bịa đặt điều giả dối cho Allah. Quả thật, đa số bọn họ chẳng hiểu gì.","arabic":"مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٖ وَلَا سَآئِبَةٖ وَلَا وَصِيلَةٖ وَلَا حَامٖ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُواْ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":772,"juzNumber":7,"footnotes":"(23) Người đa thần trước đây đã tự đặt ra những điều mê tín: Bahirah là con lạc đà cái, sữa của nó chỉ dành dâng cúng các thần linh bục tượng, không ai được phép vắt sữa của nó, hoặc là con lạc cái có tai bị chẻ làm đôi. Sa-ibah là con lạc đà cái được thả tự do, nó là con vật dành cúng cho thần linh, nó không được dùng để chuyên chở. Wasilah là con lạc đà cái dùng để cúng các thần linh, không được dùng để chuyên chở vì nó đều đẻ con cái trong hai lứa đầu. Ham là con lạc đà đực được dùng để phối giống, sau khi nó giao phối đến đủ số lần giao phối theo qui định thì nó được thả tự do, không được dùng chuyên chở, nó là vật cúng các thần linh. (Xem Tafsir Ibnu Jibril và Ibnu Al-Kathir)","lang":"vi"},{"name":"5:104","price":"(Những kẻ đặt điều giả dối cho Allah này), khi có lời bảo “Các ngươi hãy đến với điều mà Allah đã ban xuống (Qur’an) và đến với Thiên Sứ (Sunnah) thì họ nói: “Những gì chúng tôi thấy tổ tiên chúng tôi làm đã quá đủ cho chúng tôi.” Lẽ nào (họ đi theo tổ tiên của họ) ngay cả khi tổ tiên của họ không biết gì cũng như không được hướng dẫn ư?!","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":773,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:105","price":"Hỡi những người có đức tin, các ngươi phải chịu trách nhiệm cho bản thân các ngươi. Những kẻ lầm lạc sẽ không gây hại được các ngươi khi các ngươi đi đúng con đường chân lý. Rồi đây, tất cả các ngươi sẽ phải trở về trình diện Allah, Ngài sẽ cho các ngươi biết tất cả những gì các ngươi đã từng làm (trên thế gian).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ عَلَيۡكُمۡ أَنفُسَكُمۡۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهۡتَدَيۡتُمۡۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":774,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:106","price":"Hỡi những người có đức tin, khi ai đó trong các ngươi lập di chúc trước lúc lâm chung (thì các ngươi) hãy để hai người đàn ông công bằng (chính trực và trung thực) trong các ngươi đứng ra làm chứng cho các ngươi hoặc để hai người khác ngoài các ngươi (không phải Muslim) làm chứng cho các ngươi trong trường hợp các ngươi đang trên đường đi xa và cái chết bất ngờ đến với các ngươi. Nếu các ngươi nghi ngờ (về sự trung thực của) hai nhân chứng thì sau lễ nguyện Salah, các ngươi hãy bắt hai người họ thề với Allah: “Chúng tôi không bán sự làm chứng với bất cứ giá trị nào ngay cả đối với bà con thân thuộc, và chúng tôi sẽ không giấu giếm bằng chứng của Allah (vì nếu chúng tôi làm thế thì) chắc chắn chúng tôi là những kẻ tội lỗi.”","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ شَهَٰدَةُ بَيۡنِكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ حِينَ ٱلۡوَصِيَّةِ ٱثۡنَانِ ذَوَا عَدۡلٖ مِّنكُمۡ أَوۡ ءَاخَرَانِ مِنۡ غَيۡرِكُمۡ إِنۡ أَنتُمۡ ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَأَصَٰبَتۡكُم مُّصِيبَةُ ٱلۡمَوۡتِۚ تَحۡبِسُونَهُمَا مِنۢ بَعۡدِ ٱلصَّلَوٰةِ فَيُقۡسِمَانِ بِٱللَّهِ إِنِ ٱرۡتَبۡتُمۡ لَا نَشۡتَرِي بِهِۦ ثَمَنٗا وَلَوۡ كَانَ ذَا قُرۡبَىٰ وَلَا نَكۡتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذٗا لَّمِنَ ٱلۡأٓثِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":775,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:107","price":"Nếu phát hiện cả hai (nhân chứng) là kẻ tội lỗi (khai man, phạm lời thề hoặc lừa gạt) thì hãy để hai người khác (thuộc thân nhân người chết) đứng ra thế chỗ cho hai nhân chứng đã phạm tội, và yêu cầu họ thề với Allah: “Sự làm chứng của chúng tôi trung thực hơn sự làm chứng của hai người trước và chúng tôi không vi phạm. (Nếu chúng tôi vi phạm) thì chúng tôi sẽ là những kẻ làm điều sai quấy.”","arabic":"فَإِنۡ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسۡتَحَقَّآ إِثۡمٗا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسۡتَحَقَّ عَلَيۡهِمُ ٱلۡأَوۡلَيَٰنِ فَيُقۡسِمَانِ بِٱللَّهِ لَشَهَٰدَتُنَآ أَحَقُّ مِن شَهَٰدَتِهِمَا وَمَا ٱعۡتَدَيۡنَآ إِنَّآ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":776,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:108","price":"(Việc yêu cầu hai nhân chứng thề sau lễ nguyện Salah) là cách phù hợp nhất để có được một sự làm chứng đúng thật hoặc vì sợ lời thề bị (người thừa kế) bác bỏ sau khi họ đã thề. Các ngươi hãy kính sợ Allah và hãy nghe (lệnh của Ngài). Quả thật, Allah không bao giờ hướng dẫn đám người bất tuân.","arabic":"ذَٰلِكَ أَدۡنَىٰٓ أَن يَأۡتُواْ بِٱلشَّهَٰدَةِ عَلَىٰ وَجۡهِهَآ أَوۡ يَخَافُوٓاْ أَن تُرَدَّ أَيۡمَٰنُۢ بَعۡدَ أَيۡمَٰنِهِمۡۗ وَٱتَّقُواْ ٱللَّهَ وَٱسۡمَعُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":777,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:109","price":"(Hỡi nhân loại, các ngươi hãy nhớ đến) Ngày mà Allah sẽ tập kết toàn bộ các vị Thiên Sứ (của Ngài) rồi hỏi Họ: “Các cộng đồng của Các Ngươi đã đáp lại (sứ mạng của) Các Ngươi những gì?” Họ đáp: “Quả thật, bầy tôi không biết gì bởi lẽ chỉ có Ngài mới là Đấng biết rõ mọi điều vô hình.”","arabic":"۞ يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":778,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:110","price":"(Ngươi - hỡi Thiên Sứ hãy nhớ lại) khi Allah phán: “Hỡi Ysa con trai của Maryam, Ngươi hãy nhớ lại hồng ân mà TA đã ban cho Ngươi (khi TA tạo ra Ngươi từ người mẹ mà không cần đến người cha), và cho mẹ của Ngươi (khi TA chọn Nữ làm người phụ nữ tốt nhất trong thời đại của Nữ); (Ngươi hãy nhớ lại hồng ân mà TA đã ban cho Ngươi) khi TA đã cho Jibril đến phò trợ Ngươi, cho Ngươi nói chuyện được với thiên hạ lúc Ngươi vẫn còn nằm nôi và lúc Ngươi đã trưởng thành; (Ngươi hãy nhớ lại hồng ân mà TA đã ban cho Ngươi) khi TA đã dạy Ngươi chữ viết, lẽ khôn ngoan, Kinh Tawrah và Kinh Injil; (Ngươi hãy nhớ lại hồng ân mà TA đã ban cho Ngươi) khi Ngươi có thể tạo ra một con chim thật từ con chim đất sét được nắn hình bằng cách hà hơi vào nó dưới sự chấp thuận của TA, Ngươi có thể chữa khỏi bệnh mù bẩm sinh và bệnh bạch biến dưới phép của TA; (Ngươi hãy nhớ lại hồng ân mà TA đã ban cho Ngươi) khi Ngươi có thể cứu người chết sống lại dưới phép của TA; và (Ngươi hãy nhớ lại hồng ân mà TA đã ban cho Ngươi) khi TA đã bảo vệ Ngươi thoát khỏi sự hãm hại của dân Israel lúc Ngươi mang đến cho họ những bằng chứng rõ rệt nhưng những kẻ vô đức tin trong số họ bảo: “Đây rõ ràng chỉ trò ma thuật!”.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":779,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:111","price":"(Ngươi - hỡi Thiên Sứ hãy nhớ lại) khi TA (Allah) mặc khải cho các tông đồ (của Ysa) phán bảo: “Các ngươi hãy có đức tin nơi TA và nơi vị Thiên Sứ của TA. Họ nói: “Bầy tôi đã có đức tin và xin Ngài hãy chứng giám rằng bầy tôi là những tín đồ Muslim.”","arabic":"وَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُوٓاْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":780,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:112","price":"(Ngươi - hỡi Thiên Sứ hãy nhớ lại) khi các tông đồ (của Ysa) nói: “Hỡi Ysa con trai của Maryam, Thượng Đế của Người có thể ban xuống cho chúng tôi một bàn thức ăn từ trên trời không?! (Ysa) bảo: “Các người hãy kính sợ Allah (mà bỏ đi yêu cầu quá đáng đó) nếu các người là những người có đức tin.”","arabic":"إِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":781,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:113","price":"(Các tông đồ) nói (với Ysa): “Chúng tôi muốn ăn từ chiếc bàn đầy thức ăn đó để con tim của chúng tôi vững tin hơn (về quyền năng của Allah) cũng như để biết rõ Người đã nói thật với chúng tôi; và chúng tôi sẽ là những nhân chứng cho chiếc bàn ăn đó.”","arabic":"قَالُواْ نُرِيدُ أَن نَّأۡكُلَ مِنۡهَا وَتَطۡمَئِنَّ قُلُوبُنَا وَنَعۡلَمَ أَن قَدۡ صَدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":782,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:114","price":"Ysa con trai của Maryam khẩn cầu: “Lạy Allah, Thượng Đế của bầy tôi, xin Ngài hãy ban xuống cho bầy tôi một chiếc bàn đầy thức ăn từ trên trời để làm một bàn tiệc mừng vui cho bầy tôi như là một phép màu của Ngài cho bầy tôi từ người đầu tiên cho đến người cuối cùng, xin Ngài hãy ban bổng lộc cho bầy tôi bởi Ngài là Đấng Ban bổng lộc tốt nhất.”","arabic":"قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلۡ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدٗا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةٗ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":783,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:115","price":"Allah phán: “TA sẽ ban nó (bàn thức ăn) xuống cho các ngươi. Tuy nhiên, nếu ai trong các ngươi vô đức tin sau đó thì chắc chắn TA sẽ trừng phạt kẻ đó bằng một sự trừng phạt mà TA chưa từng trừng phạt ai trên đời này.”","arabic":"قَالَ ٱللَّهُ إِنِّي مُنَزِّلُهَا عَلَيۡكُمۡۖ فَمَن يَكۡفُرۡ بَعۡدُ مِنكُمۡ فَإِنِّيٓ أُعَذِّبُهُۥ عَذَابٗا لَّآ أُعَذِّبُهُۥٓ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":784,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:116","price":"(Ngươi - hỡi Thiên Sứ hãy nhớ lại) khi Allah phán bảo: “Hỡi Ysa con trai của Mar-yam, phải chăng nhà Ngươi đã bảo thiên hạ ‘các người hãy tôn vinh Ta và mẹ của Ta như hai thượng đế thay vì Allah’ đúng không? (Ysa) thưa: “Thật vinh quang và tối cao thay Ngài, làm sao bề tôi dám nói ra điều mà bề tôi không có thẩm quyền. Nếu như bề tôi thực sự đã nói như thế thì chắc chắn Ngài đã biết bởi vì Ngài biết rõ những gì trong bản thân bề tôi còn bề tôi thì không biết những điều trong bản thân Ngài. Quả thật, Ngài là Đấng thông toàn mọi điều vô hình.”","arabic":"وَإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ءَأَنتَ قُلۡتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَٰهَيۡنِ مِن دُونِ ٱللَّهِۖ قَالَ سُبۡحَٰنَكَ مَا يَكُونُ لِيٓ أَنۡ أَقُولَ مَا لَيۡسَ لِي بِحَقٍّۚ إِن كُنتُ قُلۡتُهُۥ فَقَدۡ عَلِمۡتَهُۥۚ تَعۡلَمُ مَا فِي نَفۡسِي وَلَآ أَعۡلَمُ مَا فِي نَفۡسِكَۚ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":785,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:117","price":"“Bề tôi chỉ nói với họ những gì Ngài đã ra lệnh cho bề tôi, (đó là): ‘Các người hãy thờ phượng Allah, Thượng Đế của Ta và Thượng Đế của các người.’ Bề tôi là nhân chứng cho họ trong suốt thời gian bề tôi còn sống bên họ, nhưng sau khi Ngài đưa bề tôi lên cùng với Ngài thì Ngài là Đấng Giám Sát họ và Ngài làm chứng cho tất cả mọi việc.”","arabic":"مَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِي بِهِۦٓ أَنِ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ وَكُنتُ عَلَيۡهِمۡ شَهِيدٗا مَّا دُمۡتُ فِيهِمۡۖ فَلَمَّا تَوَفَّيۡتَنِي كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيۡهِمۡۚ وَأَنتَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":786,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:118","price":"“Nếu Ngài trừng phạt họ thì bởi vì họ vốn dĩ là đám bầy tôi của Ngài nhưng nếu Ngài lượng thứ cho họ thì bởi vì Ngài là Đấng Toàn Năng, Sáng Suốt.”","arabic":"إِن تُعَذِّبۡهُمۡ فَإِنَّهُمۡ عِبَادُكَۖ وَإِن تَغۡفِرۡ لَهُمۡ فَإِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":787,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:119","price":"(Allah) phán (với Ysa): “Đây là ngày mà những người trung thực sẽ được hưởng lợi từ sự trung thực của họ. Họ sẽ có được những Ngôi Vườn Thiên Đàng bên dưới có dòng sông chảy, họ sẽ sống trong đó đời đời, Allah sẽ hài lòng về họ và họ cũng sẽ hài lòng về Ngài. Đó là sự thành tựu vĩ đại.”","arabic":"قَالَ ٱللَّهُ هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":788,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"5:120","price":"Quyền thống trị và chế ngự các tầng trời và trái đất và vạn vật trong trời đất đều thuộc về một mình Allah. Và Ngài là Đấng Toàn Năng trên tất cả mọi thứ.","arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":789,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:1","price":"Alhamdulillah, Đấng đã tạo hóa các tầng trời và trái đất và làm ra bóng tối (ban đêm) và ánh sáng (ban ngày). Tuy nhiên, những kẻ vô đức tin cứ ngang nhiên dựng lên các đối tác ngang vai cùng với Thượng Đế của họ.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:2","price":"(Hỡi nhân loại!) Ngài là Đấng đã tạo hóa (Adam, cha của) các ngươi từ đất sét, rồi Ngài ấn định thời hạn (cho mỗi người các ngươi trên trần gian), và Ngài ấn định một thời hạn khác nữa (cho các ngươi nơi cõi mộ), điều đó thuộc về riêng Ngài (không ai biết rõ thời hạn của nó ngoại trừ một mình Ngài). Tuy nhiên, các ngươi vẫn hoài nghi (về Sự Phục Sinh).","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:3","price":"Ngài chính là Allah (Đấng đáng được thờ phượng) trong các tầng trời và trái đất, Ngài biết điều thầm kín và điều công khai của các ngươi, và Ngài biết rõ mọi điều các ngươi làm.","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:4","price":"(Những kẻ thờ đa thần), bất cứ dấu hiệu nào trong các dấu hiệu của Thượng Đế đến với họ thì họ đều quay mặt ngoảnh đi.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:5","price":"Quả thật, họ đã phủ nhận Chân Lý khi Nó đến với họ. Rồi đây họ sẽ biết rõ (chân tướng) về điều mà họ đã chế giễu.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:6","price":"Lẽ nào họ không thấy TA (Allah) đã hủy diệt biết bao thế hệ trước họ? TA (đã hủy diệt trước họ rất nhiều cộng đồng) mà TA đã cho định cự (vững chắc) trên trái đất, (sự vững chắc) mà TA không cho các ngươi định cư (giống như thế). TA đã gửi từ trên trời xuống dòng nước (mưa rào) trừng phạt họ, TA đã tạo ra những dòng sông chảy (mạnh) bên dưới họ, TA đã hủy diệt họ toàn bộ vì tội lỗi của họ và TA đã tạo ra sau họ các thế hệ khác.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:7","price":"Dẫu TA có ban xuống cho Ngươi (Thiên Sứ) một Kinh Sách bằng văn bản trên các trang viết mà họ có thể sờ nó bằng tay thì chắc chắn những kẻ vô đức tin vẫn sẽ nói: “Đây rõ ràng chỉ là một trò ma thuật.”","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:8","price":"(Những kẻ vô đức tin này) nói: “Sao không phái một Thiên Thần xuống cùng với Y (Muhammad)?!” Nhưng nếu như TA (Allah) phái xuống một Thiên Thần (theo đúng yêu cầu của họ) thì vấn đề đã được giải quyết xong, (họ đã bị hủy diệt ngay khi không có đức tin) chứ làm gì có chuyện trì hoãn dành cho họ.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:9","price":"Và nếu TA có gửi xuống một Thiên Thần (làm Sứ Giả) thì TA vẫn sẽ phải làm cho y (xuất hiện như) một người đàn ông (phàm tục, bởi lẽ họ không thể gặp trực diện nguyên hình của Thiên Thần). Và (lúc đó) họ cũng sẽ hoài nghi giống như họ thường hoài nghi.","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:10","price":"Quả thật, các Sứ Giả trước Ngươi (hỡi Thiên Sứ) đã từng bị giễu cợt và nhạo báng nhưng (sự trừng phạt) sẽ vây hãm những kẻ chế giễu bởi những điều mà họ đã thường bỡn cợt và trêu đùa.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:11","price":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ vô đức tin thường nhạo báng): “Các người hãy đi chu du khắp trái đất rồi nhìn xem những kẻ phủ nhận đó đã có kết cuộc như thế nào?!”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:12","price":"Ngươi (hỡi Thiên Sứ) hãy hỏi họ: “Vạn vật trong các tầng trời và trái đất nằm dưới quyền thống trị của ai?” Ngươi hãy nói: “(Tất cả nằm dưới quyền thống trị) của Allah” Ngài đã qui định cho chính Ngài lòng nhân từ. Rồi đây vào Ngày Phán Xét, TA chắc chắn sẽ triệu tập tất cả các ngươi lại, điều đó không có gì phải hoài nghi. Và những người gây thiệt cho bản thân (vào Ngày đó) không hề có đức tin.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:13","price":"Mọi vật ẩn mình vào ban đêm và ban ngày đều nằm dưới quyền chi phối của riêng Ngài và Ngài là Đấng Hằng Nghe, Đấng Hằng Thấy.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:14","price":"Ngươi (hỡi Thiên Sứ) hãy nói với (những kẻ đa thần): “Lẽ nào Ta lại chọn lấy ai khác ngoài Allah làm đấng bảo hộ trong khi Ngài là Đấng đã tạo hóa trời đất, là Đấng nuôi dưỡng (vạn vật) chứ không phải là vật được nuôi dưỡng?!\" Ngươi hãy bảo: “Quả thật, Ta được lệnh phải là người đầu tiên thần phục (Allah) và không được trở thành kẻ đa thần.”","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:15","price":"Ngươi (hỡi Thiên Sứ) hãy nói: “Quả thật, Ta rất sợ hình phạt của Ngày Vĩ Đại nếu Ta nghịch lại Thượng Đế của Ta.”","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:16","price":"Ai được (Allah) cứu khỏi nó (hình phạt) vào Ngày hôm đó thì quả thật y đã được Ngài thương xót, và đó là một thành tựu vẻ vang.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:17","price":"Nếu Allah giáng tai họa lên ngươi (hỡi con người) thì chẳng ai có thể giúp ngươi thoát khỏi tai hoạ đó ngoại trừ một mình Ngài còn nếu Ngài ban cho Ngươi điều tốt lành thì Ngài vốn dĩ là Đấng Toàn Năng trên tất cả mọi thứ.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:18","price":"Ngài là Đấng Thống Trị bên trên đám bầy tôi của Ngài và Ngài là Đấng Sáng Suốt, Đấng Thông Toàn.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:19","price":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ đa thần phủ nhận Ngươi): “Sự chứng nhận nào là lớn nhất (cho sự thật về sứ mạng của Ta)?!” Ngươi hãy nói: “Allah là Đấng chứng giám giữa Ta và các ngươi. Ngài đã mặc khải cho Ta Kinh Qur’an này để Ta cảnh báo các ngươi và những ai mà Nó tiếp xúc (trong loài người và loài Jinn). Lẽ nào các ngươi chứng nhận bên cạnh Allah có các thần linh khác nữa ư?!” Ngươi hãy nói: “Còn Ta không chứng nhận điều đó.” Ngươi hãy nói: “Quả thật, chỉ có Ngài (Allah) là Thượng Đế duy nhất và Ta vô can với những gì các ngươi tổ hợp cùng với Ngài.”","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:20","price":"Những ai mà TA đã ban cho Kinh Sách (Do Thái và Thiên Chúa) biết rõ về Y (Muhammad) giống như họ biết rõ ràng về con cái của họ. (Đó là) những người gây thiệt cho bản thân (vì đã đưa bản thân vào Hỏa Ngục), và họ không hề có đức tin.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:21","price":"Còn ai sai quấy hơn kẻ đã đặt điều giả dối cho Allah hoặc còn ai sai quấy hơn kẻ đã phủ nhận các lời mặc khải của Ngài?! Chắc chắn những kẻ sai quấy không bao giờ thành đạt.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:22","price":"Vào Ngày (Phán Xét), TA sẽ triệu tập họ toàn bộ, rồi TA sẽ hỏi những kẻ đa thần: “Đâu rồi những thần linh mà các ngươi đã từng khẳng định (rằng chúng là các đối tác ngang vai cùng với Allah)?!”","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:23","price":"Rồi họ không còn lời nào để chạy tội ngoại trừ phải nói: “Xin thề với Allah, Thượng Đế của bầy tôi, trước đây bầy tôi không phải là những người đa thần.”","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:24","price":"Ngươi (hỡi Thiên Sứ) hãy nhìn xem bọn họ đã dối trá với chính họ như thế nào?! Và những gì mà họ bịa đặt đã bỏ mặc họ.","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:25","price":"(Những người đa thần), trong số họ có người đã (giả vờ) tìm đến lắng nghe Ngươi (xướng đọc Qur’an) nhưng TA đã bọc kín con tim của họ lại khiến họ không hiểu được Nó và (TA làm cho) tai của họ (như thể) có một vật cản trong đó (khiến họ khó nghe được điều lợi). Và cho dù họ có tận mắt nhìn thấy tất cả các dấu hiệu thì họ cũng không có đức tin, (sự vô đức tin của họ) đến mức khi họ đến gặp Ngươi thì họ sẽ tranh luận với Ngươi, và những kẻ vô đức tin nói: “Đây chỉ là những câu chuyện cổ tích của người xưa.”","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:26","price":"Họ lánh xa Y (Thiên Sứ) và ngăn cản (người khác tin) vào Y, và họ không thể hủy hoại được ai ngoại trừ chính bản thân họ, tuy nhiên họ không nhận thấy điều đó.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:27","price":"Nếu như Ngươi (Thiên Sứ) thấy được cảnh lúc họ (những người vô đức tin) bị bắt đứng trên lửa (của Hỏa Ngục), (Ngươi sẽ thấy) họ than: “Ước gì chúng mình được trở lại (cuộc sống trần gian), chúng mình sẽ không phủ nhận các lời mặc khải của Thượng Đế của chúng mình và chúng mình sẽ là những người có đức tin.”","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:28","price":"Không đâu, (họ sẽ không có đức tin như lời đã nói), những gì mà họ giấu giếm trước đây sẽ lộ ra. Cho dù họ được cho trở lại (cuộc sống trần gian) thì họ sẽ vẫn tái phạm những điều cấm bởi quả thật họ là những kẻ gian dối.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:29","price":"(Những kẻ thờ đa thần này) nói: “Thật ra, chẳng có cuộc sống nào ngoài cuộc sống của chúng ta trên trần gian này, chúng ta sẽ không được phục sinh trở lại (cho việc phán xét và thưởng phạt).”","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:30","price":"Nếu như Ngươi (Thiên Sứ) thấy cảnh (những người vô đức tin) bị bắt đứng trình diện trước Thượng Đế của họ (thì Ngươi sẽ thấy tình trạng tồi tệ của họ) khi (Allah) bảo họ: “Lẽ nào điều này (sự Phục Sinh) không phải là sự thật?” Họ đáp: “Thưa Thượng Đế của bầy tôi, nó là sự thật.” (Allah) phán: “Vậy thì các ngươi hãy nếm lấy hình phạt bởi những gì mà các ngươi đã từng phủ nhận.”","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:31","price":"Những kẻ phủ nhận việc gặp Allah chắc chắn sẽ thua thiệt. Mãi đến khi Giờ Tận Thế bất ngờ xảy đến với họ thì họ mới nói: “Thật khổ thân cho chúng ta về điều mà chúng ta đã thường làm ngơ!” Họ phải mang trên lưng tội lỗi của mình. Thật tồi tệ cho tội lỗi mà họ phải gánh lấy!","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:32","price":"Cuộc sống trần gian này chỉ là trò vui chơi và thú tiêu khiển (ngắn ngủi cho những ai không muốn làm hài lòng Allah), và cõi Đời Sau thực sự tốt đẹp (trường tồn) cho những người ngoan đạo (luôn cố gắng làm Allah hài lòng). Lẽ nào các ngươi không hiểu (hỡi những kẻ đa thần)?!","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:33","price":"TA thực sự biết rõ những gì họ nói làm Ngươi (Thiên Sứ) buồn rầu. Quả thật họ không phủ nhận Ngươi, tuy nhiên, những kẻ sai quấy thường chống đối các Lời Mặc Khải của Allah.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:34","price":"Quả thật, các vị Thiên Sứ trước Ngươi (hỡi Thiên Sứ Muhammad) cũng đã bị phủ nhận nhưng Họ đã kiên nhẫn chịu đựng trước sự phủ nhận và gây hại (của những kẻ phủ nhận chống đối) cho đến khi TA (Allah) mang đến cho Họ sự chiến thắng. Quả thật, lời (hứa ban cho sự chiến thắng) của Allah không hề thay đổi. Ngươi đích thực đã nhận được các nguồn tin của các vị Thiên Sứ (trước Ngươi).","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:35","price":"Nếu sự quay lưng của (những kẻ đa thần) là điều trở ngại lớn cho Ngươi (hỡi Thiên Sứ) thì với khả năng của Ngươi, hãy đào một đường hầm dưới đất hoặc hãy bắt một cái thang lên trời để mang đến cho họ một dấu hiệu (để thuyết phục họ). Quả thật, nếu Allah muốn thì chắc chắn Ngài đã tập hợp toàn bộ họ đi trên chính đạo. Cho nên, Ngươi chớ là kẻ ngu muội.(1)","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"(1) Thiên Sứ thấy rằng mặc dù đã dành một thời gian dài để khuyên nhủ người dân của mình nhưng họ hầu như không đáp lại lời kêu gọi của Người. Kết quả là đôi khi Người mong muốn sự xuất hiện một dấu hiệu lạ nào đó từ nơi Thượng Đế sẽ làm suy yếu sự ngoan cố của người dân và khiến họ chấp nhận sự hướng dẫn của Người. Câu Kinh này thể hiện phản ứng của Thượng Đế đối với mong muốn của Thiên Sứ. Người được bảo đừng nôn nóng. Người phải kiên trì phấn đấu và tiếp tục làm tròn sứ mạng phù hợp với chỉ thị của Allah. Allah thừa khả năng ban xuống những dấu hiệu lạ và thừa khả năng hướng dẫn toàn bộ đến chính đạo nhưng Ngài đã không coi đó là phương pháp thích hợp để hoàn thành cuộc cách mạng trí tuệ và đạo đức cần thiết hoặc cho sự phát triển của một nền văn minh lành mạnh. Nếu Thiên Sứ không thể kiên nhẫn chịu đựng thái độ bướng bỉnh và sự quay lưng của người dân của Người, và nếu Người nghĩ cần phải làm cho họ chứng kiến một dấu hiệu lạ hữu hình của Thượng Đế, thì Người hãy tập trung tất cả sức mạnh và cố gắng để đào một cái hầm dưới đất hoặc bắt một cái thang lên trời và mang đến một phép lạ đủ mạnh để thay đổi đức tin của những kẻ vô đức tin. Tuy nhiên, Thiên Sứ được cho biết rằng về vấn đề này, Người không nên mong đợi Thượng Đế thực hiện ước muốn của mình, vì những điều như vậy không có chỗ trong kế hoạch của Ngài. Cho nên, Thiên Sứ chớ đâm ra thoái chí và mất kiên nhẫn giống như một kẻ ngu muội.","lang":"vi"},{"name":"6:36","price":"Quả thật chỉ những ai nghe (và hiểu được lời nói) mới đáp lại (lời kêu gọi của Ngươi – hỡi Thiên Sứ), còn (những kẻ vô đức tin là) những kẻ đã chết (bởi trái tim của họ đã chết), rồi đây (vào Ngày Phán Xét) Allah sẽ phục sinh họ và họ sẽ được đưa trở về trình diện Ngài.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:37","price":"(Những kẻ đa thần) nói: “Sao Y (Muhammad) không được ban cho một phép lạ từ Thượng Đế của mình (để làm minh chứng cho sứ mạng của Y cơ chứ?) Ngươi (Thiên Sứ) hãy nói: “Chắc chắn Allah thừa khả năng ban xuống một phép lạ (theo ý muốn của họ) nhưng đa số bọn họ lại không biết (Allah chỉ ban phép lạ xuống theo mục đích Ngài muốn chứ không theo ý của họ).","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:38","price":"Bất cứ loài động vật nào sống trên trái đất và (bất cứ) loài chim nào bay bằng đôi cánh của chúng cũng đều (sống thành) những cộng đồng giống như các ngươi (hỡi con người). TA đã không bỏ sót bất cứ điều gì trong quyển Kinh (Mẹ - Lawhu Al-Mahfuzh). Rồi đây, tất cả đều được triệu tập trình diện Thượng Đế của họ (để Ngài xét xử và thưởng phạt).","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:39","price":"Những ai phủ nhận các Lời Mặc Khải của TA, (hình ảnh của họ giống như) kẻ vừa điếc vừa câm mắc kẹt trong bóng tối. Allah muốn đẩy ai vào lầm lạc là tùy ý Ngài và Ngài muốn hướng dẫn ai đến con đường ngay chính cũng tùy ý Ngài.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:40","price":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ đa thần này): “Nếu các ngươi nói thật (rằng các thần linh của các người có thể mang lại điều lợi và đẩy lùi điều dữ) thì các người hãy cho ta biết nếu hình phạt của Allah túm lấy các người hoặc Giờ Tận Thế (bất ngờ) xảy đến, có phải các người sẽ cầu xin ai khác ngoài Allah chứ?!”","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:41","price":"“Không đâu, (vào lúc nguy cấp đó) chắc chắn các người chỉ cầu xin mỗi mình (Allah) mà thôi. Nếu Ngài muốn, Ngài sẽ lấy khỏi các người (những tai họa) mà các người cầu xin Ngài và các người sẽ quên bẵng (các thần linh) mà các người tổ hợp (cùng với Allah).”","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:42","price":"Quả thật TA đã gởi đến các thế hệ trước Ngươi (hỡi Thiên Sứ) các vị Sứ Giả (nhưng tất cả đã bị người dân phủ nhận) thế là TA đã trừng phạt họ bằng sự đói khổ và bệnh tật mong họ biết hạ mình (thần phục TA).","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:43","price":"Đáng lẽ ra họ phải biết hạ mình (thần phục TA) khi tai họa của TA giáng xuống họ, tuy nhiên, con tim của họ đã chai sạn và Shaytan đã trang hoàng những điều (tội lỗi) họ làm trở nên đẹp đẽ đối với họ.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:44","price":"Cho nên, khi họ quên bẵng những điều họ được nhắc nhở thì TA mở toang cho họ các cánh cửa (phồn vinh) về mọi thứ (trong cuộc sống trần tục của họ) mãi đến khi họ chỉ biết vui và tự hào về những gì mà họ được ban cho thì lúc đó TA bất ngờ trừng phạt họ khiến họ trở nên tuyệt vọng.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:45","price":"Thế là (tất cả) đám người có hành vi sai trái đều đã bị tiêu diệt hoàn toàn. Alhamdulillah, Thượng Đế của toàn vũ trụ và vạn vật.","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:46","price":"Ngươi (hỡi Thiên Sứ) hãy nói với (những kẻ đa thần): “Các người hãy cho ta biết nếu Allah lấy đi thính giác và thị giác của các người đồng thời đóng dấu lên con tim của các người (để các người không thể nhận thức được gì nữa) thì thần linh nào ngoài Allah có thể phục hồi những thứ đó cho các người?” Ngươi (hỡi Thiên Sứ) hãy xem TA đã trình bày rõ ràng các lời mặc khải (của TA) như thế nào, vậy mà họ vẫn ngoảnh mặt quay đi!","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:47","price":"Ngươi (hỡi Thiên Sứ) hãy nói với (những kẻ đa thần): “Các người hãy cho ta biết nếu hình phạt của Allah đến với các người một cách bất ngờ hoặc một cách công khai (thì liệu các người có thoát được không)? Chắc chắn những kẻ làm điều sai quấy đều sẽ bị tiêu diệt toàn bộ.”","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:48","price":"TA (Allah) đã không cử phái các vị Thiên Sứ đến ngoại trừ vì mục đích báo tin mừng (về Thiên Đàng cho những người có đức tin) và cảnh báo (về Hỏa Ngục cho những kẻ vô đức tin). Do đó, ai có đức tin và cải thiện bản thân thì họ sẽ không phải lo sợ cũng sẽ không phải buồn phiền.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:49","price":"Những ai phủ nhận các Lời Mặc Khải của TA thì sự trừng phạt sẽ chạm đến họ bởi những điều mà họ đã bất tuân và dấy loạn.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:50","price":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ đa thần): “Ta không hề nói với các người rằng Ta nắm giữ các kho tàng của Allah, Ta không hề nói với các ngươi rằng Ta biết điều vô hình, và Ta cũng không hề nói với các người rằng Ta chính là Thiên Thần, (mà Ta chỉ nói với các ngươi rằng) Ta chỉ làm theo điều được mặc khải cho Ta mà thôi.” Ngươi hãy nói (với họ): “Lẽ nào người mù và người sáng mắt lại ngang bằng nhau ư? Lẽ nào các người không suy ngẫm?!”","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:51","price":"Ngươi (hỡi Thiên Sứ) hãy lấy (Qur’an) cảnh báo những ai biết sợ việc họ sẽ bị triệu tập trình diện Thượng Đế của họ, (và rằng) chắc chắn họ sẽ không được ai ngoài Ngài bảo hộ và can thiệp, mong rằng họ biết kính sợ (Allah).","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:52","price":"Ngươi (hỡi Thiên Sứ) chớ đừng xua đuổi những người (nghèo khổ) cầu nguyện Thượng Đế của họ vào sáng tối bằng chân tâm (muốn Ngài hài lòng). (Bởi lẽ) Ngươi không gánh tội thay cho họ về bất cứ điều gì (họ phạm) và họ cũng không gánh tội thay cho Ngươi về bất cứ điều gì (Ngươi phạm). Cho nên, việc Ngươi xua đuổi họ sẽ khiến Ngươi trở thành kẻ sai quấy bất công.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:53","price":"Như thế đó, TA đã dùng những người này thử thách những người kia để (những kẻ vô đức tin giàu có) nói (về những người nghèo có đức tin): “Lẽ nào những kẻ (nghèo khổ) này được Allah đặc ân hơn chúng ta sao?” Chẳng phải Allah mới là Đấng biết rõ ai là người tri ân (Ngài) hay sao?!","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:54","price":"Khi những người có đức tin nơi những Lời Mặc Khải của TA đến gặp Ngươi (hỡi Thiên Sứ) thì Ngươi hãy nói với họ: “Chào bằng an đến các người, Thượng Đế của các người đã qui định cho bản thân Ngài lòng nhân từ: rằng ai trong các người lỡ làm điều tội lỗi vì thiếu hiểu biết rồi sau đó ăn năn hối cải và sửa mình thì quả thật Ngài là Đấng Hằng Tha Thứ, Đấng Khoan Dung.”","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:55","price":"TA trình bày rõ các Lời Mặc Khải (của TA) như thế đó và để con đường của những kẻ tội lỗi trở nên rõ ràng.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:56","price":"Ngươi (hỡi Thiên Sứ) hãy nói: “Ta bị cấm thờ phượng những thứ mà các ngươi cầu nguyện ngoài Allah.” Ngươi hãy nói: “Ta không làm theo ham muốn của các ngươi. (Nếu Ta làm theo ham muốn của các ngươi) thì chắc chắn Ta đã lầm lạc và lúc đó Ta sẽ không còn được hướng dẫn nữa.”","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:57","price":"Ngươi (hỡi Thiên Sứ) hãy nói (với những người đa thần): “Ta quả thật đang ở trên bằng chứng rõ ràng từ Thượng Đế của Ta còn các người thì đã phủ nhận nó. Cái (hình phạt) mà các người hối thúc không nằm ở nơi Ta, mọi quyết định đều chỉ thuộc về một mình Allah, Ngài nói sự thật (và phán quyết trên sự thật) và Ngài là Đấng phân biệt (giữa điều chân lý và ngụy tạo) tốt nhất.\"","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:58","price":"Ngươi (hỡi Thiên Sứ) hãy nói (với họ): “Nếu cái (hình phạt) mà các người hối thúc nằm ở nơi Ta thì vấn đề giữa Ta và các người chắc chắn đã được giải quyết. Quả thật, Allah biết rõ (khi nào trừng phạt và khi nào tạm tha cho) những kẻ làm điều sai quấy.”","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:59","price":"Mọi chìa khóa (kho tàng) của cõi vô hình đều nằm ở nơi (Allah), không ai biết rõ chúng ngoại trừ một mình Ngài. Ngài biết rõ mọi vật trên đất liền cũng như trong biển cả, không một chiếc lá nào rơi rụng cũng như không một hạt nào trong bóng tối của lòng đất mà Ngài không biết, cái xanh tươi hay sự khô héo, tất cả đều được ghi sẵn trong một quyển sổ định mệnh (Lawhu Al-Mahfuzh) rõ ràng.","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:60","price":"Ngài là Đấng rút hồn các ngươi vào ban đêm (lúc ngủ) và Ngài biết rõ từng hành vi của các ngươi vào ban ngày. Rồi vào ban ngày, Ngài trả hồn lại cho các ngươi (lúc thức dậy) để các ngươi tiếp tục sống đến hết tuổi thọ đã định. Sau đó, các ngươi sẽ được đưa trở về trình diện Ngài, rồi Ngài sẽ cho các ngươi biết những gì mà các ngươi đã làm.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:61","price":"Ngài là Đấng Thống Trị bên trên đám bầy tôi của Ngài và Ngài gởi đến các ngươi (hỡi nhân loại) các vị Thiên Thần ghi chép (mọi hành vi của các ngươi) cho đến khi ai đó trong các ngươi đối diện với cái chết (lúc y hết tuổi thọ) thì các Thiên Thần của TA sẽ bắt hồn y và Họ không bao giờ lơ là (trong nhiệm vụ).","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:62","price":"Sau đó, (tất cả linh hồn) đều được đưa trở về trình diện Allah, Đấng Chủ Nhân đích thực của họ. Quả thật, mọi phán quyết đều thuộc về một mình Ngài và Ngài rất nhanh chóng trong việc xét xử và thưởng phạt.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:63","price":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ đa thần): “Ai sẽ giải cứu các người (được bình an) khỏi các bóng tối của đất liền và biển cả khi các người hạ mình âm thầm thành khẩn khấn vái: nếu Ngài cứu bầy tôi khỏi nạn kiếp này thì chắc chắn bầy tôi sẽ là những người biết ơn?”","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:64","price":"Ngươi (hỡi Thiên Sứ) hãy nói với họ: “Allah giải cứu các người (bình an) khỏi nạn kiếp đó và tất cả mọi tai họa khác nhưng rồi sau đó các người vẫn Shirk (tổ hợp các thần linh) với Ngài.”","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:65","price":"Ngươi (hỡi Thiên Sứ) hãy nói với họ: “(Allah) thừa khả năng gửi hình phạt đến các người từ bên trên các người hoặc từ dưới chân các người hoặc làm cho các người xung đột bè phái và để các người nếm mùi của sự sát phạt lẫn nhau.” Ngươi nhìn xem, TA đã giảng giải các lời mặc khải của TA bằng nhiều cách với hy vọng họ hiểu được (thông điệp).","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:66","price":"Nhưng người dân của Ngươi (hỡi Thiên Sứ) đã phủ nhận nó trong khi nó là sự thật. Ngươi hãy nói: “Ta không được cử đến để trông chừng các người (mà Ta chỉ là người cảnh báo các người về sự trừng phạt khủng khiếp mà thôi).”","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:67","price":"Tất cả mọi nguồn tin (cảnh báo) đều đã được ấn định thời khắc và các người sẽ sớm biết thôi.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:68","price":"Khi Ngươi (hỡi Thiên Sứ) thấy những kẻ (vô đức tin) nhạo báng các Lời Mặc Khải của TA thì Ngươi hãy tránh xa họ cho đến khi nào họ chuyển sang chủ đề khác. Còn nếu Ngươi bị Shaytan làm cho quên mà ngồi cùng với họ thì sau khi nhớ lại, Ngươi chớ đừng tiếp tục ngồi cùng với đám người sai quấy đó nữa.","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:69","price":"Những người ngoan đạo không hề có bất cứ trách nhiệm nào cho hành động và việc làm của họ, tuy nhiên, (những người ngoan đạo) hãy nhắc nhở họ mong rằng họ sẽ ngoan đạo (kính sợ Allah.)","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:70","price":"Ngươi (hỡi Thiên Sứ) hãy mặc kệ những kẻ đã mang tôn giáo của họ ra làm trò đùa và thú tiêu khiển và bị mê hoặc bởi cuộc sống (hào nhoáng) của trần gian. Ngươi hãy nhắc nhở họ bằng Qur’an vì bản thân họ có thể bị hủy hoại bởi những tội lỗi họ đã làm, (và họ cần biết rằng) sẽ không có ai ngoài Allah đứng ra bảo hộ cũng như can thiệp cho họ. Cho dù họ có dâng mọi thứ tương đương với (tội đã phạm) để xin được chuộc tội thì cũng sẽ không được chấp nhận. Họ là những kẻ sẽ phải bị hủy hoại bởi những tội lỗi đã làm. (Rồi đây), họ sẽ được cho uống một loại nước sôi cực nóng cùng với hình phạt đau đớn bởi vì họ đã vô đức tin.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:71","price":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ đa thần): “Lẽ nào chúng tôi lại cầu xin ngoài Allah những thứ hoàn toàn không mang lợi cũng chẳng gây hại cho chúng tôi để rồi chúng tôi bị đẩy trở về với (sự vô đức tin) sau khi Allah đã hướng dẫn chúng tôi ư? (Lẽ nào chúng tôi lại) giống như một kẻ bị các Shaytan cám dỗ dẫn đi lang thang trên trái đất trong lúc những người bạn của y cố réo gọi y đến với sự chỉ đạo: Anh hãy đến đây với chúng tôi (nhưng y cứ ngoảnh đi)?” Ngươi hãy nói: “Thật ra sự hướng dẫn của Allah mới thực sự là nguồn chỉ đạo đúng đắn và chúng tôi được lệnh phải thần phục Thượng Đế của vũ trụ và vạn vật.”","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:72","price":"“(Và chúng tôi được lệnh): Các ngươi hãy thiết lập lễ nguyện Salah và kính sợ Ngài bởi Ngài là Đấng mà các ngươi phải trở về (trình diện vào Ngày Phán Xét.)”","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:73","price":"Ngài là Đấng đã tạo hóa các tầng trời và trái đất vì chân lý. Vào Ngày mà Ngài phán (khi muốn điều gì đó) “Hãy thành” thì nó lập tức sẽ thành, (đó là Ngày Tận Thế, Allah phán bảo các ngươi hãy đứng dậy thì tất cả nhân loại đều đứng dậy). Lời phán của Ngài là sự thật. Ngài nắm toàn quyền trong Ngày mà tiếng còi được thổi lên. Ngài biết điều vô hình và hữu hình và Ngài là Đấng Chí Minh, Đấng Thông Toàn.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:74","price":"(Ngươi - hỡi Thiên Sứ - hãy nhớ lại) khi Ibrahim thưa với cha của Y – Azar, nói: “Sao cha lại nhận các bục tượng làm thần linh? Quả thật, con thấy cha và người dân của cha rõ ràng đang trong sự lầm lạc.”","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:75","price":"Tương tự (như việc cho Ibrahim thấy sự lầm lạc của cha Y và người dân), TA cho Ibrahim thấy thêm việc chi phối các tầng trời và trái đất (để Y nhận thức được quyền năng vô biên của Allah) và để cho Y trở thành một người có đức tin kiên định.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:76","price":"Khi đêm xuống, (Ibrahim) thấy một vì sao, Y bảo: “Đây là Thượng Đế của Ta.” Nhưng khi vì sao lặn khuất, Y bảo: “Ta không thích những thứ lặn khuất.”","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:77","price":"Khi thấy mặt trăng mọc lên, (Ibrahim) bảo: “Đây là Thượng Đế của Ta.” Nhưng khi mặt trăng lặn khuất, Y bảo: “Nếu Thượng Đế của Ta không hướng dẫn Ta thì Ta chắc chắn đã trở thành kẻ lầm lạc.”","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:78","price":"Khi thấy mặt trời mọc lên, (Ibrahim) bảo: “Đây mới thật là Thượng Đế của Ta, vị này lớn nhất.” Nhưng khi mặt trời lặn khuất, Y nói: “Này hỡi người dân, Ta hoàn toàn vô can với mọi thứ mà các người tổ hợp (với Allah).”","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:79","price":"“Ta toàn tâm hướng mặt mình về Đấng đã tạo hóa các tầng trời và trái đất và Ta không là kẻ thờ đa thần.”","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:80","price":"Người dân của Y tranh cãi với Y. Y bảo: “Lẽ nào các người tranh cãi với Ta về Allah trong khi Ngài đã hướng dẫn Ta? Ta không sợ những thứ mà các người tổ hợp với Ngài (bởi lẽ chắc chắn chúng sẽ không thể hại được Ta) ngoại trừ điều nào mà Thượng Đế của Ta đã muốn. Kiến thức của Thượng Đế Ta bao trùm tất cả mọi thứ. Lẽ nào các người vẫn chưa giác ngộ ư?!”","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:81","price":"“Tại sao Ta lại phải sợ những thứ mà các người tổ hợp (với Allah) trong khi các người không sợ việc các người đã tổ hợp với Allah những thứ mà Ngài đã không cho các người bất cứ thẩm quyền nào? Cho nên, trong hai nhóm, nhóm nào xứng đáng được an toàn (khỏi sự trừng phạt của Allah) nếu các người (thật sự) biết rõ?”","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:82","price":"Những người có đức tin và không làm bẩn (đức tin thuần túy của mình) bởi điều sai trái (Shirk) thì họ là những người được bình an và được hướng dẫn đúng đường.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:83","price":"(Cho nên, trong hai nhóm, nhóm nào xứng đáng được an toàn (khỏi sự trừng phạt của Allah) nếu các người (thật sự) biết rõ?) Đó là lập luận mà TA đã ban cho Ibrahim để Y đối đáp với người dân của Y. TA muốn nâng cấp bậc cho ai là tùy ý TA. Quả thật, Thượng Đế của Ngươi (Thiên Sứ) là Đấng Sáng Suốt, Đấng Hằng Biết.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:84","price":"TA đã ban cho (Ibrahim) (đứa con trai) Is-haq (Isaac) và (đứa cháu nội) Ya’qub (Jacob). Cả hai đều được TA hướng dẫn (đến với chính đạo). Trước đây, Nuh (Nô-ê) cũng đã được TA hướng dẫn, và cả trong dòng dõi của Y như Dawood (David), Sulayman (Solomon), Ayyub (Job), Yusuf (Joseph), Musa, Harun (Aaron); TA ban thưởng cho những người làm tốt như thế.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:85","price":"(TA đã hướng dẫn) Zakariya (Zacharias), Yahya, Ysa, Ilyas (Elias), tất cả đều là những người đức hạnh.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:86","price":"(TA đã hướng dẫn) Isma’il, Al-Yasa’ (Elisha), Yunus, Lut, tất cả đều được TA ban phúc hơn thiên hạ.","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:87","price":"Và trong số cha mẹ, con cái và anh em của họ cũng được TA phù hộ và hướng dẫn theo Chính Đạo.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:88","price":"Đó là chỉ đạo của Allah, Ngài đã dùng nó để hướng dẫn ai Ngài muốn trong số bầy tôi của Ngài. Nhưng nếu họ Shirk thì mọi việc làm (ngoan đạo và hành thiện) của họ trở nên hoài công vô ích.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:89","price":"Đó là những (vị Sứ Giả và Nabi) đã được TA ban cho Kinh Sách, sự thông thái và sứ mạng tiên tri. Cho nên, nếu như đám dân này (của Ngươi – hỡi Thiên Sứ) phủ nhận (cả ba điều này) thì chắc chắn TA sẽ ban các điều này cho một đám người khác (những người Muhajir và dân Ansar và những ai đi theo họ đến ngày Tận Thế), họ sẽ không phủ nhận.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:90","price":"Đó là những người đã được Allah ban cho sự chỉ đạo, cho nên, các ngươi hãy noi theo sự chỉ đạo của họ. Ngươi (hỡi Thiên Sứ) hãy nói: “Ta không hề yêu cầu các người trả tiền thù lao cho Ta về (Qur’an). Quả thật, Nó là Thông Điệp Nhắc Nhở dành cho thiên hạ (loài người và loài Jinn).”","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:91","price":"(Những kẻ đa thần) đã đánh giá Allah không đúng về Ngài khi bọn họ bảo: “Allah đã không ban xuống bất cứ gì cho người phàm cả.” Ngươi (hỡi Thiên Sứ) hãy hỏi họ: “Vậy ai đã ban xuống Kinh (Tawrah), Kinh Sách mà Musa đã mang đến như một nguồn ánh sáng và sự chỉ đạo cho nhân loại? (Tuy nhiên), các người (những người Do Thái) chỉ phơi bày ra một số (điều phù hợp với ý muốn của các người) trên các miếng da thuộc và giấu đi nhiều điều (nghịch lại với dục vọng của các người). Các người đã được dạy cho những điều mà cả các người và cha mẹ của các người đã không từng biết.” Ngươi hãy nói: “Allah (đã ban xuống).” Rồi Ngươi hãy mặc kệ bọn họ vui đùa trong sự lầm lạc đó.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:92","price":"Kinh (Qur’an) này, TA đã ban Nó xuống cho Ngươi (hỡi Thiên Sứ) như là một hồng phúc, Nó xác nhận lại những điều (đã ban xuống) trước Nó, và để cho Ngươi dùng cảnh báo (người dân) của thành phố mẹ (Makkah) và những ai xung quanh đó. Những ai có đức tin nơi Đời Sau sẽ có đức tin nơi Nó và họ luôn chu đáo giữ gìn lễ nguyện Salah của họ.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:93","price":"Còn ai sai trái hơn kẻ đã đặt điều dối trá cho Allah hoặc kẻ đã nói “Tôi đã nhận được sự mặc khải” nhưng thực chất y chẳng được mặc khải bất cứ điều gì! Và (còn ai sai quấy hơn) kẻ đã nói: “Ta sẽ ban xuống điều giống như điều Allah đã ban xuống”! Và phải chi Ngươi (hỡi Thiên Sứ) có thể nhìn thấy cảnh tượng của những kẻ làm điều sai quấy giẫy giụa đau đớn vào lúc sắp chết khi các Thiên Thần đưa tay rút hồn của họ, bảo: “Hãy ra khỏi thể xác của các ngươi, ngày hôm nay các ngươi phải chịu sự trừng phạt nhục nhã bởi những điều mà các ngươi đã nói không đúng về Allah cũng như bởi việc các ngươi ngạo mạn trước các lời mặc khải của Ngài.”","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:94","price":"Quả thật, các ngươi phải một mình trở về trình diện TA giống như TA đã tạo hóa các ngươi lần đầu. Các ngươi phải bỏ lại sau lưng mọi thứ mà TA đã ban cấp cho các ngươi (trên trần gian), và TA không thấy bên cạnh các ngươi những kẻ can thiệp nào mà các ngươi đã từng khẳng định rằng chúng là đối tác (của Allah). Quả thật, mối quan hệ giữa các ngươi bị cắt đứt hoàn toàn và (những thần linh) mà các ngươi đã từng khẳng định sẽ bỏ các ngươi mất dạng.","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:95","price":"Quả thật, Allah là Đấng đã chẻ hạt giống và hạt chà là (để chúng nẩy mầm). Ngài rút cái sống ra từ cái chết và rút cái chết ra từ cái sống. Đó là Allah (Thượng Đế của các ngươi). Thế các ngươi ngoảnh đi đâu (hỡi những kẻ đa thần)?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:96","price":"Ngài chẻ (ánh sáng) của bình minh (từ bóng tối của ban đêm), Ngài tạo ra ban đêm để nghỉ ngơi, mặt trời và mặt trăng bơi theo quỹ đạo riêng (của chúng). Đó là sự sắp đặt và an bày của Đấng Toàn Năng, Đấng Toàn Tri.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:97","price":"Ngài là Đấng đã tạo ra cho các ngươi các vì sao, dựa vào chúng các ngươi có thể xác định được phương hướng trong các bóng tối của đất liền và biển cả. Quả thật, TA đã giải thích các dấu hiệu (của TA) cho đám người hiểu biết.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:98","price":"Ngài là Đấng đã tạo hóa các ngươi từ một cơ thể duy nhất (Adam). (Ngài đã tạo cho các ngươi) một chỗ định cư (trong tử cung của người mẹ) và một nơi lưu trữ (xương sống của người cha). Quả thật, TA đã giải thích các dấu hiệu (của TA) cho đám người thông hiểu.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:99","price":"Ngài là Đấng đã ban nước (mưa) từ trên trời xuống. (Với nước mưa đó), TA (Allah) cho mọc ra đủ loại cây cối và thảo mộc; cho mọc ra những cộng xanh trổ hạt kết chồng lên nhau (như bông lúa); (cho mọc ra cây chà là), từ thân và nhánh của nó trổ ra trái từng chùm cao thấp; và cho mọc ra những vườn nho, vườn ô liu, vườn lựu, (ô liu và lựu tuy lá) giống nhau nhưng (trái) lại khác nhau. Ngươi (hỡi Thiên Sứ) hãy nhìn ngắm trái quả của chúng lúc mới trổ và lúc chín mộng, quả thật trong sự việc đó là các dấu hiệu dành cho đám người có đức tin.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:100","price":"Tuy nhiên, (những kẻ đa thần) đã tôn loài Jinn làm các thần linh cùng với Allah trong khi Ngài tạo ra chúng. Họ đã gán cho Ngài những đứa con trai và những đứa con gái một cách không hiểu biết. Vinh quang thay Ngài, Ngài tối cao vượt xa những gì họ đã gán cho Ngài.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:101","price":"Ngài đã tạo các tầng trời và trái đất. Làm sao Ngài có thể có con trong khi Ngài không có bạn đời, và (làm sao lại qui cho Ngài có con) trong khi Ngài là Đấng đã tạo ra tất cả vạn vật và Ngài là Đấng Hằng Biết mọi thứ.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:102","price":"Đó là Allah, Thượng Đế của các ngươi (hỡi nhân loại). Không có Thượng Ðế đích thực nào khác ngoài Ngài. Ngài là Ðấng tạo hóa tất cả vạn vật nên các ngươi hãy thờ phượng riêng Ngài. Quả thật, Ngài là Đấng bảo hộ và trông coi tất cả mọi thứ.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:103","price":"Không một ánh nhìn nào bắt kịp được Ngài trong lúc Ngài bắt kịp mọi ánh nhìn, bởi Ngài là Đấng Tinh Tế, Đấng Thông Toàn.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:104","price":"(Hỡi nhân loại,) quả thật, các bằng chứng từ nơi Thượng Đế của các ngươi đã đến với các ngươi. Do đó, người nào nhìn thấy được thì tốt cho bản thân y còn người nào mù lòa (không nhìn thấy) thì bất lợi cho y; và Ta (Muhammad) không phải là người giám hộ và trông coi các ngươi.","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:105","price":"Như thế đó, TA giải thích rõ ràng các Lời Mặc Khải (của TA) để (những kẻ đa thần khỏi) nói rằng Ngươi (Thiên Sứ) đã học (được điều đó từ dân Kinh Sách) và để TA làm sáng tỏ vấn đề cho đám người hiểu biết.","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:106","price":"Ngươi (hỡi Thiên Sứ) hãy đi theo những gì được mặc khải cho Ngươi từ Thượng Đế của Ngươi, Đấng mà không có Thượng Đế đích thực nào khác ngoài Ngài, và Ngươi hãy tránh xa những kẻ đa thần.","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:107","price":"Nếu Allah muốn, không ai trong số họ phạm phải Shirk; và TA đã không phái Ngươi (Thiên Sứ) đến để giám hộ và trông chừng họ. Quả thật, Ngươi không phải là người trông chừng (các hành động và việc làm) của họ.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:108","price":"Các ngươi (những người có đức tin) chớ đừng xúc phạm (thần linh) mà họ cầu nguyện ngoài Allah, bởi lẽ (như thế) thì họ (có cớ) xúc phạm Allah một cách thiếu hiểu biết. Như thế đó, mỗi cộng đồng, TA tô điểm cho hành vi của họ (để họ tưởng đó là tốt), rồi sau đó họ sẽ trở về trình diện Thượng Đế của họ, và Ngài sẽ cho họ biết những gì họ đã từng làm.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:109","price":"(Những kẻ đa thần) đã thề thốt bằng sự thề thốt trịnh trọng rằng nếu như (Muhammad) mang một dấu hiệu lạ đến cho họ thì chắc chắn họ sẽ có đức tin. Ngươi (hỡi Thiên Sứ) hãy nói với họ: “Quả thật, các dấu hiệu lạ đều ở nơi Allah.” (Hỡi những người có đức tin), các ngươi có biết không ngay cả khi các dấu hiệu lạ xuất hiện, họ cũng sẽ không có đức tin.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"vi"},{"name":"6:110","price":"TA lật trở con tim và cái nhìn của họ (lệch khỏi chân lý) giống như việc họ đã không tin (nơi Qur’an) lần đầu; và TA bỏ mặc họ lang thang trong sự thái quá của họ.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"vi"}],"juz":{"id":7,"name":"وَإِذَا سَمِعُوا","transliteration":"Wa Iza Sami'u","transEn":"And When They Hear","startVerse":"5:82","endVerse":"6:110","totalVerses":149}}