{"data":[{"name":"1:1","price":"1. Vardan Allaho, Maloningiausiojo, Gailestingiausiojo,","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"1:2","price":"2. Visa šlovė ir dėkingumas – Allahui, Alamyn (žmonijos, džinų ir visa, kas egzistuoja) Viešpačiui [1].","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"[1] Žodis „Viešpats“: Korane vartojamas žodis Rab, tačiau jam lietuvių kalboje nėra vieno deramo atitikmens. Rab reiškia Vienintelį visos visatos Viešpatį, jos Kūrėją, Šeimininką, visų reikalų Tvarkytoją, Aprūpintoją, Valdytoją, Planuotoją, Palaikytoją, Globėją ir Saugumo Teikėją. Rab taip pat yra vienas iš Allaho vardų. Čia pavartotas žodis „Viešpats“ kaip artimiausias arabiško žodžio Rab atitikmuo. Visame šiame Tauriojo Korano prasmių vertime sutinkamas žodis „Viešpats“ iš tiesų reiškia žodį Rab ir turi būti suprantamas pastarojo reikšme.","lang":"lt"},{"name":"1:3","price":"3. Maloningiausiajam, Gailestingiausiajam.","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"1:4","price":"4. Atpildo Dienos (t. y. Prikėlimo dienos) Vieninteliam Valdytojui (ir Vieninteliam Teisėjui).","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"1:5","price":"5. Tave (Vienintelį) mes garbiname ir Tavęs (Vienintelio) mes prašome pagalbos.","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"1:6","price":"6. Vesk mus Tiesiu keliu. [2]","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"[2] Vedimas yra dviejų rūšių:\na) Taufik vedimas, kuris priklauso tik nuo pačio Allaho – tik Jis atveria žmonių širdis tiesai (atveda iš netikėjimo į tikėjimą, t. y. islamiškąjį monoteizmą).\nb) Iršad vedimas, vykstantis per Allaho Pasiuntinių ir dievobaimingųjų mokslininkų mokymus, skelbiančus tiesą, t. y. islamiškąjį monoteizmą.","lang":"lt"},{"name":"1:7","price":"7. Keliu tų, kuriems Tu suteikei Savo Malonę [3], bet ne tų, kurie užsitraukė Tavo Pyktį (kaip judėjai), ir ne tų, kurie nuklydo (kaip krikščionys).","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"[3] t. y. per Pranašus, Sidikūn (tuos Pranašo pasekėjus, kurie patys pirmieji juo patikėjo, tokie kaip Abu Bakr As-Sidik), kankinius ir teisinguosius, kaip Allahas   sakė: „Ir kas paklūsta Allahui ir Pasiuntiniui (Muchammedui ﷺ ), tada jie bus kartu su tais, kuriems Allahas suteikė Savo Malonę – iš Pranašų, Sidikūn, kankinių ir teisingųjų (tarpo). Ir kokie puikūs šie kompanjonai!” (Koranas, 4:69).","lang":"lt"},{"name":"2:1","price":"1. Alif, Lam, Mym. (Šios raidės – vienas iš Korano stebuklų ir niekas kitas, tik Allahas (Vienintelis) žino jų reikšmę.)","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:2","price":"2. Ši Knyga (Koranas), dėl kurios nėra abejonės, – teisingas vedimas (tiems, kurie yra) Al-Mutakūn (dievobaimingi tikintieji islamiškuoju monoteizmu, visuomet bijantys Allaho (susilaikantys nuo skirtingų rūšių nuodėmių ir blogų veiksmų, kuriuos Jis uždraudė) ir labai mylintys Allahą (darantys visų rūšių gerus darbus, kuriuos Jis nurodė daryti)),","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:3","price":"3. kurie tiki į Ghaib [1] ir atlieka As-Salat (Ikamat-as-Salat), [2] ir leidžia iš to, ką Mes jiems suteikėme [t. y. duoda Zakat [3], leidžia savo, savo tėvų, vaikų, žmonų ir t. t. naudai, ir taip pat duoda labdarą neturtingiesiems ir taip pat dėl Allaho atlieka Džihadą [4] ir pan.].","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"[1] Al-Ghaib: tiesiogiai tai reiškia „nematomas daiktas“, tačiau šis žodis turi daug prasmių – tai tikėjimas Allahą, angelus, Knygas, Allaho pasiuntinius, Prikėlimo dieną ir Al-Kadar (Dieviškąjį Nulėmimą). Jo reikšmė taip pat apima tai, ką Allahas ir Jo Pasiuntinys ﷺ pranešė apie praeities, dabarties ir ateities dalykus, t. y. žinios apie dangų ir žemės sukūrimą, augmenijos ir gyvūnijos gyvenimą, žinios apie buvusias tautas bei apie Rojų ir Pragarą.\n[2] Ikamat-as-Salat: salat (maldų) atlikimas.\n[3] Zakat: nuo tam tikros nustatytos turto dalies, o taip pat ir nuo kiekvienos nuosavybės rūšies musulmonas turi kasmet mokėti zakat musulmonų bendruomenės neturtingųjų naudai. Zakat mokėjimas yra privalomas, nes tai vienas iš penkių islamo ramsčių. Zakat yra svarbi ekonominė priemonė, kuri užtikrina socialinį teisingumą ir suteikia musulmonų bendruomenei klestėjimą bei saugumą. (Žr. Sahih Al-Bukhari, t. 2, „Zakat knyga“, hadisas Nr. 24).\n[4] Džihadas: reiškia stengimąsi arba pastangas. Pirmiausia, tai yra kiekvieno musulmono asmeninės pastangos kovojant su savo vidiniu aš, stengimasis skatinant tai, kas yra gera ir draudžiant tai, kas yra bloga. Antra, tai gali reikšti fizines pastangas.","lang":"lt"},{"name":"2:4","price":"4. Ir kurie tiki tuo (Koranu ir Sunna), kas buvo apreikšta tau (Muchammedai ﷺ ) ir tuo, kas buvo apreikšta iki tavęs [Tauratas (Tora) ir Indžylis (Evangelija) ir t. t.], ir užtikrintai tiki Pomirtiniu Gyvenimu (t. y. prikėlimu, atpildu už gerus ir blogus darbus, Rojumi ir Pragaru).","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:5","price":"5. Jie – savo Viešpaties teisingame vedime ir jie – sėkmingieji.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:6","price":"6. Iš tiesų, tie, kurie netiki, jiems tas pats, ar tu (Muchammedai ﷺ ) įspėji juos ar neįspėji jų, - jie netikės.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:7","price":"7. Allahas užantspaudavo jų širdis ir klausą (t. y. jie negali priimti Allaho Vedimo) ir ant jų žvilgsnių – uždangalas. Jiems bus didžiulė kančia.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:8","price":"8. Ir tarp žmonių yra tokių (veidmainių), kurie sako: „Mes tikime Allahą ir Paskutiniąją Dieną“, bet iš tiesų jie netiki.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:9","price":"9. Jie (mano) apgausiantys Allahą ir tuos, kurie tiki. Bet jie apgaudinėja tik patys save, ir (to) nesuvokia!","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:10","price":"10. Jų širdyse – (abejonės ir veidmainiškumo) liga, ir padidino Allahas jų ligą. Jiems – skausminga kančia, už jų melagystes.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:11","price":"11. Kai jiems sakoma: „Nedarykite žemėje piktadarybių!”, jie sako: „Mes – tik taikdariai.“","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:12","price":"12. Iš tiesų! Jie – tie, kurie daro piktadarybes, bet jie nesuvokia.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:13","price":"13. O kai jiems (veidmainiams) sakoma: „Tikėkite kaip žmonės (Muchammedo ﷺ pasekėjai – Al-Ansar ir Al-Muhadžirūn) patikėjo!”, jie sako: „Argi mes patikėsime kaip kvailiai patikėjo?“ Iš tiesų, kvailiai – jie, bet to nežino.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:14","price":"14. O kai jie sutinka tuos, kurie tiki, sako: „Mes tikime.\" Bet kai jie vieni su savo Šajatin (šėtonais – daugiadieviais, veidmainiais), sako: „Iš tikrųjų mes esame su jumis. Iš tiesų mes tik juokavome.“","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:15","price":"15. Allahas išsijuokia iš jų, ir palieka juos aklai klaidžioti nuodėmėje.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:16","price":"16. Tai yra tie, kurie nusipirko klaidą už teisingą vedimą, todėl nepelninga buvo jų prekyba. Ir jie nebuvo teisingai vedami.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:17","price":"17. Jų pavyzdys yra kaip to, kuris užkūrė ugnį. Tada, kai ji apšvietė viską aplink jį, Allahas paėmė jų šviesą ir paliko juos tamsoje. (Taigi), jie negalėjo matyti.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:18","price":"18. Jie yra kurti, nebylūs ir akli. Todėl jie negrįžta (į Teisingą Kelią).","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:19","price":"19. Arba kaip liūtis iš dangaus. Joje sutema, griaustinis ir žaibas. Jie spraudžia pirštus į ausis, tildydami perkūnijos trenksmą, bijodami mirties. Bet Allahas apima netikinčiuosius (t. y. Allahas surinks juos visus kartu).","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:20","price":"20. Žaibas beveik atima jų regėjimą. Kai tik jis tvyksteli jiems, jie jame eina, o kai juos apgaubia tamsa, jie stovi nejudantys. Ir jei Allahas panorėtų, Jis galėtų atimti jų klausą ir jų regėjimą. Iš tiesų, Allahas yra Visa Galintis.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:21","price":"21. Žmonės! Garbinkite savo Viešpatį (Allahą), Kuris sukūrė jus ir tuos, kurie buvo prieš jus, kad jūs taptumėte Al-Mutakūn (dievobaimingi – žr. ają 2:2).","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:22","price":"22. Kuris padarė žemę jums poilsio vieta ir dangų – skliautu, ir nuleido lietų iš dangaus ir suteikė juo vaisius, aprūpindamas jus. Taigi nepriskirkite lygių Allahui (garbinime), žinodami (kad Jis Vienintelis turi tam teisę).","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:23","price":"23. O jei jūs (arabų pagonys, judėjai ir krikčionys) abejojate dėl to, ką Mes atskleidėme (t. y. Koranu) Savo vergui (Muchammedui ﷺ ), tai sukurkite panašią sūrą (Korano skyrių) ir kvieskite savo liudytojus (rėmėjus ir padėjėjus) be Allaho, jei esate teisūs.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:24","price":"24. Bet jei jūs to nepadarysite, o jūs niekada nesugebėsite to padaryti, tada bijokite Ugnies, kurio pakuros yra žmonės ir akmenys, paruošti netikintiesiems.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:25","price":"25. Ir praneškite gerą žinią tiems, kurie tiki ir daro gerus darbus, - jiems bus Sodai, po kuriais teka upės (Rojus). Kaskart, kai jiems bus duotas vaisius iš ten, jie sakys: „Tai mums buvo duota prieš tai.“ Jiems bus duoti panašūs dalykai (t. y. tokios pačios formos kaip žemėje, bet kitokio skonio), ir jie turės ten Azvadžun Mutahara [5] (tyrus partnerius arba žmonas) ir jie gyvens ten amžinai.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"[5] neturinčios menstruacijų, išmatų, šlapimo.","lang":"lt"},{"name":"2:26","price":"26. Iš tiesų, Allahas nesigėdija pateikti palyginimą, net apie uodą ar tą, kas pranoksta jį. Tie, kurie tiki, žino, kad tai – jų Tiesa iš jų Viešpaties, o tie, kurie netiki, sako: „Ką Allahas norėjo pasakyti šiuo palyginimu?“ Taip Jis paklaidina daugelį ir daugelį tokiu būdu Jis veda tiesiu keliu. Ir Jis paklaidina taip tik tuos, kurie yra Al-Fasikūn (maištaujantys, nepaklūstantys Allahui).","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:27","price":"27. Tie, kurie pažeidžia Allaho Sutartį po jos patvirtinimo, ir nutraukia tai, ką Allahas nurodė sujungti (turint galvoje Allaho tikėjimą – islamiškąjį monoteizmą, ir jo taisyklių taikymą žemėje, ir taip pat turint galvoje gerų santykių su pažįstamais ir giminėmis palaikymą), ir daro žemėje piktadarybes, jie – pralaimėtojai.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:28","price":"28. Kaip galite netikėti į Allahą, matant, kad buvote negyvi ir Jis suteikė jums gyvybę. Tada Jis suteiks jums mirtį, tada vėl prikels gyvenimui (Prikėlimo Dieną) ir tada pas Jį sugrįšite. (žr. ają 40:11)","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:29","price":"29. Jis yra Tas, Kuris sukūrė jums visiems tai, kas yra žemėje. Tada Jis pakilo (istava) link dangaus ir padarė juos septyniais dangumis. Jis - apie viską Žinantis.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:30","price":"30. Ir (atminkite), kaip jūsų Viešpats sakė angelams: „Iš tiesų, aš apgyvendinsiu (žmonijos) kartas po kartų žemėje.“ Jie tarė: „Ar Tu apgyvendinsi ten tuos, kurie darys piktadarybes ir lies kraują, kai mes garbiname Tave šlovindami ir dėkodami ir šventiname Tave.“ Jis (Allahas) tarė: „Aš žinau tai, ko jūs nežinote.“","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:31","price":"31. Ir Jis išmokė Adamą (Adomą) visų dalykų vardus, tada Jis parodė juos angelams ir tarė: „Pasakykite Man jų vardus, jei jūs sakot teisybę.“","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:32","price":"32. Jie (angelai) tarė: „Šlovė Tau, mes neturime žinių išskyrus tai, ko Tu mus išmokei. Iš tiesų, Tu – Visa Žinantis, Visa Išmanantis.“","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:33","price":"33. Jis tarė: „Adamai (Adomai), pranešk jiems jų vardus!”. Ir kai jis pranešė jiems jų vardus, Jis tarė: „Argi Aš nesakiau jums, kad Aš žinau Ghaib (Nematomą) danguose ir žemėje ir Aš žinau, ką jūs atskleidžiate ir tai, ką jūs slepiate?“","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:34","price":"34. Ir (atminkite), kai Mes tarėme angelams: „Pulkite kniūbsčiomis priešais Adamą (Adomą).“ Ir jie puolė kniūbsčiomis, išskyrus Iblisą (Šėtoną). Jis atsisakė ir parodė išdidumą, ir buvo vienas netikinčiųjų (nepaklusęs Allahui).","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:35","price":"35. Ir Mes tarėme: „Adamai (Adomai), gyvenk tu ir tavo žmona Rojuje ir maitinkitės abu laisvai, mėgaudamiesi ir gėrėdamiesi, tuo, kas ten yra, ir kur tik panorėsite, bet nesiartinkite prie šio medžio, nes jūs abu tapsite Zalimūn (nusidėjėliais).“","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:36","price":"36. Tada Šaitan (Šėtonas) privertė juos paslysti iš ten (Rojaus) ir išleisdamas juos iš buvimo vietos. Mes tarėme: „Nusileiskite jūs, visi, priešiški vieni kitiems. Žemėje bus buveinė jums ir laikinas malonumas.“","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:37","price":"37. Tada Adamas (Adomas) gavo iš savo Viešpaties Žodžius [6]. Ir jo Viešpats atleido jam (priėmė jo atgailą). Iš tiesų, Jis – Tas, Kuris atleidžia (priima atgailą), Gailestingiausiasis.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"[6] Šie žodžiai paminėti Korane, ajoje 7:23: „Mūsų Viešpatie, mes nuskriaudėme save! Jei Tu mums neatleisi ir nesuteiksi mums Savo Gailestingumo, mes be abejonės būsime pralaimėtojais.“","lang":"lt"},{"name":"2:38","price":"38. Mes tarėme: „Nusileiskite visi jūs iš šios vietos (Rojaus). Ir kada bepasiektų jus Mano Vedimas, ir kas bepasektų Mano Vedimu, nebus jiems baimės ir jie nesielvartaus.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:39","price":"39. Bet tie, kurie netiki ir neiga Mūsų Ajat (įrodymus, įkalčus, eilutes, pamokas, ženklus, apreiškimus ir t. t.), – jie yra Ugnies gyventojai. Jie gyvens ten amžinai.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:40","price":"40. Israelio (Izraelio) vaikai, prisiminkite Mano Malonę, kurią suteikiau jums ir vykdykite (savo įsipareigojimus) Mano Susitarimą (su jumis) tam, kad Aš vykdyčiau (Savo įsipareigojimus) jūsų susitarimą (su Manimi), ir nebijokite nieko, tik Manęs.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:41","price":"41. Ir tikėkite tuo, ką Aš atskleidžiau (t. y. šiuo Koranu), patvirtinančiu tai, kas yra su jumis [Tauratą (Torą) ir Indžylį (Evangeliją)], ir nebūkite pirmieji tai neigę, ir neiškeiskite Mano ajatų [Tauratą (Torą) ir Indžylį (Evangeliją)] už mažą kainą (gaudami mažą vertę pardavus Mano ajatus), ir bijokitės Manęs, tik Manęs Vienintelio.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:42","price":"42. Ir nemaišykite tiesos su neteisybe, ir neslėpkite tiesos [ t. y. Muchammedas ﷺ yra Allaho Pasiuntinys ir jo savybės yra įrašytos jūsų Raštuose, Taurate (Toroje) ir Indžylyje (Evangelijoje)], žinodami (tiesą).","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:43","price":"43. Ir atlikite As-Salat (Ikamat-as-Salat), ir duokite Zakat, ir lenkitės (arba nuolankiai pakluskite Allahui) kartu su Ar-Rakiun [7].","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"[7] Ar-Rakiun: tie, kurie lenkiasi ir nuolankiai paklūsta Allahui ir Muchammedui ﷺ kaip tai darė musulmonai, t. y. priima islamą (negarbina nieko kito, tik Allahą Vienintelį, ir daro gerą vien tik siekdami Allaho Patenkinimo).","lang":"lt"},{"name":"2:44","price":"44. Ar jūs reikalaujate Al-Bir (dievobaimingumo ir teisingumo visame kame, paklūstant Allahui) iš žmonių ir pamirštate (praktikuoti tai) patys? Ir jūs recituojate Knygą [Tauratą (Torą)]! Argi jūs nesuvokiate?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:45","price":"45. Ir ieškokite pagalbos kantrybėje ir As-Salat (maldoje). Iš tiesų tai ypatingai sunku, išskyrus Al-Khašiūn [t. y. tikriesiems tikintiesiems Allahą – tiems, kurie paklūsta Allahui visiškai atsiduodami, visuomet bijodami Jo Bausmės ir tiki Jo Pažadu (Rojumi) ir Jo Perspėjimu (Pragaru)].","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:46","price":"46. (Jie yra tie,) kurie yra užtikrinti, kad jie sutiks savo Viešpatį ir kad pas Jį jie sugrįš.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:47","price":"47. Israelio (Izraelio) vaikai, atminkite Mano Malonę, kurią suteikiau jums, ir skyriau jums pirmenybę prieš  Alamyn [(jūsų laikų) žmoniją ir džinus].","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:48","price":"48. Ir bijokite (Teismo) Dienos, kai vienas žmogus nebus naudingas kitam, ir jo užtarimo prašymas nebus patenkintas, ir jo kompensacija nebus priimta, ir jiems nebus pagelbėta.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:49","price":"49. Ir (atminkite), kai Mes išgelbėjome jus nuo Firauno (Faraono) žmonių, kurie kėlė jums siaubingas kančias, žudė jūsų sūnus ir pasigailėdavo jūsų moterų, ir tame buvo didžiulis išbandymas, skirtas jūsų Viešpaties.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:50","price":"50. Ir (atminkite), kai Mes perskyrėme jūrą ir išgelbėjome jus ir paskandinome Firauno (Faraono) žmones, o jūs žiūrėjote (į juos, kai jūros vanduo juos uždengė).","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:51","price":"51. Ir (atminkite), kai Mes paskyrėme Mūsai (Mozei) keturiasdešimt naktų ir (jam išėjus) jūs pasirinkote veršiuką (garbinimui), ir būdami Zalimūn (daugiadieviais ir nusidėjėliais).","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:52","price":"52. Tada po to Mes atleidome jums, kad būtumėte dėkingi.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:53","price":"53. Ir (atminkite), kai Mes davėme Mūsai (Mozei) Knygą [Tauratą (Torą)] ir atskyrimą (gero nuo blogo), kad būtumėte vedami teisingai.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:54","price":"54. Ir (atminkite), kai Mūsa (Mozė) tarė savo žmonėms: „Mano žmonės, iš tiesų, jūs nuskriaudėte save, garbindami veršiuką. Tad kreipkitės atgailaudami į savo Kūrėją ir nužudykite savuosius (nekaltieji nužudykite nusidėjėlius iš savo tarpo), - tai bus geriau jūsų Kūrėjo akivaizdoje.“ Tada Jis priėmė jūsų atgailą. Iš tiesų, Jis – Tas, Kuris priima atgailą, Gailestingiausiasis.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:55","price":"55. Ir (atminkite), kai jūs sakėte: „Mūsa (Moze), mes niekada netikėsime tavimi, kol aiškiai nepamatysime Allaho.“ Bet apėmė jus žaibo blykstelėjimas, jums bežiūrint.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:56","price":"56. Tada Mes prikėlėme jus po jūsų mirties, kad galėtumėte būti dėkingi.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:57","price":"57. Ir Mes užstojome jums šviesą debesimis ir nuleidome jums Al-Mana ir putpeles, (sakydami): „Valgykite gerus, leistinus dalykus, kuriuos Mes suteikėme jums.“ (Bet jie maištavo). Ir jie nenuskriaudė Mūsų, bet nuskriaudė save.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:58","price":"58. Ir (atminkite), kai Mes sakėme: „Įženkite į šį miestą (Jeruzalę) ir valgykite gausiai ten su malonumu ir džiaugsmu kur tik panorėsite, ir įeikite pro vartus kniūbsčiomis (arba nuolankiai nusilenkę) ir sakykite: „Atleiskite mums!“ Ir Mes atleisime jums jūsų nuodėmes ir padidinsime (atlygį) gera darantiesiems.“","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:59","price":"59. Bet tie, kurie elgėsi neteisingai pakeitė jiems pasakytą žodį kitu, tad Mes nusiuntėme jiems Ridžz (bausmę) iš dangaus už jų maištavimą prieš paklusnumą Allahui.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:60","price":"60. Ir (atminkite), kai Mūsa (Mozė) paprašė vandens savo žmonėms, Mes tarėme: „Suduok savo lazda į akmenį.“ Tada ištryško iš ten dvylika versmių. Kiekvienas žmogus (jų grupė) žinojo savo vandens vietą. „Valgykite ir gerkite tai, ką Allahas suteikė, ir nesielkite nedorai, darydami piktadarybes žemėje.“","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:61","price":"61. Ir (atminkite), kai jūs sakėte: „Mūsa (Moze), mes negalime pakęsti vienos maisto rūšies. Tad melsk savo Viešpaties dėl mūsų mums suteikti tai, ką žemė augina, jos augalus, jos agurkus, jos Fūm (javus arba česnakus), jos lęšius ir jos svogūnus.“ Jis tarė: „Ar jūs iškeistumėte tai, kas yra geriau, į tai, kas yra prasčiau? Leiskitės į bet kurį miestą ir jūs rasite, ko norite!” Ir juos apėmė pažeminimas ir vargas, ir jie užsitraukė ant savęs Allaho Rūstybę. Tai įvyko todėl, kad jie netikėdavo Allaho Ajat (įrodymais, įkalčiais, eilutėmis, pamokomis, ženklais, apreiškimais ir t. t.) ir neteisėtai žudė Pranašus. Taip buvo todėl, nes jie nepakluso ir nusidėdavo (savo nepaklusnumu Allahui, t. y. darydami nusikaltimus ir nuodėmes).","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:62","price":"62. Iš tiesų, tie, kurie tiki, ir tie, kurie yra judėjai ir krikščionys, ir sabėjai, [8] kurie tiki Allahą ir Paskutiniąją Dieną ir daro teisingus gerus darbus, turės atlygį pas savo Viešpatį, nebus jiems baimės, anei jie liūdės.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"[8] Buvusi tauta, gyvenusi Mūsal (Irake) ir sakiusi \"La ilaha illallah\" (niekas neturi teisės būti garbinamas, tik Allahas), ir skaičiusi Az-Zabur (Sabėjų Pslames).","lang":"lt"},{"name":"2:63","price":"63. Ir (atminkite, Israelio (Izrealio) vaikai), kai Mes priėmėme jūsų pažadą ir iškėlėme virš jūsų Kalną (sakydami): „Tvirtai laikykitės to, ką Mes suteikėme jums (t. y. apreiškimo), ir atminkite tai, kas yra čia, kad taptumėte Al-Mutakūn (dievobaimingieji – žr. ają 2:2).","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:64","price":"64. Tada jūs nusigręžėte. Ir jei ne Allaho Malonė ir Gailestingumas jums, iš tiesų, jūs būtumėte buvę tarp pralaimėtojų.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:65","price":"65. Ir tikrai jūs žinojote iš savo tarpo tuos, kurie nusidėjo dėl Šabo (t. y. šeštadienio). Mes tarėme jiems: „Tapkite beždžionėmis, niekinamomis ir atstumtomis.“","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:66","price":"66. Taigi Mes padarėme šią bausmę kaip pavyzdį jiems patiems ir ateinančioms kartoms ir kaip pamoką tiems, kurie yra Al-Mutakūn (dievobaimingieji – žr. ają 2:2).","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:67","price":"67. Ir (atminkite), kai Mūsa (Mozė) tarė savo žmonėms: „Iš tiesų, Allahas liepia jums paskersti karvę.“ Jie atsakė: „Ar tu juokiesi iš mūsų?“ Jis tarė: „Aš radau Allaho Prieglobstį nuo buvimo tarp Al-Džahilūn (neišmanėlių arba kvailių).“","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:68","price":"68. Jie tarė: „Kreipkis į savo Viešpatį dėl mūsų, kad Jis paaiškintų mums, kokia ji yra!” Jis tarė: „Jis sako: „Iš tiesų, tai – karvė, nei per sena, nei per jauna, bet (yra) tarp šių dviejų savybių“, taigi, darykite, kas jums įsakyta.“","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:69","price":"69. Jie tarė: „Kreipkis į savo Viešpatį dėl mūsų, kad Jis nurodytų jos spalvą.“ Jis tarė: „Jis sako: „Tai geltona karvė, šviesi savo spalva, patraukli visiems, kas ją matė.“","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:70","price":"70. Jie tarė: „Kreipkis į savo Viešpatį dėl mūsų, kad paaiškintų, kokia ji yra. Iš tiesų, mums visos karvės vienodos. Ir tikrai, jei Allahas panorės, mes būsim pamokyti.“","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:71","price":"71. Jis [Mūsa (Mozė)] tarė: „Jis sako: „Tai – karvė, nei naudojama arti žemę, nei drėkinti laukus, sveika.“ Jie tarė: „Dabar tu atėjai su tiesa.“ Taigi jie paskerdė ją, nors buvo arti to neįvykdymo.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:72","price":"72. Ir (atminkite), kai jūs nužudėte žmogų ir susiginčijote tarp savęs dėl šio nusikaltimo. Bet Allahas išaiškino tai, ką jūs slėpėte.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:73","price":"73. Taigi Mes sakėme: „Suduokite jam (mirusiam žmogui) šios (karvės) dalimi.“ Taip Allahas grąžina mirusius į gyvenimą ir parodo jums Savo Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t. t.), kad jūs suprastumėte.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:74","price":"74. Ir tada jūsų širdys buvo sukietintos ir tapo kaip akmenys arba net kietesnės. Ir iš tiesų, yra akmenų, iš kurių trykšta versmės, ir iš tiesų, yra iš jų (akmenų), kurie skyla pusiau, ir vanduo liejas iš jų, ir iš tiesų, yra iš jų (akmenų), kurie krenta žemyn iš baimės Allahui. Ir Allahas nėra nežinantis apie tai, ką jūs darote.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:75","price":"75. Ar jūs (ištikimi tikintieji) geidžiate, kad jie patikėtų jūsų religija, nepaisant to, kad dalis jų (judėjų rabinai) girdėdavo Allaho Žodį [Tauratą (Torą)], tada jie tyčia pakeisdavo tai, apie tai žinodami?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:76","price":"76. Ir kai jie (judėjai) sutinka tuos, kurie tiki (musulmonus), sako: „Mes tikime“, o kai jie susitinka vienas kitą nuošaliai, sako: „Ar jūs pasakysite jiems (musulmonams) tai, ką Allahas apreiškė jums [apie Pranašo Muchammedo ﷺ savybes, kurios parašytos Taurate (Toroje)], kad jie (musulmonai) galėtų ginčytis su jumis apie tai prieš jūsų Viešpatį?“ Argi jūs (judėjai) nesuvokiate?","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:77","price":"77. Argi nežino jie, kad Allahas žino tai, ką jie slepia ir ką atskleidžia?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:78","price":"78. Ir tarp jų (judėų) yra beraščių žmonių, kurie nežino Knygos. Jie pasikliauja apgaulingais troškimais ir jie tik spėlioja.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:79","price":"79. Tada vargas tiems, kurie rašo Knygą savo pačių rankomis ir tada sako: „Tai – iš Allaho.“, kad gautų už tai mažą kainą! Vargas jiems dėl to, ką jų rankos parašė, ir vargas jiems dėl to, ką jie už tai įgyja.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:80","price":"80. Ir jie (judėjai) sako: „Ugnis (t. y. Pragaro Ugnis Prikėlimo Dieną) nepalies mūsų, išskyrus kelias paskirtas dienas.“ Sakyk (Muchammedai ﷺ jiems): „Argi jūs gavote pažadą iš Allaho – ir Allahas niekada nesulaužo Savo pažado – o gal jūs sakote apie Allahą tai, ko nežinote?“","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:81","price":"81. Taip! Kas atlieka blogybes ir jų nuodėmės apsupo jį, jie yra Ugnies (t. y. Pragaro) gyventojai. Jie gyvens ten amžinai.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:82","price":"82. O tie, kurie tiki (Allaho Vienumu – islamiškuoju monoteizmu) ir daro teisingus gerus darbus, - jie yra Rojaus gyventojai. Jie gyvens ten amžinai. (žr. Aja 2:257)","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:83","price":"83. Ir (atminkite), kai Mes priėmėme Israelio (Izrealio) vaikų pasižadėjimą, (bylojantį): „Negarbinkite nieko, tik Allahą (Vienintelį), ir būkite paklusnūs bei geri tėvams ir giminėms, ir našlaičiams, ir Al-Masakin [9] (vargingiesiems), ir sakykite gerą žmonėms (t. y. reikalaukite teisingumo ir drauskite blogį, ir sakykite tiesą apie Muchammedą ﷺ ], ir atlikite As-Salat (Ikamat-as-Salat), ir duokite Zakat.“ Tada jūs nusigręžėte, išskyrus kelis iš jūsų, būdami abejingais.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"[9] (2:83) Abu Hurairah  (lai Allahas būna juo patenkintas) perdavė: Allaho Pasiuntinys ﷺ pasakė: „Al-Miskin (vargingasis) nėra tas, kuris sukinėjasi tarp žmonių ir prašo jų kąsnio. Al-Miskin (vargingasis) yra tas, kuris neturi pakankamai (pinigų), kad patenkintų savo poreikius, ir kurio padėtis nėra žinoma kitiems, kad jie galėtų suteikti jam kokią nors labdarą, ir tas, kuris neprašo žmonių išmaldos. (Žr. Sahyh Al-Bukhari, t. 2, hadisas Nr. 557).","lang":"lt"},{"name":"2:84","price":"84. Ir (atminkite), kai Mes priėmėme jūsų pasižadėjimą, (bylojantį): „Neliekite savo (žmonių) kraujo ir nevarykite savo pačių žmonių iš jų būstų. Tada, jūs (tai) patvirtinote ir (apie tai) jūs liudijate.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:85","price":"85. Ir po to, tai jūs, kurie žudote vienas kitą ir išvarote jūsiškių grupę iš jų namų, padedami (jų priešams) prieš juos nuodėmėje ir nusižengime. Ir jei atitenka jie jums kaip belaisviai, jūs išperkate juos, nors jų išvarymas jums buvo uždraustas. Ar jūs tikite dalimi Rašto, bet atmetate kitą? Tagi koks atlygis tiems iš jūsų, kurie taip elgiasi, jei ne nemalonė šiame gyvenime, o Prikėlimo Dieną jie bus pasiųsti į pačią skausmingiausią kankynę. Ir Allahas nėra nežinantis apie tai, ką jūs darote.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:86","price":"86. Tai yra tie, kurie nusipirko šį gyvenimą už Amžinybės kainą. Jų kančia nebus palengvinta ir jiems nebus pagelbėta.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:87","price":"87. Ir iš tiesų, Mes davėme Mūsai (Mozei) Knygą ir siuntėme po jo kitus (Pasiuntinius). Ir Mes davėme Isai (Jėzui), Marjamos (Marijos) sūnui, aiškius ženklus ir parėmėme jį Rūh-ul-Kudus [Džibrilį (Gabrielių)]. Kodėl gi kaskart, kai ateidavo pas jus Pasiuntinys su tuo, ko jūs netrokšdavote, jūs išpuikdavote? Kai kuriuos jūs atmesdavote, o kai kuriuos jūs nužudėte.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:88","price":"88. Ir jie sako: „Mūsų širdys apsiaustos (t. y. negirdi ir nesupranta Allaho Žodžio).“ Dar daugiau, Allahas prakeikė juos už jų netikėjimą. Ir toks mažas yra jų tikėjimas.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:89","price":"89. Ir kai atsidūrė pas juos (žydus) Knyga (šis Koranas) iš Allaho, patvirtinantis tai, kas yra su jais [Taurate (Toroje)], nors kadaise jie maldavo Allaho (Muchammedo ﷺ atėjimo) tam, kad laimėtų prieš netikenčiuosius, bet kai atėjo pas juos tai, ką jie atpažino, jie nepatikėjo tuo. Lai Allaho Prakeiksmas tenka netikintiesiems!","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:90","price":"90. Kokia varginga kaina, už ką jie pardavė save – už netikėjimą tuo, ką Allahas apreiškė (Korane), pavydėdami, kad Allahas suteikia Savo Malonę tiems iš Savo vergų, kuriems Jis nori. Taigi jie užsitraukė rūstybę ant rūstybės, o netikintiesiems – gėdinga kančia.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:91","price":"91. Ir kai sakome jiems (judėjams): „Tikėkite tuo, ką Allahas apreiškė.“, jie sako: „Mes tikime tuo, kas buvo apreikšta mums.“ Ir jie netiki tuo, kas atėjo po to, nors tai yra tiesa, patvirtinanti tai, kas yra su jais (t. y. jų Šventraščius). Sakyk (Muchammedai ﷺ jiems): „Kodėl tuomet kadaise jūs žudėte Allaho Pranašus, jei buvote tikintieji?“","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:92","price":"92. Ir iš tiesų Mūsa (Mozė) atėjo pas jus su aiškiais įrodymais, tačiau jūs garbinote veršiuką, kai jis išėjo, ir jūs buvote Zalimūn (daugiadieviai ir nusidėjėliai).","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:93","price":"93. Ir (atminkite), kai Mes priėmėme jūsų pasižadėjimą ir iškėlėme virš jūsų Kalną (sakydami): „Tvirtai laikykitės to, ką Mes jums suteikėme ir išgirskite (Mūsų Žodį).“ Jie sakė: „Mes girdime ir nepaklūstame.“ Ir jų širdys įniko į veršiuką (jo garbinimą) dėl jų netikėjimo. Sakyk: „Iš tiesų, pikta yra tai, ką įsako jums jūsų tikėjimas, jei jūs esate (tikri) tikintieji [Tauratą (Torą)].“","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:94","price":"94. Sakyk (jiems): „Amžinybės namai su Allahu yra iš tiesų išskirtinai jums, bet ne kitiems žmonėms, tada ilgėkitės mirties, jei jūs esate teisūs.“","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:95","price":"95. Bet jie niekada jos nesiilgės dėl to, ką jų rankos pasiuntė prieš juos (t. y. to ką jie darė). Ir Allahas yra Visa Žinantis apie Zalimūn (daugiadievius ir nusidėjėlius).","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:96","price":"96. Ir iš tiesų, jūs pamatysite juos (judėjus) esant godžiausius iš žmonijos gyvenimui ir (netgi dar godesnius) nei tie, kurie priskiria Allahui partnerius (ir netiki Prikėlimą – t. y. pagonys ir stabmeldžiai). Kiekvienas iš jų trokšta, kad jam būtų suteiktas tūkstančio metų gyvenimas. Tačiau tokio gyvenimo suteikimas neišgelbės jų net truputį nuo (užsitarnautos) bausmės. Ir Allahas yra Visa Matantis tai, ką jie daro.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:97","price":"97. Sakyk (Muchammedai ﷺ ): „Kas bebūtų Džibrilio (Gabrielio) priešas (lai miršta savo įtūžyje), nes iš tiesų, Allaho leidimu jis apreiškė jį (šį Koraną) į tavo širdį, patvirtinantį tai, kas atėjo iki jo [t. y. Tauratą (Torą) ir Indžylį (Evangeliją)], ir (duodantį) teisingą vedimą bei gerą žinią tikintiesiems.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:98","price":"98. „Kas bebūtų priešas Allahui, Jo angelams, Jo Pasiuntiniams, Džibriliui (Gabrieliui) ir Mikaylui (Mikaeliui), tada iš tiesų Allhas yra priešas netikintiesiems.“","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:99","price":"99. Ir iš tiesų Mes atskleidėme jums akivaizdžius Ajat (šias Korano eilutes, smulkiai informuojančias apie judėjus ir jų slaptus norus ir t. t.), ir nepatikėjo jais tik Fasikūn (tie, kurie priešinasi Allaho įsakymui).","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:100","price":"100. Argi nėra (tas atvejis), kad kaskart, kai jie sudaro sandorį, dalis jų tai atmeta? Ne! (Tiesa yra ta, jog) dauguma jų netiki.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:101","price":"101. Ir kai pas juos atėjo Pasiuntinys nuo Allaho (t. y. Muchammedas ﷺ ), patvirtinantis tai, kas buvo pas juos, dalis tų, kuriems buvo suteiktas Raštas, numetė Allaho Knygą sau už nugarų lyg jie būtų nežinoję!","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:102","price":"102. Jie sekė tuo, ką Šajatin (šėtonai) paskelbė (klaidingai, per magiją) Suleimano (Saliamono) laikais. Suleimanas (Saliamonas) neišėjo iš tikėjimo, bet Šajatin (šėtonai) išėjo iš tikėjimo, mokydami žmones burtų ir tokių dalykų, kurie buvo nuleisti Babilone dviem angelam, Harūtui ir Marūtui. Bet nė vienas iš dviejų (angelų) nemokė nė vieno (tokių dalykų), nepranešęs: „Mes esame tik išbandymas, taigi nepalikite tikėjimo (mokydamiesi šių burtų iš mūsų).“ Ir iš šių (angelų) žmonės išmoko tai, kuo sukelia vyro ir jo žmonos skyrybas, pasėdami tarp jų neapykantą, bet tokiu būdu jie negalėtų niekam pakenkti, išskyrus Allaho leidimu. Ir jie išmoksta tai, kas kenkia jiems ir nenuoda jiems naudos. Ir iš tiesų, jie žinojo, kad šito (burtų) pirkėjas neturės vietos Amžinybėje. Ir iš tiesų kaip nedora buvo tai, už ką jie pardavė patys save, jei jie būtų žinoję.","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:103","price":"103. O jei jie būtų patikėję ir saugoję save nuo blogio ir vykdę savo pareigą Allahui, daug geresnis būtų atlyginimas iš jų Viešpaties, jei jie būtų žinoję!","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:104","price":"104. O jūs, kurie tikite! Nesakykite (Pasiuntiniui ﷺ ): „Raina“ [10], bet sakykite: „Unzurna (duok mums suprasti)“ ir klausykitės (įdėmiai). O netikintiesiems – skausminga kančia.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"[10] (2:104) Raina: arabų kalboje reiškia: „Būk atsargus, išklausyk mus ir mes klausomės tavęs“, o hebrajų kalboje tai reiškia įžeidimą. Judėjai sakydavo tai Pranašui ﷺ turėdami blogus ketinimus. (Žr. ają 4:46).","lang":"lt"},{"name":"2:105","price":"105. Nei tie, kurie netikėjo iš Rašto žmonių (judėjai ir krikščionys), nei Al-Mušrikūn (stabmeldžiai, daugiadieviai, netikintieji Allaho Vienumu, pagonys ir t. t.) norėtų, kad jums būtų nuleista kas nors gero nuo jūsų Viešpaties. Bet Allahas pasirenka Savo Gailestingumui tą, ką Jis nori. Ir Allahas yra Didžio Dosnumo Savininkas.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:106","price":"106. Kurią tik eilutę (apreiškimą) Mes panaikiname arba priverčiame užmiršti, Mes suteikiame geresnę arba panašią į ją. Argi nežinote, kad Allahas gali viską?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:107","price":"107. Argi nežinojote, kad Allahui priklauso dangų ir žemės valdžia? Ir be Allaho jūs neturite nei jokio vali (globėjo ar sergėtojo), nei jokio padėjėjo.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:108","price":"108. Ar jūs norite prašyti savo Pasiuntinio (Muchammedo ﷺ ) kaip buvo paprašytas Mūsa (Mozė) prieš tai (t. y. parodyk mums aiškiai mūsų Viešpatį)? Ir tas, kuris iškeičia Tikėjimą į netikėjimą, iš tiesų, nuklydo nuo Tiesaus Kelio.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:109","price":"109. Daugelis Rašto žmonių (judėjų ir krikščionių) norėtų, kad jie galėtų jus grąžinti į netikėjimą po to, kai jūs patikėjote, iš jų pačių pavydo, netgi po to, kai tiesa (jog Muchammedas ﷺ yra Allaho Pasiuntinys) tapo jiems akivaizdi. Bet atleiskite ir dovanokite (jiems), iki Allahas duos Savo Įsakymą. Iš tiesų, Allahas gali viską. [11]","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"[11] Šios eilutės nuostatos buvo panaikintos aja 9:29.","lang":"lt"},{"name":"2:110","price":"110. Ir atlikite As-Salat (Ikamat-as-Salat), ir duokite Zakat, ir kad ir kokį gerą (Allaho mėgstamą darbą) jūs atliksite prieš save, rasite jį (t. y. atlygį) pas Allahą. Be abejonės, Allahas yra Matantis tai, ką jūs darote.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:111","price":"111. Ir jie sako: „Niekas neįžengs į Rojų, nebent jis bus judėjas arba krikščionis.“ Tai tėra troškimai. Sakyk (Muchammedai ﷺ ): „Pateikite savo įrodymus, jei esate teisūs.“","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:112","price":"112. Taip! Tas, kuris nulenkia savo veidą priešais Allahą (t. y. seka Allaho tikėjimu – islamiškuoju monoteizmu) ir yra Muhsin [12], - jo atlygis pas jo Viešpatį (Allahą). Tokiam nebus baimės, anei jis liūdės.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"[12] (2:212) Muhsin – geradaris, kuris atlieka gerus darbus visiškai vien tik dėl Allaho, nesistengdamas tik gerai pasirodyti ar užsitarnauti šlovę ar garbę ir t. t., ir daro tai pagal Allaho Pasiuntinio Muchammedo ﷺ Sunną.","lang":"lt"},{"name":"2:113","price":"113. Judėjai sako, kad krikščionys niekuo nesivadovauja (t. y. yra neteisingo tikėjimo), ir krikščionys sako, kad judėjai niekuo nesivadovauja (t. y. yra neteisingo tikėjimo), nors jie visi recituoja Raštą. Panašius į jų žodžius sakė ir tie (pagonys), kurie neišmano. Allahas spręs tarp tų, kurie nesutaria Prikėlimo Dieną.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:114","price":"114. Ir kas yra neteisesni, nei tie, kurie uždraudė Allaho Vardo garbinimą ir dažną minėjimą (t. y. maldas, maldavimus ir t. t.) Allaho mečetėse ir siekia   sunaikinti? Nederėjo tokiems įžengti į jas (Allaho mečetes), išskyrus iš baimės. Jiems – nemalonė šiame gyvenime ir jie patirs didžiulę kančią Amžinybėje.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:115","price":"115. Ir Allahui priklauso rytai ir vakarai, taigi kur besigręšite, ten – Allaho Veidas (ir Jis yra Aukštai, virš Savo Sosto). Be abejo, Allahas yra Pakankamas Savo kūrinijos poreikiams, Visa Žinantis.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:116","price":"116. Ir jie (judėjai, krikščionys ir pagonys) sako: „Allahas turi sūnų (vaikus arba palikuonis). Šlovė Jam (Išaukštintas Jis virš visko, ką Jam priskiria). Ne, Jam priklauso viskas, kas yra danguose ir žemėje, ir visi paklusniai pasiduoda Jam (garbinime).","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:117","price":"117. (Jis yra) Dangų ir žemės Kūrėjas. Kai Jis nusprendžia dėl ko nors, Jis tepasako: „Būk!” - ir jis yra.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:118","price":"118. O tie, kurie neišmano, sako: „Kodėl Allahas nekalba su mumis (akis į akį) arba kodėl mums nepasirodo ženklas?“ Taip sakė žmonės iki jų, panašios reikšmės žodžius. Jų širdys vienodos. Mes tikrai paruošėme aiškius ženklus žmonėms, kurie tvirtai tiki.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:119","price":"119. Iš tiesų, Mes siuntėme tave (Muchammedai ﷺ ) su tiesa (islamu), geros žinios nešėją (tiems, kurie tiki tuo, ką tu atnešei, kad jie įžengs į Rojų) ir perspėjėją (tiems, kurie netiki tuo, ką tų atnešei, kad jie pateks į Pragaro Ugnį). [13] Ir tu nebūsi klausinėjamas apie liepsnojančios Ugnies gyventojus.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"[13] Žr. ajos 3:85 išnašą.","lang":"lt"},{"name":"2:120","price":"120. Niekada nei judėjai, nei krikščionys nebus patenkinti tavimi (Muchammedai ﷺ ), kol tu nepaseksi jų tikėjimu. Sakyk: „Iš tiesų, Allaho Teisingas Vedimas (t. y. islamiškasis monoteizmas) - tai (vienintelis) Teisingas Vedimas.“ Ir jei tu (Muchammedai ﷺ), sektum jų (judėjų ir krikščionių) norais po to, ką gavai iš Žinojimo (t. y. Koraną), neturėtum prieš Allahą nei jokio vali (globėjo ar sergėtojo), nei jokio padėjėjo.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:121","price":"121. Tie (iš Bani Israyl, kurie priima islamą), kuriems Mes davėme Knygą [Tauratą (Torą)] [arba tie (Muchammedo ﷺ kompanjonai), kuriems Mes davėme Knygą (Koraną)], recituoja ją (t. y. paklūsta jos nurodymams ir seka jos mokymais) taip, kaip ji turi būti recituojama (t. y. sekama), jie – tie, kurie tuo tiki. O kas netiki juo (Koranu), jie yra tie, kurie yra pralaimėtojai.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:122","price":"122. Israelio (Izraelio) vaikai, atminkite Mano Malonę, kurią suteikiau jums ir tai, jog skyriau jums pirmenybę prieš Alamyn [(jūsų laikų) žmoniją ir džinus].","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:123","price":"123. Ir bijokite (Teismo) Dienos, kai nė vienas žmogus nebus naudingas kitam, ir kompensacija nebus priimta iš jo, ir užtarimas nebus jam naudingas, ir jiems nebus pagelbėta.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:124","price":"124. Ir (atminkite), kai Ibrahimo (Abraomo) Viešpats [t. y. Allahas] išbandė jį (tam tikrais) Įsakymais, kuriuos jis įvykdė. Jis (Allahas) tarė (jam): „Iš tiesų, Aš ketinu paskirti tave Imam (vedliu) žmonijai (kad jie sektų tavimi).“ [Ibrahimas] paklausė: „Ir iš mano palikuonių tarpo (paskirti vedliais)?“ (Allahas) tarė: „Mano Pažadas (dėl Pranašavimo) neapima Zalimūn (daugiadievių ir nusidėjėlių).“","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:125","price":"125. Ir (atminkite), kai Mes padarėme Namą (Kaabą Mekkoje) lankoma vieta žmonijai ir saugia vieta. Ir naudokite jūs (žmonės) Ibrahimo (Abraomo) Makam (vietą) [arba akmenį ant kurio Ibrahimas (Abraomas) stovėjo, kai jis statė Kaabą] maldos vieta. Ir Mes įsakėme Ibrahimui (Abraomui) ir Ismailui (Izmaeliui) apvalyti Mano Namą (Kaabą Mekkoje) tiems, kurie suka ratus (Tavaf) [14] aplink ją, arba pasilieka (Itikaf) [15], arba lenkiasi, arba puola kniūbsčiomis (maldos metu).","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"[14] Tavaf - garbinimo forma, susidedanti iš ėjimo aplink Kaabą.\n[15] Itikaf - atsiskyrimas tam tikram laiko tarpui, kurio metu atsiduodama tiktai Allho garbinimui ir liekama nuošalyje nuo žeimiškų dalykų.","lang":"lt"},{"name":"2:126","price":"126. Ir (atminkite), kai Ibrahimas (Abraomas) sakė: „Mano Viešpatie, padaryk šį miestą (Mekką) saugia vieta ir suteik jos gyventojams vaisių, tiems iš jų, kurie tiki Allahą ir Paskutiniąją Dieną.“ Jis (Allahas) atsakė: „O tiems, kurie netiki, Aš paliksiu jį pasitenkinime kuriam laikui, paskui Aš priversiu jį kankintis Ugnyje ir iš tiesų blogiausias tai tikslas!”","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:127","price":"127. Ir (atminkite), kai Ibrahimas (Abraomas) ir (jo sūnus) Ismailis (Izmaelis) kėlė Namo (Kaabos Mekkoje) pamatus, (sakydami): „Mūsų Viešpatie, priimk (šį tarnavimą) iš mūsų. Iš tiesų, Tu esi Visa Girdintis, Visa Žinantis.“","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:128","price":"128. „Mūsų Viešpatie, padaryk mus paklusniais Tau ir (padaryk mūsiškius) iš mūsų tautos paklusniais Tau, ir parodyk mums mūsų Manasik (piligriminės kelionės – Hadžo ir Umros – ritualus). Iš tiesų, Tu esi Priimantis Atgailą, Gailestingiausiasis.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:129","price":"129. „Mūsų Viešpatie, atsiųsk jiems Pasiuntinį iš jų pačių tarpo (ir tikrai Allahas atsakė į jų maldavimą, atsiųsdamas Muchammedą ﷺ ), kuris recituos jiems Tavo Eilutes ir mokys juos Knygos (šio Korano) ir Al-Hikma (visiško islamo įstatymų ir teisės išmanymo arba išminties arba Pranašavimo), ir apvalys juos. Iš tiesų, Tu esi Visagalis, Visa Išmanantis.“","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:130","price":"130. Ir kas nusigręžia nuo Ibrahimo (Abraomo) tikėjimo (t. y. islamiškojo monoteizmo), jei ne tas, kuris apkvailina save patį? Tikrai, Mes išrinkome jį šiame gyvenime ir, iš tiesų, Amžinybėje jis bus tarp teisingųjų.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:131","price":"131. Kai jo Viešpats tarė jam: „Paklusk (t. y. būk musulmonu)!” Jis atsakė: „Aš paklusau (kaip musulmonas) Alamyn (žmonijos, džinų ir viso, kas egzistuoja) Viešpačiui.“","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:132","price":"132. Ir tai (paklusimą Allahui) įsakė savo sūnums Ibrahimas (Abraomas) ir Jakūbas (Jokūbas), (sakydami): „Mano sūnūs, Allahas parinko jums (tikrąjį) tikėjimą, taigi nemirkite niekaip kitaip tik islamo tikėjime (kaip musulmonai – islamiškajame monoteizme).“","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:133","price":"133. Arba buvote jūs liudytojai, kai mirtis pasiekė Jakūbą (Jokūbą)? Kai jis sakė savo sūnums: „Ką jūs garbinsite po manęs?“ Jie atsakė: „Mes garbinsime tavo Ilah (Dievą – Allahą), mūsų tėvų – Ibrahimo (Abraomo), Ismailio (Izmaelio), Ishako (Izaoko) Ilah (Dievą), Vieną Ilah (Dievą) ir Jam mes paklusime (islame).“","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:134","price":"134. Tai buvo bendruomenė, kuri išnyko. Jie gaus atlyginimą už tai ką jie įgijo, o jūs – už tai, ką jūs įgijote. Ir jūs nebūsite klausinėjami apie tai, ką jie darė.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:135","price":"135. Ir jie sako: „Būkite judėjai arba krikščionys, tada jūs būsite teisingai vedami.“ Sakyk (jiems Muchammedai ﷺ ): „Ne, (mes sekame) tik Ibrahimo (Abraomo) tikėjimu, Hanifa [islamiškuoju monoteizmu, t. y. nieko kito, tik Allaho (Vienintelio) garbinimas] ir nebuvo jis iš Al-Mušrikūn (tų, kurie garbino kitus šalia Allaho - žr. aja 2:105).“","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:136","price":"136. Sakykite (musulmonai): „Mes tikime Allahą ir tuo, kas buvo mums apreikšta, ir tuo, kas buvo apreikšta Ibahimui (Abraomui), Ismailiui (Izmaeliui), Ishakui (Izaokui), Jakūbui (Jokūbui) ir Al-Asbat [dvylikos Jakūbo (Jokūbo) sūnų palikuonims], ir tuo, kas buvo suteikta Mūsai ((Mozei) ir Isai (Jėzui), ir tuo, kas buvo suteikta Pranašams iš jų Viešpaties. Mes neišskiriame nė vieno iš jų ir Jam mes paklusome (islame).“","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:137","price":"137. Taigi jei jie tiki taip, kaip tikite jūs, tada jie yra teisingai vedami. Bet jei jie nusigręžia, tada jie tėra tik (tiesos) priešingybėje. Taigi Allahas padės jums prieš juos. Ir Jis yra Visa Girdintis, Visa Žinantis.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:138","price":"138. [Mūsų Sibgha (tikėjimas) yra] Allaho Sibgha (tikėjimas) ir kuris Sibgha (tikėjimas) gali būti geresnis nei Allaho? Ir mes esame Jo garbintojai.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:139","price":"139. Sakyk (Muchammedai ﷺ judėjams ir krikščionims): „Ar jūs ginčijatės su mumis apie Allahą, kai Jis yra mūsų Viešpats ir jūsų Viešpats? Ir mums bus atlyginta už mūsų darbus ir jums – už jūsų darbus. Ir mes esame nuoširdūs Jam [garbinimu ir paklusnumu (t. y. mes garbiname Jį Vienintelį ir nieko kito ir mes paklūstame Jo Įsakymams)].“","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:140","price":"140. Arba jūs sakote, kad Ibrahimas (Abraomas), Ismailis (Izmaelis), Ishakas (Izaokas), Jakūbas (Jokūbas) ir Al-Asbat [dvylikos Jakūbo (Jokūbo) sūnų palikuonys] buvo judėjai arba krikščionys? Sakyk: „Jūs geriau žinote ar Allahas (žino geriau, kad jie visi buvo musulmonai)? Ir kas yra labiau neteisus nei tas, kuris slepia liudijimą [t. y. tikėti Pranašu Muchammedu ﷺ, kai jis ateis, kaip įrašyta jų Knygose (žr. aja 7:157)], iš Allaho? Ir Allahas nėra nežinantis apie tai, ką jūs darote.“","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"lt"},{"name":"2:141","price":"141. Tai buvo bendruomenė, kuri išnyko. Jie gaus atlyginimą už tai ką jie įgijo, o jūs – už tai, ką jūs įgijote. Ir jūs nebūsite klausinėjami apie tai, ką jie darė.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"lt"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}