{"data":[{"name":"21:1","price":"1. Artėja prie žmonių jų atsiskaitymas, o jie nusigręžia nerūpestingai.","arabic":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2484,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:2","price":"2. Neateina jiems perspėjimas (Korano skyrius) nuo jų Viešpaties kaip paskutinis apreiškimas, tačiau jie klausosi jo besismagindami","arabic":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2485,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:3","price":"3. O jų širdys užimtos (blogais dalykais). Tie, kurie elgiasi blogai, slepia savo asmeninius planus, (sakydami): „Argi jis (Muchammedas ﷺ) daugiau nei žmogus nei jūs? Ar jūs paklusite burtams, juos matydami?“","arabic":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2486,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:4","price":"4. Jis (Muchammedas ﷺ) tarė: „Mano Viešpats žino (kiekvieną ištartą) žodį danguose ir žemėje. Ir Jis Visa Girdintis, Visa Žinantis.“","arabic":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2487,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:5","price":"5. Ne, jie sako: „Tai (Korano apreiškimai, apreikšti Muchammedui ﷺ) yra sumaišyta su melagingais sapnais! Ne, jis juos išgalvojo! - Ne, jis – poetas! Lai jis atneša mums Ajat (ženklą kaip įrodymą) kaip tą (su kuriais) tie ankstesnieji (Pranašai) buvo siųsti!”","arabic":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2488,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:6","price":"6. Nė vienas iš miestų (gyventojų), kuriuos Mes sunaikinome, netikėjo prieš juos (nors Mes siuntėme jiems ženklus): ar jie tada patikės?","arabic":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2489,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:7","price":"7. Ir Mes nesiuntėme anksčiau tavęs (Muchammedai ﷺ) bet tik žmones, kuriems Mes apreiškėme. Taigi klausk Priminimo [Raštų – Taurato (Toros) ir Indžylio (Evangelijos)] žmonių, jei tu nežinai.","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2490,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:8","price":"8. Ir Mes nesukūrėme jų (Pasiuntinių su) kūnais, kurie nevalgo maisto, nei yra nemirtingi.","arabic":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2491,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:9","price":"9. Tada Mes išpildėme jiems pažadą. Taigi Mes išgelbėjome juos ir tuos, kuriuos Mes norėjome, tačiau Mes sunaikinome Al-Musrifūn (t. y. netikinčiuosius Allahą, Jo Pasiuntinius, išlaidžius, peržengiančius Allaho nustatytas ribas, darančius nusikaltimus, engiančius, praktikuojančius daugiadievystę ir darančius nuodėmes).","arabic":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2492,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:10","price":"10. Iš tiesų, Mes nuleidome jums (žmonės) Knygą (Koraną), kurioje yra Zikrukum (jums Priminimas arba garbė jums, t. y. garbė tiems, kurie seka Korano mokymu ir elgiasi pagal jo mokymus). Argi jūs tada nesuprasite?","arabic":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2493,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:11","price":"11. Kiek miestų (bendruomenių) užsikrėtusių bloga darymu Mes sunaikinome, ir pakėlėme po jų kitus žmones!","arabic":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2494,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:12","price":"12. Tada, kai jie suvokė (pamatė) Mūsų Kančią (ateinančią), štai, jie (bandė) pabėgti nuo jos.","arabic":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2495,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:13","price":"13. Nebėkite, tačiau grįžkite į tai, kame jūs gyvenote prabangų gyvenimą, ir į savo namus tam, kad būtumėt klausinėjami.","arabic":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2496,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:14","price":"14. Jie verkė: „Vargas mums, iš tiesų mes buvome Zalimūn (daugiadieviai, bloga darantys ir netikintieji Allaho Vienumą).“","arabic":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2497,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:15","price":"15. Ir tas jų verksmas nesiliovė tol, kol Mes padarėme juos lyg lauką, nuimtu derliu, išnykusį (mirusius).","arabic":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2498,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:16","price":"16. Mes nesukūrėme dangų ir žemės ir visko, kas tarp jų, (vien) tik pramogai. [1]","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2499,"juzNumber":17,"footnotes":"[1] Visa dangų ir žemės kūrinija yra įrodymas žmonijai išmokti pamoką ir žinoti, kad visos šios visatos Vienintelis Kūrėjas ir Vienintelis Planuotojas yra Vienas (Allahas), La ilaha illallah (niekas neturi teisės būti garbinamas, tik Allahas, Kuris neturi jokių partnerių).","lang":"lt"},{"name":"21:17","price":"17. Jei būtume norėję pramogauti (t. y. turėti žmoną ar sūnų), Mes tikrai galėjome paimti tai iš Savęs, jei Mes būtume ketinę (tai) daryti.","arabic":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2500,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:18","price":"18. Ne, Mes sviedžiame (nuleidžiame) tiesą (šį Koraną) prieš melą (netikėjimą), taigi jis jį sunaikina, ir štai, jis (melas) išnyksta. Ir vargas tau už tai (melą), kurį tu priskyrei (Allahui, teigdamas, kad Allahas turi žmoną ir sūnų).","arabic":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2501,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:19","price":"19. Jam priklauso viskas, kas yra danguose ir žemėje. Ir tie, kurie yra arti Jo (t. y. angelai) nesididžiuoja garbinti Jį, nei jie nuvargsta (dėl Jo garbinimo).","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2502,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:20","price":"20. Jie (t. y. angelai) šlovina Jo garbę naktį ir dieną (ir) jie niekada nesulėtėja (tai daryti).","arabic":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2503,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:21","price":"21. Arba negi jie paėmė (garbinimui) aliha (dievus) iš žemės, kuri prikelia mirusius?","arabic":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2504,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:22","price":"22. Jei tame (danguose ir žemėje) būtų aliha (dievų) šalia Allaho, tada tikrai abu būtų sugriauti. Pašlovintas yra Allahas, Sosto Viešpats, (Aukštai yra Jis) virš viso to (blogio, kurį) jie Jam priskiria!","arabic":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2505,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:23","price":"23. Jis negali būti klausinėjamas apie tai, ką Jis daro, o jie bus apklausiami.","arabic":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2506,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:24","price":"24. Arba negi jie paėmė garbinimui (kitus) aliha (dievus) šalia Jo? Sakyk: „Atnešk savo įrodymą.“ Tai (šis Koranas) yra Priminimas tiems, kurie su manimi ir Priminimas tiems, kurie prieš mane. Tačiau dauguma jų nežino Tiesos, taigi jie nemėgsta.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2507,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:25","price":"25. Ir Mes nesiuntėme nė vieno Pasiuntinio anksčiau tavęs (Muchammedai ﷺ), tik apreikšdami jam (sakydami): „La ilaha illa Ana [niekas neturi teisės būti garbinamas, tik Aš (Allahas)], taigi garbinkite Mane (Vienintelį ir nieko kito).“","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2508,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:26","price":"26. Ir jie sako: „Maloningiausiasis (Allahas) pagimdė sūnų (arba vaikus).“ Šlovė Jam! Jie [tie, kuriuos jie vadina Allaho vaikais, t. y. angelai, Isa (Jėzus) – Marjamos (Marijos) sūnus, Uzair (Ezra)] yra tik pagerbti vergai.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2509,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:27","price":"27. Jie nekalba tol, kol Jis nekalbėjo, ir jie elgiasi pagal Jo Įsakymą.","arabic":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2510,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:28","price":"28. Jis žino, kas buvo anksčiau jų, ir kas yra po jų, ir jie negali užtarti (nieko), išskyrus tą, kuriuo Jis yra patenkintas. Ir jie stovi pagarbiai iš baimės Jam.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2511,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:29","price":"29. Ir jei kuris iš jų sakytų: „Iš tiesų, aš esu ilah (dievas) šalia Jo (Allaho)“, tokiam Mes atlygintume Pragaru. Taip Mes atsilyginame Zalimūn (daugiadieviams ir bloga darantiems).","arabic":"۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2512,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:30","price":"30. Argi tie, kurie netiki, nežinojo, kad dangūs ir žemė buvo sujungti kartu į vieną nedalomą dalį, tada Mes padalinome juos? Ir Mes sukūrėme iš vandens kiekvieną gyvą dalyką. Argi tada jie netikės?","arabic":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2513,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:31","price":"31. Ir Mes pastatėme ant žemės tvirtus kalnus, kad ji nedrebėtų su jais, ir Mes patiesėme tame plačius kelius jiems praeiti, kad jie būtų vedami.","arabic":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2514,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:32","price":"32. Ir Mes padarėme dangų stogu, saugiu ir saugančiu. Ir vis dar jie nusigręžia nuo jo ženklų (t. y. saulės, mėnulio, vėjo, debesų ir t. t.).","arabic":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2515,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:33","price":"33. Ir Jis yra Tas, Kuris sukūrė naktį ir dieną, ir saulę ir mėnulį, kiekvieną iš jų slenkantį orbita.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2516,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:34","price":"34. Ir anksčiau tavęs (Muchammedai ﷺ) nesuteikėme Mes jokiam žmogui nemirtingumo: tad jei tu miršti, argi jie gyvens amžinai?","arabic":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2517,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:35","price":"35. Kiekvienas paragaus mirties, ir Mes padarysime išbandymą jums blogiu ir gėriu. Ir pas Mus jūs būsite sugrąžinti.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2518,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:36","price":"36. Ir kada tie, kurie netikėjo (Allaho Vienumą) mato tave (Muchammedai ﷺ), jie nepriima (nieko) tik kaip pajuoką (sakydami): „Ar čia tas, kuris kalba (blogai) apie tavo dievus?“ Nors jie netiki Maloningiausiojo minėjimą.","arabic":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2519,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:37","price":"37. Žmogus yra sukurtas skubantis. Aš parodysiu tau Savo Ajat (kančią, įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.). Taigi neprašyk Manęs (jų) paskubinti.","arabic":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2520,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:38","price":"38. Ir jie sako: „Kada šis pažadas (išsipildys), jei tu esi tiesą sakantis.“","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2521,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:39","price":"39. Jei tik tie, kurie netiki, žinotų (laiką), kada jie nebegalės apsaugoti nuo Ugnies savo veidų, nei savo nugarų, ir jiems nebus padėta.","arabic":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2522,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:40","price":"40. Ne, tai (Ugnis arba Prikėlimo Diena) ateis pas juos netikėtai ir apstulbins juos ir jie neturės galios jos išvengti, nei jiems bus leista atsikvėpti.","arabic":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2523,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:41","price":"41. Iš tiesų, (daugybė) Pasiuntinių buvo išjuokti anskčiau tavęs (Muchammedai ﷺ), tačiau pašaipuoliai buvo apimti to, iš ko jie juokėsi.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2524,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:42","price":"42. Sakyk: „Kas gali apsaugoti jus naktį ir dieną nuo Maloningiausiojo (Allaho) bausmės?“ Ne, bet jie nusigręžia nuo savo Viešpaties prisiminimo.","arabic":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2525,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:43","price":"43. Arba ar jie turi aliha (dievus), kurie gali apsaugoti juos nuo Mūsų? Jie neturi galios padėti patys sau, nei gali jie būti apsaugoti nuo Mūsų (t. y. Mūsų Kančios).","arabic":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2526,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:44","price":"44. Ne, Mes suteikėme šio gyvenimo prabangą šiems žmonėms ir jų tėvams tol, kol laikas išsitęs jiems. Argi jie nemato, kad Mes palaipsniui mažiname žemę (esančią jų valdžioje) iš jos atokių kraštų? Ar tada jie nugalės? [2]","arabic":"بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2527,"juzNumber":17,"footnotes":"[2] „Argi jie nemato, kad Mes palaipsniui sumažiname (netikinčiųjų) žemę (suteikdami ją tikintiesiems per pergalingus karus) nuo jų atokių ribų. Ir sprendžia Allahas, nėra nieko, kas sulaikytų Jo Sprendimą, ir Jis yra Greitas suvesti sąskaitas.“ (13:41)","lang":"lt"},{"name":"21:45","price":"45. Sakyk (Muchammedai ﷺ): „Aš įspėju jus tik apreiškimu (iš Allaho, o ne religijos mokslininkų ar kitų nuomonės). Tačiau kurti (kurie aklai seka religijos mokslininkais ir kitais) negirdės kvietimo, (netgi) kai jie yra perspėjami [t. y. reikia sekti tik Koranu ir Sunna (teisinėmis tradicijomis, įsakymais, garbinimo būdais, Pranašo Muchammedo ﷺ žodžiais, kaip elgėsi Pranašo ﷺ kompanjonai)].","arabic":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2528,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:46","price":"46. Ir jei tavo Viešpaties Kančios dvelksmas (nedidelė nelaimė) palies juos, jie tikrai verks: „Vargas mums, iš tiesų mes buvome Zalimūn (daugiadieviai ir bloga darantys).“","arabic":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2529,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:47","price":"47. Ir Mes nustatysime teisingumo pusiausvyrą Prikėlimo Dieną, tada su niekuo nebus elgiamasi neteisingai niekame. Ir jei bus nors garstyčios sėklos svoris, Mes jį atnešime. Ir Pakankami Mes esame atsiskaityti.","arabic":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2530,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:48","price":"48. Ir iš tiesų, Mes suteikėme Mūsai (Mozei) ir Harūnui (Aronui) kriterijus (teisingo ir klaidingo), ir spindinčią šviesą [t. y. Tauratą (Torą)] ir Priminimą Al-Mutakūn (dievobaimingiesiems – žr. ają 2:2)","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2531,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:49","price":"49. Tiems, kurie bijo savo Viešpaties Jo nematydami, ir jie bijo Valandos.","arabic":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2532,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:50","price":"50. Ir tai yra palaimintas Priminimas (Koranas), kurį Mes nuleidome: ar tada tu (išdrįsi) neigsi jį?","arabic":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2533,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:51","price":"51. Ir iš tiesų Mes suteikėme kadaise Ibrahimui (Abraomui) jo (dalį) teisingo vedimo, ir Mes buvome Gerai Žinantys jį (jo tikėjimą Allaho Vienumą).","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2534,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:52","price":"52. Kai jis sakė savo tėvui ir savo žmonėms: „Kas yra tie stabai, kuriems jūs pasišventę?“","arabic":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2535,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:53","price":"53. Jie sakė: „Mes radome savo tėvus juos garbinančius.“","arabic":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2536,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:54","price":"54. Jis tarė: „Iš tiesų, jūs ir jūsų tėvai buvo didelėje klaidoje.“","arabic":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2537,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:55","price":"55. Jie sakė: „Ar atnešei mums tiesą ar esi vienas iš tų, kurie šaiposi?“","arabic":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2538,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:56","price":"56. Jis tarė: „Ne jūsų Viešpats yra dangų ir žemės Viešpats, Kuris sukūrė juos ir tam aš esu vienas iš liudininkų.“","arabic":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2539,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:57","price":"57. „Ir prisiekiu Allahu, aš surengsiu planą (sunakinti) jūsų stabus, po to kai jūs nuklydote ir nusigręžėte.“","arabic":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2540,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:58","price":"58. Taigi jis sudaužė juos į šipulius, (visus), išskyrus didžiausią iš jų, kad jie galėtų į jį kreiptis.","arabic":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2541,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:59","price":"59. Jie tarė: „Kas padarė tai mūsų aliha (dievams)? Jis tikrai turi būti vienas iš Zalimūn (bloga darančiųjų).“","arabic":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2542,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:60","price":"60. Jie tarė: „Mes girdėjome jauną vyrą kalbantį prieš juos, kurio vardas Ibrahimas (Abraomas).“","arabic":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2543,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:61","price":"61. Jie tarė: „Tada atveskite jį prieš žmonių akis, kad jie galėtų patvirtinti.“","arabic":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2544,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:62","price":"62. Jie tarė: „Ar tu esi tas, kuris padarė tai mūsų dievams, Ibrahimai (Abraomai)?“","arabic":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2545,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:63","price":"63. [Ibrahimas (Abraomas)] tarė: „Ne, tai šis, didžiausias iš jų (stabų) tai padarė. Paklauskite jų, jei jie gali kalbėti!“","arabic":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2546,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:64","price":"64. Taigi jie atsisuko ir tarė: „Iš tiesų, esi tu Zalimūn (daugiadievis ir bloga darantis).“","arabic":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2547,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:65","price":"65. Tada jie atsigręžė (į savo pirmą mintį ir tarė): “Iš tiesų tu [Ibrahimai (Abraomai)] gerai žinai, kad šie (stabai) nekalba!“","arabic":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2548,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:66","price":"66. [Ibrahimas (Abraomas)] tarė: „Argi jūs tada garbinate šalia Allaho daiktus, kurie negali nei jums duoti naudos, nei pakenkti jums?“","arabic":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2549,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:67","price":"67. „Gėda jums, ir tiems, kuriuos jūs garbinate šalia Allaho! Argi jūs tada nesuvokiate?“","arabic":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2550,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:68","price":"68. Jie tarė: „Sudeginkit jį ir padėkit savo aliha (dievams), jei darysite.“","arabic":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2551,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:69","price":"69. Mes (Allahas) tarė: „Ugnie, būk vėsuma ir saugia vieta Ibrahimui (Abraomui)!“","arabic":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2552,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:70","price":"70. Ir jie norėjo pakenkti jam, bet Mes padarėme juos didžiausiais pralaimėtojais.","arabic":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2553,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:71","price":"71. Ir Mes išgelbėjome jį ir Lūtą (Lotą) į žemę, kurią Mes palaiminome Alamyn (žmonijai ir džinams).","arabic":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2554,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:72","price":"72. Ir Mes suteikėme jam Ishaką (Izaoką) ir (anūką) Jakūbą (Jokūbą). Kiekvieną iš jų Mes padarėme teisingu.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2555,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:73","price":"73. Ir Mes padarėme juos vedliais, vedančiais (žmones) Mūsų Įsakymu ir Mes apreiškėme jiems gerų darbų darymą, Salat (Ikamat-as-Salat) atlikimą, ir Zakat davimą ir jie buvo Mūsų (Vienintelių) garbintojai.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2556,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:74","price":"74. Ir (atminkite) Lūtą (Lotą), Mes suteikėme jam Hukm (teisingą reikalų sprendimą ir Pranašavimą) ir (religines) žinias, ir Mes išgelbėjome jį nuo miesto (liaudies), kurie užsiėmė Al-Khabais (blogais, nedorais ir nešvankiais veiksmais). Iš tiesų, jie buvo žmonės, sutiekti blogiui, ir buvo Fasikūn (maištingi, nepaklusnūs Allahui).","arabic":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2557,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:75","price":"75. Ir Mes paskyrėme jam Savo Gailestingumą. Tikrai, jis buvo teisingas.","arabic":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2558,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:76","price":"76. Ir (atminkite) Nūhą (Nojų), kai jis šaukėsi (Mūsų) kadaise. Mes atsiliepėme į jo kreipimąsi ir išgelbėjome jį ir jo šeimą nuo didžiulio sielvarto.","arabic":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2559,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:77","price":"77. Mes padėjome jam prieš žmones, kurie neigė Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t. t.). Iš tiesų, jie buvo žmonės paskirti blogiui. Taigi Mes paskandinome juos visus.","arabic":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2560,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:78","price":"78. Ir (atminkite) Davūdą (Dovydą) ir Sulaimaną (Saliamoną), kai jie priėmė sprendimą dėl lauko, kuriame ganėsi tam tikrų žmonių avys naktį. Ir Mes buvome jų sprendimo liudytojai.","arabic":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2561,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:79","price":"79. Ir Mes privertėme Sulaimaną (Saliamoną) suprasti (reikalą). Ir kiekvienam iš jų Mes davėme Hukm (teisingą riekalų sprendimą ir Pranašavimą) ir žinias. Ir Mes privertėme kalnus ir paukščius garbinti Mūsų Šlovę kartu su Davūdu (Dovydu). Ir tai buvome Mes, Kurie darėme (visus šitus dalykus).","arabic":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2562,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:80","price":"80. Ir Mes išmokėme jį geležinių šarvinių marškinių (mūšiams) gamybos, kad apsaugotų jus jūsų kovoje. Ar jūs esate dėkingi?","arabic":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2563,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:81","price":"81. O Sulaimanui (Saliamonui) (Mes pavergėme) vėją, stipriai nirštantį, bėgantį pagal jo įsakymą link žemės, kurį Mes palaiminome. Ir apie viską Mes esame Visa Žinantys.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2564,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:82","price":"82. Ir iš Šajatin (velnių, iš džinų tarpo), buvo kai kurie, kurie nėrė pas jį, ir darė kitus darbus be to, ir tai buvome Mes, kurie vedė juos.","arabic":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2565,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:83","price":"83. Ir (atminkite) Ajūbą (Jobą), kai jis šaukėsi savo Viešpaties: „Iš tiesų, sielvartas apėmė mane, ir Tu esi Gailestingiausias iš tų, kurie rodo gailestingumą.“","arabic":"۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2566,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:84","price":"84. Taigi Mes atsiliepėme į jo kreipimąsi ir Mes panaikinome nelaimę, kuri buvo (užklupusi) jį, ir Mes grąžinome jo šeimą jam (kurią jis prarado) ir panašius kartu su tais, kaip gailestingumą nuo Savęs ir Priminimą visiems, kurie garbina Mus.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2567,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:85","price":"85. Ir (atminkite) Ismailį (Izmaelį) ir Idrisą (Enohą) ir Zul-Kiflą (Isają): visi buvo iš As-Sabirun (kantriųjų).","arabic":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2568,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:86","price":"86. Ir Mes pripažinome jiems Savo Gailestingumą. Iš tiesų, jie buvo iš teisingujų.","arabic":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2569,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:87","price":"87. Ir (atminkite) Zun-Nun (Joną), kai jis apalpo iš pykčio ir galvojo, kad Mes nenubausime jo (t. y. nelaimės, kurios jį užklupo)! Tačiau jis šaukėsi, tamsumoje, (sakydamas): „La ilaha illa Anta [niekas neturi teisės būti garbinamas, tik Tu (Allahai)], būk Tu Pašlovintas (ir Išaukštintas [virš viso to (blogio), kurį jie Tau priskiria]! Iš tiesų, aš buvau iš bloga darančiųjų.“","arabic":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2570,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:88","price":"88. Taigi Mes atsiliepėme į jo kreipimąsi ir išvadavome iš nelaimės. Ir taip Mes išvaduojame tikinčiuosius (kurie tiki Allaho Vienumą, susilaiko nuo blogo ir elgiasi teisingai).","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2571,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:89","price":"89. Ir (Atminkite) Zakariją, kai jis šaukėsi savo Viešpačio: „Mano Viešpatie, nepalik manęs vienišo (bevaikio), nors Tu esi Geriausias iš paveldėtojų.“","arabic":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2572,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:90","price":"90. Taigi Mes atsiliepėme į jo kreipimąsi ir Mes suteikėme jam Jahją (Joną) ir pagydėme jo žmoną (kad ji galėtų išnešioti vaiką) jam. Iš tiesų, jie skubėdavo daryti gerus darbus ir jie šaukdavosi Mūsų su viltimi ir baime ir jie nusižemindavo Mums.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2573,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:91","price":"91. Ir ta, kuri saugojo savo skaistybę [Nekaltoji Marjama (Marija)]: Mes įkvėpėme į ją [jos marškinių arba apdaro rankovę) [per Mūsų Rūch – Džibrylį (Gabrielių)] [3] ir Mes padarėme ją ir jos sūnų [Isą (Jėzų)] ženklu Al-Alamyn (žmonijai ir džinams).","arabic":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2574,"juzNumber":17,"footnotes":"[3] Sakoma, kad Džibrylis (Gabrielius) tik įkvėpė į Marjamos (Marijos) marškinių rankovę ir taip ji pastojo.","lang":"lt"},{"name":"21:92","price":"92. Iš tiesų, tai, tavo Umma, [religija (islamiškasis monoteizmas)] yra viena religija ir Aš esu jūsų Viešpats, taigi garbinkite Mane (Vienintelį).","arabic":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2575,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:93","price":"93. Tačiau jie išsiskyrė ir ginčijosi dėl savo religijos tarp savęs. (Ir) jie grįš pas Mus.","arabic":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2576,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:94","price":"94. Taigi kas daro teisingus gerus darbus, būdamas tikinčiuoju (Allaho Vienumą – islamiškąjį monoteizmą), jo pastangos nebus atmestos. Iš tiesų, Mes įrašome tai jam (jo darbų Knygoje).","arabic":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2577,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:95","price":"95. Ir draudimas suteikiamas kiekvienam miestui (gyventojams), kurį Mes sunaikinome, kad jie negrįštų (į šį pasaulį dar sykį, nei atgailautų Mums).","arabic":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2578,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:96","price":"96. Tol, kol Jadžudž ir Madždudž (Gogas ir Magogas) bus išlaisvinti (iš savo užtvaro), ir jie puls iš už kiekvienos kalvos.","arabic":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2579,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:97","price":"97. Ir tikras pažadas (Prikėlimo Diena) priartės (iki išsipildymo). Tada (kai žmonija bus prikelta iš savo kapų), jūs pamatysite netikinčiųjų akis, nejudamai stebeilijančias iš siaubo. (Jie sakys): „Vargas mums, mes tikrai buvome nerūpestingi dėl to – ne, tačiau mes buvome Zalimūn (daugiadieviai ir bloga darantys).“","arabic":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2580,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:98","price":"98. Be abejonės jūs (netikintieji) ir tie, ką jūs dabar garbinate šalia Allaho, yra (tik) pakuros Pragarui! (Iš tiesų), jūs į jį įžengsite. [4]","arabic":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2581,"juzNumber":17,"footnotes":"[4] Kai buvo apreikštas šis Allaho teiginys: „Be abejonės jūs (netikintieji) ir tie, ką jūs dabar garbinate šalia Allaho, yra (tik) pakuros Pragarui! (Iš tiesų), jūs į jį įžengsite.“ Kuraiš pagonys nudžiugo ir tarė: „Mes pamaloninti būti su savo dievais Pragaro Liepsnose, nes stabai bus stabmeldžiais (Pragare), o Isa (Jėzus), Marjamos (Marijos) sūnus bus su savo garbintojais (t. y. Pragare) ir t.t.“ Taigi (paaiškindamas klaidingą supratimą) Allahas apreiškė kitą eilutę (kad paneigtų ir atmestų jų teiginį): „Iš tiesų, tie, kuriems Mūsų gėris tapo pirmesnis, jie bus atitolinti toli nuo to (Pragaro) [t. y. Isa (Jėzus, Marjamos (Marijos) sūnus, Uzair (Ezra)].“ (21:101)","lang":"lt"},{"name":"21:99","price":"99. Jei tie (stabai) būtų aliha (dievai), jie neįžengtų ten (į Pragarą) ir visi jie gyvens ten","arabic":"لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2582,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:100","price":"100. Ten jie kvėpuos giliais atodūsiais ir riaumos ir ten jie negirdės.","arabic":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2583,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:101","price":"101. Iš tiesų, tie, kuriems Mūsų gėris tapo pirmesnis, jie bus atitolinti toli nuo to (Pragaro) [t. y. Isa (Jėzus, Marjamos (Marijos) sūnus, Uzair (Ezra)].","arabic":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2584,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:102","price":"102. Jie negirdės nė menkiausio jo (Pragaro) garso, kol jie gyvens ten, kur jie patys trokšta.","arabic":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2585,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:103","price":"103. Didžiulis siaubas (Prikėlimo Dieną) neliūdins jų, ir angelai pasitiks juos (sveikindami): „Tai jūsų Diena, kuri buvo jums pažadėta.“","arabic":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2586,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:104","price":"104. Ir (atminkite) Dieną, kai Mes susuksime dangų kaip ritinėlį, susuktą knygoms. Kaip Mes pradėjome pirmąjį kūrimą, Mes pakartosime tai. (Tai yra) pažadas, duotas Mūsų. Iš tiesų, Mes tai padarysime.","arabic":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2587,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:105","price":"105. Ir iš tiesų Mes įrašėme Az-Zubūr [t. y. visose apreikštose Šventose Knygose – Taurate (Toroje), Indžylyje (Evangelijoje), Psalmėse, Korane] po (to kai, Mes jau įrašėme tai) Al-Lauh Al-Mahfuz (Knygoje, kuri yra danguje pas Alalhą), kad Mano teisingieji vergai paveldės žemę (t. y. Rojaus žemę).","arabic":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2588,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:106","price":"106. Iš tiesų, tame (Korane) yra aiški Žinia žmonėms, kurie garbina Allahą (t. y. tikriems tikintiesiems islamiškąjį monoteizmą, kurie elgiasi pagal Koraną ir Sunną – teisines Pranašo ﷺ tradicijas).","arabic":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2589,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:107","price":"107. Ir Mes nesiuntėme tavęs (Muchammedai ﷺ) (niekam kitam), tik kaip gailestingumą Alamyn (žmonijai, džinams ir viskam kas egzistuoja).","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2590,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:108","price":"108. Sakyk (Muchammedai ﷺ): „Man apreikšta, kad jūsų Ilah (Dievas) yra tiktai vienas Ilah (Dievas – Allahas). Ar jūs tada paklusite Jo Valiai (ir tapsite musulmonais ir liausitės garbinę kitus, šalia Allaho)?“","arabic":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2591,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:109","price":"109. Bet jei jie (netikintieji, stabmeldžiai, judėjai, krikščionys, daugiadieviai) nusigręš (nuo islamiškojo monoteizmo), sakyk (jiems, Muchammedai ﷺ): „Aš duodu jums įspėjimą, žinomą mums visiems. Iš aš nežinau, ar tai, kas jums pažadėta (t. y. kančia arba Prikėlimo Diena), yra arti arba toli.“","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2592,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:110","price":"110. (Sakyk Muchammedai ﷺ) Iš tiesų, Jis (Allahas) žino tai, kas sakoma garsiai (atvirai) ir tai, ką jūs nuslepiate.","arabic":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2593,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:111","price":"111. Ir aš nežinau, galbūt tai yra išbandymas jums ir laikina pramoga.","arabic":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2594,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"21:112","price":"112. Jis (Muchammedas ﷺ) tarė: „Mano Viešpatie, Teisk teisingai! Mūsų Viešpats yra Maloningiausias, Kurio Pagalbos reikia siekti prieš tai, ką jūs priskiriate (Allahui, t. y. kad Jis turi palikuonių, ir Muchammedui ﷺ, t. y. kad jis yra burtininkas, ir Koranui, t. y. kad tai yra poezija)!“","arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2595,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:1","price":"1. O žmonės, bijokite savo Viešpaties ir būkie paklusnūs Jam! Iš tiesų, (Sprendimo) Valandos žemės drebėjimas yra siaubingas dalykas.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:2","price":"2. Tą Dieną jūs pamatysite tai, kiekviena žindanti motina pamirš savo kūdikį, ir kiekviena besilaukianti pames savo naštą, ir jūs pamatysite žmones lyg jie būtų girti, nors jie nebus girti, tačiau žiauri bus Allaho Kančia.","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:3","price":"3. Ir tarp žmonių yra tas, kuris ginčijasi dėl Allaho, neturėdamas žinių, ir seka kiekvienu maištinguoju (nepaklusniu Allahui) Šaitan (velniu) (neturinčiu nieko gero).","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:4","price":"4. Jam (velniui) nulemta, kad kiekvieną juo besekantį, jis paklaidins ir išves jį į Ugnies kančią.","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:5","price":"5. O žmonės, jei jūs abejojate Prikėlimu, tada iš tikrųjų Mes sukūrėme tave (t. y. Adamą (Adomą) iš dulkės, tada iš Nufta (sumaišytų vyro ir moters lytinių išskyrų lašų, t. y. Adamo (Adomo) palikuonis), tada iš krešulio (tiršto sukrešėjusio kraujo gabalo), tada iš mažo mėsos gumulėlio – kai kada susiformavusio, o kai kada – nesusiformavusio (kaip persileidimo atveju) – tam, kad Mes paaiškintume (tai) jums (t. y. parodytume jums Savo Galią ir Galimybę daryti tai, ką Mes norime). Ir Mes priverčiame tą, kurį Mes norime likti gimdose nustatytam laikui, tada Mes išvedam jus kūdikiais, tada (suteikiame jums augimą) tam, kad jūs pasiektumėte savo pilnos galios amžių. Ir iš jūsų tarpo yra tas, kuris miršta (jaunas), ir iš jūsų tarpo yra tas, kuris grąžinamas į vargingą amžių taip, kad jis nebežino nieko po to, kai žinojo. Ir jūs matote nualintą žemę, tačiau kai Mes nuleidžiame vandenį (lietų) ant jos, ji sujudinama (gyvenimui), ir ji išbrinksta ir išaugina visas puikias rūšis (augemijos).","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:6","price":"6. Tai yra dėl Allaho: Jis yra Tiesa ir tai Jis Kuris suteikia gyvenimą mirusiam, ir tai yra Jis, Kuris Gali viską.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:7","price":"7. Ir tikrai, Valanda ateina, nėra abėjonės dėl to. Ir be abejonės, Allahas prikels tuos, kurie yra kapuose.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:8","price":"8. Ir tarp žmonių yra tas, kuris ginčijasi dėl Allaho, neturėdamas žinių ar teisingo vedimo, ar Knygos, suteikiančios šviesą (iš Allaho).","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:9","price":"9. Riečiantis savo kaklą iš pasipūtimo (toli nuklydęs nuo Allaho Kelio) ir klaidinantis (kitus) taip pat (toli) nuo Allaho Kelio. Jam yra gėda šio pasaulio gyvenimo ir Prikėlimo Deiną Mes priversim jį paragauti degimo (Ugnies) kančios.","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:10","price":"10. Tai yra dėl to, ką jūsų rankos skleidė, ir iš tiesų, Allahas nėra neteisingas (Savo) vergams.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:11","price":"11. Ir tarp žmonių yra tas, kuris garbina Allahą taip, lyg tai būtų ant ribos (t. y. abejotų): jei gera nutinka jam, jis tuo patenkintas, tačiau jei jį ištinka išbandymas, jis nusigręžia (t. y. grįžta į netikėjimą po islamo priėmimo). Jis praranda abu – šį pasaulį ir Amžinybę. Tai yra akivaizdus praradimas.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:12","price":"12. Jis šaukiasi šalia Allaho to, kas negali nei pakenkti jam, nei duoti jam naudos. Tai paklydimas tolimas.","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:13","price":"13. Jis šaukiasi to, kurio žala yra artimesnė nei jo nauda: iš tikrųjų, blogas Maula (globėjas) ir tikrai blogas draugas!","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:14","price":"14. Iš tiesų, Allahas priims tuos, kurie tiki (islamiškąjį monoteizmą) ir daro teisingus gerus darbus (pagal Koraną ir Sunną) į Sodus, po kuriais teka upės (Rojuje). Iš tiesų, Allahas daro tai, ką Jis nori.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:15","price":"15. Kas galvoja, kad Allahas nepadės jam (Muchammedui ﷺ) šiame pasaulyje ir Amžinybėje, lai jis ištiesia virvę link lubų ir lai jis pasismaugia. Tada lai jis pamato ar jo sąmokslas panaikins tai, dėl ko jis niršta.","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:16","price":"16. Tad Mes nuleidome tai (šį Koraną) (Muchammedui ﷺ) kaip aiškų ženklą, įkaltį ir įrodymą ir tikrai, Allahas veda tą, ką Jis nori.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:17","price":"17. Iš tiesų, tie, kurie tiki (Allahą ir Jo Pasiuntinį Muchammedą ﷺ) ir tie, kurie yra judėjai ir sabėjai ir krikščionys, ir majai, ir tie, kurie garbina kitus šalia Allaho, iš tiesų, Allahas teis juos Prikėlimo Dieną. Tikrai, Allahas viskam yra Liudininkas.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:18","price":"18. Argi jūs nematote, kad kas yra danguose ir kas yra žemėje, ir saulė, ir mėnulis, ir žvaigždės, ir kalnai, ir medžiai, ir Ad-Davab [judantys (gyvi) kūrininiai, gyvuliai] ir daugybė žmonių sukniumba prieš Allahą. Tačiau yra daugybė (žmonių) kuriems bus įvykdyta bausmė. Ir kas užtraukia gėdą Allahui, niekas negali suteikti jam garbės. Iš tiesų, Allahas daro tai, ką Jis nori.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:19","price":"19. Šie du priešininkai (tikintieji ir netikintieji) ginčijasi tarpusavyje dėl savo Viešpaties: tada tiems, kurie netikėjo, jiems bus iškirpti ugnies apdarai, verdantis vanduo bus pilamas virš jų galvų.","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:20","price":"20. Su juo ištirps (arba išnyks) tai, kas yra jų pilvuose, kaip ir (jų) odos.","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:21","price":"21. Ir jiems yra lenkti geležiniai virbai (juos nubausti).","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:22","price":"22. Kaskart kai jie bando ištrūkti iš ten, iš didelio skausmo, jie bus grąžinami ten, ir (bus) sakoma jiems: „Ragaukite degimo kančios!“","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:23","price":"23. Iš tiesų, Allahas priims tuos, kurie tiki (Allaho Vienumą – islamiškąjį monoteizmą) ir daro gerus darbus, į Sodus, po kuriais teka upės (Rojuje), kur jie bus papuošti aukso apyrankėmis ir perlais ir jų apdarai ten bus iš šilko.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:24","price":"24. Ir jie bus teisingai vedami (šiame pasaulyje) į gerą kalbą (t. y. La ilaha illallah), Alhamdullilah, Korano recitavimą ir t.t.), ir jie bus vedami į Kelią (t. y. Allaho religiją – islamiškąjį monoteizmą) To, Kuris yra Vertas visos šlovės.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:25","price":"25. Iš tiesų, tie, kurie netikėjo ir kliudė (žmonėms) nuo Allaho Kelio, ir nuo Al Masdžid Al Haram (Mekkoje), kurią Mes padarėme (atvirą) (visiems) žmonėms, jos gyventojai ir šalies lankytojai yra lygūs ten [kalbant apie jos neliečiamumą ir piligriminę kelionę (Hadž ir Umra)] – ir kas palinksta į blogus darbus ten arba daryti blogą (t. y. praktikuoti daugiadievystę arba palikti islamiškąjį monoteizmą), jį Mes priversime paragauti skausmingą kančią.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:26","price":"26. Ir (atminkite), kai Mes parodėme Ibrahimui (Abraomui) (Neliečiamo) Namo (Kaabos Mekkoje) vietą, (sakydami): „Nepriskirk nieko (garbinime) Man, [La ilaha illallah (niekas neturi teisės būti garbinamas tik Allahas) - islamiškasis monoteizmas] ir apvalyk Mano Namą tiems, kurie eina ratais aplink jį, ir tiems, kurie stovi (maldoje) ir tiems, kurie lenkiasi (paklūsta nusižeminę ir paklusdami Allahui) ir suklumpa (maldoje).","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:27","price":"27. Ir skelbk žmonėms apie Hadžą (piligriminę kelionę). Jie ateis pas tave pėsčiomis ir ant kiekvieno lieso kupranugario, jie atvyks iš kiekvieno gilaus ir tolimo (plataus) kalno perėjos (atlikti Hadžą).","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:28","price":"28. Kad jie liudytų tai, kas yra naudinga jiems (t. y. atlygį už Hadžą Amžinybėje, ir taip pat tam tikrą žemišką naudą iš prekybos). Ir minėtų Allaho Vardą paskirtomis dienomis (t. y. 10, 11, 12 ir 13 Zul Hidža dienomis) virš galvijų, kuriuos Jis suteikė jiems (aukojimui), [skerdimo metu sakytų: (Bismillah, Vallahu Akbar, Allahumma minka va ilaik).] Tada valgytų iš to ir pamaitintų juo vargšus, išgyvenančius sunkumus.","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:29","price":"29. Tada lai jie pabaigia savo paskirtas prievoles (Hadžo Manasik) ir atlieka savo priesaikas, ir eina ratu apie Senovinį Namą (Kaabą Mekkoje).","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:30","price":"30. Tai (Manasik – nustatytos Hadžo prievolės yra pareigos, kurias žmonės turi Allahui) ir kas gerbia neliečiamus Allaho dalykus, tada tai geriau jam prieš jo Viešpatį. Galvijai yra leistini jums, išskyrus tuos (kurie bus) paminėti jums (kaip išimtys). Taigi venkite stabų (garbinimo) bjaurasties ir venkite melo (klaidingų teiginių).","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:31","price":"31. Hunafa Lillah (negarbinimas nieko kito, tik Allahą), nepriskyrimas partnerių (garbinime) Jam. Ir kas priskiria Allahui partnerius, tai lyg jis iškrito iš dangaus, ir paukščiai pastvėrė jį arba vėjas nusviedė jį į tolimą vietą.","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:32","price":"32. Tai [kas buvo paminėta ankstesnėse eilutėse (šios sūros 27, 28, 29, 30, 31 eilutėse) yra pareigos, kurias žmonės turi Allahui] ir kas gerbia Allaho Simbolius, tada tai iš tiesų iš širdies dievobaimingumo.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:33","price":"33. Juose (paaukotuose galvijuose) yra nauda jums nustatytam laikui, o po to jie atvedami aukojimui prie senovinio Namo (Haram – neliečiamos vietos Mekkoje).","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:34","price":"34. Ir kiekvienai tautai Mes paskyrėme religinius ritualus tam, kad jie minėtų Allaho Vardą virš galvijų, kuriuos Jis suteikė jiems maistui. Ir jūsų Ilah (Dievas) yra Vienas Ilah (Dievas – Allahas), taigi jūs turite paklusti Jam Vieninteliam (islame). Ir (Muchammedai ﷺ) perduok geras žinias Mukhbitūn (tiems, kurie paklūsta Allahui nusižeminę ir yra nuolankūs iš tikrųjų islamiškojo monoteizmo tikinčiųjų tarpo).","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:35","price":"35. Kurių širdys prisipildo baimės, kai paminimas Allahas, ir As-Sabirun [kurie kantriai kenčia tai, kas juos ištinka (iš nelaimių)] ir kurie atlieka As-Salat (Ikamat-as-Salat) ir kurie leidžia (vardan Allaho) iš to, ką Mes jiems suteikiame.","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:36","price":"36. Ir Budn (karvės, galvijai arba kupranugariai, nuvesti, kad būtų paaukoti piligrimų Mekkos draustinyje) Mes padarėme juos jums Allaho Simboliais, kuriuose yra jums daug gero. Taigi minėkite Allaho Vardą virš jų, kai jie yra išrikiuoti eilėmis (aukojimui). Tada, kai jie paguldyti ant šonų (po skerdimo), valgykite iš to, ir pamaitinkite vargšus, kurie neprašo (žmonių), ir elgetas, kurie prašinėja (žmones). Taip Mes padarėme juos paklusnius jums, kad jūs būtumėte dėkingi.","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:37","price":"37. Nei jų mėsa, nei jų kraujas nepasiekia Allaho, tačiau jūsų dievobaimingumas pasiekia Jį. Taip Mes padarėme juos paklusnius jums, kad jūs garbintumėte Allahą dėl Jo Teisingo jūsų vedimo. Ir perduok geras žinias (Muchammedai ﷺ) Muhsinūn [1] (gera darantiesiems).","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"[1] Al-Muhsinūn (gera darantieji) – tie, kurie daro gerus darbus vien tik dėl Allaho, neturėdami jokio noro pasirodyti ar užsitarnauti šlovės ar garbės ir t. t. ir daro juos pagal Allaho Pasiuntinio Muchammedo ﷺ Sunną (teisines tradicijas).","lang":"lt"},{"name":"22:38","price":"38. Iš tiesų, Allahas gina tuos, kurie tiki. Iš tiesų, Allahas nemėgsta išdavikiškų nedėkingų Allahui žmonių [tų, kurie nepaklūsta Allahui, tačiau paklūsta Šaitan (Šėtonui)].","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:39","price":"39. Leidimas kovoti (prieš netikinčiuosius) duotas tiems (tikintiesiems), prieš kuriuos kovojama, nes jie buvo skriaudžiami. Ir tikrai Allahas Gali suteikti jiems (tikintiesiems) pergalę -","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:40","price":"40. Tie, kurie buvo išvaryti iš savo namų neteisingai, vien tik dėl to, kad jie sakė: „Mūsų Viešpats yra Allahas.“ Jei Allahas neišbandytų vienos žmonių grupės kitos turtais, vienuolynai, bažnyčios, sinagogos ir mečetės, kuriose Allaho Vardas dažnai minimas, tikrai būtų nugriauti. Iš tiesų, Allahas padės tiems, kurie padeda (Vardan) Jo. Iš tiesų, Allahas yra Visa Stiprus, Visa Galingas.","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:41","price":"41. Tie (musulmonai valdytojai), kurie, jei Mes suteikiame jiems galią žemėje, (jie) įsako Ikamat-as-Salat [t. y. atlikti penkias privalomas bendruomenines Salat (maldas) (vyrams mečetėse)], mokėti Zakat ir įsako Al-Maruf (t. y. islamiškąjį monoteizmą ir viską, ką islamas įsako daryti) ir draudžia Al-Munkar (t. y. netikėjimą, daugiadievystę ir viską, ką islamas draudžia) [t. y. jie padaro Koraną savo šalies įstatymu visose gyvenimo sferose]. Ir Allahui priklauso (visų) (kūrinių) reikalų pabaiga.","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:42","price":"42. Ir jei jie neigia tave (Muchammedai ﷺ), taip pat neigė ir anksčiau jų Nūho (Nojaus), Ad ir Samud žmonės (savo Pranašus).","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:43","price":"43. Ir Ibrahimo (Abraomo) žmonės ir Lūto (Loto) žmonės,","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:44","price":"44. ir Madjan (Midiano) gyventojai ir neigiamas buvo Mūsa (Mozė). Tačiau Aš suteikiau atokvėpį netikintiesiems kuriam laikui, tada Aš pričiupau juos ir kokia (siaubinga) buvo Mano bausmė (už jų nuodėmes)!","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:45","price":"45. Ir daugybę gyvenviečių Mes sunaikinome, kai jos buvo suteiktos bloga darantiesiems, taip kad jie plyti griuvėsiais (iki šios dienos) ir (daugybė) apleistų šulinių ir prabangių pilių.","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:46","price":"46. Argi jie nekeliavo per žemes, ir negi jie neturi širdžių, kuriomis suprastų ir ausų, kuriomis išgirstų? Iš tiesų, ne akys apanka, tačiau širdys, esančios krūtinėse, apanka.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:47","price":"47. Ir jie prašo tavęs paskubinti kančią! Ir Allahas neklysta dėl Savo Pažado. Ir iš tiesų, diena su tavo Viešpačiu yra kaip tūkstantis metų, kuriuos tu skaičiuoji.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:48","price":"48. Ir daugybei gyvenviečių Aš daviau atokvėpį, kai jos buvo suteiktos bloga darantiesiems. Tada (galiausiai) Aš pričiupau jas (su bausme). Ir pas Mane yra (paskutinis) visų sugrįžimas.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:49","price":"49. Sakyk (Muchammedai ﷺ): „Žmonės, aš esu (siųstas) jums tik kaip paprastas perspėtojas.“","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:50","price":"50. Taigi tie, kurie tiki (Allaho Vienumą – islamiškąjį monoteizmą) ir daro teisingus gerus darbus, jiems yra atleidimas ir Rizkun Karim (dosnus aprūpinimas, t. y. Rojus).","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:51","price":"51. Tačiau tie, kurie kovoja prieš Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t. t.), kad sužlugdytų juos, jie bus Pragaro gyventojai.","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:52","price":"52. Niekada Mes nesiuntėme Pasiuntinio arba Pranašo anksčiau tavęs, tačiau kai jis recituodavo apreiškimą arba pasakodavo arba kalbėdavo, Šaitan (Šėtonas) mesdavo (kokį nors melą) į tai. Tačiau Allahas panaikina tai, ką Šaitan (Šėtonas) meta į tai. Tada Allahas įtvirtina Savo Apreiškimus. Ir Allahas yra Visa Žinantis, Visa Išmanantis.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:53","price":"53. Kad Jis (Allahas) padaro tai, kas yra Šaitan (Šėtono) įmetama, išbandymu tiems, kurių širdyse liga (veidmainystės ir netikėjimo) ir kurių širdys kietos. Ir be abejonės, Zalimūn (daugiadieviai ir bloga darantys) yra nutolę priešininkai (nuo tiesos prieš Allaho Pasiuntinį ir tikinčiuosius).","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:54","price":"54. Ir kad tie, kuriems buvo suteiktos žinios, žinotų, kad tai (šis Koranas) yra tiesa iš jų Viešpaties, kad jie patikėtų juo ir jų širdys paklustų jam nuolankiai. Ir iš tiesų, Allahas yra Vedlys tų, kurie tiki, į Tiesų Kelią","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:55","price":"55. O tie, kurie netiki, nesiliaus abejoję dėl jo (šio Korano) iki tol, kol netikėtai juos užklups Valanda arba pasieks juos Dienos, po kurios nebebus jokios nakties, kančia (t. y. Prikėlimo Diena).","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:56","price":"56. Valdžia tą Dieną bus Allaho (To, Kuris neturi partnerių). Jis teis juos. Taigi tie, kurie tikėjo (Allaho Vienumą – islamiškąjį monoteizmą) ir darė teisingus gerus darbus bus malonumų Soduose (Rojuje).","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:57","price":"57. O tie, kurie netikėjo ir neigė Mūsų (šio Korano) Eilutes, jiems bus žeminanti kančia (Pragare).","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:58","price":"58. Tie, kurie persikėlė Vardan Allaho ir po to buvo nužudyti arba mirė, iš tiesų, Allahas suteiks jiems gerą aprūpinimą. Ir iš tiesų, tai Allahas, Kuris tikrai yra Geriausias iš tų, kurie aprūpina.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:59","price":"59. Iš tiesų, Jis privers juos įžengti pro įėjimą, kuriuo jie bus patenkinti, ir tikrai, Allahas iš tiesų yra Visa Žinantis, Pakančiausias.","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:60","price":"60. Taip yra. Ir kas atsikeršijo panašiu į tai, dėl ko jis buvo priverstas kentėti, ir tada vėl buvo skriaudžiamas, Allahas tikrai padės jam. Iš tiesų, Allahas tikrai yra Visada Dovanojantis, Visada Atleidžiantis.","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:61","price":"61. Taip yra todėl, kad Allahas sujungia naktį į dieną, ir Jis sujungia dieną į naktį. Ir tikrai, Allahas yra Visa Girdintis, Visa Matantis.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:62","price":"62. Taip yra todėl, kad Allahas – Jis yra Tiesa (viso to, kas egzistuoja Vienintelis Tikrasis Dievas, Kuris neturi nei partnerių nei Savo varžovų) ir tai, ką jie (daugiadieviai) šaukiasi šalia Jo, tai yra Batil (netiesa). Ir iš tiesų, Allahas – Jis yra Aukščiausiasis, Didingiausias.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:63","price":"63. Argi jūs nematote, kad Allahas nuleidžia vandenį (lietų) iš dangaus, ir tada žemė tampa žalia? Iš tesų, Allahas yra Malongiausias ir Paslaugiausias, Gerai Žinantis apie viską.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:64","price":"64. Jam priklauso viskas, kas yra danguose, ir viskas, kas yra žemėje. Ir iš tiesų, Allahas - Jis yra Turtingas (Nepriklausomas nuo jokių poreikių), Vertas visos šlovės.","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:65","price":"65. Argi jūs nematote, kad Allahas padarė pavaldžiu jums (žmonėms) viską, kas yra žemėje, ir laivus, kurie skrodžia jūra Jo Įsakymu? Jis sulaiko dangus nuo užgriuvimo ant žemės vien tik Savo Leidimu. Iš tiesų, Allaha yra žmonėms Kupinas Maloningumo, Gailestingiausiasis.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:66","price":"66. Tai Jis, Kuris suteikė jums gyvenimą, ir tada privers jus mirti, ir vėl suteiks jums gyvenimą (Prikėlimo Dieną). Iš tiesų, žmogus yra tikrai nedėkingas.","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:67","price":"67. Kiekvienai tautai Mes paskyrėme religinius ritualus [t. y. galvijų skerdimą trimis apsistojimo Minoje (Mekkoje) dienomis, Hadž (piligriminės kelionės) metu], kuriais jie turi sekti. Tad lai jie (pagonys) nesiginčija su jumis dėl reikalų (t. y. valgyti jūsų paskerstus galvijus arba nevalgyti galvijų, kuriuos Allahas numarina jų naturalia mirtimi), tačiau kvieskite juos pas savo Viešaptį. Iš tiesų tu (Muchammedai ﷺ) tikrai esi (tikrame) teisingame vedime (t. y. teisingoje islamiškojo monoteizmo religijoje).","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:68","price":"68. Ir jei jie ginčijasi su jumis (dėl aukų skerdimo), sakykite: „Allahas žino geriausiai tai, ką jūs darote.“","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:69","price":"69. „Allahas teis jus Prikėlimo Dieną dėl to, dėl ko jūs nesutarėte.“","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:70","price":"70. Negi jūs nežinote, kad Allahas žino viską, kas yra danguose ir žemėje? Iš tiesų, (visa) tai yra Knygoje (al Lauh Al Mahfuz). Iš tikrųjų, tai lengva Allahui.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:71","price":"71. Ir jie garbina šalia Allaho kitus, kuriems jis nesiuntė jokio autoriteto, ir apie kuriuos jie neturi jokių žinių. Ir Zalimūn (bloga darantiesiems, daugiadieviams ir netikintiesiems Allaho Vienumą) nėra jokio pagalbininko.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:72","price":"72. Ir kai Mūsų Aiškios Eilutės recituojamos jiems, jūs pastebėsite atmetimą netikinčiųjų veiduose! Jie beveik pasiruošę pulti iš įtūžio tuos, kurie recituoja Mūsų Eilutes jiems. Sakyk: „Ar pasakyti jums tai, kas blogiau nei tai? (Pragaro) Ugnis, kurią Allahas pažadėjęs tiems, kurie netikėjo, ir blogiausias iš tiesų yra toks tikslas!“","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:73","price":"73. Žmonės, panašumai buvo sudaryti, taigi klausykite apie juos (atidžiai): iš tiesų tie, kurių jūs šaukiatės šalia Allaho, negali sukurti (netgi) musės, net jei jie susijungs tam tikslui. Ir jei musė pačiups iš jų kokį daiktą, jie neturės galios to iš jos išlaisvinti. Taigi silpni yra (abu) besikreipiantys, ir tie, į kuriuos kreipiamasi.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:74","price":"74. Jie neįvertino Allaho Jo Teisingu Vertinimu. Iš tiesų, Allahas yra Visa Stiprus, Visa Galingas.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:75","price":"75. Allahas pasirenka Pasiuntinius iš angelų ir iš žmonių tarpo. Iš tiesų, Allahas yra Visa Girdintis, Visa Matantis.","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:76","price":"76. Jis žino, kas yra anksčiau jų ir kas yra po jų. Ir pas Allahą sugrįžta visi reikalai (sprendimui).","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:77","price":"77. Jūs, kurie patikėjote, nusilenkite ir suklupkite kniūbsčiomis, ir garbinkite savo Viešpatį, ir darykite gerą, kad būtumėte jūs sėkmingi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"","lang":"lt"},{"name":"22:78","price":"78. Ir stipriai stenkitės Vardan Allaho taip, kaip jūs privalote stengtis (nuoširdžiai ir iš visų pastangų, kad Jo Vardas būtų aukščiausias). Jis pasirinko jus (perduoti Savo Žinią apie islamiškąjį monoteizmą žmonijai, kviečiant juos į Jo religiją – islamą) ir nesuteikė jums religijoje jokio sunkumo: tai jūsų tėvo Ibrahimo (Abraomo) religija (islamiškasis monoteizmas). Tai Jis (Allahas), Kuris pavadino jus musulmonais tiek prieš tai, tiek šiame (Korane), kad Pasiuntinys (Muchammedas ﷺ) galėtų liudyti jums, o jūs būtumėte žmonių liudininkai! Taigi atlikite As-Salat (Ikamat-as-Salat), duokite Zakat ir tvirtai laikykitės Allaho [t. y. pasitikėkite Allahu ir pasikliaukite Juo visuose savo reikaluose]. Jis yra jūsų Maula (Globėjas, Viešpats), koks Puikus Maula (Globėjas, Viešpats) ir koks Puikus Pagalbininkas!","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"","lang":"lt"}],"juz":{"id":17,"name":"اقْتَرَبَتْ","transliteration":"Iqtarabat","transEn":"The Hour Has Drawn Near","startVerse":"21:1","endVerse":"22:78","totalVerses":190}}