{"data":[{"name":"29:46","price":"46. Ir nesiginčyk su Rašto žmonėmis (judėjais ir krikščionimis), nebent tai būtų (būdu), kuris yra geresnis (gerais žodžiais ir gražia maniera, kviečiant juos į islamiškąjį monoteizmą su Jo Eilutėmis), išskyrus su tais iš jų, kurie daro bloga. Ir sakyk (jiems): „Mes tikime tą, kas buvo apreikšta mums ir apreikšta jums. Mūsų Ilah (Dievas) ir jūsų Ilah (Dievas) yra Vienas (t. y. Allahas) ir Jam mes paklusome (kaip musulmonai).“","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:47","price":"47. Ir taip Mes nuleidome Knygą (t. y. šį Koraną) tau (Muchammedai ﷺ) ir tie, kuriems Mes davėme Raštą [Tauratą (Torą) ir Indžylį (Evangeliją) anksčiau] tiki jį, kaip taip pat daro kai kurie iš šių (kurie yra kartu su tavimi dabar, kaip Abdullah bin Salam) ir niekas kitas, tik netikintieji atmeta mūsų Ajat [(įrodymus, ženklus, eilutes, pamokas ir t. t.) ir neigia Mūsų Vienumą Viešpatavime ir Garbinime ir Mūsų Varduose bei Savybėse: t. y. islamiškąjį monoteizmą].","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:48","price":"48. Nei tu (Muchammedai ﷺ) skaitai kokią knygą prieš šią (šį Koraną), nei tu parašei kokią knygą (kada nors) savo dešine ranka. Tokiu atveju, iš tiesų, melo sekėjai galėtų abejoti.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:49","price":"49. Ne, bet jie, aiškūs Ajat [t. y. Pranašo Muchammedo ﷺ aprašymas ir savybės, užrašytos Taurate (Toroje) ir Indžylyje (Evangelijoje)] yra išsaugoti krūtinėse tų, kuriems buvo suteiktas žinojimas (iš Rašto žmonių tarpo). Ir niekas tik Zalimūn (daugiadieviai ir bloga darantieji) neigia Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t. t.).","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:50","price":"50. Ir jie sako: „Kodėl jam nenuleidžiami ženklai nuo jo Viešpaties?“ Sakyk: „Ženklai yra tik pas Allahą, o aš esu tik paprastas perspėtojas.“","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:51","price":"51. Argi nepakanka jiems, kad Mes nuleidome tau Knygą (Koraną), kuri jiems recituojama? Iš tiesų, čia yra gailestingumas ir priminimas (arba perspėjimas) žmonėms, kurie tiki.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:52","price":"52. Sakyk (jiems, Muchammedai ﷺ): „Pakankamas yra Allahas liudytojas tarp manęs ir jūsų. Jis žino, kas yra danguose ir žemėje.“ O tie, kurie tiki Batil (visomis netikromis dievybėmis, kitomis nei Allahas) ir netiki Allahą ir (Jo Vienumą), tai jie yra pralaimėtojai.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:53","price":"53. Ir jie prašo tavęs paskubinti kančią (jiems): ir jei nebūtų nustatyto termino, kančia be abejonės ateitų pas juos. Ir tikrai, ji ateis pas juos netikėtai, jiems nesuvokiant.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:54","price":"54. Jie prašo tavęs paskubinti kančią. Ir iš tiesų, Pragaras, be abejo, apims netikinčiuosius.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:55","price":"55. Dieną, kai kančia (Pragaras) uždengs juos iš virš jų ir iš po jų pėdų, ir bus pasakyta: „Ragaukite tai, ką jūs darydavote.“","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:56","price":"56. Mano vergai, kurie tikite, be abejonės, plati yra Mano žemė. Taigi garbinkite Mane (Vienintelį).“","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:57","price":"57. Visi paragaus mirties. Tada pas Mus jūs būsite sugrąžinti.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:58","price":"58. O tie, kurie tiki (Allaho Vienumą – islamiškąjį monoteizmą) ir daro teisingus gerus darbus, jiems Mes tikrai duosime didingas buveines Rojuje, po kuriuo teka upės, gyventi tenai amžinai. Puikus yra atlygis darbininkams.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:59","price":"59. Tiems, kurie yra kantrūs, ir pasitiki (tik) savo Viešpačiu (Allahu).","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:60","price":"60. Ir kiek daug judantis (gyvas) kūrinys neša ne iš savo išlaikymo! Allahas suteikia jam ir tau. Ir Jis yra Visa Girdintis, Visa Žinantis.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:61","price":"61. Ir jei tu paklaustum jų: „Kas sukūrė dangus ir žemę ir pavergė saulę ir mėnulį?“ Jie tikrai atsakys: „Allahas.“ Tad kaip jie nukrypsta (kaip daugiadieviai ir netikintieji)?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:62","price":"62. Allahas padidina išlaikymą tam, kam Jis nori iš Savo vergų, ir apriboja jį tam (kam Jis nori). Iš tiesų, Allahas yra Visa Žinantis apie viską.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:63","price":"63. Ir jei jūs paklaustumėte jų: „Kas nuleidžia vandenį (lietų) iš dangaus ir suteikia gyvenimą juo žemei po jos mirties?“ Jie tikrai atsakys: „Allahas.“ Sakyk: „Visa šlovė ir padėka Allahui.“ Ne, dauguma iš jų nesuvokia.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:64","price":"64. Ir šis pasaulio gyvenimas yra tik pramoga ir žaidimas. Iš tiesų, Amžinybės namai – tai yra tikrasis gyvenimas (t. y. amžinasis gyvenimas, kuris niekada nesibaigs), jei tik jie žinotų.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:65","price":"65. Ir kai jie įsilaipina į laivą, jie šaukiasi Allaho, padarydami savo Tikėjimą gryną, tik Jam: tačiau kai Jis atgabena juos saugiai į žemę, štai, jie sutiekia dalį savo garbinimo kitiems.","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:66","price":"66. Taip, kad jie tampa nedėkingi už tai, ką Mes suteikėme jiems, ir kad jie paima savo malonumą (kaip perspėjimą ar grasinimą), tačiau jie sužinos.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:67","price":"67. Argi jie nematė, kad Mes padarėme (Mekką) saugiu draustiniu, kai žmonės yra išplėšiami iš visur aplink juos? Tada argi jie tiki Batil (melagystę – daugiadievystę, stabus ir visas kitas dievybes, kitas nei Allahas) ir neigia (tampa nedėkingi už) Allaho Malones?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:68","price":"68. Ir kas daro blogiau nei tas, kuris sukuria melą apie Allahą arba neigia tiesą (Muchammedą ﷺ ir jo islamiškojo monoteizmo doktriną ir šį Koraną), kai ji ateina pas jį? Argi nėra buveinė Pragare netikintiesiems (Allaho Vienumą ir Jo Pasiuntinį Muchammedą ﷺ)?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"29:69","price":"69. O tiems, kurie sunkiai stengiasi dėl Mūsų (vardan Mūsų), Mes tikrai išvesime juos teisingai į Mūsų Kelius (t. y. Allaho religiją – islamiškąjį monoteizmą). Ir tikrai, Allahas yra su Al-Muhsidūn (gera darančiaisiais).“","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:1","price":"1. Alif, Lam, Mym. [Šios raidės yra vienas iš Korano stebuklų ir niekas kitas nežino jų reikšmės, tik Allahas (Vienintelis)].","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:2","price":"2. Romėnai buvo nugalėti.","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:3","price":"3. Artimiausioje žemėje (Sirijoje, Irake, Jordanijoje ir Palestinoje) ir jie, po savo nugalėjimo, bus pergalingi.","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:4","price":"4. Po nuo trijų iki devynerių metų. Sprendimas dėl reikalo, prieš ir po (šių įvykių) yra tik pas Allahą (prieš tai, kai persai nugalėjo romėnus, ir po to, kai persai nugalėjo romėnus). Ir Tą Dieną, tikintieji (t. y. musulmonai) džiūgaus (dėl pergalės, suteiktos Allaho, romėnams prieš persus).","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:5","price":"5. Su Allaho pagalba. Jis padeda tam, kam Jis nori, ir Jis yra Visa Galingas, Gailestingiausias.","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:6","price":"6. (Tai yra) Allaho Pažadas (t. y. Allahas suteiks pergalę romėnams prieš persus) ir Allahas nesusikerta Savo Pažade, tačiau dauguma žmonių nežino.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:7","price":"7. Jie žino tik pasaulio gyvenimo išorinę išvaizdą (t. y. savo pragyvenimo reikalus, tokius kaip drėkinimą arba sėjimą arba derliaus nuėmimą ir t. t.), ir jie yra nerūpestingi dėl Amžinybės.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:8","price":"8. Argi jie nemąsto giliai (patys savyje) apie save (kaip Allahas sukūrė juos iš nieko, ir panašiai Jis prikels juos)? Allahas nesukūrė dangų ir žemės ir visko, kas tarp jų, tik su tiesa ir nustatytam terminui. Ir tikrai, daugybė žmonių neigia Susitikimą su savo Viešpačiu.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:9","price":"9. Argi jie nekeliauja žeme ir nemato, kokia buvo pabaiga tų, prieš juos? Jie buvo didingesni nei jie galioje ir jie arė žemę ir apgyvendino ją didesniais skaičiais nei darė šie (pagonys). Ir atėjo pas juos jų Pasiuntiniai su aiškiais įrodymais. Iš tiesų Allahas nenuskriaudė jų, tačiau jie nuskriausdavo patys save.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:10","price":"10. Tada bloga buvo pabaiga tiems, kurie darė blogą, nes jie atmetė Allaho Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus, Pasiuntinius ir t. t.) ir darė juos pajuokų objektu.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:11","price":"11. Allahas (Vienintelis) duoda pradžią kūrimui, tada Jis pakartos tai, tada pas jį Jūs būsite sugrąžinti.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:12","price":"12. Ir Dieną, kai prasidės Valanda, Al-Mudžrimūn (netikintieji, nuodėmiautojai, nusikaltėliai, daugiadieviai) bus įstumti į pražūtį su (giliais apgailestavimais, liūdesiu ir) neviltimi.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:13","price":"13. Jokio užtarimo neturės jie iš tų, kuriuos jie laikė lygiais Allahui (partnerių, t. y. jų taip vadinamų sąjungininkų - dievų) ir jie (patys) atmes ir paneigs savo partnerius.","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:14","price":"14. Ir Dieną, kai prasidės Valanda – tą Dieną (visi žmonės) bus atskirti (t. y. tikintieji bus atskirti nuo netikinčiųjų).","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:15","price":"15. Tada tie, kurie tikėjo (Allaho Vienumą – islamiškąjį monoteizmą) ir darė teisingus gerus darbus, šie bus pagerbti ir mėgausis prabangiu gyvenimu (amžinai) Džiaugsmo Sode (Rojuje).","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:16","price":"16. O tie, kurie netikėjo ir atmetė Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus, Allaho Pasiutninius, Prikėlimą ir t. t.) ir Susitikimą Amžinybėje, šiems bus sukelta kančia (Pragaro Ugnyje).","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:17","price":"17. Taigi garbinkite Allahą [virš viso to (blogo), ką jie priskiria Jam, (tikintieji)], kai jūs pasiekiate vakarą [t. y. atlikite (maghrib) saulėlydžio ir (iša) nakties maldas] ir kai jūs įžengiate į rytą [t. y. atlikite (fadžr) ryto maldą].","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:18","price":"18. Ir Jo yra visi šlovinimai ir padėkos danguose ir žemėje. Ir (šlovinkite Jį) popietę (t. y. atlikite asr maldas) ir kai jūs pasiekiate laiką, kai diena pradeda eiti į pabaigą (t. y. atlikite zuhr maldą).","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:19","price":"19. Jis išveda gyvą iš mirusio ir išveda mirusį iš gyvo. Ir Jis atgaivina žemę po jos mirties. Ir taip jūs būsite išvesti (prikelti).","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:20","price":"20. Ir tarp Jo Ženklų yra tai, kad Jis sukūrė tave (Adamą (Adomą) iš dulkės ir tada [Hava (Ievą) iš Adamo (Adomo) šonkaulio, ir tada jo palikuonis iš spermos ir] – štai jūs esate žmonės išsibarstę.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:21","price":"21. Ir iš Jo Ženklų yra tai, kad Jis sukūrė jums žmonas iš jūsų pačių tarpo, tam kad jūs rastumėte jose ramybę, ir Jis patalpino tarp jūsų švelnumą ir gailestingumą. Iš tiesų, tame yra tikrai ženklai žmonėms, kurie apmąsto.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:22","price":"22. Ir iš Jo Ženklų yra dangų ir žemės sukūrimas, ir jūsų kalbų ir spalvų skirtumai. Iš tiesų, tame tikrai yra ženklai žmonėms, teisingų žinių.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:23","price":"23. Ir tarp Jo Ženklų yra jūsų miegas [1] naktį ir dieną, ir jūsų siekimas Jo Dosnumo. Iš tiesų, tame tikrai yra ženklai žmonėms, kurie klauso.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"[1] Tai, kad žmogus užmiega – ženklas iš Allaho Ženklų. Medicinos pasaulis iki šiol nežino tiksliai, kodėl žmogus miega. Tėra tik teorijos. Taigi šis Koranas yra stebuklas iš Allaho, o ne sukurtas melas, kaip netikintieji (Allaho Vienumą) teigia.","lang":"lt"},{"name":"30:24","price":"24. Ir tarp Jo Ženklų yra tai, kad Jis rodo jums žaibą, baimei ir vilčiai, ir Jis nuleidžia vandenį (lietų) iš dangaus, ir su juo atgaivina žemę po jos mirties. Iš tiesų, tame tikrai yra ženklai žmonėms, kurie supranta.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:25","price":"25. Ir tarp Jo Ženklų yra tai, kad dangus ir žemė stovi pagal Jo Įsakymą. Tada po to, kai Jis pašauks jus vienu šaukimu, štai, jūs išeisite iš žemės (t. y. iš savo kapų atsiskaityti ir būti atlygintiems).","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:26","price":"26. Jam priklauso viskas, kas yra danguose ir žemėje. Viskas paklūsta Jam.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:27","price":"27. Ir Jis yra Tas, Kuris duoda pradžią kūrinijai, tada Jis pakartos tai (po to kai ji išnyks). Ir tai lengviau Jam. Jam priklauso aukščiausi aprašymai (t. y. niekas neturi teisės būti garbinamas, tik Jis, ir nėra nieko panašaus į Jį) danguose ir žemėje. Ir Jis yra Visa Galingas, Visa Išmintingas.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:28","price":"28. Jis pateikia jums panašumą iš jūsų pačių: ar turite jūs partnerius iš tų tarpo, ką jūsų dešinios rankos valdo (t. y. vergių) dalintis lygiai turte, kurį Mes suteikėme jums, kurio jūs bijote, kaip jūs bijote vienas kito? Taip Mes aiškiname ženklus smulkiai, žmonėms, kurie turi suvokimą. [2]","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"[2] Tai reiškia: Kaip jūs priskiriate Mums partnerius iš tų, kuriuos Mes sukūrėme, kai jūs patys sau nepriimate partnerių iš savo vergų tarpo?","lang":"lt"},{"name":"30:29","price":"29. Ne, tačiau jie, kurie daro blogą, seka savo pačių geiduliais, neišmanydami. Tada kas išves tą, kurį Allahas paklaidino? Ir tokiems nebus jokių padėjėjų.","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:30","price":"30. Taigi pasuk tu (Muchammedai ﷺ) savo veidą link religijos Hanifa (negarbinti nieko kito, tik Vienintelį Allahą). Allaho Fitra (t. y. Allaho islamiškasis monoteizmas), su kuria Jis sukūrė žmones. Lai nebūna jokio pakeitimo Khalk-illah (t. y. Allaho religijoje – islamiškame monoteizme): tai yra teisinga religija, tačiau dauguma žmonių nežino.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:31","price":"31. (ir visada lik) atsigręžęs į atgailavimą (tik) Jam, ir bijok ir būk pareigingas Jam. Ir atlik As-Salat (ikamat-as-salat) ir nebūk iš Al-Mušrikūn (daugiadievių, stabmeldžių, netikinčiųjų Allaho Vienumą).","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:32","price":"32. Iš tų, kurie padalino savo religiją (t. y. paliko tikrąjį islamiškąjį monoteizmą) ir tapo grupėmis [t. y. jie įvedė naujus dalykus į religiją (bida) ir sekė savo tuščiais troškimais], kiekviena grupė džiaugiasi tuo, kas yra su ja.","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:33","price":"33. Ir kai žala paliečia žmones, jie maldauja nuoširdžiai tik savo Viešpaties (Allaho), atsigręždami į Jį atgailoje. Tačiau kai Jis suteikia jiems Savo Gailestingumo skonį, štai, dalis jų priskiria partnerius garbinime savo Viešpačiui.","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:34","price":"34. Taip kad būna nedėkingi už malones, kurias Mes suteikiame jiems. Tad mėgaukitės (savo trumpu gyvenimu), tačiau jūs sužinosite.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:35","price":"35. Arba argi Mes apreiškėme jiems valdžią (Raštą), kuris kalba apie tai, ką jie Jam priskiria?","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:36","price":"36. Ir kai Mes privertėme žmones paragauti gailestingumo, jie tame džiūgauja. Tačiau kai juos užklumpa koks nors blogis dėl (blogų veiksmų ir nuodėmių) to, ką jų (pačių) rankos darė, štai, jie yra neviltyje!","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:37","price":"37. Argi jie nemato, kad Allahas padidina išlaikymą tam, kam Jis nori ir apriboja (jį tam, kam Jis nori). Iš tiesų, tame tikrai yra ženklas žmonėms, kurie tiki.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:38","price":"38. Taigi suteik giminaičiui kas jam priklauso ir Al-Miskin (vargingiesiems) ir keliautojui. Tai geriausia tiems, kurie siekia Allaho Veido. Ir tai tie, kurie bus sėkmingieji.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:39","price":"39. O tai, ką duodi dovanai (kitiems), tam, kad tai padidintų (tavo turtą, tikintis gauti geresnį atgal) iš kitų žmonių turto, neturi padidėjimo pas Allahą. Tačiau tai, ką duodi Zakat (sadaka – labdarai ir t. t.), siekdamas Allaho Veido, tada tie, jie turės visokeriopą padidėjimą.","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:40","price":"40. Allahas yra Tas, Kuris sukūrė tave, tada suteikė tau maisto, tada privers tave mirti, tada (vėl) Jis suteiks tau gyvenimą (Prikėlimo Dieną). Ar kuris nors iš (taip vadinamų) tavo (Allaho) partnerių daro tai? Šlovė Jam! Ir Išaukštintas Jis virš viso to (blogio), kurį jie (Jam) priskiria.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:41","price":"41. Blogis (nuodėmės ir nepaklusimas Allahui) pasirodė žemėje ir jūroje dėl to, ką žmonių rankos įgijo (engimu ir blogais darbais), kad Jis (Allahas) galėtų priversti juos paragauti dalį to, ką jie darė, tam, kad jie galėtų sugrįžti (atgailaudami Allahui ir prašydami Jo Atleidimo).","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:42","price":"42. Sakyk (Muchammedai ﷺ): „Keliaukite žeme ir pamatykite, kokia buvo pabaiga tų anksčiau (jūsų). Dauguma iš jų buvo Mušrikūn (daugiadieviai, stabmeldžiai, netikintieji Allaho Vienumą).“","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:43","price":"43. Taigi pasuk (Muchammedai ﷺ) savo veidą (į paklusimą Allahui, savo Viešpačiui) į tiesią ir teisingą religiją (islamiškąjį monoteizmą), prieš tai, kai ateis iš Allaho Diena, kurios niekas negali išvengti. Tą Dieną žmonės bus padalinti [(į dvi grupes) grupė Rojuje ir grupė Pragare].","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:44","price":"44. Kas netiki, kentės nuo savo netikėjimo, o kas daro teisingus gerus darbus (praktikuodami islamiškąjį monoteizmą), tada tokie paruoš sau gerą vietą (Rojuje) (ir bus Allaho išgelbėti nuo Jo Kančios).","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:45","price":"45. Kad Jis galėtų atlyginti tiems, kurie tiki (Allaho Vienumą – islamiškąjį monoteizmą) ir daro teisingus gerus darbus, iš Savo Dosnumo. Iš tiesų, Jis nemėgsta netikinčiųjų.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:46","price":"46. Ir tarp Jo Ženklų yra tai, kad Jis siunčia vėjus kaip geras žinias, suteikdamas jums Jo Gailestingumo skonį (t. y. lietų), ir (tai), kad laivai keliauja jūra Jo Įsakymu, ir (tai) kad jūs galite siekti Jo Dosnumo tam, kad būtumėte dėkingi.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:47","price":"47. Ir iš tiesų Mes siuntėme Pasiuntinius anksčiau tavęs (Muchammedai ﷺ) jų pačių žmonėms. Jie atėjo pas juos su aiškiais įrodymais, tada, Mes atkeršijome tiems, kurie darė nusikaltimus (netikėjimo, partnerių Allahui priskyrimą garbinime, nuodėmes), o (štai) tikintiesiems, priklausė Mums (jiems) padėti.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:48","price":"48. Allahas yra Tas, Kuris siunčia vėjus tam, kad jie iškeltų debesis, ir paskleistų juos po dangų taip, kaip Jis nori, o tada išdalintų juos į nuolaužas kol jūs pamatote lietaus lašus trykštančius iš jų vidurio. Tada, kai Jis privertė juos kristi ant tų iš Savo vergų, ant kurių Jis nori, štai, jie džiūgauja.","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:49","price":"49. Ir iš tiesų prieš tai (lietų) – vos prieš tai, kai jis buvo nuleistas ant jų – jie buvo neviltyje.","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:50","price":"50. Pažvelkite tada į Allaho Gailestingumo poveikį (rezultatus) – kaip Jis atgaivina žemę po jos mirties. Iš tiesų, tai (Allahas) (Kuris atgaivino žemę po jos mirties) iš tikrųjų prikels mirusiuosius (Prikėlimo Dieną) ir Jis yra Galintis daryti viską.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:51","price":"51. Ir jei Mes siųstume vėją [kuris sugadintų žalią augmeniją (dirvą), išaugintą ankstesnio lietaus] ir jie pamatytų (savo dirvą) geltonuojančią – štai, jie tada (po džiugesio) taptų nedėkingaisiais (savo Viešpačiui Allahui kaip) netikintieji.","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:52","price":"52. Taigi iš tiesų, tu (Muchammedai ﷺ) negali priversti mirusiojo girdėti (t. y. netikinčiųjų), nei gali priversti kurčiąjį išgirsti kvietimą, kai jie rodo savo nugaras ir nusigręžia.","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:53","price":"53. Ir tu (Muchammedai ﷺ) negali išvesti aklojo nuo jų paklydimo. Tu gali priversti girdėti tik tuos, kurie tiki Mūsų Ajat (įrodymais, įkalčiais, eilutėmis, pamokomis, ženklais, apreiškimais ir t. t.), ir pakluso Allahui islame (kaip musulmonai).","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:54","price":"54. Allahas yra Tas, Kuris sukūrė tave silpnumo (būsenoje), tada suteikė tau galią po silpnumo, tada po galios suteikė (tau) silpnumą ir žilus plaukus. Jis sukuria, ką Jis nori. Ir tai Jis, Kuris yra Visa Žinantis, Visa Galingas (t. y. Galintis daryti viską).","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:55","price":"55. Ir Tą Dieną, kai ateis Valanda, Al-Mudžrimūn (nusikaltėliai, netikintieji, daugiadieviai, nuodėmiautojai) prisieks, kad jie praleido ne daugiau nei valandą – taip jie buvo paklaidinti [nuo tiesos (t. y. jie meluodavo ir duodavo melagingas priesaikas, ir nusigręžė nuo tiesos) šio pasaulio gyvenime)].","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:56","price":"56. O tie, kuriems buvo suteiktas žinojimas ir tikėjimas, sakys: „Iš tiesų, jūs praleidote pagal Allaho Nulėmimą iki Prikėlimo Dienos – taigi tai yra Prikėlimo Diena, bet jūs nežinojote.“","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:57","price":"57. Taigi tą Dieną joks jų pasiteisinimas neduos naudos tiems, kurie elgėsi blogai (priskirdami Allahui partnerius garbinime ir neigdami Prikėlimo Dieną), nei jiems bus leista (tada) grįžti siekti Allaho Malonės (turint islamiškąjį tikėjimą su teisingais darbais ir paliekant daugiadievystę, nuodėmes ir nusikaltimus su atgaila).","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:58","price":"58. Ir iš tiesų Mes paaiškinome žmonėms šiame Korane visų rūšių panašumus. Tačiau jei tu (Muchammedai ﷺ) pateiksi jiems bet kokį ženklą ar įrodymą (kaip savo Pranašavimo tiesos įkaltį), netikintieji įsitikinę sakys (tikintiesiems): „Jūs sekate niekuo kitu, tik melu ir magija.“","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:59","price":"59. Taigi Allahas užantspauduoja širdis tų, kurie nežino [Allaho Vienumo įrodymų ir įkalčių, t. y. tie, kurie nebando suprasti tikrųjų faktų, kuriuos tu (Muchammedai ﷺ) jiems atnešei].","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"30:60","price":"60. Taigi būk kantrus (Muchammedai ﷺ). Iš tiesų, Allaho Pažadas yra tiesa. Ir neleisk tiem, kurie neturi jokio tikėjimo tikrumo, atkalbėti tavęs nuo Allaho Žinios (kurią tu esi įpareigotas perduoti) perdavimo.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:1","price":"1. Alif, Lam, Mym. [Šios raidės yra vienas iš Korano stebuklų ir niekas kitas nežino jų reikšmės, tik Allahas (Vienintelis)].","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:2","price":"2. Tai yra Išmintingos Knygos (Korano) Eilutės.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:3","price":"3. Teisingas vedimas ir gailestingumas Al-Muhsinūn (gera darantiesiems).","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:4","price":"4. Tiems, kurie atlieka As-Salat (ikamat-as-salat) ir duoda Zakat ir jie turi užtikrintą tikėjimą Amžinybę.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:5","price":"5. Tokie yra savo Viešpaties teisingame vedime, ir tokie yra sėkmingieji.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:6","price":"6. Ir tarp žmonių yra tas, kuris perka tuščias kalbas (t. y. muziką, dainavimą ir t. t.), kad paklaidintų (žmones) nuo Allaho Kelio be žinojimo, ir laiko tai (Allaho Kelią arba Korano Eilutes) pajuokų objektu. Tokiam bus žeminanti kančia (Pragare).","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:7","price":"7. Ir kai Mūsų (Korano) Eilutės recituojamos tokiam, jis nusigręžia išdidžiai, lyg jų negirdėjęs – lyg jo ausyse būtų kurtumas. Taigi pranešk jam apie skausmingą kančią.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:8","price":"8. Iš tiesų, tie, kurie tiki (islamiškąjį monoteizmą) ir daro teisingus gerus darbus, jiems yra Džiaugsmo Sodai (Rojus).","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:9","price":"9. Gyventi tenais. Tai Allaho Pažadas, kuris yra tiesa. Ir Jis yra Visa Galingas, Visa Išmintingas.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:10","price":"10. Jis sukūrė dangus be jokių stulpų jums matomų, ir įtvirtino ant žemės tvirtai kalnus, kad jie nedrebėtų su jumis. Ir Jis išbarstė joje judančius (gyvus) kūrinius, visų rūšių. Ir Mes nuleidžiame vandenį (lietų) iš dangaus, ir Mes priverčiame (augalus) visų gražių rūšių augti joje.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:11","price":"11. Tai yra Allaho kūrimas. Taigi parodyk Man tai, ką tie (kuriuos tu garbini), šalia Jo, sukūrė. Ne, Al-Zalimūn (daugiadieviai, bloga darantieji ir tie, kurie netiki Allaho Vienumą) yra aiškioje klaidoje.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:12","price":"12. Ir iš tiesų, Mes suteikėme Lukman Al-Hikma (išmintį ir religinį suvokimą), sakydami: „Dėkok Allahui.“ Ir kas dėkoja, jis dėkoja dėl savo paties (gero). O kas yra nedėkingas, tada iš tiesų, Allahas yra Turtingiausias (Nepriklausomas nuo jokių poreikių), Vertas visų garbinimų.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:13","price":"13. Ir (atminkite), kai Lukman sakė savo sūnui, kai jis patarinėjo jam: „Mano sūnau, nepriskirk Allahui kitų garbinime. Iš tiesų, kitų priskyrimas garbinime Allahui yra didis Zulm (blogis) tikrai.","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:14","price":"14. Ir Mes įsakėme žmogui (būti pareigingam ir geram) savo tėvams. Jo motina pagimdė jį silpnume ir sunkume po silpnumo ir sunkumo, ir jo nujunkymas yra po dvejų metų – dėkokite Man ir savo tėvams. Pas Mane yra paskutinis tikslas.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:15","price":"15. Tačiau jei jie (abu) stengiasi tave priversti priskirti Man garbinime kitus, apie kuriuos jūs neturite žinių, tada nepaklusk jiems. Tačiau elkis su jais pasaulyje maloniai ir sek keliu to, kuris atsigręžia į Mane atgailoje ir paklusnume. Tada pas Mane bus tavo sugrįžimas ir aš pasakysiu tau, ką tų darydavai.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:16","price":"16. „Mano sūnau, jei tai būtų (kas nors) lygus garstyčios sėklos grūdo svoriui, ir nors tai būtų uoloje, ar danguose ar žemėje, Allahas iškels tai. Iš tiesų, Allahas yra Sumanus (iškelti tą sėklą), Visa Išmanantis (apie jos vietą).","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:17","price":"17. „Mano sūnau, Akim-as-salat (atlik As-Salat), įsakyk (žmonėms) Al-Maruf (islamiškąjį monoteizmą ir viską, kas gera) ir drausk (žmonėms) Al-Munkar (t. y. netikėjimą Allaho Vienumą, visų rūšių daugiadievystę ir visa, kas yra bjauru ir bloga), ir kantriai kęsk tai, kas tave ištinka. Iš tiesų, tai vieni iš svarbiausių įsakymų (įsakytų Allaho be jokių išimčių).","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:18","price":"18. „Ir nenusigręžk nuo žmonių išdidžiai, nei vaikščiok įžūliai per žemę. Iš tiesų, Allahas nemėgsta jokių išpuikusių pagyrūnų.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:19","price":"19. „Ir būk saikingas (arba nedemonstruok įžūlumo) savo vaikščiojime, ir pažemink savo balsą. Iš tiesų, šaižiausias iš visų balsų yra bliaunančių asilų.“","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:20","price":"20. Argi jūs (žmonės) nematote, kad Allahas pavergė jums tai, kas yra danguose ir kas yra žemėje, ir išpildė ir ištobulino Savo Malones jums, (abi) akivaizdžias (t. y. islamiškąjį monoteizmą ir leistinus šio pasaulio malonumus, įskaitant sveikatą, gerą išvaizdą ir t. t.) ir paslėptas [t. y. Tikėjimą Allahą (islamiškąjį monoteizmą)] žinias, išmintį, teisingą vedimą į gerų darbų darymą ir taip pat Amžinybės malonumus ir džiaugsmus Rojuje]? Vis tiek tarp žmonių yra tas, kuris ginčijasi apie Allahą, neturėdamas žinių ar teisingo vedimo ar Knygos, suteikiančios šviesą.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:21","price":"21. Ir kai sakoma jiems: „Sekite tuo, ką Allahas nuleido.“ Jie sako: „Ne, mes seksime tuo, ką radome savo tėvus (sekančius).“ (Argi jie elgtųsi taip pat) net jei Šaitan (Šėtonas) kviestų juos į Ugnies kančią?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:22","price":"22. Ir kas nuleidžia savo veidą (save) Allahui [1], būdamas Muhsin (gera darantis, t. y. darantis gerus darbus vien tik vardan Allaho, be jokio noro pasirodyti ar įgyti šlovės ar garbės, ir daro tai pagal Allaho Pasiuntinio Muchammedo ﷺ Sunną), tada jis pačiupo patikimiausią rankeną [La ilaha illalalh (niekas neturi teisės būti garbinamas tik Allahas)]. Ir pas Allahą sugrįžta visi reikalai sprendimui.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"[1] „nuleidžia savo veidą (save) Allahui“, t. y. seka Allaho islamiškojo monoteizmo religija, garbina Allahą (Vienintelį) nuoširdžiu Tikėjimu (1) Jo Viešpatavimo Vienume, (2) Jo garbinimo Vienume ir (3) Jo Vardų ir Savybių Vienume.","lang":"lt"},{"name":"31:23","price":"23. O kas netiki, lai jo netikėjimas neliūdina tavęs (Muchammedai ﷺ). Pas mus yra jų sugrįžimas ir Mes pranešime jiems, ką jie darė. Iš tiesų, Allahas yra Visa Žinantis apie tai, kas yra (žmonių) krūtinėse.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:24","price":"24. Mes leidžiame jiems pasimėgauti šiek tiek, tada pabaigoje Mes priversime juos (įžengti) į didžią kančią.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:25","price":"25. O jei tu (Muchammedai ﷺ) klausi jų: „Kas sukūrė dangus ir žemę?“ jie užtikrintai sako: „Allahas.“ Sakyk: „Visa šlovė ir padėka Allahui.“ Tačiau dauguma iš jų nežino.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:26","price":"26. Allahui priklauso viskas danguose ir žemėje. Iš tiesų, Allahas, Jis yra Al-Ghani (Turtingas, Nepriklausantis nuo jokių poreikių), Vertas visos šlovės.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:27","price":"27. Ir jei visi medžiai žemėje būtų rašikliai, o jūra (būtų rašalas, kuriuo rašoma) su septyniomis jūromis už jos pridėtos prie jos (kiekio), vis tiek Allaho Žodis nebūtų išsekęs. Iš tiesų, Allahs yra Visa Galingas, Visa Išmintingas.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:28","price":"28. Jūsų visų sukūrimas ir jūsų visų prikėlimas yra tik kaip vieno žmogaus (sukūrimas ir prikėlimas). Iš tiesų, Allahas yra Visa Girdintis, Visa Matantis.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:29","price":"29. Argi tu nematai (Muchammedai ﷺ), kad Allahas įlieja naktį į dieną (t. y. nakties valandų skaičiaus mažėjimas yra pridedamas prie dienos valandų) ir įlieja dieną į naktį (t. y. dienos valandų skaičiaus mažėjimas yra pridedamas prie nakties valandų), ir pavergė saulę ir mėnulį, kiekvieną judantį savo kursu nustatytą terminą, ir kad Allahas yra Visa Išmanantis apie tai, ką tu darai.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:30","price":"30. Tai todėl, kad Allahas, Jis yra Tiesa, ir kad tai, ko jie šaukiasi šalia Jo yra Al-Batil (melas, Šėtonas ir visos kitos netikros dievybės), ir kad Allahas, Jis yra Aukščiausiasis, Didingiausiasis.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:31","price":"31. Argi jūs nematote, kad laivai keliauja jūra Allaho Malone, kurią Jis rodo jums iš Savo Ženklų? Iš tiesų, tame yra ženklai kiekvienam kantriam, dėkingam (asmeniui).","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:32","price":"32. Ir kai banga uždengia juos kaip šešėlis (t. y. kaip debesis arba jūros vandens kalnai), jie šaukiasi Allaho, darydami savo kreipimusis vien tik į Jį. Tačiau kai Jis atgabena juos saugiai į žemę, yra tarp jų tie, kurie sustoja tarp jų (Tikėjimo ir netikėjimo). Tačiau niekas neneigė Mūsų Ženklų, išskyrus kiekvieną išdavikišką nedėkingą.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:33","price":"33. Žmonės, bijokite savo Viešpaties (atlikdami savo pareigą Jam ir vengdami viso blogo) ir bijokite Dienos, kai joks tėvas neduos jokios naudos savo sūnui, nei sūnus duos kokią nors naudą savo tėvui. Iš tiesų, Allaho Pažadas yra tiesa – lai tada šis (žemiškasis) dabartinis gyvenimas neapgauna jūsų, nei didžiausias apgavimas (Šėtonas) neapgauna jūsų dėl Allaho.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"31:34","price":"34. Iš tiesų, Allahas, pas Jį (Vienintelį) yra žinios apie Valandą, Jis nuleidžia lietų ir žino tai, kas yra gimdose. Nė vienas žmogus nežino, ką jis įgis rytoj, ir nė vienas žmogus nežino, kokioje žemėje jis mirs. Iš tiesų, Allahas yra Visa Žinantis, Visa Išmanantis apie viską.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:1","price":"1. Alif, Lam, Mym. [Šios raidės yra vienas iš Korano stebuklų ir niekas kitas nežino jų reikšmės, tik Allahas (Vienintelis)].","arabic":"الٓمٓ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3504,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:2","price":"2. Apreiškimas Knygos (šio Korano), dėl kurios nėra jokios abejonės, yra iš Alamyn (žmonijos, džinų ir visko, kas egzistuoja) Viešapties!","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3505,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:3","price":"3. Arba jie sako: „Ar jis (Muchammedas ﷺ) tai suklastojo?“ Ne, tai tiesa iš tavo Viešpaties, tam, kad perspėtum žmones, pas kuriuos nebuvo atėjęs joks perspėtojas anksčiau tavęs (Muchammedai ﷺ): tam, kad jie būtų teisingai vedami.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3506,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:4","price":"4. Allahas yra Tas, Kuris sukūrė dangus ir žemę ir viską, kas yra tarp jų per šešias Dienas. Tada Jis pakilo (istava) į Sostą (būdų, pritinkančiu Jo Didybei). Jūs (žmonės) neturite nieko kito, šalia Jo, kaip Vali (globėjo ar padėjėjo) arba užtarėjo. Ar jūs tada neprisiminsite (arba negausite perspėjimo)?","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3507,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:5","price":"5. Jis kontroliuoja ir reguliuoja (visus) reikalus iš dangų į žemę. Tada tai (reikalai) pakils pas Jį per vieną Dieną, kurios trukmė yra tūkstantis metų jūsų skaičiavimu (t. y. mūsų dabartinio pasaulio laiko).","arabic":"يُدَبِّرُ ٱلۡأَمۡرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3508,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:6","price":"6. Tai – Jis: Visa Žinantis apie nematomą ir matomą, Visa Galingas, Gailestingiausiasis.","arabic":"ذَٰلِكَ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3509,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:7","price":"7. Kuris padarė viską, ką Jis sukūrė, geru ir Jis pradėjo žmogaus kūrimą iš molio.","arabic":"ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3510,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:8","price":"8. Tada Jis padarė jo palikuonis iš niekingo vandens lašo (vyro ir moters lytinių išskyrų).","arabic":"ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3511,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:9","price":"9. Tada Jis suformavo jį atitinkamomis proporcijomis, ir įkvėpė į jį sielą (sukurtą Allaho tam žmogui). Ir Jis suteikė jums girdėjimą (ausis), regėjimą (akis) ir širdis. Mažai jūs dėkojate!","arabic":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3512,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:10","price":"10. Ir jie sako: „Kada mes būsime (mirę ir tapsime) pasimetę žemėje, ar iš tiesų būsime sukurti iš naujo?“ Ne, tačiau jie neigia Susitikimą su jūsų Viešpačiu.","arabic":"وَقَالُوٓاْ أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۭۚ بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3513,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:11","price":"11. Sakyk: „Mirties angelas, kuris yra pakilęs virš jūsų, paims jūsų sielas. Tada jūs būsite atnešti pas savo Viešaptį.“","arabic":"۞ قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3514,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:12","price":"12. Ir jei tik jūs galėtumėte matyti, kai Al-Mudžrimūn (nusikatėliai, netikintieji, daugiadieviai, nuodėmiautojai) pakabins savo galvas prieš savo Viešpatį (sakydami): „Mūsų Viešpatie, dabar mes pamatėme ir išgirdome, taigi siųsk mus atgal (į pasaulį), kad mes darytume teisingus gerus darbus. Iš tiesų, dabar mes užtikrintai tikime.“","arabic":"وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3515,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:13","price":"13. Ir jei Mes būtume norėje, tikrai Mes būtume suteikę kiekvienam asmeniui jo vedimą, tačiau Mano Žodis įvyko (dėl bloga darančiųjų), kad Aš užpildysiu Pragarą kartu, džinais ir žmonėmis.","arabic":"وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3516,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:14","price":"14. Tad ragaukite jūs (Ugnies kančios) dėl šios savo Susitikimo Dienos užmiršimo. Tikrai, Mes taip pat jus pamiršime: taigi ragaukite nuolatinės kančios dėl to, ką jūs darydavote.","arabic":"فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3517,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:15","price":"15. Tik tie tiki Mūsų Ajat (įrodymais, įkalčiais, eilutėmis, pamokomis, ženklais, apreiškimais ir t. t.), kurie, kai jiems primenama, griūva kniūbsčiomis ir garbina savo Viešapties Šlovę, ir jie nėra išdidūs.","arabic":"إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3518,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:16","price":"16. Jų šonai apleidžia jų lovas, šaukdamiesi savo Viešpaties iš išgąsčio ir vilties, ir jie leidžia (labdarai vardan Allaho) iš to, ką Mes suteikėme jiems.","arabic":"تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3519,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:17","price":"17. Joks asmuo nežino, kas yra paslėpta jiems iš džiaugsmo kaip atlygis už tai, ką jie darydavo.","arabic":"فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3520,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:18","price":"18. Ar tada tas, kuris yra tikintysis kaip tas, kuris yra Fasik (netikintysis ir nepaklusnus Allahui)? Nevienodi jie yra.","arabic":"أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3521,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:19","price":"19. O tie, kurie tiki (Allaho Vienumą – islamiškąjį monoteizmą) ir daro teisingus gerus darbus, jiems yra Sodai (Rojus), kaip pramoga už tai, ką jie darydavo.","arabic":"أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3522,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:20","price":"20. O tie, kurie yra Fasikūn (netikintieji ir nepaklusnūs Allahui), jų buveinė bus Ugnis, kaskart kai jie panorės ištrūkti iš jos, jie bus į ją grąžinti, ir bus sakoma jiems: „Ragaukite jūs Ugnies kančios, kurią jūs neigdavote.“","arabic":"وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3523,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:21","price":"21. Ir iš tiesų, Mes priversime juos paragauti artimos kančios (t. y. kančios šio pasaulio gyvenime, t. y. katastrofų, nelaimių ir t. t.) prieš didžiąją kančią (Amžinybėje) tam, kad jie galėtų (atgailauti ir) sugrįžtų (t. y. priimtų islamą).","arabic":"وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3524,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:22","price":"22. Ir kas elgiasi blogiau nei tas, kuriam primenami jo Viešpaties Ajat (įrodymai, įkalčiai, eilutės, pamokos, ženklai, apreiškimai ir t. t.), tada jis nusigręžia nuo to? Iš tiesų, Mes pareikalausime pelnytos bausmės iš Al-Mudžrimūn (nusikaltėlių, netikinčiųjų, daugiadievių, nuodėmiautojų).","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3525,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:23","price":"23. Ir iš tiesų, Mes suteikėme Mūsai (Mozei) Raštą [Tauratą (Torą)]. Taigi neabejok dėl susitikimo su juo [t. y. kai tu sutiksi Mūsą (Mozę) per Al-Isra ir Al-Miradž naktį virš dangų]. Ir Mes padarėme tai [Tauratą (Torą)] tieisngu vedimu Israelio (Izraelio) Vaikams.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3526,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:24","price":"24. Ir Mes padarėme iš jų tarpo (Israelio (Izraelio) Vaikų) lyderius, suteikdami teisingą vedimą pagal Mūsų Įsakymą, kai jie buvo kantrūs ir užtikrintai tikėdavo Mūsų Ajat (įrodymais, įkalčiais, eilutėmis, pamokomis, ženklais, apreiškimais ir t. t.)","arabic":"وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3527,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:25","price":"25. Iš tiesų, jūsų Viešpats teis tarp jų Prikėlimo Dieną dėl to, dėl ko jie ginčydavosi.","arabic":"إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3528,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:26","price":"26. Argi tai ne teisingas vedimas jiems: kiek kartų Mes sunaikinome anksčiau jų, kurių būstuose jie vaikštinėja? Iš tiesų, tame tikrai yra ženklai. Ar jie tada neklausys?","arabic":"أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3529,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:27","price":"27. Argi jie nematė, kaip Mes išpylėme vandenį į sausą žemę, neturinčią jokios augmenijos, ir su tuo išvedėme javus, suteikiančius maistą jų galvijams ir jiems patiems? Ar tada jie nematys?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3530,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:28","price":"28. Jie sako: „Kada šis Al-Fath (Sprendimas) bus (tarp mūsų ir jūsų, t. y. Prikėlimo Dieną), jei tu sakai tiesą?“","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3531,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:29","price":"29. Sakyk: „Al-Fath (Sprendimo) Dieną jokios naudos nebus tiems, kurie netiki, jei jie (tada) patiki! Nei jiems bus suteiktas atokvėpis.“","arabic":"قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3532,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"32:30","price":"30. Taigi nusigręžk nuo jų (Muchammedai ﷺ) ir lauk: iš tiesų, jie (taip pat) laukia.","arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3533,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:1","price":"1. Pranaše (Muchammedai ﷺ), atlik savo pareigas Allahui ir nepaklusk netikintiesiems ir veidmainiams (t. y. nesek jų patarimų). Iš tiesų, Allahas yra Visa Žinantis, Visa Išmanantis.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:2","price":"2. Ir sek tuo, kas apreikšta tau tavo Viešpaties. Iš tiesų, Allahas yra Gerai Suvokiantis tai, ką jūs darote.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:3","price":"3. Ir pasitikėk Allahu ir Pakankamas yra Allahas kaip Vakil (Globėjas arba Reikalų Tvarkytojas).","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:4","price":"4. Allahas nesukūrė nė vienam žmogui dviejų širdžių jo kūne. Nei Jis padarė jūsų žmonas, kurias jūs skelbiate esančias kaip jūsų motinos nugaras, jūsų tikromis motinomis [Az-Zihar yra vyro sakymas savo žmonai: „Esi man kaip mano motinos nugara“, t. y. nėra leistina man prie tavęs prisiartinti], nei Jis padarė jūsų įsūnius jūsų tikrais sūnumis. Tai tik jūsų žodžiai iš jūsų burnų. Tačiau Allahas sako tiesą, ir Jis veda į (Teisingą) Kelią.","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:5","price":"5. Kvieskite juos (įsūnius) jų tėvų (vardais): tai yra teisingiau pagal Allahą. Tačiau jei jūs nežinote jų tėvų (vardų, kvieskite juos) jūsų tikėjimo broliais ir Mavalikum (jūsų išlaisvintais vergais). Ir nėra nuodėmės jums dėl to, kame jūs klydote, išskyrus dėl to, ką jūsų širdys tyčia ketino. Ir Allahas yra Visada Atleidžiantis, Gailestingiausiasis.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:6","price":"6. Pranašas yra arčiau tikinčiųjų nei jie patys sau, o jo žmonos yra jų (tikinčiųjų) motinos (dėl pagarbos ir santuokos). Ir tarpusavio kraujo ryšiai turi artimesnį asmeninį ryšį pagal Allaho Nulėmimą (dėl paveldėjimo) nei tikinčiųjų ir Al-Muhadžirūn (persikėlėlių iš Mekkos) (brolystė), išskyrus tai, kad jūs esate malonūs tiems broliams (kai Pranašas ﷺ sujungė juos brolystės ryšiais). Tai buvo užrašyta (Allaho Knygos Dieviškuose) Nulėmimuose – (Al-Lauh Al-Mahfuz).“","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:7","price":"7. Ir (atminkite), kai Mes priėmėme iš Pranašų jų susitarimą, ir iš tavęs (Muchammedai ﷺ) ir iš Nūho (Nojaus), Ibrahimo (Abraomo), Mūsos (Mozės) ir Isos (Jėzaus) Marjamos (Marijos) sūnaus. Mes priėmėme iš jų stiprų susitarimą. [1]","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"[1] Yra daugybė Allaho Pranašų ir Pasiuntinių. Apie dvidešimt penkis iš jų paminėta Korane. Iš šių dvidešimt penkių, tik penki yra stiprios valios: būtent (Muchammedas ﷺ, Nūhas (Nojus), Ibrahimas (Abraomas), Mūsa (Mozė) ir Isa (Jėzus), Marjam (Marijos ) sūnus (taika jiems visiems)).","lang":"lt"},{"name":"33:8","price":"8. Kad Jis galėtų paklausti sakančiųjų tiesą (Allaho Pasiuntinių ir Savo Pranašų) apie jų tiesą (t. y. Allaho Žinios perdavimą, kam jie buvo įpareigoti). Ir Jis paruošė netikintiesiems skausmingą kančią (Pragaro Ugnį).","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:9","price":"9. O jūs, kurie tikite, atminkite Allaho Malonę jums, kai prieš jus atėjo kariuomenės, ir Mes nusiuntėme prieš juos vėją ir pajėgas, kurių jūs nematėte [t. y. angelų kariuomenes per Al-Ahzab (Sąjungininkų) mūšį]. Ir Allahas yra Visa Matantis, ką jūs darote.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:10","price":"10. Kai jie atėjo pas jus iš virš jūsų ir iš po jūsų, ir kai akys įniršo, o širdys pasiekė gerkles, o jūs puoselėjote abejones dėl Allaho.","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:11","price":"11. Ten, tikintieji buvo išbandyti ir sudrebinti galingu drebėjimu.","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:12","price":"12. Ir kai veidmainiai ir tie, kurių širdyse yra (abejonių) liga, sakė: „Allahas ir Jo Pasiuntinys ( ﷺ) nežadėjo mums nieko kito, tik apgaulę.“","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:13","price":"13. Ir kai dalis jų sakė: „Jasrib (Medinos) žmonės, nėra jums (galimo) pasipriešinimo (priešų atakai!) Taigi, grįžkite atgal!“ O dalis jų prašo Pranašo ( ﷺ) leidimo sakydami: „Iš tiesų, mūsų namai atviri (priešams).“ O jie nėra atviri. Jie tik norėjo pabėgti.","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:14","price":"14. Ir jei priešas būtų įėjęs iš visų (miesto) pusių ir jie būtų skatinami Al-Fitna (t. y. persimesti nuo islamo į daugiadievystę), jie tikrai būtų taip padarę ir būtų dėl to dvejoję tik truputį.","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:15","price":"15. Ir iš tiesų jie jau sudarė sutartį su Allahu neatgręžti savo nugarų, ir už susitarimą su Allahu turi būti atsakyta.","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:16","price":"16. Sakyk (Muchammedai ﷺ tiems veidmainiams, kurie prašo tavo leidimo pabėgti nuo tavęs): „Pabėgimas neduos jums naudos, jei jūs bėgate nuo mirties arba žuvimo, o tada jūs nesimėgausite daugiau nei truputį.“","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:17","price":"17. Sakyk: „Kas yra tas, kuris gali apsaugoti jus nuo Allaho, jei Jis nori pakenkti jums arba nori jūsų pasigailėti?“ Ir neras jie be Allaho sau jokio kito Vali (saugotojo, rėmėjo) ar jokio kito padėjėjo.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:18","price":"18. Allahas jau žino tuos iš jų, kurie sulaiko (vyrus) nuo kovos Vardan Allaho, ir tuos, kurie sako savo broliams: „Ateikite čia prie mūsų.“ kai jie (patys) neina į mūšį, tik truputį.","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:19","price":"19. Būdami šykštūs tau (dėl pagalbos Vardan Allaho). Tada, kai apims baimė, tu matysi juos žiūrinčius į tave, jų akys sukinėsis kaip vieno (iš tų), virš kurio sklando mirtis. Tačiau kai baimė nuslinks, jie smogs tau aštriais liežuviais, šykštūs (leisti ką nors dėl) gero (ir tik gobšūs karo grobio ir turto). Tokie nepatikėjo. Taigi Allahas padarė jų veiksmus bevaisius ir tai visada lengva Allahui.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:20","price":"20. Jie mano, kad Al-Ahzab (Sąjungininkai) dar nepasitraukė. O jei Al-Ahzab (Sąjungininkai) (vėl) ateitų, jie norėtų, kad jie būtų dykumose (klajojantys) tarp beduinų, ieškantys naujienų apie tave (iš tolimų kraštų). O jei jie būtų tarp jūsų, jie nekovotų, tik truputį.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:21","price":"21. Iš tiesų Allaho Pasiuntinyje (Muchammede ﷺ) jūs turite gerą pavyzdį, sektiną tam, kuris tikisi (Susitikimo su) Allahu ir Paskutiniosios Dienos, ir prisimena Allahą gausiai.","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:22","price":"22. O kai tikintieji pamatė Al-Ahzab (Sąjungininkus), sakė: „Tai yra tai, ką Allahas ir Jo Pasiuntinys (Muchammedas ﷺ) mums pažadėjo. Ir Allahas bei Jo Pasiuntinys (Muchammedas ﷺ) sakė tiesą. Ir tai tik pridėjo prie jų Tikėjimo ir jų paklusnumo (Allahui).","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:23","price":"23. Tarp tikinčiųjų yra žmonių, kurie buvo ištikimi savo sutarčiai su Allahu. Iš jų kai kurie išpildė savo pareigas (t. y. buvo nukankinti), o kai kurie iš jų vis dar laukia, tačiau jie niekada nė kiek nepasikeitė [t. y. jie niekada nepasirodė esą išdavikai savo susitarimo, kurie jie sudarė su Allahu].","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:24","price":"24. Taip Allahas atlygina tiesos žmonėms už jų tiesą (t. y. už jų kantrybę atliekant tai, dėl ko jie susitarė su Allahu) ir nubaudžia veidmainius, jei Jis nori, arba priima jų atgailą, atsigręždamas į juos (su Gailestingumu). Iš tiesų, Allahas yra Dažnai Atleidžiantis, Gailestingiausiasis.","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:25","price":"25. Ir Allahas atstūmė tuos, kurie netikėjo savo įniršyje: jie negavo jokios naudos (karo grobio). Allahas patenkino tikinčiuosius kovoje (siųsdamas prieš netikinčiuosius smarkų vėją ir angelų kariuomenes). Ir Allahas yra Visa Stipriausias, Visa Galingiausias.","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:26","price":"26. O tie iš Rašto žmonių, kurie palaikė juos (netikinčiuosius), Allahas nuvertė juos nuo jų tvirtovių ir įmetė siaubą į jų širdis, taigi grupę (jų) jūs nužudėte, o grupę (jų) paėmėte į nelaisvę.","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:27","price":"27. Ir Jis privertė jus paveldėti jų žemes, ir jų namus, ir jų turtus, ir žemę, kurios jūs nemindėte (anksčiau). Ir Allahas Gali padaryti viską.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:28","price":"28. Pranaše (Muchammedai ﷺ), sakyk savo žmonoms: „Jei trokštate šio pasaulio gyvenimo ir jo blizgesio, tada ateikite! Aš suteiksiu jums ir išlaisvinsiu jus geru būdu (skyrybomis).","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:29","price":"29. Tačiau jei jūs trokštate Allaho ir Jo Pasiuntinio, ir Amžinybės namų, tada tikrai, Allahas paruošė Al-Muhsinat (gera darančiosioms) iš jūsų tarpo milžinišką atlygį.“","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"lt"},{"name":"33:30","price":"30. Pranašo žmonos, jei kuri iš jūsų atvirai atliktų neteisėtus lytinius santykius, kančia jai bus padvigubinta, ir tai labai lengva Allahui.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"","lang":"lt"}],"juz":{"id":21,"name":"اتْلُ مَا أُوحِيَ","transliteration":"Utlu Ma Uhiya","transEn":"Recite What Has Been Revealed","startVerse":"29:46","endVerse":"33:30","totalVerses":178}}