{"data":[{"name":"7:88","price":"88. Lyderiai tų, kurie buvo išdidūs iš jo žmonių tarpo, sakė: „Mes tikrai išvarysime tave, Šuaibai, ir kartu su tavimi patikėjusius iš mūsų miesto, arba priešingu atveju jūs (visi) grįšite į mūsų tikėjimą.“ Jis tarė: „Netgi jei to nekenčiame?!“","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:89","price":"89. „Mes meluotume apie Allahą, jei grįžtume į jūsų tikėjimą po to, kai Allahas išgelbėjo mus nuo to. Ir ne mums grįžti į jį, nebent Allahas, mūsų Viešpats, to panorėtų. Mūsų Viešpats apima viską Savo Žinojimu. Allahu (Vieninteliu) mes pasitikime. Mūsų Viešpatie! Teisk mus ir mūsų žmones teisingai, nes Tu esi Geriausias iš teisėjų.“","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:90","price":"90. Lyderiai tų, kurie nepatikėjo iš jo žmonių tarpo, sakė (savo žmonėms): „Jei seksite Šuaibą, būkite tikri – tada būsite pralaimėjusieji!“","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:91","price":"91. Taigi apėmė juos žemės drebėjimas ir guli jie (mirę), pasilikę savo namuose.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:92","price":"92. Tie, kurie neigė Šuaibą, tapo lyg niekada ten nebūtų gyvenę (savo namuose). Neigusieji Šuaibą – jie buvo pralaimėjusieji.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:93","price":"93. Tada jis (Šuaibas) nusigręžė nuo jų ir tarė: „O mano žmonės, aš tikrai perdaviau savo Viešpaties Žinią jums ir daviau jums gerą patarimą. Taigi kaip aš galiu gedėti netikinčiųjų žmonių (sunaikinimo).“","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:94","price":"94. Ir Mes nesiuntėme Pranašo į jokį miestą (ir jie neigė jį), kurio žmonių Mes neapėmėme didžiulio skurdo (arba turto praradimo) ir sveikatos praradimo kančia (ir nelaimėmis), kad jie nusižemintų (ir atgailautų Allahui).","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:95","price":"95. Tada Mes pakeitėme gėrį blogu kol jie išaugo skaičiumi ir turtu ir sakė: „Mūsų tėvai buvo paliesti blogiu (sveikatos praradimu ir nelaimėmis) ir gėriu (klestėjimu).“ Taigi Mes pačiupome juos netikėtai, jiems neįtariant.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:96","price":"96. O jei miestų žmonės būtų patikėję ir turėję Takva (dievobaimingumą), be abejonės, Mes būtume atvėrę jiems dangų ir žemės palaimą, tačiau jie neigė (Pasiuntinius), taigi Mes užėmėme juos bausme) už tai, ką jie užsidirbo (daugiadievystę ir nusikaltimus).","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:97","price":"97. Ar miestų žmonės tada jautėsi saugūs dėl ateinančios Mūsų bausmės naktį, kai jie miegodavo?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:98","price":"98. Arba ar miestų žmonės tada jautėsi saugūs dėl ateinančios Mūsų bausmės popietę, kai jie žaisdavo?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:99","price":"99. Ar jie tada jautėsi saugūs dėl Allaho Plano? Niekas nesijaučia saugus dėl Allaho Plano išskyrus žmones, kurie yra pralaimėjusieji.","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:100","price":"100. Argi neakivaizdu tiems, kurie paveldi žemę iš eilės iš jos (buvusiųjų) savininkų, kad jei Mes būtume norėje, būtume nubaudę juos už jų nuodėmes. Ir Mes užantspaudavome jų širdis, kad jie negirdėtų?","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:101","price":"101. Tai buvo miestai, kurių istoriją Mes papasakojame tau (Muchammedai ﷺ ). Ir iš tiesų atėjo pas juos jų Pasiuntiniai su aiškiais įrodymais, tačiau nebuvo tokie, kurie patikėtų tuo, ką jis prieš tai neigė. Taigi Allahas užantspauduoja netikinčiųjų širdis (nuo bet kokio teisingo religinio vedimo).","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:102","price":"102. Ir daugumą iš jų Mes pamatėme esant neištikimus savo įsipareigojimams, tačiau daugumą iš jų Mes aptikome iš tiesų esant Fasikūn (maištingais, nepaklusniais Allahui).","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:103","price":"103. Tada po jų Mes siuntėme Mūsą (Mozę) su Mūsų Ženklais Firaunui (Faraonui) ir jo vadams, tačiau jie klaidingai atmetė juos. Taigi pažiūrėkite, kokia buvo Mufsidūn (nesantaikos kėlėjų, ištvirkėlių) pabaiga.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:104","price":"104. Ir Mūsa (Mozė) tarė: „Firaun (Faraonai), iš tiesų aš esu Alamyn (žmonijos, džinų ir viso, kas egzistuoja) Viešpaties Pasiuntinys.","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:105","price":"105. „Teisinga man nesakyti nieko kita apie Allahą, išskyrus tiesą. Iš tiesų, aš atėjau pas jus nuo savojo Viešpaties su aiškiu įrodymu. Taigi lai Israelio (Izraelio) vaikai išvyksta kartu su manimi.“","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:106","price":"106. [Firaunas (Faraonas)] tarė: „Jei atėjai su ženklu, tai skelbk jį, jei esi vienas iš tų, kurie sako tiesą.“","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:107","price":"107. Tada [Mūsa (Mozė)] sviedė savo lazdą ir štai! Ji tapo gyvate, akivaizdžia!","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:108","price":"108. Ir jis ištraukė savo ranką ir štai! Ji buvo balta (spinduliuojanti) žiūrovams.“","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:109","price":"109. Firauno (Faraono) žmonių vadai tarė: „Tai iš tiesų patyręs burtininkas.“","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:110","price":"110. „Jis nori išvaryti jus iš jūsų žemės, taigi ką patarsite?“","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:111","price":"111. Jie tarė: „Palikite jį ir jo brolį (kuriam laikui) ir išsiųskite šauklius į miestus surinkti -","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:112","price":"112. Kad šie atvestų pas jus visus labiausiai patyrusius burtininkus.“","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:113","price":"113. Taigi burtininkai atėjo pas Firauną (Faraoną). Jie tarė: „Iš tiesų, mums bus (geras) atlygis, jei mes būsime laimėtojai.“","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:114","price":"114. Jis tarė: „Taip, ir dar daugiau – jūs būsite (tuo atveju) artimiausi (man).“","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:115","price":"115. Jie tarė: „Mūsa (Moze), ar tu meti (pirmas) ar mūsų (pirmas) metimas?“","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:116","price":"116. Jis [Mūsa (Mozė)] tarė: „Meskite jūs (pirmieji).“ Taigi jie išmetė (burtą), jie apkerėjo žmonių akis ir įbaugino juos ir pademonstravo puikią magiją.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:117","price":"117. Ir Mes apreiškėme Mūsai (Mozei), (sakydami): „Sviesk savo lazdą.“ Iš štai! Tai kaip mat prarijo visą melą, kurį jie parodė.","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:118","price":"118. Taigi tiesa buvo patvirtinta ir visa, ką jie padarė, nepadarė jokio įspūdžio.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:119","price":"119. Taigi jie ten buvo nugalėti ir grįžo užsitraukę gėdą.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:120","price":"120. O burtininkai puolė kniūbsčiomis.","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:121","price":"121. Jie sakė: „Mes tikime Alamyn (žmonijos, džinų ir viso, kas egzistuoja) Viešpatį.“","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:122","price":"122. „Viešpatį Mūsos (Mozės) ir Harūno (Arono).“","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:123","price":"123. Firaunas (Faraonas) tarė: „Jūs patikėjote juo [Mūsa (Moze)] man nedavus jums leidimo. Iš tiesų, tai sąmokslas, kurį jūs surengėt mieste, kad išvarytumėt jo žmones, tačiau jūs žinosite.","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:124","price":"124. Aš tikrai nukaposiu jūsų rankas ir jūsų pėdas iš priešingų pusių, tada nukryžiuosiu jus visus.“","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:125","price":"125. Jie tarė: „Iš tiesų, mes grįžtame pas savo Viešpatį.“","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:126","price":"126. „O tu keršiji mums tik todėl, kad mes patikėjome mūsų Viešpaties Ajat (įrodymais, įkalčiais, pamokomis, ženklais ir t.t.), kai šie mus pasiekė! Mūsų Viešpatie! Apipilk mus kantrybe, ir leisk mums mirti musulmonais.“","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:127","price":"127. Firauno (Faraono) žmonių vadai sakė: „Ar paliksi Mūsą (Mozę) ir jo žmones skleisti piktadarybes žemėje ir apleisti tave ir tavo dievus?“ Jis tarė: „Mes žudysime jų sūnus ir leisime gyventi jų moterims ir mes iš tiesų turime nenugalimą jėgą prieš juos.“","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:128","price":"128. Mūsa (Mozė) tarė savo žmonėms: „Prašykite Allaho pagalbos ir būkite kantrūs. Iš tiesų, žemė yra Allaho. Jis suteikia ją kaip paveldą tam, kam Jis nori iš Savo vergų. Ir (palaiminta) pabaiga yra Mutakūn (dievobaimingiesiems – žr. ają 2:2).”","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:129","price":"129. Jie tarė: „Mes (Israelio (Izraelio) vaikai) kentėjome sunkumus iki tol, kol tu atėjai pas mus, ir nuo tada, kai tu atėjai pas mus.“ Jis tarė: „Gali būti, kad jūsų Viešpats sunaikins jūsų priešus ir padarys jus įpėdiniais žemėje, tam, kad Jis pamatytų, kaip jūs elgsitės.“","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:130","price":"130. Ir iš tiesų Mes nubaudėme Firauno (Faraono) žmones sausros metais ir vaisių (javų) stoka, kad jie prisimintų (būti atidūs).","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:131","price":"131. Tačiau kaskart, kai gėris pasiekdavo juos, jie sakydavo: „Tai mūsų.“ O jei juos kamuodavo blogis, jie priskirdavo tai blogiems pranašingiesiems ženklams, susijusiems su Mūsa (Moze) ir tiems, kurie su juo. Žinokite! Iš tiesų jų blogi pranašingieji ženklai yra su Allahu, tačiau dauguma iš jų nežino.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:132","price":"132. Jei sakė [Mūsai (Mozei)]: „Kad ir kokius Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.) tu atneštum mums, su kuriais užsiiminėtum burtais ant mūsų, mes niekada tavimi nepatikėsime.“","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:133","price":"133. Taigi Mes nusiuntėme ant jų: potvynį, skėrius, uteles, varles ir kraują (kaip eilę) aiškių ženklų, tačiau jie vis tiek liko išdidūs ir jie buvo iš tų žmonių, kurie buvo Mudžrimūn (nusikaltėliai, daugiadieviai, nusidėjėliai).","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:134","price":"134. O kai juos ištiko bausmė, jie sakė: „Mūsa (Moze), maldauk savo Viešpaties dėl mūsų dėl Jo Pažado tau. Jei panaikinsi mūsų bausmę, mes tikrai patikėsime tavimi ir leisime Israelio (Izraelio) vaikams eiti su tavimi.“","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:135","price":"135. Tačiau kai Mes pašalinome jų bausmę nustatytam laikui, kurį jie pasiekė, štai! Jie sulaužė savo žodį!","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:136","price":"136. Taigi Mes atlyginome jiems. Mes paskandinome juos jūroje, nes jie neigė Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.) ir jų nepaisė.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:137","price":"137. Ir Mes privertėme žmones, kurie buvo laikomi silpni, paveldėti rytines žemes ir vakarines, kurias Mes palaiminome. Ir teisingas tavo Viešpaties Žodis buvo išpildytas Israelio (Izraelio) vaikams dėl jų ištvermės. Ir Mes visiškai sunaikinome visus didžius darbus ir pastatus, kuriuos Firaun (Faraonas) ir jo žmonės buvo pastatę.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:138","price":"138. Ir Mes pernešėme Israelio (Izraelio) vaikus (saugiai) per jūrą, ir jie susidūrė su žmonėmis, atsidavusiais kai kuriems savo stabams (garbinime). Jie tarė: „O Mūsa (Moze), pagamink mums ilah [4] (dievybę) taip, kaip ir jie turi alihah (dievybes).“ Jis tarė: „Iš tiesų, jūs esate nežinantys žmonės (Allaho Didybės ir Didingumo bei to, kas jums privaloma, t. y. negarbinti nieko kito tik Allahą Vienintelį, Vienintelį viso, kas egzistuoja, Dievą.)“","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"[4] Ilah: turintis teisę būti garbinamas.","lang":"lt"},{"name":"7:139","price":"139. [Mūsa (Mozė) pridūrė:] „Iš tiesų, šie žmonės bus sunaikinti dėl to, kuo jie užsiėmė (stabų garbinimu). Ir visa, ką jie daro, yra bergždžia.“","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:140","price":"140. Jis sakė: „Ar aš turėčiau jums ieškoti kito ilah (dievybės), nei Allahas, kai Jis suteikė jums viršenybę virš Alamyn (jūsų laikotarpio žmonijos ir džinų).“","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:141","price":"141. Ir (atminkite), kai Mes išgelbėjome jus nuo Firauno (Faraono) žmonių, kurie kėlė jums didžiausias kančias, žudydami jūsų sūnus ir leisdami jūsų moterims gyventi. Ir tai buvo didelis išbandymas iš jūsų Viešpaties.“","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:142","price":"142. Ir Mes paskyrėme Mūsai (Mozei) trisdešimt naktų ir pridėjome (prie to laiko) (dar) dešimt. Ir jis pabaigė savojo Viešpaties paskirtą keturiasdešimties naktų laiką. Ir Mūsa (Mozė) sakė savo broliui Harūnui (Aronui): „Pakeisk mane mano žmonėmis, elkis pagal Teisingą Kelią (įsakydamas žmonėms paklusti Allahui ir garbinti Ji Vienintelį) ir nesek Mufsidūn (nesantaikos kėlėjų) keliu.“","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:143","price":"143. Ir kai Mūsa (Mozė) atėjo Mūsų paskirtu laiku ir į (paskirtą) vietą, ir jo Viešpats (Allahas) kalbėjo su juo, jis tarė: „Mano Viešpatie, parodyk man (Save), kad galėčiau į Tave pažvelgti.“ Allahas tarė: „Tu negali matyti Manęs, tačiau pažvelk į kalną: jei jis stovės ramiai savo vietoje, tada tu pamatysi Mane.“ Tai kai jo Viešpats pasirodė kalnui [5], Jis privertė ji sugriūti į dulkes ir Mūsa (Mozė) apalpo. Tada, kai jis atgavo savo pojūčius, jis tarė: „Šlovė Tau, aš atsigręžiu į Tave atgailaudamas ir esu pirmasis iš tikinčiųjų.“","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"[5] Sifat-ullah (Allaho Atributai): [Žr. ajos 3:73 išnašą].","lang":"lt"},{"name":"7:144","price":"144. (Allahas) tarė: „Mūsa (Moze), Aš išrinkau tave virš žmonių Savo Žinia ir Savo kalbėjimu (su tavimi). Taigi laikykis to, ką suteikiau tau, ir būk iš dėkingųjų.“","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:145","price":"145. Ir Mes užrašėme jam ant Lentelių pamokas, išgautas iš visų dalykų, ir visų dalykų paaiškinimą (ir tarėme): „Laikykis šito tvirtai ir liepk savo žmonėms laikytis pačių puikiausių nurodymų. Aš parodysiu tau Al-Fasikūn (maištingųjų, nepaklusniųjų Allahui) namus.","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:146","price":"146. Aš nugręšiu nuo Savo Ajat (Korano eilučių) tuos, kurie elgiasi akiplėšiškai žemėje, neturėdami tam teisės, ir (netgi) jei jie matys visus Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.), jie netikės jais. Ir jei jie matys teisingą kelią (viendievystės, dievobaimingumo ir gerų darbų), jie nesirinks jo kaip Kelio, tačiau jei jie matys klaidingą kelią (daugiadievystės, nusikaltimų ir blogų darbų), jie pasirinks šį kelią. Tai yra dėl to, kad jie atmetė Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.) ir jų nepaisė (kad išmoktų pamoką).","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:147","price":"147. Tų, kurie neigia Mūsų Ajat (įrodymus, įkalčius, pamokas, ženklus, apreiškimus ir t.t.) ir Susitikimą Amžinybėje (Prikėlimo Dieną), bergždi yra jų darbai. Ar jiems bus atlyginta kuo nors kitu, nei tuo, ką jie darydavo?","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:148","price":"148. Ir Mūsos (Mozės) žmonės, jam nebūnant, pagamino iš savo puošmenų veršiuko atvaizdą (garbinimui). Jis turėjo garsą (taip, lyg mūktų). Argi jie nematė, kad jis negali nei kalbėti jiems nei vesti juos keliu? Jie pasirinko jį (garbinimui) ir jie buvo Zalimūn (nusidėjėliai).","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:149","price":"149. Ir kai jie gailėjosi ir pamatė, kad nuklydo, jie (atgailavo ir) tarė: „Jei mūsų Viešpats nesuteiks mums gailestingumo ir neatleis mums, mes tikrai būsime iš pralaimėtojų.“","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:150","price":"150. Ir kai Mūsa (Mozė) grįžo pas savo žmones, piktas ir nuliūdęs, jis tarė: „Koks blogis yra tai, ką jūs padarėte (t. y. garbindami veršiuką), man nebūnant. Ar jūs paskubėjote ir iniciajavote tai, kas susiję su jūsų Viešpačiu (jūs palikote Jo garbinimą)?“ Ir jis numetė Lenteles bei pagriebė savo brolį už jo galvos (plaukų) ir pritempė prie savęs. Harūn (Aronas) tarė: „Mano motinos sūnau, iš tiesų žmonės laikė mane silpnu ir norėjo mane nužudyti, taigi neleisk priešams juoktis iš manęs ir nepriskirk manęs žmonėms, kurie yra Zalimūn (nusidėjėliai).“","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:151","price":"151. Mūsa (Mozė) tarė: „Mano Viešpatie, atleisk man ir mano broliui ir suteik mums Savo Gailestingumą, nes Tu esi Gailestingiausias iš tų, kurie rodo gailestingumą.“","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:152","price":"152. Neabejotinai, tiems, kurie pasirinko veršiuką (garbinti), bus jų Viešpaties rūstybė ir pažeminimas šiame žemiškajame gyvenime. Taip Mes atlyginame tiems, kurie kuria melus.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:153","price":"153. Tačiau tie, kurie darė blogus darbus ir po to atgailavo ir patikėjo, iš tiesų, jūsų Viešpats po (viso) to yra tikrai Dažnai Atleidžiantis, Gailestingiausiasis.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:154","price":"154. O kai Mūsos (Mozės) pyktis nurimo, jis paėmė Lenteles. Ir jų įraše buvo teisingas vedimas ir gailestingumas tiems, kurie bijo savo Viešpaties.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:155","price":"155. Ir Mūsa (Mozė) išrinko iš savo žmonių septyniasdešimt (geriausių) žmonių susitikimui Mūsų paskirtu laiku ir vietoje. Ir kai juos ištiko galingas žemės drebėjimas, jis tarė: „Mano Viešpatie, jei tai būtų buvus tokia Tavo Valia, Tu būtum galėjęs prieš tai sunaikinti juos ir mane. Ar Tu sunaikintum mus dėl veiksmų, kuriuos daro kvaili iš mūsų tarpo? Tai tik Tavo išbandymas, kuriuo Tu paklaidini tuos, kuriuos nori, ir vedi teisingai tuos, kuriuos nori. Tu esi mūsų Vali (Globėjas), taigi atleisk mums ir suteik mums Gailestingumą, nes Tu esi Geriausias iš atleidžiančiųjų.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:156","price":"156. „Ir nulemk mums gerą šiame pasaulyje ir Amžinybėje. Be abejonės mes atsigręžėme į Tave.“ Jis tarė: „(Kalbant apie) Mano bausmę – Aš suteikiu ją tam, kam Aš noriu, o Mano Gailestingumas apima viską. Šį (Gailestingumą) aš nulemiu tiems, kurie yra Mutakūn (dievobaimingi – žr. ają 2:2) ir duoda Zakat, ir tiems, kurie tiki Mūsų Ajat (įrodymais, įkalčiais, eilutėmis, pamokomis, ženklais ir apreiškimais , t.t.)","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:157","price":"157. Tiems, kurie seka Pasiuntiniu – Pranašu, kuris negali nei skaityti, nei rašyti (t. y. Muchammedu ﷺ), kurį jie randa įrašytą pas save Taurate (Toroje) ir Indžylyje (Evangelijoje), - jis įsako jiems Al-Maruf (t. y. islamiškąjį monoteizmą ir viską, ką islamas nulėmė) ir draudžia jiems Al-Munkar (t. y. netikėjimą, visų rūšių daugiadievystę ir viską, ką islamas uždraudė), jis leidžia jiems kaip leistiną At-Taijibat (t. y. visus gerus bei leistinus dalykus, veiksmus, įsitikinimus, žmones, maistą) ir draudžia jiems kaip neleistiną Al-Kabaith (t. y. visus blogus ir neleistinus dalykus, veiksmus, įsitikinimus, žmones ir maistą), jis išlaisvina juos nuo sunkios (Allaho Susitarimo su Israelo (Izraelio) vaikais ) naštos ir nuo juos saistančių pančių (įpareigojimų). Taigi tie, kurie tiki juo (Muchammedu ﷺ), gerbia jį, padeda jam ir seka šviesa (Koranu), kuri buvo nuleista su juo, tai tie, kurie bus sėkmingi. [6]","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"[6] O jūs, kuriems buvo duotas Raštas (judėjai ir krikščionys)! Patikėkite tuo, ką Mes apreiškėme (Muchammedui ﷺ ), patvirtinant tai, kas (jau) yra su jumis, iki tol, kol Mes ištrinsime veidus (padarydami juos kaip kaklo nugarinės pusės, be nosies, burnos, akių) ir apsuksime juos atbulai, arba prakeiksime juos, kaip Mes prakeikėme pažeidusius Šabą. Ir Allaho Įsakymas visada įvykdomas. (Koranas, 4:47)","lang":"lt"},{"name":"7:158","price":"158. Sakyk (Muchammedai ﷺ): „Žmonės, iš tiesų, aš atsiųstas jums visiems kaip Pasiuntinys Allaho, Kuriam priklauso dangų ir žemės karalystė. La Ilaha illa huva (niekas neturi teisės būti garbinamas, tik Jis). Jis – Tas, Kuri suteikia gyvenimą ir sukelia mirtį. Taigi tikėkite Allahą ir Jo Pasiuntinį (Muchammedą ﷺ), Pranašą, kuris negali nei skaityti, nei rašyti (t. y. Muchammedą ﷺ), kuris tiki Allahą ir Jo Žodžiais [(šiuo Koranu), Tauratu (Tora) ir Indžyliu (Evangelija) ir taip pat Allaho Žodžiu: „Būk!“ - ir jis buvo, t.y. Isa (Jėzus), Marjamos (Marijos) sūnus, ] ir sekite juo, kad būtumėte teisingai vedami.“","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:159","price":"159. Ir iš Mūsos (Mozės) žmonių yra bendruomenė, kuri veda (žmones) teisingai ir įsteigia tarp jų teisingumą (t. y. teisia teisingai ir tiksliai).","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:160","price":"160. Ir Mes išskirstėme juos į dvylika genčių (kaip atskiras) tautas. Mes apreiškėme Mūsai (Mozei), kai jo žmonės prašė jo vandens, (sakydami): „Suduok akmeniui savo lazda.“ - ir ištryško iš jo dvylika versmių, kiekviena grupė žinojo savo vietą vandeniui. Mes pridengėme juos debesimi ir nusiuntėme jiems Al-Mana ir putpelių, (sakydami): „Valgykite iš šio gėrio, kurį Mes jums suteikėme.“ Jie nepakenkė Mums, bet jie pakenkdavo patys sau.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:161","price":"161. Ir (atminkite) kai jiems buvo pasakyta: „Gyvenkite šiame mieste (Jeruzalėje) ir valgykite iš jo kur tik panorėsite, ir sakykite: „(Allahai) atleisk mūsų nuodėmes!“ ir įženkite pro vartus nusilenkę (iš nuolankumo). Mes atleisime jums jūsų nuodėmes. Mes padidinsime (atlygį) gerą darantiems.“","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:162","price":"162. Tačiau tie iš jų, kurie darė blogą, pakeitė žodį, jiems pasakytą. Taigi Mes nusiuntėme jiems kančią iš dangaus mainais už jų nuodėmes. [7]","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"[7] Žr. ają 2:59.","lang":"lt"},{"name":"7:163","price":"163. Ir paklausk jų (Muchammedai ﷺ) apie miestą, buvusį prie jūros. Kai jie peržengė ribas dėl Šabo (t. y. šeštadienio), kai jų žuvys atplaukė pas juos viešai Šabo dieną ir neatplaukė pas juos kitą dieną, kai jie neturėjo Šabo. Taip Mes išbandėme juos, nes jie maištaudavo Allaho Įsakymui (nepaklusdavo Allahui) [Žr. Korano ają 4:154].","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:164","price":"164. Ir kai bendruomenė iš jų tarpo tarė: „Kodėl jūs pamokslaujate žmonėms, kuriuos Allahas ketina sunaikinti arba nubausti žiauria bausme?“ (Pamokslininkai) atsakė: „Tam, kad išlaisvintume nuo kaltės prieš jūsų Viešpatį (Allahą) ir galbūt jie bijos Allaho.“","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:165","price":"165. Taigi kai jie pamiršo priminimus, kurie jiems buvo suteikti, Mes išgelbėjome tuos, kurie draudė blogį, bet Mes pričiupome tuos, kurie elgėsi blogai, su žiauria bausme, nes jie maištaudavo prieš Allaho Įsakymą (nepaklusdavo Allahui).","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:166","price":"166. Taigi kai jie peržengė ribas to, kas jiems buvo draudžiama, Mes tarėme jiems: „Tapkite beždžionėmis, neapkenčiamomis ir atstumtomis.“ [8]","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"[8] Tai griežtas įspėjimas žmonijai, kad jie turėtų paklusti tam, ką Allahas jiems įsako, ir laikytis atokiai nuo to, ką Jis jiems draudžia.","lang":"lt"},{"name":"7:167","price":"167. Ir (atminkite) kai Jūsų Viešpats paskelbė, kad Jis tikrai siųs prieš juos (t. y. judėjus) iki Prikėlimo dienos tuos, kurie kels jiems žeminančią kančią. Iš tiesų, jūsų Viešpats yra Greitas Atsilyginti (nepaklusniesiems, nuodėmingiems) ir žinoma Jis yra Dažnai Atleidžiantis, Gailestingiausiasis (paklusniesiems ir tiems, kurie maldauja Allaho Atleidimo).","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:168","price":"168. Ir Mes išskirstėme juos (t. y. judėjus) į įvairias, atskiras grupes žemėje: kai kurios iš jų yra teisingos, o kai kurios yra toli nuo to. Ir Mes išbandėme juos gėriu (malonėmis) ir blogiu (nelaimėmis) tam, kad jie galbūt atigręžtų (į Allaho Paklusnumą).","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:169","price":"169. Tada juos pakeitė (bloga) karta, kuri paveldėjo Knygą, tačiau jie pasirinko (sau) šio žemo gyvenimo gėrius (šio žemiškojo gyvenimo blogus malonumus), sakydami (kaip pasiteisinimą): „(Viskas) mums bus atleidžiama.“ Ir jei (vėl) panašus pasiūlymas (šio žemiškojo gyvenimo blogi malonumai) jiems pasitaikytų, jie (vėl) juos čiuptų (padarytų tas nuodėmes). Argi Knygos susitarimas nebuvo paimtas iš jų tam, kad jie nekalbėtų apie Allahą nieko kita, išskyrus tiesą? Ir jie studijavo tai, kas joje (Knygoje) yra. Ir Amžinybės namai yra geresni tiems, kurie yra Al-Mutakūn (dievobaimingi – žr. ają 2:2). Argi jūs tada nesuprantate?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:170","price":"170. O tie, kurie tvirtai laikosi Knygos (t. y. elgiasi pagal jos mokymus) ir atlieka As-Salat (Ikamat-as-salat), - žinoma, Mes niekada neiššvaistysime atlygio tų, kurie daro teisingus darbus.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:171","price":"171. Ir (atminkite) kai Mes pakėlėme kalną virš jų taip, lyg jis būtų baldakimas, ir jie galvojo, kad jis užgrius ant jų. (Mes tarėme): „Tvirtai laikykitės to, ką Mes jums davėme [t. y. Taurato (Toros)], ir prisiminkite tai, kas ten yra (elkitės pagal jo nurodymus) tam, kad bijotumėte Allaho ir paklustumėte Jam.“","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:172","price":"172. Ir (atminkite) kai jūsų Viešpat išvedė iš Adomo Vaikų, iš jų strėnų, jų sėklas (arba iš Adomo strėnų jo palikuonis) ir privertė juos paliudyti patiems sau (sakant): „Argi aš nesu jūsų Viešpats?“ Jie tarė: „Taip! Mes liudijame.“ tam, kad Prikėlimo dieną nesakytumėte: „Iš tiesų, mes to nežinojome.“","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:173","price":"173. Arba kad nesakytumėte: „Tai tik mūsų tėvai kadaise priskyrė partnerius garbinime Allahui ir mes buvome (tik jų) palikuonys po jų. Argi Tu sunaikinsi mus dėl žmonių, kurie praktikavo Al-Batil (t. y. daugiadievystę ir nusikaltimų bei nuodėmių darymą, šaukiantis ir garbinant kitus nei Allahas) veiksmų?“","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:174","price":"174. Taigi Mes detaliai paaiškiname Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.) tam, kad jie atsigręžtų (į tiesą).","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:175","price":"175. Ir recituok (Muchammedai ﷺ) jiems istoriją apie tą, kuriam Mes davėme Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.), bet jis juos išmetė, taigi Šaitan (Šėtonas) tapo jo artimu palydovu, o jis tapo iš tų, kurie paklydo.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:176","price":"176. Ir jei Mes būtume panorėję, Mes tikrai būtume jį išugdę, tačiau jis įsitvėrė žemės ir sekė savo tuščiu troškimu. Taigi jo panašumas į šunį: jei jį išvarai – jis iškiša savo liežuvį, o jei palieki jį vieną – jis (vis tiek) iškiša savo liežuvį. Toks panašumas yra žmonių, kurie atmeta Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.). Taigi pasakok istorijas, galbūt jie susimąstys.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:177","price":"177. Blogas yra panašumas žmonių, kurie atmetė Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.) ir nuskriaudė patys save.","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:178","price":"178. Tą, ką Allahas teisingai veda, jis yra išvestas į teisingą kelią, o tą, ką Jis paklaidina – tada tie! Jie yra pralaimėtojai.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:179","price":"179. Ir tikrai, Mes sukūrėme daug iš džinų ir žmonijos Pragarui. Jie turi širdis, kuriomis jie nesupranta, ir jie turi akis, kuriomis jie nemato, ir jie turi ausis, kuriomis jie negirdi (tiesos). Jie yra kaip galvijai. Ne, dar labiau paklydę, tie! Jie yra nerūpestingieji!","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:180","price":"180. Ir (visi) Gražiausieji Vardai priklauso Allahui [9], taigi šaukite Jį jais ir palikite kompaniją tų, kurie nepatvirtina arba neigia (arba kalba nepagarbiai apie) Jo Vardus. Jiems bus atlyginta už tai, ką jie darydavo.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"[9] Allahas turi šimtą minus vieną Vardą, t. y. 99.","lang":"lt"},{"name":"7:181","price":"181. Ir iš tų, kuriuos Mes sukūrėme, yra bendruomenė, teisingai vedanti (kitus) su tiesa ir įsteigianti teisingumą su ja.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:182","price":"182. Tuos, kurie neigia Mūsų Ajat (įrodymus, įkalčius, eilutes, pamokas, ženklus, apreiškimus ir t.t.), Mes palaipsniui pričiupsime juos su bausme tokiais būdais, kokių jie nesuvoks.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:183","price":"183. Ir Aš trumpam atidedu jų (nuosprendį). Be abejonės, Mano Planas yra tvirtas.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:184","price":"184. Argi jie nemąsto? Nėra beprotybės jų kompanjone (Muchammede ﷺ). Jis tėra tik paprastas perspėtojas.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:185","price":"185. Argi jie nežiūri į dangų ir žemės karalystę ir visus daiktus, kuriuo sukūrė Allahas? Ir į tai, kad jų gyvenimų pabaiga gali būti arti? Kokia žinia po to jie tikės?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:186","price":"186. Tą, ką Allahas paklaidina, niekas negali išvesti į tiesų kelią. Ir Jis leidžia jiems aklai klajoti savo nusidėjime.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:187","price":"187. Jie klausia tavęs apie Valandą (Prikėlimo dieną): „Kada bus jos paskirtasis laikas?“ Sakyk: „Žinios apie tai yra pas mano Viešpatį (Vienintelį). Niekas negali atskleisti jos laiko, tik Jis. Jos išvaizda yra paslėpta nuo visų danguje ir žemėje. Neateis ji kitaip, kaip tik netikėtai.“ Jie klausinėja tavęs, ar tu turi gerų žinių apie tai. Sakyk: „Žinios apie tai yra pas Allahą (Vienintelį), tačiau dauguma žmonių nežino.“","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:188","price":"188. Sakyk (Muchammedai ﷺ): „Aš neturiu jokios galios padėti ar pakenkti sau, išskyrus taip, kaip Allahas nori. Jei aš žinočiau apie Ghaib (Nematomą), aš užsitikrinčiau sau gausybę turto ir joks blogis manęs nepaliestų. Tačiau aš esu tik perspėtojas ir gerų žinių nešėjas žmonėms, kurie tiki.“","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:189","price":"189. Tai Jis, Kuris sukūrė jus iš vieno asmens, ir (tada) Jis iš jo sukūrė jo žmoną tam, kad jis galėtų mėgautis gyvenimo su ja malonumu. Kai jis turėjo lytinių santykių su ja, ji tapo nėščia ir nešiojo tai lengvai. Tada, kai tai tapo sunku, jie abu kreipėsi į Allahą, savo Viešpatį (sakydami): „Jei Tu suteiksi mums Salih (visame kame gerą) vaiką, mes tikrai būsime tarp dėkingųjų.“","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:190","price":"190. Tačiau kai Jis suteikė jiems Salih (visame kame gerą) vaiką, jie priskyrė Jam (Allahui) partnerius tame, ką Jis jiems suteikė. Aukštas yra Allahas, Išaukštintas virš visko, ką jie priskiria Jam kaip partnerius.","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:191","price":"191. Ar jie priskiria kaip partneriu Allahui tuos, kurie nieko nesukūrė, bet patys yra sukurti?","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:192","price":"192. Jokios pagalbos negali jie suteikti, nei gali padėti patys sau.","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:193","price":"193. Ir jei tu kvieti juos į teisingą kelią, jie tavimi neseka. Tau tas pats, ar tu kvieti juos ar tyli.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:194","price":"194. Iš tiesų tie, kurių tu šaukiesi šalia Allaho, yra vergai kaip ir tu. Taigi šaukis jų ir leisk jiems atsakyti tau, jei esi teisus.","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:195","price":"195. Ar jie turi kojas, kuriomis jie vaikšto? Arba ar jie turi rankas, kuriomis jie laiko? Arba ar turi jie akis, kuriomis jie mato? Arba ar turi jie ausis, kuriomis jie girdi? Sakyk (Muchammedai ﷺ): „Sukvieskite savo (taip vadinamus) (Allaho) partnerius ir tada surenkite sąmokslą prieš mane, ir neleiskite man atsikvėpti!","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:196","price":"196. Iš tiesų, mano Vali (Globėjas, Rėmėjas ir Gelbėtojas) yra Allahas, Kuris apreiškė Knygą (Koraną), ir Jis saugo (globoja ir gelbėja) teisinguosius.","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:197","price":"197. O tie, kurių jūs šaukiatės šalia Jo (Allaho), negali nei jums padėti, nei padėti patys sau.","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:198","price":"198. Ir jei tu kviesi juos į teisingą kelią, jie negirdi, ir tu matysi juos žiūrinčius į tave, tačiau jie nemato.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:199","price":"199. Rodyk atlaidumą, įsakyk tai, kas yra gera, ir nusigręžk nuo kvailystės (t. y. nebausk jų).","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:200","price":"200. Ir jei pikti šnabždesiai iš Šaitan (Šėtono) pasiekia jus, tada prašyk prieglobsčio pas Allahą. Iš tiesų, Jis yra Visa Girdintis, Visa Žinantis.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:201","price":"201. Iš tiesų, tie, kurie yra Al-Mutakūn (dievobaimingi – žr. ają 2:2), kai juos aplanko piktos mintys iš Šaitan (Šėtono), jie prisimena (Allahą) ir (iš tiesų) jie tada mato (teisingai).","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:202","price":"202. Tačiau (kas dėl) jų broliai (velniai), jie (t. y. velniai) stumia juos giliau į nuodėmę, ir jie niekada nesiliauja.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:203","price":"203. Ir jei tu neparodysi jiems stebuklo, jie sako: „Kodėl tu to neparodei?“ Sakyk: „Aš tik seku tuo, kas man apreikšta mano Viešpaties. Tai (Koranas) yra niekas kitas, kaip jūsų Viešpaties įrodymas ir teisingas vedimas ir gailestingumas žmonėms, kurie tiki.“","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:204","price":"204. Taigi, kai Koranas yra recituojamas, klausykitės jo ir tylėkite, kad gautumėte gailestingumą.","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:205","price":"205. Ir prisiminkite savo Viešpatį savyje, nuolankiai ir su baime, ir be garsių žodžių, rytais ir popietėmis ir nebūkite iš tų, kurie yra apsileidę.","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"7:206","price":"206. Iš tiesų, tie, kurie yra su jūsų Viešpačiu (angelai) niekada perdaug nepasididžiuoja atlikti Jo garbinimo veiksmus, tačiau jie garbina Jo Šlovę ir lenkiasi priešais Jį.","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:1","price":"1. Jie klausia tavęs (Muchammedai ﷺ) apie karo grobį. Sakyk: „Grobis yra Allahui ir Pasiuntiniui.“ Taigi bijokite Allaho ir pataisykite tai, kas skiriasi tarp jūsų, ir pakluskite Allahui ir Jo Pasiuntiniui (Muchammedui ﷺ), jei esate tikintieji.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:2","price":"2. Tikintieji yra tik tie, kurie, kai Allahas yra minimas, jaučia baimę savo širdyse, o kai Jo eilutės (šis Koranas) yra jiems recituojamas, jos (t. y. eilutės) padidina jų Tikėjimą ir jie pasitiki savo Viešpačiu (Vieninteliu),","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:3","price":"3. Kurie atlieka As-Salat (ikamat-as-salat) ir leidžia iš to, ką Mes jiems suteikėme.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:4","price":"4. Tai jie yra tie, kurie yra tikintieji tiesa. Jiems garbės laipsniai pas jų Viešpatį ir Atleidimas ir dosnus aprūpinimas (Rojus).","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:5","price":"5. Kaip tavo Viešpats privertė tave (Muchammedai ﷺ) išeiti iš savo namų su tiesa. Ir iš tiesų, daliai tikinčiųjų tai nepatiko,","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:6","price":"6. Ginčydamiesi su tavimi dėl tiesos po to, kai ji buvo aiškiai parodyta, lyg jie būtų varomi į mirtį, jiems (į ją) bežiūrint.","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:7","price":"7. Ir (atminkite) kai Allahas jums (musulmonams) pažadėjo vieną iš dviejų (priešo) grupių (t. y. arba kariuomenę arba karavaną), kad ji bus jūsų. Jūs troškote, kad ta, kuri neginkluota (karavano) būtų jūsų, tačiau Allahas norėjo Savo Žodžiais patvirtinti tiesą ir nutraukti netikinčiųjų šaknis (t. y. Badr mūšyje).","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:8","price":"8. Kad Jis priverstų tiesą triumfuoti ir paverstų melą nieku, nors Mudžrimūn (netikintieji, daugiadieviai, nuodėmiautojai, nusidėjėliai) to nekentė.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:9","price":"9. (Atmink) kai jūs prašėte savo Viešpaties pagalbos ir Jis atsakė jums (sakydamas): „Aš padėsiu jums su tūkstančiu angelų, kiekvienu už kito (sekančiu vienas kitą) iš eilės.“","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:10","price":"10. Allahas padarė tai tik gera žinia ir tam, kad jūsų širdys būtų ramybėje dėl jos. Ir nėra pergalės išskyrus iš Allaho. Iš tiesų, Allahas yra Visa Galingas, Visa Išmanantis.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:11","price":"11. (Atminkite) kai Jis apgaubė jus snauduliu kaip Jo apsauga ir Jis privertė vandenį (lietų) kristi ant jūsų iš dangaus, kad juo apvalytų jus ir pašalintų nuo jūsų Šaitan (Šėtono) Ridžz (šnabždėjimą, piktus patarimus), ir kad sustiprintų jūsų širdis ir sutvirtintų juo jūsų pėdas.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:12","price":"12. (Atminkite) kai jūsų Viešpats apreiškė angelams: „Iš tiesų, Aš esu su jumis, taigi laikykite tvirtai tuos, kurie patikėjo. Aš sukelsiu siaubą širdyse tų, kurie nepatikėjo, taigi smokite jiems per kaklus ir trenkite per jų visus rankų ir kojų pirštus.“","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:13","price":"13. Tai todėl, kad jie nepaisė ir nepakluso Allahui ir Jo Pasiuntiniui. Ir kas nepaiso ir nepaklūsta Allahui ir Jo Pasiuntiniui, tada iš tiesų, Allahas yra Rūstus bausmėje.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:14","price":"14. Štai (kančia), taigi ragaukite ją, ir iš tiesų netikintiesiems – Ugnies kančia.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:15","price":"15. O jūs, kurie tikite! Kai jūs sutinkate tuos, kurie netiki, mūšio lauke, niekada neatsukite jiems savo nugarų.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:16","price":"16. Ir kas atgręžia savo nugarą jiems tokią dieną – nebent tai karinė gudrybė arba pasitraukimas į (savo paties) būrį – jis iš tiesų užitraukė Allaho rūstybę. Ir jo buveinė yra Pragaras, ir blogiausias, iš tiesų, yra toks galutinis tikslas!","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:17","price":"17. Tu jų nenužudei, tai Allahas juos nužudė. Ir kai tu (Muchammedai ﷺ) metei (saują žemių), tai ne tu metei, o Allahas metė, tam, kad Jis išbandytų tikinčiuosius teisingu išbandymu nuo savęs. Iš tiesų, Allahas yra Visa Girdintis, Visa Žinantis.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:18","price":"18. Tai (tiesa) ir tikrai, Allahas susilpnina netikinčiųjų apgaulingus sąmokslus.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:19","price":"19. (Netikintieji,) jei jūs prašote sprendimo, dabar sprendimas pasiekė jus. Ir jei jūs liausitės (darę blogą), bus geriau jums, o jei jūs grįšite (į puolimą), tada ir Mes grįšime, ir jūsų pajėgos neduos jums jokios naudos, kad ir kaip gausios jos būtų. Ir iš tiesų, Allahas yra su tikinčiaisiais.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:20","price":"20. O jūs, kurie tikite, pakluskite Allahui ir Jo Pasiuntiniui, ir nenusigręžkite nuo jo (t. y. Pasiuntinio Muchammedo ﷺ), kol jūs girdintys.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:21","price":"21. Ir nebūkite kaip tie, kurie sako: „Mes išgirdome“, - tačiau jie negirdi.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:22","price":"22. Iš tiesų, blogiausi iš (judančių) gyvų sutvėrimų su Allahu yra kurti ir nebylūs, kurie nesupranta (t. y. netikintieji).","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:23","price":"23. Jei Allahas žinotų apie ką nor gerą juose, Jis tikrai būtų privertęs juos klausytis, ir net jei Jis būtų privertęs juos klausytis, jie būtų nusigręžę pasibjaurėję (tiesa).","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:24","price":"24. O jūs, kurie tikite, atsiliepkite Allahui (paklusdami Jam) ir (Jo) Pasiuntiniui, kai jis ( ﷺ) kviečia jus į tai, kas suteiks jums gyvenimą, ir žinokite, kad Allahas įsiterpia tarp žmogaus ir jo širdies (t. y. Jis kliudo blogam žmogui ką nors spręsti). Ir iš tiesų pas Jį jūs (visi) būsite surinkti.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:25","price":"25. Ir bijokite Fitna (vargų ir išbandymų), kurie paliečia ne būtent (vien tik) tuos iš jūsų, kurie daro bloga (tačiau jie gali paliesti visus gerus ir blogus žmones), ir žinokite, kad Allahas yra Rūstus bausmėje.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:26","price":"26. Ir atminkite kai jūsų buvo keli ir buvote laikomi silpnais žemėje, ir bijojote, kad žmonės gali pagrobti jus, tačiau Jis suteikė jums saugią vietą, sustiprino jus Savo Pagalba ir suteikė jums gerų dalykų tam, kad būtumėte dėkingi.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:27","price":"27. O jūs, kurie tikite, neišduokite Allaho ir Jo Pasiuntinio, neišduokite tyčia savo Amanat (to, kas jums patikėta, ir visų pareigų, kurias Allahas jums įsakė).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:28","price":"28. Ir žinokite, kad jūsų turtas ir jūsų vaikai yra tik išbandymas ir kad tikrai su Allahu yra didžiulis atlygis.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:29","price":"29. O jūs, kurie tikite, jei jūs paklusite ir bijosite Allaho, Jis suteiks jums Furkan [(kriterijų, pagal kurį sprendžiama, kas yra teisinga, o kas klaidinga), arba Makhradž (t. y. būdą jums išvengti visų sunkumų)] ir išpirks jums jūsų nuodėmes ir atleis jums. Ir Allahas yra Didžiulio Dosnumo Savininkas.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:30","price":"30. Ir (atminkite) kai netikintieji surengė sąmokslą prieš tave (Muchammedai ﷺ) – įkalinti tave arba tave nužudyti arba išvaryti tave (iš tavo namų, t. y. Mekkos). Jie rengė sąmokslą ir Allahas taip pat rengė sąmokslą. Ir Allahas yra Geriausias iš tų, kurie rengia sąmokslą.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:31","price":"31. Ir kai Mūsų (Korano) Eilutės yra jiems recituojamos, jie sako: „Mes išgirdome (Koraną). Jei mes norėtume, galėtume pasakyti (ką nors) panašaus į tai. Tai yra niekas kitas tik senovės tautų pasakos.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:32","price":"32. Ir (atminkite) kai jie sakė: „Allahai, jei tai (šis Koranas) yra iš tiesų tiesa (apreikšta) iš Tavęs, tada apipilk mus akmenimis iš dangaus arba sukelk mums skausmingą kančią.“","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:33","price":"33. Ir Allahas nebaustų jų tol, kol tu (Muchammedai ﷺ) esi tarp jų, nei Jis baus juos, kol jie prašys (Allaho) Atleidimo.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:34","price":"34. Ir kodėl Allahas turėtų nebausti jų, kai jie neleido (žmonių) į Al-Masdžid Al-Haram, kai jie nėra jos saugotojai? Niekas negali būti jos saugotojais, išskyrus Al-Mutakūn (dievobaiminguosius – žr. ają 2:2), tačiau dauguma iš jų nežino.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:35","price":"35. Jų Salat (malda) (Allaho) Name (t. y. Kaaboje, Mekkoje) buvo niekas kitas, kaip tik švilpavimas ir plojimas rankomis. Taigi ragaukite baumsės, nes jūs netikėdavote.","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:36","price":"36. Iš tiesų, tie, kurie netiki, eikvoja savo turtą, kad sukliudytų (žmonėms) nuo Allaho Kelio, ir jie ir toliau jį eikvos. Tačiau galiausiai tai taps jiems didžiule kančia. Tada jie bus nugalėti. Ir tie, kurie netiki, bus surinkti į Pragarą.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:37","price":"37. Tam, kad Allahas atskirtų bloguosius (netikinčiuosius, daugiadievius ir bloga darančiuosius) nuo gerųjų (tikinčiųjų islamiškuoju monoteizmu ir gera darančiųjų), ir susodintų bloguosius (netikinčiuosius, daugiadievius ir bloga darančiuosius) vieną virš kito, surinktų juos į krūvą ir įmestų juos į Pragarą. Tie! Tai jie yra pralaimėtojai.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:38","price":"38. Sakyk tiems, kurie nepatikėjo, jei jie liausis (netikėję), jų praeitis bus atleista. Tačiau jei jie grįš (į tai), tada pavyzdžiai tų (kurie buvo nubausti) prieš juos jau buvo pateikti (kaip perspėjimas).","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"lt"},{"name":"8:39","price":"39. Ir kovokite su jais tol, kol neliks daugiau Fitna (netikėjimo ir daugiadievystės, t. y. ko nors kito, išskyrus Allaho, garbinimo) ir religija (garbinimas) bus visas tik Allahui Vieninteliui [visame pasaulyje [1]]. Tačiau jei jie liausis (garbinę kitus, išskyrus Allahą), tada, tikrai, Allahas yra Visa Matantis, ką jie daro.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"[1] Keli islamo tikėjimo mokslininkai minėjo, kad tai bus laikas, kai į žemę nusileis Isa (Jėzus), Marjamos (Marijos) sūnus, ir jis nepriims jokios kitos religijos tik islamą – Tikrąją Allaho Religiją – islamiškąjį monoteizmą.","lang":"lt"},{"name":"8:40","price":"40. Ir jei jie nusigręš, tada žinokite, kad Allahas yra jūsų Maula (Globėjas, Viešpats, Saugotojas ir Rėmėjas) – (koks) Puikus Maula, ir (koks) Puikus Padėjėjas!","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"lt"}],"juz":{"id":9,"name":"قَالَ الْمَلَأُ","transliteration":"Qalal Malao","transEn":"The Chiefs Said","startVerse":"7:88","endVerse":"8:40","totalVerses":159}}