{"data":[{"name":"1:1","price":"Maqaa Rabbii Akkaan Mararfataa Akkaan Rahmata Godhaa Taheetiin.{1}","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"{1} suuraan faatihaa tuni irra caaltuu suuraalee qur'aanaati. Nabiyyiin S.A.W. Abii sa'iidiin akkana jedhe \"irra caaltuu suuraalee qur'aanaa sibeeysisa, isiin -Alhamdu lillaahi Rabbil aalamiin- jedheen. isiin torban deddeebituu taate, qur'aana guddaa ani isa kennames\" jedheen. {bukhaariitu odeesse}.","lang":"om"},{"name":"1:2","price":"Faaruun hundi tan Rabbii Gooftaa aalamaati.","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"1:3","price":"Akkaan mararfataa akkaan rahmata godhaa.","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"1:4","price":"Abbaa (mootii) guyyaa murtii.","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"1:5","price":"Si qofa gabbarra; Si qofatti gargaarsifannas.","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"1:6","price":"Daandii sirraawaatti nu qajeelchi.","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"1:7","price":"Karaa warra isaan irratti tola ooltee; kan warra irratti dallanamee kanhintahin, kan jallattootaa (kan hintahin) (nu qajeelchi) {2} {3}","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"{2} suuraan faatihaa tuni irra caaltuu suuraalee qur'aanaati. Nabiyyiin S.A.W. Abii sa'iidiin akkana jedhe \"irra caaltuu suuraalee qur'aanaa sibeeysisa, isiin -Alhamdu lillaahi Rabbil aalamiin- jedheen. isiin torban deddeebituu taate, qur'aana guddaa ani isa kennames\" jedheen. {bukhaariitu odeesse}.\n{3} Aamiin jechuun salaata keessatti barbaachisaadha. bakka tanatti yogguu faatihaa fixan. namni duubaan salaatulleen sagalee olfuudhee bakka takaa jedha. garuu jechi Aamiin jedhu kuni faatiharraayii miti, inumaa qur'aanarraayii miti.","lang":"om"},{"name":"2:1","price":"Alif, Laam, Miim {1}{2}","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"{1} harfiiwwan maqaan waamamtu tana tan jalqaba suuraawwaniitti argamtu hundaa hiikkaa isii Rabbumaatu beeka jedhanii isatti irkisuu barbaachisa. (ibnu kasiir).\n{2} suuraan baqaraa tuni fadhlii yookaa sadarkaa guddaa qabdi, san keessaa hadiisatti \"suuraan baqaraatiifii aala imraan guyyaa qiyaamaa dhuftee saahiba isiirraa deebisaa gooti\" jedhan.","lang":"om"},{"name":"2:2","price":"Kitaabni kuni [Rabbiin biraa ta’uu isaa keessatti] mamiin isa keessa hin jirreedha; warra Rabbiin sodaataniif qajeelfama.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:3","price":"Isaannan \"Ghaybitti\" (wantoota miiraan hin dhaqqabamnetti) amanan, kan salaata sirnaan salaataniifi waan Nuti isaaniif arjoomne irraa kennataniidha.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:4","price":"Ammas isaan warra waan gara keetti buufameefi waan si dura buufametti amananiifi isaan Aakhiraa dhugoomsaniidha.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:5","price":"Warri sun qajeelfama Rabbii isaanii biraa ta’e irra jiru. Ammas warri sun isaanumatu milkaawoodha.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:6","price":"Dhugumatti, isaannan kafaran isaan akeekkachiiftes isaan akeekkachiisuu baattes [lamaanuu] isaan irratti wal qixa; hin amanan.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:7","price":"Rabbiin onneewwan isaaniirrattiifi dhageettuu isaanii irratti cufe; agartuu isaanii irras haguuggiitu jira. Isaaniif azaaba guddaatu jira.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:8","price":"Namoota irraa nama \"Rabbiifi Guyyaa Aakhiraatti amanne\" jedhutu jira. ammoo isaan warra amanee miti.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:9","price":"Rabbiifi warra amanan gowwoomsan [isaanitti fakkaata]; garuu lubbuu isaanii malee homaa hin gowwoomsanu. ammoo hinbeekan.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:10","price":"Onneewwan isaanii keessa dhukkuba [shakkiifi nifaaqaatu] jira. Rabbiinis dhukkuba isaaniif dabale. Waan kijibaa turaniif jechas adabbii laalessaa ta’etu isaaniif jira.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:11","price":"Yeroo \"Dachii keessatti badii hin raawwatinaa\" isaaniin jedhame \"nuti warra tolchu qofa\" jedhan.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:12","price":"Dhagayaa! Dhugumatti isaan isaanumatu warra badiiti. Garuu [haala gadhee isaanii kana] hin beekanu.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:13","price":"Yeroo \"akka namoonni amananitti amanaa\" isaaniin jedhame \"sila nuti akka warri gowwaan amananitti amannaa?\" jedhu. Dhagayaa! dhugumatti isaan isaanumatu gowwoota Garuu isaan hin beekan.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:14","price":"Yeroo warra amanan qunnaman \"nuti amanneerra\" jedhuYeroo sheyxaanota (hoggantoota) isaanii waliin kophaa ba’an immoo \" nuti isin waliin jirra; dhugumatti nuti isaanitti qishnuma (qoosaa) godhuuf [akkas goone]\" jedhu.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:15","price":"Rabbiin [mindaa qishnaa isaaniitiif] isaanitti qishnaa godha; jallina isaanii keessatti isaan dhiisa odoo isaan dhama’anuu .","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:16","price":"Isaan warra jallina qajeelumaan bitataniidha. Daldalli isaaniis bu’aa dhabe. Isaanis warra qajeelan hin turre.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:17","price":"Fakkeenyi isaanii akka fakkii isa ibidda qabsiifatee, yeroma isheen waan naannoo isaa ibsitu Rabbiin ifaa isaanii adeemsisee dukkana keessatti haala hin argineen isaan dhiiseeti","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:18","price":"[Isaan] duudaa, arraba qabamaafi jaamaadha. Kanaafuu [gara karaa qajeelaa] hin deebi’anu.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:19","price":"Yookiin akka rooba cimaa samii irraa ta’ee kan isa keessa dukkanoonni, mandiisuufi hangaasuun jirtu, bakakkaa irraa quba gurra isaanii keessa kaa’atu, du'a sodaaf. Rabbiin kaafirootatti marsaadha.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:20","price":"Calanqichi ija isaanii butuutti dhiyaata. Dhawaata isaaniif ifuun isa keessa deemu, Yeroo isaan irratti dukkanaa’e immoo ni dhaabatu. Rabbiin odoo fedhee dhageettiifi agartuu isaanii ni deemsisa ture. Dhugumatti, Rabbiin waan hunda irratti danda’aadha.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:21","price":"Isin Yaa namootaa! gooftaa keessan isa isiniifi warra isiniin duraa uume qofa gabbaraa! Akka Rabbiin sodaattaniif jecha.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:22","price":"[Rabbiin] Isa dachii afata, samii immoo ijaarsa (gubbaa) isiniif taasisee, kan samii irraa bishaan buusee, ergasii isaan fuduraa irraa soorata isiniif baaseedha. Kanaafuu odoo [kan gabbaramuun malu Rabbiin qofa ta’uu] beektanuu Rabbiif shariikota hin godhinaa.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:23","price":"Yoo waan Nuti gabricha keenya irratti buufne (Qur’aana) irraa mamii keessatti taatan, suuraa akka isaa [tokko] fidaatii ragoota (gargaartotaafi deeggartoota) keessan kan Rabbiin ala jiranis waamadhaa.yoo kan dhugaa dubbattan taatan.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:24","price":"Yoo [amma] hin dalagin; fuuldurattis hin dalagdanu; kanaafuu ibidda qabsiisaan ishee namaafi dhagaa ta’e kan kaafirootaaf qopheeffamte sodaadhaa.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:25","price":"Isaan amananii, gaggaarii hojjatan, jannatoonni laggeen jala ishee yaatu isaaniif jira jechuun [isaan] gammachiisi. Dhawaatuma firii ishee irraa sooramaniin \"kun soorata kana dura sooramneedha\" jedhu. Wal fakkaataa ta'ee isaaniif kenname. Isaaniif ishee keessa haadholeen manaa qulqulleeffaman jiru. Isaan ishee keessatti hafoodha.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:26","price":"Dhugumatti Rabbiin bookees taatee waan ishee irra guddaa (yookiin xiqqaa) fakkeenya taasisuu hin saalfatu. Warri amanan akka inni dhugaa Gooftaa isaanii irraa ta’e ni beeku. Isaan kafaran immoo \"Rabbiin fakkeenya kanatti maal fedhe?\" jedhu. [Rabbiin] kanaan (namoota) baay’ee jallisee, (namoota) baay’ees qajeelcha. Finciltoota malees (kan biraa) ittiin hin jallisu.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:27","price":"[Isaan] warra waadaa Rabbii erga kakuun jabeessanii booda diiganii, waan (firummaa) Rabbiin fufamuu isaatti ajaje muranii, dachii keessatti badii raawwataniidha. Warri sun hoonga’oon isaanuma.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:28","price":"Sila akkamitti Rabbitti kafartan? ka isinii du’oo turtan isin jiraachisee, ergasii isin ajjeesee, ergasii isin jiraachisu. ergasii gara Isaatti kan deebifamtan.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:29","price":"Inni (Rabbiin) Isa waan dachii keessa jiru hunda isiniif uumee, ergasii gara samii ol ta’ee, samii torba isaan taasiseedha. Inni waan hunda akkaan beekaadha.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:30","price":"Yeroo Gooftaan kee malaa’ikootaan \"dhugumatti, Ani (ilmaan namaa) dachii keessatti bakka bu’aa (khaliifaa) taasisuufan jira\" jedhes [yaadadhu]. Isaanis ni jedhan: \"Sila  namoota ishee (dachii) keessatti badii dalagan, kan dhiiga (walii) dhangalaasan ishee keessatti taasiftaa?\" odoo nuti galata keetiin si faarsinuufi si qulqulleessinuu\". [Innis] ni jedhe: \"Dhugumatti, Ani akkaan beekaa waan isin hin beekneti.\"","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:31","price":"Aadamiin maqoota hundaa isii isa barsiise. Ergasii malaa’ikoota irra isaan fideetiin \"yoo kan dhugaa dubbattan taataniif maqoota wantoota kanneenii naaf odeessaa” jedhe","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:32","price":"[Malaa’ikoonnis] ni jedhan: \"Ati qulqulloofte. Nu waan Ati nu barsiifte malee beekumsa hin qabnu; dhugumatti, Ati Simatu akkaan beekaa ogeessa.\"","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:33","price":"[Rabbiin] ni jedhe: \"Yaa Aadam! maqoota isaanii isaanitti himi.\" Yeroma inni maqoota isaanii isaanitti himu [Rabbiin] ni jedhe: \"Sila Ani akkaan beekaa wantoota fagoo kan samiifi dachiiti; ammas Ani akkaan beekaa waan isin ifa taasiftaniifi waan isin dhoksaa turtaniiti’ isiniin hin jennee?\"","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:34","price":"Yeroo Nuti malaa’ikootaan \"Aadamiif sujuuda godhaa\" jenne [yaadadhu]. Ibliis malee Isaan sujuuda godhan; [Inni] ni dide; ni boones, Kaafiroota irraa ta’e.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:35","price":"Ni jennes: \"Yaa Aadam! Atiifi haati manaa kee jannata keessa jiraadhaa. Ishee irraa bal'oo haala taateen iddoo feetanii nyaadhaa. Mukattii tanatti immoo hin dhiyaatinaa, Yoos miidhaa hojjattoota irraa taatu.\"","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:36","price":"Shayxaannis ishee (jannata) irraa isaan mucucaachise. Waan isaan isa keessa turan irraas isaan baase. Nutis ni jenne: \"gariin keessan gariif diina ta’aa gadi bu’aa. Isiniifis dachii keessa iddoo jireenyaatiifi waan itti fayyadamtan kan yeroo murtaa’eetu jira.\"","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:37","price":"Aadamis Gooftaa isaa irraa jechoota fudhatee, sana booda [Rabbiin] dhiifama isaaf godhe. Dhugumatti, Inni (Rabbiin) Isatu akkaan tawbaa qeebalaa, akkaan rahmata godhaadha.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:38","price":"Nuti ni jenne: \"Hundi keessanuu ishee (jannata) irraa gadi bu’aa. Ergasii yoo Ana irraa qajeelfamni isiniif dhufe, namni qajeelfama kiyya hordofe, sodaan isaan irra hin jiru; isaan hin gaddanus.\"","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:39","price":"Warri kafaranii aayatoota keenya kijibsiisan, isaan sun warra ibiddaati, Isaan ishee keessatti hafoodha.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:40","price":"Yaa Ilmaan Israa’iil! qananii tiyya tan Ani ittiin isin qanansiise yaadadhaa. Waadaa kiyyas guutaa; Anis waadaa keessan nan guuta. Ana qofa sodaadhaa!","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:41","price":"Waan Ani buuse kan mirkaneessaa waan isin bira jiruu (Tawraatiifi Injiil) ta’etti amanaa. Jalqaba warra isatti kafaruu hin ta’inaa. aayatoota kiyyaan maallaqa xiqqaa hin bitatinaa. Ana qofa sodaadhaa.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:42","price":"Dhugaa sobaan [walitti] hin makinaa; osoo beeytanuu haqa hin dhoksinaas.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:43","price":"Salaata seeraan salaataa; zakaas kennaa; warra rukuu’a godhan wajjinis rukuu’a godhaa.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:44","price":"Sila  gaariitti nama ajajaa lubbuu keessan dagattanii! odoo kitaaba dubbiftanuu. hin xiinxaltanii!","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:45","price":"Obsaafi salaataan gargaarsa barbaadaa. Dhugumatti, isheen warra [Rabbiin] sodaatan irratti malee ulfaattuudha.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:46","price":"[Isaan] warra Gooftaa isaanii qunnamuufi gara Isaatti deebi’uu mirkaneeffataniidha.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:47","price":"Yaa Ilmaan Israa’iil! qananii tiyya kan Ani isiniin qananiise yaadadhaa. ani aalama hunda irra isin caalchiseera.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:48","price":"Guyyaa lubbuun [takka] lubbuu (biraa) homaa hin fayyadne, kan jaarsummaan (araarsi) ishee irraa hin fudhatamneefi gumaanis ishee irraa hin fuudhamne, kan isaanis hin tumsamne san sodaadhaa.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:49","price":"Ammas yeroo Nuti ummata fir’awn jalaa nagaya isin baafne san (yaadadhaa). kan hamtuu adabbii isin dhandhamsiisaa turan, kan ilmaan dhiiraa keessan gorra’aniifi dubartoota keessan dhiisan.Sana keessa balaa guddaa Gooftaa keessan irraa ta’etu jira.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:50","price":"Yeroo bahra isiniif addaan baqaysine, ergasii nagaya isin baafnee, ummata fir’awnaa odoo isin argitanuu bishaaniin dhidhimsine sanis [yaadadhaa].","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:51","price":"Yeroo Muusaaf halkan afurtama beellamne [yaadadhaa]. Ergasii isin isa boodaa jibicha [gabbaramaa] taasifattanii warra of miidhe taatan .","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:52","price":"Ergasii sana booda dhiifama isiniif goone akka isin (Rabbi) galateeffataniif jecha .","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:53","price":"|Yeroo Muusaaf kitaaba (Tawraatii)fi seera adda babaasaa dhugaafi kijibaa akka isin qajeeltaniif jecha kennines [yaadadhaa].","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:54","price":"Yeroo Muusaan ummata isaatiin  jedhes [yaadadhaa]  \"yaa ummata kiyya! isin mirgoo [gabbaramaa] taasifachuun lubbuu keessan miitanii jirtan. Kanaaf gara [Rabbii] isin uumeetti deebi’aa, Lubbuu teessanis ajjeesaa, Sanatu Uumaa keessan biratti isiniif caala\" (yaadadhaa). Ergasii [Rabbiin] dhiifama isinii godhe (tawbaa keessan qeebale) Dhugumatti, Inni akkaan tawbaa qeebalaa akkaan rahmata godhaadha.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:55","price":"Yeroo isin \"yaa Muusaa! nuti hanga Rabbiin ifatti arginutti siif hin amannu\" jettanii odoo isin argitanuu duuti isin qabattes [yaadadhaa].","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:56","price":"Ergasii du’a keessan booda isin kaafne akka isin (Rabbi) galateeffattaniif jecha.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:57","price":"Duumessa isin irratti gaaddiseessine. Manniifi (waan akka dayma adii) Salwiis (simbira xixiqqoo) isin irratti buufne, \"Wantoota gaggaarii Nuti isiniif kennine irraa nyaadhaa\" (isiniin jenne) Isaanis homaa nu hin miine; garuu lubbuulee isaanii kan miidhan turan","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:58","price":"Yeroo Nuti \"magaalattii tana seenaa; ishee irraas iddoo feetanii [nyaata] bal’aa nyaadhaa, Balbalichas sujuudaa seenaa\"[Kadhaan keenyas badiin] nurraa harca'uudha\" jedhaa, badii keessan isiniif araaramna, Warra toltuu hojjataniif [mindaa] dabaluuf jirra\" jennes [yaadadhaa].","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:59","price":"Warri miidhaa hojjatan [jecha isaaniin jedhame] jecha isa isaaniin hin jedhaminitti jijjiiran. warra miidhaa hojjatan irratti azaaba samii irraa ta'e buufne, Waan isaan fincilaa turaniif jecha .","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:60","price":"Yeroo Muusaan ummata isaatiif dhugaatii (bishaan) barbaadee achumaan Nutis \"ulee teetiin dhagicha dhayi\" jenneen,[yaadadhaa] (innis nidhayee) achumaan burqituun kudha lama isarraa maddite, Namoonni hundi iddoo irraa dhugan beekanii jiru \"hiree Rabbii irraa nyaadhaa, dhugaa; Dachii keessas badii hin babal’isinaa\" [jenneen].","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:61","price":"Yeroo \"Yaa Muusaa! nuti nyaata tokko irratti hin obsinuu, Gooftaa kee nuuf kadhu akka waan dachiin biqilchitu irraa, kudraa ishee irraa, dabaaqula ishee irraas, qamadii ishee irraas, misira ishee irraas, shunkurtii ishee irraas nuuf baasu \" jettanis [yaadadhaa]. (Muusaanis) ni jedhe: \"Sila isin isa gadi aanaa ta’etti isa caalaa ta’e jijjiirrattuu? Gara magaalaa gadi bu’aa; wanti gaafattan isiniif jira.\" Salphinaafi hiyyummaan isaan irratti haguugamtee, dallansuu Rabbi irraa ta’een deebi’an, Kun waan isaan aayatoota Rabbiitti kafaraa, nabiyyootas haqaan ala ajjeesaa turaniifi. Kun waan isaan fincilaa, daangaas dabraa turaniif.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:62","price":"Dhugumatti warri amanan, isaan yahuudoman, kiristaanonniifi saabi’oonni (isaan warra maleeykaa yookaa urjii gabbaru) [isaan irraa] namni Rabbiifi Guyyaa Aakhiraatti amanee toltuus hojjate, isaaniif mindaan Gooftaa isaanii biratti tahee jira. Sodaanis isaan irra hin jiru; Isaanis hin gaddanu.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:63","price":"[Yaa ilmaan Israa’iil!] Yeroo Nuti waadaa keessan qabanneefi [gaara] Xuuris isin gubbaatti ol kaafnee \"waan Nuti isiniif kennine cimsaa qabadhaa, Akka Rabbiin sodaattaniif waan isa keessa jirus yaadadhaa’ isiniin jenne [yaadadhaa].","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:64","price":"Ergasii sana booda gara galtan, Odoo tolli Rabbiitiifi rahmanni Isaa isin irra jiraachuu baatee, silaa isin warra hoongaye irraa taatu.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:65","price":"Dhugumatti isin warra isin irraa [dhimma] Sanbataa keessatti daangaa dabranii, \"isin jaldeeyyii salphattoota ta’aa\" isaaniin jenne beektanii jirtu.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:66","price":"Kanaafuu Nuti ishee (adabbii sana) warra isaaniin duraatiifi isaaniin boodaatiif jiilchaa, warra Rabbiin sodaataniif immoo gorsa taasifne.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:67","price":"Yeroo Muusaan ummata isaatiin \"dhugumatti, Rabbiin sa’a qaluutti isin ajaja\" jedhe [yaadadhaa], [Ummanni isaas] \"sila ati qishnaa nu godhattaa?\" jedhan, [Muusaanis] \"ani warra wallaaloo [namatti qoosan]irraa ta’uu irraa Rabbittin maganfadha\" jedhe.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:68","price":"[Ummanni isaas] \"isheen maal akka taate ifa nuuf haa godhuu Gooftaa kee nuuf gaafadhu\" jedhaniin, [Muusaanis] ni jedhe: \"dhugumatti, Inni (Rabbiin) ‘isheen sa’a hin dulloomin, kan jabbiis hin ta’in giddu gala taate’ jedha, Waanuma ajajamtan dalagaa.\"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:69","price":"[Ummanni isaas] \"bifa ishee ifa nuuf haa godhuu Gooftaa kee nuuf gaafadhu\" jedhan, [Muusaanis] \"dhugumatti, Inni (Rabbiin) ‘isheen sa’a daalattii, bifti ishee akkaan daalattii daaw’attoota gammachiiftuudha' jedha\" jedheen.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:70","price":"[Ummanni isaas] “ Gooftaa kee nuuf gaafadhu maalummaa ishee ifa nuuf haa godhuu Dhugumatti, sa’oonni nurratti wal fakkaataniiru; Nuti yoo Rabbiin fedhe qajeeluuf jirra\" jedhan.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:71","price":"[Muusaanis] ni jedhe: \"Inni (Rabbiin) ‘dhugumatti isheen sa’a dachii qotuufi oorruu (bishaan) obaasuu irratti hin leenjifamin, kan [hirdhuu qaamaa irraa] nagaa taateefi bifti makaan ishee keessa hin jirreedha’ jedha.\" [Ummanni isaas] \"amma dhugaa fiddee jirta\" jedhan.ishee nigorra'an Kan hojjachuuttis hin dhihaanne ta’anii turan.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:72","price":"Yeroo lubbuu ajjeeftanii [waa’ee] ishee keessatti wal falmitan [yaadadhaa]. Rabbiin waan isin dhoksaa turtan ifa baasaadha.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:73","price":"\"Garii [qaama] isheetiin isa (reeffa isaa) dhawaa\" jenne, akka kanatti Rabbiin du’aa jiraachisee mallattoolee Isaas isinitti agarsiisa Akka isin xiinxaltaniif jecha  .","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:74","price":"Ergasii san booda onneewwan keessan ni gogde, Isheen [gogiinsa keessatti] akkuma dhagaati; yookiin goginaan ni caalti, Dhugumatti dhagoota irraa kan laggeen isarraa maddantu jiru, ishee (dhagoota) irraa kan dhodhooyee bishaan isa irraa ba’us ni jira, Ammas isaan irraa kan sodaa Rabbii irraa ka'ee gadi kufutu jira, Rabbiin waan isin dalagdan irraa dagataa miti.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:75","price":"Sila! isiniif amanuu kajeeltuu? kan gareen isaan (Yahuudaa) irraa ta’e haasa’a Rabbii dhaga’anii eega hubatanii booda odoo beekanuu jijjiiran jiranuu.","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:76","price":"Yeroo warra amanan qunnaman \"nuti amannee jirra\" jedhan,Yeroo gariin isaanii garii waliin kophaa ba'an, \"sila akka Rabbii keessan biratti ittiin isin falmanuuf waan Rabbiin isin beeksise isaanitti odeessituu! Sila hin xiinxaltanuu!\" jedhu.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:77","price":"Sila isaan akka Rabbiin waan isaan dhoksaniifi waan isaan mul'isan beeku hin beekanuu?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:78","price":"Isaan irraas wallaaltota hawwii sobaa malee kitaaba hin beeknetu jira. Isaan kan shakkan malee homaa miti.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:79","price":"badiin mirkanaa'e! warra kitaaba harka isaaniitiin katabanii, ergasii isaan gatii xiqqaa bitachuuf jecha \"kun Rabbiin biraa bu’e\" jedhaniif.  Waan harki isaanii barreessiteef jecha badiin isaaniif haa ta’u! Ammas waan isaan carraaqqataniif jecha badiin isaaniif haa ta’u.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:80","price":"\"Ibiddi guyyaa lakkaa’amtuu malee nu hin tuuqxu\" jedhan. jedhiin \"Sila isin Rabbiin bira waadaa kaayattanii? [Yoo akkas ta’eef] Rabbiin waadaa isaa hin diigu; [miti] dhugaatti, waan hin beekne Rabbi irratti dubbattan\".","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:81","price":"[Dubbiin akka isin jettan] miti! Namni hamtuu hojjatee hamtuun isaa isa marsite, isaan warra ibiddaati. Isaan ishee keessatti hafoodha.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:82","price":"Warri amananii, gaggaarii hojjatan isaan warra jannataati. isaan ishee keessatti hafanuudha.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:83","price":"Ammas yeroo Nuti Ilmaan Israa’iil waadaa qabanne [yaadadhaa] \"Rabbiin malee [waan biraa] hin gabbarinaa; abbaafi haadhaaf tola oolaa, firootaafis, yatiimotaafis, hiyyeeyyiifis (tola oolaa). namootattis toltuu haasa’aa; salaatas gadi dhaabaa; zakaas kennaa\" (jenneen).  Ergasii garagaltan nama muraasa isin irraa ta’e malee, uf duuba deebi’oo taatanii.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:84","price":"Yeroo Nuti waadaa keessan qabanne  [yaadadhaa]. \"dhiigoowwan keessan wal hin dhangalaasinaa; lubbuulee teessan (namoota keessan) manneen keessan irraa hin baasinaa\" (jechuun) ,  ergasii isin ni mirkaneessitan ragaa bahoo taatanii.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:85","price":"Ergasii isinuma kanneentu lubbuu keessan (walii) ajjeeftan. garee isin irraa ta’e manneen isaanii irraa baaftan; isaan irrattis badiifi diinummaan wal gargaartan. Yoo isaan booji’amtoota ta’anii isinitti dhufanii immoo isaan bilisoomsitan. inni dhoowwaadha isinirratti isaan baasuun. Sila garii kitaabaatti amantanii gariitti kafartuu? galanni nama isin irraa kana hojjatuu jireenya addunyaa keessatti salphina malee hin jiru. Guyyaa Qiyaamaa gara azaaba cimaa deebifamu. Rabbiin waan isin dalagdan irraa dagataa hin taane.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:86","price":"Isaan warra jireenya addunyaa Aakhiraan bitataniidha. Kanaafuu azaabni isaan irraa hin salphifamu. Isaan hin gargaaramanus.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:87","price":"Dhugumatti Nuti Muusaaf kitaaba kenniineerra, Isa boodas ergamtoota walitti aansuun hordofsiifnee jirra, Iisaa ilma Maryamiifis mallattoolee ifa ta’an kenninee jirra. \"Ruuhul Qudsiin\" (Jibriiliinis) isa jabeessinee jirra. Sila dhawaatyma ergamaan waan lubbuun teessan hin feeneen isinitti dhufuun boontani?  garii kijibsiiftanii garii ajjeeftu.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:88","price":"[Isaanis] \"Onneewwan keenya cufamaadha\" jedhan. dhugumatti sababa kufrii isaanii Rabbiin isaan abaare. xiqqoo amananu.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:89","price":"Yeroo kitaabni Rabbiin biraa ta’e kan waan isaanii wajjin jiru (Tawraatifi injiilin) dhugoomsu isaanitti dhufu, kan san dura akka warra kafaran irratti injifannoo argataniif [dhufaatii Nabi Muhammadiin SAW Rabbiin] kadhachaa turanii yeroo wanti isaan beekan isaanitti dhufu isatti kafaran. abaarsi Rabbii kaafiroota irra haa jiraatu.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:90","price":"wanti isaan lubbuulee isaanii ittiin jijjiirratan waa fokkate, waan Rabbiin buusetti kafaruun, Rabbiin tola Isaa irraa gabroota Isaa gidduu nama fedhe irratti buusuu waanyuun (jibbuun) (kan kafaran), Kanaafuu dallansuu irratti dallansuudhaan deebi’an. Kaafirootaaf azaaba xiqqeessaatu jira.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:91","price":"Yeroo waan Rabbiin buusetti amanaa isaaniin jedhame \"nuti waan nurratti buufametti amanna\" jedhu. Waan isaan ala jiru itti kafaran, odoo inni dhugaa dhugoomsaa waan (kitaaba) isaaniin wajji jiruu ta’ee jiruu. (Yaa Muhammad! SAW) jedhiin: \"Sila maaliif san dura nabiyyoota Rabbii ajjeeftu? yoo dhugaan mu’uminoota taatan\"","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:92","price":"Dhugumatti Muusaanis ragaawwan ifa ta’aniin isinitti dhufee jira. Ergasii isin lubbuu keessan miidhoo taatanii isa booda (bakka inni hin jirretti) mirgoo [gabbaramaa] godhattan.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:93","price":"Yeroo Nuti waadaa keessan qabannee Gaara Xuurii isin gubbatti ol fuunee \"Waan Nuti isiniif kennine ciminaan qabadhaa. [Jecha keenyas] dhagayaa\" (jenne) [yaadadhaa]. Ni jedhan: \"Dhageenyee dinne.\" Onneewwan isaanii keessa sababaa kufrii isaanitiin [jaalala] mirgoo [gabbaruu] obaafamanii jiru. jedhi \"wanti iimaanni keessan itti isin ajaju waa fokkate\" Yoo mu’uminoota taataniif.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:94","price":"Jedhi: \"Yoo manni Aakhiraa Rabbiin biratti isin qofaaf namoota biraatiin ala kophatti ta’e, mee du’a hawwaa yoo dhugaa kan dubbattan taataniif .\"","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:95","price":"gonkumaa isa hin hawwanu waan harki isaanii dabarfatteef jecha, Rabbiin warra miidhaa dalaganu akkaan beekaadha.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:96","price":"Nama hunda irra jireenyaaf bololaa ta’uu isaanii argita. Mushrikoota irraallee [jireenyaaf bololu]. Tokkoon isaanii odoo waggaa kuma jiraachifamee jaalata jiraachifamuun isaa kan isa hin azaabarraa isa hinfageessine ta’ee jira, Rabbiin waan isaan dalagan akkaan argaadha.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:97","price":"jedhi \"Namni Jibriiliif diina ta’e, [dallansuu isaatiin haa du’u]”. inni (jibriil) fedha Rabbiitiin onnee kee irratti isa (Qur’aana) buuse. inni (qur'aanni) dhugoomsaa waan isa duraatiifi mu’uminootaaf qajeelchaafi gammachisaadha.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:98","price":"Namni Rabbiif, malaa’ikootaaf, ergamtootaaf, Jibriiliifi Miikaa’iiliif diina ta’e [kaafira]. Dhugumatti Rabbiin kaafirootaaf diina.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:99","price":"Nuti dhugumatti keeyyattoota ifa ta’an gara keetti buufnee jirra, Isaanitti kan kafaru finciltoota malee hin jiru.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:100","price":"Sila isaan dhawaata waadaa wahii seenaniin, gareen isaan irraa ta’e isa gataa (waadaa diigaa)? Dhugaatti irra hedduun isaanii hin amanan.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:101","price":"| Yeroo ergamaan Rabbiin biraa dhugoomsaa waan isaan biraa ta’ee isaanitti dhufes, gareen warra kitaabni kennameef irraa ta’e akka waan hin beekiniitti kitaaba Rabbii dugda duuba isaaniitti of irraa darbu.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:102","price":"Waan shayxaanonni bara mootummaa Sulaymaan keessa qara’aa turan hordofan, Sulaymaan hin kafarre Garuu shayxaanonni nikafaran, sihrii nama barsiisan, waan malaa’ikoota lamaan Haaruutiifi Maaruut irratti Baabil keessatti buufames (nama barsiisan). Isaan (malaa’ikoonni) lamaan nama tokkos odoo \"Nuti mokkoroof dhufnee hin kafarin\" hin jedhin (sihrii) hin barsiisan. (Namoonnis malaa’ikoota) lamaan irraa waan ittiin dhirsaafi niitii addaan baasan baratu. Isaansun nama tokko hayyama Rabbiitin ala kan isasanin miidhan hin taane. Waan isaan miidhuu malee isaan hin fayyadne baratan. Dhugumatti, isaan (yahuudonni) akka warri isa (sihrii) bitate Aakhiratti qooda homaa hin qabaanne sirritti beekaniiru. wanti isaan lubbuulee isaanii itti gurguran waa fokkate! Odoo kan beekan ta’anii,","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:103","price":"Odoo isaan amananii Rabbiin sodaatanii, silaa mindaan isaan Rabbiin biraa argatan akkaan caalaa ture; odoo kan beekan ta’anii (silaa kan biraa hin filatanu).","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:104","price":"Yaa warra amantan! (Ergamaa Rabbiitiin) \"Raa’inaa\" hin jedhinaatii \"Unzurnaa\" jedhaa; dhageeffadhaas. Kaafirootaaf azaaba laalessaa ta’etu jira","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:105","price":"Abbootii kitaabaas ta’ee mushrikoota irraa warri kafaran Gooftaa keessan irraa toltuun isin irratti buufamuu hin jaalatanu. Rabbiin rahmata Isaatiin nama fedhe kophxeessa. Rabbiinis abbaa tola guddaati.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:106","price":"Wanta keeyyata irraa jijjiirre yookiin si irraanfachiifne caaltuu ishee yookiin fakkaattuu ishee finna. Sila ati Rabbiin waa hunda irratti danda’aa ta’uu hin beektuu?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:107","price":"Sila ati hinbeektuu Rabbiin mootummaan samiileefii dachii tan isaa tahuu? Isiniifis Rabbiin ala jaalalleefi gargaaraan hin jiru.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:108","price":"Dhugaatti isin ergamaa keessan gaafachuu feetu, akka muusaan kana dura gaafatame. Namni kufrii iimaanaan jijjiirrate, dhugumatti karaa sirrii irraa jallateera.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:109","price":"Hedduun warra kitaabaa irraa ta’an erga amantanii booda kaafiroota taatanii isin deebisuu (isin kafarsiisuu) jaalatu. waanyoo lubbuu isaanii irraa kan ka'e  eega dhugaan ifa isaanii galee booda, dhiifama godhaa; irras dabraa Hanga Rabbiin ajaja Isaa fidutti, Dhugumatti, Rabbiin waan hunda irratti danda’aadha.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:110","price":"Salaata gadi dhaabaa; zakaas kennaa,Toltuu irraa waan lubbuu keessaniif dabarfattan (kamillee) Rabbiin biratti isa argattu. Dhugumatti, Rabbiin waan isin hojjattan akkaan argaadha.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:111","price":"\"Nama yahuudaa yookiin kiristaana ta’e malee jannata hin seenu” jedhan, Kun hawwii isaaniiti “Yoo kan dhugaa dubbattan taataniif ragaa keessan fidaa\" jedhi.","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:112","price":"(Dubbiin akka isin jettanii) miti; namni gaarii dalagaa fuula isaa Rabbiif kenne mindaan isaa Rabbii isaa bira isaaf jira; sodaan isaan irra hin jiru; isaan hin gaddanus.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:113","price":"yahuudonni “kiristaanonni homaa irra (amantii sirrii ta’e hordofaa) hin jiranu” jedhu; Kiristaanonnis “yahuudonni homaa irra hin jiranu” jedhu,Oduma kitaaba qara’anuu,  Akkuma san warri hin beekne fakkaataa jecha isaanii jedhan, Rabbiin Guyyaa Qiyaamaa waan isaan isa keessatti wal dhabaa turan irratti gidduu isaaniitti murteessa.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:114","price":"Nama masjiidota Rabbii akka ihsee keessatti maqaan Rabbii hin faarfamne dhorgeefi onsuu isiitiif carraaqe caalaa namni miidhaa hojjate eenyu? Warri sun haala sodatoo tahaniin malee isii (masjiidota Rabbii) seenuun isaaniif hin ta’hu. Isaaniif addunyaa keessatti salphinatu jira. Ammas isaaniif Aakhiratti azaaba guddaa ta’etu jira.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:115","price":"Bahaafi Dhiitis kanuma Rabbiiti, Kanaafuu gara feetan yoo gara galtan Fuulli Rabbii achuma jira, Dhugumatti Rabbiin (rahmanni Isaa) bal’aadha; hunda beekaadha.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:116","price":"\"Raabbiin ilma godhate\" jedhan, Inni (waan isaan jedhanirraa) ququllaa'e, Dhugaatti wanti samiileefi dachii keessa jiru (hundi) kan Isaati. Hunduu isaaf ajajamoodha.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:117","price":"(Inni) argamsiisaa samiifi dachiiti, Yeroo dhimma wahii murteesses, wanti Inni isaan jedhu argamii qofa; yeroma san argama.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:118","price":"Warri (homaa) hin beekne: \"maaliif Rabbiin nuun hin dubbanne yookiin maaliif mallattoon wahii nuuf hin dhufne? jedhu; akkasuma warri isaaniin duraa fakkaataa jecha isaanii jedhan, Onneen isaanii wal fakkaatte, Dhugumatti, Nuti namoota (amantii Rabbii) mirkaneeffataniif aayatoota (keenya) ifa taasifnee jirra","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:119","price":"Nuti dhugaan gammachiisaafi akeekkachiisaa taasifnee si ergine. Ati warra ibiddaa irraa hin gaafatamtu.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:120","price":"Yahuudotas ta’anii kiristaanonni hanga ati amantii isaanii hordoftutti sirraa hin jaalatanu, (Yaa Muhammad! SAW) \"Dhugumatti qajeelfamni Rabbii isuma qofatu qajeelfama (sirriidha)\" jedhi. Erga beekumsa irraa sitti dhufee yoo fedha lubbuu isaanii hordofte, Rabbi irraa jaalallees ta’ee tumsaan siif hin jiru.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:121","price":"Isaannan Nuti kitaaba isaaniif kennine qaraatii malu isa qara’u, Isaan isatti amanu, Namni isatti kafare isaan warra hoonga’oodha.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:122","price":"Yaa ilmaan Israa’iil! qananii tiyya tan Ani isin irratti tola oole san yaadadhaa; Ani Aalama irra isin caalchisuu kiyyaas [yaadadhaa].","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:123","price":"Guyyaa lubbuun tokko lubbuu biraa hin fayyanne sodaadhaa. kan gumaanis ishee irraa hin fuudhamne, kan araarri homaatuu ishee hin fayyannee, kan isaanis tumsa hin arganne .","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:124","price":"Yeroo Ibraahiimiin Gooftaan isaa jechootaan isa mokkoree (Ibraahiimis) isa guute [yaadadhaa], (Rabbiinis) \" Ani ummataaf imaama (dursaan) si taasisa\" jedhe, (Ibraahiim) ni jedhe:\"Sanyii kiyya irraas (taasisi).\" (Rabbiinis) ni jedhe: \"Waadaan (nabiyyummaan) kiyya warra miidhaa hojjatan hin argatu\"","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:125","price":"Yeroo Manicha (Ka’abaa) namootaaf iddoo deddeebiifi iddoo nagaa taasifnes [yaadadhaa], Maqaama Ibraahiim irraas iddoo salaataa taasifadhaa, (Nutis) Ibraahiimiifi Ismaa’iiliin mana Kiyya warra isa irra naanna’aniif, warra keessa taa’aniifi warra (isa keessatti) rukuu’aafi sujuuda godhaniif qulqulleessaa jechuun waadaa seensifne.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:126","price":"Yeroo Ibraahiim jedhe \"Gooftaa kiyya! Magaalaa kana (Makkaan) iddoo tasgabbii taasisi, Warra (jiraattota) isaas, namoota isaan irraa Rabbiifi guyyaa Aakhiraatti amaneef fuduraalee irraa soorata isaaniif kenni\" jedhe [yaadadhaa], (Rabbiinis) \"Nama kafares (niin nyaachisa); Ani xiqqoon isa qanansiisee ergasii gara azaaba ibiddaattin isa geessa, Iddoo deebii kan akkaan fokkateedha!\"","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:127","price":"Yeroo Ibraahiimiifi Ismaa’iil \"Yaa Rabbi Ati dhagahaa beekaa dhaa! nurraa qeebali\" jedhaa; bu’uura manaa (Ka’abaa) ol fuudhan (ummataaf himi).","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:128","price":"\"Gooftaa keenya! Nu lamaanuu siif ajajamoo nu taasisi; sanyii keenya irraas ummata Siif ajajamtoota (taasisi), Manaasika’ keenyas (sirnoota hajjiifi umraah) nutti agarsiisi, Tawbaa keenyas nurraa qeebali, Dhugumatti, Ati Situ akkaan tawbaa qeebalaa, akkaan rahmata godhaadha.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:129","price":"Gooftaa keenya! Ergamaa isaan irraa ta’e isaan keessatti ergi, kan keeyyattoota kee isaan irratti qara’u, kan kitaabaafi ogummaa isaan barsiisee isaanis qulqulleessu. Dhugumatti, Ati Situ akkaan injifataa, ogeessa.\"","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:130","price":"Sila namni amantii Ibraahiim irraa gara galu eenyu? nama lubbuu isaa gowwoomse malee, dhugumatti addunyaa keessattis isa filannee jirra, inni Aakhiraa keessattis warra gaggaarii irraayyi.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:131","price":"Yeroo Gooftaan isaa \"(Rabbiin jala) butami\" isaan jennaan, [Inni] \"Gooftaa aalamaa jala butameera\" jedhe [yaadadhu].","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:132","price":"Ibraahiim ilmaan isaatiif ishee (Islaamummaa) dhaamee ture; Ya’aquubiis (sanuma dhaame); \"Yaa ilmaan kiyya! Dhugumatti, Rabbiin amantii isiniif filee jiraa Muslimoota taatanii malee hin du’inaa\" (jedhe).","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:133","price":"Sila yeroo Ya’aquubitti duuti dhufnaan ilmaan isaatiin \"ana booda maal gabbartan?\" jedhe isin bira jirtumoo? Isaanis ni jedhan: \"Nuti Gooftaa kee, Gooftaa abboota kee Ibraahiim, Ismaa’iiliifi Isihaaq gabbaramaa tokkicha kan ta’e gabbarra, Nuti Isaaf ajajamtoota (Muslimoota).\"","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:134","price":"Dhugumatti isheen sun ummata dabarte, Isheedhaaf mindaa waan oomishteetu jira; Isiniifis mindaa waan oomishtaniitu jira, Isinis waan isaan hojjataa turan irraa hin gaafatamtanu.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:135","price":"\"Ni qajeeltuu Yahuudaa yookiin Kiristaanota ta’aa\" jedhan, \"Dhugaatti karaa Ibraahiim isa qajeelaa ta’e (hordofna); Inni mushrikoota irraa hin taane\" jedhi.","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:136","price":"(Mu’uminoonni) jedhaa: “Nuti Rabbitti amannee jirra; waan gara keenyatti buufamettis; waan gara Ibraahiim, Ismaa’iil, Isihaaq, Ya’aquubii fi Asbaaxitti buufametti (amannee jirra) Waan Muusaafi Iisaan kennamanittis, Waan nabiyyoonni Gooftaa isaanii irraa kennamanittis (amannee jirra), Isaan irraa gidduu nama tokkoos addaan hin baafnu, Nuti warra Isaaf butameedha.”","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:137","price":"Yoo fakkaataa waan isin itti amantaniititti amananiif dhugumatti qajeelaniiru,Yoo isa irraa gara galan immoo isaan faallessuu qofa keessa jiru, Rabbiinis isaan siif ga’a (sirraa dhorga), Inni akkaan dhagayaa, akkaan beekaadha.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:138","price":"Halluu Rabbii isa uumamaa (amantii Isaa) (qabadhaa), kan Rabbirra halleessuu tolchu eenyu? Nuti isaaf gabbaroodha.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:139","price":"(Yaa Muhammad) jedhi: waa’ee Rabbii keessatti nuun falmituu?“odoo Inni Gooftaa keenyaafi Gooftaa keessan ta’ee jiruu, nuufis dalagaan keenya, isiniifis dalagaan keessan tahee jira,  Nuti (amantii) Isaaf qulqulleessoodha.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:140","price":"Sila Ibraahiim, Ismaa’iil, Isihaaq, Ya’aquubiifi Asbaax yahuudota yookiin kiristaanota turan jettuu? Sila isintu irra beekamoo Rabbi?” jedhiin. Sila nama ragaa Rabbirraa tahe kan isa bira jiru dhokse caalaa namni miidhaa hojjate eenyu? Rabbiinis waan isin dalagdan dagataa miti.\"","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"om"},{"name":"2:141","price":"Dhugumatti isheen sun ummata dabarte. Isheef waan oomishteetu jira; Isiniifis waan oomishtaniitu jira. Isinis waan isaan hojjataa turan irraa hin gaafatamtanu","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"om"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}