{"data":[{"name":"18:75","price":"(Namichi) ni jedhe: “Sila ani ati ana wajjiin obsuudhaaf hin dandeessu siin hin jennee?”","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:76","price":"(Muusaan) ni jedhe: “Yoon ishee kana booda waan tokko irraas si gaafadhe, natti hin miiltomiin (natti hin shariikin), Dhugumatti, ana biraa dhiifama (dhumaa) irra geessee jirta.”","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:77","price":"Ergasii isaan lamaan nideeman hanga warra magaalattii tokkoo bira dhufanii, jiraattota ishee nyaata gaafatan, isaan keessummeessuu didan. Ergasii dhaaba mana jiguu fedhuu tokko argan. (namichi) ol kaasee isa dhaabe (Muusaan): “Odoo feetee isa irratti mindaa fudhachuu ni dandeessa” jedhe.","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:78","price":"(Namichi) ni jedhe: “Kun addaan ba’iinsa gidduu kiyyaafi gidduu keetiiti. Ani hiikkaa wantoota ati irratti obsuu dadhabdee sittiin hima.","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:79","price":"Doonittiin tan namoota hiyyeeyyii galaana keessa dalaganii turte.ishee fokkisuu fedhe. isaan fuula duratti mootiin dooniwwan (fayyaa) hunda saamee fudhatu tokkootu jira.","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:80","price":"Mucichi immoo, haadhaafi abbaan isaa mu’uminoota. Nutis (yoo guddate) jallinaafi kufriidhaan isaan haguuguu sodaanne.","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:81","price":"Gooftaan isaanii (ilma) qulqullinaan isa irra caaluufi rahmatattis irra dhihoo ta’e bakka isaaniif buusu feene.","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:82","price":"Dhaabni manichaa immoo kan ijoollee yatiimota ta’an lama magaalattii keessa jiraataniiti ture. Isa jala immoo qabeenya awwaalame kan isaan lamaaniitu jira. Abbaan isaanii nama gaarii ture. Gooftaan kee (ijoollen lamaan) umrii ciminaa irra ga’anii qabeenya isaanii kan lafa jalatti awwaalame rahmata Gooftaa kee irraa ta’een akka baafatan fedhe. Anis kana (hunda) fedha kiyyaan hin hojjanne. Kun hiikkaa wantoota ati irratti obsuu hindandayiniiti.”","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:83","price":"Zulqarnayni irraas si gaafatu “Ani isa irraa oduun isin irratti dubbisuuf jira” jedhi.{1}","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"{1} zulqarneyni kan gaafa lamaa jechuudha.mootii gaariidha. dachii bahaa dhiha deemuu Rabbi isaaf mijjeesse. diinitti yaamuu tajaajila hawaasummaa kkaa kaarra jaaree irraa chfuuti hojjae.","lang":"om"},{"name":"18:84","price":"Nuti dachii keessatti isaaf mijeessinee jirra, Waan hunda irraa tooftaa isaaf kennine.","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:85","price":"karaa (gara dhihaa) deeme.","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:86","price":"Hanga iddoo lixa aduu ga’u, isheedhaa ija dhoqqee gurraattii keessatti lixxuu arge. Ishee biratti ummata wahii arge. Nuti ni jenneeni: “Yaa Zulqarnayn! Ati isaan adabuu yookiin isaanitti toltuu hojjachuu (filannoo qabda)”","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:87","price":"Ni jedhe: “Nama miidhaa hojjate nuti fuulduratti isa adabna, Ergasii gara Gooftaa isaa deebifamee Innis adabbii hamaa ta’e (jahannamiin) isa adabuuf jira.","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:88","price":"Nama amanee, gaarii hojjate immoo, isaaf mindaa gaarii ta’etu jira. Nuti ajaja keenya irraa laafaatti isa ajajuuf jirra.”","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:89","price":"Sana booda karaa hordofe (deemsa gara bahaa itti fufe).","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:90","price":"Hanga iddoo baha biiftuu ga’etti, isheedhaa ummata irratti baatu arge, (ummanni sunuu) kan nuti  ishee gaditti waan hagoogu isaaniif hingodhin.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:91","price":"(Dubbichi) akka kana, Wantoota isa bira jiran dhugumatti, beekumsaan marsineerra.","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:92","price":"Ergasii karaa (kaabaa) hordofe (deemsa ittifufe).","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:93","price":"hanga gidduu gaara lamaanii ga’e, isaan lamaanii asitti ummata haasa’a beekuutti hin dhihaanne arge.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:94","price":"(Isaanis) nijedhan “Yaa Zalqarnayn! Dhugumatti, Ya’ajuujiifi Ma’ajuuj dachii keessatti badii hojjatoodha,baasii (kafaltii) siif goonuu Nuufi isaan giddutti cufaa godhuu irratti?” {1}","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"{1} ya'ijuujiifii ma'ijuuj ilmaanuma namaati. garuu ummata shiftaadha. biyyatti weeraranii nama ajjeesuufii qabeenya saamuun beekaman. kanaaf akka zulqarneeyni kaarra jaaree itti cufu gaafatan, qabeenya walitti guurree siif kafalla jedhaniin. garuu zulqarneeyni waan mootii gaarii taheef akkanumatti tola jaareef homaa hinkafalchiifne.","lang":"om"},{"name":"18:95","price":"(Innis) ni jedhe: “Waan Gooftaan kiyya isa keessatti naaf mijeessetu caala. humnaan na gargaaraa, Gidduu keessaniifi isaaniitti cufaa nan godhaa, .","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:96","price":"Muraa Sibiilaa naaf kennaa.” hanga iddoo gaara lamaan gidduu jiru guute “afuufaa” jedheen, hanga ibidda (diimaa) isa godhetti “sibiila baqe isa irrattin dhangalaasa naa fidaa ” jedhe.","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:97","price":"(Ya’ajuujifi Ma’ajuuj) isa irra koruu hin dandeenye; (jalaanis) isa uruu hin dandeenye.","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:98","price":"(Zulqarnayn) ni jedhe: “Kun rahmata Gooftaa kiyya irraa ta’e, Yeroo waadaan Gooftaa kiyyaa dhufe, bittinnaa’aa isa godha, Waadaan Gooftaa kiyyaa dhugaa ta’eera.”","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:99","price":"Guyyaa (qiyaamaa) san garii isaanii garii keessa kan dhangala’u taasifnee dhiifna. Garriin (xurumbaanis) ni afuufamaa, (uumama hunda) walittiqabiinsa walitti isaan qabna.","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:100","price":"Guyyaa san jahannamiin kaafirootaaf dhiyeessuu dhiheessina.","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:101","price":"(Isaan) warra ijjoowwan isaanii yaadannoo kiyya (Qur’aana) irraa haguuggaa keessa turanii, (isa) dhaga’uu hin dandeenye turan.","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:102","price":"Sila warri kafaran gabroota kiyya Anaa gaditti gabbaramtoota godhachuu yaaduu? Nuti jahannamiin kaafirootaf qubannoo qopheessineera.","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:103","price":"”Sila warra hojiin isaanii akkaan honga’oo ta’an isiniif himnuu?” jedhi.","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:104","price":"Isaan warra jiruu adunyaa keessatti hojiin isaanii duraa badeedha odoo isaan dalagaa tolchinee hojjannaa yaadanuu.","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:105","price":"Isaan sun warra keeyyattoota Gooftaa isaanitiifi wal qunnamtii Isaatti kafarani. dalagaaleen isaanii baddee. Guyyaa Qiyaamaa miizaana isaaniif hin dhaabnu.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:106","price":"Isaan sun galanni isaanii jahannami. waan kafaranii keeyyattoota kiyyaafi ergamtoota kiyyas qishnaa godhataniif jecha.","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:107","price":"Warreen amananii, gaggaarii hojjatan, Jannanni Firdaws qubannoota isaaniif taatee jirti.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:108","price":"Ishee keessa nituru. Ishee irraa jijjiiramuu hin barbaadan.","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:109","price":"Jedhi: “Odoo galaanni qalama jechoonni Gooftaa kiyyaa (ittiin barraa’u) ta’ee, silaa odoo jechoonni Gooftaa kiyyaa hin dhumne galaanni dhuma ture; odoma (galaanni biraa) kan isa fakkaatu gargaarsaan finneeyyuu (galaanatu dhuma ture).”","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"18:110","price":"Jedhi: “Ani namuma akka keessaniiti. kan haqaan gabbaramaan keessan gabaramaa tokkicha qofa ta’uu wahyiin gara kiyyatti godhamuudha. Kanaaf namni Gooftaa isaatiin wal ga’uu kajeelu dalagaa gaarii haa hojjatu; gabbartii Gooftaa isaa keessattis tokkollee hin qindeessin.”","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:1","price":"Kaaf Haa Yaa Ayn Saade","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:2","price":"(Kun) rahmata gooftaan kee Gabricha Isaa Zakariyyaaf (godhe) dubbachuudha.","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:3","price":"Yeroo inni Rabbii Isaa waamicha dhoksaa waame (dubbadhu).","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:4","price":"Nijedhe “Rabbii kiyya! Ani lafeen kiyya na laafe; mataan kiyyas Arrii makatee; Rabbii kiyya ani kadhaa keetiin hoonga’aa hin taane”.","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:5","price":"“Ani booda kootii firoota kiyya sodaadheen jira. Niitiin kiyyas maseentuudha. Suma biraa ilma naaf kenni.","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:6","price":"“Kan (amantii kiyya) na dhaaluufi kan sanyii Ya’aquub irraas dhaalu, Yaa Gooftaa kiyya! Jaallatamaa isa taasisi.”","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:7","price":"(Rabbiin ni jedhe): “Yaa Zakariyyaa! Nuti ilma maqaan isaa Yahyaa ta’een sigammachiifna. kan ammaan dura moggoo isaaf hingodhin (kan maqaa isaa namni biroo hinbaafatin)”","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:8","price":"(Zakariyyaan) ni jedhe: “(Yaa) Rabbii kiyya! akkamitti ilmi naaf ta’a? Odoo jaartiin too maseena taatee jirtuu, anis dulluma irraa hoonga ga’ee jiruu ?”","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:9","price":"Ni jedhe “(Dhimmichi) akkuma kana, Rabbiin kee ‘Kun anarratti laafaadha jedhe. ani kana dura si’ii homaa hin turin si uumeen jira.”","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:10","price":"(Zakariyyaan) ni jedhe: “(Yaa) Rabbii kiyya! Mallattoo naaf godhi.” (Rabbiin) ni jedhe: “Mallattoon kee halkan sadihiif (guyyaa sadihiif) odoo fayyaa qabduu (Zikrii malee) nama dubbisuu dhabuudha (dadhabuudha).”","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:11","price":"Mihraabarraa ummata isaa irratti gadi ba’ee, ganamaafi galgala Rabbiin qulqulleessuu (mallattoon) itti beeksise.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:12","price":"“Yaa Yahyaa! Kitaabicha ciminaan qabadhu” (jenneen). Beekumsa (ogummaa) ijoollummaan isaaf kennine.","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:13","price":"Mararfannaa Nu biraa ta’eefi qulqullinas (isaaf kenninee jirra). Inni (Rabbiin) sodaataa ta’eera.","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:14","price":"Haadhaafi abbaa isaatiifis tola oolaa ta’eera, Of tuulaa, dilaawaa hin taane.","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:15","price":"Nageenyi isarratti haajiraatu, guyyaa inni dhalate, guyyaa inni du’uufi guyyaa inni jiraataa tahee kaafamus.","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:16","price":"Kitaabicha (Qur’aana) keessatti Maryamiin yeroo maatii ishee irraa iddoo gara bahaatti achi baate dubbadhu.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:17","price":"Isaan irraa haguuggaa godhattee, ergamaa keenya (Jibriiliin) gara isiitti eregine, Inni nama (uumaan isaa) guutuu isiitti fakkaate.","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:18","price":"Ni jette: “Ani sirraa Rahmaanitti maganfadha. Yoo kan (Rabbiin) sodaattu taateef (naa tuqin)”","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:19","price":"(Jibriil) nijedhe “Ani ergamaa Rabbii keetiiti; ilma qulqulluu siif kennuuf (Rabbiin na erge)”.","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:20","price":"Ni jette: “akkamitti ilmi naaf ta’a Odoo namni tokko nan tuqin; sagaagaltuus odoon hin ta’in?”","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:21","price":"Innis ni jedhe: “Dhimmichi akkuma kana, Gooftaan kee ‘kuni narratti laafaadha; Namootaaf raajiifi rahmata Nu irraa ta’es isa godhuufi” jedhe. (Kun) dhimma murtaa’e ta’eera.","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:22","price":"Isa ulfoofte; kophaa ishee gara bakka fagoo isaan deemte.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:23","price":"Ciniinsuun gara gufuu timiraa ishee maqse, Ni jette: “Yaa gaabbii kiyya! Odoo kana dura du’ee, wan dagatamee hafe ta’ee maal qaba!”","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:24","price":"Ishee jalaa “Hin gaddin; dhugumatti, Gooftaan kee jala keetti laga xiqqoo taasiseera” jechuun isheetti lallabe.","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:25","price":"“Muka timiraa gara keetti hurgufi; asheeta timira bilchaataa ta’e sirratti harcaafti.","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:26","price":"Nyaadhu, dhugii; ijaanis itti gammadi. Yoo ilma namarraa tokko argite jedhiin ‘ani Rahmaaniif callisuu qodhaa (nazrii) galeen jira, hardha nama tokkos hin dubbisu”.","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:27","price":"Isa baadhattee gara ummata ishee dhufte, [Isaan] ni jedhan: “Yaa Maryam! Dhugumatti ati waan akkaan hamtuu hojjatte.","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:28","price":"Yaa obboleettii Haaruun! Abbaan kee nama badaa hin turre; haati teetis sagaagaltuu hin turre.”","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:29","price":"(Isiinis) gara isaatti akeekte, [Isaan] nijedhan “Akkamitti daaima siree daa’imummaa keessa jiru dubbifna?”.","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:30","price":"(daa’imichi) ni jedhe: “ ani gabricha Rabbiiti, Inni kitaaba naaf kenneera; nabiyyiis na taasisee jira.","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:31","price":"essalee jiraadhu barakeeffamaa na taasisee jira; salaataafi zakaas hangan lubbuun jiru naatti dhaamee jira.","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:32","price":"Haadha tiyyaaf tola oolaa (na godhe); of tuulaa hoonga’aa, nan taasifne.","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:33","price":"Nageenyi narratti jiraata Guyyaa ani dhaladhe, guyyaa ani du’uufi guyyaa ani kaafamuus ”.","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:34","price":"(kan waayee isaarraa dubbatame kun) Kun Iisaa ilma Maryami; inni jecha dhugaa kan isaan isa keessatti shakkaniidha.","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:35","price":"Rabbiif ilma taasifachuun hin malu, Inni qulqullaa’e, Yeroo dhimma tokko murteesse, wanti Inni jedhu “ta’i” jechuu qofa; innis yoosuu ta’a.","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:36","price":"(Iisaan) “Dhugumatti, Rabbiin Gooftaa kiyyaafi Gooftaa keessani, Kanaaf Isa qofa gabbaraa, kun karaa qajeelaadha”(jedhe.)","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:37","price":"Gareewwan (yahuudaafi nasaaraa) gidduu isaaniitti (waa’ee Iisaa irratti) wal dhaban; warra kafaraniif halaakni tahe wal gayii guyyaa guddaa (Qiyaamaa) san keessatti.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:38","price":"Maaltu akkaan dhaga’oo argoo isaan taasise, (Kaafiroonni) guyyaa isaan Nutti dhufan. Garuu hardha miidhaa raawwattoonni jallina ifaa ta’e keessa jiru.","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:39","price":"Guyyaa Gaabbii san isaan sodaachisi, yeroo dhimmichi murtaa’u Haala isaan daguu keessatti ta’aniin isaanII hin amanin.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:40","price":"Nuti Numatu dachiifi waan ishee irra jiru dhaala; garuma keenya deebifamus.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:41","price":"Kitaaba keessatti Ibraahiim dubbadhu, inni nama akkaan dhugaa dubbataa, nabiyyii ture.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:42","price":"Yeroo inni abbaa isaatiin jedhe “Yaa abbaa kiyya! Maaliif waan hin dhageenye, hin argineefi homaa sirraa deebisuu hin dandeenye gabbarta?”(dubbadhu).","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:43","price":"“Yaa abbaa koo! Dhugumatti, ani beekumsa irraa wanti sitti hin dhufin natti dhufee jira. na hordofi; ani karaa sirraawaan si qajeelcha.","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:44","price":"Yaa abbaa koo! Sheyxaana hin gabbarin; sheyxaanni Rahmaanitti fincilaa ta’eera.","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:45","price":"Yaa abbaa koo! ani Rahmaan irraa adabbiin si tuquun sodaadha, atis sheyxaanaaf jaalallee ta’uu keen (sodaadha)”.","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:46","price":"(Abbaan isaa) nijedhe “Yaa Ibraahiim! Ati gabbaramtoota kiyya (jibbitee) irraa garagaltaa? Yoo hin dhorgamne, ani dhagaaniin si tuma (si cafaqa), Yeroo dheeraaf narraa fagaadhu”.","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:47","price":"(Ibraahiim) nijedhe “Nageenyi sirra haa jiraatu! Ani Rabbii kiyyan araarama siif kadha, Inni akkaan rahmata naaf godhaa ta’eera”.","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:48","price":"“Isiniifi wantoota isin Rabbiin gaditti gabbartan irraan fagaadha. Gooftaa kiyya qofan gabbara, kadhaa gooftaa kiyyaatiin hoonga’aa ta’uu dhabuu koon abdadha”.","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:49","price":"Yeroma inni isaaniifi waan isaan Rabbii gaditti gabbaran irraa fagaatu, Isihaaqiifi Ya’aquubiin isaaf kennine, Hunda isaanii nabiyyii taasifne.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:50","price":"Rahmata keenya irraas isaaniif kennine, Gaariin dubbatamuu (faaruu) ol fuudhamaas isaaniif goone.","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:51","price":"Kitaaba (Qur’aana) keessatti (waa’ee) Muusaa dubbadhu, inni filatamaa ta’ee jira; ergamaa, nabiyyii ta’eera.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:52","price":"Nuti moggaa mirga (gaara) Xuur irraa isatti lallabnee, maqoo itti haasa’uunis (of itti) isa dhiheessine!","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:53","price":"Tola keenya irraa obboleessa isaa Haaruuniin nabiyyii (taasifnee) isaaf kennine.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:54","price":"Kitaaba (Qur’aana) keessatti (waa’ee) Ismaa’iil dubbadhu, inni beellama kabajaa ta’ee jira, Ergamaa, nabiyyii ta’ee jira.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:55","price":"Maatii (ummata) isaas salaatafi zakaatti kan ajaju ture. Gooftaa isaa biratti jaallatamaa ture.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:56","price":"Kitaaba keessatti Idriisiin dubbadhu, inni dhugaa dubbataa, nabiyyii ture.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:57","price":"Iddoo ol aanaattis ol isa fuunee jirra.","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:58","price":"Isaan sun warra Rabbiin isaan irratti tola oole; nabiyyoota ilmaan Aadam irraa ta’anii, warra Nuuhii wajjiin (doonii irratti) yaabbachiifne irraa ta’anii, ilmaan Ibraahiimiifi Israa’iil irraas ta’anii, warra Nuti qajeelchinee filanne irraas kan ta’aniidha, Kan yeroo keeyyattoonni Rahmaan isaan irratti dubbifamtu sujuudaafi booyaa kufaniidha. {1}","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"{1} asittis sujuuda qaraatiittu (tilaawaattu) barbaachisa.","lang":"om"},{"name":"19:59","price":"Isaan boodaas bakka bu’oota (gadhee)tu bakka bu'e. kan salaata miidhaniifi fedhaalee lubbuu isaanii hordofan. Hallayyaa jahannam quunnamuuf jiru.","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:60","price":"Nama tawbatee, amanee, gaarii hojjate malee Warri sun jannata seenu; homaa hin miidhamanu.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:61","price":"Jannatoowwan qubsumaa ishee Rahmaan gabroota Isaatiif fagootti waadaa gale (seenu). Inni waadaan Isaa dhufamaa ta’eera","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:62","price":"Nagaa (wal gaafachuu) malee ishee keessatti haasa’a fokkataa hin dhagayan. Ishee keessatti isaaniif sooranni isaanii ganamaafi galgala jira.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:63","price":"Jannatni sun ishee gabroota keenya irraa namoota Rabbiin sodaatan dhaalchifnuudha.","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:64","price":"Nuti (maleykonni) ajaja Gooftaa keetiitiin ala hin buunu, Wanti fuuldura keenyaa, wanti duuba keenyaafi wanti gidduu sana jirus kan Isaati, Gooftaan kee dagataa hin taane.","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:65","price":"(Inni) Gooftaa samii, dachiifi wantoota gidduu isaan lamaanii jiraniiti. Isa (qofa) gabbari; gabbartii isaarratti obsi. Sila Isaaf moggoo (fakkaataa) wahii ni beektaa?","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:66","price":"Namni nijedha “Sila ani ergan du’ee lubbuun jiraadhee (qabrii) baafamaa?”.","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:67","price":"Sila namni hin yaadatuu akka Nuti kanaan dura isa uumne, ka waa argamaa hintahin?","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:68","price":"Gooftaa keetiin kakannee! Dhugumatti, isaaniifi sheyxaanota walitti qabna, ergasii moggaa jahannamitti jilbeenfatoo taasifnee isaan fidna.","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:69","price":"Eegasii garee hunda irraa isaan Rahmaan irratti jallinatti irra cimoo ta’an ni baafna.","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:70","price":"Ergasii, dhugumatti, Nuti (isaan irraa) warra ishee (Ibidda) seenuu qaban ni beekna.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:71","price":"Isin irraa eenyulleen ishee bu'u malee hin hafu, Dirqama Rabbii keetiin murteeffameedha. {1}","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"{1} kuni hiikkaan isaa hundi namaa riqicha siraax jedhamu kan hallayyaa ibiddaarra diriirfame irra ceha jechuudha. namni badii hinqabne ibidda hinseenu waan taheef.","lang":"om"},{"name":"19:72","price":"Sana booda warra Rabbiin sodaatan nagaa baafna; warra miidhaa hojjatan immoo ishee keessatti jilbiiffatoo taasifnee (isaan) dhiifna.","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:73","price":"Yeroo keeyyattoonni keenya ifa ta’anii isaan irratti dubbifaman kaafiroonni mu’uminootaan nijedhan “Garee lamaan keessaa isa kamtu caalmaa sadarkaatiifi miidhagina teessoo qaba?”.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:74","price":"Isaaniin dura dhaloota heddu kan meeshaa mana keessaatiifi argaa ijaattis isaan caalaa babbareedoo ta’an balleessinee jirra?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:75","price":"Jedhi (Yaa Muhammad!-SAW): “Nama jallina keessa jiru Rahmaan (jallina inni filate) akkaan isaaf haa dabalu; hanga waan waadaa isaaniif galame, adabbii yookiin Qiyaamaa argan, nama iddoon isaa irra badaafi raayyaa waraanaatti irra dadhabaa ta’e fuulduratti ni beeku.","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:76","price":"Rabbiin warra qajeelaniif qajeeluma dabala, Hojiiwwan gaggaarii haftuu taateetu Rabbii kee biratti mindaadhaan caalaadha; deebiidhaanis isatu (irra) caalaadha.","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:77","price":"Sila isa keeyyattoota keenyatti kafaree hinarginee ati? kan “Ani dhugumatti, qabeenyaafi ilmaan kennamuufin jira” jedhe.","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:78","price":"Sila (iccitii) fagoo irratti mul’atemoo Rahmaan biratti waadaa wahii godhate?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:79","price":"Lakki; (kun hin ta’u) Nuti waan inni jedhu ni barreessina; azaabarraa dabaltii (isaaf malu) isaaf daballa.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:80","price":"Waan inni (qaba) jedhu (hunda) irraa dhaalla; inni kophaa isaa Nutti dhufa.","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:81","price":"Rabbii achitti gabbaramtoota godhatan Akka humnaafi kabajaa isaaniif ta’aniif jecha.","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:82","price":"Lakkisaa; (kun waan ta’uu miti) isaan fuulduratti gabbaruu isaanii ni mormu; isaan irrattis faallaa tahu.","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:83","price":"Sila ati hinarginee akka Nuti kaafiroota irratti sheyxaanota erginee (badii irratti) kakaasiinsa isaan kakaafti.","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:84","price":"Isaan (adabamuu) irratti hin jerjerin; Nuti lakkoofsa (guyyootaa) isaaniif lakkooyna.","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:85","price":"Guyyaa warra Rabbiin sodaatan gara Rahmaanitti jiila (garee kabajamoo) taasifnee isaan walitti qabnu [yaadadhu].","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:86","price":"Badii raawwattoota immoo dheebotoo taasifnee gara Jahannam oofna.","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:87","price":"Nama Rahmaan biraa waadaa qabate malee araarsaa argachuu hin danda’anu.","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:88","price":"“Rahmaan ilma godhate” jedhan.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:89","price":"Dhugumatti, isin waan fokkataa fiddaniirtu.","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:90","price":"(Kana) irraa samiileen babbaqaquu, dachiin dhodhooyuufi gaarreen caccabanii kufuuf dhiaatu (fiddan).","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:91","price":"Rahmaaniif ilma moggaasuu irraa (babbaqaqutti dhiaatu).","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:92","price":"Rahmaan ilma godhachuun isaaf hin malu.","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:93","price":"Wanti samiileefi dachii keessa jiran hundi gabra (Isaa) qofa ta’anii gara Rahmaan dhufanu malee hin hafan.","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:94","price":"Dhugumatti, Inni tokko tokkoon isaan beeka; lakkoofsa guutuu ta’es isaan lakkaa’eera.","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:95","price":"Hundi isaanii Guyyaa Qiyaamaa kophaa isaanii gara Isaatti (Rahmaanitti) dhufu.","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:96","price":"Dhugumatti, isaan amananii, gaggaarii hojjatan, Rahmaan jaalala isaaniif taasisa.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:97","price":"Wanti Nuti arraba kee irratti isa (Qur’aana kana) sii laaffifneef akka warra Rabbiin sodaatan ittiin gammachiiftee, ummata akkaan mormitoota ta’an immoo ittiin sodaachiftuufi.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"19:98","price":"Isaan dura dhaloota irraa meeqaatama balleessinee jirra! Sila isaan irraa tokkos argitaa? Yookiin hasaasa (qilixii) isaaniif ni dhageessaa?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:1","price":"Xaa haa.","arabic":"طه","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2349,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:2","price":"(Yaa Muhammad!) Nuti Qur’aana akka ati rakkattuuf sirratti hin buufne.","arabic":"مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2350,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:3","price":"Nama Rabbiin sodaatu yaadachiisuuf malee.","arabic":"إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2351,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:4","price":"Isa dachiifi samiilee ol fuudhamoo uume irraa buufamaadha.","arabic":"تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2352,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:5","price":"Rahmaan Arshii irratti (ol ta’iinsa Isaaf malu) ol ta’eera.","arabic":"ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2353,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:6","price":"Wanti samiilee, dachiifi gidduu isaan lamaanii jiruufi wanti biyyee jala jiru hundi kan Isaati.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2354,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:7","price":"Jecha yoo ol fuutes, dhugumatti Inni (Rabbiin) iccitiifi waan isa caalaa dhokates ni beeka.","arabic":"وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2355,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:8","price":"Rabbiin dhugaan gabbaramaan isa malee hin jiru. Maqoonni babbareedoon isaaf tahe.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2356,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:9","price":"Sila oduun Muusaa sitti dhufeeraa?","arabic":"وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2357,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:10","price":"Yeroo Ibidda argee maatii isaatin jedhe “as taa’aa ani ibiddaan argee, waan irraa qabsiifatanin isii irraa isinii fida. yookiin ibidda biraa nama (karaa irratti) na qajeelchu argachuun kajeelaa”.","arabic":"إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2358,"juzNumber":16,"footnotes":"as taa'aa","lang":"om"},{"name":"20:11","price":"Yeroma gara ishee dhaqe “Yaa Muusaa!” (jechuun) itti lallabamee.","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2359,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:12","price":"“Ani anumaatu Gooftaa keeti; kophee tee lamaan baafadhu, ati laga qulqulleeffamaa, Xuwaa keessa jirtaa.","arabic":"إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2360,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:13","price":"Ani si filadheeraa waan (sitti) beeysifamu dhageeffadhu.","arabic":"وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2361,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:14","price":"Ani anumaatu Allaahdha; dhugaan gabbaramaan hin jiru Ana malee! Ana gabbari. Yaadannoo kiyyaaf salaata seeraan salaati.","arabic":"إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2362,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:15","price":"Dhugumatti, Qiyaamaan dhuftuudha. akka lubbuun hundi waan hojjatte mindeeffamtuuf jecha. ishee dhoksuuttin dhihaadha.","arabic":"إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2363,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:16","price":"Ishee irraa gara si hin galchin Namni isheetti hin amanin, kan fedhii isaa hordofe, (Yoo isa hordofte) ni badda.”","arabic":"فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2364,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:17","price":"Yaa Muusaa! Wanti harka mirgaa kee keessa jiru sun maali?”","arabic":"وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2365,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:18","price":"(Muusaan) ni jedhe: “Isheen ulee tiyya; ishee irrattin hirkadha; Re’ee tiyyaaf isheenin (baala mukaa) harcaasa. Ishee keessa anaaf dhimmi biraas ni jira” .","arabic":"قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2366,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:19","price":"(Rabbiin) ni jedhe: “yaa Muusaa! Ishee darbi.”","arabic":"قَالَ أَلۡقِهَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2367,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:20","price":"Ishee ni darbeYeroma san bofa fiigdu taate.","arabic":"فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2368,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:21","price":"(Rabbiin) ni jedhe: “Ishee qabi; hin sodaatin; haala ishee kan jalqabaatti ishee deebifnaa.","arabic":"قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2369,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:22","price":"Harka kee gara cinaacha keetiitti maxxansi, adii taatee baati dhibee (tokko) malee, Mallattoo biraati.","arabic":"وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2370,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:23","price":"Mallattoolee keenya isaan gugurdoo irraa si agarsiisuufi.","arabic":"لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2371,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:24","price":"Gara Fir’awnaa deemi, inni daangaa dabree jira.","arabic":"ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2372,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:25","price":"(Muusaan) ni jedhe: “Yaa Gooftaa kiyya! Qoma kiyya naaf bal’isi.","arabic":"قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2373,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:26","price":"Hojii kiyyaas naaf laaffisi.","arabic":"وَيَسِّرۡ لِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2374,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:27","price":"Hidhaa (Cabaqa) arraba kiyya irraa hiiki.","arabic":"وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2375,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:28","price":"Jecha kiyya haa hubatanii.","arabic":"يَفۡقَهُواْ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2376,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:29","price":"Maatii kiyya irraa gargaaraa (qondaala) naaf godhi.","arabic":"وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2377,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:30","price":"Haaruun obboleessa kiyya.","arabic":"هَٰرُونَ أَخِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2378,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:31","price":"Isaan irree kiyya cimsi.","arabic":"ٱشۡدُدۡ بِهِۦٓ أَزۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2379,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:32","price":"Dhimma kiyya keessattis isa hirmaachisi.","arabic":"وَأَشۡرِكۡهُ فِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2380,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:33","price":"Akka baay’ee si faarsinuuf.","arabic":"كَيۡ نُسَبِّحَكَ كَثِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2381,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:34","price":"Akka baay’inaanis si yaadannuuf.","arabic":"وَنَذۡكُرَكَ كَثِيرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2382,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:35","price":"Dhugumatti, Ati nu argaa taateetta.”","arabic":"إِنَّكَ كُنتَ بِنَا بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2383,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:36","price":"(Rabbiin) ni jedhe: “Yaa Muusaa! Dhugumatti, kadhaa kee kennamtee jirta.","arabic":"قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2384,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:37","price":"Dhugumatti, yeroo biraas si qanansiifnee turre.","arabic":"وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2385,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:38","price":"Yeroo waan beeksifamu gara haadha teetii (wahyii) beeysifne.","arabic":"إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2386,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:39","price":"Sanduuqa keessa isa (daa’ima) kaayi; laga keessatti isa darbi; Lagichi moggaatti isa darbeeti diinni kiyyaafi diinni isaas isa fudhata. Jaalala Ana biraa ta’e si irratti darbeera; argaa ija tiyyaa  (tika kiyya) irratti akka guddattuuf.","arabic":"أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2387,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:40","price":"(Yaa Muusaa!) Yeroo obboleettin tee deemtee ‘Nama isa guddisu irratti isin qajeelchuu?’ jetteen [yaadadhu], gara haadha keetiitti si deebifne Akka ijji ishee tasgabbooftuufi isiin hin gaddineef jecha. Lubbuu ajjeeftee turtee yaaddoo guddaa jalaa si baraarree, mokkora cimaas si mokkorree jirra. Ergasii waggoota (baay’ee) warra Madyan keessa turtee jirta. Sana booda yeroo Ani siif murteessetti (bakka kana) dhuftee jirta; yaa Muusaa!","arabic":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2388,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:41","price":"lubbuu tiyyaaf si filadheera.","arabic":"وَٱصۡطَنَعۡتُكَ لِنَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2389,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:42","price":"Atiifi obboleessi keetis mallattoolee kiyyaan deemaa; zikrii kiyya keessattis isin lachanuu hin laafinaa.","arabic":"ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2390,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:43","price":"Isin lamaanuu gara Fir’awni deemaa; dhugumatti, inni daangaa dabree jira.","arabic":"ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2391,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:44","price":"Jecha laafaa (gaarii) isaan jedhaa. akka gorfamuuf yookiin akka sodaatuuf jecha”","arabic":"فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2392,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:45","price":"Isaan lamaan ni jedhan: “Gooftaa keenya! nuti adabbii cimaa nu adabuu; yookiin (nurratti) daangaa darbuu sodaanna”","arabic":"قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2393,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:46","price":"(Rabbiin) ni jedhe: “Hin sodaatinaa, Dhugumatti, Ani isin lamaan wajjinin jira; nan dhaga’a; nan argas.","arabic":"قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2394,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:47","price":"Isin lachanuu isa bira dhaqaa isaan jedhaa ‘Dhugumatti, nuti ergamtoota Gooftaa keetiiti; ilmaan Israa’iil nu waliin ergi; isaan hin adabin; dhugumatti, nuti mallattoon Gooftaa keetirraa sitti dhufne. Nageenyi nama qajeelfama (Rabbii) hordofe irratti taha.","arabic":"فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2395,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:48","price":"“nuti gara keenyatti wahyiin godhameera, adabbiin nama sobsiisee garagale irratti tahaadha”","arabic":"إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2396,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:49","price":"(Fir’awn) “Yaa Muusaa! Gooftaan keessan eenyu?” jedhe.","arabic":"قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2397,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:50","price":"(Muusaan) ni jedhe: “Gooftaan keenya Isa (waan hunda) akkaataa uumama isaa isaaf kennee sana, eegasii isa qajeelcheedha.”","arabic":"قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2398,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:51","price":"(Fir’awn) ni jedhe: “Haalli ummatoota darbanii hoo akkam ta’a?”","arabic":"قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2399,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:52","price":"(Muusaanis) ni jedhe: “Beekumsi ishee Gooftaa kiyya bira galmee keessa jira, Gooftaan kiyya hin dogoggoru; hin irranfatus”","arabic":"قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2400,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:53","price":"(Inni) Isa dachii afata isiniif godhee, ishee keessatti karaalee isiniif laaffisee, samii irraa bishaan buuse sani, Isaan (bokkaan) akaakuu biqiltuulee adda addaa irraa taate ni baafne (nimagarsine).","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2401,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:54","price":"(Isa irraa) nyaadhaa; beyladoota keessanis dheechisaa, Dhugumatti, kana keessa namoota qalbiilee (sammuu) qabaniif mallattoleetu jira.","arabic":"كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2402,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:55","price":"Ishee (dachii) irraa isin uumne; ishee keessatti isin deebifna; yeroo biraas ishee irraa isin baafna.","arabic":"۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2403,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:56","price":"Dhugumatti, mallattoolee keenya hunda ishee isatti (Fir’awnitti) argisiifneerra; innis ni sobsiisee; ni dides.","arabic":"وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2404,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:57","price":"(Fir’awn) ni jedhe: “Yaa Muusaa! Sila ati dachii teenya irraa sihrii teetiin nu baasuuf nutti dhuftee?","arabic":"قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2405,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:58","price":"Nutis sihrii fakkaataa isaatiin siif dhufna, gidduu keenyaafi gidduu keetti beellama godhi. kan nutiifi atis irraa hin hafne, iddoo giddu galeessa ta’etti”","arabic":"فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2406,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:59","price":"(Muusaanis) ni jedhe: “Beellamni keessan guyyaa ayyaanaati; namoonnis waaree walitti qabamuudha”","arabic":"قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2407,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:60","price":"Fir’awni gara galee, deemee dhara isaa walitti qabee eegasii dhufe.","arabic":"فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2408,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:61","price":"Muusaan isaaniin nijedhe “Yaa badii keessan! Rabbi irratti soba hin odeessinaa; adabbiidhaan isin balleessa, Dhugumatti, namni (Rabbi irratti) soba odeesse hoonga’ee jira”.","arabic":"قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2409,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:62","price":"Dubbii isaanii irratti gidduu isaaniitti wal falman, maqoo isaaniis dhokfatan.","arabic":"فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2410,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:63","price":"Ni jedhan: “Jarri lamaan kun falfaltoota, falfala isaanitiin dachii keessan irraa isin baasuu fedhan, karaa keessan ishee caaltuu taate dhabamsiisuu (fedhu).","arabic":"قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2411,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:64","price":"Tooftaa keessan walitti qabadhaa; sana booda hiriiraan koottaa, Dhugumatti, namni hardha irra aane (mo’ate) milkaa’eera.","arabic":"فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2412,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:65","price":"Yaa Muusaa! Ati darbachuu yookiin jalqaba nama darbuu nuti ta’uu (filadhu)” jedhaniin.","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2413,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:66","price":"(Muusaanis) “Lakkisaa; isinummaan darbaa!” jedhe, yoggus haadoowwan isaaniifi uleewwann isaaniis falfala isaanii irraa kan ka'e waan fiigdu (bofa) itti fakkeeffama.","arabic":"قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2414,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:67","price":"Muusaan lubbuu isaa keessatti sodaan itti dhaga’ame.","arabic":"فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2415,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:68","price":"“Hin sodaatin! Dhugumatti, ati sumatu ol'aanaa” jenneen.","arabic":"قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2416,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:69","price":"“Waan mirga kee keessa jiru darbi! Waan isaan dalagan ni liqimsiti, Wanti isaan dalagan (hundi) toftaa nama falfala hojjatuuti, Falfalaan bakkuma dhufe (hunda)ttuu hin milkaa’u”","arabic":"وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2417,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:70","price":"Ergasii warri falfala hojjatan sujuuda bu’anii “Gooftaa Haaruniifi Muusaatti amanne” jedhan.","arabic":"فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2418,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:71","price":"(Fir’awn) ni jedhe: “Odoo ani isiniif hin hayyamin isatti amantuu? Dhugumatti, inni guddaa keessan kan falfala isin barsiiseedha, harkowwaniifii miillan keessan wal faallessee mura. jirma muka timiraa irrattin isin fannisa, Isinis (yoos) eenyu keenya (anamoo Gooftaa Muusaatu) adabbiin isaa irra cimaafi turaa akka ta’e beekuuf jirtu.”","arabic":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2419,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:72","price":"Ni jedhan: “Waan nutti dhufe kan ragaawwan ifa bahan irraa ta’eefi Isa nu uume irra si hin caalchifannu, waan murteessitu murteessi! Wanti ati murteessitus jiruma addunyaa kana qofa.","arabic":"قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2420,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:73","price":"“Nuti Gooftaa keenyatti amannee jirra, Akka dogoggora keenyaafi falfala irraas waan ati isatti nu dirqisiifte nuuf araaramuuf, Rabbitu caalaafi hafaadha.","arabic":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2421,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:74","price":"Namni badii hojjataa ta’ee gara Rabbii isaa dhufe, isaaf dhugumatti, jahannamtu jira; ishee keessatti hin du’u, hin jiraatus.","arabic":"إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2422,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:75","price":"Namni Mu’umina ta’ee, dhugumaan hojiilee gaarii hojjataa gara Isaa dhufe isaan sun isaaniif sadarkaalee ol ta’aatu jira.","arabic":"وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2423,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:76","price":"Jannatoowwan qubsumaa tan jala ishee laggeen yaatutu (isaanif jira); ishee keessa yeroo hunda jiraatu, Kun mindaa nama qulqulleeffateeti.","arabic":"جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2424,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:77","price":"Dhugumatti, gara Muusaa  beeysifne “Gabroota kiyyaan halkaniin deemi! Isaaniif galaana keessatti karaa gogaa taasisi; (Fir’awn) si dhaqqabuufi (bishaaniin nyaatamuu) hin sodaattu” jechuudhaan.","arabic":"وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2425,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:78","price":"Fir’awni waraana isaa waliin isaan hordofe; galaanicha irraa wanti isaan haguuge isaan haguuge.","arabic":"فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2426,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:79","price":"Fir’awni ummata isaa ni jallise (isaan) hin qajeelchine.","arabic":"وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2427,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:80","price":"Yaa ilmaan Israa’iil! Dhugumatti Nuti diinota keessan jalaa isin baraarsinee, moggaa mirga gaara Xuur irratti waadaa isinii goonee, waan mi’aawaa damma fakkaatuufi foon allaattii isin irratti buufnee jirra.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2428,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:81","price":"Wantoota gaggaarii Nuti isiniif kennine irraa nyaadhaa, isa keessattis daangaa hin dabrinaa (hinjallatinaa); (yoo jallattan) dallansuu kiyyatu isin irratti bu’a, Namni dallansuun kiyya isa irratti bu’e, dhugumatti, bade.","arabic":"كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2429,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:82","price":"Ani akkaan araaramaadha nama tawbatee, amanee, gaggaarii hojjatee, sana booda (hanga du’utti) karaa qajeelaa qabateef","arabic":"وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2430,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:83","price":"“Ummata kee biraa maaltu si jarjarse? Yaa Muusaa!” (jedheen).","arabic":"۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2431,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:84","price":"(Muusaan) ni jedhe: “Kuunnoo isaan faana kiyya irra jiru, Yaa Gooftaa kiyya! Akka Ati (na irraa) jaallattuufiin gara kee jarjare.”","arabic":"قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2432,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:85","price":"(Rabbiin) ni jedhe: “Nuti dhugumatti, ummata kee siboodaa (bakka ati hin jirretti) mokkorree jirra; Saamiriyyichis isaan jallise.”","arabic":"قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2433,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:86","price":"Muusaan gara ummata isaa, dallanaa, gaddaa deebi’ee nijedhe “Yaa ummata kiyya! Sila Rabbiin keessan waadaa gaarii isiniif hin seennee? (Yeroo) beellamichaatu isinitti dheeratemoo? Dallansuun gooftaa keessan irraa isinitti bu’uu feetaniiti waadaa kiyya diigdanii?”","arabic":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2434,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:87","price":"[Isaan] ni jedhan: “Waadaa siif seenne fedha keenyaan hin diigne, Garuu nuti ba’aa (faaya) bareedumaa kan warra (Fir’awn) baachifamneeti, (ibidda keessatti) ishee darbine, Akkuma nuti darbinetti, Saamiriyyichis darbe.”","arabic":"قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2435,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:88","price":"Qaama, Jibicha (mirgoo), sagaleen barooduun isaaf jiru isaaniif baasee “Kanatu gabbaramaa keessaniifi gabbaramaa Muusaati; (Muusaan isa) irraanfateeti (barbaaduuf deeme)” jedhan.","arabic":"فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2436,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:89","price":"Sila kan inni jecha tokkos isaaniif deebisuu dhabuufi isaan miidhuus ta’ee fayyaduu hin dandeenye ta’uu hin arganii?","arabic":"أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2437,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:90","price":"Dhugumatti, sana dura Haaruun isaaniin jedhee ture.“Yaa ummata kiyya! Inni (kun) waan isin ittiin mokkoramtaniidha, Gooftaan keessan immoo Rahmaani; na hordofaa; ajaja kiyyas tole jedhaa”","arabic":"وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2438,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:91","price":"[Isaan] “ Nuti isa (Jibicha) gabbaruu irraa hin deemnu Hanga Muusaan gara keenya deebi’utti” jedhan.","arabic":"قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2439,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:92","price":"(Muusaan) ni jedhe: “Yaa Haaruun! Yeroo jallachuu isaanii argite maaltu si dhorge?","arabic":"قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2440,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:93","price":"Ana hordofuu (maaltu si dhorge?) Moo ajaja kiyya fudhachuu didde?”","arabic":"أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2441,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:94","price":"(Haaruunis) nijedhe “Yaa ilma harmee tiyyaa! Areeda kiyyas ta’ee mataa kiyya na hin qabin, ‘Ati gidduu ilmaan Israa’iil addaan baafte; jecha kiyyas hin eegdu (naan) jettaan sodaadhe”.","arabic":"قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2442,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:95","price":"(Muusaan) ni jedhe: “Ati hoo yaa Saamiriyyii! Maal taate?”","arabic":"قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2443,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:96","price":"(Saamiriyyiin) nijedhe “Ani waan isaan hin beekin beekeetin, faana kottee (farda) ergamaa (Jibriil) irraa (biyyee) hammaarrii tokko fudheen ishee darbe akka kana Lubbuun tiyya naaf miidhagsite”.","arabic":"قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2444,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:97","price":"(Muusaanis) ni jedhe: “Deemi jireenya keessatti ‘Nan tuqinaa jechaa jiraachuun siif tahaadha.’ ammas siif beellama ati hin hanbifamnetu siif jira. Gara gabbaramaa kee isa gabbaraa turtee ilaali, Nuti dhugumatti, isa gubna; eegasii (caccabaa isaa) galaana keessatti facaasinsa facaafna.”","arabic":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2445,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:98","price":"Rabbiin keessan Allaah kan Isa malee dhugaan gabbaramaan biraa hin jirre qofa. Inni waan hunda beekumsaan bal'ateera.","arabic":"إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2446,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:99","price":"Akkuma oduu (warra Fir’awn) kanatti waan dur dabre irraa sitti odeessina, Nuti dhugumatti, nu biraa yaadannoo (Qur’aana) siif kenninee jirra.","arabic":"كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2447,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:100","price":"Namni isa (Qur’aana) irraa garagale, dhugumatti, inni Guyyaa Qiyaamaa ba’aa (dilii) baadhata.","arabic":"مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2448,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:101","price":"Yeroo hunda isa (adaba ba’aa kanaa) keessa jiraatan, Guyyaa Qiyaamaa ba’aa isaanii ta’uun waa fokkate!","arabic":"خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2449,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:102","price":"Guyyaa garrii (xurumbaa) keessa afuufamu (dubbadhu), Guyyaa san badii raawwattoota (ija) cuquliisa (jaamaa) taasifnee walitti qabna.","arabic":"يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2450,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:103","price":"Gidduu isaaniitti “Isin (guyyoota) kudhan malee (addunyaa irra) hin turre” jechuun walitti hasaasu.","arabic":"يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2451,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:104","price":"Nuti waan isaan jedhan beekna yeroo mala irra beekaan isaanii “isin guyyaa tokko malee hin teenye” jedhu .","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2452,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:105","price":"Gaarreen irraas si gaafatu, “Gooftaan kiyya faffacaasuu ishee faffacaasa” jedhiin.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2453,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:106","price":"“Lafa wal qixxaa’aa dirree taasisee ishee dhiisa.","arabic":"فَيَذَرُهَا قَاعٗا صَفۡصَفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2454,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:107","price":"Ishee keessatti bu’aa bahiis hin argitu.”","arabic":"لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2455,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:108","price":"Guyyaa san lallabaa jallinni isaaf hinjirre hordofu; Sagaleewwan Rahmaaniif cal jetti, Shokomsaa malee homaa hin dhageessu.","arabic":"يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2456,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:109","price":"Guyyaa san manguddummaan homaa hin fayyaddu; nama Rahmaan isaaf hayyameefi jecha isaas irraa jaallateef malee.","arabic":"يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2457,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:110","price":"Inni waan fuuldura isaaniitiifi waan duuba isaaniitis beeka, Isaan immoo beekumsaan isa hin marsine","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2458,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:111","price":"Fuulli (Rabbii) jiraataa, waan hundaan dhaabatuuf gadi jette, Dhugumatti, namni miidhaa baadhate hoonga’e.","arabic":"۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2459,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:112","price":"Namni mu’umina ta’ee gaggaarii irraa hojjate, miidhaa (hamtuu irratti dabaluu)s ta’ee hirdhina (mindaa isaa) hin sodaatu.","arabic":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2460,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:113","price":"Akkanatti qur'aana Afaan Arabaa goonee isa (Qur’aana) buufne; isa keessatti akeekkachiisa irraa addeessine. akka isaan sodaataniif yookiin akka gorsa isaaniif haaromsuuf","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2461,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:114","price":"Egaa Allaahn, mootiin dhugaa, ol ta’eera, Odoo wahyiin isaa gara kee bu’ee hin xumuramin dura, Qur’aana (dubbisuutti) hin jarjarin, “(Yaa) Rabbii kiyya! Beekumsa naaf dabali” jedhi.","arabic":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2462,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:115","price":"Dhugumatti, sana dura Aadamitti beeksisa goonee, dagatee ture, Nuti kutannoo isaaf hin argine.","arabic":"وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2463,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:116","price":"Yeroo maleykotaan “Aadamiif sujuuda bu’aa” jenne [yaadadhu]. Ibliisa malee sujuuda bu’an. Inni ni dide.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2464,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:117","price":"Ni jenne: “Yaa Aadam! Dhugumatti, kun diina keetiifi (diina) niitii teetiiti, Jannata keessaa akka isin lamaanuu hin baafne; (yoo jannataa baate) ni rakkatta.","arabic":"فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2465,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:118","price":"Dhugumatti, ati ishee (jannata) keessatti beela’uu dhabuufi daaruu dhabuunis siif jira.","arabic":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2466,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:119","price":"Ammas ati ishee keessatti dheebochuu dhabuufi aduun gubachuu dhabuunis siif jira.”","arabic":"وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2467,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:120","price":"Sheyxaanni gara isaatti hasaasee: nijedhe “Yaa Aadam! Gara muka (as keessa) turiinsaatiifi mootummaa hin dhabamne irratti si qajeelchuu?” {1}","arabic":"فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2468,"juzNumber":16,"footnotes":"{1} hiikkaan muka yoo isa nyaatte zalaalam jannata keessa teessu, mootummaa hindhumne mootuu sigarsiisuu? jedheen sheyxaanni aadamiin.","lang":"om"},{"name":"20:121","price":"Isaan lamaan ishee irraa nyaatani; qaamni saalaa isaanii isaaniif mul’atte; baala jannataa irraa of irratti maxxansuu eegalan, Aadam (ajaja) Gooftaa isaa didee dogoggore.","arabic":"فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2469,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:122","price":"Eegasii Rabbiin isaa isa filatee, isaaf tawbaa qeebalee isa qajeelche.","arabic":"ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2470,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:123","price":"(Rabbiin) ni jedhe: “ isin lamaanuu waliin ishee (jannata) irraa (gara dachii) gadi bu’aa, Gariin keessan gariif diina ta’aatii, Ergasii yoo Ana irraa qajeelfamni isinitti dhufe, namni qajeelfama kiyya hordofe hin jallatu; hin rakkatus.","arabic":"قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2471,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:124","price":"Namni yaadannoo (Qur’aana) kiyya irraa garagale, dhugumatti, isaaf jireenya dhiphootu jira; Guyyaa Qiyaamaas jaamaa gooneeti isa kaafna.”","arabic":"وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2472,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:125","price":"“Gooftaa kiyya! Odoon (addunyaa irratti) nama argu ta’ee jiruu (har’a) maaliif jaamaa gootee na kaafte?” jedha.","arabic":"قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2473,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:126","price":"(Rabbiin) ni jedha: “Akka kanatti keeyyattoonni keenya sitti dhuftee, ishee dagatte, Atis hardha akkuma kanatti dagatamta.”","arabic":"قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2474,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:127","price":"Akkuma kanatti nama daangaa dabree, keeyyattoota Gooftaa isaatti hin amanin galata galchina, azaaba Aakhiraatu irra cimaafi irra hafaadha.","arabic":"وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2475,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:128","price":"Sila isaaniif adda hin baanee dhaloota isaaniin duraa irraa meeqaatama akka balleessine, kan isaan manneen isaanii keessa deemaa jiran, Dhugumatti kana keessa abbootii sammuutiif mallattooleetu jira.","arabic":"أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2476,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:129","price":"Odoo jechattiin Gooftaa kee irraa dabarteefi beellamni murtaa’e jiraachu baatee, silaa (adabni aaddunyaatti) isaan qabaa ta’a ture.","arabic":"وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2477,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:130","price":"Waan isaan jedhan irratti obsi, Gooftaa kee galatoomfataa faarsi baha biiftuu duraafi lixa ishee dura. Yeroo halkaniitiifi qarqara guyyaa irraas (Isa) qulqulleessi, (Kunis mindaa inni siif kennu) akka jaallattuufi.","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2478,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:131","price":"Ija kee lamaan hin diriirsin gara waan Nuti isaaniin qananiifnee, gareewwan adda addaa isaan irraa ta’an.kan miidhagina jireenya addunyaa ta’ee, akka isa keessatti isaan mokkoruuf jecha, Kennaa Rabbii keetiitu caalaafi irra hafaadha.","arabic":"وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2479,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:132","price":"Maatii kee salaatatti ajaji; ishee irrattis obsi, Nuti hiree si hin gaafannu, Nutu si soora. Booddeen (gaariin) warra Rabbi sodaatuufi.","arabic":"وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2480,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:133","price":"Ni jedhan: “Maaliif Gooftaa isaa irraa mallattoon nutti hin dhufne?” Sila ragaan ifa taate kan kitaabota durii keessa jirtu isaanitti hin dhufnee?","arabic":"وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2481,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:134","price":"Odoo Nuti isa (Rasuula -SAW) dura adabbiin isaan balleessinee, silaa ni jedhu turan: “Gooftaa keenya! Odoo ergamaa gara keenyatti ergitee, silaa odoo salphinaafi xiqqeenyi nu hin mudatin dura keeyyattoota kee hordofna turre.”","arabic":"وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2482,"juzNumber":16,"footnotes":"","lang":"om"},{"name":"20:135","price":"(Yaa Muhammad!): jedhi “Hunduu eegaadha, Isinis eegaa, Namni warra karaa sirrii ta’eefi namni qajeele (nuufii isin keessaa) eenyuun akka ta’e beekuuf jirtu”.","arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2483,"juzNumber":16,"footnotes":"","lang":"om"}],"juz":{"id":16,"name":"قَالَ أَلَمْ","transliteration":"Qal Alam","transEn":"He Said Did I Not","startVerse":"18:75","endVerse":"20:135","totalVerses":269}}