{"data":[{"name":"27:56","price":"Deebiin ummata isaas hintaane jechuu malee “Maatii Luux magaalaa keessan irraa baasaa, isaan namoota qulqulleeffatanii”.","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:57","price":"Isaafi maatii isaa ni baraarre, niitii isaa malee warra [adabbii keessatti] hafan irraa ta’uu ishee murteessine.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:58","price":"Rooba [dhagaa] isaan irratti roobsine, Roobni warra dinniinamanii waafokkatee.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:59","price":"(Yaa Muhammad) Jedhi: “Faaruun hundi kan Rabbiiti,  nageenyi gabroota Isaa kan [Inni] filate irra haa jiraatu, Sila Rabbi moo wantoota isaan [Isatti] qindeessantu caala?”","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:60","price":"Sila Inni samiileefi dachii uumee, samii irraa bishaan isiniif buusee ergasii ashaakiltiiwwan miidhagoo ta’an isaan magarsine [akka isa homaa hin uumneetii]? Mukkeen ishee biqilchuun (dandeettiin) isiniif hintaane, Sila Allaah wajjin gooftaan biraa ni jiraa? Isaan ummata Rabbitti qixxeessaniidha.","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:61","price":"Sila Isa dachii tasgabbooftuu taasise, kan ishee keessattis laggeen taasise, kan isheef (gaarreen) gadi lixan taasise, kan gidduu galaanota lamaatti girdoo taasise moo [warra isaan isatti dabalantu caala]? Sila Rabbii wajjin gabbaramaan biraa ni jiraa? Dhugumatti irra hedduun isaanii hin beekanu.","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:62","price":"Sila Isa yeroo namni rakkataan (muddamaan) Isa kadhate jalaa owwaatee hamtuu saaquufi bakka bu’oota dachii isin taasisu [moo waan isaan Rabbitti dabalantu caala?] Sila Rabbii wajjin gabbaramaan biraa ni jiraa? Hangi isin gorfamtan xiqqaadha.","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:63","price":"Sila isa dukkanoowwan dachii goggoyduufi galaanaa keessatti isin qajeelchu; kan qilleensa rahmata Isaa dura gammachiisaa godhee ergu (caalamoo warra isaan Rabbii achitti gabbarantu caala?) Sila Rabbii wajjiin gabbaramaan biraa ni jiraa? Allaahn waan isaan [Isatti] qindeessan irraa ol ta’e.","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:64","price":"Sila inni uumuu jalqabee ergasii isa deebisu eenyu? Ammas eenyutu dechiifi samii irraa hiree isiniif hira? Sila gabbaramaan biraa Allaah wajjin ni jiraa? Yoo kan dhugaa dubbattan taataniif ragaa keessan fidaa” jedhi.","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:65","price":"“Wanti samiileefi dachii keessaa hunduu Rabbiin malee wanta fagoo (ghaybii) hin beeku. Yoom akka kaafaman hin beekanu” jedhi.","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:66","price":"Sila beekumsa isaaniitu waa’ee Aakhiraatti dhaqqabee? Lakkisaa isaan ishee irraa shakkii keessa jiru; dhugumatti isaan ishee irraa jaamoodha.","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:67","price":"Isaan kafaran ni jedhan: “Sila yeroo [duunee] biyyee taane, nuufi abbootiin keenya, nuti kaafamoodhaa?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:68","price":"Dhugumatti, nuufi abbootiin keenya nuun duratti kana waadaa galamnee turre. kun ogbarruu warra durii malee hin taane” [jedhan].","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:69","price":"“Dachii keessa deemaatii booddeen badii raawwattootaa akkam akka ta’e ilaalaa” jedhi.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:70","price":"Isaan irratti hin gaddin, shira isaan baasanirraa dhiphina keessatti hin ta’in.","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:71","price":"“Waadaan kun yoomi Yoo warra dhugaa taatan?” jedhu.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:72","price":"“Gariin wanta isin ariifachiifattanii kan isinitti dhihaate ta’uun dhugaadha” jedhi.","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:73","price":"Dhugumatti, Rabbiin kee namoota irratti abbaa tola guddaati, Garuu irra hedduun isaanii hin galateeffatan.","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:74","price":"Dhugumatti, Rabbiin kee waan qomoonni isaanii dhoksiteefi waan isaan ifatti mul’isan ni beeka.","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:75","price":"Wanti fagoon samiifi dechii keessaa kamiyyuu, kitaaba ifa galaa keessa jiraatu malee hin hintaane.","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:76","price":"Dhugumatti, Qur’aanni kun Ilmaan Israa’iil irratti irra hedduu waan isaan isa keessatti wal dhabanii isaaniif odeessa.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:77","price":"Inni mu’uminootaaf qajeelfamaafi rahmata.","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:78","price":"Dhugumatti, Rabbiin kee murtii Isaatiin gidduu isaanitti murteessa. Inni injifataa, beekaadha.","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:79","price":"Allaah irratti hirkadhu. Ati dhugaa ifa ta’e irra jirta.","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:80","price":"Ati namoota du’an hin dhageessiftu. Namoota gurri duudes hin dhageessiftu. yeroo isaan dugda deebisuun garagalan","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:81","price":"Namoota jaamaa jallina isaanii irraa kan isaan qajeelchitu hin taane. Namoota Muslimtoota ta’anii keeyyattoota keenyatti amanan malee kan dhageessiftu hin taane.","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:82","price":"Yeroo jechi (adabbiin) isaan irratti murtaa’e bineensa dachii irraa isaaniif baafna tan “namoonni keeyyattoota keenya kan hin dhugoomsine ta’aniiru” jettee isaanitti dubbattu.","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:83","price":"Guyyaa ummata hunda irraa garee warra keeyyattoota keenya sobsiisan irraa ta’an walitti qabnee isaan walitti ittifaman [yaadadhu].","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:84","price":"Hanga Yeroo isaan dhufan “sila isin odoo beekumsaan ishee hin marsin keeyyattoota kiyya sobsiiftanii? Moo maaluma hojjataa turtan?” jedhaan.","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:85","price":"Waan isaan miidhaa dalaganiif jechi (adabbiin) isaan irratti argameKanaafuu isaan sababa hin dhiheeffatanu.","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:86","price":"Sila isaan hinlaallee Akka nuti halkan yeroo isa keessa boqataniifi guyyaa immoo kan keessa arganii (hojjatan) isaaniif goone. Dhugumatti, kana keessa namoota amananiif mallattooleetu jira.","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:87","price":"Guyyaa garrii (xurumbaa) keessa afuufamu wantoonni samii keessa jiranuufi dechii keessa jiran hunduu wantoota Rabbiin fedhe malee yeroo isaan rifatan [wanta ta’u yaadadhu] Hundumtuu salphatoo ta’anii gara Isaa (Rabbii) dhufan.","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:88","price":"Gaarreen kan dhaabbattu ta’uu ishee sehaa argita odoo isheen akka duumessaatti deemtuu. Hojii Rabbii wanta hunda jabeessee [ilaali] Inni waan isin hojjattan keessa beekaadha.","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:89","price":"Nama gaariin dhufe (dalage) mindaa ishee caalutu isaaf jira; isaan guyyaa san rifannaa irraa nagaa bahoodha.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:90","price":"Namni hamtuun dhufe (dalage) fuulleen isaanii ibidda keessatti gonbifamtee “sila waan dalagaa turtan malee mindeeffamtuu?” [isaaniin jedhama].","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:91","price":"Kan ani ajajame Gooftaa biyyattii kanaa kan ishee kabaje gabbaruu qofa. Wanti hunduu kan isaati. Muslimoota irraa ta’uuttis ajajameera.","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:92","price":"Qur’aana dubbisuuttis (ajajameera). Namni qajeele, kan inni qajeelu lubbuma isaatiifi. Nama jallate “Ani akeekkachiiftota irraayi malee kan biraa hin taane” jedhiin.","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"27:93","price":"“Faaruun hundi kan AllaahtiInnis fuulduratti mallattoolee Isaa isinitti agarsiisa. Isinis ishee beekuuf jirtu” jedhiin. Rabbiin kee waan isin dalagdan irraa dagataa miti.","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:1","price":"Xaa Siin Miim.","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:2","price":"Tun keeyyattoota kitaaba ifa ba’aati.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:3","price":"Oduu Muusaafi Fir’awn irraa ummata amananiif dhugaadhaan sirratti dubbifna.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:4","price":"Fir’awn Dachii keessatti of tuulee jira. warra ishee garee garee taasiseera. Garee isaan irraa ta’e ni hacuuca. Ilmaan isaanii kan dhiiraa ni gorra'a; kan dubaraa immoo ni jiraachisa (nidhiisa). inni balleeysitoota irraa ture.","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:5","price":"Nuti isaan lafa irratti cunqurfaman (hacuucaman) irratti tola ooluu feena, matootii isaan goonee dhaaltotas isaan taasisuu (feena).","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:6","price":"Dachii keessas isaaniif mijeessuu [feena]. Fir’awniin, Haamaaniifi waraana isaan lamaanii, isaan irraa waan sodaachaa turan agarsiisuu [feena].","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:7","price":"Gara haadha Muusaas beeksisa goone (akkana jechuun) “isa hoosisi; yeroo isa irratti sodaatte, galaana keessatti isa darbi. Hin sodaatin; hin gaddinis. Dhugumatti, nuti isa gara keetti deebisoodha. ergamoota irraa isa taasisoodha”.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:8","price":"Maatiin Fir’awn isa fudhatan akka diinaafi gadda isaanitti ta’uuf. Dhugumatti Fir’awn, Haamaanifi waraanni isaan lamaanii dogongortoota turan.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:9","price":"Jaartiin Fir’awn ni jette: “anaafi siif gammachuu ijaatii isa hin ajjeesinaa; nu fayyaduun yookiin ilma isa taasifachuun keenya ni kajeelama.” Isaanis haala hin beekneen [isheen bulan].","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:10","price":"Onneen haadha Muusaa duwwaa ta’e. [Ilma ishee ta’uu] isaa ifa gochuutti dhihaattee turte. Akka isheen mu’uminoota irraa taatuuf jecha odoo onnee ishee jabeessuu baannee.","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:11","price":"Obboleettii isaatiinis “isa hordofi” jetteen; isheenis fagoo irraa isa argite. isaan hin beekan.","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:12","price":"[Gara haadhaatti deebi’uun] dura hoosiftoota biraa irraa isa dhorginee turre[Obboleettin isaas] “Maatii isa isiniif guddisuufi gaarii isaaf yaadu irratti isin qajeelchuu?” jetteen.","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:13","price":"Gara haadha isaatti isa deebifne Akka Ijji ishee gammadduufi hin yaaddofneef, akkasumas akka waadaan Rabbii dhugaa ta’uu beektuuf jecha. Garuu irra hedduun isaanii hin beekan.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:14","price":"Yeroma inni jabina isaa ga’ee (umrii dargaggummaa) guutu ogummaafi beekumsa isaaf kennine. Akkuma kanatti toltuu hojjattoota mindeessina.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:15","price":"Yeroo ummanni ishee daguu keessa jiranitti magaalattii seenee, namoota lama kan wal lolan arge, Kuni (inni tokko) lammii isaa irraa yoo ta’u, inni kun immoo diina isaa irraa ture, Inni lammii isaa irraa ta’e isa diina isaa irraa ta’e irratti tumsa isa gaafate. Muusaan abootteen rukutee isa ajjeese. [Muusaan] ni jedhe: “kun dalagaa Sheyxaanaa irraayyi, Dhugumatti, inni diina jallisaa ifa bahaadha.”","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:16","price":"“Yaa Gooftaa kiyya! Ani lubbuu tiyya miidheeraa Ati naaf araarami” jedhe. Innis isaaf araarame. Dhugumatti, Inni Isumatu araaramaa, rahmata godhaadha.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:17","price":"“Yaa Gooftaa kiyya! Waan narratti tola oolteen gargaaraa yakkamtootaa hin ta’u” jedhe.","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:18","price":"Magaalattii keessatti sodaataa of eeggataa ta’ee bariisifate. Yoma san inni kaleessa gargaarsa isa gaafate isatti lallabnaan Muusaan “dhugumatti ati jallataa ifa bahaadha” isaan jedhe.","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:19","price":"Yeroma inni isa isaan lamaaniifuu diina ta’e qabuu fedhe, inni “Yaa Muusaa! Sila akkuma kaleessa lubbuu ajjeefte anas ajjeesuu feetaa? Ati dachii keessatti abbaa irree ta’uu malee hin feetu; toltuu hojjattoota irraa ta’uu hin feetu” jedheen.","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:20","price":"Gurbaan tokko moggaa magaalattii irraa fiigaa dhufee “Yaa Muusaa! qondaalonni [Fir’awn] si ajjeesuuf sirratti mari’achaa jiru; ani namoota toltuu siif yaadan irraayii [magaalattii irraa] bahi” jedhe.","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:21","price":"Sodaataafi of eeggataa ta’ee ishee irraa bahe, “Yaa Rabbii kiyya! Ummata miidhaa hojjattoota ta'an jalaa nagaya na baasi” jedhe.","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:22","price":"Yeroma gara Madyan gara galu “gooftaan kiyya karaa sirrii akka na qajeelchun kajeela” jedhe.","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:23","price":"Yeroma bishaan Madyan bira ga’u garee namoota irraa ta’e kan [beyladoota isaanii] bishaan obaasan argee, isaan boodas dubartoota lama kan beyladoota isaanii ittisan argee “maali haalli keessan?” (isaaniin) jedhe. Isaanis “Nuti hanga tiksitoonni obaasanii geeffatanitti hin obaafnu, Abbaan keenya jaarsa guddaadha” jedhan.","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:24","price":"Isaan lamaaniif obaasee sana booda gara gaaddisaa deebi’ee “yaa Gooftaa kiyya! ni toltuu irraa waan Ati narratti buufte (naaf murteessite)tti haajomaadha” jedhe.","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:25","price":"Ergasii tokkoon isaan lamaanii saalfachaa deemuun isatti dhuftee “abbaan kiyya mindaa waan nuuf obaaftee siif kafaluuf si waama” jette. Yeroma inni itti dhufee seenaa isatti himu “hin sodaatin; ummata miidhaa hojjattoota jalaa baatee jirtaa” jedheen.","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:26","price":"Tokkoon Isaan lamaanii “Yaa abbaa kiyya! Isa nuuf ramadi. Dhugumatti, irra caalaan namoota ati ramadduu isa jabaa, amanamaadha” jette","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:27","price":"[Inni] ni jedhe: “Ani takkaa shamarree too tana lamaanii sitti heerumsiisuun fedha woggaa saddeet na tajaajiluu kee irratti Kudhan yoo guutte [sun tola] si biraa ta’e; sirratti jabeessuu hin fedhu. Yoo Rabbiin fedhe gaggaarii irraa ta’uu na arguuf jirta.”","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:28","price":"[Muusaanis] ni jedhe: “kun [walii galtee] gidduu kiyyaafi keetiiti, Beellama lamaan irraa kamiyyuu yoon guute, daangaa narratti dabruun hin jiru. Rabbii waan nuti jennu irratti ragaadha.”","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:29","price":"Yoroma Muusaan beellama guutee maatii isaatiin deemu, cinaa [gaara] xuuritti ibidda argee, maatii isaatiin “asuma turaa; ani ibiddan argee, ishee biraa oduu wahii yookiin xonbooraa ibidda irraa ta’een akka ho’ifattanuuf isinitti dhufuun koo ni kajeelamaa” jedhe.","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:30","price":"Yeroma ishee bira ga’u moggaa lagaa gara mirgaa irraa, dachii barakeeffamtuu keessatti, mukattii irraa “yaa Muusaa!  Ani Allaah Rabbii aalama hundaati” jechuun itti lallabame.","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:31","price":"“Ulee kee darbi” [jechuunis itti lallabame]. Yeroma akka waan bofa taateetti kan sochootu taatee ishee argu, of duuba deebi’ee dheesse; uf duuba hin mil’anne“ Yaa Muusaa! As garagali; hin sodaatin, ati warra nagaa bahan irraayi” [jedhameen]","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:32","price":"“Harka kee bobaa kee keessa seensisi. Fokkina tokko malee adii taatee baati. Sodaa irraa [bilisa ta’uuf] harka kee gara cinaacha keetiitti maxxansi.[] Isheen kun lamaan mallattoo lama kan Rabbii kee irraa gara Fir’awniifi qondaaltota isaatti ergamaniidha. isaan namoota finciltoota tahan.”","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:33","price":"Innis: “Yaa Gooftaa kiyya! ani isaan irraa lubbuu (nama) tokko ajjeeseen jira. Na ajjeesuun sodaadha” jedhe.","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:34","price":"“Obboleessi kiyya Haaruun, inni arrabni isaa ana caalaatti [haasawa] ifa godha, Kanaafuu gargaaraa na dhugoomsu godhii ana waliin isa ergi, Ani na sobsiisuu isaaniin sodaadha.”","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:35","price":"[Rabbiinis] ni jedhe: “Nuti fuulduratti irree kee obolleessa keetiin jabeessinee isin lamaaniifis aangoo goona. Kanaafuu (hamtuun) gara keessan hin ga’anu. Mallattoolee keenyaan isin lamaaniifi namoonni isin hordofan injifatoodha.”","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:36","price":"Yeroma Muusaan mallattoolee keenya ifa taateen isaanitti dhufu “kun sihrii uumame malee waan biraatii miti, Waa’ee kanaa abbootii keenya kan durii keessatti dhageenyee hin beeknu” jedhan.","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:37","price":"Muusaanis ni jedhe: “Rabbiin kiyya nama Isa biraa qajeelumaan dhufeefi nama booddeen ganda Aakiraa isaaf taatu beekaadha. miidhaa raawwattoonni hin milkaa’anu.”","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:38","price":"Fir’awna nijedhe “yaa qondaaltota! Ana malee gabbaramaa biraa isiniif hin beeku,Yaa Haamaan! Dhoqqee irratti ibidda naaf bobeessii (xuubii tolchi) gamoo dheeraa naaf godhi; gara Rabbii Muusaa olbahuun koo ni kajeelama. ani sobdoota irraa ta’uun isa yaada” jedhe.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:39","price":"Inniniifi waraanni isaa dachii keessatti haqaan malee boonanii, gara keenyatti deebifamuu dhabuu yaadan.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:40","price":"Isaafi waraana isaa qabneeti galaana keessatti isaan darbine, Booddeen miidhaa hojjattootaa akkam akka ta’e ilaali.","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:41","price":"Oggantoota gara Ibiddaatti nama waaman isaan taasifne, Guyyaa Qiyaamaa hin tumsamanu.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:42","price":"Addunyaa tana keessatti abaarsa isaan hordofsiifne. Guyyaa Qiyaamaas isaan warra fokkisiifamoo irraayyi.","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:43","price":"Erga dhaloota duraanii balleessinee booda dhugumatti Muusaaf kitaaba kenninee jirra, beekumsa, qajeelumaafi rahmata namaaf ta’ee akka isaan ittiin gorfamanuuf.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:44","price":"[Yaa Muhammad] yeroo Nuti ergaa (keenya) gara Muusaatti dabarsine ati moggaa (tabbaa kan) gara dhihaa irra hin turre; hirmaattota irraas hin taane.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:45","price":"Haa ta’u malee Nuti [sana booda] dhaloota baay’ee uumnee waggoonni isaan irratti dheerannaan [si ergine]. Ati jiraattota Madyan gidduus jiraataa taatee, keeyyattoota keenya isaan irratti kan dubbiftu hin taane. Haa ta’u malee Nuti [ergaa kanaan si] ergoo taanee jirra.","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:46","price":"Yeroo Nuti [Muusaatti] lallabne ati gaara Xuur maddii hin turre. Haa ta’u malee rahmata Rabbii kee irraa ta’een [si ergine]. ummata siin duratti akeekkachiisaan itti hin dhufin haa gorfamaniif akka akeekkachiiftuuf jecha.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:47","price":"Odoo waan harki isaanii dabarsiteef balaan isaan tuqee “yaa Rabbii keenya! maaliif ergamaa gara keenyatti hin ergine keeyyattoota kee hordofnee mu’uminoota irraas akka taanu,” jechuu baatanii    [silaa si hin erginu turre].","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:48","price":"Yeroma dhugaan Nu biraa isaanitti dhufu “Inni maaliif fakkaataan waan Muusaan kennamee isaaf hin kennamne?” jedhan. Sila isaan duraan waan Muusaaf kennametti kafaranii hin turree? “[Tawraatiifi Qur’aanni] Sihrii lama kan wal gargaaraniidha” jedhan. “nuti hundattuu kafaroodha” jedhan.","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:49","price":"[Yaa Muhammad] “ jedhi mee kitaaba Rabbiin biraa ta’e isaan lamaan irra qajeelaa ta’e qabadhaa kottaa. [Yoo san] anis isa nan hordofaa” yoo dhugaa kan dubbattan taataniif.","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:50","price":"Yoo siif hin owwaatin, fedhiilee isaanii qofa hordofuu isaanii beeki, Nama qajeeluma Rabbi irraa ta’een alatti fedhii ofii hordofe caalaa namni jallate eenyu? (tokkoyyuu hin jiru), Rabbiin ummata miidhaa hojjattoota hin qajeelchu.","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:51","price":"Dhugumatti nuti jecha [Qur’aana] isaaniif ifa goonee jirra, akka isaan gorfamanuuf.","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:52","price":"Warri isa (Qur’aana) dura kitaaba isaaniif kennine, isaan isatti ni amanu","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:53","price":"Yeroo inni isaan irratti qara’amu nijedhan “Isatti amanne, inni haqa Rabbii keenya irraa ta’eedha, Nuti isa dura Muslimtoota turre”.","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:54","price":"Isaan sun waan obsanii, hamtuu toltuudhaan deebisanii, waan Nuti isaaniif kennine irraas kennataniif jecha mindaa isaanii yeroo lama kennamu.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:55","price":"Yeroo dhara dhaga’anis, irraa garagalan nijedhan “nuuf dalagaalee keenyatu jira; isiniifis dalagaalee keessantu jira. Nageenyi isin irra haa jiraatu. Nuti wallaaltota hin barbaannu”.","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:56","price":"Ati nama jaallatte hin qajeelchitu, Garuu Allaahtu nama fedhe qajeelcha. Inni warra qajeelan beekaadha.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:57","price":"[Isaan] “yoo si waliin karaa qajeelumaa hordofne dachii teenya irraa butamna (guuramna)” jedhan. Sila nuti [iddoo] kabajamaa, nagayaa, soorata Nu biraa ta’eef fuduraaleen wanta hundaa gara isheetti kan guuramu isaaniif hin mijeessinee? Haa ta’u malee irra hedduun isaanii hin beekanu.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:58","price":"[Warra] gandaa irraas kan jireenya ishee keessatti boontee ishee balleessine meeqaa meeqa? (hedduudha) Isheen sun gandoota isaanii kan isaaniin booda xiqqoo malee keessa hin jiraataminiidha. Nutis dhaaltota taaneerra.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:59","price":"Rabbiin kee [warra] magaalotaa hanga irra guddoo ishee keessatti ergamaa keeyyattoota keenya isaan irratti dubbisu ergutti kan balleessu hin taane. Nuti (warra) magaalotaa qubattoonni ishee miidhaa hojjattoota ta’anii malee kan balleessinu hin taane.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:60","price":"Wantoota irraa kan isiniif kenname hundi mi’a (meeshaa) jireenya addunyaatiifi miidhagina ishee qofa. Wanta Allaah bira jirutu akkaan caalaafi hafaadha, Sila hin xiinxaltanuu?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:61","price":"Sila namni Nuti waadaa gaarii (jannata) waadaa isaaf gallee inni kan isa qunnamu ta’e, akka nama qananii jireenya addunyaa isa qanansiifnee sana booda inni Guyyaa Qiyaamaa warra [jahannam irra] fidamoo irraa ta’uutii?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:62","price":"Guyyaa [Rabbiin] “Hiriyoonni kiyya kan isin dubbataa turtan sun eessa jiru?” jechuun isaanitti lallabu san [yaadadhu].","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:63","price":"Warri jechi (adabbiin) isaan irratti mirkanaa’e “Yaa Rabbii keenya! Isaan kun warra nuti jallifneedha, Akkuma ofii jallannetti isaan jallifne, Nuti gara keetti quulqulloofnee, isaan kun nu gabbaraa hin turre” jedhan.","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:64","price":"“Shariikota keessan waammadhaa” jedhameeni, Isaan ni waammatu; jarris isaaniif hin owwaatanu, adabbii [ibiddaas] ni argan. Odoo qajeeluun isaanii argameera ta’ee [adabbii hin argan turan].","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:65","price":"Guyyaa [Rabbiin] isaanitti lallabee “Ergamtootaaf maal deebiftan?” jedhu [yaadadhu].","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:66","price":"Guyyaa san oduuleen isaan jalaa dhokatti, Isaan walis hin gaafatanu.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:67","price":"Namni tawbatee, [Rabbitti] amanee, gaarii hojjate milkaa’ota irraa ta’uun isaa mirkanaa’aadha.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:68","price":"Rabbiin kee waan fedhe uuma; ni filatas, Isaaniif garuu filannoon hin jiru. Allaahn waan isaan itti dabalan irraa qulqullaa’ee ol ta’eera.","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:69","price":"Rabbiin kee waan qomoowwan isaanii dhoksituufi waan isaan mul’isanis ni beeka.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:70","price":"Inni Allaahdha, Isa malee dhugaan gabbaramaan hin jiru. Faaruun hundi duraafii (addunyaafi) booda (Aakhiraa) keessatti kan Isaati. Murtiinis kan Isaati, Garuma Isaa qofa deebifamtu.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:71","price":"“Mee naaf odeessaa! Yoo Rabbiin halkan walitti aansee hanga Guyyaa Qiyaamaatti isinirra turaa taasise, sila Rabbiin malee gabbaramaan ifaan isiniif dhufu eenyu? Sila isin hin dhageessanuu?” jedhiin.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:72","price":"Ammas “mee naaf odeessaa! yoo Rabbiin guyyaa walitti aansee hanga Guyyaa Qiyaamatti isinirra turaa taasise, sila Rabbiin malee gabbaramaan halkan isa keessa boqottan isiniif fidu eenyu? Sila isin hin argitanuu?” jedhi.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:73","price":"Rahmata Isaa irraayyi halkaniifi guyyaa akka isa (halkan) keessa boqottanii [guyyaa] tola Isaa irraa barbaaddattanii fi, akka Isa galatoomfattaniif isinii taasise.","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:74","price":"Guyyaa [Rabbiin] “hiriyoonni kiyya kan isin dubbataa turtan sun eessa jiru?” jechuun isaanitti lallabu san [yaadadhu].","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:75","price":"Ummata hunda irraa ragaa fuuneeti “ragaa keessan fidaa” jennaan. Yeroo san dhugaan kan Rabbii qofa ta’uu beeku. Wanti isaan (kijibaan) uummatanis isaan irraa bada.","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:76","price":"Qaaruun ummata Muusaa irraa tahe, Isaan irrattis daangaa dabre, Kuusaa qabeenyaa irraas waan furtuuleen isaa garee jajjaboo ta’anitti ulfaattu isaaf kennine. Yeroo ummanni isaa “[qabeenyaan] hin boonin; Allaahn warra boonan hin jaalatu” isaan jedhan san [yaadadhu].","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:77","price":"“Waan Rabbiin siif kenne keessatti mana Aakhiraa ittiin barbaadi. Addunyaa irraas qooda kee hin dagatin. Akkuma Allaahn tola gara keetti oole atis tola ooli. Dachii keessatti badii [facaasuu] hin barbaadin. Allaahn balleessitoota hin jaalatu.”","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:78","price":"[Qaaruun] “wanti an isa kennameef beekumsa na bira jiruuf jecha” jedhe. isa dura Rabbiin balleessee hin beeknee? Dhaloota baay’ee irraa nama inni humnaanis isa (Qaaruun) irra cimaa ta’e, kan qabeenya kuufachuuttiis isa irra baay’ee ta’e.  Yakka hojjattoonni badii isaanii irraa hin gaafatamanu.(1)","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"(1) hiikkaan hingaafataman jechuu balleessaan isaanii goddoo mul'attuu waan taateef osomaa hingaafatamne gara ibidda jahannam oofaman jechuudha. qataadaa akkasitti fassare. maddi tafsiira ibnujariir axxabarii.","lang":"om"},{"name":"28:79","price":"Faaya isaa keessatti (uffatee) ummata isaa irratti bahe. Isaan jireenya addunyaa fedhan “fakkaataan waan Qaaruuniif kennamee nuuf ta’uu hawwina; inni abbaa qooda guddaati” jedhan.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:80","price":"Isaan beekumsa kennaman ni jedhan: “yaa badii keessan! Nama amanee, gaarii hojjateef mindaa Rabbiitu irra caala. Kanas obsitoota malee eenyunuu hin kennamu.”","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:81","price":"Isaafi ganda isaatis ni dhidhimsiifne (dachii ittiin kunne) Gareen Rabbiin alaa kan isa tumsan isaaf hin taane. Inni warra of baraarsan irraa hin taane.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:82","price":"Isaan kaleessa iddoo isaa hawwan “edaa Rabbiin dhugumatti gabroota Isaa irraa nama fedheef soorata bal’isee [nama fedhetti] immoo dhiphisa! Odoo Rabbiin ni’imaa Isaa nurratti ooluu baatee, silaa nuun kuta (dhidhimsiisa) ture. Edaa dhugumatti kaafiroonni hin milkaa’anu!” jedhaa bulan.","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:83","price":"Ganda Aakhiraa san warra dachii keessatti ol aantummaafi badii [raawwachuu] hin feeneef ishee goona, Booddeen (gaariin) warra Rabbiin sodaataniifi.","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:84","price":"Namni gaarii dalage waan san irra caalutu isaaf jira. Namni hamtuun dhufe, [fakkii ishee argata], Warri hojii gadhee hojjatan waan hojjataa turan malee hin mindeeffamanu.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:85","price":"Dhugumatti, Inni Qur’aana si irratti buuse, gara iddoo deebiitti (Makkaatti) si deebisa. “Rabbiin kiyya nama qajeelumaan dhufeefi nama jallina ifa bahaa ta’e keessa jiru beekaadha” jedhi.","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:86","price":"Rahmata Rabbii kee irraa ta’een [sirratti buufne malee] ati kitaabni gara keetti buufamuu kajeelaa hin turre. Kaafirootaaf gargaaraa hin tahin.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:87","price":"Erga isheen gara keetti buufamtee booda keeyyattoota Rabbii irraa isaan si hin deebisin. Gara Rabbii keetiitti waami. Mushrikoota irraa hin ta’in.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"28:88","price":"Rabbii wajjiin gabbaramaa biraa hin kadhatin (hin gabbarin). Dhugaan gabbaramaan Isa malee hin jiru. Fuula (zaata) isaa malee wanti hundi dhabamaadha. Murtiinis kan Isaati, Garuma Isaatti deebifamtu.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:1","price":"Alif Laam Miim","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:2","price":"Sila namoonni “amanne” jechuudhaan odoo hin mokkoramin dhiifamuu yaaduu?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:3","price":"Dhugumatti, Nuti warra isaaniin duraas mokkorree jirra. Dhugumatti, Rabbiin isaan dhugaan [amanne] jedhan beekuuf jira, sobdootas beekuuf jira. .","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:4","price":"Sila isaan diliilee dalagan Nu jalaa bahuu yaaduu? Wanti isaan murteessan waa fokkate!","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:5","price":"Namni qunnamtii Allaah kajeele (haa qophaawuu), dhugumatti beellamni Rabbii dhufaadha. Inni dhagayaa, beekaadhas.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:6","price":"Namni qabsaa’e kan inni qabsaa’u lubbuma isaatiifi. Rabbiin Dhugumatti, aalama hunda irraa dureessa.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:7","price":"Isaan amananii gaggaarii hojjatan badiilee isaanii isaan irraa haqna. Dhugumatti, gaarii waan isaan dalagaa turanii isaan mindeessina.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:8","price":"Namaaf haadhaafi abbaa isaatti tola ooluu dhaamne. Yoo waan ati beekumsa isaa hin qabne akka Natti qindeessituuf sirratti qabsaayan, isaan lamaan tole hinjedhin, Deebiin keessan garuma kiyya. Waan hojjachaa turtan isinittin odeessa.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:9","price":"Isaan amananii gaggaarii hojjatan, namoota gaggaarii keessa isaan seensifna.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:10","price":"Namoota irraa nama “Rabbitti amanneerra” jedhaa yeroo karaa Rabbii keessatti rakkifame, rakkina namni isa irratti raawwatu akka adabbii Rabbii taasisutu jira. Yoo injifannoon Rabbii kee irraa dhufes dhugumatti “nuti isinii wajjin turre” jedhu. Sila Allaahn waan qomaalee aalamaa keessa jiru akkaan beekaa hin taanee?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:11","price":"Dugumatti Allaahn warra amanan ni beeka. Munaafiqootas ni beeka.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:12","price":"Isaan kafaran warra amananiin “karaa keenya hordofaa; nuti cubbuulee keessan isin irraa baadhannaa” jedhan, Isaan badiilee isaanii irraa homaa hin baadhatanu. Dhugumatti, isaan kijibdoota.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:13","price":"Dhugumatti, isaan ba’aa isaaniitiifi ba’aa biraas kan isaanii wajjin ni baadhatu. Dhugumatti, isaan waan soba uuman irraa Guyyaa Qiyaamaa ni gaafatamu.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:14","price":"Dhugumatti, nabi Nuuhiin gara ummata isaatti ergineerra. [Inni] waggaa kuma tokkoo waggaa shantam ir'uu isaan keessa ture.Odoo isaan miidhaa hojjattoota ta’anii jiranii bishaaniin dhidhimfamuun isaan qabe.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:15","price":"Isaafi warra doonii (keessa turan) ni baraarsine; aalama hundaaf mallattoo ishee goone.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:16","price":"Ibraahiimiin yeroo inni ummata isaatiin “Allaah gabbaraa. Isa sodaadhaa. Yoo kan beektan taataniif santu irra isiniif caala” jedhe [yaadadhu].","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:17","price":"“Wanti isin Rabbii gaditti gabbartan taabotuma qofa; cubbuus ni uumtu. isaan isin Rabbiin alatti gabbartan soorata isiniif kennuutti dandeettii hin qabanu. Soorata Rabbuma biraa barbaadaa. Isa gabbaraas. Galatas Isaaf galchaa. Garuma Isaa deebifamtu.","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:18","price":"Yoo sobsiiftan, dhugumatti ummanni isin duraas sobsiisanii jiru. Ergamaa irra geessuu ifa ta’e malee homaa hin jiru","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:19","price":"Sila isaan akka Rabbiin uumuu eegalee ergasii isa deebisu hin ilaalanuu? Sun Allaah irratti laafaadha.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:20","price":"[Yaa Muhammad!] “dachii keessa deemaatii akkaataa Rabbiin uumuu itti jalqabe ilaalaa! Sana booda Allaahn kaasiinsa boodaa ni kaasa. Dhugumatti, Rabbiin waan hunda irratti danda’aadha” jedhiin.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:21","price":"Nama fedhe ni adaba; nama fedhes rahmata isaaf godha. Gara Isaa qofatti deebifamtu.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:22","price":"Isin dachiifi samii keessatti kan dadhabsiiftan hin taane. Rabbiin ala jaalalleefi tumsaan isiniif hin jiru.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:23","price":"Isaan keeyyattoota Rabbiitiifi qunnamtii Isaatti kafaran, isaan sun rahmata kiyya irraa abdii kutatanii jiru. Isaan sun adabbii laaleessaa ta’etu isaaniif jira.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:24","price":"Deebiin ummata isaas “Isa ajjeesaa yookiin isa gubaa” jechuu malee waan biraa hin taane. Allaahn Ibidda jalaa isa baraarsee jira. kana keessa namoota amananiif mallattooleetu jira.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:25","price":"[Ibraahiim] “Isin Rabbii gaditti taabota wanti godhattaniif jaalala jidduu keessanii kan jiruu duniyaa qofaafi. Sana booda Guyyaa Qiyaamaa gariin keessan garitti kafara. Gariin keessan garii abaaras. Manni keessan ibidda; tumsitoonni homaatuu isiniif hin jiru” jedhe.","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:26","price":"Luuxis isaaf (Ibraahiimiif) ni amane. (Ibraahiimis) “ani gara Rabbii kiyyaa godaanaadha. Inni injifataa, ogeessa” jedhe.","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:27","price":"Is-haaqiifi Ya’iquubiinis isaaf kennine. Sanyii isaa keessa nabiyyummaafi Kitaaba ni taasifne. Mindaa isaa addunyaa keessattis isaaf kennine. inni Aakhiratti gaggaarota irraayi.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:28","price":"Luuxiinis yeroo inni ummata isaatiin “isin gocha fokkataa kan aalama hunda irraa ummanni tokkollee isin dura hin hojjatin raawwattu” jedheen (erginee jirra).","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:29","price":"“Sila isin (qunnamtii saalatiif) dhiiroowwanitti dhuftuu?! (Saamichaanis) karaa kuttuu? Iddoo Yaa’ii keessanii keessattis gochoota jibbamoo ta’an raawwattuu? Deebiin ummata isaa “yoo warra dhugaa dubbatan irraa taateef, adabbii Rabbiitiin nutti kottu” jechuu malee homaa hin taane.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:30","price":"(Luuxis) “Gooftaa kiyya! Ummata balleessitoota (kanneen) irratti na tumsi” jedhe.","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:31","price":"Yeroma ergamtoonni keenya oduu gammachiisaan Ibraahiimitti dhufan “nuti dhugumatti, jiraattota magaalaa tanaa balleessoodha. waan warri ishee miidhaa hojjattoota ta’aniif” jedhan.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:32","price":"(Ibraahiimis) “Luux ishee keessa jira” jedhe. (Maleykonnis) “nuti nama ishee keessa jiru akkaan beekna; dhugumatti, isaafi maatii isaa ni baraarsina haadha manaa isaa tan warra hafan keessatti taatu malee ” jedhan.","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:33","price":"Yeroma ergamtoonni keenya Luuxitti dhufan isaaniif yaadda’ee qomti isaas isaaniif dhiphatte. Isaanis “hin sodaatin; hin yaadda’inis. nuti siifi maatii kee nagaa baasoodha. niitiin tee malee isheen warra (adaba keessatti) hafan irraa taate” jedhan.","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:34","price":"“Nuti jiraattota magaalaa tanaa irratti samii irraa adabbii cimaa buusoodha waan isaan finciltoota ta’aniif” jedhan","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:35","price":"Dhugumatti, Nuti ishee irraa namoota sammuu qabaniif mallattoo ifa taate hanbifnee jirra.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:36","price":"Gara (ummata) Madyanis obboleessa isaanii Shu’aybiin (erginee jirra) Innis “Yaa ummata kiyya! Allaah qofa gabbaraa. Guyyaa Aakhiraas kajelaa. Balleessitoota taataniis badii dachii keessa hin tamsaasinaa” jedheen.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:37","price":"Isa kijibsiisan. Kirkirri (sochiin) lafaas isaan qabatte, Yoosuu ganda isaanii keessatti jilbeenfatanii dhumanii bulan.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:38","price":"Aadiifi Samuudiinis ni balleessine; (Isaan balleessuun keenyas) gandoota isaanii irraa ifa isiniif ta’ee jira. shayxaanni hojiilee isaanii isaaniif miidhagsee, karaa haqaa irraa isaan deebse, Odoo kan argan ta’anii jiranuu.","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:39","price":"Qaaruuniin, Fir’awniifi Haamaaniinis (balleessineerra). Dhugumatti, Muusaan ragaa ifa ta’een isaanitti dhufeeti, dachii keessatti boonan. (isaan qabne) Kan Nu jalaa miliqan hin taane","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:40","price":"Hundumaa badii isaatiif isa qabne. Isaan irraa namoota bubbee cirrachaa irratti erginetu jira. Isaan irraas namoota iyyansi isaan qabetu jira. Isaan irraas namoota dachii ittiin kunnetu jira. Isaan irraas namoota bishaan nyaachifnetu jira. Rabbiin kan isaan miidhu hin taane. Garuu isaan lubbuulee isaanii kan miidhan ta’aniiru.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:41","price":"Fakkeenyi isaan Rabbii gaditti jaalalleewwan godhatanii (gabbaranii) akka birbirooftuu (saaphaphuu) mana ijaarratteeti. Dhugumatti irra laafaan manaa mana birbirooftuuti odoo kan beekan ta’anii.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:42","price":"Rabbiin waan hunda irraa waan isaan Isaa gaditti kadhatan ni beeka. Inni injifataa, ogeessa.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:43","price":"Fakkeenyota san namootaaf ishee ni goona; beektota malees ishee hin hubatu.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:44","price":"Rabbiin samiifi dachii dhugaan uume. sana keessa mu’uminootaaf mallattootu jira.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"om"},{"name":"29:45","price":"(Yaa Muhammad!) kitaaba irraa waan gara kee buufame dubbisi. Salaatas haqa isaa guutii sagadi. salaanni wantoota fokkatoofi jibbamoo ta’an irraa dhorgiti. Zikrii (faaruu) Rabbiitu (waan hunda irra) guddaadha. Rabbiin waan isin hojjattan ni beeka.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"om"}],"juz":{"id":20,"name":"أَمَّنْ خَلَقَ","transliteration":"Amman Khalaq","transEn":"Is He Who Created","startVerse":"27:56","endVerse":"29:45","totalVerses":171}}