{"data":[{"name":"39:32","price":"Sila nama Rabbi irratti sobe, kan yeroo dhugaan isatti dhufu sobsiise irra namni miidhaa hojjate ni jiraa? Sila teessoon kaafirootaa jahannam keessa hin taanee?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:33","price":"Inni dhugaan dhufeefi kan isa dhugoomses, isaan sun isaanuma warra Rabbiin sodaatu.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:34","price":"Isaaniif waan isaan fedhantu Rabbii isaanii bira jira. Sun galata warra toltuu hojjataniiti.","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:35","price":"Akka Rabbiin hamtuu waan dalaganii isaan irraa haqee mindaa isaanii gaarii waan isaan hojjatanii isaanii galata galchuuf (isaaniif laaffise).","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:36","price":"Sila Rabbiin gabricha Isaatiif ga’aa mitii? Warra Rabbii gaditti (gabbaraniin) si sodaachisu. Nama Rabbiin jallise qajeelchaan isaaf hin jiru.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:37","price":"Nama Rabbiin qajeelches wanti isa jallisu hin jiru. Sila Rabbiin injifataa, haaloo baafataa hin taanee?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:38","price":"“Samiileefi dachii eenyutu uume?” (jettee) odoo isaan gaafattee “Rabbuma” jedhu. “Mee naaf odeessaa? Wanti isin Rabbiin ala waammattan (gabbartan) odoo Rabbiin hamtuu naan fedhee, sila isaan (na) rakkisuu isaa san ni deebisuu? Yookiin odoo rahmataan na fedhee, isaan rahmata Isaa qabuu ni danda’uu?” jedhiin: “Rabbumatu naaf ga’a; warri hirkatan Isa irratti hirkatu.”","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:39","price":"“Yaa ummata kiyya! Karaa irra jirtan irratti dalagaa; anis dalagaadha. Fuulduratti beekuuf jirtu” jedhiin.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:40","price":"“Nama adabbiin isa xiqqeessu itti dhufuufi kan adabbiin dhaabbataan isa irratti bu’u eenyu akka ta’e (beekuuf jirtu).”","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:41","price":"Nuti namootaaf kitaaba (Qur’aana) dhugaan sirratti buufne. Namni qajeele lubbuma isaatiifi. Namni jallates isheedhuma irratti jallata. Ati isaan irratti dirqama (qajeelchuu) hin qabdu.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:42","price":"Rabbiin lubbuu yeroo du’a isheetti ni ajjeesa; ishee duuti hin ga’inis hirriiba ishee keessatti (ajjeesa). Ergasii ishee du’a itti murteesse ni qaba. Ishee biraa (kan du’a itti hin murteessin) hanga beellama beekamaatti gadi dhiisa. Dhugumatti, kana keessa warra xiinxalaniif mallattooleetu jira.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:43","price":"Sila Rabbii gadittii manguddoota godhatanii? “Odoma isaan homaa hin qabneefi sammuus hin qabne (godhatanii?)” jedhi.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:44","price":"“Araarri hunduu kanuma Rabbiiti. Mootummaan samiifi dachii kan Isaati. Ergasii gara Isaatti deebifamtu” jedhiin.","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:45","price":"Yeroo Rabbiin kophaa Isaa faarfamu onneewwan warra Aakhiratti hin amannee ni sunturroofti. Yeroo warri Isaan (Rabbiin) alaa faarfaman yeruma san gammadu.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:46","price":"Jedhi: “Yaa Rabbii uumaa samiileefi dachii! Beekaa fagoofi dhihoo! Ati nimurteeysita gidduu gabroota keetiitti waan isaan irratti wal dhabaa turan keessatti”","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:47","price":"Odoo wanti dachii keessa jiru hundi isaan miidhaa dalaganiif ta’ee fakkaataan isaas isaa waliin (isaanif ta’e), adabbii Guyyaa Qiyaamaa hamaa san irraa isaan of bitu turan. Waan isaan hin yaadintu Rabbi irraa isaaniif mul’ate.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:48","price":"Hamtuuwwan waan isaan hojjatanii isaaniif mul’ate. Wanti isaan itti qishnaa turanis isaanitti marse.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:49","price":"Namni yeroo rakkoon isa tuqe nu kadhata. Ergasii yeroo Nuti ni’imaa Nu biraa ta’e isaaf kennine, “beekumsuma kiyyaafiin kenname” jedha. Lakkisaa! isheen sun mokkora. Garuu irra hedduun isaanii hin beekanu.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:50","price":"Warri isaaniin duraas ishema jedhanii jiru. Wanti isaan hojjachaa turan homaa isaan irraa hin deebifne.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:51","price":"(Galata) hamtuuwwan isaan hojjataniitu isaan tuqe. Kanneen irraa warri miidhaa dalaganis hamtuuwwan waan isaan dalaganii isaan tuquuf jira. Isaan Rabbi duraa hin bahan.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:52","price":"Sila akka Rabbiin nama fedheef kenna bal’isee, (kan fedhetti immoo) dhiphisu hin beekanuu? Dhugumatti, kana keessa ummata amananiif mallattooleetu jira.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:53","price":"(Yaa Muhammad!) jedhi: “Yaa gabroota kiyya kan lubbuulee isaanii irratti daangaa dabartan! Rahmata Rabbii irraa abdii hin muratinaa. Dhugumatti Rabbiin balleessa hundaa ni araarama. Inni araaramaa, rahmata godhaadha.","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:54","price":"Gara Rabbii keessanii deebi’aa, Isaafis ajajamaa. Odoo adabbiin isinitti hindhufin dura, Sana booda hin tumsamtanu.","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:55","price":"Irra gaarii waan Goftaa keessan irraa gara keessanitti buufamee hordofaa, azaabni tasa odoo isin hinbeekin isinitti dhufuu dura.","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:56","price":"Lubbuun “Yaa sheenaa kiyya kanin karaa Rabbii keessatti daangaa dabree, warra qishinan irraa ta’ee!” akka hin jenneef (hordofaa).","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:57","price":"Yookiin “odoo Rabbiin na qajeelchee sila warra Rabbiin sodaatan irraan ta’a ture” akka hin jenneef.","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:58","price":"Yookaan yeroo adabbii (Rabbii) argite, “carraan (addunyaatti deebi’uu) tokko odoo naaf ta’ee, toltuu dalagdoota irraan ta’a ture” akka hin jenneef.","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:59","price":"Lakkii; dhugumatti keeyyattooleen kiyya sitti dhufaniiti, ati isaan sobsiiftee, boontee, kaafiroota irraa taate.","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:60","price":"Guyyaa Qiyaamaa warra Rabbi irratti soban kan fuulleen isaanii gurracha ta’e argita. Sila warra boonaniif teessoon jahannam keessa hin taanee?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:61","price":"Rabbiin warra Isa sodaatan milkii isaaniitiin (jahannam irraa) isaan baraara; hamtuun isaan hin tuqu; isaan hin gaddanus.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:62","price":"Rabbiin uumaa waan hundaati. Inni waan hunda irrattis tiksaadha.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:63","price":"Furtuuwwan samiileefii dachii kan Isaati. Isaan keeyyattoota Rabbiitti kafaran, isaan sun hoonga’oon isaanuma.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:64","price":"(Yaa Muhammad!) “Yaa wallaaltotaa! Sila Rabbiin ala (waan biraa) gabbaruutti na ajajjuu?” jedhi.","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:65","price":"Dhugamatti, gara keetiifi gara warra si dura turaniittis “yoo Rabbii wajjiin waan biraa gabbarte dalagaan kee ni bada; warra hoonga’an irraas taata” jechuun wahyiin buufameera.","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:66","price":"Rabbiin qofa gabbari; galateeffattoota irraas ta’i.","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:67","price":"Isaan Rabbiin guddina isaaf malu hin guddifne. Guyyaa Qiyaamaa dachiin guutuun qabaa Isaa keessa taati; samiileenis mirga Isaatiin maramtuudha. Inni qulqullaa’e; waan isaan Isa waliin gabbaran irraas ol ta’e.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:68","price":"Garrii (Xurumbaa) keessatti ni afuufama. Warri samiilee keessaatiifi warri dachii keessaa hunduu, kaneen Allaahn (hafuu isaanii) fedhe malee, (rifannootaan) ni dhumu. Ergasii yeroo biraas isa keessatti afuufama. Yeroma san isaan dhaabbatanii ilaaloo ta’u.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:69","price":"Dachiin ifa Gooftaa isiitiin ifti. kitaabban ni kaayamu. Nabiyyootaafi ragooleenis ni fidamu. Gidduu isaaniitti haqaan murteeffama isaan hinmiidhamanu.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:70","price":"Lubbuun hundi waanuma hojjate galata galfamti. Inni waan isaan hojjatan akkaan beekaadha.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:71","price":"Isaan kafaran gara jahannam gareen ta’anii oofamu; hanga ishee bira ga’anii balballeen ishee banamteeti, waardiyoonni ishee “sila ergamtoonni isinitti hin dhufnee kan isin irraa ta’an kan keeyyattoota Gooftaa keessanii isin irratti dubbisaniifi wal ga’ii guyyaa keessanii kana kan isin sodaachisan?” isaaniin jedhan. [Isaan] “eeyyee (dhufaniiru), garuu jecha adabaatu kaafiroota irratti mirkanaa’e” jedhan.","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:72","price":"“Balbaloota jahannam ishee keessatti hafoo ta’aatii seenaa” jedhama. Teessoon warra boonanii akkam fokkataa dha!","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:73","price":"Warri Rabbii isaanii sodaatan gareedhaan gara jannataatti oofamu. hanga isaan isitti dhufanii balballoowwan isii banamteetti, waardiyoonni isii “nageenyi isin irra haa jiraatu; toltan;isii seenaa keessatti hafoo ta’aatii ” isaanin jetti (isii seenan).","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:74","price":"Ni jedhan: “faaruun hundi kan Rabbii Isa waadaa Isaa dhugaa nuuf godhee, dachii (jannataas) nu dhaalchiseeti. Jannata keessaa iddoo barbaanne qubanna. Mindaan hojjattootaa waa tole!”","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"39:75","price":"Maleykota kan naannoo Arshii marsanii, faaruu Gooftaa isaanii waliin Isa qulqulleessan argita. Gidduu isaaniitti (uumamaatti) dhugaan murteeffama. “faaruun kan Rabbii Gooftaa aalamaati” jedhame.","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:1","price":"Haa Miim.","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:2","price":"Buufamni kitaabichaa Rabbii injifataa, beekaa ta’e irraayi.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:3","price":"Araaramaa dilii, qeebalaa tawbaa, (abbaa) adabbii cimaa, abbaa arjummaa (irraayyi). Isa malee dhugaan gabbaramaan hin jiru; deebiin gara Isaati.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:4","price":"Keeyyattoota Rabbii keessatti warra kafaran malee eenyulleen hin falmu. Dachii keessa gara gaggaluun isaanii si hin dagin.","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:5","price":"Isaan dura ummanni Nuuhiifi gareewwan isaan boodaas sobsiisanii jiru. Ummanni hundi ergamaa isaanii qabuuf yaadaniiru. Sobaan falmanii dhugaa balleessufis yaalan.  isaan qabe. adabbiin kiyya akkam ta’e laata!","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:6","price":"Akkuma kanatti jechi Rabbii keetii isaan kafaran irratti ‘dhugumatti. isaan warra ibiddaati (ta’uun’ mirkanoofte).","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:7","price":"Isaan (malaykonni) Arshii baadhataniifi isaan naannawa isaa jiranis Gooftaa isaanii faarsuun qulqulleessu; Isattis ni amanu; isaan amananiifis (akkana jechuun) araarama kadhatu: “Rabbii keenya! Ati rahmataafi beekumsaan waan hunda wal geessee jirta; isaan tawbataniifi karaa kee hordofaniif araarami. adabbii jahiim irraas isaan tiksi.","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:8","price":"(Yaa) Rabbii keenya! Jannata qubannaa kan waadaa isaaniif galte isaan seensisi; namoota tolan kan abbootii isaanii irraa tahanis, warreen isaaniitiifi ilmaan isaanii irraa ta’anis (seensisi). Ati sumatu injifataa, ogeessa.","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:9","price":"Hamtuulee irraas isaan eegi. Nama hamtuu irraa eegde dhugumatti guyyaa san rahmata isaaf gootee jirta. Suni isumatu milkii guddaadha.”","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:10","price":"Warri kafaran itti lallabama “jibbaa Rabbii, kan yeroo gara iimaanaa waamamtanii isin kafartan (Inni isin jibbutu) jibbaa mataa keessanii (kan har’a of jibbitan) irra guddaadha”.  jechuun itti lallabama.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:11","price":"Ni jedhan: “yaa Gooftaa keenya! Yeroo lama nu ajjeefteeti yeroo lama nu jiraachifte. Amma balleessaalee keenya fudhanneerraa, karaan (rakkoo hamaa kana irraa) ittiin baanu wahii jiraa?”","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:12","price":"Kun waan isin yeroo Rabbiin kophaa Isaa waamamu kafartanii, yeroo Isatti qindeeffame immoo amantaniifi. Murtiin kan Rabbii ol ta’aa, guddaati.","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:13","price":"Inni Isa mallattoolee Isaa isinitti argisiisuufi samii irraa hiree (rooba) isiniif buusuudha. Nama gara Isaa deebi’u malee eenyunuu hin gorfamu.","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:14","price":"Rabbiin gabbaraa amantii isaaf qulqulleessoo tahaatii. Odoo kaafirtoonni jibbanillee.","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:15","price":"(Rabbiin Isa) sadarkaa ol fuudhu; dhuunfataa ‘Arshiiti.’ wahyii ajaja Isaa irraa ta’e gabroota Isaa gidduu nama fedhe irratti buusa. Akka guyyaa wal qunnamtii akeekkachiisuuf.","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:16","price":"Guyyaa isaan hundi mul'atan, isaanirraa homaatuu Rabbi irraa hin dhokatu. “Har’a mootummaan kan eenyuuti? Kan Rabbii tokkicha, hunda injifataa ta’eeti.” (jedhama).","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:17","price":"Har’a (Guyyaa Qiyaamaa) lubbuun hundi waan hojjatte mindeeffamti. Har’a miidhaan hin jiru. Dhugumatti Rabbiin saffisaa herregaati.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:18","price":"Guyyaa dhihaattuu (Qiyaamaa),isaan akeekkachiisi. yeroo onneewwan kokkeewwan bira geessu, yaada guutaman san. Miidhaa raawwattootaaf firri yookiin manguddoon fudhatama qabu tokkolleen hin jiru.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:19","price":"(Rabbiin) gantuu ijootaa ni beeka. waan qomoowwan dhoksitus.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:20","price":"Rabbiin dhugaan murteessa. Warri Isaa gaditti isaan gabbaran homaa hin murteessanu. Rabbiin Isumatu dhagayaa, argaadha.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:21","price":"Sila dachii keessa deemanii booddeen warra isaan dura turanii akkam akka taate hin ilaalanuu? Humnaafi dachii keessatti faana dhiisuun isaan irra ciccimoo turan, Rabbiin badiilee isaaniitif isaan qabe (adabbii) Rabbii irraa wanti isaan tiksu tokkollee isaaniif hin jiru.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:22","price":"Kun waan isaan, ergamtoonni isaanii ragaawwan ifa ta’aniin isaanitti dhufnaan, isaan (itti) kafaraniifi. Rabbiin isaan ni qabe. Inni jabaa, adabbii cimaati.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:23","price":"Dhugumatti, Muusaa keeyyattoota keenyaafi ragaa mul'ataan ergineerra.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:24","price":"Gara Fir’awn, Haamaaniifi Qaaruunitti (erginee) “falfalaa, akkaan sobaadha” jedhan.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:25","price":"Yeroo inni dhugaa Nu biraa ta’een isaanitti dhufe, ni jedhan: “ilmaan dhiiraa warra isaa waliin amananii ajjeesaa; dubartoota isaanii dhiisaa.” shirri kaafirootaa dhabama keessatti malee hin taane.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:26","price":"Fir’awni nijedhe “Muusaa nan ajjeesaa na dhiisaa, Gooftaa isaa haa waammatuu.” “Ani amantii keessan jijjiruu yookiin dachii keessatti badii mul’isuu isaan sodaadha”.","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:27","price":"Muusaan ni jedhe: “ Ani Rabbii kiyyaafi Rabbii keessanittiin maganfadhe nama boonaa guyyaa herregaatti hin amanne hunda irraa.”","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:28","price":"Namichi mu’uminni maatii fir’awni irraa ta’e kan iimaana isaa dhoksu, ni jedhe: “sila isin namicha  ajjeeftuu? waan Gooftaan kiyya Rabbuma jedheef, odoo Gooftaa keessan irraa ragaawwan ifa ta’aniin isinitti dhufee jiruu. Yoo sobaa ta’e sobni isaa isuma irratti; yoo nama dhugaa ta’e gariin waan inni isin sodaachisee isin tuqa. Rabbiin nama inni daangaa dabraa, akkaan sobaa ta’e hin qajeelchu.","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:29","price":"Yaa ummata kiyya! Har’a mootummaan keessani, (isin) dachii keessatti ol aantummaa qabaatoodha, yoo adabbiin Rabbii nutti dhufe eenyu nuu tumsa?” (jedheen). Fir’awni “ani waanuman ofii kiyyaa amanu malee isinin hin akeeku; karaa sirraawaa malees isin hin qajeelchu” jedhe.","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:30","price":"Inni amane ni jedhe: “Yaa ummata kiyya! Ani fakkaataa guyyaa ummata duriin isin irratti sodaadha.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:31","price":"Fakkaataa aadaa ummata Nuuh, Aad, Samuudiifi warra isaan boodaan (isin irratti sodaadha). Rabbiin gabrootaaf miidhaa hin fedhu.","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:32","price":"Yaa ummata kiyya! Ani (adabbii) guyyaa wal waamiinsaan isin irratti sodaadha.","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:33","price":"(adabbii) guyyaa, kan Rabbi irraa tiksaan isiniif hin jirre taatanii of duuba deebitanuun (isin irratti sodaadha). Nama Rabbiin jallise qajeelchaan tokkolleen isaaf hin jiru.”","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:34","price":"Yuusuf kana dura ragaawwan ifa ta’aniin isinitti dhufee ture. Isin waan inni isinittiin dhufe irraa shakkii keessa ta’uu irraa hin deemne. hanga inni du’etti “Rabbiin isa booda ergamaa hin ergu” jettan. Akka kanatti Rabbiin nama daangaa dabraa, shakkaa ta’e jallisa.","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:35","price":"(Isaan) warra keeyyattoota Rabbii keessatti, ragaan isaanitti dhufuun maletti falmaniidha; jibbaan (isaanii) Rabbi birattiifi isaan amanan birattis guddate! Akka kanatti Rabbiin (onnee) warra boonaa, of tuulaa hunda irratti cufa.","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:36","price":"Fir’awni ni jedhe: “yaa Haamaan! Akkan karaa ol ga’u gamoo naaf ijaari.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:37","price":"Karaawwan samiilee (ol ba’eetan), gara Gooftaa Muusaa ilaala. Ani sobaa ta’uu isaan yaada.” Akka kanatti Fir’awniif hamtuun dalagaa isaa miidhagfamee, karaa (Rabbii) irraas dhorgame. Shirri Fir’awni hoongoo keessatti malee hin taane.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:38","price":"Inni amane ni jedhe: “Yaa ummata kiyya na hordofaa, Karaa qajeelaan isin qajeelchaa, .","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:39","price":"Yaa ummata kiyya! Jiruun addunyaa tun qananii (yerooti). Aakhiraan isheetu ganda qubannaati.","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:40","price":"Namni hamtuu hojjate, fakkaattuu isiitiin malee galata hin galfamu. Namni toltuu dalage, dhiiras ta’ee dubartii irraas,odoo amanee jiruu, isaan sun jannata seenan. ishee keessatti herrega malee kennamu.","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:41","price":"Yaa ummata kiyya! Maali! kan Ani gara nageenyaatti isin waamu, isin immoo gara ibiddaatti na waamtuu?","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:42","price":"Na waamtu Akka ani Rabbitti kafaruufi waan waa’ee isaa beekumsa hin qabne isatti qindeessuuf. Ani immoo gara (Rabbii) injifataa, araaramaa ta’eettin isin waama.","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:43","price":"Dhugumatti, wanti isin itti na waamtan sun addunyaa keessattis ta’ee Aakhiraa keessatti waamichi homaatuu isaaf hinjiru. deebiin keenya gara Rabbiiti. daangaa dabroonni isaan warroota ibiddaati.","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:44","price":"Waanin ani isiniin jedhu kana yaadachuuf jirtu. Ani dhimma kiyya gara Rabbiittin hirkifadha. Rabbiin gabroota Isaa argaadha.”","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:45","price":"Rabbiin hamtuuwwan waan isaan itti wal mari’atanii jalaa isa baraarse. Maatii Fir’awnitti adabbii hamaatu bu'e.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:46","price":"Ibidda (jahannam) kan ganamaafi galgala ishee irra fidamantu (isaanitti bu'e). Guyyaa Qiyaamaan dhaabattu “maatii Fir’awni adabbii akkaan cimaa seensisaa.”","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:47","price":"Yeroo ibidda keessatti wal mormanii, isaan dadhaboon isaan boonaniin jedhan “nuti isiniif hordofoo tahuu turre, sila isin nurraa deebisoodhaa qooda ibidarraa tahe?” (jedhan san) (yaadadhu.)","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:48","price":"Isaan boonan nijedhan “nuti hunduu isheedhuma keessa jirra; Rabbiin dhugumatti gidduu gabrootaatti murteesseera”.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:49","price":"Isaan ibidda keessa jiran waardiyyoota jahannamiin nijedhan “Gooftaa keessan nuuf kadhaa (hanguma) guyyaa tokko (kan addunyaa) adabbii akka nurraa salphisu”.","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:50","price":"(Waardiyyoonni) nijedhan “sila ergamtoonni keessan ragaa ifa ta’een isinitti hin dhufnee?” (Warri ibiddaatis) “eeyyeen; (nutti dhufaniiru)” jedhan. (Waardiyyoonni) ni jedhan “Kadhadhaa! Kadhaan kaafirootaa dhabama keessatti malee hin taane” jedhan.","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:51","price":"Dhugumatti, Nuti ergamtoota teenyaafi isaan amananiifis nitumsina jiruu addunyaa keessattiifii guyyaa ragoonni dhaabbatanis (guyyaa qiyaamaas).","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:52","price":"Guyyaa miidhaa raawwattoota rakkoo himachuun isaanii isaan hinfayyanne, abaarsi isaaniif taha;manni hammaataan isaaniif taha.","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:53","price":"Dhugumatti, Muusaaf qajeelfama kenninee, Ilmaan Israa’iilis kitaaba dhaalchifne.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:54","price":"qajeelfamaafi gorsa Warra qalbiilee qabaniif.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:55","price":"Obsi waadaan Rabbii dhugaadha. Dilii teetiif araarama kadhu; Gooftaa keetiis ganamaafi galgala galataan qulqulleessi.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:56","price":"Dhugumatti, isaan keeyyattoota Rabbii keessatti, odoo ragaan tokkollee isaanitti hin dhufin morman, qomoowwan isaanii keessa boona, itti ga’uu hin dandeenye malee homaatuu hin jiru. Rabbitti maganfadhu. Inni Isumatu dhagayaa, argaadha.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:57","price":"Samiifi dachii uumuutu namaa uumuu irra guddaadha. Garuu irra hedduun namootaa hin beekanu.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:58","price":"Jaamaafi (inni) argaan wal qixaa miti; isaan amananii, toltuu dalaganiifi inni hamtuu dalagu (wal qixaa miti); hangi isin gorfamtan xiqqoodha.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:59","price":"Qiyaamaan dhuftuudha; ishee keessa mamiin hin jiru. Garuu irra hedduun namootaa hin amananu.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:60","price":"Gooftaan keessan ni jedhe: “Na kadhaa; isiniifiin awwaadhaa. Dhugumatti, isaan gabbartii tiyya irraa boonan, salphattoota ta’anii, jahannam seenuuf jiru.”","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:61","price":"Rabbiin Isa halkan akka ishee keessa boqattaniif, guyyaa immoo garsiisaa (ibsaa) kan isiniif godhe. Dhugumatti, Rabbiin namoota irratti abbaa tolaati. Garuu irra hedduun namootaa hin galatoomfatanu.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:62","price":"(Inni kana isiniif godhe) kun Allaah, Gooftaa keessani; Uumoo waan hundaati. Isa malee haqaan gabbaramaan hin jiru. Akkamitti irraa gara galfamtan?","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:63","price":"Akkanatti warri keeyyattoota Rabbii morman irraa gara galfamu.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:64","price":"Rabbiin Isa dachii (jireenyaaf) mijooftuu, samiilee immoo ijaarsa (gubbaa) isiniif godhee, isin uumee, suuraa keessan bareeche, wantoota gaggaarii irraa isiniif kenne (Inni kana godhe) kun Allaah, Gooftaa keessani. Allaahn Gooftaa aalama hundaa ta’e barakaan Isaa guddate.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:65","price":"Inni jiraataadha. Isa malee dhugaan gabbaramaan hin jiru. Amantii Isaaf qulqulleessaa Isa kadhaa. Faaruun kan Rabbii, Gooftaa aalama hundaa ta’eeti.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:66","price":"Jedhi “Ani wantoota isin Rabbii gaditti waamtan (gabbartan) gabbaruu iraa dhorgameera erga ragaawwan ifa ta’an Gooftaa kiyya irraa natti dhufanii booda. Gooftaa aalama hundaatiif harka kennuttiis ajajameera” (jedhi).","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:67","price":"Inni Isa isin uume biyyee irraa, ergasii bishaan saalaa irraa, ergasii dhiiga ititaa irraa. ergasii daa’ima godhee isin baasa (dhalachiisa). Ergasii akka jabina keessan geessan (isin jiraachisa.) Ergasii akka jaarsa taatan isin godha. Isin irraa nama san dura du’uutu jira. Akka beellama beekamaa geessaniifi, akka sammuu horattaniif (isin jiraachisa).","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:68","price":"Inni Isa jiraachisuufi ajjeesu. Yeroo waan tokko murteesse “argami” isaan jedha; yoosuu argama.","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:69","price":"Sila isaan keeyyattoota Rabbii keessatti morman akka itti irraa deebifaman hin arginee?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:70","price":"Isaan kitaabaafi waan Nuti ergamtoota keenya ittiin ergine sobsiisan, (hin arginee?) (fuul duratti) beekuuf jiru.","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:71","price":"Yeroo sakaallaaleen sibiilaa mormoowwan isaaniitti kaayame, Sansaloonni (itti diramee) niharkifaman.","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:72","price":"Bishaan danfaa keessa (harkifamanii) ergasii ibidda keessatti gubamu.","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:73","price":"Ergasii isaaniin jedhama “Isaan Rabbitti qindeessaa turtan sun eessa jiran?”.","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:74","price":"Rabbiin ala (gabbaraa kan turtan) nijedhan “Nu jalaa badaniiru Lakkisaa nuti asiin dura homaa gabbaraa hin turre!” Akka kanatti Rabbiin kaafiroota jallisa.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:75","price":"“Kun waan dachii irratti haqaan ala gammadaa turtaniifi waan daangaa dabroo taataniifi”","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:76","price":"“Balbalaalee jahannam ishee keessatti hafoo ta’aa seenaa; (isheen) teessoo warra boontotaa ta’uun waa fokkate!” (isaaniin jedhama).","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:77","price":"Obsi Dhugumatti, waadaan Rabbii dhugaadha. Yoo garii waan waadaa isaaniif gallee si agarsiifne (waa tole); yookiin yoo si ajjeefne, garuma keenya deebifamu.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:78","price":"Dhugumatti, si dura ergamtoota erginee jirra. Isaan irraa warra seenaa isaanii siif himnetu jira. Isaan irraas warra seenaa isaanii siif hin himintu jiru. Ergamaan tokko hayyama Rabbiitiin ala keeyyata tokkoon dhufuu hin danda’u. Yeroo ajajni Rabbii dhufe, (dhimmichi) dhugaan murteeffama. Kijibdoonni achitti ni hoonga’u.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:79","price":"Rabbiin Isa beyladoota, (garii ishee) yaabbattanii, (garii immoo) nyaattaniif isinii uumeedha.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:80","price":"Isiniif isaan keessa bu’aa adda addaatu jira. Akka dhimmoota qomoota keessan keessatti yaaddan ittiin bakkaan ga’attaniif (isinii uume). isaan irrattiifi dooniiwwan irratti baadhatamtanii (dachiifi bishaan keesa adeemtu).","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:81","price":"Inni mallattoolee Isaa isin agarsiisa. Mallattoowwan Rabbii irraa kam mormitu?","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:82","price":"Sila dachii keessa deemanii, booddeen warra isaan duraa akkam akka ta’e hin ilaallee? Isaan irra bay’ee, humnaanis irra ciccimoo, dachii keessatti faana dhiisuunis isaan caalu turan. wanti isaan dachii keessatti hojjachaa turan (adabbii) irraa isaan hin duroomsine.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:83","price":"Yeroo ergamtoonni isaanii ragaalee ifa ta’aniin isaanitti dhufan, beekumsa irraa waan isaan bira jirutti gammadanii (boonan). Wanti isaan itti qishnaa turan isaanitti qubate.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:84","price":"Yeroo adabbii keenya argan ni jedhan: “Rabbitti amanne; tokkichoomsine waan Isatti qindeessaa turrettis kafarre.”","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"40:85","price":"Amanuun isaanii kan isaan fayyadu hin taane erga adabbii keenya arganii booda (Sun) karaa Rabbii kan gabroota Isaa keessatti dabreedha. Kaafiroonni achitti hoonga’e.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:1","price":"Haa Miim.","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:2","price":"(Qur’aanni kun) Rabbii mararfataa, rahmata godhaa ta’e irraa buufamaadha.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:3","price":"Kitaaba keeyyattoonni isaa adda baafamteedha dubbifamaa Afaan Arabaa ta’ee, namoota akeekkataiif.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:4","price":"Gammachiisaafi sodaachisaa ta’ee (buufamee dha); irra hedduun isaanii irraa gara galan. Isaan hin dhagayan.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:5","price":"Ni jedhan: “onneewwan teenya haguuggaa keessa jirti waan isin itti nu waamtan irraa. Gurroowan keenya keessa duudummaatu jira. Gidduu keenyaafi gidduu kee haguuggiitu jira. Ati (waan feete) dalagi; nutis (waan feene) dalagoodha.","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:6","price":"Jedhi: “ani namuma fakkaataa keessaniiti; gara kiyyatti beeksisaatu godhama (akkana jechuudhaan) ‘dhugaan gabbaramaan keessan gabbaramaa tokkicha qofa; gara Isaa qajeelaa, araaramas Isa kadhadhaa, warra (Isatti) qindeessaniif adabatu jira\".","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:7","price":"Isaan warra zakaa hin kennine, kan Aakhiratti kafaraniidha.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:8","price":"Isaan amananii, toltuuwwan hojjatan isaaniif mindaa adda hin cinnetu jira.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:9","price":"Jedhi: “Sila isin Isa dachii guyyaa lama keessatti uumetti kafartanii, hiriyyaalee Isaaf gootanii? Sun Gooftaa aalamootaati.","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:10","price":"Ishee (dachii) keessatti gaarreen lafa qabatoo ta’an; gubbaa isiitti godhee, ishee keessatti barakaa godhe. Ishee keessatti soora ishee murteesse guyyuma afur keessatti. kadhattootaaf qixa haala taheen.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:11","price":"Ergasii gara samii ol ta’e, haala isheen aara taatee jirtuun. isheefi dachiinis “jaalattanii yookiin jibbitanii kottaa” jedhe. Isaanis “jaalannee dhufne” jedhan.","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:12","price":"Samii torba godhee isheewwan xumuree Guyyaa lama keessatti. samii hunda keessatti, dhimma ishee beeksisa itti godhe. Samii addunyaas ifaadhaaleen (urjiileen) miidhagsinee, tika cimaas (tiksine). Kun murtii (Rabbii) injifataa, beekaati.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:13","price":"Yoo isaan gara galan “ani isin sodaachiseera iyyansa (hamaa), akka iyyansa ummata Aadiifi Samuudin” jedhiin.","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:14","price":"(adabbii) yeroo ergamtoonni fuuldura isaaniitiifi duuba isaaniitiin itti dhufanii “Rabbiin malee (waan biraa) hin gabbarinaa” (isaaniin jennaan), “Gooftaan keenya odoo fedhee malaykota buusa ture; Nuti waan isin itti amantanitti kafarree jirra” jedhanii san (isin sodaachise).","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:15","price":"Aad immoo dachii keessatti haqaan malee boonanii “humnaan namni nurra cimaa eenyu?” jedhan. Sila Rabbiin, Inni isaan uume sun inni humnaan isaan irra cimaa ta’uu hin arginee? Keeyyattoota keenya mormaa turan.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:16","price":"Guyyoota (isaaniif) hamaa keessatti bubbee cimaa isaan irratti ergine, Akka jiruu addunyaa keessatti adabbii salphinaa isaan dhandhamsiifnuuf jecha. (Haa ta’uu malee) adabbii Aakhiraatu irra salphisaadha. Isaan hin tumsamanu.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:17","price":"Samuudiinis isaan qajeelchineeti, qajeelloo irra jallina filatani; duuti adabbii salphisaa isaan qabatte waan isaan hojjataa turaniif .","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:18","price":"Isaan amananii, Rabbiin sodaatoo tahan nagaya baafne.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:19","price":"Guyyaa diinotiin Rabbii gara ibiddaatti walitti qabamanii isaan ittifaman san [yaadadhu].","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:20","price":"Yeroo ishee bira dhufan, dhageettiin isaanii, agartuuwwan isaanitiifi gogaaleen isaanii waan isaan dalagaa turan ragaa isaan irratti ba’u.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:21","price":"Gogaalee isaanitiin “Maalif ragaa nurratti baatu?” jedhan. [Isaan] ni jedhu: “Rabbii Isa waan hunda dubbachiisetu nu dubbachiise, inni kan yeroo jalqabaa isin uume, kan gara Isaatti deebifamtan.”","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:22","price":"Isin kan of dhoksitan hin taane dhageettiin keessan, agartuuleen keessaniifi gogaaleen keessan ragaa isin irratti ba’uurraa. Haa ta’u malee, Rabbiin hedduu waan isin dalagdanii hinbeekuu yaaddan. {1}","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"{1} sun dogoggora keessani Rabbiin waan dalaydan hunda nibeeka.","lang":"om"},{"name":"41:23","price":"Sun yaada keessan, kan isin Gooftaa keessanitti yaaddaniidha. Isin balleessee, warra hoonga’an irraa taatan.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:24","price":"Yoo obsan, ibiddi teessoo isaaniiti, yoo ceephoo buufachuu barbaadan, isaan warra ceephefamu irraayii miti.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:25","price":"Nuti hiriyoota (Sheyxaanaa) isaaniif ramadneeti, wantoota fuuldura isaaniitiifi wantoota booda isaanii isaaniif bareechan. Jechi (adabbiin) isaan irratti mirkanaa’e  akkuma ummatoota isaaniin duraa kan jinniifi nama irratti mirkanaa’e, Isaan dhugumatti hoonga’oo ta’aniiru.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:26","price":"Isaan kafaran “Qur’aana kana hin dhaga’inaa; (yeroo dubbifamu) isa keessatti wacaa akka injifattaniif ” jedhan.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:27","price":"Isaan kafaran adabbii cimaa isaan dhandhamsiifna. Dhugumatti, hamtuu isaan dalagaa turaniifis (adabaan) isaanii galata galchina.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:28","price":"Sun waan mindaan diinotii Rabbii ibidda ta’eefi. Isaaniif ishee keessa mana jireenya turaatu jira. Waan keeyyattoota keenya mormaa turaniif galata galfaman.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:29","price":"Isaan kafaran nijedhan “Gooftaa keenya! Isaan jinnootaafi namoota irraa nu jallisan lamaan nutti agarsiisi; faana keenya jala isaan goona, akka warra jalaa keessa irraa ta’aniif” (jedhan.)","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:30","price":"Isaan “gabbaramaan keenya Allaahdha” jedhanii, ergasii achirratti gadi dhaabbatan, (yeroo isaan du’an) malaykonni isaan irratti bubu’aniiti, “hin sodaatinaa; hin gaddinaas; jannata waadaa isiniif galameen gammadaa. (isaaniin jetti).","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:31","price":"Nuti jiruu addunyaa keessatti jaalalloo keessan turre; Aakhirattis akkasuma. Isiniif ishee (jannata) keessa waan lubbuuleenn teessan feetutu jira. Isiniif ishee keessa waan barbaaddantu jira.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:32","price":"Afeerraa (Rabbii) araaramaa, rahmata godhaa irraa ta’eedha” (isaaniin jedhu).","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:33","price":"Namni jecha bareedu eenyu Nama gara Rabbiitti waame caalaa? kan hojii gaggaarii hojjatee “ani Muslimoota irraayi” jedhe.","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:34","price":"(Hojiin) gaariiniifi hamtuun wal hin qixxaa’an. Ishee toltuu taateen deebisi. Yoos inni gidduu keetiifi gidduu isaa diinummaan jirtu akka jaalalloo firaa ta’uu (agarta).","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:35","price":"Warra obsan malee eenyulleen ishee hin argatu. Abbaa qooda guddaa qabu malee eenyulleen ishee hin argatu.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:36","price":"Yoo waswaasaan shayxaana irraa ta’e si jallise, Rabbitti maganfadhu. Inni Isumatu dhaga’aa, beekaadha.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:37","price":"Mallattoolee Isaa irraayyi Halkan, Guyyaan, Aduufi Baatiinis, Aduufii baatiifis hin sujuudinaa Rabbii isaan uume qofaaf sagadaa, Yoo kan (dhugaan) Isa gabbartan taatan.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:38","price":"Yoo boonan, isaan (malaaykoonni) Rabbii kee bira jiran halkaniifi guyyaa Isa qulqullessu; isaan hin hifatanu.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:39","price":"Mallattoolee Isaa irraayi Ati dachii gogduu taate arguun. yeroo Nuti ishee irratti bishaan (rooba) buufne ni sochooti, ni tullooftis. Dhugumatti, Inni ishee jiraachise, warra du’e jiraachisaadha. Inni waan hunda irratti danda’aadha.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:40","price":"Dhugumatti, isaan keeyyattoota keenya bakka irraa dabsan nu jalaa hindhokatan. Sila isa ibidda keessatti darbamu caala moo, isa nagaa ta’ee Guyyaa Qiyaamaa dhufutu caala? Waan feetan dalagaa; Inni waan isin dalagdan hunda argaadha.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:41","price":"Isaan yaadannotti (Qur’aanatti) kafaran erga inni itti dhufee booda. (nidhabamsiifamu). Inni kitaaba injifataadha.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:42","price":"Sobni fuuldura isaatiis ta’ee duuba isaatiin itti hin dhufu.(Rabbii) ogeessa faarfamaa ta’e irraa buufame.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:43","price":"Waan ergamtoota si duraatiin jedhameen ala wanti siin jedhamu hin jiru. Gooftaan kee abbaa araaramaatiifi abbaa adabbii laaleessaati.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:44","price":"Odoo Qur’aana afaan ajamii (Arabiffaan ala) goonee, sila “maaliif keeyyattoonni isaa sirritti hin ibsamin jedhu, akkamitti (Qur'aanni) afaan Ajamiin (ergamaan) Arabaan tahe?” (jedhu turan). (Yaa Muhammad!) jedhiin: “Inni warra amananiif qajeelfamaafi qoricha. Isaan hin amanin gurra isaanii keessa duudummaatu jira. Innis isaan irratti jaamummaadha. Isaan sun (akka nama) iddoo fagoo irraa waamamuuti.”","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:45","price":"Dhugumatti, Muusaaf kitaaba kennineeti, isa keessatti wal dhabame. Odoo jechi Gooftaa kee biraa dabarte jiraachuu baattee gidduu isaaniitti murtiin ni kennama ture. Isaan isa irraa shakkii mamsiisaa keessa jiru.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"om"},{"name":"41:46","price":"Namni toltuu hojjate lubbuu isaatiifi. Namni hammaates isimarratti. Gooftaan kee gabroota miidhaa hintaane.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"om"}],"juz":{"id":24,"name":"فَمَنْ أَظْلَمُ","transliteration":"Faman Azlam","transEn":"Then Who is More Unjust","startVerse":"39:32","endVerse":"41:46","totalVerses":175}}