{"data":[{"name":"6:111","price":"Odoo Nuti malaykota gara isaaniitti buufnee, du’aawwanis isaaniin haasa'anii, waan hundayyuu isaan duratti walitti qabnellee, isaan yoo Rabbiin fedhe malee kan amananii miti. Garuu irra hedduun isaanii ni wallaalu.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:112","price":"Akka kanatti nabiyyii hundaafuu diina shayxaana namaafi jinnii irraa ta’an,godheera. kan gowwoomsuuf jecha gariin isaanii gara gariitti jecha miidhagaa beeksisan. Odoo Gooftaan kee fedhee silaa san hin raawwatanu ture. Isaaniifi kijiba isaan uumanis dhiisi.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:113","price":"Akka onneewwan warra Aakhiratti hin amaninii gara isaa dabaniifi, akka isas jaalataniifi (adaba irraa) waan raawwachaa jiranis akka raawwataniif.","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:114","price":"\" Rabbiin alatti murteessaa barbaaddadhaa?, innni kitaaba addeeffamaa gara keessanitti buusee jira \" (jedhi). Warri kitaaba isaaniif kennine akka inni dhugaan Gooftaa kee irraa buufame ni beeku. Warra maman irraa hin ta’in.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:115","price":"Jechi Gooftaa keetii dhugaafi haqa haala ta'een xumurameera. Jechoota Isaatiif jijjiiraan hin jiru. Inni dhagayaa, beekaadha.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:116","price":"Yoo irra hedduu namoota dachii keessaa tole jette, karaa Rabbii irraa si jallisu. Isaan shakkii malee homaa hin hordofan. Isaan kijiboo malee homaa hin taane.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:117","price":"Dhugumatti, Gooftaan kee Isumatu nama karaa Isaa irraa jallatu irra beeka; warra qajeelanis Isumatu beeka.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:118","price":"Yoo keeyyattoota Isaatti kan amantan taataniif, waan maqaan Rabbii irratti dubbatame irraa qofa nyaadhaa.{1}","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"{1} beyladaa yeroo gorra'amtu bismillaah itti jedhame irraa nyaadhaa jechuudha.","lang":"om"},{"name":"6:119","price":"Sila maaltu isiniif jiraayyi waan maqaan Rabbii irratti dubbatame nyaachuu dhiiftan? dhugumatti, Inni wantoota isin irratti dhorgamaa godhe isiniif addeesseera,Wanti gara isaatti rakkifamtan odoo hafuu. Dhugumatti, (namoonni) baay’een beekumsaan malee fedha lubbuu isaaniitiin jallatu. Dhugumatti, Gooftaan kee Isaatu irra beekaa warra daangaa dabraniiti.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"abraniiti.","lang":"om"},{"name":"6:120","price":"Badii ifa bahaafi dhokataa isaas dhiisaa. Dhugumatti, isaannan cubbuu hojjatan waan kijiba uumaniif fuuldura galata galfamu (ni adabamu).","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:121","price":"Waan maqaan Rabbii isarratti hin dubbatamin hin nyaatinaa. Dhugumatti, inni fincila. Dhugumatti, shayxaanonni akka isiniin falmanuuf gara jaalallee isaanii hasaasu. Isin yoo isaaniif ajajamtan dhugumatti isin mushrikoota.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:122","price":"Sila namni du’aa turee ergasii isa jiraachifnee ifaa isaaf goone, kan isaan nama keessa deemu, akka fakkii nama dukkanoowwan keessa jiru, kan ishee irraa hin baanee ta'aa? Akka kanatti kaafirootaaf wanti isaan dalagaa turan miidhagfame.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:123","price":"Akkasumas magaalota hunda keessatti gugurdoo jallattoota ishee akka ishee keessatti dhara karoorsaniif goone. Hin beekanu malee, lubbuu isaanii irratti malee dhara hin karoorsanu.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:124","price":"Yeroo mallattoon isaanitti dhufte \"hanga fakkaataan waan ergamoonni Rabbii kennamanii nuuf kennamutti hin amannu\" jedhu. Rabbiin ergaa Isaa eessa akka kaayu akkaan beeka. Warra badii hojjatan Rabbiin biratti xiqqeenyaafi adabbii cimaa ta’etu (isaan) tuqa.waan isaan dhara karoorsaa turaniif.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:125","price":"Namni Rabbiin isa qajeelchuu fedhe, qoma Isaa Islaamaaf bal’isa. Nama isa jallisuu fedhe immoo qoma isaa akkaan dhiphaa, rakkataa akka nama samii keessa ol koruu taasisa. Akka kanatti Rabbiin adabbii warra hin amanne irratti godha.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:126","price":"Kun qajeelaa haala ta’een karaa Gooftaa keetiiti. Ummata gorfamaniif mallattoo dhugaadhaan adda baafneerra.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:127","price":"Isaaniif Gooftaa isaanii bira ganda nagayaatu jira. Innis waan isaan dalagaa turaniif jecha gargaaraa isaaniiti.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:128","price":"Guyyaa hunda isaanii walitti qabee \"Yaa garee jinnootaa! Namoota daneeffattanii jirtu\" (jedhuun yaadadhu). Jaalalleen isaanii kan namoota irraa ta’an \"Gooftaa keenya! gariin keenya gariitti qanani'e; beellama keenya Ati nuuf beellamte geenyee jirra\" jedhu. \"Hanga Rabbiin fedhe malee Ibiddi qubannaa keessani isii keessatti hafoodha\" jedha. Dhugumatti Gooftaan kee ogeessa, beekaadha.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:129","price":"Akka kanatti garii miidhaa hojjattoota garii irratti moosifna. Waan isaan hojjataa turaniif jecha.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:130","price":"\"Yaa garee jinniifi namaa! Sila ergamoonni isin irraa ta’an kan keeyyattoota kiyya isin irratti qara’aniifi qunnamtii guyyaa keessanii kana kan isin dinniinanu isinitti hin dhufnee?\" (jedhamu). \"Nuti lubbuulee keenya irratti ragaa baanee jirra\" jedhan. Jireenyi addunyaa isaan gowwoomsite. Dhugumatti isaan kaafiroota akka turan lubbuulee isaanii irratti ragaa ba’an.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:131","price":"Kun waan Gooftaan kee ganda tokko haala warri ishee dagataa ta'een, badii (isheetiif jecha) kan balleessu hin ta'iniifi.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:132","price":"Hundaafuu waan hojjattan irraa sadarkaaleetu jira. Gooftaan kee waan isaan dalagan irraa dagataa miti.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:133","price":"Gooftaan kee dureessa, abbaa rahmataati,  yoo fedhe, isin adeemsiseeti (dhabamsiiseti) isin booda waan fedhe bakka buusa. Akkuma isin sanyii ummata biraa irraa argamsiise,","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:134","price":"Dhugumatti, wanti waadaa isiniif galame dhufaadha. Isin kan (adabbii jalaa) dadhabsiisoo hintaane.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:135","price":"Jedhi. \"Yaa ummata kiyya! Akkaataa adeemsa keessanii irratti dalagaa; Anis dalagaadha, Namni manni booddee isaaf ta’u eenyuun akka ta’e fuulduratti ni beektu, Dhugumatti, miidhaa hojjattoonni hin milkaa’anu\"","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:136","price":"Oyruufi beyladoota inni uumerraa qooda Rabbiif godhan. yaaduma isaaniitiin \"kun kan Rabbiiti, kun immoo kan gooftolee keenyaati\" jedhan. Wanti gabbaramtoota isaaniitiif ta’e gara Rabbiitti hin ga’u; wanni Rabbiif ta’e immoo gara gabbaramtoota isaaniitti ni ga’a, Wanti isaan murteessan waa fokkate!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:137","price":"Akka kanatti shariikonni isaanii hedduu mushrikoota irraa ta'aniif ajjeechaa ilmaan isaanii miidhagseef, isaan balleessuufi amantii isaanii isaan irratti walitti makuuf jecha. Odoo Rabbiin fedhee hin raawwatanu ture. isaan dhiisi waan isaan kijibanis.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:138","price":"Nijedhan Yaada isaaniitiin kun horiifi oyruu dhorgamtuudha; Nama nuti feene malee ishee hin nyaatu, (kun) horii dugdi ishee (yaabbii irraa) dhorgamteedha; (kun immoo) horii maqaa Rabbii isii irratti hin dubbannee dha\" (jedhan), Rabbi irratti kijiba uumuuf (kana hojjatan). Rabbiin waan isaan kijibaa turaniin fuulduratti galata isaanii galcha (isaan adaba)..","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:139","price":"Ni jedhan: \"Wanti garaalee horii kanneen keessaa dhiirota keenya qofaaf (hayyamamtuudha); dubartoota keenya irratti immoo dhorgamoodha, Yoo du’aa ta’e, isaan (hunduu) isa keessatti shariika\" Ibsa isaaniitiin (kijiba Rabbi irra kaa'aniin) (adabbiin) galata isaanii galcha. Inni ogeessa, beekaadha","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:140","price":"Dhugumatti hoonga’aniiru Warri doofummaan beekumsaan amalee ilmaan isaanii ajjeesan, Rabbiin irratti kijiba maxxansuun waan Rabbiin isaaniif kenne haraama taasisan, Isaan jallataniiru; qajeeloo hin taane.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:141","price":"Rabbiin isa ashaakiltii sireen godhamuufiifi sireen hin godhamneef uumeedha. Muka timiraa, sanyii, dhandhamni wal dhabaa ta'e, Zaytuunaafi Rummaana wal fakkaataniifi wal hin fakkaannes (kan uumee dha). Firee isaa irraa yeroo inni fireesse nyaadhaa; guyyaa haamama isaas haqa isaa (zakaa) kennaa. (Kennaan) daangaa hin dabrinaa. Inni warra daangaa dabran hin jaalatu.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:142","price":"beeyladoota irraa isaan fe’isaaf oolaniifi fe’isaaf hin oolle (uume). Waan Rabbiin isiniif kenne irraa nyaadhaa; tarkaanfiilee shayxaanaas hin hordofinaa. inni isiniif diina ifa bahaadha.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:143","price":"Qindiiwwan saddeeti (uumne): hoolaa irraa lama (kormaafi dhalaa), Re’ee irraas lama (kormaafi dhalaa). \"Sila (Rabbiin) korma lamaan haraam godhe moo dhaltuu lamaani? Moo waan gadaamessi dhaltuu lamaanii of keessaa tti qabatte? Yoo kan dhugaa dubbattan taataniif, beekumsaan naaf himaa\" jedhiin.","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:144","price":"Gaala irraas lama, Loon irraas lama (kormaafi dhalaa uume). jedhi \"Sila (Rabbiin) korma lamaan dhorge moo dhaltuu lamaani? Moo waan gadaamessi dhaltuu walitti qabatte? Moo yeroo Rabbiin kanatti isin ajaju hirmaataa turtani? Nama beekumsa malee namoota jallisuuf jecha Rabbiin irratti kijiba odeesse caalaa namni miidhaa hojjate hin jiru. Dhugumatti, Rabbiin ummata miidhaa hojjattoota hin qajeelchu.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:145","price":"Jedhi: \"Ani waan gara kiyyatti wahyii godhame keessatti nama isa nyaatu irratti dhorgamaa hin argu   yoo du’aa (baktii) yookiin dhiiga dhangala’aa yookiin foon Booyyee, inni najisa, yookiin fincila waan Rabbiin alaatiif gorra’ame malee    .\" Namni halaalaa jiruu haraamatti darbuufi nyaata keessatti daangaa dabruun maletti rakkifame dhugumatti, Gooftaan kee araaramaa, rahmata godhaadha.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:146","price":"Warra yahuudoman irratti abbaa qeensaa hunda haraama taasifnee jirra. Sa'aa, busaa'ee (re’eefi hoolaa) irraas cooma isaan lamaanii, isaan irratti haraama taasifnee jirra, waan dugdi isaaniitiifi marrimaan isaanii baatte (malee) yookiin waan lafeetti makame malee. Kana daangaa dabruu isaaniitiif isaanii galata galchine (isaan adabne). Nuti dhugaa dubbatoodha.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:147","price":"Yoo isaan si kijibsiisan \"Gooftaan keessan abbaa rahmata bal’aati, adabbiin Isaaa ummata yakkamaa irraa hin deebifamu\" jedhiin.","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:148","price":"Isaannan qindeessan fuulduratti ni jedhu \"odoo Rabbiin fedhee, silaa nutis ta’ee abbootiin keenya hin qindeessinu turre, Wanta tokkos haraama hin taasifnu turre. Akkasuma warri isaan dura turan hanga adabbii keenya dhandhamanitti kijibsiisan. jedhi \"Sila beekumsa irraa inni isin nuuf baasuu (fiduu) dandeessan isin bira ni jiraa? Shakkii malee homaa hordofaa hin jirtanu, Isin kijiboo malee hin taane\".","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:149","price":"Jedhi \"Ragaan guutuun kan Rabbiiti, Inni odoo fedhee, silaa hunda keessan ni qajeelcha ture\" .","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:150","price":"Jedhi: \"Mee ragoota keessan kan akka Rabbiin waan kana haraama taasise ragaa ba’an fidadhaa, Yoo isaan ragaa ba’an, ati isaan waliin ragaa hin ba’in, Fedha lubbuu warra keeyyattoota keenya kijibsiisanii,hin hordofin, warra Aakhiraatti hin amanneefi isaan (qaamota biraa) Gooftaa isaanii wajjin wal qixxeessan (hin hordofin)\"","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:151","price":"Jedhi: \"Kottaa! Waan Gooftaan keessan isin irratti haraama godhen isin irratti qara’a: Isatti waa qindeessuu dhiisuu, abbaafi haadhatti tola ooluu, ilmaan keessan beelaaf jecha hin ajjeesinaa, Nutu isiniifi isaanis soora; wantoota fokkatoo ta’an kan mul’ates ta’ee waan dhokate itti hin dhihaatinaa; lubbuu Rabbiin (ajjeesuu) haraama godhes haqaan maleetti hin ajjeesinaa, Isa san isa isiniif dhaame akka xiinxaltaniif.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:152","price":"Qabeenya yatiimaa yoo toltuudhaan ta’e malee hanga inni umrii cimina isaa ga’utti itti hin dhihaatinaa; safaraafi miizaana haqaan guutaa, Nuti lubbuu tokkos dandeettii isii malee hin dirqisiifnu, yeroo jettan (ragaa kennitan), haqa dalagaa Odoma fira dhihoo ta’ellee. Waadaa Rabbiis guutaa. Kana akka isin yaadattaniif isinii dhaama.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:153","price":"Dhugumatti, kun karaa kiyya Isa qajeelaa dhaa, isa hordofaa, karaalee (jallinaa) hin hordofinaa Karaa Rabbii irraa isin baasanii, Kana akka isin sodaattaniif isa isiniif dhaama.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:154","price":"Eegasii muusaaf kitaaba kennine Isaan toltuu hojjatan irratti (ni’imaa keenya) guutuuf, waan hunda addeessuuf, qajeelfamaafi rahmata gochuuf, akka isaan qunnamtii Gooftaa isaanitti amananiif .","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:155","price":"Kun kitaaba Nuti buufne kan barakeeffameedha, Kanaafuu isa hordofaa, (Rabbiin) sodaadhaa, Akka rahmanni isiniif godhamu.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:156","price":"Akka isin hin jenneefi (Arabni amantii hin qabne) \"kitaabichi kan buufame garee lamaan nu duraa irratti, nuti qo’annoowwan isaanii irraa wallaaloodha\" .","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:157","price":"Yookiin akka isin hinjenneefi \"nuti odoo kitaabni nurratti buufamee dhugumatti silaa isaan (yahuudotaafi kiristaanota) caalaa qajeella turre\" (hin janneefi), Dhugumatti, ragaan ifa ta’e (Qur’aanni), qajeelfamaafi rahmanni Gooftaa keessan irraa isiniif dhufeera. Nama keeyyattoota Rabbii kijibsiiseefi ishee irraa gara gale caalaa namni miidhaa hojjate eenyu? Nuti warra keeyyattoota keenya irraa gara galan sababaa isaan gara galaa turaniif adabbii hamaa isaanii galata galchina (adabna)..","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:158","price":"Sila ni eeganii malaaykonni isaanitti dhufuu malee, yookiin Gooftaan kee dhufuu, yookiin gariin mallattoolee Gooftaa keetii dhufuu (malee). Guyyaa gariin mallattoolee Gooftaa keetii dhufu lubbuu tokko iimaanni ishee homaa ishee hin fayyadu tan san dura hin amanin, yookiin iimaana ishee keessatti toltuu hin hojjatin,\"Isin eegaa; Nuti eegoo dha\" jedhiin.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:159","price":"Dhugumatti, warri amantii isaanii qoqqoodaniifi garee garee ta'an, ati waan tokko keessattillee isaan irraayii miti, Dhimmi isaanii gara Rabbiiti, ergasii Inni waan isaan dalagaa turan (hunda) isaanitti hima.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:160","price":"Namni toltuun dhufe, isaaf (toltuu) fakkaattuu ishee kudhantu jira. Namni hamtuun dhufe, inni fakkaattuu ishee malee hin galateeffamu, Isaan hin miidhamanu.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:161","price":"Jedhi \"Dhugumatti, ani Gooftaan kiyya na qajeelchee jira gara karaa qajeelaa, amantii sirrii kan karaa Ibraahiim, ‘haniifa’ (Rabbii tokkicha gabbaruu) ta’etti, Inni mushrikoota irraa hin turre\".","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:162","price":"Jedhi: \"Dhugumatti salaanni kiyya, ibaadaan kiyya, jireenyi kiyyaafi duuti kiyyas Rabbii Gooftaa aalama qofaafi.","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:163","price":"Shariikni isaaf hin jiru; isuma kanattin ajajame; ani jalqaba Muslimootati.\"","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:164","price":"Jedhi: \"Sila ani Rabbiin ala Gooftaa biraa barbaadaa odoo Inni Gooftaa waan hundaa ta’ee jiru? Lubbuun hundi isheedhuma irratti malee (badii) hin hojjattu. (Lubbuun) ba’aa (badii) baadhattu takka ba’aa tan biraa hin baadhattu, Ergasii gara Gooftaa keessaniiti deebiin keessan, Wantoota isin isa keessatti wal dhabaa turtan (hunda) isinitti hima.\"","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"6:165","price":"Rabbiin Isa dachii keessatti bakka bu’oo isin godhe; sadarkaa keessatti garii keessan garii irra ol fuudhe isin qormaatuuf jecha waan isinii kenne keessatti, Dhugumatti, Gooftaan kee daddafsiisaa adabbiiti; ammas Inni araaramaa, rahmata godhaadha.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:1","price":"Alif Laam Miim Saad","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:2","price":"(Kun) kitaaba gara keetti buufame,Isa (geessuu) irraa qoma kee keessa dhiphinni hin jiraatin, Akka isaan akeekkachiiftuufi mu’uminootaaf gorsa ta’uuf (buufne)","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:3","price":"Waan Gooftaa keessan irraa gara keessanitti buufame hordofaa, Jaalalleewwan (biraa) isaa gaditti hin hordofinaa, Xiqqoo qofa gorfamtu","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:4","price":"Magaalota irraa kan Nuti balleessinee meqaa meeqa (hedduudha), kan adabbiin keenya halkan yookiin guyyaa isaanii rafuutti jiruu isheetti dhufe.","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:5","price":"Yeroo adabbiin keenya isaanitti dhufu jechi isaanii \"nuti miidhaa raawwattoota turre\" jechuu malee waan biraa hin taane.","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:6","price":"Dhugumatti, isaan (ergamaan) gara isaaniitti ergame ni gaafanna; ergamootas ni gaafanna.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:7","price":"Dhugumatti, (guutuu seenaa isaanii) beekumsaan isaan irratti odeessina, Nuti (kana irraa) fagoo hin taane.","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:8","price":"Madaalli guyyaa san dhugaadha. Namni madaalli (hojii gaarii) isaa ulfaatte, isaan sun isaanumatu milkaayoodha.","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:9","price":"Namni madaalli (hojii gaarii) isaa salphatte immoo, isaan sun warra waan keeyyattoota keenya miidhaa turaniif lubbuu isaanii hoongessaniidha.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:10","price":"  Dhugumatti, dachii keessa isinii mijeessinee ishee keessas waan ittiin jireenyaa isiniif gooneerra; Galateeffannaan keessan xiqqoodha.","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:11","price":"  Dhugumatti, isin uumneerra, Ergasiis isin bocne, Ergasiis maleykotaan \"Aadamiif sujuudaa\" jenne, Achumaan sujuudani; Ibliis malee, Inni warra sujuudan irraa hin taane.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:12","price":"  (Rabbis) \"Yeroo ani si ajaju, sujuuduu irraa maaltu si dhorge?\" jedhe, (Ibliis) \"Anatu isa caala; Ibidda irraa na uumteetiin isa dhoqqee (biyyee) irraa uumte\" jedhe.","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:13","price":"  (Rabbiinis) \"ishee irraa bu’i; Ishee keessatti boonuun siif hin taane; bahi ati warra salphattoota irraayi\" jedheen.","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:14","price":"  (Ibliis) \"Hanga guyyaa isaan kaafamaniitti na tursiisi\" jedhe.","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:15","price":"  (Rabbiin) \"Ati warra tursiifaman irraayi\" jedheen.","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:16","price":"  (Ibliis) ni jedhe: \"Waan ati na jallifteef, Dhugumatti, karaa kee qajeeloo irran isaaniif taa’a.","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:17","price":"  Ergasii fuuldura isaanii, duuba isaanii, mirgaawwan isaaniitiifi bitaawwan isaanii irraan isaanitti dhufa. Irra hedduu isaaniis galateeffattoota ta'anii hin argitu.\"","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:18","price":"  (Rabbiinis) ni jedhe: \"Ishee irraa arrabsamaa, fageeffamaa haala taateen ba’i, Isaan irraa namoota si hordofe, isin hunda irraan Jahannama guuta.","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:19","price":"  Yaa Aadam! Atiifi niitiin kee jannata keessa taa'aa; iddoo feetan irraas nyaadhaa. Miidhaa raawwattoota irraa taatu mukattii tanatti immoo hin dhihaatinaa.\"","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:20","price":"  Shayxaanni isaan lamaanitti hasaase isaanitti mul’isuuf waan isaanirraa dhokate qaama saalaa isaanii irraa; nijedhe \"Rabbiin keessan mukattii kana irraa  waa isin hindhoorgine akka isin lamaan malaykota hin taaneef malee, yookiin akka isin lamaan hafoo hin taaneefi malee\".","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:21","price":"  \"Dhugumatti, ani isiniif warra toltuu yaadan irraayi\" (jechuun) isaan lamaaniif kakate.","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:22","price":"  Gowwoomsuun isaan jallise, Yeroma isaan mukattii dhandhaman, qaamni saalaa isaanii isaanitti mul'atte; isaanis qaama isaanii baala jannataatiin haguuguutti seenan, Gooftaan isaanii isaanitti lallabe \"Sila Ani mukattii tana irraa isin hin dhorginee; shayxaanni isin lamaanif diina ifa ta’e isiniin hin jennee?\" (jedheen).","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:23","price":"  \"Gooftaa keenya! lubbuu keenya miinee jirra. Yoo ati nuuf hin araaramneefi rahmata nuuf hin goone, nuti Dhugumatti, warra hoonga’an irraa taana\" jedhan.","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:24","price":"  (Rabbiin) ni jedhe: \"Gariin keessan gariif diina haala taataniin bu’aa, Isiniif dachii irra qubsumaafi qananii hanga yeroo murtaa’ee ta'eetu jira.\"","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:25","price":"  \"Isheedhuma keessa jiraattu; ishee keessattis duutu; ishee irraas baafamtu\" jedheen.","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:26","price":"  Yaa ilmaan Aadam! Nuti uffata qaama saalaa keessan haguuguufi faaya isin irratti buufnee jirra. Uffata sodaa Rabbii, saniitu caala. Kun mallattoowwan Rabbii irraayi; akka isaan yaadataniif (isaaniif himne).","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:27","price":"  Yaa ilmaan Aadam! akka shayxaanni isin hin mokkorre, Akka abbaafi haadha keessan jannata irraa baasetti, uffata isaanii isaan irraa mulqee qaama saalaa isaanii isaanitti mul’isuuf. Dhugumatti, inniifi gosti isaa iddoo isin isaan hin agarre irraa isin argu. Nuti isaan hin amanneef shayxaanota jaalallee goonee jirra.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:28","price":"  Yeroo waan fokkattuu hojjatan \"abbootii keenya ishee irratti agarre; Rabbiinis isheetti nu ajaje\" jedhu. \"Rabbiin fokkatuuwwanitti hin ajaju, Sila isin waan hin beekne Rabbi irratti jettuu?\" jedhiin.","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:29","price":" Jedhi \"Gooftaan kiyya haqatti ajaje. Masjida hunda biratti fuulleen keessan (ibaadaaf gara isaa) sirreessaa. Amantii keessan isaaf qulqulleessaa haala taataniin isa gabbaraa, Akkuma isin jalqabetti deebitu\"","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:30","price":"  Garee tokko ni qajeelche; garee biraa immoo jallinni isaan irratti mirkanaa’e, Dhugumatti, isaan Rabbii gaditti shayxaanota jaalalleewwan taasifatan, Isaan qajeeltota uf sehan.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:31","price":"  Yaa ilmaan Aadam! Masjida hunda birattuu bareechifannaa (uffata) keessan qabadhaa. Nyaadhaa, dhugaa, daangaa hin dabrinaa, Inni daangaa dabritoota hin jaalatu.{1}","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"{1} yeroo salaataa hunda uffata gayaa barbaachisaa uffadhaa jechuudha.","lang":"om"},{"name":"7:32","price":"  \"Namni bareechifannaa (uffata) ishee Rabbiin gabroota Isaatiif baaseefi soorata irraas gaggaarii dhorge eenyu?\" jedhi. Isheen jiruu addunyaa keessatti warra amananiifi Guyyaa Qiyaamaa dhuunfaa isaaniiti\" jedhi, Akka kanatti keeyyattoota ummata beekaniif addeessina.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:33","price":"  Jedhi: \"wanti Gooftaan kiyya haraama godhe gochaalee fokkatoo, isherraa waan mul'ateefii waan dhokate, dilii, haqaan maletti roorrisuu, waan inni ragaa isaaf hin buusin Rabbitti qindeessuufi Rabbi irratti waan hin beekne jechuudha.\"","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:34","price":"  Ummata hundaafuu yeroo murtaa’etu jira. Yeroo beellamni isaanii dhufe sa’aatii tokko booda hin aanfamanu; duras hin dabranu.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:35","price":"  Yaa ilmaan Aadam! Yoo ergamoonni isin irraa ta’an isinitti dhufan kan keeyyattoota kiyya isin irratti qara’an, namni (Rabbiin) sodaatee toltuu hojjate, sodaan isaan irra hin jiru; isaan hin gaddanus.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:36","price":"  Warri keeyyattoota keenya kijibsiisanii ishee irraa boonan, sunniin warra ibiddaati; isaan ishee keessatti hafoodha.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:37","price":"  Nama Rabbiin irratti kijiba uume yookiin keeyyattoota Isaa kijibsiise caalaa namni miidhaa hojjate eenyu? (tokkolleenuu hinjiru). Sunniin qoodni isaanii kitaaba irraa haala ta'een isaan dhaqqaba; Ergamoonni keenya lubbuu isaanii kan fuudhan ta'anii yeroo isaanitti dhufan \"Warri Rabbii gaditti gabbaraa turtan eessa jiru?\" jedhu. \"Nurraa badaniiru\" jedhu. Isaan kaafiroota tahuu lubbuu isaanii irratti ragaa ba’an.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:38","price":"  (Rabbiin) ni jedha: \"Isin ummatoota isin dura dabran keessa seenaa kan jinnootaafi namoota irraa ta’an ibidda keessatti (tahaa). \" Ummanni wahii dhawaata seentuun obboleettii ishee (kan ishee jallifte) abaarti, Yeroo hundi isaanii ishee keessatti walitti qabamanitti isheen boodaa ishee duraatiin \"Gooftaa keenya! Isaan kun nu jallisanii jiru, Kanaaf adabbii dachaa ta’e ibidda irraa isaaniif kenni\" jette, (Rabbiinis) \"Hundaafuu dachaatu jira, Garuu isin hin beektanu\" jedhe.","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:39","price":"  Warri jalqaba isaanii warra booda isaaniitiin ni jette \"isiniif nurra caaliinsi wahii hin taane; Waan hojjachaa turtaniif jecha adabbii dhandhamaa\".","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:40","price":"  Dhugumatti, isaan keeyyattoota keenya kijibsiisaniifi ishee irraa boonan, balballan samii isaaniif hin banamtu. Hanga gaalli qaawwa lilmoo keessa seenutti jannatas hin seenanu. Akka kanatti yakkamtoota (adabbiin) galata galchina..","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:41","price":"  Isaaniif Jahannam irraa firaashiitu jira, gubbaa isaaniitii immoo haguuggiitu (jira). Akka kanatti miidhaa raawwattoota (adabaan) galata galchina..","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:42","price":"  Isaannan amananii, gaggaarii hojjatan, Nuti lubbuu takkas dandeettii ishee malee hin dirqisiifnu; isaan sun warra jannataati, Isaan ishee keessatti hafoodha.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:43","price":"  Jibbaarraa waan qomoota isaanii keessa jirus ni baafne, Laggeen jala (gamoo) isaanii yaati, \"Faaruun kan Rabbii kanaaf nu qajeelcheeti, Odoo Rabbiin nu qajeelchuu baatee hin qajeellu turre; ergamoonni Rabbii keenyaa dhugaadhaan dhufteetti\" jedhan. nilallabaman \"Jannata tana dhaalchifamtan sababa waan hojjataa turtaniitiif\".","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:44","price":"  Warri jannataa warra ibiddaatti lallabu \"Nuti Dhugumatti, waan Gooftaan keenya waadaa nuuf gale dhugaa haala ta’een arganneerra. Isin waan Gooftaan keessan waadaa isiniif gale haala dhugaa ta’een argattanii jirtuu?\" (jedhaniin). \"Eeyyeen\" jedhan. Lallabaan gidduu isaaniitti ta’e nilallabe \"Abaarsi Rabbii miidhaa hojjattoota irra haa jiraatu\" (jedhe).","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:45","price":"  (Isaan) warra karaa Rabbii irraa deebisaniifi akka isheen jallattu fedhaniidha, Isaan Aakhiratti kafaroodha.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:46","price":"  Gidduu isaanii haguuggaatu jira, 'A’araaf' irras dhiirota hundayyuu mallattoo isaanitiin beekantu jiru, Warra jannataatti lallabu \"nageenyi isin irratti haa jiraatu\" jechuun. Isaan (warri a’araaf) haala kan ishee kajeelan ta'aniin ishee hin seenne. {1}","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"{1} A'iraaf jechuun jogolla jannataafii azaaba jiddutti taheedha. isarra ummata toltuufii hamtuun isaanii walqixxaatteetu taa'a. isan warra ibiddaatiifii jannataatis ni argan, mallattoo isaaniitiin beekan, jannata hinseenne garuu nikajeelan.","lang":"om"},{"name":"7:47","price":"  Yeroo ijji isaanii gara warreen ibiddaa deebifamte \"Gooftaa keenya! Ummata miidhaa hojjattoota wajjiin nu hin taasisin\" jedhu.","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:48","price":"  Warri a’araaf dhiirota mallattoo isaanitiin beekanitti lallaban, \"(Qabeenya) walitti qabuun keessaniifi wanti isin boonaa turtan waa isin hin fayyanne\" jedhu.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:49","price":"  Sila isaan kun warra Rabbiin rahmataan isaaniif hin godhu jettanii kakattaniidhaa? Jannata seenaa, sodaan isin irra hin jiru; isinis kan gadditanu hin taane (jedhamu)","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:50","price":"  Warri ibiddaa  warra jannataatti lallabu \"Bishaan irraa yookiin waan Rabbiin isinii hire irraa nurratti dhangalaasaa\" jedhu, \"Dhugumatti, Rabbiin isaan lamaan kaafiroota irratti haraama taasiseera\" jedhaniin.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:51","price":"  (Isaan) warra amantii isaanii qoosaafi tapha godhatanii jireenyi addunyaa isaan gowwoomsiteedha, Akkuma isaan walqunnamtii guyyaa isaanii kana irraanfataniifi keeyyattoota keenya mormaa turan guyyaa har'aa isaan irraanfanna (dhiifna)..","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:52","price":"  Dhugumatti, Nuti kitaaba beekumsaa wajjiin isa addeessineen  isaanitti dhufnee jirra, haala qajeelumaafi rahmata ummata amananiif ta'een. {1}","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"{1} kitaabni suni qur'aana kabajamaadha.","lang":"om"},{"name":"7:53","price":"  Sila isaan xumura isaa malee maal eegaaru? Guyyaa xumurri isaa dhufu warri san dura isa dagatan nijedhu \"Dhugumatti, ergamoonni Gooftaa keenyaa dhugaan dhufteetti, Sila araarsonni nuuf araarsan nuuf jiraa? Yookiin dalagaa isa hojjataa turreen alaa hojjachuuf (gara addunyaatti) deebifamnaa?\" (jedhu), Dhugumatti, lubbuulee isaanii hoongessanii jiru. Wanti isaan kijibaan uumaa turan isaan jalaa badeera.","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:54","price":"  Dhugumatti, Gooftaan keessan Rabbii Isa samiifi dachii guyyoota jaha keessatti uumee, ergasii Arshii irratti (ol ta’iinsa isaaf malu) ol ta’eedha. Haala ariitiidhaan isa barbaada ta'een halkaniin guyyaa haguugsisa. Aduu, ji’aafi urjiiwwan kan ajaja Isaatiin laaffifaman ta'anii (isaan uume). Dhagayaa! Uumuuniifi ajajnis kan Isaati. Rabbiin Gooftaa aalamaa ta’e barakaan isaa baay’ate.","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:55","price":"  Gooftaa keessan gadi of qabuufi dhoksaadhaan kadhaa. Inni daangaa dabritoota hin jaalatu.","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:56","price":"  Dachii irrattis erga isheen toltee booda hin balleessinaa. Sodaafi kajeellaadhaan Isa kadhaa. Dhugumatti, rahmanni Rabbii warra toltuu hojjatanutti dhihoodha.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:57","price":"  Inni Isa bubbeewwan gammachiisaa taasisee rahmata Isaa dura erguudha. Yeroo isheen duumessa ulfaataa baadhatte gara biyya duuteetti oofna; bishaan isatti buusuun fuduraalee hunda isaan baafne, akka kanatti du’aa (awwaala irraa) kaafna.Akka isin gorfamtaniif jecha.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:58","price":"  Biyyi gaariin biqilaan isaa hayyama Gooftaa isaatiin baha, Inni bade immoo (biqilaan isaa) dadhabbiidhaan malee hin bahu, Akka kanatti keeyyattoota namoota galateeffataniif addeessina.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:59","price":"  Dhugumatti, Nuti Nuuhiin gara ummata isaatti erginee \"Yaa ummata kiyya! Rabbiin qofa gabbaraa Isa malee gabbaramaan biraa isiniif hin jiru, ani adabbii guyyaa guddaan isin irratti sodaadha\" jedheen.","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:60","price":"  Qondaalonni ummata isaa irraa ta’an \"Dhugumatti, nuti jallina ifa galaa keessatti si argina\" jedhan.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:61","price":"  (Nuuhis) ni jedhe: \"Yaa ummata kiyya! Ani jallinni homaatuu natti hin jiru, Garuu ani ergamaa Gooftaa aalamaa irraa ta’eedha.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:62","price":"  Ergaalee Gooftaa kiyyaan isin dhaqqabsiisa; toltuus isiniifin yaada, Rabbi irraa waan isin hin beeknen beeka.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:63","price":"  sila ni dinqisiifattanii gorsi Rabbii keessan irraa ta’e isinitti dhufuu, nama isin irraa ta’e tokko irratti,akka isin akeekkachiisuuf, akka Rabbiin sodaattaniifi akka mararfatamtaniif (isaaniin jedhe).","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:64","price":"  Isa kijibsiisan, Isaafi warra doonii keessa isa waliin ta’an ni baraarsine, Isaan keeyyattoota keenya kijibsiisan immoo bishaaniin dhidhimsine, isaan ummata jaamaa turan.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:65","price":"  Gara Aad obboleessa isaanii Huud (erginee) \"Yaa ummata kiyya! Rabbiin qofa gabbaraa; Isa malee gabbaramaan biraa isiniif hin jiru, Sila hin sodaattanuu?\" jedheen.","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:66","price":"  Ummata isaa irraas qondaalonni warra kafaranii \"Dhugumatti, nuti gowwummaa keessatti si argina, Dhugumatti, kijibdootaa irraa ta'uu kees yaanna\" jedhaniin.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:67","price":"  (Huudis) ni jedhe: \"Yaa ummata kiyya! Ani gowwummaan homaatuu natti hin jiru, Garuu ani ergamaa Gooftaa aalama hundaa irraa ta'eedha.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:68","price":"  Ergaalee Gooftaa kiyyaan isin dhaqqabsiisa, Anis isiniif tola yaadaa, amanamaadha.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:69","price":"  sila nidinqisiifattanii gorsi Rabbii keessan irraa tahe isinitti dhufuu nama isin irraa ta'e irratti (bu'ee) akka isin diyniinuuf jecha. yaadadhaa Yeroo Inni ummata Nuuh booda bakka bu’oota isin taasiseefi uumama keessattis bal'ina isiniif dabale (yaadadhaa).qananiilee Rabbii yaadadhaa Akka milkooftaniif jecha .\"","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:70","price":"nijedhan \"sila nutti dhuftee  Akka nuti Rabbiin tokkicha Isaa gabbarruufi, wantoota abbootiin keenya gabbaraa turanakka dhiifnuuf?waan ittiin nu sodaachiftu san nutti fidi Yoo warra dhugaa dubbatu irraa taateef \"","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:71","price":" nijedhe  \"Dhugumatti, adabniifi dallansuun Gooftaa keessan irraa isin irratti bu’eera, Sila isin maqaalee keessatti na mormituu kan isiniifi abbootiin keessan ishee moggaaftan, kan Rabbiin isheedhaan ragaa hin buusin? Eegaa; ani isin wajjin warra eegan irraayii\".","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:72","price":"  Isaafi warra isa waliin turan rahmata nurraa ta’een nagaa baafne, Warra keeyyattoota keenya kijibsiisaniifi hundee isaanii murre.isaan mu’uminootas hin taane.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:73","price":"  Gara Samuuditti obboleessa isaanii Saalihiin (erginaan) ni jedhe: \"Yaa ummata kiyya! Rabbiin qofa gabbaraa. Isa malee gabbaramaan biraa isiniif hin jiru. Dhugumatti, Gooftaa keessan irraa mallattoon ifaa taate isinitti dhuftee jirti. Kun haala mallattoo isiniif taateen gaala Rabbiitii, ishee dhiisaa dachii Rabbii keessa haa nyaattu, Hamtuun ishee hin tuqinaa adabbii laalessaatu isin qabata.","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:74","price":"  Yeroo Inni Aadiin booda bakka bu’oota isin taasiseefi dachii keessa isin jiraachise yaadadhaa. Dirree ishee irraa gamoowwan ijaarrattu; gaarreen irraas qottaniitin manneen taasiftu. qananiilee Rabbii yaadadhaa; badii raawwataa taatanii dachii keessa hin balleessinaa.\"","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:75","price":"  nijedhe qondaalonni warri boonan ummata isaarraa warra hacuucaman irraa warra amananiin \"sila Saalih Rabbii isaa biraa ergamuu ni beektuu?\". \"(Eeyyeen) Nuti waan inni ittiin ergametti amanoodha\" jedhan.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:76","price":"  Isaannan boonan \"Dhugumatti, nuti isa isin itti amantan sanatti kafarreerra\" jedhan.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:77","price":"  Yeroma san gaalattii waraanan; ajaja Gooftaa isaanii irraa bahanii \"Yaa Saalih! Yoo ergamtoota irraa taateef waan ittiin nu sodaachiftu nutti fidi\" jedhan.","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:78","price":"  Yeroma san sochiin (kirkirri) dachii isaan qabatte; manneen isaanii keessatti jilbeenfatanii (dhumanii) bariisifatan.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:79","price":"  (Saalihis) isaan irraa gara galee \"Yaa ummata kiyya! Dhugumatti, ani ergaa Gooftaa kiyyaa isin dhaqqabsiiseera; tolas isiniif yaadeera, Garuu isin nama toltu isiniif yaadu hin jaalattanu\" jedhe.","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:80","price":"  Luuxiinis, yeroo inni ummata isaatiin jedhe [yaadadhaa]: \"Sila isin badii fokkataa aalama irraa (namni) tokkoyyuu isheedhaan isin hin dursin raawwattuu?","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:81","price":"  Dhugumatti, isin fedhii saalaatiif dubartii dhiiftanii dhiiratti dhuftuu! Dhugumatti, isin ummata daangaa dabroodha.\"","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:82","price":"  Deebiin ummata isaas \"magaalaa keessan irraa isaan baasaa; isaan Dhugumatti, ummata qulqulleeffatanuu dha\" jechuu malee homaa hin turre.","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:83","price":"  Isaafi maatii isaa nagaya baasne. Niitiin isaa malee isiin warra (adabbii keessatti) hafan irraa taate.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:84","price":"  Rooba (adabaas) isaan irratti roobsifne, Booddeen yakkamtootaa akkam akka ta’e ilaali.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:85","price":"  Gara Madyan obboleessa isaanii Shu’aybiin (erginee) ni jedhe: \"Yaa ummata kiyya! Rabbiin qofa gabbaraa, Isa malee gabbaramaan biraa isiniif hin jiru. Dhugumatti, ragaan ifa taate Rabbii keessanirraa isiniif dhuftee jirti, Safaraafi madaalas guutaa, Namoota wantoota isaanii jalaa hin hir’isinaa. Dachii keessatti erga toluu isheetii hin balleessinaa, sanatu isiniif caala Yoo mu’uminoota taatan .","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:86","price":" Karaa hunda irraa hin taa’inaa Namoota sodaachisuufi karaa Rabbii irraas namoota isatti amanan deebisuun, akka isheen jallattu kan barbaaddan taatanii. yaadadhaa yeroo xiqqoo turtanii isin baay’esse. Booddeen warra badii raawwatanii akkam akka ta’e ilaalaa.","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"om"},{"name":"7:87","price":"  Yoo gareen isin irraa ta’e tokko waan ani ittiin ergametti amananii gareen biraa immoo hin amanin hanga Rabbiin gidduu keenyatti murteessutti obsaa, Innis irra caalaa warra murteessaniiti\" (isaaniin jedhe).","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"om"}],"juz":{"id":8,"name":"وَلَوْ أَنَّنَا","transliteration":"Wa Lau Annana","transEn":"If Only We Had","startVerse":"6:111","endVerse":"7:87","totalVerses":142}}