{"data":[{"name":"7:88","price":"  Nijedhan ummata isaa irraa qondaalonni warra boonanii \"Yaa Shu’aybi! nuti dhugumatti, siifi isaan si waliin amananis magaalaa teenya irraa ni baafna; yookiin isin (hunduu) gara amantii keenyaa deebi’uu qabdu\" jedhan\"Sila odoo kan jibbinus taanee moo!\" jedhe.","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:89","price":"  \" Dhugumatti Rabbiin irratti kijiba uumnee jirra yoo gara amantii keessanii deebine, erga Rabbiin ishee irraa nu baraarsee booda,ishee keessatti deebi’uun nuuf hin taane yoo Rabbiin Gooftaan keenya fedhe malee. Gooftaan keenya beekumsaan waan hunda bal'atee jira, Rabbi irratti hirkannee jirra, (Yaa) Gooftaa keenya! Gidduu keenyaafi gidduu namoota keenyaatti dhugaan murteessi; Ati irra caalaa warra murteessaniiti\" (jedhe).","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:90","price":"  nijedhan Ummata isaa irraa qondaalonni warra kafaranii \"isin yoo Shu’aybiin hordoftan, Dhugumatti, isin yeroo san hoonga’oo dha\".","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:91","price":"   Sochiin (kirkirri) dachii isaan qabatte; manneen isaanii keessatti jilbeenfatoo ta'anii (du'anii) bariisifatan.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:92","price":"  Warri Shu’aybiin kijibsiisan akka waan ishee keessa hin turree ta’an, Warri Shu’aybiin kijibsiisan isaan hoonga’oo ta’an.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:93","price":"  (Shu’ayb) isaan irraa gara galee nijedhe \"yaa ummata kiyya! Ani ergaalee Gooftaa kiyyaa isin dhaqqabsiiseera. Toltuu isiniif dhaameera. Kanaafuu ani ummata kafaran irratti akkamittiin gadda!\".","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:94","price":"  Nuti gara magaalaa tokkoo nabiyyii kamuu erginee (yoo ummanni sun ajaja isaa fudhachuu didan), jiraattota ishee hiyyummaafi dhibeen isaan qabnee malee hin hafne akka isaan gadi of qabaniif jecha,.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:95","price":"  Ergasii bakka hamtuu toltuutti jijjiirre, hanga isaan baay’atanii jedhanitti \"Dhugumatti, abbootii keenyas rakkinniifi toltuun tuqxee jirti (kun waanuma yeroon fiduu dha)\" Achumaan tasa isaan qabne, odoo isaan hin beekne.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:96","price":"  Odoo warri magaalattii amananii (Rabbiin) sodaatanii, silaa Dhugumatti, Nuti samiifi dachii irraa barakaawwan isaaniif banna turre, Garuu isaan ni sobsiisan. Kanaafuu waan isaan kan hojjata tahaniif isaan qabne.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:97","price":"  Sila jiraattonni magaalattii isaanii rafaa jiranuu adabbiin keenya halkan isaanitti dhufuu (irraa) of amanuu (sodaa dhabanii)?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:98","price":"  Yookiin jiraattonni magaalattii isaanii taphatanuu adabbiin keenya waaree isaanitti dhufuu of amanuu (sodaa dhabanii)?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:99","price":"  Sila tooftaa Rabbii amanuu? Tooftaa Rabbii ummata hoonga’aa malee eenyullee hin amanu.","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:100","price":"  Sila isaannan dachii (dhumiinsa) warra ishee boodaan dhaalanuuf ifa hin taanee nuti odoo feenee diliilee isaaniitiin kan isaan adabnu ta’uun keenya? Onneewwan isaanii irratti cufaa goonaa, isaan hin dhaga’anu.","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:101","price":"  Magaalota kana (kan Nuuh irraa hanga ummata Shu’aybitti jiru) {1} seenaalee isaanii irraa siif odeessina. Dhugumatti, ergamoonni isaanii ragaawwan ifa ta’aniin isaanitti dhufaniiru, Waan san dura kijibsiisanitti kan amanan hin taane, Akka kanatti Rabbiin onnee kaafirootaa irratti cufa.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"{1} isaan magaalota nuuh, huud, saalih, luux, shu'eybiiti.","lang":"om"},{"name":"7:102","price":"  Irra hedduu isaanii waadaa isaanii irra kan gadi dhaabbatan hin argine; irra hedduu isaanii finciltoota ta’uu argine.","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:103","price":"  Ergasii isaan booda mallattoowwan keenyaan Muusaa gara Fir’awniifi qondaalota isaatti erginee jirra, Isaan fudhachuu didan, Booddeen (itti galli) balleessa hojjattootaa akkam akka ta’e ilaali.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:104","price":"  Muusaan ni jedhe: \"Yaa Fir’awna! Dhugumatti, ani ergamaa Gooftaa aalamootaa irraa ta’eedha.","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:105","price":"  Rabbi irratti dhugaa malee dubbachuu dhiisuun koo dhugaadha; dhugumatti, ani ragaa ifa galaa Gooftaa keessan irraa ta’een isinitti dhufeera, Kanaafuu Ilmaan Israa’iil na wajjiin gadi dhiisi.\"","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:106","price":"  (Fir’awni) \"Yoo mallattoon kandhufte taate, ishee fidi, yoo warra dhugaa dubbatan irraa taateef\" jedheen.","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:107","price":"  Ulee isaa darbate; isheen yeroma san bofa mul'ataa (guddaa) taate","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:108","price":"  Harka isaa ni baase; isheen yoosuu warra ilaalaniif adii (calaqqisaa) taate.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:109","price":"  Qondaalonni ummata Fir’awni irraa ta'an ni jedhan: \"Inni kun Dhugumatti, saahiree (falfalaa) beekaadha.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:110","price":"  Dachii keessan irraa isin baasuu fedha; maal ajajjuree?\" (jedheen).","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:111","price":"  [Isaan] ni jedhan: \"isaafi obboleessa isaa tursiisi, Magaalota keessa walitti qabdoota ergi.","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:112","price":"  Falfalaa beekaa hundaan sitti dhufu.\"","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:113","price":"  Saahiroonni gara Fir’awni dhufanii \"yoo nuti kan injifannu taane mindaan nuuf jiraa?\" jedhan.","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:114","price":"  [Inni] \"Eeyyeen Isin warra (natti) dhiyeeffamu irraayi\" jedheen.","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:115","price":"  \"Yaa Muusaa! yookaa ati darbachuu yooka nuti darbattoota tahuu \" jedhan.","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:116","price":"  \"Darbadhaa\" jedhe, Yeroma (funyoo isaanii) darbatan ija namootaa falfalanii isaan shoorarkeesan, Sihrii guddaan dhufan.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:117","price":"  Gara Muusaatti \"ulee kee darbi\" (jechuun) beeksisa goone, Achumaan isheen waan isaan kijiban ni liqimsiti.","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:118","price":"  Dhugaan ni mirkanaa’e; wanti isaan hojjataa turan ni bade.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:119","price":"  Achitti ni injifataman; salphattoota ta’anii deebi’an.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:120","price":"  Saahiroonni (Rabbiif) kan sujuudan ta'anii kufan.","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:121","price":"  Ni jedhan: \"Gooftaa aalamootaatti amanneerra.","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:122","price":"  Gooftaa Muusaafi Haaruunitti.\"","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:123","price":"  Fir’awnis ni jedhe: \"odoo ani isiniif hin hayyamin isatti amantuu? Dhugumatti, kun tooftaa isin magaalattii keessatti mari’attaniidha jiraattota ishee isii irraa baasuuf jecha. Fuulduratti beekuuf jiraattu.","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:124","price":"  Dhugumatti,ninmura harkoowwan keessaniifi miilleen keessan wal faallessuunan, eegasii hunda keessaniiyyuu nan fannisa.\"","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:125","price":"  Isaanis \"Nuti Dhugumatti, gara Gooftaa keenyaa deebi’oo dha\" jedhan.","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:126","price":"  \"Mallattooleen Gooftaa keenyaa yeroma nutti dhuftu itti amanuu (keenya) malee wanti nurraa haaloo bahattu hin jiru, Gooftaa keenya! obsa nurratti dhangalaasi, Muslimoota godhii nu ajjeesi\" (jedhan)","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:127","price":"  Ummata Fir’awni irraas qondaalonni nijedhan \"sila ati Muusaafi ummata isaa akka dachii keessa balleessanii (Muusaanis) sihiifi gabbaramtoota keetis akka dhiisuuf (isaan) dhiiftaa?\". ni jedhe: \"Nuti ilmaan dhiiraa isaanii ni ajjeefna, Dubartoota isaanii immoo ni jiraachifna, (nidhiifna). nuti isaan irratti moo’attoota.\"","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:128","price":"  Muusaan ummata isaatiin nijedhe \"Rabbiin gargaarsifadhaa; obsaa, Dhugumatti, dachiin tan Rabbiiti, Gabroota Isaa irraa nama fedhe ishee dhaalchisa, Booddeen tan warra Rabbiin sodaataniiti\".","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:129","price":"  Nijedhan \"Nuti rakkifamnee jirra odoo ati nutti hin dhufin duraafi erga nutti dhuftee boodas \". nijedhe \" nimala Gooftaan keessan diinota keessan balleessee, dachii keessatti bakka isin buusee, ergasii akkam akka dalagdan isin ilaaluun\".","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:130","price":"  Dhugumatti, Nuti ummata Fir’awni caama waggootaaf tureefi hir’ina oomishaatiin isaan qabne. akka isaan gorfamaniif jecha.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:131","price":"  Yeroo toltuun wahii isaanitti dhufte \"kun nuuf malti\" jedhu, Yoo hamtuun isaan tuqxe immoo Muusaafi namoota isa waliinii irratti hooddatu, Dhagayaa! Dhugumatti,hooddannaan isaanii Rabbiin bira jira. Garuu irra hedduun isaanii hin beekan.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:132","price":"  Isaan (Muusaan) ni jedhan: \"Yoo ati raajii irraa waan feeteen isheedhaan sihrii nutti godhuuf nutti dhufte, nuti siif kan amannu hin taane.\"","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:133","price":"  Achumaan nuti lolaa (bishaan) dachii walga’e, awaannisa, injiraan, raachaafi dhiiga mallattoowwan addeeffamaa haala ta'aniin isaan irratti erginee jirra. Isaan garuu ni boonan, (Isaan) ummata yakkamtoota turan.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:134","price":"  Yeroo adabichi isaan irratti bu'u ni jedhan: \"yaa Muusaa! Gooftaa kee nuuf kadhu waan Inni si biraa waadaa qabuun , yoo ati adabicha nurraa deebifte, Dhugumatti, nuti siif amanna; Ilmaan Israa’il si waliin ergina.\"","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:135","price":" yeroma nuti isaan irraa adabicha Hanga beellama isaan dhaqqabanuutti deebifnu achumaan isaan waadaa isaanii diigu.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:136","price":" galaana keessatti isaan dhidhimsinee haaloo isaan irraa ba’anne, Sababa isaan keeyyattoota keenya sobsiisanii ishee irraayis dagattoota ta’aniif .","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:137","price":"  Nuti namoota hacuucamaa turan Bahaafi Dhiha dachii dhaalchifne, ishee barakaa keessa goonee. jechi Rabbii keetii toltuun Banii Israa’iil irratti guutamte Sababa isaan obsaniif. Waan Fir’awniifi ummanni isaa dalagaa turaniifi waan isaan ijaaraa turanis ni barbadeessine.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:138","price":"  Ilmaan Israa’iilin bahara ceesifne, ummata taabota isaanii (gabbaruu) irra taa’aa jirutti dhufanii \"yaa Muusaa akkuma isaan waan gabbaramu qaban nuufis waan gabbaramu godhi\" jedhan, [Inni] ni jedhe: \"Isin ummata wallaaloodha.","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:139","price":"  Isaan kun wanti isaan keessa jiran mancaafamaadha. Wanti isaan dalagaa turanis kufaadha.\"","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:140","price":"  \"Sila ani Rabbiin ala gabbaramaa biraa isiniif barbaadaa odoo Inni aalama hunda irra isin caalchisee jiruu?\" jedhe.","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:141","price":"  Yeroo Nuti namoota (adabbii) ummata Fir’awni irraa nagaa isin baafnes [yaadadhaa] kan hamtuu adabaa isin dhandhamsiisan, kan ilmaan keessan ajjeesanii dubartoota keessan jiraachisan. Kana keessas balaa guddaa Gooftaa keessan irraa ta’etu jira.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:142","price":"  Muusaaf halkan soddoma waadaa seenne. Kudhaniin ishee guunne. Beellamni Gooftaa isaa halkan afurtama guute. Muusaan obboleessa isaa Haaruunin ni jedhe: \"Bakka na bu’i ummata kiyya keessatti tolchi, Karaa warra balleessaa hojjatanii hin hordofin.\"","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:143","price":"  Yeroo Muusaan beellama keenyaaf dhufee Rabbiin isaa isaan dubbatu \"Yaa gooftaa kiyya (uf) na argisiisi sin ilaalaa!\" jedhe. (Rabbiin) \"Nan argitu; garuu gara gaaraa ilaali; yoo bakka isaatti ragga'eef Na argitaa\" jedhe. Yeroo Rabbiin isaa gaaraaf mul’atu caccaphaa isa godhe. Muusaan of wallaalee kufe, Yeroma bayyanatu nijedhe \"ati qulqulloofte; ani gara keetti deebi’e, anis jalqaba mu’uminootaati\".","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:144","price":"  (Rabbiin) ni jedhe: \"Yaa Muusaa! Ani ergaa kiyyaafi haasa’a kiyyaan namoota irra si filadheera, Waan Ani siif kenne qabadhu, Galateeffattoota irraa ta’i.\"","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:145","price":"  Loohiwwan keessatti waan hunda irraa gorsaafi ibsa waan hundaa isaaf barreessine. \"Ishee ciminaan qabadhu, ummata keetis akka toltuu ishee qabatan ajaji. Ani biyya finciltootaa fuuldurattin isinitti agarsiisa\" (jedheen).","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:146","price":"  Ani warra haqaan ala dachii keessatti boonan keeyyattoota kiyya irraa garan galcha, Yoo mallattoolee hunda arganis isatti hin amananu, Yoo karaa qajeelaa argan isa karaa hin godhatanu, Yoo karaa jallinaa argan isa karaa godhatu, Kun waan isaan keeyyattoota keenya kijibsiisaniifi ishee irraas dagatoo turaniifi.","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:147","price":"  Warri keeyyattoota keenyaafi qunnamtii Aakhiraa kijibsiisan, dalagaaleen isaanii badde, Sila waan hojjataa turan malee mindeeffamuu?","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:148","price":"  Ummanni Muusaa (deemsa) isaa booda faaya isaanii irraa jibicha qaama sagaleen (akka koqiinsaa) isaaf taate tolfatan, Sila akka inni isaanitti hin dubbanneefi gara karaa (sirriis) isaan hin qajeelchine hin arganuu? (Gabbaramaa) isa godhatan; miidhaa hojjattootas ta’an.","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:149","price":"  Yeroo gaabbanii jallachuu isaaniis argan, (tawbataniitin) jedhan: \"odoo Gooftaan keenya rahmata nuuf godhuu baateefi nuuf hin araaramnee, dhugumatti silaa nuti hoonga’oo irraa taana ture.\"","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:150","price":"  Muusaan yeroma dallanaa gaddaa gara ummata isaa deebi’u \"wanti isin ana booda na bakka buuftan waa fokkate; sila ajaja Gooftaa keessanii jarjarfattani moo?\" jedhe. Loohiiwwan darbee mataa obboleessa isaa qabe, kan ufitti harkisu ta'ee. (Obboleessis) nijedhe \"Yaa ilma haadha tiyyaa! Ummanni na hacuucanii na ajjeesuuf dhihaatani, Kanaafuu diina natti hin gammachiisin, Ummata miidhaa raawwattoota wajjinis na hin godhin\" jedhe.","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:151","price":"  (Muusaan) nijedhe \"Gooftaa kiyya! Anaafi obboleessa kiyyaaf araarami, Rahmata kee keessas nu seensisi, Ati irra rahmata godhaa warra rahmata godhaniiti\".","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:152","price":"  Dhugumatti, isaannan mirgoo (gabbaramaa) godhatan, Gooftaa isaanii irraa dallansuufi salphinni jireenya addunyaa tanaa keessatti isaan argata፣ Akka kanatti kijiba uumtota (adabaan) galata galchina.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:153","price":"  Isaannan dilii heddu hojjatanii sana booda tawbataniifi amanan, Dhugumatti, Gooftaan kee sana booda araaramaa, rahmata godhaadha.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:154","price":"  Yeroma dallansuun Muusaa irraa qabbanaa’u loohiwwan fuudhe, Barreefama ishee keessa qajeelfamaafi rahmatatu warra Gooftaa isaanii sodaataniif jira.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:155","price":"  Muusaan ummata isaa irraa namoota torbaatama beellama keenyaaf filate, Yeroo sochiin (kirkirri) lafaa isaan qabattu, (Muusaan) ni jedhe: \"Gooftaa kiyya! Odoo feetee kana dura isaaniifi anas ni balleessita ture, Sila waan gowwoonni nurraa ta’an dalaganiin nu balleessitaa? Isheen (fitnattiin) mokkoroodhuma keeti malee homaa miti, Isheedhaan nama feete jalliftee nama feete immoo qajeelchita, Ati gargaaraa keenya, Nuuf araarami, Rahmatas nuuf godhi, Ati caalaa araaramtootaati.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:156","price":"  Jireenya addunyaa kana keessattiifi kan Aakhiraa keessattis toltuu nuuf katabi, Nuti gara kee deebineerra.\" (Rabbiin) ni jedhe: \"(kun) azaaba kiyya; naman fedhen isaan tuqa, Rahmanni kiyya waan hundaaf ballatte, Ishee fuulduratti nin barreessa warra Rabbiin sodaataniif, zakaa kennaniifi warra keeyyattoota keenyatti amananiifin.\"","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:157","price":"(Isaan) warra ergamaa, nabiyyii hin barreessineefi hin dubbifne hordofani, isa isaan biratti Tawraatiifi Injiiliin keessatti barreeffamee isa argan, kan toltutti isaan ajajuufi hamtuu irraa isaan dhorgu, kan gaggaarii halaala isaaniif taasisu, fokkataawwan immoo haraama isaan irratti taasisu, kan ba’aa isaaniitiifi hidhaa isaan irra ture isaan irraa lafa kaayu. (hordofaniidha). Isaannan isatti amananii isa kabajan, kan isa gargaaraniifi ifa isa waliin bu’e hordofan, isaan isaanumatu warra milkaa’oodha.","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:158","price":"  Jedhi: \"Yaa namootaa! Dhugumatti, ani ergamaa Rabbii Isa mootummaan samiifi dachii kan Isaa ta’e irraa gara hunda keessaniitti (ergamee dha). Isa malee dhugaan gabbaramaan hin jiru, Ni jiraachisa; ni ajjeesas, Rabbiifi ergamaa Isaa, kan nabiyyii hin dubbifneefi hin barreessine ta’eetti amanaa,kan Rabbiifi jechoota Isaatti amanu sanitti, isa hordofaa akka qajeeltaniif jecha.\"","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:159","price":"  Ummata Muusaa irraa ummata dhugaan qajeelaniifi ittiin haqa murteessantu jira.","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:160","price":"  Ummata gosa kudha lama goonee isaan qoqqoodne, Gara Muusatti yeroo namoonni isaa dhugaatii isa gaafatan \"Ulee teetiin dhagaa dhayi\" jechuu beeksifne, Isa irraas burqituu kudha lamatu maddite, Namoonni hunduu iddoo irraa dhugan ni beekan, Duumessa isaan irratti gaaddiseessine, Mannii'fi 'salwiis' isaan irratti buufne: \"Gaggaarii waan nuti isiniif kenninee irraa nyaadhaa\" (jenneen). Isaan Nu hin miine; garuu isaan lubbuu isaanii miidhaa turan.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:161","price":"  Yeroo isaaniin jedhame [yaadadhaa] \"magaalattii tana keessa jiraadhaa; ishee irraa bakka feetanii nyaadhaa, (kan nu feenu Badiin nurraa) harca'uudhas' jedhaa, Balbalas sujuuda godhaa seenaa, Badiiwwan keessan isiniif dhiifna,(galata) warra toltuu hojjataniis ni daballa\"","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:162","price":"  Isaan irraa warri miidhaa hojjatan jecha isaanin jedhameen ala isa biraa jijjiiran,azaaba samii irraa isaan irratti ergine Waan miidhaa hojjataa turaniif jecha.{1}","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"{1} jecha jirhiiruun isaanii kan Rabbiin araarama kadhataa seenaa isaaniin jedhe isaan habbatun fii sha'iiratin (firii garbuu barbaanna) jechaa seenan. akkasuma kan sujuudaa seenaa isaaniin jedhame taa'aa isaaniitiin lafarra shorroqaa seenan.saniif Rabbiin itta dallanee azaaba samirraa itti buuse. [ tafsiira saidii/ teysiir].","lang":"om"},{"name":"7:163","price":"  isaan gaafadhu Waa’ee magaalattii galaanicha cinaa jirtuu, yeroo isaan sanbata keessatti daangaa dabran, yeroo qurxummiin isaanii guyyaa sanbataa mul’attuu taatee isaanitti dhuftu; guyyaa isaan hinsanbateessine (hin guddifne) (guyyaa biroo) isaanitti hin dhuftu,akka kanatti isaan qormaanna waan isaan fincilaa turaniif.","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:164","price":"  (yaadadhu) Yeroo ummanni isaan irraa taate jette \"ummata Rabbiin isaan balleessuuf yookiin adabbii cimaa isaan adabuuf jiru maaliif gorsitu?\" (Gorsitoonn) nijedhan \"Gooftaa keessan biratti sababa nuuf haa ta'uufi akka isaan Rabbiin sodaataniifi\" jedhan. [1]","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"[1] kuni wanni ibsu namni gorsu yoo ummanni irratti dides gorsa isaa hindhaabuu ittuma fufa jechuudha.","lang":"om"},{"name":"7:165","price":"  Yeroma isaan waan ittiin gorfaman dagatan, isaan hamtuu irraa (namoota) dhorgan nagaa baafnee, isaan miidhaa hojjatan immoo adabbii hamaan isaan qabne waan isaan fincilaa turaniif jecha. {2}","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"{2} hubadhaa daiwaan (ummata islaamummatti yaamuun) azaaba jalaa nagaya nama baafti.","lang":"om"},{"name":"7:166","price":"  Yeroma isaan daangaa wantoota irraa dhorgamanii dabran isaanin jenne \"jaldeessa salphattoota ta’aa\".","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:167","price":"  Yeroo Gooftaan kee hanga Guyyaa Qiyaamatti isaan irratti nama adabbii laalessaa isaan dhandhamsiisu akka isaan irratti ergu beeksise (yaadadhu.) Dhugumatti, Gooftaan kee adabbiin isaa arifataadha; Inni akkaan araaramaa, akkaan rahmata godhaadha.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:168","price":"  Nuti (Ilmaan Isaraa’iil) dachii keessatti ummatoota adda addaa taasifnee isaan kukkunnee jirra, Isaan irraas gaggaariitu jira, Isaan irraa sanaan alatu jira, toltuuwwaniifi hamtuuwwaniin isaan qormaannee jirra Akka isaan deebi’aniif jecha.","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:169","price":"bakka bu’an booda isaaniitii bakka bu’oonni badaan kitaaba dhaalan. Meeshaa dhihoo (hoosa) kana fudhataa, \"fuulduratti nuuf dhiifama\" jedhu, Yoo meeshaan san fakkaatu isaanitti dhufe ni fudhatu, Sila waadaan kitaabaa  akka isaan Rabbiin irratti dhugaa malee hin dubbanne isaan irraa hin fuudhamnee? Waan isa keessa jirus hin dubbifnee? Manni Aakhiraa isaan Rabbiin sodaataniif caalaadha, Sila isin hin xiinxaltanuu?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:170","price":"  Isaannan kitaabicha qabatanii, salaata sirnaan dhaaban, Dhugumatti, Nuti mindaa tolchitoota hin balleessinu.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:171","price":"  Yeroo Nuti gaara xuur gubbaa isaanii irratti akka gaaddisaa ta’ee ol fuunee, isaan isaanirratti kufa jechuu dhugoomsanii \"Waan nuti isiniif kennine ciminaan qabadhaa, Akka (Rabbiin) sodaattaniif jecha waan isa keessa jiru qhubadhaa\" (jenne yaadadhu)","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:172","price":"  Yeroo Gooftaan kee ilmaan Aadam irraa, dugdaalee isaanii irraa sanyiilee isaanii baase, lubbuulee isaanii irratti ragaa isaan godhe [yaadadhu] \"Ani Gooftaa keessanii mitii?\" jecheen, Isaanis \"Eeyyeen; ragaa baanee jirra\" jedhan, Kunis akka isin Guyyaa Qiyaamaa \"Dhugumatti, nuti kana irraa daguu keessa turre\" hin jenneefi.","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:173","price":"  “Yookiin abbootii keenyatu duraan (Rabbitti) qindeessani; nutis sanyii isaaniin boodaa turre, Sila waan balleessitoonni hojjataniin nu balleessitaa?” akka isin hin jenneef (ragaa isin goone).","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:174","price":"  Akka isaan (yaadanii)fi deebi’aniif jecha akka kanatti keeyyattoota keenya addeessina.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:175","price":"   isaan irratti dubbisi oduu isa keeyyattoota keenya isaaf kenninee, ishee irraa luqqa'e, sheyxaana isa hordofsiise, jallattoota irraa ta’e.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:176","price":"  Odoo feenee, isheedhaan (keeyyattoota keenyaan) ol isa fuuna ture, Garuu inni gara dachiitti gadi dide; fedhii lubbuu isaa hordofe, Fakkeenyi isaa akka fakkii sareeti yoo ariite arraba baasee harganu, yoo dhiiftes arraba baasee harganuuti, Kuni fakkeenya ummata keeyyattoota keenya kijibsiisaniiti, seenaalee odeessi akka isaan xiinxalaniif jecha .","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:177","price":"  Fakkeenyi ummata keeyyattoota keenya kijibsiisanii waa fokkate! lubbuulee isaanii kan miidhan ta’anii.","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:178","price":"  Namni Rabbiin qajeelche, isatu qajeelaadha, Namni Inni jallise immoo, isaan warra hoonga’oodha.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:179","price":"  Dhugumatti, Nuti jahannamiif jinnootaafi namoota irraa heddu uumnee jirra, Isaaniif onneewwantu tahe, isiin hinhubatan. isaaniif ijoowwantu tahe, isiidhaan hinargan.isaaniif gurroowwantu tahe, isiin hindhagayan. Warri sun akka beyladootaati, Inumaa jarri irra jallatoodha, Isaan isaanumatu dagattoota.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:180","price":"  Rabbiif maqaalee gaggaariitu jiru, Isheedhaan Isa kadhaa, Warra maqaalee Isaa keessatti jallisan dhiisaa, Waan dalagaa turan fuulduratti galata galfamu.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:181","price":"  Namoota Nuti uumne irraa, ummata dhugaan qajeelaniifi isaanis haqa murteessantu jiru.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:182","price":"  Isaannan keeyyattoota keenya kijibsiisan, Nuti karaa isaan hin beekne irraan suuta suutaan isaan qabna.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:183","price":"  Yeroo isaaniifin kenna; Dhugumatti, tooftaan kiyya cimaadha.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:184","price":"  Sila isaan saahiba (Nabiyyii) isaaniitti (muhammaditti) maraatummaan akka hinjirre hin xiinxalanuu? Inni akeekkachiisaa ifa galaa malee waan biraatii miti.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:185","price":"  Sila mootummaa samiileefii dachiifi, keessatti hinlaalanii? waan Rabbiin wantoota hunda irraa uumes, akkasumas beellamni (yeroon du’a) isaanii Dhugumatti kan dhihaate ta’uu (hin ilaalanuu?). Sila booda isaatii (Qur’aanaatii) haasa’a kamitti amanu?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:186","price":"  Nama Rabbiin jallise, qajeelchaan isaaf hin jiru, Jallina isaanii keessatti dhama'oota ta'anii isaan dhiisa.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:187","price":"  Waa’ee Qiyaamaa irraa yoomi dhaabbatiinsi isii (dhufti isii) (jedhanii)  si gaafatu, jedhi \"Beekumsi ishee Gooftaa kiyya bira qofa. Isa malee homtuu yeroo isheetiif ishee hin ibsu, Samiileefi dachii keessatti ulfaatte, Isheen tasa (daguutti) malee isinitti hin dhuftu\" (jedhi). Akka waan ati ishee sirritti beektuutti si gaafatu, jedhi Beekumsi ishee Rabbiin bira qofa jira, Garuu irra hedduun namootaa hin beekan\".","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:188","price":" Jedhi \"Ani lubbuu kiyyaaf faayidaas ta’ee miidhaa fiduu hin danda'u waan Rabbiin fedhe malee, Odoon kanin fagoo (ghaybii) beeku ta'ee, silaa toltuu irraan baay'ifadha; hamtuun na hin tuqu ture, Ani ummata amananiif akeekkachiisaafi gammachiisaa malee hintaane\".","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:189","price":"  Inni Isa lubbuu takka irraa isin uumee ishee irraa qindii isii taasisee, akka isheetti booharuuf (mukuu bahuuf).  Yeroo inni ishee qunnamu ulfa salphaa ulfoofte, (salphina isaa irraa bakka feete) ittiin deemte, Yeroma isheen ulfaattu Rabbiin Gooftaa isaanii kadhatan \"yoo Ati (ilma) gaarii nuuf kennite, dhugumatti, nuti warra Si galateeffatan irraa taana\" (jechuun) .","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:190","price":"  Yeroo Inni (ilma) gaarii isaaniif kennu waan Inni isaaniif kenne (maqaa) keessatti Isaaf shariika taasisan, Rabbiin waan isaan Isa waliin gabbaran irraa ol ta’eera.","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:191","price":"  Sila warra  waa tokko uumuu hin dandeenye Rabbitti qindeessuu? kan ofiifuu uumamoo ta’an.","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:192","price":"  Isaan gargaaruu hin danda’an, lubbuulee isaaniis hingargaaran.","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:193","price":"  Yoo isin gara qajeelumaa isaan waamtan isin hin hordofan, Isaan waamtanus yookiin cal’iftoota taatanus isin irratti walqixa.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:194","price":"  Dhugumatti, isaan isin Rabbii gaditti gabbartan gabrootuma fakkiiwwan keessaniiti, mee isaan kadhaa isiniif haa awwaatanuu Yoo kan dhugaa dubbattan taataniif.","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:195","price":"  Sila isaaniif miiloowwantu tahee kan isiidhaan deeman? moo isaaniif harkoowwantu taheekan isiidhaan qabatan? moo isaaniif ijoowwantu kan isiidhaan argan? moo isaaniif gurroowwantu tahee kan isiidhaan dhagayan?   jedhi \" shariikota keessan (warra Rabbii waliin gabbartan) waamadhaa, Ergasii tooftaa natti baasaa, Yeroos naaf hin kenninaa (isaan hin sodaadhu).","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:196","price":"   Jaalalleen kiyya Rabbii Isa kitaaba buuseedha, Inni warra toltuu hojjatan ni gargaara\" (jedhiin).","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:197","price":"  Warri isin Isaa gaditti gabbartan isin gargaaruu hindandayan, lubbuulee isaaniitis hingargaaranu.","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:198","price":"  Yoo gara qajeelumaa isaan waamtan hin dhaga'anu. Kan isaan gara kee ilaalanu argita isaan hinargan.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:199","price":"  Haala (namootaa irraa isa) laafaa qabadhu; toltuutti ajaji; wallaaltota irraa gara gali.","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:200","price":"  Yoo garagalchaan shayxaana irraa ta’e tokko (ajaja Rabbii irraa) si bute Rabbitti maganfadhu, Inni dhagayaa, argaadha.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:201","price":"  Isaan Rabbiin sodaatan yeroo naanna'aan shayxaana irraa ta’e isaan tuqe, (Rabbiin) yaadatu, Achumaan isaan argoodha..","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:202","price":"  Obboleeyyan isaanii jallina isaaniif dabalu, Ergasii (jallisuu irraa) hin gabaabbatanu.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:203","price":"  Yeroo ati raajii wahiitiin isaanitti hin dhufin \"Maaliif ishee hin finne (hin uumne)?\" jedhu. jedhi \"Wanti ani hordofu waan Gooftaa kiyya biraa gara kiyyatti beeksifame qofa, (Qur’aanni) kun ragaa ifa bahaa Gooftaa keessan irraa ta'e,  qajeelfamaafi rahmata ummata amananiif \".","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:204","price":"  Yeroo Qur’aanni qara’ame isaaf dhageeffadhaa; cal’isaa akka rahmanni isiniif godhamuuf .","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:205","price":"  Gooftaa kee faarsi lubbuu tee keessatti gadi of qabaafi sodaataa, sagalee ol hin fuudhaminiin ganamaafi galgala. Dagattoota irraa hin ta’in.","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"7:206","price":"  Dhugumatti, isaannan Gooftaa kee bira jiran Isa gabbaruu irraa hin boonanu; Isa qulqulleessu; Isaaf sujuuda godhu. {1}","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"{1} bakka tanatti namni qur'aana qarau sujuuda tokko godha. sujuuda tilaawaa (qaraatii qur'aanaa) jedhama. sunnaa jaalatamaadha. inni qur'aana keessa bakka 15 jira.","lang":"om"},{"name":"8:1","price":"Boojuu irraa si gaafatu, jedhi “Boojuun kan Rabbiifi ergamaa Isaati, Rabbiin sodaadhaa. Hariiroo gidduu keessan jiru tolchaa.Rabbiifi ergamaa Isaatiif ajajamaa Yoo mu’uminoota taatan\".","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:2","price":"Mu’umintoonni (dhugaa) warra yeroo (maqaan) Rabbii dubbatamu onneewwan isaanii rifattu, kan yeroo keeyyatoonni Isaa isaan irratti dubbifamtu Iimaana isaaniif dabaltuu, kan Gooftaa isaanii irratti irkataniidha.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:3","price":"Isaannan salaata (seera ishee guutanii) dhaabani, waan nuti isaaniif kennine irraas kennitaniidha.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:4","price":"Isaannan kun isaan qofatu dhugumatti mu’uminoota, Gooftaa isaanii biratti sadarkaa hedduuisaaniif jira, araaramaafi soorata gaarii ta’etu (jannatatu) (isaaniif jiraaf).","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:5","price":"akkuma Rabbiin kee mana kee irraa dhugaan si baaseeti. gariin mu’uminootarraa nijibban.","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:6","price":"Siin falmu Dhugaa irratti, erga inni ifa ta’ee booda, akka waan odoo argan gara du’aa oofamaaraniitti .","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:7","price":"Yeroo tokkoon gareewwan lamaanii isiniif ta’uu Rabbiin waadaa isiniif galee, isinis isheen abbaa lolaa hin ta’in (gareen daldaalaa) isiniif ta’uu jaallattan, Rabbiin nifedha  jechoota (waadaa) Isaatiin dhugaa mirkaneessuu. hidda kaafirootaa muruu (fedha).","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:8","price":"(Wanti kana hojjateef) akka dhugaa mirkaneessee soba barbadeessuufi odoo kaafiroonni jibbanillee .","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:9","price":"Yeroo isin Rabbii keessan irraa birmannaa barbaaddanii isiniif awwaate “Ani maleykoota kumaa wal hordofoo ta’an isiniif gargaarsa godhaadha” (jeche) [yaadadhu].","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:10","price":"Rabbiin gammachuu (keessanii)fi akka onneewwan keessan ittiin tasgabbooftuuf malee waan biraatiif isa hin goone, Injifannoon Rabbiin biraa malee hin taane. Rabbiin injifataa, ogeessa.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:11","price":"[yaadadhaa]. Yeroo Inni hirribaan isin haguuge tasgabbii Isa biraa ta’ee (adda waraanaatti).samii irraa yeroo bishaan isin irratti buuse (roobse), isaan isin qulqulleessuf, waswaasa sheyxaanaa isin irraa deemsisuuf, onneewwan keessanirratti (obsaan) jabeessuuf, faanowwan (keessanis cirracha irratti) ittiin gadi dhaabuuf jecha (isiniif roobse).","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:12","price":"Yeroo Gooftaan kee gara maleykotaatti beeksisa godhe [yaadadhu] “Ani (gargaarsaan) isin waliin jiraa, isaan amanan (miila isaanii) gadi dhaabaa, Ani onneewwan isaan kafaranii keessa sodaan buusa; Mormoowwan (isaanii) gubbaa rukutaa, Isaan irraas quba hunda rukutaa” (jedhee).","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:13","price":"Kun waan isaan Rabbiifi ergamaa Isaa faallessaniifi, Namni Rabbiifi ergamaa Isaa faallesse, (Rabbiin isa adaba) Rabbiin adabbiin isaa cimaadha.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:14","price":"Kun (adaba keessanii), isa dhandhamaa, Dhugumatti kaafirootaaf adabbii ibiddaatu jira.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:15","price":"Yaa warra amantan! (waraanaaf) kan walitti qabaman ta’anii yeroo warra kafaran qunnamtan, duuba keessan isaanitti gara hin galchinaa (hin baqatinaa).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:16","price":"Namni guyyaa san duuba isaa isaaniitti garagalche, yoo mijjeeffannaa lolaatiif yookiin gara hoomaa (isaa) siquuf ta’e malee, inni dhugumatti dallansuu Rabbi irraa ta’een deebi’ee jira, Teessoon isaas jahannami, Deebiin (isaanii jahannam) waa fokkate.","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:17","price":"Isin isaan hin ajjeefne Garuu Rabbitu isaan ajjeese. Ati hin darbanne Yeroo darbatte Garuu Rabbiitu darbate. Mu’uminootaafis tola gaarii isa biraa ta’e akka kennuuf (kana hojjate). Rabbiin dhagahaa, beekaadha.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:18","price":"Kun (dhugaadha) Rabbiin dadhabsiisaa tooftaa kaafirootati.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:19","price":"(Yaa warra kafartan!) Yoo murtii barbaaddan, dhugumatti murtiin isiniif dhufee jira. Yoo (badii irraa) dhorgamtan inni isiniif caalaadha. Ammas yoo isin (waraanatti) deebitan, nutis (tumsa keenyaan) ni deebina.Tuunni keessan odoo baay’attellee homaa isin hin fayyadanu. Rabbiin (gargaarsaan) mu’uminoota waliin jira.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:20","price":"Yaa warra amantan! Rabbiifi ergamaa Isaatiif ajajajamaa, Odoo dhageessanuu Isa irraa gara hin galinaa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:21","price":"Akka isaan “dhageenyee jirra” jedhanii hin ta’inaa haala isaan hin dhageenyeen.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:22","price":"Dhugumatti, irra badaan lubbu qabeeyyii Rabbiin biratti duudaa, arraba qabamaa, isaan aqlii hin qabneedha.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:23","price":"Rabbiin odoo isaan keessatti toltuu beekee, silaa isaan dhageessisa ture. Odoo isaan dhageessisee, silaa isaan kan garagalan ta’anii irraa baqatu.","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:24","price":"Yaa warra amantan! Rabbiif awwaadhaa, Ergamaa Isaatiifis; yeroo inni waan isin jiraachisutti isin waame (awwaadhaa). beekaa Rabbiin gidduu namichaatiifi onnee isaa nigolga. isin gara Isaatti walitti qabamtan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:25","price":"Rakkoo (Fitnaa) isin irraa warra miidhaa hojjatan qofa kophaatti hin tuqne sodaadhaa. Rabbiin adabbiin isaa cimaadhaa beekaa","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:26","price":"Yaadadhaa yeroo isin muraasa, dachii keessattis hacuucamoo, namoonni (saamichaafi ajjeechaan) isin bubbutuu sodaattan, (Rabbiin) isin qubsiisee, tumsa Isaatiin isin gargaare,gaggaarii irraa isin soore akka isin galateeffattaniif.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:27","price":"Yaa warra amantan! Rabbiifi ergamaa Isaa hin ganinaa, amaanaa keessanis hin ganinaa odoo beektanii.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:28","price":"beekaa qabeenyaaleen keessaniifi ilmaan keessanis (fitnaa) mokkoroodha. Rabbiin mindaan guddaan Isa bira jira.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:29","price":"Yaa warra amantan! Yoo Rabbiin sodaattan, addaan baasaa (dhugaafi dharaa) isiniif godha. Badiilee teessan isin irraa harcaasa, Isiniif araaramas, Rabbiin abbaa tola guddaati.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:30","price":"  Yeroo isaan kafaran shira sirratti baasan [yaadadhu], si hidhuuf yookiin si ajjeesuf yookiin (biyya irraa) si baasuuf. Isaan shira baasu; Rabbiinis shira baasa (shira isaanii isaan irratti deebisa), Rabbiin irra caalaa warra tooftaa baasuuti.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:31","price":"  Yeroo keeyyatoonni keenya isaan irratti qara’amtu nijedhan “Nuti (ishee) dhageenyee jirra, odoo feenee fakkaataa kanaa ni jenna; kuni ogbarruu warra duriiti malee waan biraatii miti”.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:32","price":"  Yeroo isaan jedhan yaadadhu “Yaa Allaah! Yoo kuni dhugaa si biraa (bu’e) ta’e, samii irraa dhagaa nurratti roobsi; yookiin adabbii laalessaa nutti fidi”.","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:33","price":"  Rabbiinis odoo ati isaan keessa jirtuu kan isaan adabu hin taane, Ammas Rabbiin odoo isaan araarama kadhatanuu kan isaan adabu hin taane.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:34","price":"  maaltu isaaniif tahe kan Rabbiin isaan hin adabneef, Haala isaan masjiida kabajamaa irraa (namoota) dhoorganiin. isaan itti gaafatamtoota isaa hintaane.itti gaafatamtoonni isaa Warra Rabbiin sodaatan malee kan biraa hin taane; garuu irra hedduun isaanii hin beekanu.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:35","price":"  Salaanni isaanii mana (Ka’abaa) biratti fiiysuu (siiksuu) fi harka dhahuu (shubbisuu) malee waan biraa hin taane, adabbii dhandhamaa Sababa kufrii keessaniif.","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:36","price":"  Dhugumatti, isaan kafaran (namoota) karaa Rabbii irraa dhorguuf jecha qabeenya isaanii kennu, Fuula duras ishee kennu, Sana booda isaan irratti gaabbii taati, Ergasii ni injifatamu; isaan kafaran gara jahannamitti walitti qabamu.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:37","price":"  Rabbiin fokkataa gaarii irraa adda baasuufi, fokkataa garii isaa garii gubbaatti taasisa, hunda isaanii walitti tuulee, ergasii jahannam keessatti isaan taasisuuf (walitti qabamu). Warri sun isaanumatu hoonga’oodha.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:38","price":"  Isaan kafaraniin jedhi, yoo (kufrii irraa) dhorgaman wanti dabre isaaniif araaramama, Yoo (itti) deebi’an immoo dhugumatti, karaan (adabbiin) warra duraanii dabritee jirti.","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:39","price":"  Hanga “fitnaan” (shirkiin) hin argamneefi amantiin hundi isaa Rabbiif ta’utti isaaniin lolaa; (kufrii irraa) yoo dhorgaman, dhugumatti, Rabbiin waan isaan dalagan argaadha.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"","lang":"om"},{"name":"8:40","price":"  Yoo isaan irraa gara galan, dhugumatti Rabbiin “gargaaraa keessanii beekaa, Tiksaan (Isa ta’uun) waa tole; tumsaan (Isa ta’uunis) waa tole.","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"om"}],"juz":{"id":9,"name":"قَالَ الْمَلَأُ","transliteration":"Qalal Malao","transEn":"The Chiefs Said","startVerse":"7:88","endVerse":"8:40","totalVerses":159}}