{"data":[{"name":"35:1","price":"Louvor a Allah, O Criador dos céus e da terra, Que faz dos anjos Mensageiros, dotados de asas: duas, ou três, ou quatro. Ele acresce, na criação, o que quer. Por certo, Allah, sobre todas as cousas, é Onipotente.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:2","price":"O que Allah franqueia aos homens, em misericórdia, ninguém pode retê-lo. E o que Ele retém, ninguém, depois dEle, pode enviá-lo. E Ele é O Todo-Poderoso, O Sábio.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:3","price":"Ó humanos! Lembrai-vos da graça de Allah para convosco. Há criador outro que Allah, que vos dê sustento do céu e da terra? Não existe deus senão Ele. Então, como dEIe vos distanciais?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:4","price":"E, se eles te desmentem, Muhammad, com efeito, foram desmentidos outros Mensageiros, antes de ti. E a Allah são retornadas as determinações.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:5","price":"Ó humanos! Por certo, a promessa de Allah é verdadeira. Então, não vos iluda a vida terrena e não vos iluda o ilusor, acerca de Allah!","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:6","price":"Por certo, Satã vos é inimigo; então, tomai-o por inimigo. Ele, apenas, convoca os de seu partido, para que sejam dos companheiros do Fogo ardente.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:7","price":"Os que renegam a Fé terão veemente castigo. E os que crêem e fazem as boas obras terão perdão e grande prêmio.","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:8","price":"Será que aquele, para quem é aformoseada sua má ação, e a vê como boa, é como aquele a quem Allah guia? E, por certo, Allah descaminha a quem quer e guia a quem quer. Então, que tua alma não se consuma em aflições por eles. Por certo, Allah, do que eles engenham, é Onisciente.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:9","price":"E Allah é Quem envia o vento, e este agita nuvens; em seguida, conduzimo-las a uma plaga morta e, com elas, vivificamos a terra, depois de morta. Assim será a Ressurreição.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:10","price":"Quem deseja o poder, saiba que é de Allah todo o poder. A Ele ascendem as palavras benignas; e a boa ação, Ele a eleva. E os que armam maus estratagemas terão veemente castigo. E o estratagema desses falhará.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:11","price":"E Allah criou-vos de pó; em seguida, de gota seminal; depois, fez-vos casais. E nenhuma varoa concebe, nem dá à luz senão com Sua ciência. E não se prolonga a vida de longevo algum nem se lhe diminui a idade, sem que isso esteja num Livro. Por certo, isso, para Allah, é fácil.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:12","price":"E os dois mares não se igualam. Este é doce, sápido, suave de beber, e aquele é salso, amargo. E, de cada um comeis carne tenra e extraís adornos, que usais. E tu vês o barco sulcando-os, para buscardes algo de Seu favor. E para serdes agradecidos.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:13","price":"Ele insere a noite no dia e insere o dia na noite. E submeteu o sol e a lua; cada qual corre até um termo designado. Esse é Allah, vosso Senhor: d'Ele é a soberania. E os que invocais, além dEle, não possuem, sequer, uma película de caroço de tâmara.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:14","price":"Se os convocais, não ouvirão vossa convocação. E, se a ouvissem, não vos atenderiam. E, no Dia da Ressurreição, renegarão vossa idolatria. E ninguém te informa da Verdade como Um Conhecedor.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:15","price":"Ó humanos! Vós sois pobres diante de Allah, e Allah é O Bastante a Si mesmo, O Louvável.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:16","price":"Se Ele quisesse, far-vos-ia ir e faria chegar novas criaturas.","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:17","price":"E isso não é, para Allah, penoso.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:18","price":"E nenhuma alma pecadora arca com o pecado de outra. E, se uma alma sobrecarregada convoca outra, para aliviar-lhe a carga, nada desta será carregado, ainda que o convocado seja parente. Tu, apenas, admoestas os que receiam a seu Senhor, ainda que Invisível, e que cumprem a oração. E quem se dignifica, se dignifica, apenas, em benefício de si mesmo. E a Allah será o destino.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:19","price":"E o cego e o vidente não se igualam.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:20","price":"Nem as trevas e a luz.","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:21","price":"Nem a sombra e o calor.","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:22","price":"E não se igualam os vivos e os mortos. Por certo, Allah faz ouvir a Verdade a quem Ele quer. E tu não podes fazer ouvir os que estão nos sepulcros.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:23","price":"Tu não és senão admoestador.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:24","price":"Por certo, Nós te enviamos, com a Verdade, por alvissareiro e admoestador. E nunca houve nação, sem que nela passasse um admoestador.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:25","price":"E, se eles te desmentem, com efeito, os que foram antes deles desmentiram aos Mensageiros. Chegaram-lhes Seus Mensageiros com as evidências, e com os Salmos, e com o Livro Luminoso.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:26","price":"Em seguida, apanhei os que renegaram a Fé. Então, como foi Minha reprovação?","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:27","price":"Não viste que Allah faz descer, do céu, água e, com ela, fazemos sair frutos, de cores variadas, e, que, entre as montanhas, há-as de estratos brancos e vermelhos, de cores variadas, e as que são nigérrimas como corvos?","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:28","price":"E que, dentre os homens e os seres animais e os rebanhos, há os, também, de cores variadas? Apenas, os sábios receiam a Allah, dentre Seus servos. Por certo, Allah é Todo-Poderoso, Perdoador.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:29","price":"Por certo, os que recitam o Livro de Allah e cumprem a oração e despendem, secreta ou manifestamente, do que lhes damos por sustento, esperam por comércio, que não perecerá,","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:30","price":"Para que Ele os recompense com seus prêmios, e lhes acrescente algo de Seu favor. Por certo, Ele é Perdoador, Agradecido.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:31","price":"E o que te revelamos, do Livro, é a Verdade, que confirma o que havia antes dele. Por certo, Allah, de Seus servos, é Conhecedor, Onividente.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:32","price":"Em seguida, fizemos herdar o Livro aos que escolhemos de Nossos servos. E, dentre eles, há o que é injusto com si mesmo. E dentre eles, há o que é moderado. E, dentre eles, há o que é precursor das boas cousas, com a permissão de Allah. Esse é o grande favor,","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:33","price":"Os Jardins do Éden; neles, entrarão; neles, serão enfeitados com braceletes de ouro e com pérolas; e, neles, suas vestimentas serão de seda.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:34","price":"E dirão: \"Louvor a Allah, Quem fez ir-se, para longe de nós, a tristeza! Por certo, nosso Senhor é Perdoador, Agradecido.\"","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:35","price":"\"Ele é Quem, por Seu favor, nos fez habitar a Morada da Permanência. Nenhuma fadiga nos toca, nela, nem nos toca, nela, exaustão.\"","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:36","price":"E os que renegam a Fé terão o Fogo da Geena; não se lhes porá termo à vida para que eles morram; e nada se lhes aliviará do castigo. Assim, recompensamos todo ingrato.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:37","price":"E, nele, gritarão: \"Senhor nosso! Faze-nos sair daqui, nós faremos bem outro que o que fazíamos.\" Ele dirá: \"E não vos deixamos viver um tempo, em que pudesse meditar quem quisesse meditar? E o admoestador chegou-vos. Então, experimentai o castigo. E não há para os injustos socorredor algum.\"","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:38","price":"Por certo, Allah é Sabedor do Invisível dos céus e da terra. Por certo, do íntimo dos peitos, Ele é Onisciente.","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:39","price":"Ele é Quem faz de vós sucessores na terra. Então, quem renega a Fé, sua renegação será em prejuízo de si mesmo. E a renegação dos renegadores da Fé não lhes acrescenta senão abominação, junto de seu Senhor. E a renegação dos renegadores da Fé não lhes acrescenta senão perdição.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:40","price":"Dize: \"Vistes vossos ídolos, que invocais além de Allah? Fazei-me ver o que criaram, na terra. Ou têm eles participação nos céus? Ou lhes concedemos um Livro, e se fundamentam em uma evidência dele?\" Não. Mas os injustos não prometem, uns aos outros, senão falácia.","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:41","price":"Por certo, Allah sustém os céus e a terra, para que não se desloquem. E, se ambos se deslocassem, ninguém, depois dEle, os sustentaria. Por certo, Ele é Clemente, Perdoador.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:42","price":"E eles juraram, por Allah com seus mais solenes juramentos, que se lhes chegasse um admoestador, seriam mais bem guiados que qualquer outra das comunidades. Então, quando um admoestador lhes chegou, isso não lhes acrescentou senão repulsa,","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:43","price":"Soberba, na terra, e maus estratagemas. E os maus estratagemas não envolvem senão a seus autores. Então, não esperam eles senão os procedimentos punitivos dos antepassados? E não encontrarás, no procedimento de Allah, mudança alguma. E não encontrarás, no procedimento de Allah, alteração alguma.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:44","price":"E não caminharam eles na terra, para olhar como foi o fim dos que foram antes deles, e que foram mais veementes que eles, em força. E não é admissível que cousa alguma escape a Allah, nem nos céus nem na terra. Por certo, Ele é Onisciente, Onipotente.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"pt"},{"name":"35:45","price":"E, se Allah culpasse os homens pelo que cometaram, não deixaria sobre sua superfície ser animal algum; mas concede-lhes prazo, até um termo designado. E quando seu termo chegar, por certo, Allah, de Seus servos, é Onividente.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"pt"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}