{"data":[{"name":"63:1","price":"Quando os hipócritas te chegam, dizem: \"Testemunhamos que, por certo, tu és O Mensageiro de Allah.\" E Allah sabe que, por certo, tu és Seu Mensageiro, e Allah testemunha que, por certo, os hipócritas são mentirosos.","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"","lang":"pt"},{"name":"63:2","price":"Tomaram seus juramentos por escudo e afastaram-se do caminho de Allah. Por certo, que vil o que faziam!","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"","lang":"pt"},{"name":"63:3","price":"Isso, porque creram; em seguida, renegaram a Fé; então, selaram-se-lhes os corações: e eles nada entendem.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"","lang":"pt"},{"name":"63:4","price":"E, quando os vês, tu te admiras de seus corpos. E, se falam, ouves seu dito. São como madeiras encostadas. Supõem ser contra eles todo grito. Eles são os inimigos: então, precata-te deles. Que Allah os aniquile! Como se distanciam da Verdade!","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"","lang":"pt"},{"name":"63:5","price":"E, quando se lhes diz: \"Vinde, que o Mensageiro de Allah implorará perdão para vós\", meneiam as cabeças, e tu os vês se afastarem, enquanto soberbos.","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"","lang":"pt"},{"name":"63:6","price":"É-lhes igual que implores perdão para eles ou não implores perdão para eles: Allah não os perdoará. Por certo, Allah não guia o povo perverso.","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"","lang":"pt"},{"name":"63:7","price":"Eles são os que dizem: \"Não despendais com os que estão junto do Mensageiro de Allah, até que debandem.\" E de Allah são os cofres dos céus e da terra, mas os hipócritas não entendem.","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"","lang":"pt"},{"name":"63:8","price":"Dizem: \"Se retornarmos a Al-Madinah, em verdade, o mais poderoso de nós fará sair o mais desprezado.\" E de Allah é o poder, e de Seu Mensageiros, e dos crentes, mas os hipócritas não sabem.","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"","lang":"pt"},{"name":"63:9","price":"Ó vós que credes! Que vossas riquezas e vossos filhos não vos entretenham, da lembrança de Allah. E quem o faz, esses são os perdedores.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"","lang":"pt"},{"name":"63:10","price":"E despendei do que vos damos por sustento, antes que a morte chegue a um de vós e que ele diga: \"Senhor meu! Que me concedas prazo até um termo próximo; então, darei esmola e serei dos íntegros.\"","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"","lang":"pt"},{"name":"63:11","price":"E Allah não concederá prazo a uma alma, quando seu termo chegar. E Allah, do que fazeis, é Conhecedor.","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"","lang":"pt"}],"chapter":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"]}