{"data":[{"name":"72:1","price":"Dize: \"Foi-me revelado que um pequeno grupo de jinns ouviu minha recitação; então, disseram: 'Por certo, ouvimos um Alcorão admirável;\"","arabic":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5448,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:2","price":"\"Ele guia à retidão: então, nele cremos. E não associaremos ninguém a nosso Senhor.'","arabic":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5449,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:3","price":"\"E que: 'Que a majestade de nosso Senhor seja sublimada! Ele não tomou para Si companheira nem filho.'","arabic":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5450,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:4","price":"\"E que: 'Nosso inepto dizia o cúmulo da blasfêmia acerca de Allah.'","arabic":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5451,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:5","price":"\"E que: 'Pensávamos que os humanos e os jinns não diriam mentira acerca de Allah.'","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5452,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:6","price":"\"E que: 'Alguns dos humanos refugiavam-se em alguns dos jinns, então, acrescentaram-lhes aflição.'","arabic":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5453,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:7","price":"\"E que: 'Eles pensaram, como pensastes, que Allah não ressuscitaria a ninguém.'","arabic":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5454,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:8","price":"\"E que: 'Tocamos o céu e encontramo-lo repleto de veementes guardas e de bólides'.","arabic":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5455,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:9","price":"\"E que: 'Nele, sentávamo-nos em posição de ouvir. Mas quem, agora, ouvir encontrará para si uma bólide a sua espreita.'","arabic":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5456,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:10","price":"\"E que: 'Não estamos inteirados de que isso seja um mal desejado para os que estão na terra, ou de que seu Senhor lhes deseje retidão'.","arabic":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5457,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:11","price":"\"E que: 'Há, entre nós, os íntegros e há, entre nós, os que o são menos. Somos de vários procederes.'","arabic":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5458,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:12","price":"\"E que: 'Pensamos que não escaparemos do castigo de Allah, na terra, e não escaparemos dEle, em fuga.'","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5459,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:13","price":"\"E que: 'Ao ouvirmos a Orientação nela cremos. Então, quem crê em seu Senhor não temerá subtração nem aflição.'","arabic":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5460,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:14","price":"\"E que: 'Há, entre nós, os muçulmanos e há, entre nós, os iníquos. E quem se islamiza, esses são os que procuram retidão.'","arabic":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5461,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:15","price":"\"E, quanto aos iníquos, serão lenha para a Geena.' \"","arabic":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5462,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:16","price":"- E, se eles permanecessem retos, no caminho da Verdade, fá-los-íamos beber água abundante,","arabic":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5463,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:17","price":"Para, com isso, prová-los. E a quem dá de ombros à Mensagem de seu Senhor, Ele o introduzirá em castigo sempre crescente. -","arabic":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5464,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:18","price":"E foi-me revelado que as mesquitas são de Allah: então, não invoqueis, com Allah, a ninguém.","arabic":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5465,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:19","price":"E que, ao levantar-se o Servo de Allah para invocá-LO, quase se lançaram sobre ele, aglomerados.","arabic":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5466,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:20","price":"Dize: \"Invoco, apenas, a meu Senhor, e não associo ninguém a Ele.\"","arabic":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5467,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:21","price":"Dize: \"Por certo, não possuo, para vós, prejuízo nem retidão\"","arabic":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5468,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:22","price":"- Dize: \"Por certo, ninguém me protegerá de Allah, e não encontrarei, fora dEle, refugio algum\"-","arabic":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5469,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:23","price":"\"Exceto uma transmissão vinda de Allah e Suas Mensagens. E quem desobedece a Allah e a Seu Mensageiro, por certo, terá o fogo da Geena; nela será eterno, para todo o sempre.\"","arabic":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5470,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:24","price":"- Eles permanecerão descrentes até que, quando virem o que lhes foi prometido, saberão quem está com socorredor mais frágil e inferior em número -","arabic":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5471,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:25","price":"Dize: \"Não estou inteirado de que o quê vos é prometido esteja próximo, ou de que meu Senhor lhe faça longínquo termo.\"","arabic":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5472,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:26","price":"Ele é O Sabedor do invisível e não faz aparecer Seu invisível a ninguém,","arabic":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5473,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:27","price":"Exceto a um Mensageiro, de quem Se agrade; então, por certo, Ele introduzirá guardiães adiante dele e detrás dele,","arabic":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5474,"juzNumber":29,"footnotes":"","lang":"pt"},{"name":"72:28","price":"Para saber se eles, com efeito, transmitiram as Mensagens de seu Senhor; e Ele abarca o que há junto deles, e enumera todas as cousas, em exato número.","arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5475,"juzNumber":29,"footnotes":"","lang":"pt"}],"chapter":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"]}