{"data":[{"name":"1:1","price":"ಪರಮ ದಯಾಮಯನೂ ಕರುಣಾನಿಧಿಯೂ ಆದ ಅಲ್ಲಾಹನ ನಾಮದಿಂದ.[1]","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"[1] ಅಲ್ಲಾಹನ ಹೆಸರಿನ ಮೂಲಕ ಸಹಾಯವನ್ನು ಬೇಡುತ್ತಾ ನಾನು ಪವಿತ್ರ ಕುರ್‌ಆನ್ ಪಠಣವನ್ನು ಆರಂಭಿಸುತ್ತೇನೆ. 'ಅಲ್ಲಾಹು' ಎಂಬುದು ಅಲ್ಲಾಹನ ವಿಶೇಷ ಹೆಸರು. ಈ ಹೆಸರು ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ ಸೀಮಿತವಾಗಿದ್ದು, ಇತರ ಯಾರನ್ನೂ ಈ ಹೆಸರಿನಿಂದ ಕರೆಯುವ ಹಾಗಿಲ್ಲ. ಅಲ್ಲಾಹು ಎಂದರೆ ಏಕೈಕ ಸತ್ಯದೇವ ಅಥವಾ ಏಕೈಕ ಪರಮೋಚ್ಛ ದೇವ.","lang":"kn"},{"name":"1:2","price":"ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕನಾದ[1] ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ.[2]","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"[1] ಇಲ್ಲಿ 'ರಬ್ಬ್' ಅನ್ನು ಪರಿಪಾಲಕ ಎಂದು ಅನುವಾದ ಮಾಡಲಾಗಿದೆ. ರಬ್ಬ್ ಎಂದರೆ ಎಲ್ಲಾ ಸೃಷ್ಟಿಗಳನ್ನು ಸೃಷ್ಟಿಸಿ, ಅವುಗಳ ಎಲ್ಲಾ ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸಿ, ಅವುಗಳನ್ನು ಹಂತ ಹಂತವಾಗಿ ಬೆಳೆಸುತ್ತಾ ನಿಯಂತ್ರಿಸುತ್ತಾ ಪರಿಪೂರ್ಣತೆಗೆ ತಲುಪಿಸುವವನು. 'ಆಲಮೀನ್' ಎಂದರೆ ಲೋಕಗಳು ಅಥವಾ ಪ್ರಪಂಚಗಳು. ಇಲ್ಲಿ ಲೋಕಗಳು ಎಂದರೆ, ಮನುಷ್ಯರ ಲೋಕ, ದೇವದೂತರ ಲೋಕ, ಯಕ್ಷಗಳ ಲೋಕ, ಪ್ರಾಣಿಗಳ ಲೋಕ, ಪಕ್ಷಿಗಳ ಲೋಕ ಇತ್ಯಾದಿ. ಅಲ್ಲಾಹನ ಹೊರತಾದುದೆಲ್ಲವೂ ಲೋಕಗಳಾಗಿದ್ದು ಅವನು ಈ ಎಲ್ಲಾ ಲೋಕಗಳ ಪಾಲನೆ-ಪೋಷಣೆ ಮಾಡುವವನಾಗಿದ್ದಾನೆ. \n[2] 'ಅಲ್-ಹಮ್ದ್' (ಸರ್ವಸ್ತುತಿ) ಎಂಬ ಪದದಲ್ಲಿ ಸ್ತುತಿ, ಪ್ರಶಂಸೆ, ಹೊಗಳಿಕೆಗಳೆಲ್ಲವೂ ಒಳಗೊಳ್ಳುತ್ತದೆ. ಅವೆಲ್ಲಕ್ಕೂ ಅಲ್ಲಾಹನೇ ನೈಜ ಹಕ್ಕುದಾರ. ಅವನು ಎಲ್ಲಾ ವಸ್ತುಗಳ ಸೃಷ್ಟಿಕರ್ತ, ಪರಿಪಾಲಕ, ನಿಯಂತ್ರಕ ಮತ್ತು ಅನುಗ್ರಹದಾತ. ಆದ್ದರಿಂದ ಅವನು ಪ್ರಶಂಸೆಗೆ ಅರ್ಹನಾಗಿದ್ದಾನೆ. ಅವನು ತನ್ನ ಸಾರದಲ್ಲೂ, ತನ್ನ ಹೆಸರು ಮತ್ತು ಗುಣಲಕ್ಷಣಗಳಲ್ಲೂ ಮತ್ತು ತನ್ನ ಕೆಲಸ-ಕಾರ್ಯಗಳಲ್ಲೂ ಪರಿಪೂರ್ಣನಾಗಿರುವುದರಿಂದಲೂ ಅವನು ಪ್ರಶಂಸೆಗೆ ಅರ್ಹನಾಗಿದ್ದಾನೆ.","lang":"kn"},{"name":"1:3","price":"ಪರಮ ದಯಾಮಯ, ಕರುಣಾನಿಧಿ,[1]","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"[1] ರಹ್ಮಾನ್ (ಪರಮ ದಯಾಮಯ) ಎಂದರೆ ವಿಶಾಲವಾದ ಕರುಣೆಯನ್ನು ಹೊಂದಿರುವವನು. ಎಲ್ಲರಿಗೂ ಕರುಣೆ ತೋರುವವನು. ರಹೀಮ್ (ಕರುಣಾನಿಧಿ) ಎಂದರೆ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಮಾತ್ರ ವಿಶೇಷವಾಗಿ ಕರುಣೆ ತೋರುವವನು.","lang":"kn"},{"name":"1:4","price":"ಪ್ರತಿಫಲದ ದಿನದ ಒಡೆಯ.[1]","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"[1] ಯೌಮುದ್ದೀನ್ (ಪ್ರತಿಫಲದ ದಿನ) ಎಂದರೆ ಪುನರುತ್ಥಾನ ದಿನ. ಕರ್ಮಗಳ ವಿಚಾರಣೆ ನಡೆಸಿ ಅವುಗಳಿಗೆ ಪ್ರತಿಫಲ ನೀಡುವ ದಿನ. ಅಂದು ಎಲ್ಲಾ ವಸ್ತುಗಳ ನಿರುಪಾಧಿಕ ಒಡೆತನವು ಅಲ್ಲಾಹನ ಕೈಯಲ್ಲಿರುತ್ತದೆ.","lang":"kn"},{"name":"1:5","price":"ನಾವು ನಿನ್ನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸುತ್ತೇವೆ;[1] ಮತ್ತು ನಿನ್ನಿಂದ ಮಾತ್ರ ಸಹಾಯ ಬೇಡುತ್ತೇವೆ.[2]","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"[1] ಆರಾಧಿಸುವುದು ಎಂದರೆ ಒಬ್ಬರ ಸಂಪ್ರೀತಿಯನ್ನು ಪಡೆಯುವುದಕ್ಕಾಗಿ ಅವರ ಮುಂದೆ ಪರಮೋಚ್ಛ ವಿನಯವನ್ನು ಮತ್ತು ಸಂಪೂರ್ಣ ಶರಣಾಗತಿಯನ್ನು ವ್ಯಕ್ತಪಡಿಸುವುದು. ಅವರಿಗೆ ಸಂಪೂರ್ಣವಾಗಿ ಸಮರ್ಪಿಸಿಕೊಳ್ಳುವುದು. ಇದು ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ ಅರ್ಹವಾಗಿದ್ದು ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಬೇಕಾಗಿದೆ. ಅಲ್ಲಾಹು ಪ್ರೀತಿಸುವ ಮತ್ತು ಅವನ ಸಂಪ್ರೀತಿಗೆ ಕಾರಣವಾಗುವ ಎಲ್ಲಾ ಮಾತುಗಳು ಮತ್ತು ಬಾಹ್ಯ ಹಾಗೂ ಆಂತರಿಕ ಕ್ರಿಯೆಗಳು ಆರಾಧನೆಗಳಾಗಿವೆ.\n[2] ಅಲ್ಲಾಹು ಅಲ್ಲದವರಿಗೆ ಆರಾಧನೆ ಮಾಡುವುದನ್ನು ನಿಷೇಧಿಸಲಾಗಿರುವಂತೆ ಅಲ್ಲಾಹು ಅಲ್ಲದವರಲ್ಲಿ ಅಭೌತಿಕ ಸಹಾಯ ಬೇಡುವುದನ್ನು ಕೂಡ ನಿಷೇಧಿಸಲಾಗಿದೆ.","lang":"kn"},{"name":"1:6","price":"ನಮಗೆ ನೇರ ಮಾರ್ಗವನ್ನು ತೋರಿಸು.","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"1:7","price":"ನೀನು ಅನುಗ್ರಹಿಸಿದವರ ಮಾರ್ಗವನ್ನು. (ನಿನ್ನ) ಕೋಪಕ್ಕೆ ಪಾತ್ರರಾದವರ ಮಾರ್ಗವನ್ನಲ್ಲ; ದಾರಿತಪ್ಪಿದವರ ಮಾರ್ಗವನ್ನೂ ಅಲ್ಲ.[1]","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"[1] ಪ್ರವಾದಿಗಳು, ಸತ್ಯವಂತರು, ಹುತಾತ್ಮರು, ಮಹಾಪುರುಷರು ಮುಂತಾದ ನೀನು ಅನುಗ್ರಹಿಸಿದವರ ಮಾರ್ಗವನ್ನು ತೋರಿಸು. ನಿನ್ನ ಕೋಪಕ್ಕೆ ಪಾತ್ರರಾದವರ ಮಾರ್ಗವನ್ನು ತೋರಿಸಬೇಡ. ಅಲ್ಲಾಹನ ಕೋಪಕ್ಕೆ ಪಾತ್ರರಾದವರು ಎಂದರೆ ಯಹೂದಿಗಳಂತೆ ಸತ್ಯವನ್ನು ತಿಳಿದೂ ಸಹ ಅದನ್ನು ಅಂಗೀಕರಿಸದವರು. ಅದೇ ರೀತಿ, ದಾರಿ ತಪ್ಪಿದವರ ಮಾರ್ಗವನ್ನು ಕೂಡ ತೋರಿಸಬೇಡ. ದಾರಿ ತಪ್ಪಿದವರು ಎಂದರೆ ಕ್ರೈಸ್ತರಂತೆ ಸತ್ಯವನ್ನು ತಿಳಿಯುವ ಗೋಜಿಗೆ ಹೋಗದೆ ದಾರಿ ತಪ್ಪಿ ನಡೆದವರು.","lang":"kn"},{"name":"2:1","price":"ಅಲಿಫ್-ಲಾಮ್-ಮೀಮ್.[1]","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"[1] ಇವುಗಳನ್ನು ‘ಹುರೂಫ್ ಮುಕತ್ತಆತ್’ (ಬಿಡಿ ಅಕ್ಷರಗಳು) ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಇವುಗಳಿಗೆ ವಿಶೇಷವಾದ ಅರ್ಥವಿದೆಯೆಂದು ಹೇಳುವ ಯಾವುದೇ ವರದಿಗಳಿಲ್ಲ. ಇವುಗಳ ಉದ್ದೇಶವೇನೆಂದು ಸರ್ವಶಕ್ತನಾದ ಅಲ್ಲಾಹು ಮಾತ್ರ ಬಲ್ಲ.","lang":"kn"},{"name":"2:2","price":"ಈ ಗ್ರಂಥದಲ್ಲಿ ಯಾವುದೇ ಸಂದೇಹವಿಲ್ಲ; ಇದು ದೇವಭಯವುಳ್ಳವರಿಗೆ ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುತ್ತದೆ.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:3","price":"ಅವರು (ದೇವಭಯವುಳ್ಳವರು) ಯಾರೆಂದರೆ, ಅದೃಶ್ಯ ವಿಷಯಗಳಲ್ಲಿ[1] ವಿಶ್ವಾಸವಿಡುವವರು, ನಮಾಝ್ ಸಂಸ್ಥಾಪಿಸುವವರು ಮತ್ತು ನಾವು ಅವರಿಗೆ ಒದಗಿಸಿದ (ಧನದಿಂದ) ಖರ್ಚು ಮಾಡುವವರು.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"[1] ಅದೃಶ್ಯ ವಿಷಯಗಳು ಎಂದರೆ ಇಂದ್ರಿಯಗಳಿಗೆ ಗ್ರಹಿಸಲಾಗದ, ನಮ್ಮಿಂದ ಸಂಪೂರ್ಣ ಮರೆಯಾಗಿರುವ ಸಂಗತಿಗಳು. ಉದಾಹರಣೆಗೆ, ಪರಲೋಕ, ಸಮಾಧಿಯ ಶಿಕ್ಷೆ, ಸ್ವರ್ಗ, ನರಕ ಇತ್ಯಾದಿ.","lang":"kn"},{"name":"2:4","price":"ನಿಮಗೆ ಅವತೀರ್ಣವಾದ ಗ್ರಂಥದಲ್ಲಿ ಮತ್ತು ನಿಮಗಿಂತ ಮೊದಲು ಅವತೀರ್ಣವಾದ ಗ್ರಂಥಗಳಲ್ಲಿ ಅವರು ವಿಶ್ವಾಸವಿಡುತ್ತಾರೆ. ಪರಲೋಕದಲ್ಲಿ ಅವರು ದೃಢವಾಗಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾರೆ.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:5","price":"ಅವರು ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಸನ್ಮಾರ್ಗದಲ್ಲಿದ್ದಾರೆ. ಅವರೇ ಯಶಸ್ವಿಯಾದವರು.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:6","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯನಿಷೇಧಿಗಳು ಯಾರೋ—ಅವರಿಗೆ ನೀವು ಎಚ್ಚರಿಕೆ ನೀಡಿದರೂ, ನೀಡದಿದ್ದರೂ ಅವರಿಗೆ ಅದು ಸಮಾನವಾಗಿದೆ; ಅವರು ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:7","price":"ಅಲ್ಲಾಹು ಅವರ ಹೃದಯಗಳಿಗೆ ಮತ್ತು ಅವರ ಶ್ರವಣಗಳಿಗೆ ಮೊಹರು ಹಾಕಿದ್ದಾನೆ. ಅವರ ದೃಷ್ಟಿಗಳ ಮೇಲೆ ಪರದೆಯಿದೆ.[1] ಅವರಿಗೆ ಘೋರ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"[1] ಅವರು ನಿರಂತರ ಸತ್ಯನಿಷೇಧ ಮತ್ತು ದುಷ್ಕರ್ಮಗಳಲ್ಲಿ ಮಗ್ನರಾಗುತ್ತಿದ್ದುದರಿಂದ ಅವರ ಹೃದಯಗಳು ಕಠೋರವಾದವು ಮತ್ತು ಸತ್ಯವನ್ನು ಸ್ವೀಕರಿಸುವ ಮನಸ್ಥಿತಿಯೇ ಅವರಿಗೆ ಇಲ್ಲವಾಯಿತು.","lang":"kn"},{"name":"2:8","price":"“ನಾವು ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅಂತ್ಯದಿನದಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ” ಎಂದು ಹೇಳುವ ಕೆಲವು ಜನರಿದ್ದಾರೆ. ಆದರೆ ವಾಸ್ತವವಾಗಿ ಅವರು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಲ್ಲ.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:9","price":"ಅವರು (ತಮ್ಮ ಡಾಂಭಿಕತೆಯ ಮೂಲಕ) ಅಲ್ಲಾಹನನ್ನು ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಮೋಸಗೊಳಿಸಬಹುದೆಂದು (ಭಾವಿಸುತ್ತಾರೆ). ಆದರೆ, ವಾಸ್ತವವಾಗಿ ಅವರು ಅವರನ್ನೇ ಮೋಸಗೊಳಿಸುತ್ತಿದ್ದಾರೆ. ಆದರೆ, ಅವರು ಅದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲ.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:10","price":"ಅವರ ಹೃದಯಗಳಲ್ಲಿ ರೋಗವಿದೆ. ಅಲ್ಲಾಹು ಅವರಿಗೆ ಆ ರೋಗವನ್ನು ಇನ್ನಷ್ಟು ಉಲ್ಬಣಗೊಳಿಸಿದ್ದಾನೆ.[1] ಅವರು (ನಿರಂತರ) ಸುಳ್ಳು ಹೇಳುವ ಕಾರಣ ಅವರಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯೂ ಇದೆ.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"[1] ಕಪಟವಿಶ್ವಾಸಿಗಳ ಹೃದಯಗಳಲ್ಲಿ ಕಪಟತನ ಮತ್ತು ಸತ್ಯನಿಷೇಧದ ರೋಗವಿದೆ. ಅವರು ಅದನ್ನು ಗುಣಪಡಿಸುವ ಗೋಜಿಗೆ ಹೋಗದಿದ್ದರೆ ಅದು ಇನ್ನಷ್ಟು ಉಲ್ಬಣವಾಗುತ್ತದೆ.","lang":"kn"},{"name":"2:11","price":"ನೀವು ಭೂಮಿಯಲ್ಲಿ ಕಿಡಿಗೇಡಿತನ ಮಾಡಬೇಡಿ ಎಂದು ಅವರೊಡನೆ ಹೇಳಲಾದರೆ, ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಾವು ಕೇವಲ ಸುಧಾರಣೆ ಮಾಡುವವರು.”","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:12","price":"ತಿಳಿಯಿರಿ! ಸತ್ಯವಾಗಿಯೂ ಅವರೇ ಕಿಡಿಗೇಡಿತನ ಮಾಡುವವರು. ಆದರೆ ಅವರು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲ.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:13","price":"“ಸಹಾಬಿಗಳು (ಪ್ರವಾದಿಯ ಸಂಗಡಿಗರು) ವಿಶ್ವಾಸವಿಟ್ಟಂತೆ ನೀವೂ ವಿಶ್ವಾಸವಿಡಿ” ಎಂದು ಅವರೊಡನೆ ಹೇಳಲಾದರೆ, ಅವರು ಕೇಳುತ್ತಾರೆ: “ಆ ಅವಿವೇಕಿಗಳು ವಿಶ್ವಾಸವಿಟ್ಟಂತೆ ನಾವು ವಿಶ್ವಾಸವಿಡಬೇಕೇ?” ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರೇ ಅವಿವೇಕಿಗಳು. ಆದರೆ ಅವರು ಅದನ್ನು  ತಿಳಿಯುವುದಿಲ್ಲ.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:14","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಭೇಟಿಯಾದಾಗ ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಾವು ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ.” ಆದರೆ, ಅವರು ತಮ್ಮ ಶೈತಾನರ (ಮುಖಂಡರ) ಬಳಿ ಒಂಟಿಯಾಗಿರುವಾಗ ಹೇಳುತ್ತಾರೆ: “ನಿಜವಾಗಿಯೂ ನಾವು ನಿಮ್ಮ ಜೊತೆಯಲ್ಲೇ ಇದ್ದೇವೆ. ನಾವು ಕೇವಲ ತಮಾಷೆ ಮಾಡುತ್ತಿದ್ದೆವು.”","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:15","price":"ಅಲ್ಲಾಹು ಕೂಡ ಅವರನ್ನು ತಮಾಷೆ ಮಾಡುತ್ತಾನೆ ಮತ್ತು ಅವರ ಅತಿರೇಕಗಳಲ್ಲಿ ಅಂಧವಾಗಿ ವಿಹರಿಸುವಂತೆ ಅವರನ್ನು ಬಿಟ್ಟುಬಿಡುತ್ತಾನೆ.[1]","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"[1] ಇದರ ಅರ್ಥವೇನೆಂದರೆ, ಅವರು ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಯಾವ ರೀತಿಯಲ್ಲಿ ತಮಾಷೆ ಮಾಡುತ್ತಾ ಅವಹೇಳನ ಮಾಡುತ್ತಾರೋ ಅದೇ ರೀತಿ ಅಲ್ಲಾಹು ಕೂಡ ಅವರನ್ನು ಅವಹೇಳನ ಮಾಡುತ್ತಾನೆ. ಅಂದರೆ ಅವರು ತಿರಸ್ಕಾರ ಮತ್ತು ನಿಂದನೆಗೆ ಒಳಗಾಗುವಂತೆ ಮಾಡುತ್ತಾನೆ. ವಾಸ್ತವವಾಗಿ, ಇದು ಅಲ್ಲಾಹು ಅವರನ್ನು ಅವಹೇಳನ ಮಾಡುವುದಲ್ಲ; ಬದಲಿಗೆ ಅವರು ಮಾಡುವ ತಮಾಷೆ ಮತ್ತು ಅವಹೇಳನಕ್ಕೆ ಶಿಕ್ಷೆ ನೀಡುವುದಾಗಿದೆ.","lang":"kn"},{"name":"2:16","price":"ಅವರೇ ಸನ್ಮಾರ್ಗದ ಬದಲಿಗೆ ದುರ್ಮಾರ್ಗವನ್ನು ಖರೀದಿಸಿದವರು. ಆದ್ದರಿಂದ, ಅವರ ವ್ಯಾಪಾರವು ಲಾಭಕರವಾಗಲಿಲ್ಲ; ಅವರು ಸನ್ಮಾರ್ಗಿಗಳಾಗಲೂ ಇಲ್ಲ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:17","price":"ಅವರ ಉದಾಹರಣೆಯು ಬೆಂಕಿಯುರಿಸಿದ ಒಬ್ಬ ವ್ಯಕ್ತಿಯಂತೆ. ಅದು ಅವನ ಪರಿಸರವನ್ನು ಬೆಳಗಿದಾಗ, ಅಲ್ಲಾಹು ಅವರ ಬೆಳಕನ್ನು ನಿವಾರಿಸಿ ಏನೂ ಕಾಣದಂತಹ ಅಂಧಕಾರದಲ್ಲಿ ಅವರನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟನು.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:18","price":"ಅವರು ಕಿವುಡರು, ಮೂಕರು ಮತ್ತು ಕುರುಡರು. ಆದ್ದರಿಂದ ಅವರು (ಸತ್ಯಮಾರ್ಗಕ್ಕೆ) ಮರಳಿ ಬರುವುದಿಲ್ಲ.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:19","price":"ಅಥವಾ (ಅವರ ಉದಾಹರಣೆಯು) ಆಕಾಶದಿಂದ ಸುರಿಯುವ ಜಡಿಮಳೆಯಂತೆ; ಅದರಲ್ಲಿ ಅಂಧಕಾರಗಳು, ಸಿಡಿಲು ಮತ್ತು ಮಿಂಚುಗಳಿವೆ. ಸಿಡಿಲಿನ ಆರ್ಭಟದಿಂದ ಸಾವಿಗೆ ಹೆದರಿ ಅವರು ತಮ್ಮ ಬೆರಳುಗಳನ್ನು ಕಿವಿಗಳಲ್ಲಿಡುತ್ತಾರೆ. ಅಲ್ಲಾಹು ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಸುತ್ತುವರಿದಿದ್ದಾನೆ.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:20","price":"ಮಿಂಚು ಇನ್ನೇನು ಅವರ ದೃಷ್ಟಿಗಳನ್ನು ಕಸಿಯುವುದರಲ್ಲಿದೆ. ಅದು ಅವರಿಗೆ ಬೆಳಕು ನೀಡಿದಾಗಲೆಲ್ಲಾ ಅವರು ಅದರಲ್ಲಿ ನಡೆಯುತ್ತಾರೆ. ಕತ್ತಲೆ ಆವರಿಸಿದಾಗ ಅವರು ನಿಂತುಬಿಡುತ್ತಾರೆ. ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದರೆ ಅವರ ಶ್ರವಣ ಮತ್ತು ದೃಷ್ಟಿಯನ್ನು ತೆಗೆದುಬಿಡುತ್ತಿದ್ದನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನು.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:21","price":"ಓ ಮನುಷ್ಯರೇ! ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ ಪೂರ್ವಜರನ್ನು ಸೃಷ್ಟಿಸಿದ ನಿಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಆರಾಧಿಸಿರಿ. ನೀವು ದೇವಭಯವುಳ್ಳವರಾಗುವುದಕ್ಕಾಗಿ.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:22","price":"(ಅವನು ಯಾರೆಂದರೆ) ನಿಮಗೋಸ್ಕರ ಭೂಮಿಯನ್ನು ಹಾಸನ್ನಾಗಿ ಮತ್ತು ಆಕಾಶವನ್ನು ಛಾವಣಿಯನ್ನಾಗಿ ಮಾಡಿಕೊಟ್ಟವನು. ಆಕಾಶದಿಂದ ಮಳೆಯನ್ನು ಸುರಿಸಿ ಅದರಿಂದ ನಿಮ್ಮ ಆಹಾರಕ್ಕಾಗಿ ಹಣ್ಣು-ಹಂಪಲುಗಳನ್ನು ಉತ್ಪಾದಿಸಿಕೊಟ್ಟವನು. ಆದ್ದರಿಂದ, ಇವೆಲ್ಲವನ್ನೂ ತಿಳಿದೂ ಸಹ ನೀವು ಅಲ್ಲಾಹನಿಗೆ ಸರಿಸಾಟಿಗಳನ್ನು ನಿಶ್ಚಯಿಸಬೇಡಿ.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:23","price":"ನಾವು ನಮ್ಮ ದಾಸನಿಗೆ ಅವತೀರ್ಣಗೊಳಿಸಿದ (ಕುರ್‌ಆನ್) ಬಗ್ಗೆ ನಿಮಗೇನಾದರೂ ಸಂದೇಹವಿದ್ದರೆ, ಅದರಂತಿರುವ ಒಂದು ಸೂರವನ್ನು (ಅಧ್ಯಾಯವನ್ನು) ರಚಿಸಿ ತನ್ನಿರಿ; ಅಲ್ಲಾಹನ ಹೊರತು ನಿಮ್ಮ ಎಲ್ಲಾ ಸಹಾಯಕರನ್ನು ಕರೆಯಿರಿ; ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:24","price":"ನಿಮಗೆ ಅದನ್ನು ಮಾಡಲು ಸಾಧ್ಯವಾಗದಿದ್ದರೆ—ಅದನ್ನು ಮಾಡಲು ನಿಮಗೆ ಎಂದಿಗೂ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ಆದ್ದರಿಂದ ನೀವು ಆ ನರಕವನ್ನು ಭಯಪಡಿರಿ; ಅದರ ಇಂಧನವು ಮನುಷ್ಯರು ಮತ್ತು ಕಲ್ಲುಗಳಾಗಿದ್ದಾರೆ. ಅದನ್ನು ಸತ್ಯನಿಷೇಧಿಗಳಿಗಾಗಿ ಸಿದ್ಧಗೊಳಿಸಲಾಗಿದೆ.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:25","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಹಾಗೂ ಸತ್ಕರ್ಮವೆಸಗಿದವರಿಗೆ ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿವೆಯೆಂಬ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸಿರಿ. ಅವರಿಗೆ ಅದರ ಒಂದೊಂದು ಹಣ್ಣನ್ನು ಆಹಾರವಾಗಿ ನೀಡಲಾಗುವಾಗಲೆಲ್ಲಾ ಅವರು ಹೇಳುವರು: “ಇದು ನಮಗೆ ಮುಂಚೆ ನೀಡಲಾದದ್ದೇ ಅಲ್ಲವೇ!” ವಾಸ್ತವವಾಗಿ, ಅವರಿಗೆ ಅದನ್ನು ಹೋಲಿಕೆಯಿರುವ ರೂಪದಲ್ಲಿ ನೀಡಲಾಗಿದೆ.[1] ಅವರಿಗೆ ಅಲ್ಲಿ ಪರಿಶುದ್ಧ ಸಂಗಾತಿಗಳಿದ್ದಾರೆ; ಅವರು ಅಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"[1] ಹೋಲಿಕೆಯಿರುವ ರೂಪದಲ್ಲಿ ಎಂದರೆ ಒಂದೋ ಸ್ವರ್ಗದಲ್ಲಿರುವ ಹಣ್ಣುಗಳು ಪರಸ್ಪರ ಒಂದನ್ನೊಂದು ಹೋಲುತ್ತವೆ; ಅಥವಾ ಅವು ಇಹಲೋಕದ ಹಣ್ಣುಗಳ ಹೋಲಿಕೆಯನ್ನು ಹೊಂದಿರುತ್ತವೆ. ಹೋಲಿಕೆಯಿರುವುದು ರೂಪ, ಆಕಾರ, ಹೆಸರು ಅಥವಾ ಬಣ್ಣಗಳಲ್ಲಿ ಮಾತ್ರವೇ ಹೊರತು ಅವುಗಳ ರುಚಿ ಮತ್ತು ಗುಣಮಟ್ಟದಲ್ಲಲ್ಲ.","lang":"kn"},{"name":"2:26","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಒಂದು ಸೊಳ್ಳೆಯನ್ನು ಅಥವಾ ಅದಕ್ಕಿಂತ ಕೀಳಾದುದನ್ನು ಉದಾಹರಣೆಯಾಗಿ ತೋರಿಸಲು ಸಂಕೋಚಪಡುವುದಿಲ್ಲ. ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಅದು ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಸತ್ಯವೆಂದು ತಿಳಿಯುತ್ತಾರೆ. ಆದರೆ, ಸತ್ಯನಿಷೇಧಿಗಳು ಕೇಳುತ್ತಾರೆ: “ಈ ಹೋಲಿಕೆಯಿಂದ ಅಲ್ಲಾಹು ಉದ್ದೇಶಿಸುವುದೇನು?” ಇದರ ಮೂಲಕ ಅಲ್ಲಾಹು ಅನೇಕ ಜನರನ್ನು ದಾರಿತಪ್ಪಿಸುತ್ತಾನೆ ಮತ್ತು ಅನೇಕ ಜನರಿಗೆ ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುತ್ತಾನೆ. ಅವನು ಇದರ ಮೂಲಕ ದುಷ್ಕರ್ಮಿಗಳನ್ನಲ್ಲದೆ ಇನ್ನಾರನ್ನೂ ದಾರಿತಪ್ಪಿಸುವುದಿಲ್ಲ.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:27","price":"ಅವರು (ದುಷ್ಕರ್ಮಿಗಳು) ಯಾರೆಂದರೆ, ಅಲ್ಲಾಹನ ಕರಾರನ್ನು—ಅದು ಸದೃಢವಾದ ಬಳಿಕವೂ—ಮುರಿಯುವವರು, ಅಲ್ಲಾಹು ಜೋಡಿಸಲು ಆದೇಶಿಸಿದ್ದನ್ನು ಕಡಿಯುವವರು, ಮತ್ತು ಭೂಮಿಯಲ್ಲಿ ಕಿಡಿಗೇಡಿತನ ಮಾಡುವವರು. ಅವರೇ ನಷ್ಟ ಹೊಂದಿದವರು.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:28","price":"ನೀವು ಅಲ್ಲಾಹನನ್ನು ಹೇಗೆ ನಿಷೇಧಿಸುತ್ತೀರಿ? ವಾಸ್ತವವಾಗಿ, ನೀವು ನಿರ್ಜೀವಿಗಳಾಗಿದ್ದಿರಿ ಮತ್ತು ಅವನು ನಿಮಗೆ ಜೀವವನ್ನು ನೀಡಿದನು; ನಂತರ ಅವನು ನಿಮಗೆ ಸಾವನ್ನು ನೀಡುತ್ತಾನೆ. ನಂತರ ಅವನು ನಿಮಗೆ (ಪುನಃ) ಜೀವವನ್ನು ನೀಡುತ್ತಾನೆ. ನಂತರ ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುತ್ತದೆ.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:29","price":"ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನೂ ನಿಮಗಾಗಿ ಸೃಷ್ಟಿಸಿದವನು ಅವನೇ. ನಂತರ ಅವನು ಆಕಾಶಕ್ಕೇರಿ, ಅದನ್ನು ಏಳಾಕಾಶಗಳಾಗಿ ಸರಿಪಡಿಸಿದನು. ಅವನು ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನೂ ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:30","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ದೇವದೂತರೊಡನೆ, “ನಾನು ಭೂಮಿಯಲ್ಲಿ ಒಬ್ಬ ಉತ್ತರಾಧಿಕಾರಿಯನ್ನು[1] (ಮನುಷ್ಯನನ್ನು) ಮಾಡುತ್ತೇನೆ” ಎಂದು  ಹೇಳಿದ ಸಂದರ್ಭ. ಅವರು ಕೇಳಿದರು: “ಅಲ್ಲಿ ಕಿಡಿಗೇಡಿತನ ಮಾಡುವವನನ್ನು ಮತ್ತು ರಕ್ತ ಹರಿಸುವವನನ್ನು ಮಾಡುವೆಯಾ? ನಾವಂತೂ ನಿನ್ನನ್ನು ಸ್ತುತಿಸುತ್ತಾ ನಿನ್ನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡುತ್ತೇವೆ ಮತ್ತು ನಿನ್ನ ಪವಿತ್ರತೆಯನ್ನು ಹೊಗಳುತ್ತೇವೆ.” ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ನಿಶ್ಚಯವಾಗಿಯೂ, ನಿಮಗೆ ತಿಳಿಯದೇ ಇರುವುದು ನನಗೆ ತಿಳಿದಿದೆ.”","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"[1] ಉತ್ತರಾಧಿಕಾರಿ ಎಂದರೆ ಅಲ್ಲಾಹನ ಉತ್ತರಾಧಿಕಾರಿಯಲ್ಲ. ಬದಲಿಗೆ, ಭೂಮಿಯಲ್ಲಿ ತಲೆಮಾರಿನ ನಂತರ ತಲೆಮಾರುಗಳಾಗಿ ಬರುವ ಮನುಷ್ಯರು.","lang":"kn"},{"name":"2:31","price":"ಅಲ್ಲಾಹು ಆದಮರಿಗೆ ಎಲ್ಲಾ ಹೆಸರುಗಳನ್ನು ಕಲಿಸಿದನು. ನಂತರ ಅವುಗಳನ್ನು ದೇವದೂತರುಗಳಿಗೆ ತೋರಿಸಿ ಹೇಳಿದನು: “ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ ಇವುಗಳ ಹೆಸರುಗಳನ್ನು ಹೇಳಿರಿ.”","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:32","price":"ಅವರು ಹೇಳಿದರು: “ನಿನ್ನ ಪರಿಶುದ್ಧಿಯನ್ನು ನಾವು ಕೊಂಡಾಡುತ್ತೇವೆ. ನೀನು ನಮಗೆ ಕಲಿಸಿಕೊಟ್ಟದ್ದರ ಹೊರತು ಬೇರೇನೂ ನಮಗೆ ತಿಳಿದಿಲ್ಲ; ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಸರ್ವಜ್ಞನು ಮತ್ತು ವಿವೇಕವಂತನಾಗಿರುವೆ.”","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:33","price":"ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ಓ ಆದಮರೇ! ಅವರಿಗೆ ಅವುಗಳ ಹೆಸರುಗಳನ್ನು ಹೇಳಿಕೊಡಿ.” ಆದಮ್ ಅವರಿಗೆ ಅವುಗಳ ಹೆಸರುಗಳನ್ನು ಹೇಳಿಕೊಟ್ಟಾಗ ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ನಾನು ನಿಮಗೆ ಹೇಳಿರಲಿಲ್ಲವೇ? ನಿಶ್ಚಯವಾಗಿಯೂ, ಭೂಮ್ಯಾಕಾಶಗಳ ಅದೃಶ್ಯ ವಿಷಯಗಳನ್ನು ನಾನು ತಿಳಿದಿದ್ದೇನೆಂದು; ನೀವು ಬಹಿರಂಗಪಡಿಸುವುದನ್ನು ಹಾಗೂ ರಹಸ್ಯವಾಗಿಡುವುದನ್ನು ನಾನು ತಿಳಿದಿದ್ದೇನೆಂದು.”","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:34","price":"ನಾವು ದೇವದೂತರೊಡನೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ನೀವೆಲ್ಲರೂ ಆದಮರಿಗೆ ಸಾಷ್ಟಾಂಗ ಮಾಡಿರಿ.”[1] ಅವರು ಸಾಷ್ಟಾಂಗ ಮಾಡಿದರು; ಇಬ್ಲೀಸನ ಹೊರತು.[2] ಅವನು (ಸಾಷ್ಟಾಂಗ ಮಾಡಲು) ನಿರಾಕರಿಸಿದನು ಮತ್ತು ಅಹಂಕಾರ ತೋರಿದನು. ಅವನು ಸತ್ಯನಿಷೇಧಿಗಳಲ್ಲಿ ಸೇರಿದವನಾದನು.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"[1] ಸುಜೂದ್ ಎಂದರೆ ವಿನಯ ಮತ್ತು ವಿನಮ್ರತೆಯನ್ನು ವ್ಯಕ್ತಪಡಿಸುವುದು. ನೆಲದ ಮೇಲೆ ಹಣೆಯಿಟ್ಟು ಸಾಷ್ಟಾಂಗ ಮಾಡುವುದು ಇದರ ಪರಮೋಚ್ಛ ರೂಪವಾಗಿದೆ. ಪ್ರವಾದಿ ಮುಹಮ್ಮದ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ರವರ ಶರಿಯತ್ (ಧರ್ಮಸಂಹಿತೆ) ನ ಪ್ರಕಾರ ಅಲ್ಲಾಹನಿಗೆ ಹೊರತು ಬೇರೆ ಯಾರಿಗೂ ಸಾಷ್ಟಾಂಗ ಮಾಡಬಾರದು. [2] ಇಬ್ಲೀಸ್ ಜಿನ್ನ್ (ಯಕ್ಷ) ಗಳಲ್ಲಿ ಸೇರಿದವನು. ಅಲ್ಲಾಹು ಅವನಿಗೆ ಶ್ರೇಷ್ಠತೆ ನೀಡಿ ದೇವದೂತರೊಡನೆ ಸೇರಿಸಿದ್ದನು. ಆದ್ದರಿಂದ ಅಲ್ಲಾಹನ ಆದೇಶ ಪ್ರಕಾರ ಸಾಷ್ಟಾಂಗ ಮಾಡುವುದು ಅವನಿಗೂ ಕಡ್ಡಾಯವಾಗಿತ್ತು. ಆದರೆ ಅವನು ಆದಮರ ಮೇಲಿದ್ದ ಅಸೂಯೆ ಮತ್ತು ಅಹಂಕಾರದಿಂದ ಸಾಷ್ಟಾಂಗ ಮಾಡಲು ನಿರಾಕರಿಸಿದನು.","lang":"kn"},{"name":"2:35","price":"ನಾವು ಹೇಳಿದೆವು: “ಓ ಆದಮರೇ! ನೀವು ಮತ್ತು ನಿಮ್ಮ ಪತ್ನಿ ಸ್ವರ್ಗದಲ್ಲಿ ವಾಸಿಸಿರಿ; ಅಲ್ಲಿ ನೀವು ಇಚ್ಛಿಸುವ ಎಲ್ಲಾ ಕಡೆಗಳಿಂದ ಯಥೇಷ್ಟವಾಗಿ ತಿನ್ನಿರಿ. ಆದರೆ ಈ ಮರದ ಹತ್ತಿರ ಹೋಗಬೇಡಿ. ಹಾಗೇನಾದರೂ ಹೋದರೆ ನೀವು ಅಕ್ರಮಿಗಳಲ್ಲಿ ಸೇರಿದವರಾಗುವಿರಿ.”","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:36","price":"ಆದರೆ ಶೈತಾನನು ಅವರನ್ನು ತಪ್ಪುದಾರಿಗೆಳೆದು, ಅವರಿಬ್ಬರೂ ವಾಸವಾಗಿದ್ದಲ್ಲಿಂದ ಹೊರಹೋಗುವಂತೆ ಮಾಡಿದನು. ನಾವು ಹೇಳಿದೆವು: “ನೀವೆಲ್ಲರೂ ಇಳಿಯಿರಿ. ನೀವು ಪರಸ್ಪರ ವೈರಿಗಳಾಗಿದ್ದೀರಿ. ನಿಮಗೆ ಭೂಮಿಯಲ್ಲಿ ಒಂದು ಅವಧಿಯವರೆಗೆ ವಾಸಸ್ಥಳ ಹಾಗೂ ಜೀವನ ಸವಲತ್ತುಗಳಿವೆ.”","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:37","price":"ಆದಮ್ ತಮ್ಮ ಪರಿಪಾಲಕನಿಂದ (ಅಲ್ಲಾಹನಿಂದ) ಕೆಲವು ವಚನಗಳನ್ನು ಕಲಿತುಕೊಂಡರು.[1] ಅಲ್ಲಾಹು ಅವರ ಪಶ್ಚಾತ್ತಾಪವನ್ನು ಸ್ವೀಕರಿಸಿದನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಪಶ್ಚಾತ್ತಾಪ ಸ್ವೀಕರಿಸುವವನು ಮತ್ತು ಕರುಣೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"[1] ಈ ವಚನಗಳು ಏನೆಂದು ಸೂರ ಅಅ್‌ರಾಫ್ (7:23) ರಲ್ಲಿ ಉಲ್ಲೇಖಿಸಲಾಗಿದೆ.","lang":"kn"},{"name":"2:38","price":"ನಾವು ಹೇಳಿದೆವು: “ನೀವೆಲ್ಲರೂ ಇಲ್ಲಿಂದ ಇಳಿಯಿರಿ. ನನ್ನಿಂದ ನಿಮಗೆ ಮಾರ್ಗದರ್ಶನವು ಬರುವಾಗ, ಆ ನನ್ನ ಮಾರ್ಗದರ್ಶನವನ್ನು ಯಾರು ಅನುಸರಿಸುತ್ತಾರೋ ಅವರಿಗೆ ಯಾವುದೇ ಭಯವಿಲ್ಲ; ಅವರು ದುಃಖಿಸುವುದೂ ಇಲ್ಲ.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:39","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಹಾಗೂ ನಮ್ಮ ವಚನಗಳನ್ನು ತಿರಸ್ಕರಿಸಿದವರು ಯಾರೋ—ಅವರೇ ನರಕವಾಸಿಗಳು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು.”","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:40","price":"ಓ ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳೇ![1] ನಾನು ನಿಮಗೆ ಅನುಗ್ರಹಿಸಿದ ನನ್ನ ಅನುಗ್ರಹಗಳನ್ನು ಸ್ಮರಿಸಿರಿ ಮತ್ತು ನನ್ನ ಕರಾರನ್ನು ನೆರವೇರಿಸಿರಿ. ನಿಮ್ಮ ಕರಾರನ್ನು ನಾನೂ ನೆರವೇರಿಸುವೆನು. ನೀವು ನನ್ನನ್ನು ಮಾತ್ರ ಭಯಪಡಿರಿ.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"[1] ಇಸ್ರಾಯೇಲ್ ಪ್ರವಾದಿ ಯಾಕೂಬರ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಇನ್ನೊಂದು ಹೆಸರು. ಅವರಿಗೆ ಹನ್ನೆರಡು ಮಕ್ಕಳು. ಇವರ ಸಂತಾನ ಪರಂಪರೆಯು ಹನ್ನೆರಡು ಗೋತ್ರಗಳಾಗಿ ವಿಂಗಡನೆಯಾಗಿದ್ದವು. ಇವರನ್ನು ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳು ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಯಹೂದಿಗಳು ಮತ್ತು ಕ್ರೈಸ್ತರು ಈ ಪರಂಪರೆಯಲ್ಲಿ ಸೇರಿದವರು.","lang":"kn"},{"name":"2:41","price":"ನಿಮ್ಮ ಬಳಿಯಿರುವ (ಗ್ರಂಥವನ್ನು) ದೃಢೀಕರಿಸುತ್ತಾ ನಾನು ಅವತೀರ್ಣಗೊಳಿಸಿದ (ಕುರ್‌ಆನ್‌ನಲ್ಲಿ) ವಿಶ್ವಾಸವಿಡಿ. ಅದನ್ನು ಮೊಟ್ಟಮೊದಲು ನಿಷೇಧಿಸುವವರು ನೀವಾಗಬೇಡಿ. ನನ್ನ ವಚನಗಳನ್ನು ಅಲ್ಪ ಬೆಲೆಗೆ ಮಾರಾಟ ಮಾಡಬೇಡಿ. ನನ್ನನ್ನು ಮಾತ್ರ ಭಯಪಡಿರಿ.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:42","price":"ಸತ್ಯವನ್ನು ಮಿಥ್ಯದೊಂದಿಗೆ ಬೆರೆಸಬೇಡಿ. ತಿಳಿದವರಾಗಿದ್ದೂ ಸಹ ಸತ್ಯವನ್ನು ಮುಚ್ಚಿಡಬೇಡಿ.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:43","price":"ನಮಾಝ್ ಸಂಸ್ಥಾಪಿಸಿರಿ ಮತ್ತು ಝಕಾತ್ ನೀಡಿರಿ; (ವಿಧೇಯತೆಯಿಂದ) ತಲೆಬಾಗುವವರೊಡನೆ ನೀವೂ ತಲೆಬಾಗಿರಿ.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:44","price":"ನೀವು ಜನರಿಗೆ ಒಳಿತನ್ನು ಆದೇಶಿಸುತ್ತಾ ನಿಮ್ಮನ್ನು ನೀವೇ ಮರೆತು ಬಿಡುತ್ತೀರಾ? ನೀವಾದರೋ ಗ್ರಂಥವನ್ನು ಪಠಿಸುತ್ತಿದ್ದೀರಿ! ನೀವು ಆಲೋಚಿಸುವುದಿಲ್ಲವೇ?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:45","price":"ತಾಳ್ಮೆ ಮತ್ತು ನಮಾಝಿನ ಮೂಲಕ ಸಹಾಯವನ್ನು ಬೇಡಿರಿ. ವಿನಮ್ರತೆಯಿಲ್ಲದವರಿಗೆ ಖಂಡಿತವಾಗಿಯೂ ಅದು ಬಹಳ ಕಷ್ಟವಾಗಿದೆ.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:46","price":"ಅವರು (ವಿನಮ್ರತೆಯುಳ್ಳವರು) ಯಾರೆಂದರೆ, ತಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಖಂಡಿತವಾಗಿಯೂ ಭೇಟಿಯಾಗಲಿದ್ದೇವೆ ಮತ್ತು ಅವನ ಬಳಿಗೇ ಮರಳಲಿದ್ದೇವೆ ಎಂದು ದೃಢವಾಗಿ ನಂಬುವವರು.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:47","price":"ಓ ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳೇ! ನಾನು ನಿಮಗೆ ಅನುಗ್ರಹಿಸಿದ ನನ್ನ ಅನುಗ್ರಹವನ್ನು, ಮತ್ತು ನಾನು ನಿಮ್ಮನ್ನು ಸರ್ವಲೋಕದವರಿಗಿಂತ (ಎಲ್ಲಾ ಮನುಷ್ಯರಿಗಿಂತ) ಶ್ರೇಷ್ಠಗೊಳಿಸಿದ್ದನ್ನು ಸ್ಮರಿಸಿರಿ.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:48","price":"ಒಬ್ಬ ವ್ಯಕ್ತಿ ಇನ್ನೊಬ್ಬ ವ್ಯಕ್ತಿಗೆ ಯಾವುದೇ ಉಪಕಾರ ಮಾಡದ, ಅವನಿಂದ ಯಾವುದೇ ಶಿಫಾರಸು ಸ್ವೀಕರಿಸದ, ಅವನಿಂದ ಯಾವುದೇ ಪರಿಹಾರವನ್ನು ಪಡೆಯದ ಮತ್ತು ಅವರಿಗೆ ಯಾವುದೇ ಸಹಾಯವು ದೊರೆಯದ ಒಂದು ದಿನವನ್ನು (ಪುನರುತ್ಥಾನ ದಿನವನ್ನು) ಭಯಪಡಿರಿ.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:49","price":"ನಾವು ನಿಮ್ಮನ್ನು ಫರೋಹನ ಜನರಿಂದ ರಕ್ಷಿಸಿದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ). ಅವರು ನಿಮಗೆ ಕಠೋರ ಹಿಂಸೆ ನೀಡುತ್ತಿದ್ದರು; ನಿಮ್ಮ ಗಂಡು ಮಕ್ಕಳ ಕತ್ತು ಕೊಯ್ಯುತ್ತಿದ್ದರು ಮತ್ತು ನಿಮ್ಮ ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಜೀವಂತ ಉಳಿಸುತ್ತಿದ್ದರು. ಅದರಲ್ಲಿ (ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಿದ್ದರಲ್ಲಿ) ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಮಹಾ ಪರೀಕ್ಷೆಯಿತ್ತು.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:50","price":"ನಾವು ಕಡಲನ್ನು ಸೀಳಿ ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಿದ, ಮತ್ತು ನೀವು ನೋಡುತ್ತಿದ್ದಂತೆಯೇ ಫರೋಹನ ಜನರನ್ನು ಮುಳುಗಿಸಿದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ).","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:51","price":"ನಾವು ಮೂಸಾರಿಗೆ ನಲ್ವತ್ತು ರಾತ್ರಿಗಳನ್ನು ವಾಗ್ದಾನ ಮಾಡಿದ ಸಂದರ್ಭ. ನಂತರ, ಅವರ (ನಿರ್ಗಮನದ) ಬಳಿಕ ನೀವು ಕರುವನ್ನು ದೇವರಾಗಿ ಮಾಡಿಕೊಂಡಿರಿ ಮತ್ತು ಅಕ್ರಮಿಗಳಾಗಿ ಬಿಟ್ಟಿರಿ.[1]","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"[1] ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳು ಫರೋಹನ ಸೈನ್ಯದಿಂದ ಪಾರಾಗಿ ಸೀನಾ ತಪ್ಪಲಿಗೆ ಬಂದು ನೆಲೆಸಿದರು. ಅಲ್ಲಿ ಅಲ್ಲಾಹನ ವಾಗ್ದಾನದಂತೆ ಮೂಸಾ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ತೌರಾತ್ (ತೋರ) ಪಡೆಯಲು ನಲ್ವತ್ತು ದಿನ ತೂರ್ ಪರ್ವತಕ್ಕೆ ಹೋಗಿ ನೆಲೆಸಿದರು. ಮೂಸಾರ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ನಿರ್ಗಮನದ ನಂತರ ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳು ಸಾಮಿರಿ ಎಂಬಾತನ ಆದೇಶದಂತೆ ಕರುವಿನ ವಿಗ್ರಹವನ್ನು ಪೂಜಿಸತೊಡಗಿದರು.","lang":"kn"},{"name":"2:52","price":"ನಂತರ ಅದರ ಬಳಿಕವೂ ನಾವು ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸಿದೆವು; ನೀವು ಕೃತಜ್ಞರಾಗುವಿರಿ ಎಂದು.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:53","price":"ನಾವು ಮೂಸಾರಿಗೆ ಗ್ರಂಥವನ್ನು ಹಾಗೂ ಸತ್ಯಾಸತ್ಯ ವಿವೇಚಕವನ್ನು ನೀಡಿದ ಸಂದರ್ಭ. ನೀವು ಸನ್ಮಾರ್ಗ ಪಡೆಯುವುದಕ್ಕಾಗಿ.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:54","price":"ಮೂಸಾ ತಮ್ಮ ಜನರೊಡನೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ನನ್ನ ಜನರೇ! ಕರುವನ್ನು ದೇವರಾಗಿ ಮಾಡಿಕೊಳ್ಳುವ ಮೂಲಕ ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ನಿಮ್ಮ ಮೇಲೆಯೇ ಅಕ್ರಮವೆಸಗಿದ್ದೀರಿ. ಆದ್ದರಿಂದ, ನೀವು ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ನಿಮ್ಮ ಸೃಷ್ಟಿಕರ್ತನ ಕಡೆಗೆ ಮರಳಿರಿ; ನಿಮ್ಮನ್ನು ನೀವೇ ಕೊಲ್ಲಿರಿ.[1] ನಿಮ್ಮ ಸೃಷ್ಟಿಕರ್ತನ ದೃಷ್ಟಿಯಲ್ಲಿ ಅದೇ ನಿಮಗೆ ಶ್ರೇಷ್ಠವಾಗಿದೆ.” ಆಗ ಅಲ್ಲಾಹು ನಿಮ್ಮ ಪಶ್ಚಾತ್ತಾಪವನ್ನು ಸ್ವೀಕರಿಸಿದನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಪಶ್ಚಾತ್ತಾಪ ಸ್ವೀಕರಿಸುವವನು ಮತ್ತು ಕರುಣೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"[1] ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳು ಮಾಡಿದ ಬಹುದೇವಾರಾಧನೆಗಾಗಿ ಮೂಸಾ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಅವರಿಗೆ ಛೀಮಾರಿ ಹಾಕಿದಾಗ ಅವರು ವಿಷಾದಿಸಿ ಪಶ್ಚಾತ್ತಾಪಪಡಲು ಮುಂದಾದರು. ಅವರು ಮಾಡಿದ ಪಾಪಕ್ಕೆ ಪರಿಹಾರವು ಅವರನ್ನೇ ಅವರು ಕೊಲ್ಲುವುದಾಗಿತ್ತು. ಇದನ್ನು ಎರಡು ರೀತಿಯಲ್ಲಿ ವಿವರಿಸಲಾಗಿದೆ: ಒಂದು, ಅವರನ್ನು ಎರಡು ಸಾಲುಗಳಾಗಿ ನಿಲ್ಲಿಸಿ ಒಬ್ಬರು ಇನ್ನೊಬ್ಬರನ್ನು ಕೊಲ್ಲಬೇಕೆಂದು ಆದೇಶಿಸಲಾಯಿತು. ಎರಡು, ಅವರಲ್ಲಿ ಈ ಪಾಪ ಮಾಡಿದವರನ್ನು ಪಾಪ ಮಾಡದವರು ಕೊಲ್ಲಬೇಕೆಂದು ಆದೇಶಿಸಲಾಯಿತು.","lang":"kn"},{"name":"2:55","price":"“ಓ ಮೂಸಾ! ಅಲ್ಲಾಹನನ್ನು ನೇರವಾಗಿ ನೋಡುವ ತನಕ ನಾವು ನಿಮ್ಮಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವುದೇ ಇಲ್ಲ” ಎಂದು ನೀವು ಹೇಳಿದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ). ಆಗ ನೀವು ನೋಡುತ್ತಿದ್ದಂತೆಯೇ ಮಿಂಚು ನಿಮ್ಮ ಮೇಲೆರಗಿ ಬಿಟ್ಟಿತು.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:56","price":"ನಂತರ, ನಿಮ್ಮ ಸಾವಿನ ಬಳಿಕ ನಾವು ನಿಮಗೆ ಜೀವ ನೀಡಿದೆವು. ನೀವು ಕೃತಜ್ಞರಾಗುವುದಕ್ಕಾಗಿ.[1]","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"[1] ಮೂಸಾ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ತೂರ್ ಪರ್ವತಕ್ಕೆ ಹೋಗುವಾಗ 70 ಮಂದಿಯನ್ನು ಕರೆದೊಯ್ದಿದ್ದರು. ಹಿಂದಿರುಗಿ ಬರುವಾಗ ಅವರು ಹೇಳಿದರು: \"ಓ ಮೂಸಾ! ಅಲ್ಲಾಹನನ್ನು ನಮ್ಮ ಕಣ್ಣ ಮುಂದೆ ನೇರವಾಗಿ ನೋಡುವ ತನಕ ನಿಮ್ಮ ಮಾತಿನಲ್ಲಿ ನಾವು ನಂಬಿಕೆಯಿಡುವುದಿಲ್ಲ.\" ಆಗ ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಆಕಾಶದಲ್ಲಿ ಮಿಂಚು ಗೋಚರವಾಗಿ ಅದು ಅವರ ಮೇಲೆ ಬಿದ್ದು ಅವರೆಲ್ಲರೂ ಸತ್ತರು. ಇದರಿಂದ ಮೂಸಾ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ತುಂಬಾ ದುಃಖಿತರಾದರು. ನಂತರ ಅವರ ಪ್ರಾರ್ಥನೆಗೆ ಉತ್ತರವಾಗಿ ಅಲ್ಲಾಹು ಅವರನ್ನು ಜೀವಂತಗೊಳಿಸಿದನು.","lang":"kn"},{"name":"2:57","price":"ನಾವು ನಿಮಗೆ ಮೋಡದ ನೆರಳನ್ನು ನೀಡಿದೆವು ಮತ್ತು ಮನ್ನ ಹಾಗೂ ಸಲ್ವಾವನ್ನು ಇಳಿಸಿಕೊಟ್ಟೆವು.[1] (ನಾವು ಹೇಳಿದೆವು): “ನಾವು ನಿಮಗೆ ಒದಗಿಸಿದ ಶುದ್ಧ ವಸ್ತುಗಳಿಂದ ತಿನ್ನಿರಿ.” ಅವರು ನಮಗೆ ಅನ್ಯಾಯ ಮಾಡಲಿಲ್ಲ; ಬದಲಿಗೆ, ಅವರು ಅವರಿಗೇ ಅನ್ಯಾಯ ಮಾಡುತ್ತಿದ್ದರು.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"[1] ಮನ್ನ ಎಂದರೆ ಕೆಲವರ ಅಭಿಪ್ರಾಯ ಪ್ರಕಾರ ತರಂಜಬೀನ್ ಎಂಬ ಹೆಸರಿನ ಅಂಟು ತಿನಿಸು. ಇದು ಒಂಟೆಮುಳ್ಳು ಎಂಬ ಸಸ್ಯದ ಎಲೆ ಮತ್ತು ಕಾಂಡಗಳಲ್ಲಿ ಉತ್ಪಾದನೆಯಾಗುವ ರಾಳದಂತಹ ಸಿಹಿವಸ್ತುವಾಗಿದೆ. ಮನ್ನ ಎಂದರೆ ಮರ ಹಾಗೂ ಬಂಡೆಗಳ ಮೇಲೆ ಬೀಳುವ ಇಬ್ಬನಿಯೆಂದು ಕೆಲವರು ಹೇಳಿದ್ದಾರೆ. ಇದು ಜೇನಿನಂತೆ ಸಿಹಿಯಾಗಿರುತ್ತದೆ ಮತ್ತು ಒಣಗಿದಾಗ ಮೇಣದಂತಾಗುತ್ತದೆ. ಕೆಲವರು ಮನ್ನ ಎಂದರೆ ಜೇನು ಅಥವಾ ಸಿಹಿನೀರು ಎಂದಿದ್ದಾರೆ. ಸಲ್ವಾ ಎಂದರೆ ಲಾವಕ್ಕಿ ಅಥವಾ ಗುಬ್ಬಚ್ಚಿಯಂತಹ ಸಣ್ಣ ಹಕ್ಕಿಯಾಗಿದ್ದು ಇದನ್ನು ಕೊಯ್ದು ತಿನ್ನುತ್ತಾರೆ.","lang":"kn"},{"name":"2:58","price":"ನಾವು ಹೇಳಿದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ): “ಈ ಊರನ್ನು ಪ್ರವೇಶಿಸಿರಿ.[1] ಇಲ್ಲಿ ನೀವು ಇಚ್ಛಿಸುವ ಎಲ್ಲಾ ಕಡೆಗಳಿಂದ ಯಥೇಷ್ಟವಾಗಿ ತಿನ್ನಿರಿ. ಸಾಷ್ಟಾಂಗ ಮಾಡುತ್ತಾ[2] ದ್ವಾರವನ್ನು ಪ್ರವೇಶಿಸಿರಿ ಮತ್ತು ‘ಹಿತ್ತ’[3] ಎಂದು ಹೇಳಿರಿ. ನಾವು ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುವೆವು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗುವವರಿಗೆ ಪ್ರತಿಫಲವನ್ನು ಹೆಚ್ಚಿಸುವೆವು.”","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"[1] ಹೆಚ್ಚಿನ ವ್ಯಾಖ್ಯಾನಕಾರರ ಅಭಿಪ್ರಾಯ ಪ್ರಕಾರ ಆ ಊರು ಬೈತುಲ್ ಮುಕದ್ದಸ್. [2] ಸಾಷ್ಟಾಂಗ ಮಾಡುತ್ತಾ ಪ್ರವೇಶಿಸಿರಿ ಎಂದರೆ ತಲೆಬಾಗುತ್ತಾ ಪ್ರವೇಶಿಸಿರಿ ಎಂದು ಕೆಲವರು ಅರ್ಥ ನೀಡಿದ್ದಾರೆ. ಕೆಲವರು ಇದನ್ನು ಅಕ್ಷರಾರ್ಥದಲ್ಲಿ ಗೌರವದ ರೂಪದಲ್ಲಿ ಸಾಷ್ಟಾಂಗ ಮಾಡುತ್ತಾ ಪ್ರವೇಶಿಸಿರಿ ಎಂದು ಅರ್ಥ ನೀಡಿದ್ದಾರೆ. [3] ಹಿತ್ತ ಎಂದರೆ ನಮ್ಮ ಪಾಪಗಳನ್ನು ಮನ್ನಿಸು ಎಂದರ್ಥ.","lang":"kn"},{"name":"2:59","price":"ಆದರೆ ಆ ಅಕ್ರಮಿಗಳು ಅವರಿಗೆ ಹೇಳಲಾದ ಮಾತನ್ನು ಬದಲಾಯಿಸಿದರು.[1] ಆದ್ದರಿಂದ, ನಾವು ಆ ಅಕ್ರಮಿಗಳ ಮೇಲೆ—ಅವರು ಮಾಡುತ್ತಿದ್ದ ದುಷ್ಕರ್ಮಗಳ ನಿಮಿತ್ತ—ಆಕಾಶದಿಂದ ಶಿಕ್ಷೆಯನ್ನು ಇಳಿಸಿದೆವು.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"[1] ಅವರು ಸಾಷ್ಟಾಂಗ ಮಾಡುತ್ತಾ ಪ್ರವೇಶಿಸುವುದಕ್ಕೆ ಬದಲು, ಬಟ್ಟೆಯನ್ನು ನೆಲದಲ್ಲಿ ಎಳೆಯುತ್ತಾ ಎದೆಯುಬ್ಬಿಸಿ ಅಹಂಕಾರದಿಂದ ಪ್ರವೇಶಿಸಿದರು. ಹಿತ್ತ ಎಂದು ಹೇಳುವುದರ ಬದಲಿಗೆ ಬೇರೊಂದು ಮಾತನ್ನು ಹೇಳಿದರು. ಇದರಿಂದ ಅವರ ಅಹಂಕಾರ ಮತ್ತು ದೈವಿಕ ಆಜ್ಞೆಗೆ ಅವರು ತೋರುತ್ತಿದ್ದ ತಿರಸ್ಕಾರವನ್ನು ಅರ್ಥೈಸಬಹುದು.","lang":"kn"},{"name":"2:60","price":"ಮೂಸಾ ತಮ್ಮ ಜನರಿಗಾಗಿ ನೀರನ್ನು ಬೇಡಿದ ಸಂದರ್ಭ. ನಾವು ಹೇಳಿದೆವು: “ನಿಮ್ಮ ಕೈಯಲ್ಲಿರುವ ಕೋಲಿನಿಂದ ಆ ಬಂಡೆಯ ಮೇಲೆ ಹೊಡೆಯಿರಿ.” ಆಗ ಅದರಿಂದ ಹನ್ನೆರಡು ಚಿಲುಮೆಗಳು ಚಿಮ್ಮಿ ಹರಿದವು.[1] ಎಲ್ಲಾ ಜನರೂ (ಗೋತ್ರಗಳೂ) ತಮ್ಮ ನೀರಿನ ಸ್ಥಳವನ್ನು ತಿಳಿದುಕೊಂಡರು. (ನಾವು ಹೇಳಿದೆವು): “ಅಲ್ಲಾಹು ಒದಗಿಸಿದ ಆಹಾರದಿಂದ ತಿನ್ನಿರಿ ಮತ್ತು ಕುಡಿಯಿರಿ; ಭೂಮಿಯಲ್ಲಿ ಕಿಡಿಗೇಡಿತನ ಮಾಡುತ್ತಾ ಅಲೆಯಬೇಡಿ.\"","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"[1] ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳ ಹನ್ನೆರಡು ಗೋತ್ರಗಳಿಗೆ ಹನ್ನೆರಡು ಚಿಲುಮೆಗಳು.","lang":"kn"},{"name":"2:61","price":"ನೀವು ಹೇಳಿದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ): “ಓ ಮೂಸಾ! ಒಂದೇ ರೀತಿಯ ಆಹಾರವನ್ನು ಸಹಿಸಿಕೊಂಡಿರಲು ನಮಗೆ ಸಾಧ್ಯವೇ ಇಲ್ಲ. ಆದ್ದರಿಂದ ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಕರೆದು ಪ್ರಾರ್ಥಿಸಿರಿ. ಅವನು ನಮಗೆ ಭೂಮಿಯಲ್ಲಿ ಬೆಳೆಯುವ ಸೊಪ್ಪು, ಸೌತೆ, ಗೋಧಿ, ಮಸೂರ ಮತ್ತು ಈರುಳ್ಳಿಯನ್ನು ಉತ್ಪಾದಿಸಿಕೊಡಲಿ.” ಮೂಸಾ ಹೇಳಿದರು: “ಅತ್ಯುತ್ತಮ ವಸ್ತುವನ್ನು ಬಿಟ್ಟು ಕಳಪೆ ವಸ್ತುವನ್ನು ಏಕೆ ಕೇಳುತ್ತೀರಿ? ನೀವು ಯಾವುದಾದರೂ ನಗರಕ್ಕೆ ಹೋಗಿರಿ. ಅಲ್ಲಿ ನೀವು ಕೇಳಿದ್ದೆಲ್ಲವೂ ನಿಮಗೆ ಸಿಗುವುದು.” (ಅವರ ದರ್ಪದಿಂದಾಗಿ) ಅವರ ಮೇಲೆ ಅಪಮಾನ ಹಾಗೂ ಬಡತನವನ್ನು ಹೊದಿಸಲಾಯಿತು; ಅವರು ಅಲ್ಲಾಹನ ಕೋಪದೊಂದಿಗೆ ಮರಳಿದರು. ಅದೇಕೆಂದರೆ, ಅವರು ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸುತ್ತಿದ್ದರು ಮತ್ತು ಪ್ರವಾದಿಗಳನ್ನು ಅನ್ಯಾಯವಾಗಿ ಕೊಲ್ಲುತ್ತಿದ್ದರು. ಅದು ಅವರ ಅವಿಧೇಯತೆ ಮತ್ತು ಅತಿರೇಕದ ಫಲಿತಾಂಶವಾಗಿತ್ತು.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:62","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು, ಯಹೂದಿಗಳು, ಕ್ರೈಸ್ತರು ಅಥವಾ ಸಾಬಿಗಳು—ಇವರ ಪೈಕಿ ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅಂತ್ಯದಿನದಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟವರು ಹಾಗೂ ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ, ಅವರಿಗೆ ಅವರ ಪ್ರತಿಫಲವು ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಯಿದೆ. ಅವರಿಗೆ ಯಾವುದೇ ಭಯವಿಲ್ಲ; ಅವರು ದುಃಖಿಸುವುದೂ ಇಲ್ಲ.[1]","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"[1] ಕೆಲವರು ಈ ವಚನವನ್ನು ತಪ್ಪಾಗಿ ಅರ್ಥಮಾಡಿಕೊಂಡು 'ಧರ್ಮಗಳ ಏಕತೆ' ಎಂಬ ಹೊಸ ಸಿದ್ಧಾಂತವನ್ನು ಸ್ಥಾಪಿಸಿದ್ದಾರೆ. ಅವರ ಪ್ರಕಾರ ಇಸ್ಲಾಂ ಧರ್ಮದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವುದು ಕಡ್ಡಾಯವಲ್ಲ. ಯಾವುದೇ ಧರ್ಮದಲ್ಲಿದ್ದು ಏಕದೇವನನ್ನು ಆರಾಧಿಸಿ ಒಳಿತು ಮಾಡಿದರೆ ಅವರಿಗೆ ಮೋಕ್ಷ ಸಿಗುತ್ತದೆ. ಇದು ಅತ್ಯಂತ ಹೊಲಸು ಸಿದ್ಧಾಂತವಾಗಿದ್ದು ಕುರ್‌ಆನಿನ ಬೋಧನೆಗಳಿಗೆ ವಿರುದ್ಧವಾಗಿದೆ. ಈ ವಚನದ ನಿಜವಾದ ಅರ್ಥವೇನೆಂದರೆ, ಮೇಲಿನ ವಚನಗಳಲ್ಲಿ ಯಹೂದಿಗಳ ಅವಿಧೇಯತೆ, ಅಹಂಕಾರ ಮತ್ತು ಅತಿರೇಕಗಳ ಬಗ್ಗೆ  ಪ್ರಸ್ತಾಪಿಸಿ, ಅವರಿಗೆ ನೀಡಲಾದ ಶಿಕ್ಷೆಯ ಬಗ್ಗೆಯೂ ಪ್ರಸ್ತಾಪಿಸಲಾದಾಗ, ಸ್ವಾಭಾವಿಕವಾಗಿ ಒಂದು ಪ್ರಶ್ನೆ ಉದ್ಭವವಾಗುತ್ತದೆ. ಹಾಗಾದರೆ, ಯಹೂದಿಗಳಲ್ಲಿ ಒಳ್ಳೆಯವರು ಯಾರೂ ಇರಲಿಲ್ಲವೇ? ಇದ್ದರೆ ಅವರಿಗೆ ಅಲ್ಲಾಹು ಏನು ಪ್ರತಿಫಲ ನೀಡಿದ್ದಾನೆ? ಇದಕ್ಕೆ ಉತ್ತರವಾಗಿ, ಈ ವಚನ ಅವತೀರ್ಣವಾಗಿದೆ. ಅಂದರೆ, ಯಹೂದಿಗಳಲ್ಲಿ ಮಾತ್ರವಲ್ಲ, ಕ್ರೈಸ್ತರು, ಸಾಬಿಗಳು ಮುಂತಾದವರಲ್ಲಿಯೂ ಪ್ರವಾದಿ ಮುಹಮ್ಮದ್ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ರವರ ಆಗಮನಕ್ಕೆ ಮುಂಚೆ ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಪರಲೋಕದಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟು, ಸತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡಿದ್ದರೆ ಅವರೆಲ್ಲರೂ ಮೋಕ್ಷ ಪಡೆಯುತ್ತಾರೆ. ಅದೇ ರೀತಿ, ಈಗ ಮುಹಮ್ಮದ್ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ರವರ ಸಂದೇಶದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವವರು ಕೂಡ ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಪರಲೋಕದಲ್ಲಿ ಸರಿಯಾಗಿ ವಿಶ್ವಾಸವಿಟ್ಟು ಸತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡಿದರೆ ಅವರು ಕೂಡ ಮೋಕ್ಷ ಪಡೆಯುತ್ತಾರೆ. [ನೋಡಿ: 3:19, 3:85]","lang":"kn"},{"name":"2:63","price":"ನಾವು ನಿಮ್ಮಿಂದ ಕರಾರನ್ನು ಪಡೆದುಕೊಂಡ ಮತ್ತು ನಿಮ್ಮ ಮೇಲೆ ತೂರ್ ಪರ್ವತವನ್ನು ಎತ್ತಿಹಿಡಿದ ಸಂದರ್ಭ. (ನಾವು ಹೇಳಿದೆವು): “ನಾವು ನಿಮಗೆ ನೀಡಿದ್ದನ್ನು ಬಿಗಿಯಾಗಿ ಹಿಡಿಯಿರಿ ಮತ್ತು ಅದರಲ್ಲಿರುವುದನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಿರಿ; ನೀವು ದೇವಭಯವುಳ್ಳವರಾಗುವುದಕ್ಕಾಗಿ.”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:64","price":"ನಂತರ, ಅದರ ಬಳಿಕವೂ ನೀವು ವಿಮುಖರಾದಿರಿ. ನಿಮ್ಮ ಮೇಲೆ ಅಲ್ಲಾಹನ ಔದಾರ್ಯ ಮತ್ತು ದಯೆಯಿಲ್ಲದಿರುತ್ತಿದ್ದರೆ, ನೀವು ನಷ್ಟ ಹೊಂದಿದವರಲ್ಲಿ ಸೇರುತ್ತಿದ್ದಿರಿ.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:65","price":"ನಿಮ್ಮ ಪೈಕಿ ಸಬ್ಬತ್‌ನ[1] ವಿಷಯದಲ್ಲಿ ಅತಿರೇಕವೆಸಗಿದವರ ಬಗ್ಗೆ ನಿಮಗೆ ಈಗಾಗಲೇ ತಿಳಿದಿದೆ. ನಾವು ಅವರೊಡನೆ ಹೇಳಿದೆವು: “ನೀವು ಹೊಲಸು ಕಪಿಗಳಾಗಿ ಬಿಡಿ.”","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"[1] ಸಬ್ಬತ್ ಎಂದರೆ ಶನಿವಾರ. ಅಂದು ಯಹೂದಿಗಳಿಗೆ ಮೀನು ಹಿಡಿಯುವುದು ಹಾಗೂ ಇತರ ಎಲ್ಲಾ ಲೌಕಿಕ ಕೆಲಸ ಮಾಡುವುದನ್ನು ನಿಷೇಧಿಸಲಾಗಿತ್ತು. ಅವರಿಗೆ ಒಂದು ಪರೀಕ್ಷೆಯೋ ಎಂಬಂತೆ ಶನಿವಾರ ಮೀನುಗಳು ಹೆಚ್ಚು ಹೆಚ್ಚಾಗಿ ಕಾಣುತ್ತಿದ್ದವು. ಆದ್ದರಿಂದ, ಅವರು ಶನಿವಾರ ಬಲೆ ಹಾಕಿ ಭಾನುವಾರ ಮೀನು ಹಿಡಿಯುವ ಉಪಾಯ ಮಾಡಿದರು. ಇದು ದೈವಿಕ ಆಜ್ಞೆಯ ಸ್ಪಷ್ಟ ಉಲ್ಲಂಘನೆಯಾಗಿತ್ತು.","lang":"kn"},{"name":"2:66","price":"ನಾವು ಅದನ್ನು ಆ ಕಾಲದವರಿಗೂ, ಅದರ ನಂತರದವರಿಗೂ ಒಂದು ನೀತಿಪಾಠ ಮತ್ತು ದೇವಭಯವುಳ್ಳವರಿಗೆ ಉಪದೇಶವೆಂಬಂತೆ ಮಾಡಿದೆವು.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:67","price":"ಮೂಸಾ ತಮ್ಮ ಜನರೊಡನೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ಅಲ್ಲಾಹು ನಿಮ್ಮೊಡನೆ ಒಂದು ಹಸುವನ್ನು ಕೊಯ್ಯಲು ಆದೇಶಿಸುತ್ತಿದ್ದಾನೆ.”[1] ಅವರು ಕೇಳಿದರು: “ಏನು ನೀವು ನಮ್ಮನ್ನು ಅಣಕಿಸುತ್ತಿದ್ದೀರಾ?” ಮೂಸಾ ಹೇಳಿದರು: “ಅವಿವೇಕಿಗಳಲ್ಲಿ ಸೇರದಂತೆ ನಾನು ಅಲ್ಲಾಹನಲ್ಲಿ ಅಭಯ ಕೋರುತ್ತೇನೆ.”","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"[1] ಇಸ್ರಾಯೇಲರಲ್ಲಿ ಒಬ್ಬ ಮಕ್ಕಳಿಲ್ಲದ ಶ್ರೀಮಂತ ವ್ಯಕ್ತಿಯಿದ್ದ. ಅವನ ಸೋದರಳಿಯ ಮಾತ್ರ ಅವನ ವಾರೀಸುದಾರನಾಗಿದ್ದ. ಒಂದು ರಾತ್ರಿ ಸೋದರಳಿಯ ಚಿಕ್ಕಪ್ಪನನ್ನು ಕೊಂದು ಶವವನ್ನು ಬೇರೊಬ್ಬ ವ್ಯಕ್ತಿಯ ಮನೆಯ ಬಾಗಿಲ ಬಳಿ ಹಾಕಿದ. ಬೆಳಗಾದಾಗ, ಕೊಲೆಗಾರನ ಹುಡುಕಾಟದಲ್ಲಿ ಇಸ್ರಾಯೇಲರು ಪರಸ್ಪರ ಜಗಳ ಮಾಡತೊಡಗಿದರು. ಅಂತಿಮವಾಗಿ, ವಿಷಯವು ಮೂಸಾರ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಬಳಿ ತಲುಪಿತು. ಆಗ ಅವರು, \"ಒಂದು ಹಸುವನ್ನು ಕೊಯ್ದು ಅದರ ಒಂದು ಅಂಗದಿಂದ ಸತ್ತ ವ್ಯಕ್ತಿಗೆ ಬಡಿಯಿರಿ; ಆಗ ಆತ ಜೀವಂತ ಎದ್ದು ಕೊಲೆಗಾರ ಯಾರೆಂದು ಹೇಳುತ್ತಾನೆ\" ಎಂದರು. ಮೂಸಾರ ಮಾತು ಕೇಳಿದಾಗ ಅವರೆಲ್ಲರೂ ಗೊಳ್ಳೆಂದು ನಕ್ಕರು.","lang":"kn"},{"name":"2:68","price":"ಅವರು ಹೇಳಿದರು:”ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಕರೆದು ಪ್ರಾರ್ಥಿಸಿರಿ; ಅದು (ಹಸು) ಯಾವುದೆಂದು ಅವನು ನಮಗೆ ವಿವರಿಸಿಕೊಡಲಿ.” ಮೂಸಾ ಹೇಳಿದರು: “ಅದು ಮುದಿ ಪ್ರಾಯದ್ದೋ ಅಥವಾ ಎಳೆಯ ಪ್ರಾಯದ್ದೋ ಅಲ್ಲದ ಅದರ ನಡುವಿನ ಪ್ರಾಯದ ಹಸುವಾಗಿದೆಯೆಂದು ಅವನು ಹೇಳುತ್ತಿದ್ದಾನೆ. ಆದ್ದರಿಂದ ನಿಮಗೆ ಆದೇಶಿಸಲಾಗುವಂತೆ ಕಾರ್ಯೋನ್ಮುಖರಾಗಿರಿ.”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:69","price":"ಅವರು ಹೇಳಿದರು: “ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಕರೆದು ಪ್ರಾರ್ಥಿಸಿರಿ; ಅದರ ಬಣ್ಣ ಯಾವುದೆಂದು ಅವನು ನಮಗೆ ವಿವರಿಸಿಕೊಡಲಿ.” ಮೂಸಾ ಹೇಳಿದರು: “ಅದು ಶುಭ್ರ ಹಳದಿ ಬಣ್ಣದ ಹಸುವಾಗಿದ್ದು ನೋಡುಗರನ್ನು ಮುದಗೊಳಿಸುತ್ತದೆ ಎಂದು ಅವನು (ಅಲ್ಲಾಹು) ಹೇಳುತ್ತಿದ್ದಾನೆ.”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:70","price":"ಅವರು ಹೇಳಿದರು: “ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಕರೆದು ಪ್ರಾರ್ಥಿಸಿರಿ; ಅದು (ಹಸು) ಯಾವುದೆಂದು ಅವನು ನಮಗೆ ವಿವರಿಸಿಕೊಡಲಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಹಸುಗಳು ನಮಗೆ ಒಂದೇ ರೀತಿಯಾಗಿ ಕಾಣುತ್ತಿವೆ.[1] ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದರೆ ಖಂಡಿವಾಗಿಯೂ ನಾವು ಸನ್ಮಾರ್ಗವನ್ನು ಪಡೆಯುವೆವು.”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"[1] ನೀವು ವಿವರಿಸಿದ ಗುಣಗಳಿರುವ ಹಲವಾರು ಹಸುಗಳಿವೆ. ನಾವು ಯಾವುದನ್ನು ಕೊಯ್ಯಬೇಕು? ಒಂದು ನಿರ್ದಿಷ್ಟ ಹಸುವಿನ ಬಗ್ಗೆ ನಮಗೆ ವಿವರಿಸಿಕೊಡಿ.","lang":"kn"},{"name":"2:71","price":"ಮೂಸಾ ಹೇಳಿದರು: “ಅದು ಎಂತಹ ಹಸುವೆಂದರೆ, ಭೂಮಿಯನ್ನು ಉಳಲು ಅಥವಾ ನೀರನ್ನು ಹಾಯಿಸಲು ಅದನ್ನು ಪಳಗಿಸಲಾಗಿಲ್ಲ; ಅದಕ್ಕೆ ಯಾವುದೇ ನ್ಯೂನತೆಗಳಿಲ್ಲ; ಅದರಲ್ಲಿ ಯಾವುದೇ ಕಲೆಗಳೂ ಇಲ್ಲ ಎಂದು ಅಲ್ಲಾಹು ಹೇಳುತ್ತಿದ್ದಾನೆ.” ಅವರು ಹೇಳಿದರು: “ಈಗ ನೀವು ಸತ್ಯವನ್ನು ತಂದಿದ್ದೀರಿ.” ಹೀಗೆ ಅವರು ಅದನ್ನು ಕೊಯ್ದರು. ಆದರೆ ಅದನ್ನು ಮಾಡುವುದು ಅವರಿಗೆ ಅಷ್ಟು ಸುಲಭವಾಗಿರಲಿಲ್ಲ.[1]","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"[1] ಮೂಸಾ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಒಂದು ಹಸುವನ್ನು ಕೊಯ್ಯಲು ಹೇಳಿದ್ದರು. ನಿರ್ದಿಷ್ಟವಾಗಿ ಯಾವುದು ಎಂದು ಹೇಳಿರಲಿಲ್ಲ. ಆದ್ದರಿಂದ ಯಾವುದೇ ಒಂದು ಹಸುವನ್ನು ಕೊಯ್ದರೆ ಸಾಕಾಗುತ್ತಿತ್ತು. ಆದರೆ ಅವರು ವಿನಾಕಾರಣ ಪ್ರಶ್ನೆಗಳ ಮೇಲೆ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಿ ವಿಷಯವನ್ನು ಜಟಿಲಗೊಳಿಸಿದರು. ಕೊನೆಗೆ ಮೂಸಾ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಹೇಳಿದಂತಹ ಒಂದು ಹಸುವನ್ನು ಹುಡುಕಿ ತರುವುದು ಅವರಿಗೆ ಬಹಳ ಕಷ್ಟವಾಯಿತು.","lang":"kn"},{"name":"2:72","price":"ನೀವು ಒಬ್ಬ ವ್ಯಕ್ತಿಯನ್ನು ಕೊಂದು, ನಂತರ ಪರಸ್ಪರ ದೋಷಾರೋಪ ಹೊರಿಸಿದ ಸಂದರ್ಭ. ನೀವು ಬಚ್ಚಿಡುವುದನ್ನು ಅಲ್ಲಾಹು ಹೊರಗೆ ತರುತ್ತಾನೆ.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:73","price":"ನಾವು ಹೇಳಿದೆವು: “ಅದರ (ಹಸುವಿನ) ಒಂದು ಭಾಗದಿಂದ ಅವನಿಗೆ (ಅವನ ಕಳೇಬರಕ್ಕೆ) ಹೊಡೆಯಿರಿ. (ಆಗ ಅವನು ಜೀವಂತ ಎದ್ದು ನಿಲ್ಲುವನು).” ಈ ರೀತಿ ಅಲ್ಲಾಹು ಸತ್ತವರಿಗೆ ಜೀವ ನೀಡುತ್ತಾನೆ. ನೀವು ಆಲೋಚಿಸುವುದಕ್ಕಾಗಿ ಅವನು ಅವನ ದೃಷ್ಟಾಂತಗಳನ್ನು ನಿಮಗೆ ತೋರಿಸುತ್ತಾನೆ.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:74","price":"ನಂತರ, ಅದರ ಬಳಿಕವೂ ನಿಮ್ಮ ಹೃದಯಗಳು ಕಠೋರವಾದವು. ಅವು ಬಂಡೆಯಂತೆ ಅಥವಾ ಅದಕ್ಕಿಂತಲೂ ಹೆಚ್ಚು ಕಠೋರವಾದವು. ನಿಶ್ಚಯವಾಗಿಯೂ, ಕೆಲವು ಬಂಡೆಗಳಿಂದ ನದಿಗಳು ಚಿಮ್ಮಿ ಹರಿಯುತ್ತವೆ; ಕೆಲವು ಬಂಡೆಗಳು ಒಡೆದು ನೀರು ಹೊರಬರುತ್ತದೆ; ಕೆಲವು ಬಂಡೆಗಳು ಅಲ್ಲಾಹನ ಭಯದಿಂದ ಉರುಳಿ ಬೀಳುತ್ತವೆ. ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಕುರಿತು ಅಲ್ಲಾಹು ತಿಳಿಯದವನಲ್ಲ.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:75","price":"(ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ!), ಅವರು ವಿಶ್ವಾಸವಿಡುವರೆಂದು ನೀವು ಹಾರೈಸುತ್ತೀರಾ? ವಾಸ್ತವದಲ್ಲಿ, ಅವರಲ್ಲೊಂದು ಗುಂಪು ಅಲ್ಲಾಹನ ವಚನಗಳಿಗೆ ಕಿವಿಗೊಡುತ್ತಾರೆ; ನಂತರ, ಅದನ್ನು ಸರಿಯಾಗಿ ಅರ್ಥಮಾಡಿಕೊಂಡ ಬಳಿಕ, ತಿಳುವಳಿಕೆಯುಳ್ಳವರಾಗಿದ್ದೂ ಸಹ ಅವರು ಅದನ್ನು ವಿರೂಪಗೊಳಿಸುತ್ತಾರೆ.","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:76","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಭೇಟಿ ಮಾಡಿದರೆ ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಾವು ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ.” ಆದರೆ ಅವರು ಪರಸ್ಪರ ಏಕಾಂತದಲ್ಲಿರುವಾಗ ಹೇಳುತ್ತಾರೆ: “ಅಲ್ಲಾಹು ನಿಮಗೆ ತಿಳಿಸಿಕೊಟ್ಟ ವಿಷಯಗಳನ್ನು ನೀವೇಕೆ ಅವರಿಗೆ ತಿಳಿಸುತ್ತೀರಿ? ಅವರು ಅದನ್ನು ಹಿಡಿದು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಮುಂದೆ ನಿಮ್ಮೊಡನೆ ತರ್ಕಿಸುವುದಕ್ಕೋ? ನೀವು ಆಲೋಚಿಸುವುದಿಲ್ಲವೇ?”","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:77","price":"ಆದರೆ ಅವರು ಮುಚ್ಚಿಡುವುದನ್ನು ಮತ್ತು ಬಹಿರಂಗಪಡಿಸುವುದನ್ನು ಅಲ್ಲಾಹು ತಿಳಿಯುತ್ತಾನೆಂದು ಅವರಿಗೆ ತಿಳಿದಿಲ್ಲವೇ?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:78","price":"ಅವರಲ್ಲಿ ಕೆಲವು ಅನಕ್ಷರಸ್ಥರಿದ್ದಾರೆ; ಅವರಿಗೆ ಗ್ರಂಥದಲ್ಲಿ ಏನಿದೆಯೆಂದೇ ತಿಳಿದಿಲ್ಲ. ಅವರು ಕೆಲವು ಗುಮಾನಿಗಳನ್ನಷ್ಟೇ ಹೊಂದಿದ್ದಾರೆ. ಅವರು ಕೇವಲ ಊಹಿಸುವುದನ್ನಷ್ಟೇ ಮಾಡುತ್ತಾರೆ.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:79","price":"ಆದ್ದರಿಂದ, ತಮ್ಮ ಕೈಗಳಿಂದ ಗ್ರಂಥವನ್ನು ಬರೆದು, ನಂತರ ಅದರ ಮೂಲಕ ತುಚ್ಛ ಬೆಲೆಯನ್ನು ಪಡೆಯಲು “ಇದು ಅಲ್ಲಾಹನಿಂದ ಬಂದಿದೆ” ಎಂದು ಹೇಳುವವರಿಗೆ ವಿನಾಶ ಕಾದಿದೆ. ಅವರ ಕೈಗಳು ಬರೆದಿರುವುದಕ್ಕೆ ಅವರಿಗೆ ವಿನಾಶವಿದೆ; ಅವರು ಸಂಪಾದಿಸಿರುವುದಕ್ಕೂ ಅವರಿಗೆ ವಿನಾಶವಿದೆ.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:80","price":"ಅವರು ಹೇಳಿದರು: “ಬೆರಳೆಣಿಕೆಯ ಕೆಲವು ದಿನಗಳು ಮಾತ್ರ ನರಕಾಗ್ನಿಯು ನಮ್ಮನ್ನು ಸ್ಪರ್ಶಿಸುತ್ತದೆ.”[1] ಹೇಳಿರಿ: “ನೀವೇನಾದರೂ ಅಲ್ಲಾಹನಿಂದ ಕರಾರು ಪಡೆದಿದ್ದೀರಾ? ಹಾಗಿದ್ದರೆ ಅಲ್ಲಾಹು ಅವನ ಕರಾರನ್ನು ಎಂದಿಗೂ ಉಲ್ಲಂಘಿಸುವುದಿಲ್ಲ. ಅಥವಾ ನೀವು ಅಲ್ಲಾಹನ ಬಗ್ಗೆ ನಿಮಗೆ ಗೊತ್ತಿಲ್ಲದ್ದನ್ನು ಹೇಳುತ್ತಿದ್ದೀರಾ?”","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"[1] ಅಂದರೆ ನಮ್ಮ ಪಾಪಗಳ ಕಾರಣ ನಾವು ನರಕಕ್ಕೆ ಹೋಗಬೇಕಾಗಿ ಬಂದರೂ ಅದು ಬೆರಳೆಣಿಕೆಯ ಕೆಲವು ದಿನಗಳವರೆಗೆ ಮಾತ್ರ.","lang":"kn"},{"name":"2:81","price":"ಹೌದು! ಯಾರು ಕೆಡುಕು ಮಾಡುತ್ತಾನೋ ಮತ್ತು ಯಾರನ್ನು ಅವನ ಪಾಪವು ಸುತ್ತುವರಿದಿದೆಯೋ—ಅವರೇ ನರಕವಾಸಿಗಳು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:82","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ—ಅವರೇ ಸ್ವರ್ಗವಾಸಿಗಳು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:83","price":"“ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆ ಯಾರನ್ನೂ ಆರಾಧಿಸಬೇಡಿ, ಮಾತಾಪಿತರಿಗೆ, ಸಂಬಂಧಿಕರಿಗೆ, ಅನಾಥರಿಗೆ ಹಾಗೂ ಬಡವರಿಗೆ ಒಳಿತು ಮಾಡಿರಿ; ಜನರೊಡನೆ ಒಳ್ಳೆಯ ಮಾತನ್ನು ಆಡಿರಿ; ನಮಾಝ್ ಸಂಸ್ಥಾಪಿಸಿರಿ ಮತ್ತು ಝಕಾತ್ ನೀಡಿರಿ\" ಎಂದು (ಆದೇಶಿಸುತ್ತಾ) ನಾವು ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳಿಂದ ಕರಾರು ಪಡೆದ ಸಂದರ್ಭ. ನಂತರ, ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರ ಹೊರತು ಉಳಿದವರೆಲ್ಲವರೂ ನಿರ್ಲಕ್ಷಿಸುತ್ತಾ ವಿಮುಖರಾದಿರಿ.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:84","price":"“ನೀವು ನಿಮ್ಮವರ ರಕ್ತ ಹರಿಸಬೇಡಿ ಮತ್ತು ನಿಮ್ಮ ಮನೆಗಳಿಂದ ನಿಮ್ಮವರನ್ನು ಹೊರಹಾಕಬೇಡಿ\" ಎಂದು (ಆದೇಶಿಸುತ್ತಾ) ನಾವು ನಿಮ್ಮಿಂದ ಕರಾರು ಪಡೆದ ಸಂದರ್ಭ. ನಂತರ ನೀವು ಸಾಕ್ಷಿ ವಹಿಸುತ್ತಾ ಅದನ್ನು ಒಪ್ಪಿಕೊಂಡಿರಿ.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:85","price":"ನಂತರ, ನೀವು ನಿಮ್ಮವರನ್ನೇ ಕೊಲ್ಲುತ್ತೀರಿ, ನಿಮ್ಮವರ ಒಂದು ಗುಂಪನ್ನು ಅವರ ಮನೆಗಳಿಂದ ಹೊರಹಾಕುತ್ತೀರಿ; ಪಾಪ ಮತ್ತು ಅತಿರೇಕದಲ್ಲಿ ಅವರ ವಿರುದ್ಧ ಪರಸ್ಪರ ಸಹಕರಿಸುತ್ತೀರಿ; ಅವರು ನಿಮ್ಮ ಬಳಿಗೆ ಸೆರೆಯಾಳುಗಳಾಗಿ ಬಂದರೆ ಅವರಿಗೆ ಪರಿಹಾರವನ್ನು ನೀಡುತ್ತೀರಿ. ವಾಸ್ತವದಲ್ಲಿ, ಅವರನ್ನು ಹೊರಹಾಕುವುದನ್ನು ನಿಮಗೆ ನಿಷೇಧಿಸಲಾಗಿದ್ದರೂ (ನೀವು ಅದರ ಬಗ್ಗೆ ಯೋಚಿಸುವುದೇ ಇಲ್ಲ). ಹಾಗಾದರೆ, ನೀವು ಗ್ರಂಥದ ಕೆಲವು ಭಾಗಗಳಲ್ಲಿ ನಂಬಿಕೆಯಿಟ್ಟು ಕೆಲವು ಭಾಗಗಳನ್ನು ನಿಷೇಧಿಸುತ್ತೀರಾ? ನಿಮ್ಮ ಪೈಕಿ ಹೀಗೆ ಮಾಡುವವರಿಗೆ ಇಹಲೋಕದಲ್ಲಿ ಅವಮಾನವಲ್ಲದೆ ಇನ್ನೇನು ಪ್ರತಿಫಲವಿರಲು ಸಾಧ್ಯ? ಪುನರುತ್ಥಾನ ದಿನ ಅವರನ್ನು ಅತಿಕಠೋರ ಶಿಕ್ಷೆಗೆ ಮರಳಿಸಲಾಗುವುದು. ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಕುರಿತು ಅಲ್ಲಾಹು ತಿಳಿಯದವನಲ್ಲ.[1]","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"[1] ಮದೀನದಲ್ಲಿ  ಔಸ್ ಮತ್ತು ಖಝ್ರಜ್ ಎಂಬ ಎರಡು ಗೋತ್ರಗಳಿದ್ದವು. ಇವರು ಪರಸ್ಪರ ವೈರಿಗಳಾಗಿದ್ದು ನಿರಂತರ ಯುದ್ಧ ಮಾಡುತ್ತಿದ್ದರು. ಅದೇ ರೀತಿ, ಮದೀನದ ಯಹೂದಿಗಳಲ್ಲಿ ಮೂರು ಗೋತ್ರಗಳಿದ್ದವು. ಬನೂ ಕೈನುಕಾ, ಬನೂ ನದೀರ್ ಮತ್ತು ಬನೂ ಕುರೈಝ. ಬನೂ ಕುರೈಝ ಗೋತ್ರದವರು ಔಸ್ ಗೋತ್ರದವರೊಡನೆ ಮತ್ತು ಬನೂ ಕೈನುಕಾ ಹಾಗೂ ಬನೂ ನದೀರ್ ಗೋತ್ರಗಳು ಖಝ್ರಜ್ ಗೋತ್ರದವರೊಡನೆ ಮೈತ್ರಿ ಮಾಡಿಕೊಂಡಿದ್ದರು. ಯುದ್ಧದಲ್ಲಿ ಅವರು ತಮ್ಮ ತಮ್ಮ ಮಿತ್ರರಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತಿದ್ದರು. ಇದರಿಂದ ಯಹೂದಿಗಳು ಯಹೂದಿಗಳನ್ನೇ ಕೊಲ್ಲುತ್ತಿದ್ದರು ಮತ್ತು ಅವರ ಮನೆಗಳನ್ನು ಲೂಟಿ ಮಾಡಿ ಅವರನ್ನು ಮನೆಗಳಿಂದ ಹೊರದಬ್ಬುತ್ತಿದ್ದರು. ತೌರಾತ್ (ತೋರಾ) ನಿಯಮದ ಪ್ರಕಾರ ಯಹೂದಿಗಳು ಪರಸ್ಪರ ಕೊಲ್ಲುವುದು, ಲೂಟಿ ಮಾಡುವುದು, ಮನೆಗಳಿಂದ ಬಲವಂತವಾಗಿ ಹೊರದಬ್ಬುವುದು, ತಮ್ಮವರಿಗೆ ವಿರುದ್ಧವಾಗಿ ಹೊರಗಿನವರಿಗೆ ಸಹಾಯ ಮಾಡುವುದು ನಿಷಿದ್ಧವಾಗಿತ್ತು. ಆದರೆ ಅವರು ಈ ನಿಯಮವನ್ನು ಪಾಲಿಸುತ್ತಿರಲಿಲ್ಲ. ಆದರೆ ಯುದ್ಧ ಖೈದಿಗಳಾದ ಯಹೂದಿಗಳನ್ನು ಅವರು ಪರಸ್ಪರ ಪರಿಹಾರ ನೀಡಿ ಸ್ವತಂತ್ರಗೊಳಿಸುತ್ತಿದ್ದರು. ಈ ನಿಯಮ ತೋರದಲ್ಲಿದೆ ಮತ್ತು ನಾವು ಅದನ್ನು ಪಾಲಿಸಬೇಕಾಗಿದೆ ಎಂದು ಅವರು ಹೇಳುತ್ತಿದ್ದರು. ಹೀಗೆ ಅವರು ತಮಗೆ ಬೇಕಾದ ನಿಯಮವನ್ನು ಸ್ವೀಕರಿಸಿ ತಮಗೆ ಬೇಡದ ನಿಯಮವನ್ನು ತಿರಸ್ಕರಿಸುತ್ತಿದ್ದರು.","lang":"kn"},{"name":"2:86","price":"ಅವರೇ ಪರಲೋಕಕ್ಕೆ ಬದಲಿಯಾಗಿ ಇಹಲೋಕವನ್ನು ಖರೀದಿಸಿದವರು. ಆದ್ದರಿಂದ, ಅವರಿಗೆ ಶಿಕ್ಷೆಯಲ್ಲಿ ರಿಯಾಯಿತಿಯಿಲ್ಲ. ಅವರಿಗೆ ಯಾವುದೇ ಸಹಾಯವೂ ದೊರೆಯುವುದಿಲ್ಲ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:87","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಮೂಸಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದೆವು. ಅವರ ಹಿಂದೆಯೇ ಹಲವಾರು ಸಂದೇಶವಾಹಕರುಗಳನ್ನು ಕಳುಹಿಸಿದೆವು. ಮರ್ಯಮರ ಮಗ ಈಸಾರಿಗೆ ನಾವು ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳನ್ನು ನೀಡಿದೆವು ಮತ್ತು ಪವಿತ್ರಾತ್ಮನ ಮೂಲಕ ಅವರನ್ನು ಬೆಂಬಲಿಸಿದೆವು. ಆದರೆ ನಿಮಗೆ ಇಷ್ಟವಿಲ್ಲದ ವಿಷಯಗಳೊಂದಿಗೆ ಸಂದೇಶವಾಹಕರುಗಳು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಾಗಲೆಲ್ಲಾ, ನೀವು ಅಹಂಕಾರ ತೋರಿದಿರಿ. ಅವರಲ್ಲಿ ಕೆಲವರನ್ನು ನೀವು ನಿಷೇಧಿಸಿದಿರಿ ಮತ್ತು ಕೆಲವರನ್ನು ಹತ್ಯೆ ಮಾಡಿದಿರಿ.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:88","price":"ಅವರು ಹೇಳಿದರು: “ನಮ್ಮ ಹೃದಯಗಳು ಮುಚ್ಚಿಕೊಂಡಿವೆ.” ಅಲ್ಲ; ವಾಸ್ತವವಾಗಿ ಅವರ ನಿಷೇಧದಿಂದಾಗಿ ಅಲ್ಲಾಹು ಅವರನ್ನು ಶಪಿಸಿದ್ದಾನೆ. ಆದ್ದರಿಂದ ಅವರು ಸ್ವಲ್ಪ ಮಾತ್ರ ವಿಶ್ವಾಸವಿಡುತ್ತಾರೆ.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:89","price":"ಅವರಲ್ಲಿರುವ (ಗ್ರಂಥವನ್ನು) ದೃಢೀಕರಿಸುವ ಒಂದು ಗ್ರಂಥವು (ಕುರ್‌ಆನ್) ಅಲ್ಲಾಹನ ಬಳಿಯಿಂದ ಅವರಿಗೆ ಬಂದಾಗ—ವಾಸ್ತವವಾಗಿ, ಇದಕ್ಕೆ ಮೊದಲು ಅವರು (ಅಂತಹ ಒಂದು ಗ್ರಂಥದ ಮೂಲಕ) ಸತ್ಯನಿಷೇಧಿಗಳ ವಿರುದ್ಧ  ಗೆಲುವಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದರೂ ಸಹ—ಅವರಿಗೆ ಪರಿಚಿತವಾದ ಆ ಸಂದೇಶವು ಅವರ ಬಳಿಗೆ ಬಂದಾಗ ಅವರು ಅದನ್ನು ನಿಷೇಧಿಸಿದರು.[1] ಆದ್ದರಿಂದ ಸತ್ಯನಿಷೇಧಿಗಳ ಮೇಲೆ ಅಲ್ಲಾಹನ ಶಾಪವಿರಲಿ.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"[1] ಬಹುದೇವವಿಶ್ವಾಸಿಗಳೊಡನೆ ಯುದ್ಧ ನಡೆಯುವಾಗಲೆಲ್ಲಾ ಅವರು ಹೀಗೆ ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದರು: \"ಓ ಅಲ್ಲಾಹ್! ಅಂತಿಮ ಪ್ರವಾದಿಯನ್ನು ಬೇಗನೇ ಕಳುಹಿಸು. ನಾವು ಆ ಪ್ರವಾದಿಯೊಂದಿಗೆ ಸೇರಿ ಈ ಬಹುದೇವವಿಶ್ವಾಸಿಗಳ ವಿರುದ್ಧ ಗೆಲುವು ಪಡೆಯುತ್ತೇವೆ.\" ಆದರೆ ಅಂತಿಮ ಪ್ರವಾದಿ ಬಂದಾಗ ಅವರು ಆ ಪ್ರವಾದಿಯ ಸಂದೇಶವನ್ನು (ಕುರ್‌ಆನನ್ನು) ತಿರಸ್ಕರಿಸಿ ಅವರ ವಿರುದ್ಧವೇ ದ್ವೇಷ ಕಟ್ಟಿಕೊಂಡರು.","lang":"kn"},{"name":"2:90","price":"ಅಲ್ಲಾಹು ಅವನ ದಾಸರಲ್ಲಿ ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅವನ ಔದಾರ್ಯವನ್ನು ಇಳಿಸಿಕೊಡುತ್ತಾನೆ ಎಂಬ ಅಸೂಯೆಯಿಂದ, ಅಲ್ಲಾಹು ಅವತೀರ್ಣಗೊಳಿಸಿದ ಸಂದೇಶವನ್ನು ನಿಷೇಧಿಸುವ ರೀತಿಯಲ್ಲಿ ಅವರು ತಮ್ಮನ್ನು ತಾವೇ ಮಾರಿಕೊಂಡದ್ದು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.[1] ಇದರಿಂದ ಅವರು ಕೋಪದ ಮೇಲೆ ಕೋಪಕ್ಕೆ ಪಾತ್ರರಾದರು. ಆ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಅಪಮಾನಕರ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"[1] ಯಹೂದಿಗಳು ಅಂತಿಮ ಪ್ರವಾದಿಯ ಆಗಮನವನ್ನು ನಿರೀಕ್ಷಿಸುತ್ತಿದ್ದರು. ಅಂತಿಮ ಪ್ರವಾದಿಯ ಎಲ್ಲಾ ಗುಣಲಕ್ಷಣಗಳನ್ನು ಅವರ ಗ್ರಂಥಗಳಲ್ಲಿ ವಿವರಿಸಲಾಗಿತ್ತು. ಪ್ರವಾದಿ ಮುಹಮ್ಮದ್ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ರಲ್ಲಿ ಈ ಎಲ್ಲಾ ಗುಣಲಕ್ಷಣಗಳಿದ್ದವು ಮತ್ತು ಅವರು ಅಂತಿಮ ಪ್ರವಾದಿಯೆಂದು ಯಹೂದಿಗಳಿಗೆ ಸಂಪೂರ್ಣ ಖಾತ್ರಿಯಿತ್ತು. ಆದರೆ ಅವರ ನಿರೀಕ್ಷೆಯಂತೆ ಆ ಪ್ರವಾದಿ ಯಹೂದಿ ವಂಶದಲ್ಲಿ ಹುಟ್ಟಲಿಲ್ಲ ಎಂಬ ಒಂದೇ ಕಾರಣಕ್ಕಾಗಿ ಅವರು ಪ್ರವಾದಿ ಮುಹಮ್ಮದ್ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ರನ್ನು ಮತ್ತು ಅವರು ತಂದ ಸಂದೇಶವನ್ನು ತಿರಸ್ಕರಿಸಿದರು.","lang":"kn"},{"name":"2:91","price":"“ಅಲ್ಲಾಹು ಅವತೀರ್ಣಗೊಳಿಸಿದ ಗ್ರಂಥದಲ್ಲಿ (ಕುರ್‌ಆನ್‍ನಲ್ಲಿ) ವಿಶ್ವಾಸವಿಡಿ” ಎಂದು ಅವರೊಡನೆ ಹೇಳಲಾದರೆ, ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಮಗೆ ಅವತೀರ್ಣವಾದ ಗ್ರಂಥದಲ್ಲಿ ನಾವು ವಿಶ್ವಾಸವಿಡುತ್ತೇವೆ.” ವಾಸ್ತವವಾಗಿ, ಅದರ ನಂತರದ ಗ್ರಂಥವು (ಕುರ್‌ಆನ್) ಅವರ ಬಳಿಯಿರುವ ಗ್ರಂಥವನ್ನು ದೃಡೀಕರಿಸುವ ಸತ್ಯವಾಗಿದ್ದೂ ಸಹ ಅವರು ಅದನ್ನು ನಿಷೇಧಿಸುತ್ತಾರೆ. ಹೇಳಿರಿ: “ನೀವು ಸತ್ಯವನ್ನೇ ಹೇಳುವವರಾಗಿದ್ದರೆ, ಮೊದಲು ಬಂದ ಅಲ್ಲಾಹನ ಪ್ರವಾದಿಗಳನ್ನು ನೀವೇಕೆ ಕೊಲೆ ಮಾಡಿದಿರಿ?”[1]","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"[1] ನಾವು ತೌರಾತ್ (ತೋರಾ) ನಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ, ಆದ್ದರಿಂದ ನಮಗೆ ಕುರ್‌ಆನ್‌ನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡಬೇಕಾದ ಅಗತ್ಯವಿಲ್ಲ ಎಂದು ಅವರು ಹೇಳುತ್ತಿದ್ದರು. ಆದರೆ ವಾಸ್ತವವಾಗಿ ಅವರು ತೌರಾತ್‌ನಲ್ಲೂ ಸರಿಯಾಗಿ ವಿಶ್ವಾಸವಿಟ್ಟಿರಲಿಲ್ಲ. ತೌರಾತ್‌ನಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆಂಬ ಅವರ ಮಾತು ಸತ್ಯವಾಗಿದ್ದರೆ ಅವರು ತೌರಾತನ್ನು ಬೋಧಿಸಲು ಬಂದ ಪ್ರವಾದಿಗಳನ್ನು ಕೊಲೆ ಮಾಡುತ್ತಿರಲಿಲ್ಲ.","lang":"kn"},{"name":"2:92","price":"ನಿಶ್ಚಯವಾಗಿಯೂ, ಮೂಸಾ ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಿದ್ದರು. ನಂತರ, ಅವರ (ನಿರ್ಗಮನದ) ಬಳಿಕ ನೀವು ಕರುವನ್ನು (ದೇವರಾಗಿ) ಮಾಡಿಕೊಂಡು ಅಕ್ರಮಿಗಳಾಗಿ ಬಿಟ್ಟಿರಿ.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:93","price":"ನಾವು ನಿಮ್ಮಿಂದ ಕರಾರನ್ನು ಪಡೆದ ಮತ್ತು ನಿಮ್ಮ ಮೇಲೆ ತೂರ್ ಪರ್ವತವನ್ನು ಎತ್ತಿಹಿಡಿದ ಸಂದರ್ಭ. (ನಾವು ಹೇಳಿದೆವು): “ನಾವು ನಿಮಗೆ ನೀಡಿದ್ದನ್ನು ಬಿಗಿಯಾಗಿ ಹಿಡಿಯಿರಿ ಮತ್ತು ಕಿವಿಗೊಟ್ಟು ಕೇಳಿರಿ.” ಅವರು ಹೇಳಿದರು: “ನಾವು ಕೇಳಿದ್ದೇವೆ ಮತ್ತು ಅವಿಧೇಯತೆ ತೋರಿದ್ದೇವೆ.” ಅವರ ಸತ್ಯನಿಷೇಧದಿಂದಾಗಿ ಅವರ ಹೃದಯಗಳಲ್ಲಿ ಕರುವಿನ ಪ್ರೀತಿಯು ಲೀನವಾಗಿಬಿಟ್ಟಿತ್ತು. ಹೇಳಿರಿ: “ನೀವು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದರೆ ನಿಮ್ಮ ವಿಶ್ವಾಸವು ನಿಮಗೆ ಏನು ಆದೇಶಿಸುತ್ತಿದೆಯೋ ಅದು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:94","price":"ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನ ಬಳಿ ಪರಲೋಕ ಭವನವು ಇತರ ಜನರಿಗೆ ದೊರೆಯದೆ ಕೇವಲ ನಿಮಗೆ ಮಾತ್ರ ಇರುವುದಾದರೆ ನೀವು ಸಾವನ್ನು ಬಯಸಿರಿ. ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ!”","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:95","price":"ಆದರೆ ಅವರ ಕೈಗಳು ಮಾಡಿಟ್ಟಿರುವ (ದುಷ್ಕರ್ಮಗಳ) ನಿಮಿತ್ತ ಅವರೆಂದೂ ಸಾವನ್ನು ಬಯಸುವುದಿಲ್ಲ. ಅಲ್ಲಾಹು ಅಕ್ರಮಿಗಳ ಬಗ್ಗೆ ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:96","price":"ಅವರಿಗೆ ಬದುಕಲು ಆತ್ಯಧಿಕ ಆಸಕ್ತಿಯಿರುವುದನ್ನು—ಬಹುದೇವವಿಶ್ವಾಸಿಗಳಿಗಿಂತಲೂ ಹೆಚ್ಚು ಆಸಕ್ತಿಯಿರುವುದನ್ನು—ನೀವು ಕಾಣುವಿರಿ. ಅವರಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬನೂ ಸಾವಿರ ವರ್ಷ ಆಯುಷ್ಯ ದೊರೆಯಬೇಕೆಂದು ಬಯಸುತ್ತಾನೆ. ಆದರೆ ದೀರ್ಘಾಯುಷ್ಯ ಸಿಗುವುದರಿಂದ ಅವನಿಗೆ ಶಿಕ್ಷೆಯಿಂದ ಮುಕ್ತಿ ಸಿಗುವುದಿಲ್ಲ. ಅವರು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳನ್ನು ಅಲ್ಲಾಹು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:97","price":"ಹೇಳಿರಿ: “ಯಾರು ಜಿಬ್ರೀಲರಿಗೆ ವೈರಿಯೋ (ಅವನು ಅಲ್ಲಾಹನಿಗೂ ವೈರಿಯಾಗಿದ್ದಾನೆ).”[1] (ಏಕೆಂದರೆ) ನಿಶ್ಚಯವಾಗಿಯೂ ಜಿಬ್ರೀಲ್ ಅದನ್ನು (ಕುರ್‌ಆನನ್ನು) ನಿಮ್ಮ ಹೃದಯದಲ್ಲಿ ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದು ಅಲ್ಲಾಹನ ಆದೇಶದಂತೆ ಮಾತ್ರ. ಅದು ಪೂರ್ವಗ್ರಂಥಗಳನ್ನು ದೃಢೀಕರಿಸುತ್ತದೆ ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಸನ್ಮಾರ್ಗ ಹಾಗೂ ಸುವಾರ್ತೆಯಾಗಿದೆ.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"[1] ಒಮ್ಮೆ ಕೆಲವು ಯಹೂದಿಗಳು ಪ್ರವಾದಿಯವರ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಬಳಿಗೆ ಬಂದು ಹೇಳಿದರು: “ನಾವು ನಿಮ್ಮಲ್ಲಿ ಕೆಲವು ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳುತ್ತೇವೆ. ನೀವು ಸರಿಯಾಗಿ ಉತ್ತರ ಕೊಟ್ಟರೆ ನಾವು ನಿಮ್ಮಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುತ್ತೇವೆ. ಏಕೆಂದರೆ ಒಬ್ಬ ಪ್ರವಾದಿಯ ಹೊರತು ಬೇರೆ ಯಾರಿಗೂ ಸರಿಯಾದ ಉತ್ತರ ಕೊಡಲು ಸಾಧ್ಯವಿಲ್ಲ.” ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಅವರ ಪ್ರಶ್ನೆಗಳಿಗೆ ಸರಿಯಾದ ಉತ್ತರವನ್ನು ಕೊಟ್ಟರು. ಆಗ ಯಹೂದಿಗಳು ಕೇಳಿದರು: “ನಿಮಗೆ ಇವುಗಳ ಉತ್ತರವನ್ನು ತಂದು ಕೊಡುವ ದೇವದೂತರು ಯಾರು?” ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಜಿಬ್ರೀಲ್ ಎಂದು ಉತ್ತರಿಸಿದರು. ಆಗ ಅವರು ಹೇಳಿದರು: “ಜಿಬ್ರೀಲರು ನಮ್ಮ ವೈರಿ. ಅವರು ಹೇಳಿದ ಮಾತಿನಲ್ಲಿ ನಾವು ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ.” ಹೀಗೆ ಅವರು ಪ್ರವಾದಿಯವರಲ್ಲಿ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ವಿಶ್ವಾಸವಿಡದೆ ನುಣುಚಿಕೊಂಡರು.","lang":"kn"},{"name":"2:98","price":"ಯಾರು ಅಲ್ಲಾಹನಿಗೆ, ಅವನ ದೇವದೂತರುಗಳಿಗೆ, ಅವನ ಸಂದೇಶವಾಹಕರುಗಳಿಗೆ, ಜಿಬ್ರೀಲರಿಗೆ ಮತ್ತು ಮೀಕಾಯೀಲರಿಗೆ ವೈರಿಯೋ—ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಆ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೂ ವೈರಿಯಾಗಿದ್ದಾನೆ.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:99","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿಮಗೆ ಸ್ಪಷ್ಟ ವಚನಗಳನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದೇವೆ. ದುಷ್ಕರ್ಮಿಗಳ ಹೊರತು ಇನ್ನಾರೂ ಅದನ್ನು ನಿಷೇಧಿಸುವುದಿಲ್ಲ.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:100","price":"ಅವರು ಯಾವುದೇ ಕರಾರು ಮಾಡಿದಾಗಲೂ ಅವರಲ್ಲೊಂದು ಗುಂಪು ಅದನ್ನು ಎಸೆದು ಬಿಡುತ್ತಿತ್ತು. ಅಷ್ಟೇ ಅಲ್ಲ, ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರಿಗೆ ವಿಶ್ವಾಸವೇ ಇರಲಿಲ್ಲ.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:101","price":"ಅವರಲ್ಲಿರುವ ಗ್ರಂಥವನ್ನು ದೃಢೀಕರಿಸುತ್ತಾ ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಒಬ್ಬ ಸಂದೇಶವಾಹಕರು ಅವರ ಬಳಿಗೆ ಬಂದಾಗ, ಗ್ರಂಥ ನೀಡಲಾದವರಲ್ಲಿ ಸೇರಿದ ಒಂದು ಗುಂಪು ಅಲ್ಲಾಹನ ಗ್ರಂಥವನ್ನು, ಅದರ ಬಗ್ಗೆ ಏನೂ ತಿಳಿಯದವರಂತೆ ತಮ್ಮ ಬೆನ್ನ ಹಿಂಭಾಗಕ್ಕೆ ಎಸೆದು ಬಿಟ್ಟರು.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:102","price":"ಶೈತಾನರು ಸುಲೈಮಾನರ ಆಡಳಿತಕಾಲದಲ್ಲಿ ಪಠಿಸುತ್ತಿದ್ದ ವಿಷಯಗಳನ್ನು ಅವರು ಹಿಂಬಾಲಿಸಿದರು. ಸುಲೈಮಾನ್ ಸತ್ಯನಿಷೇಧಿಯಾಗಿರಲಿಲ್ಲ. ಆದರೆ ಶೈತಾನರು ಸತ್ಯನಿಷೇಧಿಗಳಾಗಿದ್ದರು.[1] ಅವರು ಜನರಿಗೆ ಮಾಟಗಾರಿಕೆಯನ್ನು ಮತ್ತು ಬ್ಯಾಬಿಲೋನಿಯಾದಲ್ಲಿ ಹಾರೂತ್ ಮತ್ತು ಮಾರೂತ್ ಎಂಬ ಎರಡು ದೇವದೂತರಿಗೆ ಅವತೀರ್ಣವಾಗುತ್ತಿದ್ದ ವಿಷಯಗಳನ್ನು ಕಲಿಸುತ್ತಿದ್ದರು. ಆದರೆ, “ನಾವೊಂದು ಪರೀಕ್ಷೆಯಾಗಿದ್ದೇವೆ; ಆದ್ದರಿಂದ ನೀವು ಸತ್ಯನಿಷೇಧಿಗಳಾಗಬೇಡಿ” ಎಂದು ಹೇಳದೆ ಅವರಿಬ್ಬರು (ಹಾರೂತ್ ಮತ್ತು ಮಾರೂತ್) ಯಾರಿಗೂ ಕಲಿಸಿಕೊಡುತ್ತಿರಲಿಲ್ಲ. ಹೀಗೆ ಜನರು ಅವರಿಬ್ಬರಿಂದ ಗಂಡ-ಹೆಂಡತಿಯ ನಡುವೆ ಒಡಕು ಮೂಡಿಸುವ ತಂತ್ರಗಳನ್ನು ಕಲಿಯುತ್ತಿದ್ದರು. ಆದರೆ ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಿಲ್ಲದೆ ಯಾರಿಗೂ ಯಾವುದೇ ತೊಂದರೆ ಮಾಡಲು ಅವರಿಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ಸ್ವತಃ ಅವರಿಗೆ ತೊಂದರೆಯಾಗುವ ಮತ್ತು ಅವರಿಗೆ ಯಾವುದೇ ಪ್ರಯೋಜನ ನೀಡದ ವಿಷಯಗಳನ್ನು ಅವರು ಕಲಿಯುತ್ತಿದ್ದರು. ಅದನ್ನು ಪಡೆದವರಿಗೆ ಪರಲೋಕದಲ್ಲಿ ಯಾವುದೇ ಪಾಲಿಲ್ಲವೆಂದು ಅವರು ದೃಢವಾಗಿ ತಿಳಿದಿದ್ದರು. ಅವರು ಯಾವುದಕ್ಕೆ ತಮ್ಮ ಆತ್ಮಗಳನ್ನು ಮಾರಿಕೊಂಡರೋ ಅದು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ. ಅವರು ಅದನ್ನು ತಿಳಿದಿದ್ದರೆ (ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು)!","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"[1] ಯಹೂದಿಗಳು ಅಲ್ಲಾಹನ ಗ್ರಂಥವನ್ನು ಮತ್ತು ಕರಾರುಗಳನ್ನು ಲೆಕ್ಕಿಸದೆ ಶೈತಾನರ ಹಿಂದೆ ಬಿದ್ದರು. ಅವರು ಶೈತಾನರಿಂದ ಮಾಟಗಾರಿಕೆಯನ್ನು ಕಲಿತದ್ದು ಮಾತ್ರವಲ್ಲದೆ ಪ್ರವಾದಿ ಸುಲೈಮಾನ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಪ್ರವಾದಿಯಲ್ಲ, ಬದಲಿಗೆ ಅವರೊಬ್ಬ ಮಾಟಗಾರನೆಂದು ಪ್ರಚಾರ ಮಾಡತೊಡಗಿದರು. ಆದರೆ ಪ್ರವಾದಿ ಸುಲೈಮಾನ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಮಾಟಗಾರಿಕೆ ಮಾಡುತ್ತಿರಲಿಲ್ಲ. ಏಕೆಂದರೆ ಮಾಟಗಾರಿಕೆ ಮಾಡುವುದು ಸತ್ಯನಿಷೇಧವಾಗಿದೆ. ಒಬ್ಬ ಪ್ರವಾದಿ ಸತ್ಯನಿಷೇಧವನ್ನು ಹೇಗೆ ತಾನೇ ಮಾಡಲು ಸಾಧ್ಯ ಎಂದು ಅಲ್ಲಾಹು ಇಲ್ಲಿ ಸ್ಪಷ್ಟಪಡಿಸುತ್ತಾನೆ. ಇನ್ನೊಂದು ವರದಿಯ ಪ್ರಕಾರ ಸುಲೈಮಾನರ ಕಾಲದಲ್ಲಿ ಮಾಟಗಾರಿಕೆಯು ವ್ಯಾಪಕವಾಗಿ ಹರಡಿಕೊಂಡಿತ್ತು. ಆದ್ದರಿಂದ ಮುಂಜಾಗ್ರತಾ ಕ್ರಮವಾಗಿ ಸುಲೈಮಾನರು ಮಾಟಗಾರಿಕೆಯನ್ನು ಕಲಿಸುವ ಎಲ್ಲಾ ಪುಸ್ತಕಗಳನ್ನು ವಶಪಡಿಸಿಕೊಂಡು ತನ್ನ ಸಿಂಹಾಸನದ ಅಡಿಯಲ್ಲಿ ದಫನ ಮಾಡಿದರು. ಅವರ ಮರಣಾನಂತರ ಶೈತಾನರು ಮಾಟಗಾರರೊಂದಿಗೆ ಸೇರಿಕೊಂಡು ಆ ಪುಸ್ತಕಗಳನ್ನು ಹೊರತೆಗೆದರು. ಅವುಗಳನ್ನು ಜನರಿಗೆ ತೋರಿಸಿ ಸುಲೈಮಾನರು ಆಡಳಿತ ಮಾಡುತ್ತಿದ್ದದ್ದು ಈ ಮಾಟಗಾರಿಕೆಯ ಆಧಾರದಲ್ಲಾಗಿತ್ತು ಎಂದು ಹೇಳಿದರು. ಇದನ್ನು ಕಂಡು ಅತಿರೇಕಿಗಳಾದ ಕೆಲವರು ಸುಲೈಮಾನರನ್ನು (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಸತ್ಯನಿಷೇಧಿ ಎಂದು ಜರೆದರು.","lang":"kn"},{"name":"2:103","price":"ಅವರು ವಿಶ್ವಾಸವಿಟ್ಟವರು ಮತ್ತು ದೇವಭಯವುಳ್ಳವರಾಗಿದ್ದರೆ, ಅವರಿಗೆ ಅಲ್ಲಾಹನಿಂದ ಉತ್ತಮ ಪ್ರತಿಫಲವು ದೊರೆಯುತ್ತಿತ್ತು. ಅವರು ಅದನ್ನು ತಿಳಿದಿದ್ದರೆ (ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು)!","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:104","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು (ಪ್ರವಾದಿಯೊಡನೆ) ‘ರಾಇನಾ’ ಎಂದು ಹೇಳಬೇಡಿ.[1] ಬದಲಿಗೆ, ‘ಉನ್‍ಝುರ್‌ನಾ’ ಎಂದು ಹೇಳಿರಿ ಮತ್ತು ಕಿವಿಗೊಟ್ಟು ಕೇಳಿರಿ. ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"[1] ರಾಇನಾ ಎಂದರೆ ನಮ್ಮ ಕಡೆಗೆ ಗಮನಹರಿಸಿ ಎಂದರ್ಥ. ಶಿಷ್ಯರಿಗೆ ಮಾತು ಅರ್ಥವಾಗದಿದ್ದರೆ ಈ ಪದವನ್ನು ಹೇಳಿ ಅವರು ಗುರುವಿನ ಗಮನ ಸೆಳೆಯುತ್ತಿದ್ದರು. ಆದರೆ ಯಹೂದಿಗಳು ಈ ಪದವನ್ನು ದ್ವಂದ್ವಾರ್ಥದಲ್ಲಿ ಬಳಸುತ್ತಿದ್ದರು. ಕೆಲವೊಮ್ಮೆ ಅವರು ನಮ್ಮ ಕುರಿಗಳನ್ನು ಕಾಯುವವನು ಎಂಬ ಅರ್ಥದಲ್ಲಿ \"ರಾಈನಾ\" ಎಂದು ಹೇಳುತ್ತಿದ್ದರು. ಕೆಲವೊಮ್ಮೆ ಅವಿವೇಕಿ ಎಂಬರ್ಥದಲ್ಲಿ \"ರಾಇನಾ\" ಎಂಬ ಪದವನ್ನು ಬಳಸುತ್ತಿದ್ದರು. ಆದ್ದರಿಂದ ಅಲ್ಲಾಹು ಅದರ ಬದಲಿಗೆ \"ಉನ್‌ಝುರ್‌ನಾ\" ಎಂಬ ಪದವನ್ನು ಬಳಸಲು ಆದೇಶಿಸಿದನು. ಉನ್‌ಝುರ್‌ನಾ ಎಂದರೆ ನಮ್ಮ ಕಡೆಗೆ ಗಮನ ನೀಡಿರಿ ಎಂದರ್ಥ.","lang":"kn"},{"name":"2:105","price":"ನಿಮಗೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನಿಂದ (ಅಲ್ಲಾಹನಿಂದ) ಏನಾದರೂ ಒಳಿತು ಅವತೀರ್ಣವಾಗುವುದು ಗ್ರಂಥದವರಲ್ಲಿ ಮತ್ತು ಬಹುದೇವಾರಾಧಕರಲ್ಲಿ ಸೇರಿದ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಸ್ವಲ್ಪವೂ ಇಷ್ಟವಿಲ್ಲ. ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅವನ ದಯೆಯಿಂದ ವಿಶೇಷವಾಗಿ ಕರುಣಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಮಹಾ ಔದಾರ್ಯದ ಒಡೆಯನಾಗಿದ್ದಾನೆ.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:106","price":"ನಾವು ಯಾವುದಾದರೂ ವಚನವನ್ನು ರದ್ದುಗೊಳಿಸಿದರೆ, ಅಥವಾ ಮರೆಯುವಂತೆ ಮಾಡಿದರೆ, ಅದಕ್ಕಿಂತಲೂ ಉತ್ತಮವಾದುದನ್ನು ಅಥವಾ ಅದಕ್ಕೆ ಸಮಾನವಾದುದನ್ನು ತರುವೆವು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನೆಂದು ನಿಮಗೆ ತಿಳಿದಿಲ್ಲವೇ?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:107","price":"ಭೂಮ್ಯಾಕಾಶಗಳ ಸಾರ್ವಭೌಮತ್ವವು ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ ಸೇರಿದ್ದೆಂದು ಮತ್ತು ಅಲ್ಲಾಹನ ಹೊರತು ನಿಮಗೆ ಯಾವುದೇ ರಕ್ಷಕನೋ, ಸಹಾಯಕನೋ ಇಲ್ಲವೆಂದು ನಿಮಗೆ ತಿಳಿದಿಲ್ಲವೇ?","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:108","price":"ಹಿಂದೆ ಮೂಸಾರೊಡನೆ ಅವರ ಅನುಯಾಯಿಗಳು ಕೇಳಿದಂತೆ ನಿಮ್ಮ ಸಂದೇಶವಾಹಕರೊಡನೆ ಕೇಳಲು ನೀವು ಬಯಸುತ್ತೀರಾ? ಯಾರು ಸತ್ಯವಿಶ್ವಾಸವನ್ನು ಸತ್ಯನಿಷೇಧಕ್ಕೆ ಬದಲಾಯಿಸುತ್ತಾನೋ ಅವನು ನೇರ ಮಾರ್ಗದಿಂದ ತಪ್ಪಿ ಹೋಗುತ್ತಾನೆ.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:109","price":"ಗ್ರಂಥದವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಅವರಿಗೆ ಸತ್ಯವೇನೆಂದು ಸ್ಪಷ್ಟವಾದ ಬಳಿಕವೂ ಕೇವಲ ಅಸೂಯೆ ಮತ್ತು ದ್ವೇಷದಿಂದ ನಿಮ್ಮನ್ನು ಸತ್ಯವಿಶ್ವಾಸದಿಂದ ತಪ್ಪಿಸಿ ಸತ್ಯನಿಷೇಧಿಗಳಾಗಿ ಮಾಡಲು ಬಯಸುತ್ತಾರೆ. ಅಲ್ಲಾಹು ತನ್ನ ಆಜ್ಞೆಯನ್ನು ತರುವವರೆಗೆ ನೀವು ಅವರನ್ನು ಕ್ಷಮಿಸಿರಿ ಮತ್ತು ನಿರ್ಲಕ್ಷಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:110","price":"ನೀವು ನಮಾಝ್ ಸಂಸ್ಥಾಪಿಸಿರಿ ಮತ್ತು ಝಕಾತ್ ನೀಡಿರಿ. ನೀವು ನಿಮಗಾಗಿ ಯಾವೆಲ್ಲಾ ಸತ್ಕಾರ್ಯಗಳನ್ನು ಮುಂದಕ್ಕೆ ಕಳುಹಿಸುತ್ತೀರೋ ಅವೆಲ್ಲವನ್ನೂ ನೀವು ಅಲ್ಲಾಹನ ಬಳಿ ಕಾಣುವಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನೀವು ಮಾಡುವ ಕರ್ಮಗಳನ್ನು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:111","price":"ಅವರು ಹೇಳುತ್ತಾರೆ: “ಯಹೂದಿ ಅಥವಾ ಕ್ರೈಸ್ತರ ಹೊರತು ಇನ್ನಾರೂ ಸ್ವರ್ಗಕ್ಕೆ ಹೋಗುವುದಿಲ್ಲ.” ಅವೆಲ್ಲವೂ ಅವರ ಗುಮಾನಿಗಳಾಗಿವೆ. ಹೇಳಿರಿ: “ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ ನಿಮ್ಮ ಪುರಾವೆಯನ್ನು ತನ್ನಿರಿ.”","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:112","price":"ಹೌದು! ಯಾರು ನಿಷ್ಕಳಂಕತೆಯಿಂದ ತನ್ನನ್ನು ತಾನೇ ಅಲ್ಲಾಹನಿಗೆ ಶರಣಾಗಿಸುತ್ತಾನೋ ಅವನಿಗೆ ಅವನ ಪ್ರತಿಫಲವು ಅವನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಯಿದೆ. ಅವರಿಗೆ ಯಾವುದೇ ಭಯವಿಲ್ಲ; ಅವರು ದುಃಖಿಸುವುದೂ ಇಲ್ಲ.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:113","price":"ಕ್ರೈಸ್ತರು ಸತ್ಯದಲ್ಲಿಲ್ಲ ಎಂದು ಯಹೂದಿಗಳು ಹೇಳುತ್ತಾರೆ. ಯಹೂದಿಗಳು ಸತ್ಯದಲ್ಲಿಲ್ಲ ಎಂದು ಕ್ರೈಸ್ತರು ಹೇಳುತ್ತಾರೆ. ವಾಸ್ತವವಾಗಿ, ಅವರೆಲ್ಲರೂ ಗ್ರಂಥವನ್ನು (ತೋರಾ) ಪಠಿಸುತ್ತಾರೆ. ತಿಳುವಳಿಕೆಯಿಲ್ಲದ ಜನರು ಕೂಡ ಅವರು ಹೇಳಿದಂತೆಯೇ ಹೇಳುತ್ತಾರೆ. ಅವರು ಯಾವ ವಿಷಯದಲ್ಲಿ ಭಿನ್ನಮತ ತಳೆದರೋ ಅದರ ಬಗ್ಗೆ ಪುನರುತ್ಥಾನ ದಿನದಂದು ಅಲ್ಲಾಹು ಅವರ ನಡುವೆ ತೀರ್ಪು ನೀಡುವನು.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:114","price":"ಅಲ್ಲಾಹನ ಮಸೀದಿಗಳಲ್ಲಿ ಅವನ ಹೆಸರನ್ನು ಸ್ಮರಿಸುವುದನ್ನು ತಡೆಯುವವನಿಗಿಂತ ಮತ್ತು ಅವುಗಳ (ಮಸೀದಿಗಳ) ನಾಶಕ್ಕಾಗಿ ಪರಿಶ್ರಮಿಸುವವನಿಗಿಂತ ದೊಡ್ಡ ಅಕ್ರಮಿ ಯಾರು? ಅವರು ಭಯಪಡುವವರಾಗಿಯೇ ಹೊರತು ಅವುಗಳನ್ನು ಪ್ರವೇಶಿಸಬಾರದಿತ್ತು. ಅವರಿಗೆ ಇಹಲೋಕದಲ್ಲಿ ಅಪಮಾನವಿದೆ ಮತ್ತು ಪರಲೋಕದಲ್ಲಿ ಕಠೋರ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:115","price":"ಪೂರ್ವ ಮತ್ತು ಪಶ್ಚಿಮವು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ನೀವು ಯಾವ ದಿಕ್ಕಿಗೆ ತಿರುಗಿದರೂ ಅಲ್ಲಿ ಅಲ್ಲಾಹನ ಮುಖವಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅತ್ಯಂತ ವಿಶಾಲನು ಮತ್ತು ಸರ್ವಜ್ಞನಾಗಿದ್ದಾನೆ.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:116","price":"ಅಲ್ಲಾಹನಿಗೆ ಮಕ್ಕಳಿದ್ದಾರೆ ಎಂದು ಅವರು ಹೇಳುತ್ತಾರೆ. (ಇಲ್ಲ, ಬದಲಿಗೆ) ಅವನು ಪರಿಶುದ್ಧನು! ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಎಲ್ಲಾ ಸೃಷ್ಟಿಗಳೂ ಅವನಿಗೆ ಸೇರಿದ್ದು. ಎಲ್ಲವೂ ಅವನಿಗೆ ವಿಧೇಯವಾಗಿವೆ.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:117","price":"ಅವನು ಯಾವುದೇ ಪೂರ್ವ ಮಾದರಿಯಿಲ್ಲದೆ ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದವನು. ಅವನು ಒಂದು ವಿಷಯವನ್ನು ತೀರ್ಮಾನಿಸಿದರೆ, ಅದಕ್ಕೆ ಉಂಟಾಗು ಎಂದು ಹೇಳುವನು; ಆಗ ಅದು ಉಂಟಾಗುವುದು.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:118","price":"ಜ್ಞಾನವಿಲ್ಲದವರು ಹೇಳುತ್ತಾರೆ: “ಅಲ್ಲಾಹನೇಕೆ ನಮ್ಮೊಡನೆ ಮಾತನಾಡುವುದಿಲ್ಲ? ಅಥವಾ ನಮ್ಮ ಬಳಿಗೆ ಒಂದು ದೃಷ್ಟಾಂತವೇಕೆ ಬರುವುದಿಲ್ಲ?” ಇವರು ಹೇಳಿದಂತೆಯೇ ಇವರಿಗಿಂತ ಮೊದಲಿನವರೂ ಹೇಳಿದ್ದರು. ಇವರ ಮತ್ತು ಅವರ ಹೃದಯಗಳು ಸಮಾನವಾಗಿವೆ. ದೃಢವಿಶ್ವಾಸವಿಡುವ ಜನರಿಗೆ ನಾವು ದೃಷ್ಟಾಂತಗಳನ್ನು ವಿವರಿಸಿಕೊಟ್ಟಿದ್ದೇವೆ.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:119","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿಮ್ಮನ್ನು ಸುವಾರ್ತೆ ನೀಡುವವರಾಗಿ ಮತ್ತು ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವವರಾಗಿ ಸತ್ಯದೊಂದಿಗೆ ಕಳುಹಿಸಿದ್ದೇವೆ. ನರಕವಾಸಿಗಳ ಕುರಿತು ನಿಮ್ಮೊಂದಿಗೆ ಪ್ರಶ್ನಿಸಲಾಗುವುದಿಲ್ಲ.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:120","price":"ನೀವು ಅವರ ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸುವ  ತನಕ ಯಹೂದಿಗಳು ಮತ್ತು ಕ್ರೈಸ್ತರು ನಿಮ್ಮ ಬಗ್ಗೆ ಸಂಪ್ರೀತರಾಗುವುದೇ ಇಲ್ಲ. ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನ ಮಾರ್ಗದರ್ಶನವೇ ನಿಜವಾದ ಮಾರ್ಗದರ್ಶನ.” ನಿಮ್ಮ ಬಳಿಗೆ ಜ್ಞಾನವು ಬಂದ ಬಳಿಕವೂ ನೀವು ಅವರ ಸ್ವೇಚ್ಛೆಗಳನ್ನು ಹಿಂಬಾಲಿಸಿದರೆ, ಅಲ್ಲಾಹನಿಂದ ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸುವ ಯಾವುದೇ ರಕ್ಷಕರು ಅಥವಾ ಸಹಾಯಕರು ಇರಲಾರರು.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:121","price":"ನಾವು ಯಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದ್ದೇವೆಯೋ ಅವರು ಅದನ್ನು ಪಠಿಸಬೇಕಾದ ರೀತಿಯಲ್ಲೇ ಪಠಿಸುತ್ತಾರೆ. ಅವರು ಅದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾರೆ. ಯಾರು ಅದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲವೋ ಅವರೇ ನಷ್ಟ ಹೊಂದಿದವರು.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:122","price":"ಓ ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳೇ! ನಾನು ನಿಮಗೆ ಅನುಗ್ರಹಿಸಿದ ನನ್ನ ಅನುಗ್ರಹವನ್ನು ಮತ್ತು ನಾನು ನಿಮ್ಮನ್ನು ಸರ್ವಲೋಕದವರಿಗಿಂತ (ಎಲ್ಲಾ ಮನುಷ್ಯರಿಗಿಂತ) ಶ್ರೇಷ್ಠಗೊಳಿಸಿರುವುದನ್ನು ಸ್ಮರಿಸಿರಿ.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:123","price":"ಒಬ್ಬ ವ್ಯಕ್ತಿ ಇನ್ನೊಬ್ಬ ವ್ಯಕ್ತಿಗೆ ಯಾವುದೇ ಉಪಕಾರ ಮಾಡದ, ಅವನಿಂದ ಯಾವುದೇ ದಂಡ ಸ್ವೀಕರಿಸದ, ಅವನಿಗೆ ಯಾವುದೇ ಶಿಫಾರಸು ಪ್ರಯೋಜನಪಡದ ಮತ್ತು ಅವರಿಗೆ ಯಾವುದೇ ಸಹಾಯವು ದೊರೆಯದ ಒಂದು ದಿನವನ್ನು ಭಯಪಡಿರಿ.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:124","price":"ಇಬ್ರಾಹೀಮರನ್ನು ಅವರ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಕೆಲವು ವಚನಗಳ ಮೂಲಕ ಪರೀಕ್ಷಿಸಿದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ). ಅವರು ಅವೆಲ್ಲವನ್ನೂ ಪೂರ್ಣಗೊಳಿಸಿದರು. ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ನಾನು ನಿಮ್ಮನ್ನು ಜನರಿಗೆ ಮುಖಂಡನನ್ನಾಗಿ ಮಾಡುತ್ತೇನೆ.” ಅವರು ಹೇಳಿದರು: “ನನ್ನ ಸಂತಾನದಲ್ಲಿಯೂ ಮಾಡು.” ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ನನ್ನ ವಾಗ್ದಾನವು ಅಕ್ರಮಿಗಳಿಗೆ ಅನ್ವಯವಾಗುವುದಿಲ್ಲ.”","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:125","price":"ನಾವು ಆ ಭವನವನ್ನು (ಕಅ‌ಬಾಲಯವನ್ನು) ಜನರಿಗೆ ಪುಣ್ಯಸ್ಥಳವಾಗಿ ಮತ್ತು ನಿರ್ಭಯ ಸ್ಥಳವಾಗಿ ಮಾಡಿದ ಸಂದರ್ಭ. ಇಬ್ರಾಹೀಮರು ನಿಂತ ಸ್ಥಳವನ್ನು ನಮಾಝಿನ ಸ್ಥಳವಾಗಿ ಮಾಡಿಕೊಳ್ಳಿರಿ. “ಪ್ರದಕ್ಷಿಣೆ ಮಾಡುವವರಿಗೆ, ಧ್ಯಾನ ಮಗ್ನರಾಗಿ ಕೂರುವವರಿಗೆ, ತಲೆಬಾಗುವವರಿಗೆ ಮತ್ತು ಸಾಷ್ಟಾಂಗ ಮಾಡುವವರಿಗೆ ನನ್ನ ಭವನವನ್ನು ಶುದ್ಧೀಕರಿಸಿರಿ” ಎಂದು ನಾವು ಇಬ್ರಾಹೀಮ್ ಮತ್ತು ಇಸ್ಮಾಈಲರಿಗೆ ಆದೇಶಿಸಿದೆವು.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:126","price":"ಇಬ್ರಾಹೀಮ್ ಹೇಳಿದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ): “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನೀನು ಇದನ್ನು ಸುರಕ್ಷಿತ ನಗರವನ್ನಾಗಿ ಮಾಡು ಮತ್ತು ಇದರ ನಿವಾಸಿಗಳಿಗೆ—ಅವರ ಪೈಕಿ ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅಂತ್ಯ ದಿನದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವವರಿಗೆ—ಹಣ್ಣು-ಹಂಪಲುಗಳ ಆಹಾರವನ್ನು ನೀಡು.” ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ನಾನು ಸತ್ಯನಿಷೇಧಿಗಳಿಗೂ ಅಲ್ಪಕಾಲದ ಸವಲತ್ತುಗಳನ್ನು ನೀಡುವೆನು. ನಂತರ ನರಕ ಶಿಕ್ಷೆಗೆ ಅವರನ್ನು ನಿರ್ಬಂಧಿಸುವೆನು.” ಆ ಗಮ್ಯಸ್ಥಾನವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:127","price":"ಇಬ್ರಾಹೀಮ್ ಮತ್ತು ಇಸ್ಮಾಈಲರು ಕಅಬಾಲಯದ ಅಡಿಪಾಯ ಮತ್ತು ಗೋಡೆಗಳನ್ನು ಎತ್ತರಿಸುತ್ತಿದ್ದ ಸಂದರ್ಭ. (ಅವರು ಹೇಳಿದರು): “ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮ್ಮಿಂದ ಇದನ್ನು ಸ್ವೀಕರಿಸು. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಎಲ್ಲವನ್ನೂ ಕೇಳುವವನು ಮತ್ತು ಎಲ್ಲವನ್ನೂ ತಿಳಿದವನಾಗಿರುವೆ.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:128","price":"ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮ್ಮಿಬ್ಬರನ್ನೂ ನಿನ್ನ ಆಜ್ಞಾಪಾಲಕರನ್ನಾಗಿ ಮಾಡು ಮತ್ತು ನಮ್ಮ ಸಂತಾನದಿಂದಲೂ ನಿನಗೆ ಶರಣಾದ ಒಂದು ಸಮುದಾಯವನ್ನು ಉಂಟುಮಾಡು. ನಮಗೆ ನಮ್ಮ ಆರಾಧನಾ ಕ್ರಮಗಳನ್ನು ಕಲಿಸಿಕೊಡು ಮತ್ತು ನಮ್ಮ ಪಶ್ಚಾತ್ತಾಪವನ್ನು ಸ್ವೀಕರಿಸು. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಪಶ್ಚಾತ್ತಾಪ ಸ್ವೀಕರಿಸುವವನು ಮತ್ತು ಕರುಣೆ ತೋರುವವನಾಗಿರುವೆ.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:129","price":"ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಿನ್ನ ದೃಷ್ಟಾಂತಗಳನ್ನು ಪಠಿಸುವ, ಗ್ರಂಥವನ್ನು ಹಾಗೂ ವಿವೇಕವನ್ನು ಕಲಿಸಿಕೊಡುವ ಮತ್ತು ಅವರನ್ನು ಶುದ್ಧೀಕರಿಸುವ ಒಬ್ಬ ಸಂದೇಶವಾಹಕರನ್ನು ಅವರಿಂದಲೇ ಅವರಿಗೆ ಕಳುಹಿಸು.[1] ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿರುವೆ.”","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"[1] ಇಬ್ರಾಹೀಮ್ ಮತ್ತು ಇಸ್ಮಾಈಲ್ (ಅವರಿಬ್ಬರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಪ್ರಾರ್ಥಿಸಿದ ಈ ಪ್ರಾರ್ಥನೆಯನ್ನು ಸ್ವೀಕರಿಸಿ ಸರ್ವಶಕ್ತನಾದ ಅಲ್ಲಾಹು ಪ್ರವಾದಿ ಮುಹಮ್ಮದ್ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ರನ್ನು ಪ್ರವಾದಿಯಾಗಿ ಕಳುಹಿಸಿದನು. \"ನಾನು ನನ್ನ ತಂದೆ ಇಬ್ರಾಹೀಮರ ಪ್ರಾರ್ಥನೆಯ ಫಲವಾಗಿದ್ದೇನೆ\" ಎಂದು ಪ್ರವಾದಿ ಮುಹಮ್ಮದ್ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಹೇಳುತ್ತಿದ್ದುದು ಈ ಕಾರಣದಿಂದಾಗಿದೆ.","lang":"kn"},{"name":"2:130","price":"ಸ್ವಯಂ ಅವಿವೇಕಿಯಾಗಿರುವವನ ಹೊರತು ಇನ್ನಾರೂ ಇಬ್ರಾಹೀಮರ ಮಾರ್ಗದಿಂದ ವಿಮುಖರಾಗುವುದಿಲ್ಲ. ಇಹಲೋಕದಲ್ಲಿ ನಾವು ಅವರನ್ನು (ಇಬ್ರಾಹೀಮರನ್ನು) ವಿಶೇಷವಾಗಿ ಆರಿಸಿದ್ದೇವೆ. ಪರಲೋಕದಲ್ಲಿ ಅವರು ನೀತಿವಂತರಲ್ಲಿ ಸೇರಿರುತ್ತಾರೆ.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:131","price":"ಅವರೊಡನೆ ಅವರ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) “ಶರಣಾಗು” ಎಂದಾಗ, ಅವರು ಹೇಳಿದರು: “ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ನಾನು ಸಂಪೂರ್ಣ ಶರಣಾಗಿದ್ದೇನೆ.”","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:132","price":"ಇಬ್ರಾಹೀಮ್ ಮತ್ತು ಯಾಕೂಬರು ತಮ್ಮ ಸಂತಾನಕ್ಕೆ ಅದನ್ನೇ ಉಪದೇಶಿಸುತ್ತಾ ಹೇಳಿದರು: “ಓ ನನ್ನ ಮಕ್ಕಳೇ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಈ ಧರ್ಮವನ್ನು ನಿಮಗೆ ವಿಶೇಷವಾಗಿ ಆರಿಸಿದ್ದಾನೆ. ಆದ್ದರಿಂದ ನೀವು ಮುಸ್ಲಿಮರಾಗಿಯೇ ಹೊರತು ಇಹಲೋಕ ತ್ಯಜಿಸಬೇಡಿ.”","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:133","price":"ಯಾಕೂಬರ ಮರಣದ ಸಮಯದಲ್ಲಿ ನೀವು ಅಲ್ಲಿ ಉಪಸ್ಥಿತರಿದ್ದಿರಾ? ಅವರು ತಮ್ಮ ಮಕ್ಕಳೊಡನೆ, “ನನ್ನ ಬಳಿಕ ನೀವು ಯಾರನ್ನು ಆರಾಧಿಸುತ್ತೀರಿ?” ಎಂದು ಕೇಳಿದ ಸಂದರ್ಭ. ಮಕ್ಕಳು ಹೇಳಿದರು: “ನಾವು ನಿಮ್ಮ ದೇವನು ಮತ್ತು ನಿಮ್ಮ ಪೂರ್ವಜರಾದ ಇಬ್ರಾಹೀಮ್, ಇಸ್ಮಾಈಲ್ ಹಾಗೂ ಇಸ್‍ಹಾಕರ ದೇವನಾದ ಏಕೈಕ ದೇವನನ್ನು ಆರಾಧಿಸುತ್ತೇವೆ. ನಾವು ಅವನಿಗೆ ಶರಣಾಗಿ ಬದುಕುತ್ತೇವೆ.”","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:134","price":"ಆ ಸಮುದಾಯವು ಕಳೆದುಹೋಗಿದೆ. ಅವರು ಮಾಡಿದ್ದು ಅವರಿಗೆ ಮತ್ತು ನೀವು ಮಾಡಿದ್ದು ನಿಮಗೆ. ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ನಿಮ್ಮೊಂದಿಗೆ ಪ್ರಶ್ನಿಸಲಾಗುವುದಿಲ್ಲ.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:135","price":"ಅವರು ಹೇಳಿದರು: “ನೀವು ಯಹೂದಿಗಳು ಅಥವಾ ಕ್ರೈಸ್ತರಾಗಿರಿ; ನೀವು ಸನ್ಮಾರ್ಗ ಪಡೆಯುವಿರಿ.” ಹೇಳಿರಿ: “ಅಲ್ಲ; (ವಾಸ್ತವವಾಗಿ ಸನ್ಮಾರ್ಗದಲ್ಲಿರುವವರು) ಇಬ್ರಾಹೀಮರ ಮಾರ್ಗವನ್ನು ಹಿಂಬಾಲಿಸುವವರು. ಅವರು (ಇಬ್ರಾಹೀಮ್) ಏಕನಿಷ್ಠರಾಗಿದ್ದರು.[1] ಅವರು ಬಹುದೇವಾರಾಧಕರಲ್ಲಿ ಸೇರಿದವರಾಗಿರಲಿಲ್ಲ.”","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"[1] ಏಕನಿಷ್ಠ ಎಂದರೆ ಒಬ್ಬನೇ ದೇವನ ಆರಾಧಕ ಮತ್ತು ಇತರೆಲ್ಲಾ ದೇವರುಗಳನ್ನು ಬಿಟ್ಟು ಏಕೈಕ ದೇವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸುವವನು.","lang":"kn"},{"name":"2:136","price":"ಹೇಳಿರಿ: “ನಾವು ಅಲ್ಲಾಹನಲ್ಲಿ, ನಮಗೆ ಅವತೀರ್ಣವಾಗಿರುವುದರಲ್ಲಿ, ಇಬ್ರಾಹೀಮರಿಗೆ, ಇಸ್ಮಾಈಲರಿಗೆ, ಇಸ್‍ಹಾಕರಿಗೆ, ಯಾಕೂಬರಿಗೆ ಮತ್ತು ಯಾಕೂಬರ ಸಂತಾನಕ್ಕೆ ಅವತೀರ್ಣವಾಗಿರುವುದರಲ್ಲಿ, ಮೂಸಾ ಮತ್ತು ಈಸಾರಿಗೆ ನೀಡಲಾಗಿರುವುದರಲ್ಲಿ, ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳಿಗೂ ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯಿಂದ ನೀಡಲಾಗಿರುವುದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ. ಅವರಲ್ಲಿ ಯಾರ ನಡುವೆಯೂ ನಾವು ಬೇಧ ಮಾಡುವುದಿಲ್ಲ. ನಾವು ಅವನಿಗೆ ಶರಣಾಗಿ ಬದುಕುತ್ತೇವೆ.”","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:137","price":"ನೀವು ವಿಶ್ವಾಸವಿಟ್ಟಂತೆಯೇ ಅವರೂ ವಿಶ್ವಾಸವಿಟ್ಟರೆ ಅವರು ಸನ್ಮಾರ್ಗ ಪಡೆಯುವರು. ಆದರೆ ಅವರು ವಿಮುಖರಾಗುವುದಾದರೆ ಅವರು ಸ್ಪಷ್ಟ ಭಿನ್ನಮತದಲ್ಲಿದ್ದಾರೆ. ಅವರ ವಿರುದ್ಧ ನಿಮಗೆ ಅಲ್ಲಾಹು ಸಾಕಾಗುವನು. ಅವನು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.[1]","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"[1] ಅಂದರೆ ನೀವು ವಿಶ್ವಾಸವಿಟ್ಟಂತೆ ವಿಶ್ವಾಸವಿಡದೆ ಅವರು ನಿಮ್ಮ ವಿರುದ್ಧ ಕುತಂತ್ರಗಳನ್ನು ಮುಂದುವರಿಸಿದರೆ ನೀವೇನೂ ಹೆದರಬೇಕಾಗಿಲ್ಲ. ಏಕೆಂದರೆ, ಅಲ್ಲಾಹು ನಿಮ್ಮ ಜೊತೆಗಿದ್ದಾನೆ. ಅವನು ನಿಮ್ಮನ್ನು ಅವರ ಕುತಂತ್ರಗಳಿಂದ ರಕ್ಷಿಸುತ್ತಾನೆ. ಈ ಭವಿಷ್ಯವು ಕೆಲವೇ ವರ್ಷಗಳಲ್ಲಿ ನೆರವೇರಿತು. ಯಹೂದಿಗಳ ಬನೂ ಕೈನುಕಾ ಮತ್ತು ಬನೂ ನದೀರ್ ಗೋತ್ರಗಳನ್ನು ಗಡೀಪಾರು ಮಾಡಲಾಯಿತು ಮತ್ತು ಬನೂ ಕುರೈಝ ಗೋತ್ರವನ್ನು ಸಂಹಾರ ಮಾಡಲಾಯಿತು.","lang":"kn"},{"name":"2:138","price":"ಅಲ್ಲಾಹನ ಬಣ್ಣವನ್ನು ಸ್ವೀಕರಿಸಿರಿ.[1] ಅಲ್ಲಾಹನಿಗಿಂತಲೂ ಉತ್ತಮ ಬಣ್ಣವನ್ನು ನೀಡುವವನು ಯಾರು? ನಾವಂತೂ ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸುತ್ತೇವೆ.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"[1] ಕ್ರೈಸ್ತರು ಹಳದಿ ಬಣ್ಣದ ನೀರನ್ನು ಮೀಸಲಿಟ್ಟಿದ್ದರು. ಅದನ್ನು ಎಲ್ಲಾ ಕ್ರೈಸ್ತ ಮಕ್ಕಳಿಗೆ ಮತ್ತು ಕ್ರೈಸ್ತ ಧರ್ಮ ಸ್ವೀಕರಿಸುವವರಿಗೆ ನೀಡುತ್ತಿದ್ದರು. ಬಾಪ್ಟಿಸಂ ಎಂದು ಕರೆಯುವ ಈ ಸಂಪ್ರದಾಯವು ಕ್ರಿಶ್ಚಿಯನ್ ಧರ್ಮದಲ್ಲಿ ಬಹಳ ಮುಖ್ಯವಾಗಿದೆ. ಇಲ್ಲಿ ಅಲ್ಲಾಹನ ಬಣ್ಣ ಎಂದರೆ ಮನುಷ್ಯನ ಸಹಜ ಮನೋಧರ್ಮವಾದ ಇಸ್ಲಾಂ ಧರ್ಮ. ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳು ಈ ಧರ್ಮವನ್ನೇ ಬೋಧಿಸಿದ್ದರು.","lang":"kn"},{"name":"2:139","price":"(ಓ ಪ್ರವಾದಿಯವರೇ!) ಹೇಳಿರಿ: “ನೀವು ನಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನ ವಿಷಯದಲ್ಲಿ ನಮ್ಮೊಡನೆ ತರ್ಕಿಸುತ್ತೀರಾ? ನಮ್ಮ ಕರ್ಮಗಳು ನಮಗೆ ಮತ್ತು ನಿಮ್ಮ ಕರ್ಮಗಳು ನಿಮಗೆ. ನಾವಂತೂ ಅವನಿಗೆ ಸಂಪೂರ್ಣ ನಿಷ್ಕಳಂಕರಾಗಿದ್ದೇವೆ.”","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:140","price":"ಇಬ್ರಾಹೀಮ್, ಇಸ್ಮಾಈಲ್, ಇಸ್‍ಹಾಕ್, ಯಾಕೂಬ್ ಮತ್ತು ಯಾಕೂಬರ ಸಂತಾನಗಳು ಯಹೂದಿಗಳು ಅಥವಾ ಕ್ರೈಸ್ತರಾಗಿದ್ದರೆಂದು ನೀವು ಹೇಳುತ್ತೀರಾ? ಹೇಳಿರಿ: “ಹೆಚ್ಚು ತಿಳಿದವರು ನೀವೋ ಅಥವಾ ಅಲ್ಲಾಹನೋ?” ಅಲ್ಲಾಹನ ಬಳಿ ಸಾಕ್ಷಿಯನ್ನು ಅಡಗಿಸುವವನಿಗಿಂತಲೂ ದೊಡ್ಡ ಅಕ್ರಮಿ ಯಾರು? ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಕುರಿತು ಅಲ್ಲಾಹು ತಿಳಿಯದವನಲ್ಲ.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"kn"},{"name":"2:141","price":"ಆ ಸಮುದಾಯವು ಕಳೆದುಹೋಗಿದೆ. ಅವರು ಮಾಡಿದ್ದು ಅವರಿಗೆ ಮತ್ತು ನೀವು ಮಾಡಿದ್ದು ನಿಮಗೆ. ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ನಿಮ್ಮೊಂದಿಗೆ ಪ್ರಶ್ನಿಸಲಾಗುವುದಿಲ್ಲ.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"kn"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}