{"data":[{"name":"2:142","price":"“ಇವರು ಇದುವರೆಗೆ ಯಾವ ಕಿಬ್ಲದಲ್ಲಿದ್ದರೋ ಅದರಿಂದ ಇವರನ್ನು ತಿರುಗಿಸಿದ್ದೇನು?” ಎಂದು ಸದ್ಯವೇ ಜನರಲ್ಲಿರುವ ಕೆಲವು ತಿಳಿಗೇಡಿಗಳು ಕೇಳುವರು. ಹೇಳಿರಿ: “ಪೂರ್ವ ಮತ್ತು ಪಶ್ಚಿಮಗಳು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅವನು ನೇರ ಮಾರ್ಗವನ್ನು ತೋರಿಸುತ್ತಾನೆ.”","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:143","price":"ಈ ರೀತಿ ನಾವು ನಿಮ್ಮನ್ನು ಒಂದು ಮಧ್ಯಮ ಸಮುದಾಯವನ್ನಾಗಿ ಮಾಡಿದೆವು; ನೀವು ಜನರಿಗೆ ಸಾಕ್ಷಿಗಳಾಗಲು ಮತ್ತು ಸಂದೇಶವಾಹಕರು ನಿಮಗೆ ಸಾಕ್ಷಿಯಾಗಲು. ನೀವು (ಮೊದಲು) ಯಾವ ಕಿಬ್ಲದಲ್ಲಿದ್ದಿರೋ ಅದನ್ನು ನಾವು ನಿಶ್ಚಯಿಸಿದ್ದು, ಸಂದೇಶವಾಹಕರನ್ನು ಹಿಂಬಾಲಿಸುವವರು ಯಾರು ಮತ್ತು ತಮ್ಮ ಹಿಮ್ಮಡಿಗಳಲ್ಲಿ ತಿರುಗಿ ನಡೆಯುವವರು ಯಾರು ಎಂದು ತಿಳಿಯುವುದಕ್ಕಾಗಿ ಮಾತ್ರ. ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗದಲ್ಲಿ ಸೇರಿಸಿದವರ ಹೊರತು ಇತರೆಲ್ಲರಿಗೂ ಅದು ಬಹಳ ಕಷ್ಟದ ಕೆಲಸವಾಗಿದೆ. ಅಲ್ಲಾಹು ನಿಮ್ಮ ವಿಶ್ವಾಸವನ್ನು ವ್ಯರ್ಥಗೊಳಿಸುವುದಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಮನುಷ್ಯರೊಂದಿಗೆ ಅನುಕಂಪವುಳ್ಳವನು ಮತ್ತು ಕರುಣೆಯುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:144","price":"ನಿಮ್ಮ ಮುಖವು ಪದೇ ಪದೇ ಆಕಾಶದ ಕಡೆಗೆ ತಿರುಗುವುದನ್ನು ನಾವು ನೋಡುತ್ತಿದ್ದೇವೆ. ಆದ್ದರಿಂದ ಈಗ ನಾವು ನಿಮ್ಮನ್ನು ನೀವು ಇಷ್ಟಪಡುವ ಕಿಬ್ಲದ ಕಡೆಗೆ ತಿರುಗಿಸುತ್ತೇವೆ.[1] ನೀವು ನಿಮ್ಮ ಮುಖವನ್ನು ಮಸ್ಜಿದುಲ್ ಹರಾಮ್‍ನ ಕಡೆಗೆ ತಿರುಗಿಸಿರಿ; ಮತ್ತು ನೀವು (ಮುಸ್ಲಿಮರು) ಎಲ್ಲೇ ಇದ್ದರೂ ನಿಮ್ಮ ಮುಖಗಳನ್ನು ಕೂಡ ಅದರ ಕಡೆಗೆ ತಿರುಗಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ, ಇದು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಸತ್ಯವೆಂದು ಗ್ರಂಥ ನೀಡಲಾದವರಿಗೆ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ.[2] ಅವರು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಕುರಿತು ಅಲ್ಲಾಹು ತಿಳಿಯದವನಲ್ಲ.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"[1] ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಮಕ್ಕಾದಿಂದ ಮದೀನಕ್ಕೆ ವಲಸೆ ಬಂದಾಗ, ಸುಮಾರು ಒಂದು ತಿಂಗಳ ಕಾಲ ಬೈತುಲ್ ಮುಕದ್ದಿಸ್‌ಗೆ ಅಭಿಮುಖವಾಗಿ ನಿಂತು ನಮಾಝ್ ನಿರ್ವಹಿಸುವುದನ್ನು ಮುಂದುವರಿಸಿದರು. ಅವರು ಕಾಬಾಲಯಕ್ಕೆ ತಿರುಗಿ ನಿಂತು ನಮಾಝ್ ನಿರ್ವಹಿಸಲು ಬಯಸುತ್ತಿದ್ದರು. ಅದಕ್ಕಾಗಿ ಅವರು ಪ್ರಾರ್ಥಿಸುತ್ತಿದ್ದರು ಮತ್ತು ಯಾವುದಾದರೂ ಸಂದೇಶ ಬರಬಹುದೇ ಎಂದು ಪದೇ ಪದೇ ಆಕಾಶದ ಕಡೆಗೆ ನೋಡುತ್ತಿದ್ದರು. ಕೊನೆಗೆ ಅಲ್ಲಾಹು ಕಿಬ್ಲ ಬದಲಾವಣೆಯ ಬಗ್ಗೆ ವಚನವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದನು. ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಕಿಬ್ಲ ಬದಲಾವಣೆ ಮಾಡಿದಾಗ ಯಹೂದಿಗಳು ಮತ್ತು ಕಪಟ ವಿಶ್ವಾಸಿಗಳು ಗದ್ದಲವೆಬ್ಬಿಸಿದರು. ನಮಾಝ್ ಅಲ್ಲಾಹನ ಆರಾಧನೆಯಾಗಿದೆ ಮತ್ತು ಅಲ್ಲಾಹು ನಿಶ್ಚಯಿಸಿದ ದಿಕ್ಕಿಗೆ ತಿರುಗಿ ಅದನ್ನು ನಿರ್ವಹಿಸಬೇಕಾಗಿದೆ. ಪೂರ್ವ ಮತ್ತು ಪಶ್ಚಿಮ ದಿಕ್ಕುಗಳು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ಅವನು ಯಾವ ದಿಕ್ಕಿಗೆ ತಿರುಗಬೇಕೆಂದು ಆದೇಶಿಸಿದನೋ ಆ ದಿಕ್ಕಿಗೆ ತಿರುಗಿ ನಮಾಝ್ ನಿರ್ವಹಿಸುವುದು ದಾಸನ ಕರ್ತವ್ಯ. ಕಿಬ್ಲ ಬದಲಾವಣೆಯ ಆದೇಶ ಅಸರ್ ನಮಾಝ್‌ನ ಸಂದರ್ಭದಲ್ಲಿ ಬಂದಿತ್ತು ಮತ್ತು ಕಾಬಾಲಯಕ್ಕೆ ತಿರುಗಿ ಅಸರ್ ನಮಾಝ್ ನಿರ್ವಹಿಸಲಾಯಿತು. [2] ಅಂತಿಮ ಪ್ರವಾದಿಯ ಕಿಬ್ಲ ಕಾಬಾ ಆಗಿದೆ ಎಂದು ಯಹೂದಿಗಳ ಗ್ರಂಥದಲ್ಲಿ ಸ್ಪಷ್ಟ ಸೂಚನೆಗಳಿದ್ದವು. ಅವರಿಗೆ ಇದು ಸ್ಪಷ್ಟವಾಗಿ ತಿಳಿದಿತ್ತು. ಆದರೂ ತಮ್ಮ ಅಹಂಕಾರ ಮತ್ತು ಅಸೂಯೆಯ ನಿಮಿತ್ತ ಅದನ್ನು ಸ್ವೀಕರಿಸಲು ಅವರು ಹಿಂದೇಟು ಹಾಕಿದರು.","lang":"kn"},{"name":"2:145","price":"ಗ್ರಂಥ ನೀಡಲಾದವರಿಗೆ ನೀವು ಎಲ್ಲಾ ರೀತಿಯ ಪುರಾವೆಗಳನ್ನು ತಂದು ತೋರಿಸಿದರೂ ಅವರು ನಿಮ್ಮ ಕಿಬ್ಲವನ್ನು ಹಿಂಬಾಲಿಸುವುದಿಲ್ಲ. ನೀವು ಕೂಡ ಅವರ ಕಿಬ್ಲವನ್ನು ಅಂಗೀಕರಿಸುವುದಿಲ್ಲ. ಅವರಲ್ಲಿ ಒಬ್ಬರು ಇನ್ನೊಬ್ಬರ ಕಿಬ್ಲವನ್ನು ಅಂಗೀಕರಿಸುವುದಿಲ್ಲ. ನಿಮಗೆ ಜ್ಞಾನವು ಬಂದ ಬಳಿಕ ನೀವೇನಾದರೂ ಅವರ ಸ್ವೇಚ್ಛೆಗಳನ್ನು ಹಿಂಬಾಲಿಸಿದರೆ, ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಅಕ್ರಮಿಗಳಲ್ಲಿ ಸೇರುವಿರಿ.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:146","price":"ನಾವು ಯಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದ್ದೇವೆಯೋ ಅವರು ತಮ್ಮ ಮಕ್ಕಳನ್ನು ಗುರುತಿಸುವಂತೆಯೇ ಅವರನ್ನು (ಪ್ರವಾದಿಯನ್ನು) ಗುರುತಿಸುತ್ತಾರೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರಲ್ಲೊಂದು ಗುಂಪು ಸತ್ಯವನ್ನು ತಿಳಿದೂ ಸಹ ಅದನ್ನು ಮುಚ್ಚಿಡುತ್ತಾರೆ.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:147","price":"ಇದು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಸತ್ಯವಾಗಿದೆ. ಆದ್ದರಿಂದ ನೀವು ಸಂಶಯಪಡುವವರಲ್ಲಿ ಸೇರಲೇಬೇಡಿ.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:148","price":"ಪ್ರತಿಯೊಬ್ಬರೂ (ಪ್ರಾರ್ಥನೆಯ ವೇಳೆ) ಒಂದಲ್ಲ ಒಂದು ಕಡೆಗೆ ತಿರುಗುತ್ತಾರೆ. ನೀವು ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡಲು ಧಾವಿಸಿರಿ. ನೀವೆಲ್ಲೇ ಇದ್ದರೂ ಅಲ್ಲಾಹು ನಿಮ್ಮೆಲ್ಲರನ್ನೂ ತರುವನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:149","price":"ನೀವು ಎಲ್ಲಿಂದ ಹೊರಟರೂ ನಿಮ್ಮ ಮುಖವನ್ನು ಮಸ್ಜಿದುಲ್ ಹರಾಮ್‍ನ ಕಡೆಗೆ ತಿರುಗಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಇದು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಸತ್ಯವಾಗಿದೆ. ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಕುರಿತು ಅಲ್ಲಾಹು ತಿಳಿಯದವನಲ್ಲ.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:150","price":"ನೀವು ಎಲ್ಲಿಂದ ಹೊರಟರೂ ನಿಮ್ಮ ಮುಖವನ್ನು ಮಸ್ಜಿದುಲ್ ಹರಾಮ್‍ನ ಕಡೆಗೆ ತಿರುಗಿಸಿರಿ. ನೀವು (ಮುಸ್ಲಿಮರು) ಎಲ್ಲೇ ಇದ್ದರೂ ನಿಮ್ಮ ಮುಖಗಳನ್ನು ಅದರ ಕಡೆಗೆ ತಿರುಗಿಸಿರಿ. ನಿಮ್ಮ ವಿರುದ್ಧ ಜನರಿಗೆ ಯಾವುದೇ ಸಾಕ್ಷ್ಯಾಧಾರ ಇಲ್ಲದಿರುವುದಕ್ಕಾಗಿ; ಆದರೆ ಅವರ ಪೈಕಿ ಅಕ್ರಮವೆಸಗಿದವರ ಹೊರತು. ನೀವು ಅವರನ್ನು ಭಯಪಡಬೇಡಿ; ನನ್ನನ್ನು ಭಯಪಡಿರಿ. ನಾನು ನನ್ನ ಅನುಗ್ರಹವನ್ನು ನಿಮಗೆ ಪೂರ್ಣಗೊಳಿಸುವುದಕ್ಕಾಗಿ ಮತ್ತು ನೀವು ಸನ್ಮಾರ್ಗ ಪಡೆಯುವುದಕ್ಕಾಗಿ.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:151","price":"ನಾವು ನಿಮ್ಮಿಂದಲೇ ನಿಮಗೆ ಒಬ್ಬ ಸಂದೇಶವಾಹಕರನ್ನು ಕಳುಹಿಸಿದಂತೆ. ಅವರು ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಮಗೆ ಓದಿಕೊಡುತ್ತಾರೆ, ನಿಮ್ಮನ್ನು ಶುದ್ಧೀಕರಿಸುತ್ತಾರೆ, ನಿಮಗೆ ಗ್ರಂಥವನ್ನು ಮತ್ತು ವಿವೇಕವನ್ನು ಕಲಿಸಿಕೊಡುತ್ತಾರೆ ಮತ್ತು ನಿಮಗೆ ತಿಳಿದಿರದ ವಿಷಯಗಳನ್ನು ಕಲಿಸಿಕೊಡುತ್ತಾರೆ.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:152","price":"ಆದ್ದರಿಂದ ನೀವು ನನ್ನನ್ನು ಸ್ಮರಿಸಿರಿ; ನಾನು ನಿಮ್ಮನ್ನು ಸ್ಮರಿಸುತ್ತೇನೆ. ನನಗೆ ಕೃತಜ್ಞರಾಗಿರಿ; ನನಗೆ ಕೃತಘ್ನರಾಗಬೇಡಿ.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:153","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ತಾಳ್ಮೆ ಮತ್ತು ನಮಾಝಿನ ಮೂಲಕ (ಅಲ್ಲಾಹನಲ್ಲಿ) ಸಹಾಯ ಬೇಡಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ತಾಳ್ಮೆಯುಳ್ಳವರ ಜೊತೆಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:154","price":"ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಹುತಾತ್ಮರಾದವರನ್ನು ‘ಸತ್ತವರು’ ಎಂದು ಹೇಳಬೇಡಿ. ಅವರು ಜೀವಂತವಾಗಿದ್ದಾರೆ; ಆದರೆ ನಿಮಗೆ ಅದರ ಜ್ಞಾನವಿಲ್ಲ.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:155","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿಮ್ಮನ್ನು ಶತ್ರುಗಳ ಭಯದಿಂದ, ಹಸಿವಿನಿಂದ, ಆಸ್ತಿ, ಜೀವ ಅಥವಾ ಹಣ್ಣುಗಳ ನಷ್ಟದಿಂದ, ಹೀಗೆ ಒಂದಲ್ಲ ಒಂದು ವಿಧದಲ್ಲಿ ಪರೀಕ್ಷಿಸುತ್ತೇವೆ; ತಾಳ್ಮೆ ವಹಿಸುವವರಿಗೆ ಸುವಾರ್ತೆ ನೀಡಿರಿ.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:156","price":"ಅವರು ಯಾರೆಂದರೆ, ಅವರಿಗೆ ಏನಾದರೂ ಅನಾಹುತ ಸಂಭವಿಸುವಾಗ ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದವರು; ಮತ್ತು ನಾವು ಅವನ ಕಡೆಗೇ ಮರಳುವವರು.”","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:157","price":"ಅವರ ಮೇಲೆ ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಅನುಗ್ರಹಗಳು ಮತ್ತು ದಯೆಯಿದೆ. ಅವರೇ ಸನ್ಮಾರ್ಗದಲ್ಲಿರುವವರು.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:158","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸಫಾ ಮತ್ತು ಮರ್ವಾ ಅಲ್ಲಾಹನ ಚಿಹ್ನೆಗಳಲ್ಲಿ ಒಳಪಟ್ಟದ್ದಾಗಿವೆ. ಆದ್ದರಿಂದ ಅಲ್ಲಾಹನ ಭವನಕ್ಕೆ ಹಜ್ ಅಥವಾ ಉಮ್ರಾ ಮಾಡುವವರು ಇವುಗಳಿಗೆ ಪ್ರದಕ್ಷಿಣೆ ಮಾಡುವುದರಲ್ಲಿ ಯಾವುದೇ ದೋಷವಿಲ್ಲ.[1] ಸ್ವಯಂಪ್ರೇರಿತವಾಗಿ ಒಳಿತು ಮಾಡುವವರನ್ನು ಅಲ್ಲಾಹು ಮೆಚ್ಚುತ್ತಾನೆ ಮತ್ತು ಅವರ ಬಗ್ಗೆ ಅವನು ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"[1] ಇಸ್ಲಾಂ ಸ್ವೀಕರಿಸುವ ಮೊದಲು ಮದೀನದ ಅನ್ಸಾರಿಗಳು ಮನಾತ್ ಎಂಬ ವಿಗ್ರಹದ ಹೆಸರಲ್ಲಿ ತಲ್ಬಿಯತ್ ಹೇಳುತ್ತಿದ್ದರು. ಅವರು ಪರ್ವತಗಳ ಮೇಲೆ ಅದನ್ನು ಪೂಜಿಸುತ್ತಿದ್ದರು. ಅವರು ಹಜ್ ನಿರ್ವಹಿಸಲು ಮಕ್ಕಾಗೆ ಬಂದರೆ ಸಫಾ ಮತ್ತು ಮರ್ವಾದ ನಡುವೆ ಸಈ ಮಾಡುವುದನ್ನು ಪಾಪವೆಂದು ಪರಿಗಣಿಸುತ್ತಿದ್ದರು. ಮುಸ್ಲಿಮರಾದ ಬಳಿಕ ಅವರು ಇದರ ಬಗ್ಗೆ ಪ್ರವಾದಿಯವರಲ್ಲಿ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ವಿಚಾರಿಸಿದಾಗ ಈ ವಚನವು ಅವತೀರ್ಣವಾಯಿತು.","lang":"kn"},{"name":"2:159","price":"ನಾವು ಅವತೀರ್ಣಗೊಳಿಸಿದ ಸಾಕ್ಷ್ಯಾಧಾರಗಳನ್ನು ಮತ್ತು ಸನ್ಮಾರ್ಗವನ್ನು—ಅದನ್ನು ನಾವು ಗ್ರಂಥದಲ್ಲಿ ಜನರಿಗೆ ವಿವರಿಸಿಕೊಟ್ಟ ಬಳಿಕವೂ—ಬಚ್ಚಿಡುವವರು ಯಾರೋ ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಶಾಪವಿದೆ; ಶಪಿಸುವವರೆಲ್ಲರ ಶಾಪವೂ ಇದೆ.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:160","price":"ಆದರೆ ಪಶ್ಚಾತ್ತಾಪಪಡುವವರು, ಸರಿಪಡಿಸುವವರು ಮತ್ತು ವಿವರಿಸಿಕೊಡುವವರು ಯಾರೋ (ಅವರು ಇದಕ್ಕೆ ಹೊರತಾಗಿದ್ದಾರೆ). ಅವರ ಪಶ್ಚಾತ್ತಾಪವನ್ನು ನಾನು ಸ್ವೀಕರಿಸುತ್ತೇನೆ. ನಾನು ಪಶ್ಚಾತ್ತಾಪ ಸ್ವೀಕರಿಸುವವನು ಮತ್ತು ಕರುಣೆ ತೋರುವವನಾಗಿದ್ದೇನೆ.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:161","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯನಿಷೇಧಿಗಳು ಮತ್ತು ಸತ್ಯನಿಷೇಧಿಗಳಾಗಿಯೇ ಸಾಯುವವರು ಯಾರೋ ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ, ದೇವದೂತರುಗಳ ಮತ್ತು ಮನುಷ್ಯರೆಲ್ಲರ ಶಾಪವಿದೆ.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:162","price":"ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಅವರಿಗೆ ಶಿಕ್ಷೆಯಲ್ಲಿ ರಿಯಾಯಿತಿಯಿಲ್ಲ ಮತ್ತು ಅವರಿಗೆ ವಿರಾಮವನ್ನೂ ನೀಡಲಾಗುವುದಿಲ್ಲ.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:163","price":"ನಿಮ್ಮ ದೇವನು ಏಕೈಕ ದೇವನು. ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಅವನು ಪರಮ ದಯಾಳು ಮತ್ತು ಕರುಣಾನಿಧಿಯಾಗಿದ್ದಾನೆ.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:164","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಭೂಮ್ಯಾಕಾಶಗಳ ಸೃಷ್ಟಿಯಲ್ಲಿ, ರಾತ್ರಿ-ಹಗಲುಗಳ ಬದಲಾವಣೆಯಲ್ಲಿ, ಜನರಿಗೆ ಉಪಕರಿಸುವ ವಸ್ತುಗಳೊಂದಿಗೆ ಸಮುದ್ರದಲ್ಲಿ ಚಲಿಸುವ ನಾವೆಗಳಲ್ಲಿ, ಅಲ್ಲಾಹು ಆಕಾಶದಿಂದ ಮಳೆಯನ್ನು ಸುರಿಸಿ ಅದರ ಮೂಲಕ ನಿರ್ಜೀವ ಭೂಮಿಗೆ ಜೀವ ನೀಡುವುದರಲ್ಲಿ, ಭೂಮಿಯಲ್ಲಿ ಎಲ್ಲಾ ರೀತಿಯ ಜೀವಿಗಳನ್ನು ಹಬ್ಬಿಸಿರುವುದರಲ್ಲಿ, ಗಾಳಿಯು ದಿಕ್ಕನ್ನು ಬದಲಿಸುವುದರಲ್ಲಿ ಮತ್ತು ಭೂಮ್ಯಾಕಾಶಗಳ ನಡುವೆ ನಿಯಂತ್ರಿಸಲಾಗುವ ಮೋಡಗಳಲ್ಲಿ ಆಲೋಚಿಸುವ ಜನರಿಗೆ ಹಲವಾರು ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:165","price":"ಅಲ್ಲಾಹನಿಗೆ ಇತರರನ್ನು ಸರಿಸಾಟಿಯಾಗಿ ಮಾಡುವ ಕೆಲವರಿದ್ದಾರೆ. ಅಲ್ಲಾಹನನ್ನು ಪ್ರೀತಿಸುವಂತೆಯೇ ಅವರು ಅವರನ್ನೂ ಪ್ರೀತಿಸುತ್ತಾರೆ. ಆದರೆ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಅಲ್ಲಾಹನನ್ನು (ಎಲ್ಲಕ್ಕಿಂತಲೂ) ಗಾಢವಾಗಿ ಪ್ರೀತಿಸುತ್ತಾರೆ.[1] ಅಕ್ರಮಿಗಳು (ಅಲ್ಲಾಹನ) ಶಿಕ್ಷೆಯನ್ನು ನೇರವಾಗಿ ನೋಡುವಾಗ, ಶಕ್ತಿ-ಸಾಮರ್ಥ್ಯವಿರುವುದು ಸಂಪೂರ್ಣವಾಗಿ ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ; ಮತ್ತು ಅಲ್ಲಾಹು ಅತಿಕಠೋರವಾಗಿ ಶಿಕ್ಷಿಸುತ್ತಾನೆಂದು ತಿಳಿಯುತ್ತಿದ್ದರೆ (ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು)!","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"[1] ಮಕ್ಕಾದ ಬಹುದೇವ ವಿಶ್ವಾಸಿಗಳು ಅಲ್ಲಾಹನಿಗೆ ಸಹಭಾಗಿಗಳನ್ನು ಕಲ್ಪಿಸಿಕೊಂಡು ಅವರನ್ನು ಆರಾಧಿಸುತ್ತಿದ್ದರು. ಅಲ್ಲಾಹನನ್ನು ಪ್ರೀತಿಸುವಂತೆಯೇ ಅವರು ಆ ದೇವರುಗಳನ್ನು ಕೂಡ ಪ್ರೀತಿಸುತ್ತಿದ್ದರು. ಈ ಸನ್ನಿವೇಶವು ಪ್ರವಾದಿಯವರ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಕಾಲಕ್ಕೆ ಮಾತ್ರ ಸೀಮಿತವಲ್ಲ. ಆಧುನಿಕ ಕಾಲದಲ್ಲೂ ಇದನ್ನು ಕಾಣಬಹುದಾಗಿದೆ. ತಮ್ಮನ್ನು ಮುಸ್ಲಿಮರೆಂದು ಕರೆಯುವವರಲ್ಲೂ ಈ ರೋಗವು ಕಾಣಿಸಿಕೊಂಡಿದೆ. ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಮಹಾಪುರುಷರು ಮತ್ತು ಅವರ ಸಮಾಧಿಗಳನ್ನು ಆರಾಧಿಸುತ್ತಾರೆ. ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ ಎಂದು ಹೇಳಿದರೆ ಮಕ್ಕಾದ ಬಹುದೇವ ವಿಶ್ವಾಸಿಗಳಂತೆ ಇವರಿಗೂ ಕೂಡ ಕೋಪ ಬರುತ್ತದೆ.","lang":"kn"},{"name":"2:166","price":"ಮುಖಂಡರು ತಮ್ಮ ಹಿಂಬಾಲಕರಿಂದ ದೂರ ಸರಿಯುವಾಗ, ಅವರೆಲ್ಲರೂ ಶಿಕ್ಷೆಯನ್ನು ನೇರವಾಗಿ ನೋಡುವಾಗ ಮತ್ತು ಅವರ ನಡುವಿನ ಸಂಬಂಧಗಳು ಕಳಚಿ ಬೀಳುವಾಗ!","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:167","price":"ಹಿಂಬಾಲಕರು ಹೇಳುವರು: “ನಮಗೆ (ಇಹಲೋಕಕ್ಕೆ) ಮರಳುವ ಇನ್ನೊಂದು ಅವಕಾಶವು ಸಿಗುತ್ತಿದ್ದರೆ, ಅವರು ನಮ್ಮಿಂದ ದೂರವಾದಂತೆ ನಾವೂ ಅವರಿಂದ ದೂರವಾಗುವೆವು.” ಈ ರೀತಿ ಅಲ್ಲಾಹು ಅವರ ಕರ್ಮಗಳನ್ನು ಅವರಿಗೆ ವಿಷಾದವಾಗುವ ರೀತಿಯಲ್ಲಿ ತೋರಿಸುವನು. ಅವರು ನರಕಾಗ್ನಿಯಿಂದ ಹೊರಹೋಗುವುದೇ ಇಲ್ಲ.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:168","price":"ಓ ಜನರೇ! ಭೂಮಿಯಲ್ಲಿರುವ ಧರ್ಮಸಮ್ಮತವಾದ ಮತ್ತು ಶುದ್ಧವಾದ ಆಹಾರವನ್ನು ತಿನ್ನಿರಿ. ಶೈತಾನನ ಹೆಜ್ಜೆಗಳನ್ನು ಹಿಂಬಾಲಿಸಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ನಿಮ್ಮ ಪ್ರತ್ಯಕ್ಷ ವೈರಿಯಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:169","price":"ಅವನು ನಿಮಗೆ ಕೆಡುಕು ಮತ್ತು ಅಶ್ಲೀಲತೆಗಳನ್ನು ಮಾಡಲು ಹಾಗೂ ಅಲ್ಲಾಹನ ವಿಷಯದಲ್ಲಿ ನಿಮಗೆ ಗೊತ್ತಿಲ್ಲದ್ದನ್ನು ಹೇಳಲು ಆದೇಶಿಸುತ್ತಾನೆ.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:170","price":"“ಅಲ್ಲಾಹು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದನ್ನು ಅನುಸರಿಸಿರಿ” ಎಂದು ಅವರೊಡನೆ ಹೇಳಲಾದರೆ, ಅವರು ಹೇಳುತ್ತಾರೆ: “ಇಲ್ಲ, ನಮ್ಮ ಪೂರ್ವಜರು ಯಾವ ಮಾರ್ಗದಲ್ಲಿರುವುದನ್ನು ನಾವು ಕಂಡೆವೋ ಅದನ್ನೇ ನಾವು ಅನುಸರಿಸುತ್ತೇವೆ.”[1] ಅವರ ಪೂರ್ವಜರು ಏನೂ ತಿಳಿಯದವರು ಮತ್ತು ಸನ್ಮಾರ್ಗ ಪಡೆಯದವರಾಗಿದ್ದರೂ ಸಹ.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"[1] ಇಂತಹ ಜನರು ಇಂದು ಕೂಡ ಇದ್ದಾರೆ. ಧರ್ಮದಲ್ಲಿ ಯಾವುದೇ ಪುರಾವೆಯಿಲ್ಲದ ನವೀನಾಚಾರಗಳನ್ನು ತೊರೆಯಿರಿ ಎಂದು ಅವರೊಡನೆ ಹೇಳಿದರೆ, ಇವೆಲ್ಲವನ್ನೂ ನಮ್ಮ ಪೂರ್ವಜರು ಆಚರಿಸುತ್ತಿದ್ದರು; ನಾವು ಅವರನ್ನು ಹಿಂಬಾಲಿಸಿ ಅವರ ಮಾರ್ಗದಲ್ಲಿ ಚಲಿಸುತ್ತೇವೆ ಎಂದು ಅವರು ಹೇಳುತ್ತಾರೆ.","lang":"kn"},{"name":"2:171","price":"ಸತ್ಯನಿಷೇಧಿಗಳ ಉದಾಹರಣೆಯು ಕರೆ ಮತ್ತು ಕೂಗನ್ನು ಮಾತ್ರ ಕೇಳುವ ಜಾನುವಾರುಗಳ ಮುಂದೆ ಕಿರಿಚುವ ವ್ಯಕ್ತಿಯಂತೆ. ಅವರು ಕಿವುಡರು, ಮೂಕರು ಮತ್ತು ಕುರುಡರು. ಆದ್ದರಿಂದ ಅವರು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲ.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:172","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನಾವು ನಿಮಗೆ ನೀಡಿದ ಶುದ್ಧ ವಸ್ತುಗಳಿಂದ ತಿನ್ನಿರಿ ಮತ್ತು ಅಲ್ಲಾಹನಿಗೆ ಕೃತಜ್ಞರಾಗಿರಿ; ನೀವು ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸುವವರಾಗಿದ್ದರೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:173","price":"ಅವನು ನಿಮಗೆ ಶವ, ರಕ್ತ, ಹಂದಿ ಮಾಂಸ ಮತ್ತು ಅಲ್ಲಾಹೇತರರ ಹೆಸರನ್ನು ಘೋಷಿಸಲಾದ ವಸ್ತುಗಳನ್ನು ಮಾತ್ರ ನಿಷೇಧಿಸಿದ್ದಾನೆ.[1] ಆದರೆ ಯಾರಾದರೂ (ಇವುಗಳನ್ನು ಸೇವಿಸಲು) ನಿರ್ಬಂಧಿತನಾದರೆ ಅವನ ಮೇಲೆ ದೋಷವಿಲ್ಲ. ಆದರೆ ಅವನು ಅಗತ್ಯಕ್ಕಿಂತ ಹೆಚ್ಚು ಸೇವಿಸಬಾರದು ಮತ್ತು (ಅಲ್ಲಾಹು ಅನುಮತಿಸಿದ) ಎಲ್ಲೆಯನ್ನು ಮೀರಬಾರದು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕರುಣೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"[1] ಇಲ್ಲಿ ನಾಲ್ಕು ನಿಷೇಧಿತ ವಸ್ತುಗಳ ಬಗ್ಗೆ ಉಲ್ಲೇಖಿಸಲಾಗಿದೆ. ವಚನದಲ್ಲಿ \"ಇನ್ನಮಾ\" (ಮಾತ್ರ) ಎಂಬ ಪದ ಬಳಸಿರುವುದರಿಂದ ನಿಷೇಧಿತ ವಸ್ತುಗಳು ನಾಲ್ಕಕ್ಕೆ ಮಾತ್ರ ಸೀಮಿತ ಎಂದು ಅರ್ಥ ಮಾಡಿಕೊಳ್ಳಬಾರದು. ನಿಷೇಧಿತ ವಸ್ತುಗಳು ಈ ನಾಲ್ಕಕ್ಕೆ ಸೀಮಿತವಲ್ಲ. ಇದು ಸಂದರ್ಭಕ್ಕೆ ಅನುಗುಣವಾಗಿ ಅವತೀರ್ಣವಾದ ವಚನವಾಗಿರುವುದರಿಂದ ಇದರಲ್ಲಿ ನಾಲ್ಕು ವಸ್ತುಗಳನ್ನು ಮಾತ್ರ ನಿಷಿದ್ಧವೆಂದು ಹೇಳಲಾಗಿದೆ.","lang":"kn"},{"name":"2:174","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅವತೀರ್ಣಗೊಳಿಸಿದ ಗ್ರಂಥವನ್ನು ಬಚ್ಚಿಡುವವರು ಮತ್ತು ಅದನ್ನು ಅಲ್ಪ ಬೆಲೆಗೆ ಮಾರುವವರು ಯಾರೋ—ಅವರು ತಮ್ಮ ಉದರಗಳಲ್ಲಿ ಅಗ್ನಿಯನ್ನಲ್ಲದೆ ಬೇರೇನನ್ನೂ ತುಂಬಿಸುವುದಿಲ್ಲ. ಪುನರುತ್ಥಾನ ದಿನದಂದು ಅಲ್ಲಾಹು ಅವರೊಡನೆ ಮಾತನಾಡುವುದಿಲ್ಲ ಮತ್ತು ಅವರನ್ನು ಶುದ್ಧೀಕರಿಸುವುದಿಲ್ಲ. ಅವರಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:175","price":"ಅವರೇ ಸನ್ಮಾರ್ಗದ ಬದಲಿಗೆ ದುರ್ಮಾರ್ಗವನ್ನು ಮತ್ತು ಕ್ಷಮೆಯ ಬದಲಿಗೆ ಶಿಕ್ಷೆಯನ್ನು ಖರೀದಿಸಿದವರು. ಅವರು ನರಕ ಶಿಕ್ಷೆಯನ್ನು ಎಷ್ಟರಮಟ್ಟಿಗೆ ಸಹಿಸಿಕೊಳ್ಳುವರು!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:176","price":"ಅದೇಕೆಂದರೆ, ಅಲ್ಲಾಹು ಗ್ರಂಥವನ್ನು ಸತ್ಯ ಸಮೇತ ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದನು. ಗ್ರಂಥದ ವಿಷಯದಲ್ಲಿ ಭಿನ್ನಮತದಲ್ಲಿರುವವರು ವಿದೂರ ಮನಸ್ತಾಪದಲ್ಲಿದ್ದಾರೆ.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:177","price":"ಒಳಿತು ಎಂದರೆ ನೀವು ನಿಮ್ಮ ಮುಖಗಳನ್ನು ಪೂರ್ವಕ್ಕೆ ಅಥವಾ ಪಶ್ಚಿಮಕ್ಕೆ ತಿರುಗಿಸುವುದಲ್ಲ. ಬದಲಿಗೆ, ಒಳಿತಿನಲ್ಲಿರುವವನು ಯಾರೆಂದರೆ ಅಲ್ಲಾಹನಲ್ಲಿ, ಅಂತ್ಯದಿನದಲ್ಲಿ, ದೇವದೂತರುಗಳಲ್ಲಿ, ಗ್ರಂಥದಲ್ಲಿ ಮತ್ತು ಪ್ರವಾದಿಗಳಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವವನು, ಧನದ ಮೇಲೆ ಪ್ರೀತಿಯಿದ್ದೂ ಸಹ ಅದನ್ನು ಸಂಬಂಧಿಕರಿಗೆ, ಅನಾಥರಿಗೆ, ನಿರ್ಗತಿಕರಿಗೆ, ದಾರಿಹೋಕನಿಗೆ, ಬೇಡುವವರಿಗೆ ಮತ್ತು ಗುಲಾಮ ವಿಮೋಚನೆಗೆ ಖರ್ಚು ಮಾಡುವವನು, ನಮಾಝನ್ನು ಸಂಸ್ಥಾಪಿಸುವವನು, ಝಕಾತ್ ನೀಡುವವನು, ಕರಾರು ಮಾಡಿದರೆ ಅದನ್ನು ನೆರವೇರಿಸುವವನು ಮತ್ತು ಬಡತನ, ಸಂಕಷ್ಟ ಹಾಗೂ ಯುದ್ಧಗಳ ಸಂದರ್ಭಗಳಲ್ಲಿ ತಾಳ್ಮೆಯಿಂದಿರುವವರು. ಅವರೇ (ನಿಜವಾದ) ಸತ್ಯವಂತರು ಮತ್ತು ಅವರೇ ದೇವಭಯವುಳ್ಳವರು.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:178","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ಕೊಲೆಯಾದವರ ವಿಷಯದಲ್ಲಿ ಪ್ರತೀಕಾರ ಪಡೆಯುವುದನ್ನು ನಿಮಗೆ ಕಡ್ಡಾಯಗೊಳಿಸಲಾಗಿದೆ. ಸ್ವತಂತ್ರನ ಬದಲಿಗೆ ಸ್ವತಂತ್ರ, ಗುಲಾಮನ ಬದಲಿಗೆ ಗುಲಾಮ ಮತ್ತು ಹೆಣ್ಣಿನ ಬದಲಿಗೆ ಹೆಣ್ಣು. ಯಾರಿಗಾದರೂ ಅವನ ಸಹೋದರನ (ಕೊಲೆಯಾದವನ) ಕಡೆಯಿಂದ ಮಾಫಿ ನೀಡಲಾದರೆ, ಅವನು ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯನ್ನು ಅನುಸರಿಸಲಿ ಮತ್ತು ಒಳ್ಳೆಯ ರೀತಿಯಲ್ಲಿ ಪರಿಹಾರವನ್ನು ನೀಡಲಿ. ಅದು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ರಿಯಾಯಿತಿ ಮತ್ತು ದಯೆಯಾಗಿದೆ. ಅದರ ನಂತರವೂ ಯಾರಾದರೂ ಅತಿರೇಕವೆಸಗಿದರೆ ಅವನಿಗೆ ವೇದನಾಭರಿತ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:179","price":"ಓ ಬುದ್ಧಿವಂತರೇ! ಪ್ರತೀಕಾರ ಪಡೆಯುವುದರಲ್ಲಿ ನಿಮಗೆ ಜೀವನವಿದೆ. ನೀವು ದೇವಭಯವುಳ್ಳವರಾಗುವುದಕ್ಕಾಗಿ.[1]","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"[1] ಕೊಲೆ ಮಾಡುವವನಿಗೆ ಪ್ರತೀಕಾರ ನಿಯಮದ ಮೂಲಕ ತಾನೂ ಕೊಲೆಯಾಗುವೆನು ಎಂಬ ಭಯ ಮೂಡಿದರೆ ಅವನು ಕೊಲೆ ಮಾಡುವ ಮೊದಲು ಸಾವಿರ ಬಾರಿ ಯೋಚಿಸುತ್ತಾನೆ. ಕೊಲೆಗೆ ಕೊಲೆಯೆಂಬ ಪ್ರತೀಕಾರ ನಿಯಮವನ್ನು ಜಾರಿಗೊಳಿಸಿದರೆ ಆ ಸಮಾಜವು ಕೊಲೆಗಳಿಂದ ಸಂಪೂರ್ಣ ಮುಕ್ತವಾಗುತ್ತದೆ ಎಂಬುದರಲ್ಲಿ ಸಂಶಯವಿಲ್ಲ. ಇಂದು ಜನರು ಹೆಚ್ಚಾಗಿ ಕೊಲೆ ಮಾಡುವುದು ಕಾನೂನಿನಿಂದ ಸುಲಭವಾಗಿ ಪಾರಾಗಲು ಸಾಧ್ಯವಿದೆ ಎಂಬ ಭರವಸೆಯಿಂದಲೇ ಆಗಿದೆ.","lang":"kn"},{"name":"2:180","price":"ನಿಮ್ಮಲ್ಲೊಬ್ಬರಿಗೆ ಮರಣವು ಆಸನ್ನವಾಗಿ ಅವನು ಆಸ್ತಿಯನ್ನು ಬಿಟ್ಟು ಹೋಗುವುದಾದರೆ, ತಂದೆ-ತಾಯಿಗೆ ಮತ್ತು ನಿಕಟ ಸಂಬಂಧಿಕರಿಗೆ ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಉಯಿಲು ಮಾಡುವುದನ್ನು ಕಡ್ಡಾಯಗೊಳಿಸಲಾಗಿದೆ.[1] ಇದು ದೇವಭಯವುಳ್ಳವರ ಕರ್ತವ್ಯವಾಗಿದೆ.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"[1] ಈ ವಚನವು ಪ್ರತಿಯೊಬ್ಬ ವಾರಿಸುದಾರನಿಗೂ ಅವನ ಹಕ್ಕನ್ನು ನಿಖರವಾಗಿ ನಿಗದಿಪಡಿಸಲಾದ ವಾರಿಸು ಹಕ್ಕಿನ ವಚನವು ಅವತೀರ್ಣವಾಗುವ ಮೊದಲು ಅವತೀರ್ಣವಾಗಿದೆ. ವಾರಿಸು ಹಕ್ಕಿನ ವಚನವು ಅವತೀರ್ಣವಾದ ಬಳಿಕ ಈ ವಚನದಲ್ಲಿರುವ ನಿಯಮವನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ.","lang":"kn"},{"name":"2:181","price":"ಆದರೆ, ಅದನ್ನು (ಉಯಿಲನ್ನು) ಕೇಳಿದ ಬಳಿಕವೂ ಯಾರಾದರೂ ಅದನ್ನು ಬದಲಾಯಿಸಿದರೆ, ಆ ಪಾಪವು ಬದಲಾಯಿಸುವವರಿಗೆ ಮಾತ್ರವಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನೂ ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:182","price":"ಆದರೆ, ಉಯಿಲು ಮಾಡಿದವನಿಂದ ಏನಾದರೂ ತಪ್ಪು ಅಥವಾ ಪಾಪವು ಸಂಭವಿಸಿದೆಯೆಂದು ಹೆದರಿ, ಯಾರಾದರೂ ಸಂಬಂಧಿತ ಕಕ್ಷಿಗಳ ಮಧ್ಯೆ ಸಂಧಾನ ಮಾಡಿದರೆ ಅದರಲ್ಲಿ ಅವರಿಗೆ ದೋಷವಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕರುಣೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:183","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನಿಮಗಿಂತ ಮುಂಚಿನವರಿಗೆ ಕಡ್ಡಾಯಗೊಳಿಸಲಾದಂತೆ ನಿಮಗೂ ಉಪವಾಸವನ್ನು ಕಡ್ಡಾಯಗೊಳಿಸಲಾಗಿದೆ. ನೀವು ದೇವಭಯವುಳ್ಳವರಾಗುವುದಕ್ಕಾಗಿ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:184","price":"ಬೆರಳೆಣಿಕೆಯ ಕೆಲವು ದಿನಗಳು ಮಾತ್ರ. ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರೂ ಅನಾರೋಗ್ಯದಲ್ಲಿದ್ದರೆ ಅಥವಾ ಪ್ರಯಾಣದಲ್ಲಿದ್ದರೆ ಅವನು ಇತರ ದಿನಗಳಲ್ಲಿ ಆ ಎಣಿಕೆಯನ್ನು ಪೂರ್ತಿ ಮಾಡಲಿ.[1] (ಉಪವಾಸ ಆಚರಿಸಲು) ಸಾಧ್ಯವಾಗುವವರು[2] (ಅದರ ಬದಲಿಗೆ) ಪ್ರಾಯಶ್ಚಿತ್ತವಾಗಿ ಒಬ್ಬ ಬಡವನಿಗೆ ಆಹಾರವನ್ನು ನೀಡಲಿ. ಯಾರಾದರೂ ಸ್ವಯಂ ಪ್ರೇರಣೆಯಿಂದ ಒಳಿತು ಮಾಡಿದರೆ ಅದು ಅವನಿಗೆ ಒಳಿತಾಗಿದೆ. ಆದರೆ ಉಪವಾಸ ಆಚರಿಸುವುದೇ ನಿಮಗೆ ಒಳ್ಳೆಯದು.[3] ನೀವು ತಿಳಿದವರಾಗಿದ್ದರೆ.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"[1] ರಮದಾನ್ ತಿಂಗಳಲ್ಲಿ ಉಪವಾಸ ಆಚರಿಸಲು ಸಾಧ್ಯವಾಗದ ರೋಗಿಗಳಿಗೆ ಮತ್ತು ಪ್ರಯಾಣಿಕರಿಗೆ ಉಪವಾಸ ತೊರೆಯಲು ಅನುಮತಿಯಿದೆ. ಅವರು ಆ ಉಪವಾಸಗಳನ್ನು ನಂತರ ನಿರ್ವಹಿಸಿದರೆ ಸಾಕು. [2] ಅಂದರೆ ಬಹಳ ಕಷ್ಟದಿಂದ ಉಪವಾಸ ಆಚರಿಸಲು ಸಾಧ್ಯವಾಗುವವರು. ಉದಾಹರಣೆಗೆ, ವಯೋವೃದ್ಧರು ಮತ್ತು ಗುಣವಾಗುವ ನಿರೀಕ್ಷೆಯಿಲ್ಲದ ಕಾಯಿಲೆಯಿಂದ ಬಳಲುವವರಿಗೆ ಉಪವಾಸ ಆಚರಿಸಲು ಕಷ್ಟವಾಗುವುದಾದರೆ ಅವರು ಉಪವಾಸ ತೊರೆದು ಪರಿಹಾರದ ರೂಪದಲ್ಲಿ ಒಬ್ಬ ಬಡವನಿಗೆ ಅನ್ನದಾನ ಮಾಡಿದರೆ ಸಾಕು. ಆದರೆ ಹೆಚ್ಚಿನ ವ್ಯಾಖ್ಯಾನಕಾರರ ಅಭಿಪ್ರಾಯ ಪ್ರಕಾರ ಉಪವಾಸ ಆಚರಿಸಲು ಸಾಧ್ಯವಾಗುವ ಎಲ್ಲರೂ ಇದರಲ್ಲಿ ಒಳಪಡುತ್ತಾರೆ. ಇಸ್ಲಾಮಿನ ಆರಂಭಕಾಲದಲ್ಲಿ ಜನರಿಗೆ ಉಪವಾಸ ಆಚರಿಸುವ ಅಭ್ಯಾಸವಿಲ್ಲದ್ದರಿಂದ ಉಪವಾಸ ಆಚರಿಸುವುದನ್ನು ತೊರೆದು ಅದರ ಬದಲಿಗೆ ಒಬ್ಬ ಬಡವನಿಗೆ ಅನ್ನದಾನ ಮಾಡುವ ರಿಯಾಯಿತಿ ನೀಡಲಾಗಿತ್ತು. ನಂತರ ಈ ರಿಯಾಯಿತಿಯನ್ನು ರದ್ದುಗೊಳಿಸಿ ಉಪವಾಸ ಆಚರಿಸಲು ಸಾಧ್ಯವಾಗುವ ಎಲ್ಲರಿಗೂ ಉಪವಾಸ ಆಚರಿಸುವುದನ್ನು ಕಡ್ಡಾಯಗೊಳಿಸಲಾಯಿತು. ಆದರೆ ವಯೋವೃದ್ದರಿಗೆ ಮತ್ತು ನಿತ್ಯ ರೋಗಿಗಳಿಗೆ ಉಪವಾಸ ಆಚರಿಸಲು ಕಷ್ಟವಾಗುವುದಾದರೆ ಅದರ ಬದಲಿಗೆ ಪರಿಹಾರ ನೀಡಬಹುದೆಂಬ ನಿಯಮವನ್ನು ಊರ್ಜಿತದಲ್ಲಿರಿಸಲಾಯಿತು. [3] ಒಂದು ಉಪವಾಸಕ್ಕೆ ಪರಿಹಾರವಾಗಿ ಒಬ್ಬ ಬಡವನಿಗೆ ಅನ್ನದಾನ ಮಾಡಬೇಕು. ಆದರೆ ಯಾರಾದರೂ ಒಬ್ಬನಿಗಿಂತ ಹೆಚ್ಚು ಬಡವರಿಗೆ ಅನ್ನದಾನ ಮಾಡುವುದಾದರೆ ಅದು ಅವರಿಗೆ ಒಳಿತಾಗಿದೆ.","lang":"kn"},{"name":"2:185","price":"ರಮದಾನ್ ಎಂದರೆ ಜನರಿಗೆ ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸಿಕೊಡುವ ಮತ್ತು ಸನ್ಮಾರ್ಗ ಹಾಗೂ ಸತ್ಯಾಸತ್ಯತೆಗಳನ್ನು ಬೇರ್ಪಡಿಸುವ ಪುರಾವೆಗಳನ್ನು ಹೊಂದಿರುವ ಪವಿತ್ರ ಕುರ್‌ಆನ್ ಅವತೀರ್ಣವಾದ ತಿಂಗಳು. ಆದ್ದರಿಂದ ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರೂ ಆ ತಿಂಗಳಿಗೆ ಸಾಕ್ಷಿಯಾದರೆ ಅವನು ಉಪವಾಸವನ್ನು ಆಚರಿಸಲಿ. ಯಾರಾದರೂ ಅನಾರೋಗ್ಯದಲ್ಲಿದ್ದರೆ ಅಥವಾ ಪ್ರಯಾಣದಲ್ಲಿದ್ದರೆ ಅವನು ಇತರ ದಿನಗಳಲ್ಲಿ ಆ ಎಣಿಕೆಯನ್ನು ಪೂರ್ತಿ ಮಾಡಲಿ. ಅಲ್ಲಾಹು ನಿಮಗೆ ಸುಲಭ ಮಾಡಲು ಬಯಸುತ್ತಾನೆ; ಅವನು ನಿಮಗೆ ಕಷ್ಟ ಕೊಡಲು ಬಯಸುವುದಿಲ್ಲ. ನೀವು ಆ ಎಣಿಕೆಯನ್ನು ಪೂರ್ತಿ ಮಾಡಲು, ಅಲ್ಲಾಹು ನಿಮಗೆ ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸಿದ್ದಕ್ಕಾಗಿ ಅವನ ಮಹಾತ್ಮೆಯನ್ನು ಕೊಂಡಾಡಲು ಮತ್ತು ಅವನಿಗೆ ಕೃತಜ್ಞರಾಗಿ ಬದುಕಲು (ಅವನು ಬಯಸುತ್ತಾನೆ).","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:186","price":"ನನ್ನ ದಾಸರು ನಿಮ್ಮೊಂದಿಗೆ ನನ್ನ ಬಗ್ಗೆ ಕೇಳಿದರೆ ನಾನು ಬಹಳ ಹತ್ತಿರದಲ್ಲಿದ್ದೇನೆ (ಎಂದು ಹೇಳಿರಿ). ಪ್ರಾರ್ಥಿಸುವವನು ನನ್ನನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸಿದರೆ ನಾನು ಅವನ ಪ್ರಾರ್ಥನೆಗೆ ಉತ್ತರ ನೀಡುತ್ತೇನೆ. ಆದ್ದರಿಂದ ಅವರು ನನಗೆ ವಿಧೇಯರಾಗಲಿ ಮತ್ತು ನನ್ನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡಲಿ. ಅವರು ಸನ್ಮಾರ್ಗ ಪಡೆಯುವುದಕ್ಕಾಗಿ.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:187","price":"ಉಪವಾಸದ ರಾತ್ರಿಯಲ್ಲಿ ನಿಮ್ಮ ಪತ್ನಿಯರೊಂದಿಗೆ ಲೈಂಗಿಕ ಸಂಪರ್ಕ ಮಾಡುವುದನ್ನು ನಿಮಗೆ ಅನುಮತಿಸಲಾಗಿದೆ. ಅವರು ನಿಮ್ಮ ಉಡುಪಾಗಿದ್ದಾರೆ ಮತ್ತು ನೀವು ಅವರ ಉಡುಪಾಗಿದ್ದೀರಿ. ನೀವು ನಿಮ್ಮ ಆತ್ಮಗಳನ್ನು ವಂಚಿಸುತ್ತಿದ್ದೀರಿ ಎಂದು ಅಲ್ಲಾಹನಿಗೆ ತಿಳಿದಿದೆ. ಆದ್ದರಿಂದ, ಅವನು ನಿಮ್ಮ ಪಶ್ಚಾತ್ತಾಪವನ್ನು ಸ್ವೀಕರಿಸಿದ್ದಾನೆ ಮತ್ತು ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸಿದ್ದಾನೆ. ಈಗ ನೀವು ಅವರೊಂದಿಗೆ ಲೈಂಗಿಕ ಸಂಪರ್ಕವನ್ನು ಮಾಡಬಹುದು ಮತ್ತು ಅಲ್ಲಾಹು ನಿಮಗೆ ವಿಧಿಸಿದ್ದನ್ನು (ಮಕ್ಕಳನ್ನು) ಅರಸಬಹುದು. ಪ್ರಭಾತದ ಬಿಳಿಯ ನೂಲು ಕಪ್ಪು ನೂಲಿನಿಂದ ಸ್ಪಷ್ಟವಾಗಿ ಗೋಚರಿಸುವವರೆಗೆ ತಿನ್ನಿರಿ ಮತ್ತು ಕುಡಿಯಿರಿ. ನಂತರ ರಾತ್ರಿಯ ತನಕ ಉಪವಾಸವನ್ನು ಪೂರ್ತಿಗೊಳಿಸಿರಿ. ಆದರೆ ನೀವು ಮಸೀದಿಗಳಲ್ಲಿ ಧ್ಯಾನ (ಈತಿಕಾಫ್) ನಿರತರಾಗಿರುವಾಗ ಅವರೊಂದಿಗೆ ಲೈಂಗಿಕ ಸಂಪರ್ಕ ಮಾಡಬೇಡಿ. ಇವು ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳಾಗಿವೆ. ನೀವು ಅವುಗಳ ಸಮೀಪಕ್ಕೂ ಹೋಗಬೇಡಿ. ಹೀಗೆ ಅಲ್ಲಾಹು ಜನರಿಗೆ ತನ್ನ ನಿಯಮಗಳನ್ನು ವಿವರಿಸಿಕೊಡುತ್ತಿದ್ದಾನೆ. ಅವರು ದೇವಭಯವುಳ್ಳವರಾಗುವುದಕ್ಕಾಗಿ.[1]","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"[1] ಇಸ್ಲಾಮಿನ ಆರಂಭ ಕಾಲದಲ್ಲಿ ಸೂರ್ಯಾಸ್ತದ ವೇಳೆ ಉಪವಾಸ ತೊರೆದರೆ ನಂತರ ಇಶಾ ನಮಾಝಿನ ತನಕ ಅಥವಾ ಮಲಗುವ ತನಕ ಮಾತ್ರ ತಿನ್ನುವುದು, ಕುಡಿಯುವುದು ಮತ್ತು ಲೈಂಗಿಕ ಸಂಪರ್ಕ ಮಾಡುವುದನ್ನು ಅನುಮತಿಸಲಾಗಿತ್ತು. ಮಲಗಿದ ನಂತರ ಇವೆಲ್ಲವೂ ನಿಷಿದ್ಧವಾಗಿದ್ದವು. ಈ ನಿರ್ಬಂಧವು ಕಠಿಣವಾಗಿತ್ತು ಮತ್ತು ಅದನ್ನು ಪಾಲಿಸಲು ಕಷ್ಟವಾಗುತ್ತಿತ್ತು. ಆದ್ದರಿಂದ ಅಲ್ಲಾಹು ಈ ನಿರ್ಬಂಧಗಳನ್ನು ತೆಗೆದುಹಾಕಿ ಪ್ರಭಾತೋದಯದ ತನಕ ತಿನ್ನುವ, ಕುಡಿಯುವ ಮತ್ತು ಲೈಂಗಿಕ ಸಂಪರ್ಕ ಮಾಡುವ ರಿಯಾಯಿತಿಯನ್ನು ನೀಡಿದನು.","lang":"kn"},{"name":"2:188","price":"ನೀವು ಒಬ್ಬರು ಇನ್ನೊಬ್ಬರ ಆಸ್ತಿಯನ್ನು ಅನ್ಯಾಯವಾಗಿ ತಿನ್ನಬೇಡಿ. ಜನರ ಆಸ್ತಿಯಿಂದ ಏನನ್ನಾದರೂ ಅನ್ಯಾಯವಾಗಿ ಕಬಳಿಸಲು ಆಡಳಿತಗಾರರಿಗೆ ಲಂಚ ತಲುಪಿಸುವುದನ್ನೂ ಮಾಡಬೇಡಿ. (ಅದು ಸರಿಯಲ್ಲವೆಂದು) ನೀವು ತಿಳಿದವರಾಗಿದ್ದೂ ಸಹ.[1]","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"[1] ಒಬ್ಬ ವ್ಯಕ್ತಿ ಇನ್ನೊಬ್ಬನಿಗೆ ಮೋಸ ಮಾಡಿ ಅವನ ಆಸ್ತಿಯನ್ನು ಕಬಳಿಸುತ್ತಾನೆ. ಆದರೆ ಆಸ್ತಿ ಕಳಕೊಂಡವನಿಗೆ ಅವನ ವಿರುದ್ಧ ಯಾವುದೇ ಸಾಕ್ಷ್ಯಾಧಾರಗಳಿರುವುದಿಲ್ಲ. ಆ ಮೋಸಗಾರ ಈ ದೌರ್ಬಲ್ಯವನ್ನು ಸದುಪಯೋಗಪಡಿಸಿ ನ್ಯಾಯಾಲಯದಲ್ಲಿ ತೀರ್ಪು ತನ್ನ ಪರ ಬರುವಂತೆ ನೋಡಿಕೊಳ್ಳುತ್ತಾನೆ. ಹೀಗೆ ಇನ್ನೊಬ್ಬರಿಂದ ಆಸ್ತಿಯನ್ನು ಕಸಿದುಕೊಳ್ಳುವುದು ಪಾಪ ಮತ್ತು ಅನ್ಯಾಯವಾಗಿದೆ. ನ್ಯಾಯಾಲಯದ ತೀರ್ಪು ನಿಷಿದ್ಧವಾದುದನ್ನು ಧರ್ಮಸಮ್ಮತಗೊಳಿಸುವುದಿಲ್ಲ.","lang":"kn"},{"name":"2:189","price":"ಅವರು ತಮ್ಮೊಂದಿಗೆ ಚಂದ್ರನ ಬಗ್ಗೆ ಕೇಳುತ್ತಾರೆ. ಹೇಳಿರಿ: “ಅದು ಜನರಿಗೆ (ಅವರ ಆರಾಧನಾ ಸಮಯಗಳನ್ನು ತಿಳಿಯುವ) ಮತ್ತು ಹಜ್ಜ್‌ನ ಸಮಯವನ್ನು ತಿಳಿಯುವ ಸಾಧನವಾಗಿದೆ.” ನೀವು ಮನೆಗಳನ್ನು ಹಿಂಭಾಗದಿಂದ ಪ್ರವೇಶಿಸುವುದರಲ್ಲಿ ಒಳಿತಿಲ್ಲ.[1] ಬದಲಿಗೆ, ದೇವಭಯವುಳ್ಳವನೇ ಒಳಿತಿನಲ್ಲಿರುವವನು. ನೀವು ಮನೆಗಳನ್ನು ಅವುಗಳ ಬಾಗಿಲುಗಳಿಂದ ಪ್ರವೇಶಿಸಿ. ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ನೀವು ಯಶಸ್ವಿಯಾಗುವುದಕ್ಕಾಗಿ.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"[1] ಅಜ್ಞಾನಕಾಲದಲ್ಲಿ ಜನರು ಹಜ್ ಅಥವಾ ಉಮ್ರಕ್ಕೆ ಇಹ್ರಾಂ ಧರಿಸಿದ ನಂತರ ಯಾವುದಾದರೂ ಅಗತ್ಯಕ್ಕಾಗಿ ಮನೆಗೆ ಬರಬೇಕಾಗಿ ಬಂದರೆ ಬಾಗಿಲಿನ ಮೂಲಕ ಒಳ ಬರುತ್ತಿರಲಿಲ್ಲ; ಬದಲಿಗೆ ಗೋಡೆಯಲ್ಲಿ ಕನ್ನ ಕೊರೆದು ಅದರ ಮೂಲಕ ಒಳ ಬರುತ್ತಿದ್ದರು. ಅವರು ಇದನ್ನು ಪುಣ್ಯ ಕಾರ್ಯವೆಂದು ತಿಳಿದಿದ್ದರು.","lang":"kn"},{"name":"2:190","price":"ನಿಮ್ಮ ವಿರುದ್ಧ ಯುದ್ಧ ಮಾಡುವವರೊಡನೆ ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ನೀವು ಕೂಡ ಯುದ್ಧ ಮಾಡಿರಿ. ಆದರೆ ಎಲ್ಲೆ ಮೀರಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಎಲ್ಲೆ ಮೀರುವವರನ್ನು ಅಲ್ಲಾಹು ಇಷ್ಟಪಡುವುದಿಲ್ಲ.[1]","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"[1] ಇದು ಮುಸಲ್ಮಾನರಿಗೆ ಯುದ್ಧ ಮಾಡಲು ಅನುಮತಿ ನೀಡುತ್ತಾ ಅವತೀರ್ಣವಾದ ಮೊದಲ ವಚನವಾಗಿದೆ. ಮುಸಲ್ಮಾನರ ವಿರುದ್ಧ ಯುದ್ಧಕ್ಕೆ ಮುಂದಾಗುವವರೊಡನೆ ಯುದ್ಧ ಮಾಡಲು ಈ ವಚನದಲ್ಲಿ ಅನುಮತಿ ನೀಡಲಾಗಿದೆ. ಆದರೆ ಮುಸಲ್ಮಾನರು ಯಾವುದೇ ಕಾರಣಕ್ಕೂ ಎಲ್ಲೆ ಮೀರಬಾರದು. ಎಲ್ಲೆ ಮೀರುವುದೆಂದರೆ ಸತ್ತ ಯೋಧರ ಅಂಗಾಂಗಗಳನ್ನು ವಿರೂಪಗೊಳಿಸುವುದು, ಯುದ್ಧದಲ್ಲಿ ಭಾಗವಹಿಸದ ಮಹಿಳೆಯರು, ಮಕ್ಕಳು ಮತ್ತು ವೃದ್ಧರನ್ನು ಹತ್ಯೆ ಮಾಡುವುದು, ಮರಗಳನ್ನು ಕಡಿಯುವುದು ಅಥವಾ ಸುಡುವುದು, ಪ್ರಾಣಿಗಳನ್ನು ಕೊಲ್ಲುವುದು ಇತ್ಯಾದಿ.","lang":"kn"},{"name":"2:191","price":"ನೀವು ಅವರನ್ನು ಕಂಡಲ್ಲಿ ಕೊಲ್ಲಿರಿ ಮತ್ತು ಅವರು ನಿಮ್ಮನ್ನು ಹೊರಹಾಕಿದ ಸ್ಥಳದಿಂದ ಅವರನ್ನೂ ಹೊರಹಾಕಿರಿ. ಕ್ಷೋಭೆಯು ಕೊಲೆಗಿಂತಲೂ ಘೋರವಾಗಿದೆ. ಮಸ್ಜಿದುಲ್ ಹರಾಮ್‍ನ ಬಳಿ ಅವರು ನಿಮ್ಮೊಂದಿಗೆ ಯುದ್ಧ ಮಾಡುವ ತನಕ ನೀವು ಅವರೊಂದಿಗೆ ಅಲ್ಲಿ ಯುದ್ಧ ಮಾಡಬೇಡಿ. ಅವರು ನಿಮ್ಮೊಂದಿಗೆ ಯುದ್ಧ ಮಾಡಿದರೆ ಅವರನ್ನು ಕೊಲ್ಲಿರಿ. ಈ ರೀತಿ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಪ್ರತಿಫಲ ನೀಡಲಾಗುತ್ತದೆ.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:192","price":"ಆದರೆ ಅವರೇನಾದರೂ ನಿಲ್ಲಿಸಿದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕರುಣೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:193","price":"ಕ್ಷೋಭೆ ನಿವಾರಣೆಯಾಗುವ ತನಕ ಮತ್ತು ಧರ್ಮವು ಅಲ್ಲಾಹನಿಗಾಗುವ ತನಕ ಅವರೊಂದಿಗೆ ಯುದ್ಧ ಮಾಡಿರಿ. ಆದರೆ ಅವರೇನಾದರೂ ನಿಲ್ಲಿಸಿದರೆ, ಮತ್ತೆ ಅಕ್ರಮವೆಸಗಿದವರ ಮೇಲೆಯೇ ಹೊರತು ಇನ್ನಾರ ಮೇಲೂ ಅತಿರೇಕವೆಸಗಬೇಡಿ.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:194","price":"ಪವಿತ್ರ ತಿಂಗಳ ಬದಲಿಗೆ ಪವಿತ್ರ ತಿಂಗಳು. ಪವಿತ್ರವಾದ ಎಲ್ಲವೂ ಅದಲಿ ಬದಲಿಯಾಗಿ ಇರುವುದಾಗಿವೆ. ನಿಮ್ಮ ಮೇಲೆ ಯಾರಾದರೂ ಅತಿರೇಕವೆಸಗಿದರೆ, ಅವನು ನಿಮ್ಮ ಮೇಲೆ ಅತಿರೇಕವೆಸಗಿದಂತೆಯೇ ನೀವು ಅವನ ಮೇಲೆ ಅತಿರೇಕವೆಸಗಿರಿ. ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ತಿಳಿಯಿರಿ! ಅಲ್ಲಾಹು ಅವನನ್ನು ಭಯಪಡುವವರ ಜೊತೆಗಿದ್ದಾನೆ.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:195","price":"ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಖರ್ಚು ಮಾಡಿರಿ. ನಿಮ್ಮ ಕೈಗಳನ್ನು ನೀವೇ ವಿನಾಶಕ್ಕೆ ತಳ್ಳಬೇಡಿ. ಒಳಿತು ಮಾಡಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಒಳಿತು ಮಾಡುವವರನ್ನು ಅಲ್ಲಾಹು ಪ್ರೀತಿಸುತ್ತಾನೆ.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:196","price":"ಅಲ್ಲಾಹನಿಗಾಗಿ ಹಜ್ಜ್ ಮತ್ತು ಉಮ್ರಗಳನ್ನು ಪೂರ್ತಿಗೊಳಿಸಿರಿ. ನಿಮ್ಮನ್ನು (ದಾರಿ ಮಧ್ಯೆ) ತಡೆಯಲಾದರೆ ನಿಮಗೆ ಸುಲಭವಾಗಿರುವ ಒಂದು ಪ್ರಾಣಿಯನ್ನು ಬಲಿ ನೀಡಿರಿ.[1] ಬಲಿಮೃಗವು ಅದರ ಸ್ಥಳವನ್ನು ತಲುಪುವ ತನಕ ಕೇಶಮುಂಡನ ಮಾಡಬೇಡಿ. ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರೂ ಅನಾರೋಗ್ಯದಲ್ಲಿದ್ದು ಅಥವಾ ತಲೆಯಲ್ಲಿ ಏನಾದರೂ ತೊಂದರೆಯಿದ್ದು, (ಕೇಶ ಮುಂಡನ ಮಾಡಿದ್ದರೆ) ಅದಕ್ಕೆ ಪರಿಹಾರವಾಗಿ ಉಪವಾಸ ಅಥವಾ ದಾನಧರ್ಮ ಅಥವಾ ಬಲಿಕರ್ಮ ನಿರ್ವಹಿಸಲಿ. ಆದರೆ ನೀವು ನಿರ್ಭಯ ಸ್ಥಿತಿಯಲ್ಲಿದ್ದು, ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರೂ ಉಮ್ರಾ ನಿರ್ವಹಿಸಿ ಹಜ್ಜ್ ತನಕ ವಿಶ್ರಾಂತಿ ಪಡೆದರೆ, ಅವನು ಸುಲಭವಾಗಿರುವ ಒಂದು ಪ್ರಾಣಿಯನ್ನು ಬಲಿ ನೀಡಲಿ. ಯಾರಿಗೆ ಬಲಿಮೃಗ ಸಿಗುವುದಿಲ್ಲವೋ ಅವನು ಹಜ್ಜ್‌ನ ಸಮಯದಲ್ಲಿ ಮೂರು ದಿನ ಮತ್ತು (ಊರಿಗೆ) ಮರಳಿದ ಬಳಿಕ ಏಳು ದಿನ; ಒಟ್ಟು ಹತ್ತು ದಿನ ಉಪವಾಸ ಆಚರಿಸಲಿ. ಈ ನಿಯಮವಿರುವುದು ಮಸ್ಜಿದುಲ್ ಹರಾಮ್‍ನ ನಿವಾಸಿಗಳಲ್ಲದವರಿಗೆ ಮಾತ್ರ. ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ತಿಳಿಯಿರಿ! ಅಲ್ಲಾಹು ಅತಿ ಕಠೋರವಾಗಿ ಶಿಕ್ಷಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"[1] ದಾರಿ ಮಧ್ಯೆ ಶತ್ರುಗಳು ನಿಮ್ಮನ್ನು ತಡೆದರೆ, ಅಥವಾ ತೀವ್ರ ಅನಾರೋಗ್ಯದಿಂದಾಗಿ ಪ್ರಯಾಣ ಮುಂದುವರಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗದೆ ಹೋದರೆ, ಬಲಿಮೃಗವನ್ನು ಬಲಿ ನೀಡಿ, ಕೇಶ ಮುಂಡನ ಮಾಡಿ ಇಹ್ರಾಮ್‌ನಿಂದ ಮುಕ್ತರಾಗಬಹುದು.","lang":"kn"},{"name":"2:197","price":"ಹಜ್ಜ್‌ ಪರಿಚಿತ ತಿಂಗಳುಗಳಲ್ಲಾಗಿದೆ.[1] ಆದ್ದರಿಂದ ಯಾರಾದರೂ ಆ ತಿಂಗಳುಗಳಲ್ಲಿ (ಇಹ್ರಾಮ್ ಧರಿಸಿ) ಹಜ್ಜ್ ನಿರ್ವಹಿಸುವುದನ್ನು ಕಡ್ಡಾಯಗೊಳಿಸಿದರೆ, ಅವನು ಹಜ್ಜ್‌ನ ಸಮಯದಲ್ಲಿ ಲೈಂಗಿಕ ಸಂಪರ್ಕ, ದುಷ್ಕರ್ಮ ಮತ್ತು ತರ್ಕ ಮಾಡಬಾರದು. ನೀವು ಏನೇ ಸತ್ಕರ್ಮ ಮಾಡಿದರೂ ಅಲ್ಲಾಹು ಅದನ್ನು ತಿಳಿಯುತ್ತಾನೆ. ನೀವು (ಹಜ್ಜ್‌ ಯಾತ್ರೆಗಾಗಿ) ಸಿದ್ಧತೆ ಮಾಡಿಕೊಳ್ಳಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಮಾಡಿಕೊಳ್ಳುವ ಸಿದ್ಧತೆಗಳಲ್ಲಿ ದೇವಭಯವು ಅತಿಶ್ರೇಷ್ಠವಾಗಿದೆ. ಓ ಬುದ್ಧಿವಂತರೇ! ನೀವು ನನ್ನನ್ನು ಭಯಪಡಿರಿ.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"[1] ಪರಿಚಿತ ತಿಂಗಳುಗಳು ಎಂದರೆ ಶವ್ವಾಲ್ ಮತ್ತು ದುಲ್-ಕಅದ ತಿಂಗಳುಗಳು ಮತ್ತು ದುಲ್-ಹಿಜ್ಜ ತಿಂಗಳ ಮೊದಲ ಹತ್ತು ದಿನಗಳು.","lang":"kn"},{"name":"2:198","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಯಾವುದೇ ಔದಾರ್ಯವನ್ನು ಅರಸುವುದರಲ್ಲಿ ನಿಮಗೆ ದೋಷವಿಲ್ಲ. ನೀವು ಅರಫಾತ್‍ನಿಂದ ತೆರಳಿದರೆ ಮಶ್‍ಅರುಲ್ ಹರಾಮ್‍ನ ಬಳಿ ಅಲ್ಲಾಹನನ್ನು ಸ್ಮರಿಸಿರಿ. ಅವನು ನಿಮಗೆ ಸನ್ಮಾರ್ಗ ತೋರಿಸಿದಂತೆಯೇ ನೀವು ಅವನನ್ನು ಸ್ಮರಿಸಿರಿ. ವಾಸ್ತವವಾಗಿ, ಇದಕ್ಕೆ ಮುಂಚೆ ನೀವು ದಾರಿ ತಪ್ಪಿದವರಾಗಿದ್ದಿರಿ.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:199","price":"ನಂತರ ಜನರು ಎಲ್ಲಿಂದ ಹೊರಡುತ್ತಾರೋ ಅಲ್ಲಿಂದ ನೀವೂ ಹೊರಡಿರಿ. ಅಲ್ಲಾಹನಲ್ಲಿ ಕ್ಷಮೆಯಾಚಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕರುಣೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:200","price":"ನೀವು ಹಜ್ಜ್ ಕರ್ಮಗಳನ್ನು ಪೂರೈಸಿದರೆ, ನಿಮ್ಮ ಪೂರ್ವಜರನ್ನು ಸ್ಮರಿಸುವಂತೆಯೇ ಅಥವಾ ಅದಕ್ಕಿಂತಲೂ ತೀವ್ರವಾಗಿ ಅಲ್ಲಾಹನನ್ನು ಸ್ಮರಿಸಿರಿ. ಜನರಲ್ಲಿ ಕೆಲವರು ಹೇಳುತ್ತಾರೆ: “ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮಗೆ ಇಹಲೋಕದಲ್ಲಿ ದಯಪಾಲಿಸು.” ಅಂತಹವರಿಗೆ ಪರಲೋಕದಲ್ಲಿ ಯಾವುದೇ ಪಾಲಿಲ್ಲ.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:201","price":"ಇತರ ಕೆಲವರು ಹೇಳುತ್ತಾರೆ: “ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮಗೆ ಇಹಲೋಕದಲ್ಲಿ ಒಳಿತನ್ನು ದಯಪಾಲಿಸು ಮತ್ತು ಪರಲೋಕದಲ್ಲೂ ಒಳಿತನ್ನು ದಯಪಾಲಿಸು ಮತ್ತು ನಮ್ಮನ್ನು ನರಕ ಶಿಕ್ಷೆಯಿಂದ ಪಾರು ಮಾಡು.”","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:202","price":"ಅವರಿಗೆ ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಪಾಲಿದೆ. ಅಲ್ಲಾಹು ಶೀಘ್ರವಾಗಿ ವಿಚಾರಣೆ ಮಾಡುವವನಾಗಿದ್ದಾನೆ.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:203","price":"ಬೆರಳೆಣಿಕೆಯ ಕೆಲವು ದಿನಗಳಲ್ಲಿ[1] ಅಲ್ಲಾಹನನ್ನು ಸ್ಮರಿಸಿರಿ. ಯಾರಾದರೂ ಎರಡೇ ದಿನಗಳಲ್ಲಿ ತರಾತುರಿಯಿಂದ ಹೊರಟರೆ ಅವರಿಗೆ ದೋಷವಿಲ್ಲ.[2] ಯಾರಾದರೂ ವಿಳಂಬ ಮಾಡಿದರೆ ಅವರಿಗೂ ದೋಷವಿಲ್ಲ. ಇದು ದೇವಭಯವುಳ್ಳವರಿಗಾಗಿದೆ. ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ತಿಳಿಯಿರಿ! ನಿಮ್ಮೆಲ್ಲರನ್ನೂ ಅವನ ಬಳಿಗೇ ಒಟ್ಟುಗೂಡಿಸಲಾಗುತ್ತದೆ.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"[1] ಬೆರಳೆಣಿಕೆಯ ದಿನಗಳು ಎಂದರೆ ಅಯ್ಯಾಮು ತ್ತಶ್ರೀಕ್ (ದುಲ್-ಹಿಜ್ಜ ತಿಂಗಳ 11, 12 ಮತ್ತು 13ನೇ ದಿನಗಳು). [2] ಮಿನಾದಲ್ಲಿ ಮೂರು ದಿನ ತಂಗಿ ಜಮ್ರಗಳಿಗೆ ಕಲ್ಲೆಸೆಯುವುದು ಶ್ರೇಷ್ಠವಾಗಿದೆ. ಆದರೆ ಯಾರಾದರೂ ಎರಡೇ ದಿನಗಳಲ್ಲಿ ಮಿನಾದಿಂದ ಹೊರಟರೆ ಅದರಲ್ಲೇನೂ ತೊಂದರೆಯಿಲ್ಲ.","lang":"kn"},{"name":"2:204","price":"ಜನರಲ್ಲಿ ಕೆಲವರಿದ್ದಾರೆ. ಅವರಲ್ಲೊಬ್ಬನು ಇಹಲೋಕದ ಕುರಿತು ಹೇಳುವ ಮಾತುಗಳು ನಿಮ್ಮನ್ನು ಆಶ್ಚರ್ಯಗೊಳಿಸಬಹುದು. ಅವನು ತನ್ನ ಹೃದಯದಲ್ಲಿರುವುದಕ್ಕೆ ಅಲ್ಲಾಹನನ್ನು ಸಾಕ್ಷಿಯಾಗಿ ಮಾಡುತ್ತಾನೆ. ವಾಸ್ತವವಾಗಿ, ಅವನ ಮಹಾ ಜಗಳಗಂಟಿಯಾಗಿದ್ದಾನೆ.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:205","price":"ಅವನು ಮರಳಿ ಹೋಗುವಾಗ, ಭೂಮಿಯಲ್ಲಿ ಕಿಡಿಗೇಡಿತನ ಮಾಡಲು ಮತ್ತು ಹೊಲಗಳನ್ನು ಹಾಗೂ ವಂಶಗಳನ್ನು ನಾಶ ಮಾಡಲು ಶ್ರಮಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಕಿಡಿಗೇಡಿತನವನ್ನು ಇಷ್ಟಪಡುವುದಿಲ್ಲ.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:206","price":"“ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡು” ಎಂದು ಅವನೊಡನೆ ಹೇಳಲಾದರೆ, ಪ್ರತಿಷ್ಠೆಯು ಅವನನ್ನು ಪಾಪಕ್ಕೆ ಎಳೆಯುತ್ತದೆ. ಅವನಿಗೆ ನರಕವೇ ಸಾಕು. ಆ ವಾಸಸ್ಥಳವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:207","price":"ಅಲ್ಲಾಹನ ಸಂಪ್ರೀತಿಯನ್ನು ಅರಸುತ್ತಾ ತಮ್ಮ ದೇಹವನ್ನೇ ಮಾರುವ ಜನರೂ ಇದ್ದಾರೆ. ಅಲ್ಲಾಹು ತನ್ನ ದಾಸರೊಂದಿಗೆ ದಯೆಯುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:208","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ಇಸ್ಲಾಂ ಧರ್ಮದಲ್ಲಿ ಪೂರ್ಣವಾಗಿ ಪ್ರವೇಶಿಸಿರಿ. ಶೈತಾನನ ಹೆಜ್ಜೆಗಳನ್ನು ಹಿಂಬಾಲಿಸಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ನಿಮ್ಮ ಪ್ರತ್ಯಕ್ಷ ವೈರಿಯಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:209","price":"ನಿಮಗೆ ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳು ತಲುಪಿದ ಬಳಿಕವೂ ನೀವು ತಪ್ಪಿ ನಡೆದರೆ, ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:210","price":"ಅಲ್ಲಾಹು ಮತ್ತು ದೇವದೂತರು ಮೋಡಗಳ ನೆರಳುಗಳಲ್ಲಿ ಅವರ ಬಳಿಗೆ ಬರುವುದನ್ನು ಮತ್ತು ವಿಷಯವು ತೀರ್ಮಾನಿಸಿ ಬಿಡಲಾಗುವುದನ್ನು ಅವರು ಕಾಯುತ್ತಿದ್ದಾರೆಯೇ? ವಿಷಯಗಳೆಲ್ಲವೂ ಅಲ್ಲಾಹನ ಬಳಿಗೇ ಮರಳುತ್ತವೆ.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:211","price":"ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳೊಡನೆ ನಾವು ಅವರಿಗೆ ಎಷ್ಟೆಷ್ಟು ಸ್ಪಷ್ಟ ದೃಷ್ಟಾಂತಗಳನ್ನು ನೀಡಿದ್ದೇವೆಂದು ಕೇಳಿರಿ. ಅಲ್ಲಾಹನ ಅನುಗ್ರಹವು ತನ್ನ ಬಳಿಗೆ ಬಂದ ಬಳಿಕವೂ ಅದನ್ನು ಬದಲಾಯಿಸುವವನು ಯಾರೋ—ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅತಿಕಠೋರವಾಗಿ ಶಿಕ್ಷಿಸುವವನೆಂದು (ಅವನು ತಿಳಿದುಕೊಳ್ಳಲಿ).","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:212","price":"ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಇಹಲೋಕ ಜೀವನವನ್ನು ಅಲಂಕರಿಸಿಕೊಡಲಾಗಿದೆ. ಅವರು ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ತಮಾಷೆ ಮಾಡುತ್ತಾರೆ. ಆದರೆ, ಪುನರುತ್ಥಾನ ದಿನದಂದು ದೇವಭಯವುಳ್ಳವರು ಅವರಿಗಿಂತ ಮೇಲಿರುತ್ತಾರೆ. ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸಿದವರಿಗೆ ಲೆಕ್ಕವಿಲ್ಲದೆ ನೀಡುತ್ತಾನೆ.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:213","price":"ಮಾನವರೆಲ್ಲರೂ ಒಂದೇ ಸಮುದಾಯವಾಗಿದ್ದರು. ನಂತರ ಅಲ್ಲಾಹು ಸುವಾರ್ತೆ ತಿಳಿಸಲು ಮತ್ತು ಎಚ್ಚರಿಕೆ ನೀಡಲು ಪ್ರವಾದಿಗಳನ್ನು ಕಳುಹಿಸಿದನು. ಜನರು ಭಿನ್ನಾಭಿಪ್ರಾಯ ತಳೆದ ವಿಷಯದಲ್ಲಿ ತೀರ್ಪು ನೀಡುವುದಕ್ಕಾಗಿ ಅವರ ಜೊತೆಗೆ ಗ್ರಂಥವನ್ನು ಸತ್ಯ ಸಮೇತ ಅವತೀರ್ಣಗೊಳಿಸಿದನು. ಆದರೆ ಗ್ರಂಥ ನೀಡಲಾದ ಅದೇ ಜನರು ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳು ತಮಗೆ ತಲುಪಿದ ಬಳಿಕವೂ ತಮ್ಮೊಳಗಿನ ವಿದ್ವೇಷದ ನಿಮಿತ್ತ ಅದರ (ಗ್ರಂಥದ) ವಿಷಯದಲ್ಲಿ ಭಿನ್ನಮತ ತಳೆದರು. ಆದ್ದರಿಂದ ಅಲ್ಲಾಹು ತನ್ನ ಅಪ್ಪಣೆ ಪ್ರಕಾರ ಅವರು ಭಿನ್ನಮತೀಯರಾದ ಆ ಸತ್ಯಕ್ಕೆ ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಮುನ್ನಡೆಸಿದನು. ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸಿದವರನ್ನು ನೇರಮಾರ್ಗಕ್ಕೆ ಮುನ್ನಡೆಸುತ್ತಾನೆ.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:214","price":"ನಿಮಗಿಂತ ಮೊದಲಿನವರಿಗೆ ಬಂದಂತಹ ಪರೀಕ್ಷೆಗಳು ನಿಮಗೂ ಬಾರದೆ ನಿರಾಯಾಸವಾಗಿ ಸ್ವರ್ಗವನ್ನು ಪ್ರವೇಶಿಸಿ ಬಿಡಬಹುದೆಂದು ನೀವು ಭಾವಿಸಿದ್ದೀರಾ? ಅವರಿಗೆ ಬಡತನ ಮತ್ತು ಕಷ್ಟಗಳು ಎರಗಿದ್ದವು. ಅಲ್ಲಾಹನ ಸಹಾಯ ಬರುವುದು ಯಾವಾಗ ಎಂದು ಸಂದೇಶವಾಹಕರು ಮತ್ತು ಅವರ ಜೊತೆಯಲ್ಲಿದ್ದ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಕೇಳುವವರೆಗೆ ಅವರನ್ನು ನಡುಗಿಸಲಾಯಿತು. ತಿಳಿಯಿರಿ! ಅಲ್ಲಾಹನ ಸಹಾಯವು ಹತ್ತಿರದಲ್ಲೇ ಇದೆ.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:215","price":"ಅವರು ಏನು ಖರ್ಚು ಮಾಡಬೇಕೆಂದು ಅವರು ನಿಮ್ಮೊಡನೆ ಕೇಳುತ್ತಾರೆ. ಹೇಳಿರಿ: “ನೀವು ಒಳಿತಾಗಿರುವ ಏನು ಖರ್ಚು ಮಾಡುವುದಾದರೂ ಅದು ಮಾತಾಪಿತರಿಗೆ, ಹತ್ತಿರದ ಸಂಬಂಧಿಕರಿಗೆ, ಅನಾಥರಿಗೆ, ನಿರ್ಗತಿಕರಿಗೆ ಮತ್ತು ದಾರಿಹೋಕರಿಗೆ ಖರ್ಚು ಮಾಡಿರಿ. ನೀವು ಏನೇ ಒಳಿತು ಮಾಡಿದರೂ ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅದನ್ನು ತಿಳಿಯುತ್ತಾನೆ.”","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:216","price":"ನಿಮಗೆ ಅಸಹ್ಯವೆನಿಸಿದರೂ ಸಹ ನಿಮ್ಮ ಮೇಲೆ ಯುದ್ಧವನ್ನು ಕಡ್ಡಾಯಗೊಳಿಸಲಾಗಿದೆ. ಬಹುಶಃ ನಿಮಗೊಂದು ವಿಷಯವು ಅಸಹ್ಯವೆನಿಸಿದರೂ ಅದು ನಿಮಗೆ ಒಳಿತಾಗಿರಬಹುದು. ಹಾಗೆಯೇ, ನಿಮಗೊಂದು ವಿಷಯವು ಇಷ್ಟವಾಗಿದ್ದರೂ ಅದು ನಿಮಗೆ ಕೆಡುಕಾಗಿರಬಹುದು. ಅಲ್ಲಾಹು ತಿಳಿದಿದ್ದಾನೆ; ಆದರೆ ನೀವು ತಿಳಿದಿಲ್ಲ.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:217","price":"ನಿಷೇಧಿತ ತಿಂಗಳಲ್ಲಿ ಯುದ್ಧ ಮಾಡುವುದರ ಕುರಿತು ಅವರು ನಿಮ್ಮಲ್ಲಿ ವಿಚಾರಿಸುತ್ತಾರೆ. ಹೇಳಿರಿ: “ಅದರಲ್ಲಿ ಯುದ್ಧ ಮಾಡುವುದು ಮಹಾ ಅಪರಾಧವಾಗಿದೆ.” ಆದರೆ ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ (ಜನರನ್ನು) ತಡೆಯುವುದು, ಅವನನ್ನು ನಿಷೇಧಿಸುವುದು, ಮಸ್ಜಿದುಲ್ ಹರಾಮ್‍ನಿಂದ (ಜನರನ್ನು) ತಡೆಯುವುದು ಮತ್ತು ಅದರ ನಿವಾಸಿಗಳನ್ನು ಅಲ್ಲಿಂದ ಹೊರಹಾಕುವುದು ಅಲ್ಲಾಹನ ದೃಷ್ಟಿಯಲ್ಲಿ ಅದಕ್ಕಿಂತಲೂ ಗಂಭೀರ ಅಪರಾಧಗಳಾಗಿವೆ. ಕ್ಷೋಭೆಯು ಕೊಲೆಗಿಂತಲೂ ಘೋರವಾಗಿದೆ. ಅವರಿಗೆ ಸಾಧ್ಯವಾಗುವುದಾದರೆ ಅವರು ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಧರ್ಮದಿಂದ ಹಿಂದಿರುಗುವಂತೆ ಮಾಡುವವರೆಗೂ ನಿಮ್ಮೊಂದಿಗೆ ಯುದ್ಧ ಮಾಡುತ್ತಲೇ ಇರುವರು. ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರೂ ತನ್ನ ಧರ್ಮವನ್ನು ತ್ಯಜಿಸಿ, ನಂತರ ಸತ್ಯನಿಷೇಧಿಯಾಗಿ ಸಾಯುವುದಾದರೆ, ಅವರ ಕರ್ಮಗಳು ಇಹಲೋಕದಲ್ಲೂ ಪರಲೋಕದಲ್ಲೂ ನಿಷ್ಫಲವಾಗುತ್ತವೆ. ಅವರೇ ನರಕವಾಸಿಗಳು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:218","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು, ಹಿಜ್ರ (ವಲಸೆ) ಹೋದವರು ಮತ್ತು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಯುದ್ಧ ಮಾಡಿದವರು ಯಾರೋ—ಅವರು ಅಲ್ಲಾಹನ ದಯೆಯನ್ನು ನಿರೀಕ್ಷಿಸುತ್ತಾರೆ. ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕರುಣೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:219","price":"ಅವರು ನಿಮ್ಮೊಂದಿಗೆ ಮದ್ಯ ಮತ್ತು ಜೂಜಿನ ಬಗ್ಗೆ ವಿಚಾರಿಸುತ್ತಾರೆ. ಹೇಳಿರಿ: “ಅವೆರಡರಲ್ಲೂ ಬಹುದೊಡ್ಡ ಪಾಪವಿದೆ ಮತ್ತು ಜನರಿಗೆ ಕೆಲವು ಪ್ರಯೋಜನಗಳೂ ಇವೆ.[1] ಆದರೆ ಅವುಗಳ ಪಾಪವು ಪ್ರಯೋಜನಕ್ಕಿಂತಲೂ ದೊಡ್ಡದು.” ಅವರು ಏನು ಖರ್ಚು ಮಾಡಬೇಕೆಂದು ಅವರು ನಿಮ್ಮೊಡನೆ ಕೇಳುತ್ತಾರೆ. ಹೇಳಿರಿ: “ಅಗತ್ಯಕ್ಕಿಂತ ಮಿಕ್ಕಿದ್ದು.” ಈ ರೀತಿ ಅಲ್ಲಾಹು ತನ್ನ ನಿಯಮಗಳನ್ನು ನಿಮಗೆ ಸ್ಪಷ್ಟವಾಗಿ ವಿವರಿಸಿಕೊಡುತ್ತಾನೆ. ನೀವು ಆಲೋಚಿಸುವುದಕ್ಕಾಗಿ.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"[1] ಮದ್ಯ ಮತ್ತು ಜೂಜಿನಲ್ಲಿ ಕೆಲವು ಲೌಕಿಕ ಪ್ರಯೋಜನಗಳಿವೆ. ಉದಾಹರಣೆಗೆ, ಮದ್ಯವು ತಾತ್ಕಾಲಿಕವಾಗಿ ದೇಹದಲ್ಲಿ ಉತ್ಸಾಹ ಮತ್ತು ಚುರುಕುತನವನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ. ಕೆಲವೊಮ್ಮೆ ಮನಸ್ಸು ಮದ್ಯ ಸೇವನೆಯಿಂದ ಹರಿತವಾಗುತ್ತದೆ. ಇದರಿಂದ ಲೈಂಗಿಕ ಸಾಮರ್ಥ್ಯವು ಹೆಚ್ಚಾಗುತ್ತದೆ. ಅದೇ ರೀತಿ, ಮದ್ಯ ಮಾರಾಟವು ಲಾಭದಾಯಕ ಉದ್ಯಮವಾಗಿದೆ. ಜೂಜಿನಲ್ಲಿ ಕೆಲವೊಮ್ಮೆ ಅದೃಷ್ಟವಿರುವವನು ಕೋಟಿಗಳನ್ನು ಸಂಪಾದಿಸುತ್ತಾನೆ. ಆದರೆ ಈ ಪ್ರಯೋಜನಗಳು ವ್ಯಕ್ತಿಯ ಬುದ್ಧಿ ಮತ್ತು ಧರ್ಮಕ್ಕೆ ಉಂಟು ಮಾಡುವ ನಷ್ಟ ಮತ್ತು ಹಾನಿಗಳಿಗೆ ಹೋಲಿಸಿದರೆ ಅವುಗಳ ಪ್ರಯೋಜನವು ಉಲ್ಲೇಖಾರ್ಹವೇ ಅಲ್ಲ.","lang":"kn"},{"name":"2:220","price":"ಇಹಲೋಕ ಮತ್ತು ಪರಲೋಕದ ಕುರಿತು. ಅವರು ನಿಮ್ಮೊಂದಿಗೆ ಅನಾಥರ ಕುರಿತು ವಿಚಾರಿಸುತ್ತಾರೆ. ಹೇಳಿರಿ: “ಅವರ ಯೋಗಕ್ಷೇಮ ನೋಡಿಕೊಳ್ಳುವುದು ಒಳ್ಳೆಯದೇ ಆಗಿದೆ. ನೀವು ಅವರ ಆಸ್ತಿಯನ್ನು ನಿಮ್ಮ ಆಸ್ತಿಯೊಂದಿಗೆ ಸೇರಿಸಿದರೂ (ತಪ್ಪಿಲ್ಲ); ಅವರು ನಿಮ್ಮ ಸಹೋದರರಾಗಿದ್ದಾರೆ. ಯಾರಿಗೆ ಕೆಟ್ಟ ಉದ್ದೇಶವಿದೆ ಮತ್ತು ಯಾರಿಗೆ ಒಳ್ಳೆಯ ಉದ್ದೇಶವಿದೆಯೆಂದು ಅಲ್ಲಾಹು ತಿಳಿದಿದ್ದಾನೆ. ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದರೆ ನಿಮಗೆ ಕಷ್ಟ ಕೊಡುತ್ತಿದ್ದನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.”","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:221","price":"ಬಹುದೇವವಿಶ್ವಾಸಿ ಮಹಿಳೆಯರನ್ನು ಅವರು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗುವ ತನಕ ವಿವಾಹವಾಗಬೇಡಿ. ಸತ್ಯವಿಶ್ವಾಸಿಯಾದ ಗುಲಾಮಸ್ತ್ರೀ ಸ್ವತಂತ್ರಳಾದ ಬಹುದೇವವಿಶ್ವಾಸಿ ಮಹಿಳೆಗಿಂತ ಶ್ರೇಷ್ಠಳು. ಅವಳು (ಬಹುದೇವವಿಶ್ವಾಸಿ) ನಿಮಗೆ ಆಕರ್ಷಕವಾಗಿ ಕಂಡರೂ ಸಹ. ಬಹುದೇವವಿಶ್ವಾಸಿ ಪುರುಷರಿಗೆ ಅವರು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗುವ ತನಕ ನಿಮ್ಮ ಮಹಿಳೆಯರನ್ನು ವಿವಾಹ ಮಾಡಿಕೊಡಬೇಡಿ. ಸತ್ಯವಿಶ್ವಾಸಿಯಾದ ಗುಲಾಮ ಸ್ವತಂತ್ರನಾದ ಬಹುದೇವವಿಶ್ವಾಸಿಗಿಂತ ಶ್ರೇಷ್ಠನು. ಅವನು (ಬಹುದೇವವಿಶ್ವಾಸಿ) ನಿಮಗೆ ಆಕರ್ಷಕವಾಗಿ ಕಂಡರೂ ಸಹ. ಅವರು ನಿಮ್ಮನ್ನು ನರಕಕ್ಕೆ ಕರೆಯುತ್ತಿದ್ದಾರೆ. ಅಲ್ಲಾಹು ತನ್ನ ಅಪ್ಪಣೆಯಿಂದ ನಿಮ್ಮನ್ನು ಸ್ವರ್ಗಕ್ಕೆ ಮತ್ತು ಕ್ಷಮೆಗೆ ಕರೆಯುತ್ತಿದ್ದಾನೆ. ಅವನು ಜನರಿಗೆ ತನ್ನ ನಿಯಮಗಳನ್ನು ವಿವರಿಸಿಕೊಡುತ್ತಾನೆ. ಅವರು ಉಪದೇಶ ಪಡೆಯುವುದಕ್ಕಾಗಿ.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:222","price":"ಅವರು ನಿಮ್ಮೊಂದಿಗೆ ಋತುಸ್ರಾವದ ಕುರಿತು ವಿಚಾರಿಸುತ್ತಾರೆ. ಹೇಳಿರಿ: “ಅದು ಹೊಲಸು. ಆದ್ದರಿಂದ ಋತುಸ್ರಾವದ ಅವಧಿಯಲ್ಲಿ ಮಹಿಳೆಯರಿಂದ ದೂರವಿರಿ. ಅವರು ಶುದ್ಧವಾಗುವ ತನಕ ಅವರ ಬಳಿಗೆ ಹೋಗಬೇಡಿ. ಅವರು ಶುದ್ಧವಾದರೆ ಅಲ್ಲಾಹು ನಿಮಗೆ ಆಜ್ಞಾಪಿಸಿದ ಕಡೆಯಿಂದ ಅವರ ಬಳಿಗೆ ಹೋಗಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಪಶ್ಚಾತ್ತಾಪಪಡುವವರನ್ನು ಪ್ರೀತಿಸುತ್ತಾನೆ ಮತ್ತು ಶುದ್ಧವಾಗಿರುವವರನ್ನು ಕೂಡ ಪ್ರೀತಿಸುತ್ತಾನೆ.”","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:223","price":"ನಿಮ್ಮ ಪತ್ನಿಯರು ನಿಮ್ಮ ಹೊಲದಂತೆ. ನೀವು ಇಚ್ಛಿಸುವಂತೆ ನಿಮ್ಮ ಹೊಲಕ್ಕೆ ಹೋಗಿರಿ ಮತ್ತು ನಿಮಗಾಗಿ (ಸತ್ಕರ್ಮಗಳನ್ನು) ಮುಂದಕ್ಕೆ ಕಳುಹಿಸಿರಿ. ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಅವನನ್ನು ಭೇಟಿಯಾಗಲಿರುವಿರಿ. ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸಿರಿ.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:224","price":"ಒಳಿತು ಮಾಡುವುದನ್ನು, ದೇವಭಯದಿಂದ ಜೀವಿಸುವುದನ್ನು ಮತ್ತು ಜನರ ನಡುವೆ ಸುಧಾರಣೆ ಮಾಡುವುದನ್ನು ಬಿಟ್ಟುಬಿಡುವುದಕ್ಕಾಗಿ ನಿಮ್ಮ ಪ್ರತಿಜ್ಞೆಗಳಿಗೆ ಅಲ್ಲಾಹನನ್ನು ಗುರಿಯನ್ನಾಗಿ ಮಾಡಬೇಡಿ.[1] ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"[1] ಅಂದರೆ, ನಾನು ಇನ್ನು ಮುಂದೆ ಯಾವುದೇ ಒಳಿತು ಮಾಡುವುದಿಲ್ಲ, ನಾನು ಇನ್ನು ಮುಂದೆ ಇವನೊಡನೆ ಮಾತನಾಡುವುದೇ ಇಲ್ಲ, ನಾನು ಇನ್ನು ಮುಂದೆ ಇವರಿಬ್ಬರ ನಡುವೆ ರಾಜಿ ಮಾಡುವುದೇ ಇಲ್ಲ ಎಂಬಿತ್ಯಾದಿಯಾಗಿ ಕೋಪದಿಂದ ಪ್ರತಿಜ್ಞೆ ಮಾಡಬೇಡಿ. ಈ ರೀತಿ ಪ್ರತಿಜ್ಞೆ ಮಾಡಿದವರು ಪರಿಹಾರ ನೀಡಿ ಆ ಪ್ರತಿಜ್ಞೆಯನ್ನು ಹಿಂಪಡೆಯಬೇಕು.","lang":"kn"},{"name":"2:225","price":"ನೀವು ದೃಢನಿರ್ಧಾರದಿಂದ ಮಾಡದ ಪ್ರತಿಜ್ಞೆಗಳಿಗಾಗಿ ಅಲ್ಲಾಹು ನಿಮ್ಮನ್ನು ಶಿಕ್ಷಿಸುವುದಿಲ್ಲ.[1] ಆದರೆ ನೀವು ನಿಮ್ಮ ಹೃದಯದಲ್ಲಿ ಮಾಡಿದ ಪ್ರತಿಜ್ಞೆಗಳಿಗೆ ಅವನು ನಿಮ್ಮನ್ನು ಶಿಕ್ಷಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಸಹಿಷ್ಣುತೆಯುಳ್ಳನಾಗಿದ್ದಾನೆ.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"[1] ಅಂದರೆ ನೀವು ಅಭ್ಯಾಸ ಬಲದಿಂದ ಅಥವಾ ಉದ್ದೇಶಪೂರ್ವಕವಲ್ಲದೆ ಮಾಡುವ ಪ್ರತಿಜ್ಞೆಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿದರೆ ಅಲ್ಲಾಹು ನಿಮ್ಮನ್ನು ಶಿಕ್ಷಿಸುವುದಿಲ್ಲ.","lang":"kn"},{"name":"2:226","price":"ತಮ್ಮ ಪತ್ನಿಯರೊಡನೆ (ಲೈಂಗಿಕ ಸಂಪರ್ಕ ಮಾಡುವುದಿಲ್ಲವೆಂದು) ಪ್ರತಿಜ್ಞೆ ಮಾಡುವವರಿಗೆ ನಾಲ್ಕು ತಿಂಗಳ ಕಾಲಾವಕಾಶವಿದೆ. ಅವರೇನಾದರೂ (ದಾಂಪತ್ಯಕ್ಕೆ) ಮರಳಿದರೆ, ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕರುಣೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.[1]","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"[1] ನಾನು ಹೆಂಡತಿಯೊಂದಿಗೆ ಒಂದು ತಿಂಗಳ ಕಾಲ ಅಥವಾ ಎರಡು ತಿಂಗಳ ಕಾಲ ಸಂಬಂಧವಿಟ್ಟುಕೊಳ್ಳುವುದಿಲ್ಲವೆಂದು ಗಂಡ ಪ್ರತಿಜ್ಞೆ ಮಾಡಿ, ಆ ನಿಗದಿತ ಅವಧಿಯ ನಂತರ ಹೆಂಡತಿಯೊಂದಿಗೆ ಸಂಬಂಧ ಮುಂದುವರಿಸಿದರೆ ಆತ ಪರಿಹಾರ ನೀಡಬೇಕಾಗಿಲ್ಲ. ಆದರೆ ಆ ಅವಧಿ ಪೂರ್ಣಗೊಳ್ಳುವುದಕ್ಕೆ ಮುಂಚೆ ಅವನು ಹೆಂಡತಿಯೊಂದಿಗೆ ಸಂಬಂಧ ಸ್ಥಾಪಿಸಿದರೆ ಪರಿಹಾರ ನೀಡಬೇಕಾಗುತ್ತದೆ. ಇನ್ನು ಗಂಡ ಅವಧಿಯನ್ನು ನಿಶ್ಚಯಿಸದೆ ನಾನು ನನ್ನ ಹೆಂಡತಿಯೊಂದಿಗೆ ಸಂಬಂಧವಿಟ್ಟುಕೊಳ್ಳುವುದಿಲ್ಲ ಎಂದು ಪ್ರತಿಜ್ಞೆ ಮಾಡಿದರೆ, ಅವನಿಗೆ ನಾಲ್ಕು ತಿಂಗಳ ಕಾಲಾವಕಾಶವಿದೆ. ಅದರೊಳಗೆ ಒಂದೋ ಅವನು ಹೆಂಡತಿಯೊಂದಿಗೆ ಸಂಬಂಧವನ್ನು ಮುಂದುವರಿಸಬೇಕು ಅಥವಾ ಆಕೆಗೆ ವಿಚ್ಛೇದನೆ ನೀಡಬೇಕು. ನಾಲ್ಕು ತಿಂಗಳುಗಳಿಗಿಂತ ಹೆಚ್ಚು ಕಾಲ ಹೆಂಡತಿಯೊಂದಿಗೆ ಸಂಬಂಧ ಕಡಿಯುವುದಕ್ಕೆ ಅನುಮತಿಯಿಲ್ಲ. ಆತ ಸಂಬಂಧವನ್ನು ಮುಂದುವರಿಸುವುದಾದರೆ ಅದಕ್ಕೆ ಪರಿಹಾರ ನೀಡಬೇಕು. ಇನ್ನು ಅವನು ಸಂಬಂಧವನ್ನು ಮುಂದುವರಿಸದೆ ಮತ್ತು ವಿಚ್ಛೇದನೆಯನ್ನೂ ನೀಡದೆ, ಸಮಸ್ಯೆಯು ನ್ಯಾಯಾಲಯವನ್ನು ತಲುಪಿದರೆ, ಹೆಂಡತಿಗೆ ಅನ್ಯಾಯವಾಗದಂತೆ ನೋಡಿಕೊಳ್ಳಲು ಅವನಿಗೆ ಎರಡರಲ್ಲಿ ಒಂದನ್ನು ಆರಿಸುವಂತೆ ಒತ್ತಡ ಹೇರಲಾಗುತ್ತದೆ.","lang":"kn"},{"name":"2:227","price":"ಆದರೆ, ಅವರು ವಿಚ್ಛೇದನ ಮಾಡಲು ನಿರ್ಧರಿಸಿದರೆ, ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:228","price":"ವಿಚ್ಛೇದಿತ ಮಹಿಳೆಯರು ಸ್ವಯಂ ಮೂರು ಋತುಸ್ರಾವಗಳ ತನಕ ಕಾಯಬೇಕು. ಅವರಿಗೆ ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅಂತ್ಯದಿನದಲ್ಲಿ ವಿಶ್ವಾಸವಿದ್ದರೆ ಅವರ ಗರ್ಭಗಳಲ್ಲಿ ಅಲ್ಲಾಹು ಸೃಷ್ಟಿಸಿರುವುದನ್ನು ಮುಚ್ಚಿಡುವುದು ಅವರಿಗೆ ಧರ್ಮಸಮ್ಮತವಲ್ಲ. ಅವರ ಗಂಡಂದಿರು ಅವರನ್ನು ಆ ಅವಧಿಯೊಳಗೆ ಮರಳಿ ಸ್ವೀಕರಿಸಲು ಪೂರ್ಣ ಹಕ್ಕುಳ್ಳವರಾಗಿದ್ದಾರೆ—ಅವರ (ಗಂಡಂದಿರ) ಉದ್ದೇಶವು ರಾಜಿ ಮಾಡುವುದಾಗಿದ್ದರೆ.[1] ಪುರುಷರಿಗೆ ಮಹಿಳೆಯರ ಮೇಲೆ ಹಕ್ಕುಗಳಿರುವಂತೆ ಮಹಿಳೆಯರಿಗೂ ಪುರುಷರ ಮೇಲೆ ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿರುವ ಹಕ್ಕುಗಳಿವೆ. ಆದರೆ ಪುರುಷರಿಗೆ ಮಹಿಳೆಯರಿಗಿಂತ ಹೆಚ್ಚಿನ ಒಂದು ಪದವಿಯಿದೆ. ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"[1] ಪತ್ನಿಯನ್ನು ಮರಳಿ ಸ್ವೀಕರಿಸುವುದು ಒಳಿತಿನ ಉದ್ದೇಶದಿಂದಾಗಿದ್ದರೆ, ದೀಕ್ಷಾಕಾಲ (ಇದ್ದ) ಮುಗಿಯುವುದಕ್ಕೆ ಮೊದಲು ಪತ್ನಿಯನ್ನು ಮರಳಿ ಸ್ವೀಕರಿಸುವ ಪೂರ್ಣ ಹಕ್ಕು ಗಂಡನಿಗಿದೆ. ಅದನ್ನು ತಡೆಯುವ ಹಕ್ಕು ಹೆಂಡತಿಯ ಕಡೆಯವರಿಗಿಲ್ಲ.","lang":"kn"},{"name":"2:229","price":"ವಿಚ್ಛೇದನವು ಎರಡು ಬಾರಿ.[1] ನಂತರ ಒಂದೋ ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಬಳಿಯಿರಿಸಿಕೊಳ್ಳಬೇಕು ಅಥವಾ ಉತ್ತಮ ರೀತಿಯಲ್ಲಿ ಬಿಟ್ಟು ಬಿಡಬೇಕು. ನೀವು ಅವರಿಗೆ ನೀಡಿದ ಯಾವುದೇ ವಸ್ತುವನ್ನು ಮರಳಿ ಪಡೆಯುವುದು ನಿಮಗೆ ಧರ್ಮಸಮ್ಮತವಲ್ಲ. ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳೊಳಗೆ ನಿಲ್ಲಲು ಅವರಿಬ್ಬರಿಗೆ ಸಾಧ್ಯವಾಗಲಾರದು ಎಂದು ಅವರಿಬ್ಬರು ಭಯಪಡುವ ಹೊರತು. ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳೊಳಗೆ ನಿಲ್ಲಲು ಅವರಿಬ್ಬರಿಗೆ ಸಾಧ್ಯವಾಗಲಾರದೆಂದು ನೀವು ಭಯಪಡುವುದಾದರೆ, ಪತ್ನಿ ಏನಾದರೂ ಕೊಟ್ಟು ವಿಚ್ಛೇದನ ಪಡೆಯುವುದರಲ್ಲಿ ಅವರಿಬ್ಬರಿಗೂ ದೋಷವಿಲ್ಲ.[2] ಇವು ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳಾಗಿವೆ. ನೀವು ಅವುಗಳನ್ನು ಮೀರಿ ಹೋಗಬೇಡಿ. ಯಾರು ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳನ್ನು ಮೀರಿ ಹೋಗುತ್ತಾರೋ ಅವರೇ ಅಕ್ರಮಿಗಳು.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"[1] ಗಂಡನಿಗೆ ಹೆಂಡತಿಯನ್ನು ಮರಳಿ ಸ್ವೀಕರಿಸಬಹುದಾದ ವಿಚ್ಛೇದನೆಯು ಎರಡು ಬಾರಿ ಮಾತ್ರ. ಮೊದಲ ಬಾರಿ ವಿಚ್ಛೇದಿಸಿದರೆ ಮರಳಿ ಸ್ವೀಕರಿಸಬಹುದು ಮತ್ತು ಎರಡನೇ ಬಾರಿ ವಿಚ್ಛೇದಿಸಿದರೂ ಮರಳಿ ಸ್ವೀಕರಿಸಬಹುದು. ಆದರೆ ಮೂರನೇ ಬಾರಿ ವಿಚ್ಛೇದಿಸಿದರೆ (ಮೂರನೇ ತಲಾಕ್ ಹೇಳಿದರೆ) ನಂತರ ಹೆಂಡತಿಯನ್ನು ಮರಳಿ ಸ್ವೀಕರಿಸುವ ಅನುಮತಿಯಿಲ್ಲ. ಇಸ್ಲಾಮೀ ಪೂರ್ವ ಕಾಲದಲ್ಲಿ ವಿಚ್ಛೇದನೆಗೆ ಮತ್ತು ಮರಳಿ ಸ್ವೀಕರಿಸುವುದಕ್ಕೆ ಯಾವುದೇ ಮಿತಿಯಿರಲಿಲ್ಲ. ಎಷ್ಟು ಬಾರಿ ಬೇಕಾದರೂ ವಿಚ್ಛೇದನೆ ನೀಡಬಹುದಿತ್ತು ಮತ್ತು ಎಷ್ಟು ಬಾರಿ ಬೇಕಾದರೂ ಮರಳಿ ಪಡೆಯಬಹುದಿತ್ತು. ಇದರಿಂದ ಮಹಿಳೆಯರಿಗೆ ತುಂಬಾ ಅನ್ಯಾಯವಾಗುತ್ತಿತ್ತು. ಏಕೆಂದರೆ, ಅತ್ತ ಗಂಡ ಪೂರ್ಣವಾಗಿ ವಿಚ್ಛೇದಿಸುತ್ತಲೂ ಇರಲಿಲ್ಲ ಮತ್ತು ಪತ್ನಿಯಾಗಿಟ್ಟುಕೊಳ್ಳುತ್ತಲೂ ಇರಲಿಲ್ಲ. ಗಂಡನಿಂದ ವಿಚ್ಛೇದನೆ ಸಿಗದೆ ಅವಳಿಗೆ ಬೇರೆ ಮದುವೆಯಾಗಲು ಸಾಧ್ಯವಾಗುತ್ತಿರಲಿಲ್ಲ. ಆಕೆ ಗಂಡನೊಂದಿಗೆ ನರಕಸದ್ರಶ ಜೀವನವನ್ನು ಅನುಭವಿಸಬೇಕಾಗಿ ಬರುತ್ತಿತ್ತು. [2] ಪತ್ನಿ ವಿಚ್ಛೇದನ ಪಡೆಯುವುದನ್ನು ಖುಲಾ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಅಂದರೆ ಆಕೆ ಗಂಡನಿಂದ ಬೇರ್ಪಡಲು ಬಯಸಿದರೆ ಗಂಡ ಆಕೆಗೆ ನೀಡಿದ ವಧುದಕ್ಷಿಣೆ (ಮಹರ್)ಯನ್ನು ಹಿಂದಿರುಗಿಸಬೇಕು. ಗಂಡ ಬೇರ್ಪಡಲು ಒಪ್ಪದಿದ್ದರೆ, ನ್ಯಾಯಾಲಯವು ವಿಚ್ಛೇದನ ನೀಡಲು ಗಂಡನಿಗೆ ಆದೇಶಿಸುತ್ತದೆ. ಗಂಡ ವಿಚ್ಛೇದನ ನೀಡದಿದ್ದರೆ ನ್ಯಾಯಾಲಯವು ಮದುವೆಯನ್ನು ಫಸ್ಕ್ (ರದ್ದು) ಮಾಡುತ್ತದೆ.","lang":"kn"},{"name":"2:230","price":"ಇನ್ನು (ಮೂರನೇ ಬಾರಿ) ಅವನು ಅವಳನ್ನು ವಿಚ್ಛೇದಿಸಿದರೆ, ನಂತರ ಅವಳು ಬೇರೊಬ್ಬನನ್ನು ವಿವಾಹವಾಗುವ ತನಕ ಇವನಿಗೆ ಧರ್ಮಸಮ್ಮತಳಾಗುವುದಿಲ್ಲ. ಆದರೆ ಅವನು ಕೂಡ ಅವಳಿಗೆ ವಿಚ್ಛೇದನ ನೀಡಿದರೆ, ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳೊಳಗೆ ನಿಲ್ಲಲು ಸಾಧ್ಯವಾಗುವುದೆಂದು ಇವರಿಬ್ಬರು ಭಾವಿಸುವುದಾದರೆ (ಹಳೆಯ ದಾಂಪತ್ಯಕ್ಕೆ) ಮರಳುವುದರಲ್ಲಿ ಇವರಿಬ್ಬರಿಗೆ ದೋಷವಿಲ್ಲ. ಇವು ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳಾಗಿವೆ. ತಿಳುವಳಿಕೆಯಿರುವ ಜನರಿಗಾಗಿ ಅವನು ಅವುಗಳನ್ನು ವಿವರಿಸಿಕೊಡುತ್ತಾನೆ.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:231","price":"ನೀವು ನಿಮ್ಮ ಪತ್ನಿಯರಿಗೆ ವಿಚ್ಛೇದನ ನೀಡಿ, ನಂತರ ಅವರು ತಮ್ಮ ಅವಧಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದರೆ, ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಅವರನ್ನು ಬಳಿಯಿಟ್ಟುಕೊಳ್ಳಿ ಅಥವಾ ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಅವರನ್ನು ಬಿಟ್ಟು ಬಿಡಿ. ಅವರಿಗೆ ತೊಂದರೆ ಕೊಡುವ ಉದ್ದೇಶದಿಂದ ಅತಿರೇಕವೆಸಗಲು ಅವರನ್ನು ಬಳಿಯಿಟ್ಟುಕೊಳ್ಳಬೇಡಿ. ಯಾರು ಹೀಗೆ ಮಾಡುತ್ತಾನೋ ಅವನು ಅವನ ಮೇಲೆಯೇ ಅಕ್ರಮವೆಸಗಿದ್ದಾನೆ. ಅಲ್ಲಾಹನ ನಿಯಮಗಳನ್ನು ತಮಾಷೆಯಾಗಿ ಸ್ವೀಕರಿಸಬೇಡಿ. ಅಲ್ಲಾಹು ನಿಮಗೆ ದಯಪಾಲಿಸಿದ ಅನುಗ್ರಹಗಳನ್ನು ಮತ್ತು ನಿಮಗೆ ಉಪದೇಶ ನೀಡುತ್ತಾ ಅವನು ಅವತೀರ್ಣಗೊಳಿಸಿದ ಗ್ರಂಥ ಮತ್ತು ವಿವೇಕವನ್ನು ಸ್ಮರಿಸಿರಿ. ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ತಿಳಿಯಿರಿ! ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನೂ ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:232","price":"ನೀವು ನಿಮ್ಮ ಪತ್ನಿಯರಿಗೆ ವಿಚ್ಛೇದನ ನೀಡಿ, ನಂತರ ಅವರು ತಮ್ಮ ಅವಧಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದರೆ, ಅವರು ಅವರ ಗಂಡಂದಿರನ್ನು ವಿವಾಹವಾಗುವುದನ್ನು ತಡೆಯಬೇಡಿ—ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಅವರು ಪರಸ್ಪರ ಸಂತೃಪ್ತರಾಗಿದ್ದರೆ. ಇದು ನಿಮ್ಮ ಪೈಕಿ ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅಂತ್ಯದಿನದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವವರಿಗೆ ನೀಡುವ ಉಪದೇಶವಾಗಿದೆ. ಅದು ನಿಮಗೆ ಅತಿಶ್ರೇಷ್ಠ ಮತ್ತು ಅತ್ಯಂತ ಪರಿಶುದ್ಧವಾಗಿದೆ. ಅಲ್ಲಾಹು ತಿಳಿದಿದ್ದಾನೆ; ಆದರೆ ನೀವು ತಿಳಿದಿಲ್ಲ.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:233","price":"ತಾಯಂದಿರು ತಮ್ಮ ಮಕ್ಕಳಿಗೆ ಎರಡು ವರ್ಷ ಪೂರ್ಣವಾಗಿ ಸ್ತನಪಾನ ಮಾಡಬೇಕು—ಇದು ಸ್ತನಪಾನದ ಅವಧಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಬಯಸುವವರಿಗೆ. ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಅವರಿಗೆ ಆಹಾರ ಮತ್ತು ಬಟ್ಟೆಬರೆಗಳನ್ನು ಒದಗಿಸುವುದು ಮಗುವಿನ ತಂದೆಯ ಕರ್ತವ್ಯವಾಗಿದೆ. ಯಾರ ಮೇಲೂ ಅವನ ಸಾಮರ್ಥ್ಯಕ್ಕಿಂತ ಮಿಗಿಲಾದುದನ್ನು ಹೊರಿಸಲಾಗುವುದಿಲ್ಲ. ಮಗುವಿನ ಕಾರಣದಿಂದ ತಾಯಿಗೆ ತೊಂದರೆಯಾಗಬಾರದು ಮತ್ತು ಮಗುವಿನ ಕಾರಣದಿಂದ ತಂದೆಗೂ ತೊಂದರೆಯಾಗಬಾರದು. ವಾರಿಸುದಾರರಿಗೂ ಇದೇ ರೀತಿಯ ಕರ್ತವ್ಯಗಳಿವೆ. ಅವರಿಬ್ಬರು ಸಂತೃಪ್ತಿಯಿಂದ ಮತ್ತು ಸಮಾಲೋಚನೆಯಿಂದ ಮಗುವಿನ ಸ್ತನಪಾನವನ್ನು ನಿಲ್ಲಿಸಲು ಬಯಸಿದರೆ ಅವರಿಬ್ಬರ ಮೇಲೂ ದೋಷವಿಲ್ಲ. ನಿಮ್ಮ ಮಕ್ಕಳಿಗೆ ಬೇರೊಬ್ಬರಿಂದ ಸ್ತನಪಾನ ಮಾಡಿಸಲು ನೀವು ಬಯಸುವುದಾದರೆ, ಅದರಲ್ಲೂ ನಿಮಗೆ ದೋಷವಿಲ್ಲ—ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಅವರಿಗೆ ಅವರ ವೇತನವನ್ನು ಕೊಡುವುದಾದರೆ. ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ತಿಳಿಯಿರಿ! ನೀವು ಮಾಡುವ ಕರ್ಮಗಳನ್ನು ಅಲ್ಲಾಹು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:234","price":"ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರೂ ತಮ್ಮ ಪತ್ನಿಯರನ್ನು ಬಿಟ್ಟು ನಿಧನರಾದರೆ, ಅವರು (ಪತ್ನಿಯರು) ಸ್ವಯಂ ನಾಲ್ಕು ತಿಂಗಳು ಮತ್ತು ಹತ್ತು ದಿನ ದೀಕ್ಷಾಕಾಲ (ಇದ್ದ) ಆಚರಿಸಬೇಕು. ನಂತರ ಅವರ (ದೀಕ್ಷಾಕಾಲದ) ಅವಧಿ ಪೂರ್ಣವಾದರೆ, ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಅವರೇನು ಮಾಡುತ್ತಾರೋ ಅದರಲ್ಲಿ ನಿಮಗೆ ದೋಷವಿಲ್ಲ. ನೀವು ಮಾಡುವ ಕರ್ಮಗಳನ್ನು ಅಲ್ಲಾಹು ಸೂಕ್ಷ್ಮವಾಗಿ ತಿಳಿಯುತ್ತಿದ್ದಾನೆ.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:235","price":"ನೀವು ಆ ಮಹಿಳೆಯರನ್ನು ವಿವಾಹವಾಗಲು ಬಯಸುತ್ತೀರೆಂದು ಸೂಚ್ಯವಾಗಿ ತಿಳಿಸಿದರೆ ಅಥವಾ ಅದನ್ನು ಮನಸ್ಸಿನೊಳಗೆ ಬಚ್ಚಿಟ್ಟರೆ ಅದರಲ್ಲಿ ನಿಮಗೇನೂ ದೋಷವಿಲ್ಲ.[1] ನೀವು ಅವರ ಬಗ್ಗೆ ಯೋಚಿಸುತ್ತೀರೆಂದು ಅಲ್ಲಾಹನಿಗೆ ತಿಳಿದಿದೆ. ಆದರೆ ರಹಸ್ಯವಾಗಿ ಅವರಿಗೆ ಯಾವುದೇ ಭರವಸೆ ನೀಡಬೇಡಿ. ನೀವು ಅವರೊಡನೆ ಉತ್ತಮ ಮಾತುಗಳನ್ನಾಡಬಹುದು. ಅವರ (ದೀಕ್ಷಾಕಾಲದ) ಅವಧಿ ಪೂರ್ಣವಾಗುವ ತನಕ ವಿವಾಹ ಕರಾರು ಮಾಡಿಕೊಳ್ಳಲು ದೃಢನಿರ್ಧಾರ ತೆಗೆದುಕೊಳ್ಳಬೇಡಿ. ತಿಳಿಯಿರಿ! ನಿಮ್ಮ ಮನಸ್ಸಿನಲ್ಲಿರುವುದನ್ನು ಅಲ್ಲಾಹು ತಿಳಿಯುತ್ತಾನೆ. ಆದ್ದರಿಂದ ಅವನನ್ನು ಭಯಪಡಿರಿ. ತಿಳಿಯಿರಿ! ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಸಹಿಷ್ಣುತೆಯುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"[1] ಇಲ್ಲಿ ಉದ್ದೇಶಿಸಿರುವುದು ಮೂರು ವಿಚ್ಛೇದನಗಳನ್ನು (ತಲಾಕ್) ಪಡೆದ ಮಹಿಳೆಯ ಬಗ್ಗೆ. ಅವರೊಡನೆ ಸೂಚ್ಯವಾಗಿ, ಅಂದರೆ ನನಗೆ ಒಬ್ಬ ಮಹಿಳೆಯನ್ನು ವಿವಾಹವಾಗುವ ಇರಾದೆಯಿದೆ, ಅಥವಾ ನಾನು ಒಬ್ಬ ಉತ್ತಮ ಮಹಿಳೆಯನ್ನು ಹುಡುಕುತ್ತಿದ್ದೇನೆ ಎಂದು ಹೇಳಬಹುದು. ಆದರೆ ಇದ್ದ (ದೀಕ್ಷಾಕಾಲ) ಮುಗಿಯುವ ತನಕ ರಹಸ್ಯ ಭರವಸೆಗಳನ್ನು ಅಥವಾ ವಿವಾಹ ಒಪ್ಪಂದವನ್ನು ಮಾಡಿಕೊಳ್ಳಬಾರದು. ಇನ್ನು ಒಂದು ಅಥವಾ ಎರಡು ವಿಚ್ಛೇದನ (ತಲಾಕ್) ಪಡೆದ ಮಹಿಳೆಯೊಡನೆ ಸೂಚ್ಯವಾಗಿಯೂ ವಿವಾಹದ ಬಗ್ಗೆ ಪ್ರಸ್ತಾಪವೆತ್ತಬಾರದು. ಏಕೆಂದರೆ ಆ ಅವಧಿಯಲ್ಲಿ ಆಕೆಯ ಗಂಡ ಆಕೆಯನ್ನು ಮರಳಿ ಸ್ವೀಕರಿಸುವ ಸಾಧ್ಯತೆಯಿದೆ.","lang":"kn"},{"name":"2:236","price":"ನೀವು ನಿಮ್ಮ ಪತ್ನಿಯರನ್ನು ಸೇರುವುದಕ್ಕೆ ಮೊದಲು ಅಥವಾ ಅವರಿಗೆ ವಧುದಕ್ಷಿಣೆಯನ್ನು ನಿಶ್ಚಯಿಸುವುದಕ್ಕೆ ಮೊದಲು ವಿಚ್ಛೇದನ ನೀಡಿದರೆ, ಅದರಲ್ಲಿ ನಿಮಗೇನೂ ದೋಷವಿಲ್ಲ. ಆದರೆ ಅವರಿಗೆ ಏನಾದರೂ ಪರಿಹಾರವನ್ನು ನೀಡಿರಿ. ಶ್ರೀಮಂತನು ತನ್ನ ಶಕ್ತಿಗೆ ಅನುಗುಣವಾಗಿ ಮತ್ತು ಬಡವನು ತನ್ನ ಶಕ್ತಿಗೆ ಅನುಗುಣವಾಗಿ ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಏನಾದರೂ ನೀಡಲಿ. ಇದು ಒಳಿತು ಮಾಡುವವರ ಕರ್ತವ್ಯವಾಗಿದೆ.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:237","price":"ನೀವು ನಿಮ್ಮ ಪತ್ನಿಯರನ್ನು ಸೇರುವುದಕ್ಕೆ ಮೊದಲು ಅವರಿಗೆ ವಿಚ್ಛೇದನ ನೀಡಿದರೆ, ಮತ್ತು ಈಗಾಗಲೇ ನೀವು ಅವರಿಗೆ ವಧುದಕ್ಷಿಣೆಯನ್ನು ನಿಶ್ಚಯಿಸಿದ್ದರೆ, ನಿಶ್ಚಯಿಸಿದ ವಧುದಕ್ಷಿಣೆಯ ಅರ್ಧವನ್ನು ಅವರಿಗೆ ಕೊಟ್ಟುಬಿಡಿ. ಆದರೆ, ಅವರು ಮಾಫಿ ಮಾಡಿದರೆ ಹೊರತು.[1] ಅಥವಾ ವಿವಾಹ ಕರಾರು ಯಾರ ಕೈಯಲ್ಲಿದೆಯೋ ಅವನು ಮಾಫಿ ಮಾಡಿದರೆ ಹೊರತು.[2] ನೀವು ಮಾಫಿ ಮಾಡುವುದು ದೇವಭಯಕ್ಕೆ ಹೆಚ್ಚು ನಿಕಟವಾಗಿದೆ. ನೀವು ನಿಮ್ಮ ನಡುವಿನ ಸೌಜನ್ಯವನ್ನು ಮರೆಯಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳನ್ನು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"[1] ಅಂದರೆ ಪತ್ನಿ ವಧುದಕ್ಷಿಣೆಯ ಅರ್ಧ ಹಕ್ಕು ತನಗೆ ಬೇಡವೆಂದು ಹೇಳಿ ವಧುದಕ್ಷಿಣೆಯನ್ನು ಪೂರ್ಣವಾಗಿ ಹಿಂದಿರುಗಿಸುವುದು. [2] ವಿವಾಹ ಕರಾರು ಕೈಯಲ್ಲಿರುವವನು ಎಂದರೆ ಗಂಡ. ಅಂದರೆ, ಅವನು ವಧುದಕ್ಷಿಣೆಯ ಅರ್ಧ ಭಾಗವನ್ನು ಪಡೆಯುವ ತನ್ನ ಹಕ್ಕನ್ನು ಮಾಫಿ ಮಾಡಿ ವಧುದಕ್ಷಿಣೆಯನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಹೆಂಡತಿಗೆ ಬಿಟ್ಟುಕೊಡುವುದು.","lang":"kn"},{"name":"2:238","price":"ನಮಾಝ್‌ಗಳನ್ನು ಸಂರಕ್ಷಣೆ ಮಾಡಿರಿ. ವಿಶೇಷವಾಗಿ ಮಧ್ಯಮ (ಅಸರ್) ನಮಾಝನ್ನು. ಅಲ್ಲಾಹನ ಮುಂದೆ ವಿಧೇಯತೆಯಿಂದ ನಿಲ್ಲಿರಿ.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:239","price":"ನಿಮಗೆ ಭಯವಿದ್ದರೆ ನಡೆಯುತ್ತಾ ಅಥವಾ ಸವಾರಿ ಮಾಡುತ್ತಾ (ನಮಾಝ್ ನಿರ್ವಹಿಸಿರಿ). ನೀವು ಭಯಮುಕ್ತರಾದರೆ ನಿಮಗೆ ತಿಳಿಯದಿರುವುದನ್ನು ಅಲ್ಲಾಹು ನಿಮಗೆ ಕಲಿಸಿಕೊಟ್ಟಂತೆ ಅವನನ್ನು ಸ್ಮರಿಸಿರಿ.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:240","price":"ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರೂ ತಮ್ಮ ಪತ್ನಿಯರನ್ನು ಬಿಟ್ಟು ನಿಧನರಾದರೆ, ಪತ್ನಿಯರನ್ನು ಒಂದು ವರ್ಷದ ತನಕ ಹೊರ ಕಳುಹಿಸದೆ ಅವರನ್ನು ನೋಡಿಕೊಳ್ಳಲು ಉಯಿಲು ಮಾಡಬೇಕು. ಅವರೇನಾದರೂ (ಸ್ವಯಂ) ಹೊರಟುಹೋದರೆ, ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಅವರೇನು ಮಾಡುತ್ತಾರೋ ಅದರಲ್ಲಿ ನಿಮಗೆ ದೋಷವಿಲ್ಲ. ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:241","price":"ವಿಚ್ಛೇದಿತ ಮಹಿಳೆಯರಿಗೆ ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಏನಾದರೂ ಪರಿಹಾರವನ್ನು ಕೊಡಬೇಕಾಗಿದೆ. ಇದು ದೇವಭಯವುಳ್ಳವರ ಕರ್ತವ್ಯವಾಗಿದೆ.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:242","price":"ಈ ರೀತಿ ಅಲ್ಲಾಹು ತನ್ನ ನಿಯಮಗಳನ್ನು ನಿಮಗೆ ಸ್ಪಷ್ಟವಾಗಿ ವಿವರಿಸಿಕೊಡುತ್ತಾನೆ. ನೀವು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಕ್ಕಾಗಿ.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:243","price":"ಸಹಸ್ರಾರು ಸಂಖ್ಯೆಯ ಜನರು ಸಾವಿನ ಭಯದಿಂದ ತಮ್ಮ ಮನೆಗಳನ್ನು ಬಿಟ್ಟು ಓಡಿದ್ದನ್ನು ನೀವು ನೋಡಿಲ್ಲವೇ?[1] ಆಗ ಅಲ್ಲಾಹು ಅವರೊಡನೆ, \"ಸಾಯಿರಿ\" ಎಂದು ಹೇಳಿದನು. ನಂತರ ಅವನು ಅವರಿಗೆ ಜೀವ ನೀಡಿದನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನಿಗೆ ಜನರ ಮೇಲೆ ಬಹಳ ಔದಾರ್ಯವಿದೆ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಕೃತಜ್ಞರಾಗುವುದಿಲ್ಲ.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"[1] ಇವರು ಯಾರು ಎಂಬುದರ ಬಗ್ಗೆ ಅಧಿಕೃತವಾದ ಯಾವುದೇ ಉಲ್ಲೇಖಗಳಿಲ್ಲ. ಕುರ್‌ಆನ್ ವ್ಯಾಖ್ಯಾನ ಗ್ರಂಥಗಳಲ್ಲಿ ಇವರನ್ನು ಇಸ್ರಾಯೇಲರಲ್ಲಿ ಸೇರಿದವರೆಂದು ಹೇಳಲಾಗಿದೆ. ಇವರಿಗೆ ಅಲ್ಲಾಹು ಪುನಃ ಜೀವ ನೀಡಲು ಪ್ರವಾದಿ ಯೆಹೆಜ್ಕೇಲರ ಪ್ರಾರ್ಥನೆಯೇ ಕಾರಣವೆಂದು ಹೇಳಲಾಗಿದೆ. ಇವರು ಧರ್ಮಯುದ್ಧದಲ್ಲಿ ಪಾಲ್ಗೊಳ್ಳಲು ಕರೆದಾಗ ಅಥವಾ ಊರಲ್ಲಿ ಪ್ಲೇಗ್ ರೋಗ ಹರಡಿದಾಗ ಸಾವಿನ ಭಯದಿಂದ ಊರು ಬಿಟ್ಟು ಓಡಿದ್ದರು.","lang":"kn"},{"name":"2:244","price":"ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಯುದ್ಧ ಮಾಡಿರಿ. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನೂ ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:245","price":"ಅಲ್ಲಾಹನಿಗೆ ಒಳ್ಳೆಯ ಸಾಲವನ್ನು ಕೊಡುವವರು ಯಾರು?[1] ಹಾಗಾದರೆ, ಅಲ್ಲಾಹು ಅವನಿಗೆ ಅದನ್ನು ಹಲವಾರು ಪಟ್ಟು ಹೆಚ್ಚಿಸಿಕೊಡುವನು. ಅಲ್ಲಾಹನೇ ಇಕ್ಕಟ್ಟು ಮತ್ತು ವಿಶಾಲತೆಯನ್ನು ನೀಡುವವನು. ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುತ್ತದೆ.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"[1] ಒಳ್ಳೆಯ ಸಾಲ ಎಂದರೆ ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಮಾಡುವ ದಾನಧರ್ಮಗಳು.","lang":"kn"},{"name":"2:246","price":"ಮೂಸಾರ ಕಾಲಾನಂತರ ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳಲ್ಲಿ ಸೇರಿದ ಕೆಲವು ಮುಖಂಡರನ್ನು ನೀವು ನೋಡಿಲ್ಲವೇ? ಅವರು ತಮ್ಮ ಪ್ರವಾದಿಯೊಂದಿಗೆ, \"ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಯುದ್ಧ ಮಾಡಲು ನಮಗೆ ಒಬ್ಬ ರಾಜನನ್ನು ನೇಮಿಸಿಕೊಡಿ\" ಎಂದು ಹೇಳಿದ ಸಂದರ್ಭ. ಅವರು (ಪ್ರವಾದಿ) ಹೇಳಿದರು: \"ನಿಮ್ಮ ಮೇಲೆ ಯುದ್ಧವು ಕಡ್ಡಾಯವಾದ ನಂತರ ನೀವೇನಾದರೂ ಯುದ್ಧ ಮಾಡದವರಾಗಿ ಬಿಟ್ಟರೆ?\" ಅವರು ಹೇಳಿದರು: \"ನಮ್ಮನ್ನು ನಮ್ಮ ಮನೆಗಳಿಂದ ಓಡಿಸಲಾಗಿರುವ ಮತ್ತು ನಮ್ಮಿಂದ ನಮ್ಮ ಮಕ್ಕಳನ್ನು ಬೇರ್ಪಡಿಸಲಾಗಿರುವ ಈ ಸ್ಥಿತಿಯಲ್ಲಿ ನಾವು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಯುದ್ಧ ಮಾಡದಿರಲು ಸಾಧ್ಯವೇ?\" ಆದರೆ ಅವರ ಮೇಲೆ ಯುದ್ಧವು ಕಡ್ಡಾಯವಾದಾಗ ಅವರಲ್ಲಿ ಕೆಲವರ ಹೊರತು ಉಳಿದವರೆಲ್ಲರೂ ಮುಖ ತಿರುಗಿಸಿ ನಡೆದರು. ಅಲ್ಲಾಹನಿಗೆ ಅಕ್ರಮಿಗಳ ಬಗ್ಗೆ ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:247","price":"ಅವರೊಡನೆ ಅವರ ಪ್ರವಾದಿ ಹೇಳಿದರು: \"ಅಲ್ಲಾಹು ನಿಮಗೆ ತಾಲೂತ‌ರನ್ನು (ಸೌಲ್) ರಾಜನಾಗಿ ನೇಮಿಸಿದ್ದಾನೆ.\" ಅವರು ಹೇಳಿದರು: \"ಅವರು ನಮಗೆ ರಾಜನಾಗಲು ಹೇಗೆ ಸಾಧ್ಯ? ರಾಜ ಪದವಿಗೆ ಅವರಿಗಿಂತಲೂ ಹೆಚ್ಚು ಅರ್ಹತೆ ನಮಗಿದೆ. ಅವರಿಗೆ ಹೇರಳ ಆಸ್ತಿಪಾಸ್ತಿಯನ್ನೂ ನೀಡಲಾಗಿಲ್ಲ.\" ಅವರು (ಪ್ರವಾದಿ) ಹೇಳಿದರು: \"ಅಲ್ಲಾಹು ನಿಮಗಿಂತ ಅವರನ್ನೇ ಆಯ್ಕೆ ಮಾಡಿದ್ದಾನೆ ಮತ್ತು ಅವರಿಗೆ ಬೌದ್ಧಿಕ ಹಾಗೂ ದೈಹಿಕ ಶ್ರೇಷ್ಠತೆಯನ್ನು ನೀಡಿದ್ದಾನೆ. ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅವನ ರಾಜ ಪದವಿ ನೀಡುತ್ತಾನೆ. ಅಲ್ಲಾಹು ವಿಶಾಲನು ಮತ್ತು ಸರ್ವಜ್ಞನಾಗಿದ್ದಾನೆ.”","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:248","price":"ಅವರೊಡನೆ ಅವರ ಪ್ರವಾದಿ ಹೇಳಿದರು: \"ಆ ಪೆಟ್ಟಿಗೆ ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವುದು ಅವರ ರಾಜ ಪದವಿಯ ಸಂಕೇತವಾಗಿದೆ. ಅದರಲ್ಲಿ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಮನಃಶಾಂತಿ ಮತ್ತು ಮೂಸಾ ಹಾಗೂ ಹಾರೂನರ ಕುಟುಂಬಗಳು ಬಿಟ್ಟು ಹೋದ ಅವಶೇಷಗಳಿವೆ. ಅದನ್ನು ದೇವದೂತರು ವಹಿಸಿಕೊಂಡು ಬರುತ್ತಾರೆ. ನೀವು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮಗೆ ಅದರಲ್ಲಿ ಸ್ಪಷ್ಟ ದೃಷ್ಟಾಂತವಿದೆ.\"","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:249","price":"ನಂತರ ತಾಲೂತ್ (ಸೌಲ್) ಸೈನ್ಯದೊಂದಿಗೆ ಹೊರಟಾಗ ಹೇಳಿದರು: \"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಒಂದು ನದಿಯ ಮೂಲಕ ನಿಮ್ಮನ್ನು ಪರೀಕ್ಷಿಸುವನು. ಯಾರು ಅದರ ನೀರನ್ನು ಕುಡಿಯುತ್ತಾನೋ ಅವನು ನನ್ನವನಲ್ಲ. ಯಾರು ಅದರ ರುಚಿ ನೋಡುವುದಿಲ್ಲವೋ ಅವನು ನನ್ನವನು; ಆದರೆ ತನ್ನ ಕೈಯಿಂದ ಒಂದು ಬೊಗಸೆ ಮಾತ್ರ ತೆಗೆದುಕೊಂಡವನ ಹೊರತು.\" ಆದರೆ ಅವರಲ್ಲಿ ಕೆಲವರ ಹೊರತು ಉಳಿದವರೆಲ್ಲರೂ ಅದರ ನೀರನ್ನು ಕುಡಿದರು. ನಂತರ ತಾಲೂತ್ ಮತ್ತು ಅವರ ಜೊತೆಗಿರುವ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಆ ನದಿಯನ್ನು ದಾಟಿದಾಗ ಅವರು ಹೇಳಿದರು: \"ಇಂದು ನಮಗೆ ಜಾಲೂತ್ (ಗೋಲಿಯತ್) ಮತ್ತು ಅವನ ಸೈನ್ಯದೊಡನೆ ಹೋರಾಡುವ ಶಕ್ತಿಯಿಲ್ಲ.\" ಆದರೆ ನಾವು ಅಲ್ಲಾಹನನ್ನು ಭೇಟಿಯಾಗಲಿದ್ದೇವೆ ಎಂಬ ದೃಢವಿಶ್ವಾಸವಿದ್ದವರು ಹೇಳಿದರು: \"ಎಷ್ಟೆಷ್ಟು ಚಿಕ್ಕ ಸೈನ್ಯಗಳು ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯೊಂದಿಗೆ ಎಷ್ಟೆಷ್ಟು ದೊಡ್ಡ ಸೈನ್ಯಗಳನ್ನು ಸೋಲಿಸಿವೆ! ಅಲ್ಲಾಹು ತಾಳ್ಮೆಯುಳ್ಳವರ ಜೊತೆಗಿದ್ದಾನೆ.\"","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:250","price":"ನಂತರ ಜಾಲೂತ್ (ಗೋಲಿಯತ್) ಮತ್ತು ಅವನ ಸೈನ್ಯಕ್ಕೆ ಮುಖಾಮುಖಿಯಾಗಿ ನಿಂತಾಗ ಅವರು ಹೀಗೆ ಪ್ರಾರ್ಥಿಸಿದರು: \"ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮಗೆ ಸ್ಥೈರ್ಯವನ್ನು ದಯಪಾಲಿಸು, ನಮ್ಮ ಪಾದಗಳನ್ನು ದೃಢವಾಗಿ ನಿಲ್ಲಿಸು ಮತ್ತು ಸತ್ಯನಿಷೇಧಿಗಳಾದ ಜನರ ವಿರುದ್ಧ ನಮಗೆ ಸಹಾಯ ಮಾಡು.\"","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:251","price":"ನಂತರ ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಿಂದ ಅವರು ಅವರನ್ನು (ವೈರಿಗಳನ್ನು) ಸೋಲಿಸಿದರು. ದಾವೂದ್ ಜಾಲೂತನನ್ನು ಕೊಂದರು. ಅಲ್ಲಾಹು ಅವರಿಗೆ (ದಾವೂದರಿಗೆ) ಸಾಮ್ರಾಜ್ಯವನ್ನು ಮತ್ತು ವಿವೇಕವನ್ನು ದಯಪಾಲಿಸಿದನು ಹಾಗೂ ಅವನು ಇಚ್ಛಿಸಿದಷ್ಟು ವಿಷಯಗಳನ್ನು ಅವರಿಗೆ ಕಲಿಸಿಕೊಟ್ಟನು. ಅಲ್ಲಾಹು ಕೆಲವು ಜನರಿಗೆ ಇತರ ಕೆಲವರ ಮೂಲಕ ತಡೆಯೊಡ್ಡದಿರುತ್ತಿದ್ದರೆ ಭೂಲೋಕದಲ್ಲಿ ಅರಾಜಕತೆ ತಾಂಡವವಾಡುತ್ತಿತ್ತು. ಅದರೆ ಅಲ್ಲಾಹು ಸರ್ವಲೋಕದವರ ಮೇಲೆ ಬಹಳ ಔದಾರ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"kn"},{"name":"2:252","price":"ಇವೆಲ್ಲವೂ ಅಲ್ಲಾಹನ ವಚನಗಳಾಗಿವೆ. ನಾವು ಇವುಗಳನ್ನು ಸತ್ಯ ಸಮೇತ ನಿಮಗೆ ಓದಿಕೊಡುತ್ತಿದ್ದೇವೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಸಂದೇಶವಾಹಕರಲ್ಲಿ ಒಬ್ಬರಾಗಿದ್ದೀರಿ.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"kn"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}