{"data":[{"name":"27:56","price":"ಆಗ ಆ ಜನರ ಉತ್ತರವು ಕೇವಲ ಈ ರೀತಿಯಾಗಿತ್ತು: “ಲೂತರ ಕುಟುಂಬವನ್ನು ನಿಮ್ಮ ಊರಿನಿಂದ ಓಡಿಸಿರಿ. ಅವರು ಬಹಳ ಪರಿಶುದ್ಧರಂತೆ ವರ್ತಿಸುತ್ತಿದ್ದಾರೆ.”","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:57","price":"ಆಗ ನಾವು ಅವರನ್ನು ಮತ್ತು ಅವರ ಕುಟುಂಬವನ್ನು ರಕ್ಷಿಸಿದೆವು; ಅವರ ಹೆಂಡತಿಯನ್ನು ಬಿಟ್ಟು. ಅವಳು ಹಿಂದೆ ಉಳಿದವರಲ್ಲಿ ಸೇರಬೇಕೆಂದು ನಾವು ನಿರ್ಣಯಿಸಿದೆವು.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:58","price":"ನಾವು ಅವರ ಮೇಲೆ ಒಂದು ವಿಶೇಷ ಮಳೆಯನ್ನು ಸುರಿಸಿದೆವು. ಎಚ್ಚರಿಕೆ ನೀಡಲಾದವರ ಮೇಲೆ ಸುರಿದ ಆ ಮಳೆಯು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ!","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:59","price":"ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ. ಅವನು ಆರಿಸಿದ ಅವನ ದಾಸರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ. ಯಾರು ಶ್ರೇಷ್ಠರು? ಅಲ್ಲಾಹನೋ ಅಥವಾ ಅವರು ಅವನೊಂದಿಗೆ ಸಹಭಾಗಿಯಾಗಿ ಮಾಡಿದ ದೇವರುಗಳೋ?","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:60","price":"ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದವನು ಮತ್ತು ಆಕಾಶದಿಂದ ನಿಮಗೆ ಮಳೆಯನ್ನು ಸುರಿಸಿದವನೋ? ನಂತರ ನಾವು ಅದರಿಂದ ಕಣ್ಮನ ತಣಿಸುವ ತೋಟಗಳನ್ನು ಬೆಳೆಸಿದೆವು. ಅದರ ಮರಗಳನ್ನು ಬೆಳೆಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತಿರಲಿಲ್ಲ. ಅಲ್ಲಾಹನೊಂದಿಗೆ ಬೇರೆ ದೇವರುಗಳು ಇದ್ದಾರೆಯೇ? ಅಲ್ಲ, ಅವರು (ಸತ್ಯಮಾರ್ಗದಿಂದ) ತಪ್ಪಿಹೋಗುವ ಜನರಾಗಿದ್ದಾರೆ.","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:61","price":"ಭೂಮಿಯನ್ನು ವಾಸಯೋಗ್ಯವಾಗಿ ಮಾಡಿದವನು, ಅದರ ನಡುವೆ ನದಿಗಳನ್ನು ಹರಿಸಿದವನು, ಅದಕ್ಕೆ ಸ್ಥಿರತೆಯನ್ನು ನೀಡುವ ಪರ್ವತಗಳನ್ನು ನಿರ್ಮಿಸಿದವನು ಮತ್ತು ಎರಡು ಸಮುದ್ರಗಳ ನಡುವೆ ತಡೆಯನ್ನಿರಿಸಿದವನೋ? ಅಲ್ಲಾಹನೊಂದಿಗೆ ಬೇರೆ ದೇವರುಗಳು ಇದ್ದಾರೆಯೇ? ಅಲ್ಲ, ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರಿಗೂ ತಿಳಿದಿಲ್ಲ.","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:62","price":"ಕಷ್ಟದಲ್ಲಿರುವವನು ಕರೆದು ಪ್ರಾರ್ಥಿಸಿದಾಗ ಅವನಿಗೆ ಉತ್ತರ ನೀಡುವವನು, ಕಷ್ಟವನ್ನು ನಿವಾರಿಸುವವನು ಮತ್ತು ನಿಮ್ಮನ್ನು ಭೂಮಿಯಲ್ಲಿ ಪ್ರತಿನಿಧಿಗಳನ್ನಾಗಿ ಮಾಡುವವನೋ? ಅಲ್ಲಾಹನೊಂದಿಗೆ ಬೇರೆ ದೇವರುಗಳು ಇದ್ದಾರೆಯೇ? ನೀವು ಸ್ವಲ್ಪವೇ ಉಪದೇಶ ಪಡೆಯುತ್ತೀರಿ.","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:63","price":"ನೆಲ ಮತ್ತು ಸಮುದ್ರಗಳ ಅಂಧಕಾರಗಳಲ್ಲಿ ನಿಮಗೆ ದಾರಿ ತೋರಿಸುವವನು ಮತ್ತು ತನ್ನ ದಯೆಗೆ (ಮಳೆಗೆ) ಮೊದಲು ಸುವಾರ್ತೆಯಾಗಿ ಗಾಳಿಯನ್ನು ಕಳುಹಿಸುವವನೋ? ಅಲ್ಲಾಹನೊಂದಿಗೆ ಬೇರೆ ದೇವರುಗಳು ಇದ್ದಾರೆಯೇ? ಅವರು ಮಾಡುವ ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ದಿಂದ ಅಲ್ಲಾಹು ಎಷ್ಟೋ ಉನ್ನತನಾಗಿದ್ದಾನೆ.","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:64","price":"ಮೊದಲ ಬಾರಿಗೆ ಸೃಷ್ಟಿಸಿ ನಂತರ ಆ ಸೃಷ್ಟಿಯನ್ನು ಪುನರಾವರ್ತಿಸುವವನು ಮತ್ತು ಭೂಮ್ಯಾಕಾಶಗಳಿಂದ ನಿಮಗೆ ಆಹಾರಗಳನ್ನು ಒದಗಿಸುವವನೋ? ಅಲ್ಲಾಹನೊಂದಿಗೆ ಬೇರೆ ದೇವರುಗಳು ಇದ್ದಾರೆಯೇ? ಹೇಳಿರಿ: “ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ ನಿಮ್ಮಲ್ಲಿರುವ ಸಾಕ್ಷ್ಯಾಧಾರವನ್ನು ತನ್ನಿರಿ.”","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:65","price":"ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನ ಹೊರತು ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಯಾರಿಗೂ ಅದೃಶ್ಯ ಜ್ಞಾನವಿಲ್ಲ. ಅವರನ್ನು ಯಾವಾಗ ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸಲಾಗುತ್ತದೆಯೆಂದು ಕೂಡ ಅವರಿಗೆ ತಿಳಿದಿಲ್ಲ.”","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:66","price":"ಅಲ್ಲ, ಪರಲೋಕದ ಕುರಿತಾದ ಅವರ ಜ್ಞಾನವು ಬರಿದಾಗಿ ಬಿಟ್ಟಿದೆ. ಅಲ್ಲ, ಅವರು ಅದರ ಬಗ್ಗೆ ಸಂಶಯದಲ್ಲಿದ್ದಾರೆ. ಅಲ್ಲ, ಅವರು ಅದರ ಬಗ್ಗೆ ಕುರುಡರಾಗಿದ್ದಾರೆ.","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:67","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳಿದರು: “ನಾವು ಮತ್ತು ನಮ್ಮ ಪೂರ್ವಜರು ಮಣ್ಣಾಗಿ ಹೋದ ಬಳಿಕ ನಮ್ಮನ್ನು (ಜೀವ ನೀಡಿ) ಹೊರತರಲಾಗುತ್ತದೆಯೇ?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:68","price":"ನಮಗೂ, ನಮಗಿಂತ ಮೊದಲಿನ ನಮ್ಮ ಪೂರ್ವಜರಿಗೂ ಇದನ್ನೇ ವಾಗ್ದಾನ ಮಾಡಲಾಗಿದೆ. ಇವು ಪ್ರಾಚೀನ ಕಾಲದ ಜನರ ಪುರಾಣಗಳೇ ಹೊರತು ಇನ್ನೇನಲ್ಲ.”","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:69","price":"ಹೇಳಿರಿ: “ನೀವು ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿರಿ. ನಂತರ ಅಪರಾಧಿಗಳ ಅಂತಿಮ ಫಲಿತಾಂಶವು ಹೇಗಿತ್ತೆಂದು ನೋಡಿರಿ.”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:70","price":"(ಪ್ರವಾದಿಯವರೇ) ಅವರ ಬಗ್ಗೆ ಬೇಸರಪಡಬೇಡಿ. ಅವರು ಮಾಡುತ್ತಿರುವ ಪಿತೂರಿಗಳ ಬಗ್ಗೆ ವ್ಯಥೆಪಡಬೇಡಿ.","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:71","price":"ಅವರು ಹೇಳುತ್ತಾರೆ: “ಈ ವಾಗ್ದಾನವು ಯಾವಾಗ ಬರುತ್ತದೆ? ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ (ಹೇಳಿರಿ).”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:72","price":"ಹೇಳಿರಿ: “ಬಹುಶಃ ನೀವು ತ್ವರೆ ಮಾಡುವ ವಿಷಯಗಳಲ್ಲಿ ಕೆಲವು ನಿಮ್ಮ ಸಮೀಪವೇ ಇರಬಹುದು.”","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:73","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಮನುಷ್ಯರ ಮೇಲೆ ಬಹಳ ಔದಾರ್ಯವಿದೆ. ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಕೃತಜ್ಞರಾಗುವುದಿಲ್ಲ.","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:74","price":"ಅವರ ಹೃದಯಗಳು ರಹಸ್ಯವಾಗಿಡುವುದನ್ನು ಮತ್ತು ಅವರು ಬಹಿರಂಗಪಡಿಸುವುದನ್ನು ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ತಿಳಿಯುತ್ತಾನೆ.","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:75","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿ ಅದೃಶ್ಯವಾಗಿರುವ ಯಾವುದೇ ವಸ್ತುವೂ ಇಲ್ಲ—ಅದು ಸ್ಪಷ್ಟವಾದ ಒಂದು ದಾಖಲೆಯಲ್ಲಿ ನಮೂದಾಗಿರುವ ಹೊರತು.","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:76","price":"ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳು ಭಿನ್ನಮತ ತಳೆದಿರುವ ಹೆಚ್ಚಿನ ವಿಷಯಗಳನ್ನೂ ಈ ಕುರ್‌ಆನ್ ಅವರಿಗೆ ವಿವರಿಸಿಕೊಡುತ್ತದೆ.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:77","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಇದು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಸನ್ಮಾರ್ಗದರ್ಶಿ ಮತ್ತು ದಯೆಯಾಗಿದೆ.","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:78","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ತನ್ನ ತೀರ್ಪಿನ ಮೂಲಕ ಅವರ ನಡುವೆ ತೀರ್ಮಾನ ಮಾಡುವನು. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ಸರ್ವಜ್ಞನಾಗಿದ್ದಾನೆ.","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:79","price":"ಆದ್ದರಿಂದ ನೀವು ಅಲ್ಲಾಹನಲ್ಲಿ ಭರವಸೆಯಿಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಸ್ಪಷ್ಟ ಸತ್ಯದಲ್ಲಿದ್ದೀರಿ.","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:80","price":"ಮೃತರಿಗೆ ಕೇಳುವಂತೆ ಮಾಡಲು ನಿಮಗೆ ಖಂಡಿತ ಸಾಧ್ಯವಿಲ್ಲ. ಕಿವುಡರು ಬೆನ್ನು ತಿರುಗಿಸಿ ನಡೆದರೆ ಅವರಿಗೆ ಕರೆ ಕೇಳುವಂತೆ ಮಾಡಲು ಕೂಡ ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ.","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:81","price":"ಕುರುಡರನ್ನು ಅವರ ದುರ್ಮಾರ್ಗದಿಂದ ಮುಕ್ತಗೊಳಿಸಿ ಸನ್ಮಾರ್ಗಕ್ಕೆ ದಾರಿ ತೋರಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ನಮ್ಮ ವಚನಗಳಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟು ನಂತರ ಶರಣಾಗುವವರು ಯಾರೋ ಅವರಿಗೆ ಮಾತ್ರ ನೀವು ಕೇಳುವಂತೆ ಮಾಡಬಲ್ಲಿರಿ.","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:82","price":"ಅವರ ಮೇಲೆ ಶಿಕ್ಷೆಯ ವಚನವು ನಿಜವಾಗುವಾಗ, ನಾವು ಅವರಿಗೋಸ್ಕರ ಭೂಮಿಯಿಂದ ಒಂದು ಜೀವಿಯನ್ನು ಹೊರತರುವೆವು. ಅದು ಅವರೊಡನೆ ಮಾತನಾಡುತ್ತಾ ಹೇಳುವುದು: “ಜನರು ನಮ್ಮ ವಚನಗಳಲ್ಲಿ ದೃಢವಾದ ವಿಶ್ವಾಸವನ್ನು ಹೊಂದಿರಲಿಲ್ಲ.”","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:83","price":"ನಾವು ಎಲ್ಲಾ ಸಮುದಾಯಗಳಿಂದಲೂ ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸುವ ಒಂದೊಂದು ಗುಂಪನ್ನು ಒಟ್ಟುಗೂಡಿಸುವ ದಿನ. ನಂತರ ಅವರನ್ನು ಬೇರೆ ಬೇರೆಯಾಗಿ ನಿಲ್ಲಿಸಲಾಗುವುದು.","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:84","price":"ಅವರೆಲ್ಲರೂ ಬಂದು ಸೇರಿದಾಗ, ಅಲ್ಲಾಹು ಕೇಳುವನು: “ನನ್ನ ವಚನಗಳ ಬಗ್ಗೆ ನಿಮಗೆ ಪೂರ್ಣವಾದ ಜ್ಞಾನವಿಲ್ಲದಿದ್ದೂ ಸಹ ನೀವು ಅವುಗಳನ್ನು ಏಕೆ ನಿಷೇಧಿಸಿದಿರಿ? ಅಥವಾ ನೀವು ಏನು ಮಾಡುತ್ತಿದ್ದಿರಿ?”","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:85","price":"ಅವರು ಮಾಡಿದ ಅಕ್ರಮಗಳಿಂದಾಗಿ ಅವರ ಮೇಲೆ ಶಿಕ್ಷೆಯ ವಚನವು ಖಾತ್ರಿಯಾಗಿ ಬಿಟ್ಟಿತು. ಆಗ ಅವರು ಏನೂ ಮಾತನಾಡಲಾರರು.","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:86","price":"ನಾವು ಅವರಿಗೆ ರಾತ್ರಿಯನ್ನು ವಿಶ್ರಾಂತಿ ಪಡೆಯುವುದಕ್ಕಾಗಿ ಮತ್ತು ಹಗಲನ್ನು ಪ್ರಕಾಶಮಾನವಾಗಿ ಮಾಡಿದ್ದನ್ನು ಅವರು ನೋಡಿಲ್ಲವೇ? ನಿಶ್ಚಯವಾಗಿಯೂ ವಿಶ್ವಾಸವಿಡುವ ಜನರಿಗೆ ಅದರಲ್ಲಿ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:87","price":"ಕಹಳೆಯಲ್ಲಿ ಊದಲಾಗುವ ದಿನ! ಆಗ ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವವರೆಲ್ಲರೂ ಭಯದಿಂದ ನಡುಗುವರು—ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದವರ ಹೊರತು. ಎಲ್ಲರೂ ಅತ್ಯಂತ ವಿನಯದಿಂದ ಅವನ ಮುಂದೆ ಬರುವರು.","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:88","price":"ನೀವು ಪರ್ವತಗಳನ್ನು ನೋಡುವಾಗ ಅವುಗಳನ್ನು ನಿಶ್ಚಲವೆಂದು ಭಾವಿಸುತ್ತೀರಿ. ಆದರೆ ಅವು ಮೋಡಗಳಂತೆ ಹಾರಾಡುವುವು. ಎಲ್ಲವೂ ಅಲ್ಲಾಹನ ಕಾಯಕಗಳಾಗಿದ್ದು, ಅವನು ಎಲ್ಲವನ್ನೂ ಸಮರ್ಪಕಗೊಳಿಸಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಅವನು ಸೂಕ್ಷ್ಮಜ್ಞಾನವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:89","price":"ಯಾರು ಒಂದು ಒಳಿತಿನೊಂದಿಗೆ ಬರುತ್ತಾರೋ, ಅವರಿಗೆ ಅದಕ್ಕಿಂತಲೂ ಶ್ರೇಷ್ಠವಾದುದು ದೊರೆಯುತ್ತದೆ. ಅವರು ಅಂದಿನ ಭಯವಿಹ್ವಲತೆಯಿಂದ ದೂರವಾಗಿ ನಿರ್ಭಯರಾಗಿರುತ್ತಾರೆ.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:90","price":"ಯಾರು ಒಂದು ಕೆಡುಕಿನೊಂದಿಗೆ ಬರುತ್ತಾರೋ, ಅವರು ಅಧೋಮುಖಿಗಳಾಗಿ ನರಕದಲ್ಲಿ ಬೀಳುವರು. ನೀವು ಮಾಡಿರುವ ಕರ್ಮಗಳಿಗಲ್ಲದೆ ಬೇರೇನಾದರೂ ನಿಮಗೆ ಪ್ರತಿಫಲ ನೀಡಲಾಗುವುದೇ?","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:91","price":"ಈ ನಗರವನ್ನು ಪವಿತ್ರಗೊಳಿಸಿದ ಇದರ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಮಾತ್ರ ಆರಾಧಿಸಬೇಕೆಂದು ನನಗೆ ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ. ಎಲ್ಲ ವಸ್ತುಗಳೂ ಅವನಿಗೆ ಸೇರಿದ್ದು. ನಾನು ಮುಸಲ್ಮಾನರಲ್ಲಿ ಸೇರಬೇಕೆಂದು ನನಗೆ ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ.","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:92","price":"ಕುರ್‌ಆನನ್ನು ಓದಿಕೊಡುವಂತೆಯೂ (ನನಗೆ ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ). ಯಾರಾದರೂ ಸನ್ಮಾರ್ಗವನ್ನು ಪಡೆದರೆ ಅವನು ಸ್ವತಃ ಅವನ ಒಳಿತಿಗಾಗಿಯೇ ಸನ್ಮಾರ್ಗವನ್ನು ಪಡೆಯುತ್ತಾನೆ. ಯಾರಾದರೂ ದಾರಿತಪ್ಪಿ ನಡೆದರೆ ಹೇಳಿರಿ: “ನಾನು ಕೇವಲ ಒಬ್ಬ ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವವನು ಮಾತ್ರ.”","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"27:93","price":"ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ. ಅವನು ನಿಮಗೆ ಅವನ ದೃಷ್ಟಾಂತಗಳನ್ನು ತೋರಿಸಿಕೊಡುವನು. ಆಗ ನೀವು ಅವುಗಳನ್ನು ಅರಿತುಕೊಳ್ಳುವಿರಿ. ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಸ್ವಲ್ಪವೂ ನಿರ್ಲಕ್ಷ್ಯನಲ್ಲ.”","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:1","price":"ತ್ವಾ-ಸೀನ್-ಮೀಮ್.","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:2","price":"ಇವು ಸ್ಪಷ್ಟ ಗ್ರಂಥದ ವಚನಗಳಾಗಿವೆ.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:3","price":"ನಾವು ನಿಮಗೆ ಮೂಸಾ ಮತ್ತು ಫರೋಹ‍ನ ಸತ್ಯ ಸಮಾಚಾರವನ್ನು ತಿಳಿಸಿಕೊಡುತ್ತೇವೆ. ವಿಶ್ವಾಸವಿಡುವ ಜನರಿಗಾಗಿ.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:4","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಫರೋಹನು ಭೂಮಿಯಲ್ಲಿ ಅಹಂಕಾರದಿಂದ ವರ್ತಿಸಿದನು. ಅವನು ಅಲ್ಲಿನ ನಿವಾಸಿಗಳನ್ನು ಪಂಗಡಗಳಾಗಿ ವಿಭಜಿಸಿದ್ದನು. ಅವರಲ್ಲಿ ಒಂದು ಪಂಗಡವನ್ನು ಅಸಹಾಯಕರನ್ನಾಗಿ ಮಾಡಿದ್ದನು. ಅವನು ಅವರ ಗಂಡುಮಕ್ಕಳನ್ನು ಕತ್ತು ಕೊಯ್ದು ಸಾಯಿಸುತ್ತಿದ್ದನು ಮತ್ತು ಅವರ ಹೆಣ್ಣು ಮಕ್ಕಳನ್ನು ಜೀವಂತ ಬಿಡುತ್ತಿದ್ದನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಕಿಡಿಗೇಡಿಗಳಲ್ಲಿ ಸೇರಿದವನಾಗಿದ್ದನು.","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:5","price":"ನಂತರ ನಾವು ಭೂಮಿಯಲ್ಲಿ ಅಸಹಾಯಕರಾಗಿದ್ದ ಆ ಜನರ ಮೇಲೆ ಔದಾರ್ಯ ತೋರಲು, ಅವರನ್ನು ಮುಖಂಡರನ್ನಾಗಿ ಮಾಡಲು ಮತ್ತು ಅವರನ್ನು ಭೂಮಿಯ ವಾರಸುದಾರರನ್ನಾಗಿ ಮಾಡಲು ಬಯಸಿದೆವು.","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:6","price":"ಅವರಿಗೆ ಭೂಮಿಯಲ್ಲಿ ಅಧಿಕಾರವನ್ನು ನೀಡಲು ಮತ್ತು ಫರೋಹ, ಹಾಮಾನ್ ಹಾಗೂ ಅವರ ಸೈನ್ಯಗಳು ಅವರ ಬಗ್ಗೆ ಏನನ್ನು ಭಯಪಡುತ್ತಿದ್ದರೋ ಅದನ್ನು ಅವರಿಗೆ ತೋರಿಸಿಕೊಡಲು ಬಯಸಿದೆವು.","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:7","price":"ಮೂಸಾರ ತಾಯಿಗೆ ನಾವು ಹೀಗೆ ಸಂದೇಶವನ್ನು ನೀಡಿದೆವು: “ನೀವು ಮೂಸಾರಿಗೆ ಸ್ತನಪಾನ ಮಾಡಿರಿ. ಅವರ ವಿಷಯದಲ್ಲಿ ನಿಮಗೇನಾದರೂ ಭಯವಾದರೆ ಅವರನ್ನು ನದಿಯಲ್ಲಿ ಎಸೆಯಿರಿ. ನೀವು ಭಯಪಡಬೇಡಿ ಮತ್ತು ದುಃಖಿಸಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಮೂಸಾರನ್ನು ನಿಮ್ಮ ಮಡಿಲಿಗೆ ಮರಳಿಸುವೆವು ಮತ್ತು (ನಂತರ) ಅವರನ್ನು ಸಂದೇಶವಾಹಕರನ್ನಾಗಿ ಮಾಡುವೆವು.”","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:8","price":"ನಂತರ ಫರೋಹ‍ನ ಜನರು ಮೂಸಾರನ್ನು (ನದಿಯಿಂದ) ಎತ್ತಿದರು—ಅವರು ಅವರ ವೈರಿಯಾಗಲು ಮತ್ತು ಅವರ ದುಃಖಕ್ಕೆ ಹೇತುವಾಗಲು. ನಿಶ್ಚಯವಾಗಿಯೂ ಫರೋಹ, ಹಾಮಾನ್ ಮತ್ತು ಅವರ ಸೈನ್ಯಗಳು ಪಾಪಿಗಳಾಗಿದ್ದರು.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:9","price":"ಫರೋಹ‍ನ ಪತ್ನಿ ಹೇಳಿದಳು: “ಇವನು ನನಗೂ, ನಿಮಗೂ ಕಣ್ಮನ ತಣಿಸುತ್ತಿದ್ದಾನೆ. ದಯವಿಟ್ಟು ಇವನನ್ನು ಕೊಲ್ಲಬೇಡಿ. ನಮಗೆ ಇವನಿಂದ ಉಪಕಾರವಾಗಬಹುದು ಅಥವಾ ನಮಗೆ ಇವನನ್ನು ಪುತ್ರನಾಗಿ ಸ್ವೀಕರಿಸಿಕೊಳ್ಳಬಹುದು.” ಅವರಿಗೆ (ನಿಜಸಂಗತಿಯೇನೆಂದು) ತಿಳಿದಿರಲಿಲ್ಲ.","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:10","price":"ಮೂಸಾರ ತಾಯಿಯ ಹೃದಯವು ಬರಿದಾಯಿತು. ನಾವು ಅವಳಿಗೆ ಮಾನಸಿಕ ಸ್ಥೈರ್ಯವನ್ನು ನೀಡದಿರುತ್ತಿದ್ದರೆ ಅವಳು ಮೂಸಾರ ಸಮಾಚಾರವನ್ನು ಬಹಿರಂಗಪಡಿಸಿಯೇ ಬಿಡುತ್ತಿದ್ದಳು. ಅವಳು ದೃಢವಿಶ್ವಾಸಿಗಳಲ್ಲಿ ಸೇರಲೆಂದು (ನಾವು ಅವಳಿಗೆ ಸ್ಥೈರ್ಯವನ್ನು ನೀಡಿದೆವು).","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:11","price":"ಮೂಸಾರ ತಾಯಿ ಅವರ ಸಹೋದರಿಯೊಡನೆ ಹೇಳಿದಳು: “ನೀನು ಅವನ ಹಿಂದೆಯೇ ಹೋಗು.” ಅವಳು (ಸಹೋದರಿ) ಅವರಿಗೆ ತಿಳಿಯದಂತೆಯೇ ದೂರದಿಂದ ಮೂಸಾರನ್ನು ಗಮನಿಸುತ್ತಿದ್ದಳು.","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:12","price":"ಇದಕ್ಕೆ ಮೊದಲೇ ನಾವು ದಾದಿಯರ ಮೊಲೆಹಾಲು ಕುಡಿಯದಂತೆ ಮೂಸಾರನ್ನು ತಡೆದಿದ್ದೆವು.[1] ಅವಳು (ಸಹೋದರಿ) ಹೇಳಿದಳು: “ನಿಮ್ಮ ಪರವಾಗಿ ಈ ಮಗುವನ್ನು ಸಾಕುವ ಮತ್ತು ಈ ಮಗುವಿನ ಹಿತಚಿಂತನೆ ಮಾಡುವ ಒಂದು ಮನೆಯವರ ಬಗ್ಗೆ ನಾನು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡಲೇ?”","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"[1] ಅರಮನೆಯಲ್ಲಿ ಮೂಸಾ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಯಾವುದೇ ದಾದಿಯರ ಮೊಲೆಹಾಲು ಕುಡಿಯುತ್ತಿರಲಿಲ್ಲ.","lang":"kn"},{"name":"28:13","price":"ಹೀಗೆ ನಾವು ಮೂಸಾರನ್ನು ಅವರ ತಾಯಿಗೆ—ಅವಳ ಕಣ್ಣು ತಂಪಾಗಲು, ಅವಳು ದುಃಖಿಸದಿರಲು ಮತ್ತು ಅಲ್ಲಾಹನ ವಾಗ್ದಾನವು ಸತ್ಯವೆಂದು ಅವಳಿಗೆ ಮನವರಿಕೆಯಾಗಲು—ಹಿಂದಿರುಗಿಸಿದೆವು. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಇದನ್ನು ತಿಳಿದಿಲ್ಲ.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:14","price":"ನಂತರ ಮೂಸಾ ಪ್ರೌಢಾವಸ್ಥೆಗೆ ತಲುಪಿ ಪೂರ್ಣ ಬಲವನ್ನು ಪಡೆದಾಗ, ನಾವು ಅವರಿಗೆ ವಿವೇಕ ಮತ್ತು ಜ್ಞಾನವನ್ನು ನೀಡಿದೆವು. ಒಳಿತು ಮಾಡುವವರಿಗೆ ನಾವು ಈ ರೀತಿ ಪ್ರತಿಫಲವನ್ನು ನೀಡುತ್ತೇವೆ.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:15","price":"ನಗರವಾಸಿಗಳು ನಿರ್ಲಕ್ಷ್ಯರಾಗಿದ್ದ (ವಿಶ್ರಾಂತಿ ಪಡೆಯುತ್ತಿದ್ದ) ಸಮಯದಲ್ಲಿ ಮೂಸಾ ನಗರಕ್ಕೆ ಬಂದರು. ಅಲ್ಲಿ ಇಬ್ಬರು ಹೊಡೆದಾಡುವುದನ್ನು ಅವರು ಕಂಡರು. ಒಬ್ಬ ಅವರ ಜನರಲ್ಲಿ ಸೇರಿದವನಾಗಿದ್ದರೆ, ಇನ್ನೊಬ್ಬ ಅವರ ವೈರಿಗಳಲ್ಲಿ ಸೇರಿದವನಾಗಿದ್ದನು. ಆಗ ಅವರ ಜನರಲ್ಲಿ ಸೇರಿದವನು ಅವರ ವೈರಿಗಳಲ್ಲಿ ಸೇರಿದವನ ವಿರುದ್ಧ ಮೂಸಾರೊಡನೆ ಸಹಾಯ ಬೇಡಿದನು. ಮೂಸಾ ಮುಷ್ಠಿ ಬಿಗಿಹಿಡಿದು ಅವನಿಗೆ ಥಳಿಸಿದರು. ಅದು ಅವನ ಕಥೆಯನ್ನು ಮುಗಿಸಿತು. ಮೂಸಾ ಹೇಳಿದರು: “ಇದು ಶೈತಾನನ ಕೃತ್ಯಗಳಲ್ಲಿ ಸೇರಿದ್ದು. ಅವನು ದಾರಿತಪ್ಪಿಸುವ ಸ್ಪಷ್ಟ ಶತ್ರುವಾಗಿದ್ದಾನೆ.”","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:16","price":"ಮೂಸಾ ಹೇಳಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ನನ್ನ ಮೇಲೆಯೇ ಅನ್ಯಾಯವೆಸಗಿದ್ದೇನೆ. ಆದ್ದರಿಂದ ನನ್ನನ್ನು ಕ್ಷಮಿಸು.” ಆಗ ಅಲ್ಲಾಹು ಅವರನ್ನು ಕ್ಷಮಿಸಿದನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:17","price":"ಅವರು ಹೇಳಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನೀನು ನನಗೆ ಅನುಗ್ರಹಗಳನ್ನು ದಯಪಾಲಿಸಿರುವ ಕಾರಣ ಇನ್ನು ಮುಂದೆ ನಾನು ಯಾವುದೇ ಅಪರಾಧಿಗಳಿಗೂ ಸಹಾಯ ಮಾಡುವುದಿಲ್ಲ.”","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:18","price":"ಬೆಳಗಾಗುತ್ತಿದ್ದಂತೆ, ಮೂಸಾ ಭಯದೊಂದಿಗೆ (ಜನರು ತನ್ನ ಬಗ್ಗೆ ಏನು ಹೇಳುತ್ತಾರೆಂಬ) ಸುದ್ದಿಗಳನ್ನು ನಿರೀಕ್ಷಿಸುತ್ತಾ ನಗರಕ್ಕೆ ಬಂದರು. ಆಗ ಅಗೋ! ನಿನ್ನೆ ಅವರೊಡನೆ ಸಹಾಯ ಕೇಳಿದ ಅದೇ ವ್ಯಕ್ತಿ ಪುನಃ ಅವರನ್ನು ಸಹಾಯಕ್ಕಾಗಿ ಕೂಗುತ್ತಿದ್ದಾನೆ! ಮೂಸಾ ಅವನೊಡನೆ ಹೇಳಿದರು: “ನೀನೊಬ್ಬ ಸ್ಪಷ್ಟ ದುರ್ಮಾರ್ಗಿಯಾಗಿರುವೆ.”","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:19","price":"ನಂತರ ಮೂಸಾ ತಮ್ಮಿಬ್ಬರ ವೈರಿಯನ್ನು ಹಿಡಿಯಲು ಉದ್ದೇಶಿಸಿದಾಗ ಅವನು ಹೇಳಿದನು: “ಮೂಸಾ! ನೀನು ನಿನ್ನೆ ಒಬ್ಬನನ್ನು ಕೊಂದಂತೆ ಇಂದು ನನ್ನನ್ನು ಕೊಲ್ಲಲು ಬಯಸುತ್ತೀಯಾ? ನೀನು ನಾಡಿನಲ್ಲಿ ಕ್ರೂರಿಯಾಗಲು ಬಯಸುತ್ತಿರುವೆಯೇ ಹೊರತು ಸುಧಾರಣೆ ಮಾಡುವವರಲ್ಲಿ ಸೇರಲು ಬಯಸುತ್ತಿಲ್ಲ.”","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:20","price":"ಆಗ ನಗರ ತುತ್ತತುದಿಯಿಂದ ಒಬ್ಬ ವ್ಯಕ್ತಿ ಓಡಿ ಬಂದು ಹೇಳಿದನು: “ಮೂಸಾ! ನಿಮ್ಮನ್ನು ಕೊಲ್ಲಲು ಮುಖಂಡರು ತಂತ್ರಗಾರಿಕೆ ಮಾಡುತ್ತಿದ್ದಾರೆ. ನೀವು ಇಲ್ಲಿಂದ ಹೊರಡಿ. ನಿಜಕ್ಕೂ ನಾನು ನಿಮ್ಮ ಹಿತಚಿಂತಕರಲ್ಲಿ ಒಬ್ಬನಾಗಿದ್ದೇನೆ.”","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:21","price":"ಆಗ ಮೂಸಾ ಭಯದಿಂದ ಮತ್ತು ಎಚ್ಚರಿಕೆಯಿಂದ ಅಲ್ಲಿಂದ ಹೊರಟರು. ಅವರು ಹೇಳಿದರು: “ನನ್ನ ಪರಿಪಾಲಕನೇ! ಅಕ್ರಮಿಗಳಾದ ಈ ಜನರಿಂದ ನನ್ನನ್ನು ಕಾಪಾಡು.”","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:22","price":"ನಂತರ ಅವರು ಮದ್ಯನ್‍ ದೇಶದ ದಿಕ್ಕಿಗೆ ತಿರುಗಿದಾಗ, ಅವರು ಹೇಳಿದರು: “ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನನ್ನನ್ನು ಸರಿಯಾದ ಮಾರ್ಗದಲ್ಲಿ ಮುನ್ನಡೆಸುವನೆಂದು ನನಗೆ ಭರವಸೆಯಿದೆ.”","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:23","price":"ಅವರು ಮದ್ಯನ್ ದೇಶದ ಜಲಾಶಯದ ಬಳಿಗೆ ತಲುಪಿದಾಗ, ಅಲ್ಲಿ ತಮ್ಮ ಕುರಿಮಂದೆಗೆ ನೀರುಣಿಸುತ್ತಿರುವ ಜನರ ಗುಂಪನ್ನು ಕಂಡರು. ಅಲ್ಲಿ ಇಬ್ಬರು ಯುವತಿಯರು (ತಮ್ಮ ಕುರಿಮಂದೆಯನ್ನು) ತಡೆದು ನಿಂತಿರುವುದನ್ನೂ ಕಂಡರು. ಅವರು ಕೇಳಿದರು: “ನೀವೇನು ಮಾಡುತ್ತಿದ್ದೀರಿ?” ಆ ಯುವತಿಯರು ಉತ್ತರಿಸಿದರು: “ಈ ಕುರಿಗಾಹಿಗಳು ಇಲ್ಲಿಂದ ಹೊರಟು ಹೋಗುವ ತನಕ ನಮಗೆ ನೀರುಣಿಸಲು ಆಗುವುದಿಲ್ಲ. ನಮ್ಮ ತಂದೆ ವಯೋವೃದ್ಧರಾಗಿದ್ದಾರೆ.”[1]","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"[1] ಆ ಯುವತಿಯವರು ಪ್ರವಾದಿ ಶುಐಬ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ರವರ ಇಬ್ಬರು ಹೆಣ್ಣುಮಕ್ಕಳಾಗಿದ್ದರು. ಗಂಡಸರೊಂದಿಗೆ ಬೆರೆಯದಿರಲು ಅವರು ಗಂಡಸರು ನೀರುಣಿಸಿ ಹೊರಟುಹೋಗುವ ತನಕ ಅಲ್ಲಿ ಕಾಯುತ್ತಿದ್ದರು.","lang":"kn"},{"name":"28:24","price":"ಮೂಸಾ ಅವರ ಕುರಿಗಳಿಗೆ ನೀರುಣಿಸಿದರು. ನಂತರ ನೆರಳಿಗೆ ಹಿಂದಿರುಗಿ ಬಂದು ಪ್ರಾರ್ಥಿಸಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನೀನು ಯಾವುದೇ ಒಳಿತನ್ನು ನನಗೆ ದಯಪಾಲಿಸಿದರೂ ನನಗೆ ಅದರ ಆವಶ್ಯಕತೆ ಇದ್ದೇ ಇದೆ.”","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:25","price":"ಆಗ ಆ ಇಬ್ಬರು ಯುವತಿಯರಲ್ಲಿ ಒಬ್ಬಳು ಸಂಕೋಚದಿಂದ ನಡೆಯುತ್ತಾ ಬಂದು ಹೇಳಿದಳು: “ನೀವು ನಮ್ಮ ಕುರಿಗಳಿಗೆ ನೀರುಣಿಸಿದ್ದಕ್ಕೆ ಪ್ರತಿಫಲ ನೀಡಲು ನನ್ನ ತಂದೆ ನಿಮ್ಮನ್ನು ಕರೆಯುತ್ತಿದ್ದಾರೆ.” ಮೂಸಾ ಅವಳ ತಂದೆಯ ಬಳಿಗೆ ಹೋಗಿ ನಡೆದ ಘಟನೆಯನ್ನು ವಿವರಿಸಿದಾಗ, ತಂದೆ ಹೇಳಿದರು: “ಭಯಪಡಬೇಡಿ! ನೀವು ಆ ದುಷ್ಟ ಜನರಿಂದ ಪಾರಾಗಿದ್ದೀರಿ.”","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:26","price":"ಆ ಇಬ್ಬರು ಯುವತಿಯರಲ್ಲಿ ಒಬ್ಬಳು ಹೇಳಿದಳು: “ಅಪ್ಪಾಜಿ! ಇವರನ್ನು ನೌಕರಿಗೆ ನೇಮಿಸಿಕೊಳ್ಳಿ. ಏಕೆಂದರೆ, ಬಲಿಷ್ಠರು ಮತ್ತು ಪ್ರಾಮಾಣಿಕರೇ ನೀವು ನೌಕರಿಗೆ ನೇಮಿಸಿಕೊಳ್ಳುವವರಲ್ಲಿ ಅತಿಶ್ರೇಷ್ಠರು.”","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:27","price":"ತಂದೆ ಹೇಳಿದರು: “ನೀವು ಎಂಟು ವರ್ಷ ನನ್ನ ನೌಕರಿ ಮಾಡಬೇಕು ಎಂಬ (ವಧುದಕ್ಷಿಣೆಯ) ಆಧಾರದಲ್ಲಿ ನಾನು ನನ್ನ ಈ ಇಬ್ಬರು ಪುತ್ರಿಯರಲ್ಲಿ ಒಬ್ಬಳನ್ನು ನಿಮಗೆ ವಿವಾಹ ಮಾಡಿಕೊಡುತ್ತೇನೆ. ನೀವು ಹತ್ತು ವರ್ಷ ಪೂರ್ತಿಗೊಳಿಸಿದರೆ ಅದು ನಿಮ್ಮ ಕಡೆಯ ಉಪಕಾರವಾಗಿದೆ. ನಿಮಗೆ ಕಷ್ಟಕೊಡಲು ನಾನು ಬಯಸುವುದಿಲ್ಲ. ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದರೆ ನೀವು ನನ್ನನ್ನು ನೀತಿವಂತರಲ್ಲಿ ಒಬ್ಬನಂತೆ ಕಾಣುವಿರಿ.”","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:28","price":"ಮೂಸಾ ಹೇಳಿದರು: “ಸರಿ. ಇದು ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ನಡುವಿನ ನಿರ್ಧಾರವಾಗಿದೆ. ನಾನು ಈ ಎರಡು ಅವಧಿಗಳಲ್ಲಿ ಯಾವುದನ್ನು ಪೂರ್ತಿ ಮಾಡಿದರೂ ನನ್ನ ಮೇಲೆ ಅನ್ಯಾಯವಾಗಬಾರದು. ನಾವು ಹೇಳುತ್ತಿರುವ ಮಾತುಗಳಿಗೆ ಅಲ್ಲಾಹು ಸಾಕ್ಷಿಯಾಗಿದ್ದಾನೆ.”","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:29","price":"ನಂತರ ಮೂಸಾ ಆ ಅವಧಿಯನ್ನು ಪೂರ್ತಿ ಮಾಡಿ ತಮ್ಮ ಕುಟುಂಬ ಸಮೇತ ಪ್ರಯಾಣ ಹೊರಟಾಗ, ತೂರ್ ಪರ್ವತದ ಭಾಗದಿಂದ ಒಂದು ಬೆಂಕಿಯನ್ನು ಕಂಡರು. ಅವರು ತಮ್ಮ ಕುಟುಂಬದವರೊಡನೆ ಹೇಳಿದರು: “ನೀವು ಇಲ್ಲೇ ಇರಿ. ನನಗೆ (ದೂರದಲ್ಲಿ) ಬೆಂಕಿ ಕಾಣುತ್ತಿದೆ. ನಾನು ಅಲ್ಲಿಂದ ಏನಾದರೂ ಸುದ್ದಿಯನ್ನು ತರುತ್ತೇನೆ ಅಥವಾ ಏನಾದರೂ ದೀವಟಿಗೆಯನ್ನು ಉರಿಸಿಕೊಂಡು ಬರುತ್ತೇನೆ. ಅದರಿಂದ ನಿಮಗೆ ಚಳಿ ಕಾಯಿಸಬಹುದು.”","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:30","price":"ಮೂಸಾ ಅಲ್ಲಿಗೆ ತಲುಪಿದಾಗ, ಆ ಸಮೃದ್ಧ ಭೂಮಿಯಲ್ಲಿರುವ ಕಣಿವೆಯ ಬಲಭಾಗದ ಒಂದು ಮರದಿಂದ ಒಂದು ವಾಣಿ ಕೇಳಿಸಿತು: “ಮೂಸಾ! ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನಾಗಿದ್ದೇನೆ.”","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:31","price":"“ನೀವು ನಿಮ್ಮ ಕೋಲನ್ನು ಎಸೆಯಿರಿ.” ಆಗ ಅದೊಂದು ಸರ್ಪವೋ ಎಂಬಂತೆ ವಿಲಿವಿಲಿ ಒದ್ದಾಡುವುದನ್ನು ಕಂಡಾಗ, ಮೂಸಾ (ಭಯದಿಂದ) ಹಿಂದೆ ತಿರುಗಿ ಓಡತೊಡಗಿದರು. ಅವರು ತಿರುಗಿ ನೋಡಲೇ ಇಲ್ಲ. “ಓ ಮೂಸಾ! ಮುಂದೆ ಬನ್ನಿ! ಭಯಪಡಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ನಿರ್ಭಯರಾಗಿದ್ದೀರಿ.”","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:32","price":"ನೀವು ನಿಮ್ಮ ಕೈಯನ್ನು ನಿಮ್ಮ ಅಂಗಿಯಲ್ಲಿ ವಕ್ಷಕ್ಕೆ ತೂರಿಸಿರಿ. ಆಗ ಅದಕ್ಕೆ ಯಾವುದೇ ದೋಷವುಂಟಾಗದೆ ಅದು ಬೆಳ್ಳಗೆ ಹೊಳೆಯುತ್ತಾ ಹೊರಬರುತ್ತದೆ. ನಿಮಗೆ ಭಯವಾದರೆ ನಿಮ್ಮ ತೋಳನ್ನು ನಿಮ್ಮ ದೇಹಕ್ಕೆ ಒತ್ತಿ ಹಿಡಿಯಿರಿ. ಇವೆರಡು ಫರೋಹ ಮತ್ತು ಅವನ ಜನರ ಮುಖಂಡರಿಗೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಎರಡು ಸಾಕ್ಷ್ಯಗಳಾಗಿವೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಮಹಾ ದುಷ್ಟ ಜನರಾಗಿದ್ದಾರೆ.”","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:33","price":"ಮೂಸಾ ಹೇಳಿದರು: “ನನ್ನ ಪರಿಪಾಲಕನೇ! ನಾನು ಅವರಲ್ಲಿ ಒಬ್ಬನ್ನು ಕೊಂದಿದ್ದೇನೆ. ಆದ್ದರಿಂದ ಅವರು ನನ್ನನ್ನು ಕೊಲ್ಲುವರೆಂದು ನನಗೆ ಭಯವಾಗುತ್ತಿದೆ.","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:34","price":"ನನ್ನ ತಮ್ಮ ಹಾರೂನ್ ನನಗಿಂತಲೂ ವಾಚಾಲವಾಗಿ ಮಾತನಾಡುತ್ತಾನೆ. ಆದ್ದರಿಂದ ನನ್ನ ಸತ್ಯತೆಯನ್ನು ದೃಢೀಕರಿಸಲು ಅವನನ್ನು ನನ್ನ ಸಹಾಯಕನಾಗಿ ನನ್ನೊಡನೆ ಕಳುಹಿಸು. ಅವರು ನನ್ನನ್ನು ನಿಷೇಧಿಸುವರೆಂದು ನಿಜಕ್ಕೂ ನನಗೆ ಭಯವಾಗುತ್ತಿದೆ.”","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:35","price":"ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ನಿಮ್ಮ ಸಹೋದರನಿಂದ ನಾವು ನಿಮ್ಮ ತೋಳನ್ನು ಬಲಪಡಿಸುವೆವು ಮತ್ತು ನಿಮಗಿಬ್ಬರಿಗೂ ಮೇಲ್ಮೆಯನ್ನು ನೀಡುವೆವು. ನಿಮ್ಮ ಬಳಿಗೆ ತಲುಪಲೂ ಅವರಿಗೆ ಸಾಧ್ಯವಾಗದು. ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳ ಕಾರಣದಿಂದ, ನೀವು ಮತ್ತು ನಿಮ್ಮ ಅನುಯಾಯಿಗಳೇ ಗೆಲ್ಲುವರು.”","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:36","price":"ನಂತರ ನಮ್ಮ ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ಮೂಸಾ ಅವರ ಬಳಿಗೆ ಬಂದಾಗ ಅವರು ಹೇಳಿದರು: “ಇದು ಕೃತಕವಾಗಿ ರಚಿಸಲಾದ ಒಂದು ಮಾಟಗಾರಿಕೆಯಾಗಿದೆ. ನಾವು ನಮ್ಮ ಪೂರ್ವಜರ ಕಾಲದಿಂದ ಇಂತಹ ಒಂದನ್ನು ಕೇಳಿಯೇ ಇಲ್ಲ.”","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:37","price":"ಮೂಸಾ ಹೇಳಿದರು: “ತನ್ನ ಕಡೆಯಿಂದ ಸನ್ಮಾರ್ಗದೊಂದಿಗೆ ಬಂದವರು ಯಾರು ಮತ್ತು ಪರಲೋಕದ ಅಂತಿಮ ಫಲಿತಾಂಶವು ಯಾರ ಪಾಲಿಗೆ ಒಳಿತಾಗಿರುತ್ತದೆಯೆಂದು ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಕ್ರಮಿಗಳು ಯಶಸ್ವಿಯಾಗುವುದಿಲ್ಲ.”","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:38","price":"ಫರೋಹ ಹೇಳಿದನು: “ಮುಖಂಡರೇ! ನಿಮಗೆ ನನ್ನ ಹೊರತು ಬೇರೆ ದೇವರು ಇದ್ದಾನೆಂದು ನನಗೆ ತಿಳಿದಿಲ್ಲ. ಓ ಹಾಮಾನ್! ನನಗೆ ಜೇಡಿಮಣ್ಣನ್ನು ಸುಟ್ಟು (ಇಟ್ಟಿಗೆಗಳನ್ನು) ಮಾಡಿಕೊಡು. ನಂತರ ನನಗೆ ಒಂದು ಎತ್ತರದ ಗೋಪುರವನ್ನು ನಿರ್ಮಿಸಿಕೊಡು. ನಾನು (ಅದನ್ನು ಏರಿ) ಮೂಸಾನ ದೇವನನ್ನು ಒಮ್ಮೆ ಇಣುಕಿ ನೋಡಬೇಕು. ಖಂಡಿತವಾಗಿಯೂ ಅವನು ಸುಳ್ಳು ಹೇಳುವವರಲ್ಲಿ ಸೇರಿದವನೆಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ.”","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:39","price":"ಅವನು ಮತ್ತು ಅವನ ಸೈನ್ಯಗಳು ಭೂಮಿಯಲ್ಲಿ ಅನ್ಯಾಯವಾಗಿ ಅಹಂಕಾರ ತೋರಿದರು. ಅವರನ್ನು ನಮ್ಮ ಬಳಿಗೆ ಮರಳಿಸಲಾಗುವುದಿಲ್ಲವೆಂದೇ ಅವರು ಭಾವಿಸಿದರು.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:40","price":"ಆದ್ದರಿಂದ ನಾವು ಅವನನ್ನು ಮತ್ತು ಅವನ ಸೈನ್ಯವನ್ನು ಹಿಡಿದು ಸಮುದ್ರಕ್ಕೆಸೆದೆವು. ಆ ದುಷ್ಟರ ಅಂತಿಮ ಫಲಿತಾಂಶವು ಹೇಗಿತ್ತೆಂದು ನೋಡಿರಿ.","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:41","price":"ನಾವು ಅವರನ್ನು ನರಕಾಗ್ನಿಗೆ ಆಮಂತ್ರಿಸುವ ಮುಖಂಡರನ್ನಾಗಿ ಮಾಡಿದೆವು. ಪುನರುತ್ಥಾನದ ದಿನದಂದು ಅವರಿಗೆ ಯಾವುದೇ ಸಹಾಯವಿರುವುದಿಲ್ಲ.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:42","price":"ಇಹಲೋಕದಲ್ಲೇ ಶಾಪವು ಅವರನ್ನು ಹಿಂಬಾಲಿಸುವಂತೆ ನಾವು ಮಾಡಿದ್ದೇವೆ. ಪುನರುತ್ಥಾನದ ದಿನದಂದು ಅವರು ನಿಕೃಷ್ಟ ಜನರಲ್ಲಿ ಸೇರುವರು.","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:43","price":"ನಾವು ಪೂರ್ವ ತಲೆಮಾರುಗಳನ್ನು ನಾಶ ಮಾಡಿದ ಬಳಿಕ, ಜನರಿಗೆ ಪುರಾವೆ, ಮಾರ್ಗದರ್ಶಿ ಮತ್ತು ದಯೆಯಾಗಿ ನಾವು ಮೂಸಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದೆವು. ಅವರು ಉಪದೇಶವನ್ನು ಸ್ವೀಕರಿಸಲೆಂದು.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:44","price":"(ಪ್ರವಾದಿಯವರೇ) ನಾವು ಮೂಸಾರಿಗೆ ಆಜ್ಞಾದೇಶಗಳ ಬಗ್ಗೆ ದೇವವಾಣಿ ನೀಡಿದಾಗ ನೀವು ಆ ಪರ್ವತದ ಪಶ್ಚಿಮ ಭಾಗದಲ್ಲಿರಲಿಲ್ಲ. (ಆ ಘಟನೆಗೆ) ಸಾಕ್ಷಿಯಾದವರಲ್ಲೂ ನೀವಿರಲಿಲ್ಲ.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:45","price":"ಆದರೆ ನಾವು (ಮೂಸಾರ ನಂತರ) ಅನೇಕ ತಲೆಮಾರುಗಳನ್ನು ಬೆಳೆಸಿದೆವು. ಅವರ ಮೂಲಕ ದೀರ್ಘ ಕಾಲಗಳು ಕಳೆದುಹೋದವು. ಮದ್ಯನ್‍ ದೇಶದವರಿಗೆ ನಮ್ಮ ವಚನಗಳನ್ನು ಓದಿಕೊಡುತ್ತಾ ನೀವು ಅವರೊಂದಿಗೆ ವಾಸವಾಗಿರಲಿಲ್ಲ. ಆದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಸಂದೇಶವಾಹಕರನ್ನು ಕಳುಹಿಸುವವರಾಗಿದ್ದೇವೆ.","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:46","price":"ನಾವು (ಮೂಸಾರನ್ನು) ಕರೆದ ಸಂದರ್ಭದಲ್ಲಿ  ನೀವು ತೂರ್ ಪರ್ವತದ ಭಾಗದಲ್ಲಿರಲಿಲ್ಲ. ಆದರೆ ಅದು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ದಯೆಯಾಗಿದೆ. ನಿಮಗಿಂತ ಮೊದಲು ಯಾವುದೇ ಮುನ್ನೆಚ್ಚರಿಕೆಗಾರರು ಬಂದಿರದ ಈ ಜನರಿಗೆ ನೀವು ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವುದಕ್ಕಾಗಿ. ಅವರು ಉಪದೇಶವನ್ನು ಸ್ವೀಕರಿಸಲೆಂದು.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:47","price":"ಅವರ ಕೈಗಳು ಮುಂದಕ್ಕೆ ಕಳುಹಿಸಿರುವ ದುಷ್ಕರ್ಮಗಳ ಫಲವಾಗಿ ಅವರಿಗೇನಾದರೂ ಅನಾಹುತ ಸಂಭವಿಸಿದರೆ, “ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮ್ಮ ಬಳಿಗೆ ಒಬ್ಬ ಸಂದೇಶವಾಹಕರನ್ನು ಏಕೆ ಕಳುಹಿಸಲಿಲ್ಲ, ಹಾಗಿರುತ್ತಿದ್ದರೆ ನಾವು ನಿನ್ನ ವಚನಗಳನ್ನು ಅನುಸರಿಸುತ್ತಿದ್ದೆವು ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಲ್ಲಿ  ಸೇರುತ್ತಿದ್ದೆವು” ಎಂದು ಅವರು ಹೇಳಲಾರರು ಎಂದಿರುತ್ತಿದ್ದರೆ (ನಾವು ನಿಮ್ಮನ್ನು ಅವರಿಗೆ ಸಂದೇಶವಾಹಕರಾಗಿ ಕಳುಹಿಸುತ್ತಿರಲಿಲ್ಲ).","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:48","price":"ನಮ್ಮ ಕಡೆಯ ಸತ್ಯವು ಅವರಿಗೆ ತಲುಪಿದಾಗ ಅವರು ಹೇಳಿದರು: “ಮೂಸಾರಿಗೆ ನೀಡಲಾದಂತಹ ದೃಷ್ಟಾಂತಗಳನ್ನು ಇವರಿಗೇಕೆ ನೀಡಲಾಗಿಲ್ಲ?” ಆದರೆ ಇದಕ್ಕೆ ಮೊದಲು ಮೂಸಾರಿಗೆ ನೀಡಲಾದ ದೃಷ್ಟಾಂತಗಳನ್ನು ಅವರು ನಿಷೇಧಿಸಿಲ್ಲವೇ? ಅವರು ಹೇಳಿದರು: “ಇವೆರಡು (ಕುರ್‌ಆನ್ ಮತ್ತು ತೌರಾತ್) ಮಾಟಗಾರಿಕೆಗಳಾಗಿದ್ದು ಪರಸ್ಪರ ಬೆಂಬಲಿಸುತ್ತವೆ.” ಅವರು ಹೇಳಿದರು: “ನಾವು ಇವೆಲ್ಲವನ್ನೂ ನಿಷೇಧಿಸುತ್ತೇವೆ.”","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:49","price":"ಹೇಳಿರಿ: “ನೀವು ಅವೆರಡಕ್ಕಿಂತಲೂ ಹೆಚ್ಚು ಸ್ಪಷ್ಟವಾಗಿ ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುವ ಒಂದು ಗ್ರಂಥವನ್ನು ಅಲ್ಲಾಹನ ಬಳಿಯಿಂದ ತನ್ನಿರಿ. ಅದನ್ನು ನಾನು ಅನುಸರಿಸುತ್ತೇನೆ. ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ.”","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:50","price":"ಅವರೇನಾದರೂ ನಿಮಗೆ ಉತ್ತರ ನೀಡದಿದ್ದರೆ ತಿಳಿಯಿರಿ! ಅವರು ಅವರ ಸ್ವೇಚ್ಛೆಗಳನ್ನು ಮಾತ್ರ ಅನುಸರಿಸುತ್ತಿದ್ದಾರೆ. ಅಲ್ಲಾಹನ ಕಡೆಯ ಯಾವುದೇ ಮಾರ್ಗದರ್ಶನವನ್ನು ಪಡೆಯದೆ ತನ್ನ ಸ್ವೇಚ್ಛೆಯನ್ನು ಹಿಂಬಾಲಿಸುವವನಿಗಿಂತ ಹೆಚ್ಚು ದಾರಿತಪ್ಪಿದವನು ಯಾರು? ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅಕ್ರಮಿಗಳಾದ ಜನರಿಗೆ ಸನ್ಮಾರ್ಗ ತೋರಿಸುವುದಿಲ್ಲ.","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:51","price":"ನಾವು ಜನರಿಗೆ ನಿರಂತರವಾಗಿ ನಮ್ಮ ವಚನಗಳನ್ನು ತಲುಪಿಸುತ್ತಿದ್ದೇವೆ. ಅವರು ಉಪದೇಶ ಸ್ವೀಕರಿಸಲೆಂದು.","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:52","price":"ಇದಕ್ಕೆ ಮೊದಲು ನಾವು ಯಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದ್ದೇವೋ ಅವರು ಇದರಲ್ಲೂ ವಿಶ್ವಾಸವಿಡುತ್ತಾರೆ.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:53","price":"ಅವರಿಗೆ ಇದನ್ನು ಓದಿಕೊಡಲಾದಾಗ ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಾವು ಇದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಇದು ನಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಸತ್ಯವಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಇದಕ್ಕಿಂತ ಮೊದಲೇ ಮುಸಲ್ಮಾನರಾಗಿದ್ದೆವು.”","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:54","price":"ಅವರು ತಾಳ್ಮೆಯಿಂದ ಜೀವಿಸಿದ ಕಾರಣ ಅವರಿಗೆ ಇಮ್ಮಡಿ ಪ್ರತಿಫಲವನ್ನು ನೀಡಲಾಗುವುದು. ಅವರು ಒಳಿತಿನ ಮೂಲಕ ಕೆಡುಕನ್ನು ದೂರೀಕರಿಸುತ್ತಾರೆ ಮತ್ತು ನಾವು ಅವರಿಗೆ ನೀಡಿದ ಧನದಿಂದ ಖರ್ಚು ಮಾಡುತ್ತಾರೆ.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:55","price":"ಅವರು ಅನಗತ್ಯ ಮಾತುಗಳನ್ನು ಕೇಳಿದರೆ (ಅದಕ್ಕೆ ಕಿವಿಗೊಡದೆ) ವಿಮುಖರಾಗುತ್ತಾರೆ. ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಮಗೆ ನಮ್ಮ ಕರ್ಮಗಳು ಮತ್ತು ನಿಮಗೆ ನಿಮ್ಮ ಕರ್ಮಗಳು. ನಿಮಗೆ ಸಲಾಂ. ನಮಗೆ ಅವಿವೇಕಿಗಳ ಅಗತ್ಯವಿಲ್ಲ.”","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:56","price":"ನಿಮಗೆ ಇಷ್ಟವಿರುವವರನ್ನು ಸನ್ಮಾರ್ಗಕ್ಕೆ ಸೇರಿಸಲು ನಿಮ್ಮಿಂದ ಸಾಧ್ಯವಿಲ್ಲ.[1] ಆದರೆ ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ಸನ್ಮಾರ್ಗಕ್ಕೆ ಸೇರಿಸುತ್ತಾನೆ. ಸನ್ಮಾರ್ಗದಲ್ಲಿರುವವರ ಬಗ್ಗೆ ಅವನು ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"[1] ಪ್ರವಾದಿ ಮುಹಮ್ಮದರ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಚಿಕ್ಕಪ್ಪ ಅಬೂತಾಲಿಬ್ ಮುಸ್ಲಿಂ ಆಗಿರಲಿಲ್ಲ. ಅವರು ಇಸ್ಲಾಂ ಸ್ವೀಕರಿಸಬೇಕೆಂದು ಪ್ರವಾದಿಯವರಿಗೆ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಅತೀವ ಆಸೆಯಿತ್ತು. ಅದಕ್ಕಾಗಿ ಅವರು ಬಹಳ ಪ್ರಯತ್ನ ಪಟ್ಟಿದ್ದರು. ಚಿಕ್ಕಪ್ಪ ಮರಣಶಯ್ಯೆಯಲ್ಲಿ ಮಲಗಿರುವಾಗಲೂ ಸಹ ಅವರು ಹತ್ತಿರ ಕುಳಿತು ನಾನಾ ರೀತಿಯಲ್ಲಿ ತಿಳಿಹೇಳುತ್ತಿದ್ದರು. ಆದರೆ ಅಬೂತಾಲಿಬ್ ಇಸ್ಲಾಂ ಸ್ವೀಕರಿಸದೆ ಸತ್ಯನಿಷೇಧಿಯಾಗಿಯೇ ನಿಧನರಾದರು. ಇದರಿಂದ ಪ್ರವಾದಿಯವರಿಗೆ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಬಹಳ ದುಃಖವಾಯಿತು. ಆಗ ಈ ವಚನವು ಅವತೀರ್ಣವಾಯಿತು.","lang":"kn"},{"name":"28:57","price":"ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಾವೇನಾದರೂ ನಿಮ್ಮ ಜೊತೆಗೆ ಸೇರಿ ಸನ್ಮಾರ್ಗವನ್ನು ಹಿಂಬಾಲಿಸಿದರೆ ನಮ್ಮನ್ನು ನೆಲದಿಂದ ಕಿತ್ತೆಸೆಯಲಾಗಬಹುದು.” ನಾವು ಅವರಿಗೆ ನಿರ್ಭಯವಾದ ಒಂದು ಪವಿತ್ರ ಸ್ಥಳದಲ್ಲಿ (ಹರಂನಲ್ಲಿ) ಬದುಕುವ ಅವಕಾಶ ಮಾಡಿಕೊಡಲಿಲ್ಲವೇ? ಅಲ್ಲಿಗೆ ಎಲ್ಲಾ ವಸ್ತುಗಳ ಫಲಗಳನ್ನು ನಮ್ಮ ಕಡೆಯ ಉಪಜೀವನವಾಗಿ ತರಲಾಗುತ್ತದೆ. ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಇದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲ.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:58","price":"ಆಡಂಬರದ ಜೀವನ ನಡೆಸುತ್ತಿದ್ದ ಎಷ್ಟೋ ಊರುಗಳನ್ನು ನಾವು ನಾಶಮಾಡಿದ್ದೇವೆ. ಅಗೋ ಅವರ ವಾಸಸ್ಥಳಗಳು! ಅವರ ಬಳಿಕ ಬಹಳ ಅಪೂರ್ವವಾಗಿಯೇ ಅಲ್ಲಿ ಜನವಾಸವುಂಟಾಗಿತ್ತು. ನಾವೇ ಅವುಗಳ ವಾರಸುದಾರರಾಗಿದ್ದೇವೆ.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:59","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಊರುಗಳನ್ನು ನಾಶ ಮಾಡುವುದಿಲ್ಲ. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ನಮ್ಮ ವಚನಗಳನ್ನು ಜನರಿಗೆ ಓದಿಕೊಡುವ ಒಬ್ಬ ಸಂದೇಶವಾಹಕರನ್ನು ಅವುಗಳಲ್ಲಿ ಪ್ರಮುಖವಾದ ಊರಿಗೆ ಕಳುಹಿಸುವ ತನಕ. ಊರುಗಳ ನಿವಾಸಿಗಳು ಅಕ್ರಮಗಳಲ್ಲಿ ಮುಳುಗಿರುವಾಗ ಮಾತ್ರ ನಾವು ಆ ಊರುಗಳನ್ನು ನಾಶ ಮಾಡುತ್ತೇವೆ.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:60","price":"ನಿಮಗೆ ಏನಾದರೂ ನೀಡಲಾಗಿದ್ದರೆ ಅದು ಇಹಲೋಕ ಜೀವನದ ಆನಂದ ಮತ್ತು ಅಲಂಕಾರ ಮಾತ್ರವಾಗಿದೆ. ಅಲ್ಲಾಹನ ಬಳಿ ಏನಿದೆಯೋ ಅದು ಅತ್ಯುತ್ತಮ ಮತ್ತು ಶಾಶ್ವತವಾಗಿದೆ. ನೀವು ಆಲೋಚಿಸುವುದಿಲ್ಲವೇ?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:61","price":"ನಾವು ಒಬ್ಬನಿಗೆ ಒಳ್ಳೆಯ ವಾಗ್ದಾನವನ್ನು ನೀಡಿ ನಂತರ ಅವನು ಅದನ್ನು ಸತ್ಯವಾಗಿ ಕಾಣುತ್ತಾನೆ. ಇನ್ನೊಬ್ಬನಿಗೆ ನಾವು ಇಹಲೋಕ ಜೀವನದ ಆನಂದವನ್ನು ನೀಡಿ ನಂತರ ಅವನನ್ನು ಪುನರುತ್ಥಾನದ ದಿನದಂದು ಶಿಕ್ಷೆಗೆ ಹಾಜರುಗೊಳಿಸಲಾಗುತ್ತದೆ. ಇವರಿಬ್ಬರು ಸಮಾನರೇ?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:62","price":"ಅಲ್ಲಾಹು ಅವರನ್ನು ಕರೆಯುವ ದಿನ. ಅವನು ಕೇಳುವನು: “ನೀವು ನನ್ನ ಸಹಭಾಗಿಗಳೆಂದು ವಾದಿಸುತ್ತಿದ್ದ ಆ ನಿಮ್ಮ ದೇವರುಗಳು ಎಲ್ಲಿದ್ದಾರೆ?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:63","price":"ಯಾರ ಮೇಲೆ ಶಿಕ್ಷೆಯ ವಚನವು ಖಾತ್ರಿಯಾಗಿದೆಯೋ ಅವರು (ಸತ್ಯನಿಷೇಧಿಗಳ ಮುಖಂಡರು) ಹೇಳುವರು: “ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಾವು ದಾರಿತಪ್ಪಿಸಿದ್ದು ಇವರನ್ನೇ. ನಾವು ದಾರಿ ತಪ್ಪಿದಂತೆಯೇ ಇವರನ್ನೂ ದಾರಿತಪ್ಪಿಸಿದೆವು. ನಾವು ಇವರಿಂದ ಸಂಪೂರ್ಣ ಮುಕ್ತರಾಗಿದ್ದೇವೆ. ಅವರು ನಮ್ಮನ್ನು ಆರಾಧಿಸುತ್ತಲೇ ಇರಲಿಲ್ಲ.”","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:64","price":"ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು: “ನೀವು ಅಲ್ಲಾಹನೊಡನೆ ಸಹಭಾಗಿಗಳನ್ನಾಗಿ ಮಾಡಿದ (ನಿಮ್ಮ ದೇವರುಗಳನ್ನು) ಕರೆದು ಪ್ರಾರ್ಥಿಸಿರಿ.” ಆಗ ಅವರು ಅವರನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವರು. ಆದರೆ ಅವರು (ದೇವರುಗಳು) ಅವರಿಗೆ ಉತ್ತರ ನೀಡುವುದಿಲ್ಲ. ಅವರೆಲ್ಲರೂ ಶಿಕ್ಷೆಯನ್ನು ನೋಡುವರು. ಅವರೇನಾದರೂ ಸನ್ಮಾರ್ಗವನ್ನು ಸ್ವೀಕರಿಸುತ್ತಿದ್ದರೆ ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು!","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:65","price":"ಅಲ್ಲಾಹು ಅವರನ್ನು ಕರೆಯುವ ದಿನ. ಅವನು ಕೇಳುವನು: “ನೀವು ಸಂದೇಶವಾಹಕರಿಗೆ ಏನು ಉತ್ತರ ನೀಡಿದಿರಿ?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:66","price":"ಅಂದು ಅವರಿಗೆ (ಅವರು ಹೇಳುತ್ತಿದ್ದ) ಎಲ್ಲಾ ಸಾಕ್ಷ್ಯಗಳು ಅಸ್ಪಷ್ಟವಾಗಿ ಬಿಡುವುವು. ಅವರು ಪರಸ್ಪರ ಪ್ರಶ್ನಿಸುವುದನ್ನೂ ಮಾಡಲಾರರು.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:67","price":"ಆದರೆ ಯಾರು ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು, ಸತ್ಯವಿಶ್ವಾಸಿಯಾಗಿ, ಸತ್ಕರ್ಮವೆಸಗುತ್ತಾನೋ ಅವನು ಖಂಡಿತ ಯಶಸ್ವಿಯಾದವರಲ್ಲಿ ಸೇರುವನು.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:68","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವನು ಇಚ್ಛಿಸುವುದನ್ನು ಸೃಷ್ಟಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನು ಇಚ್ಛಿಸುವುದನ್ನು ಆರಿಸುತ್ತಾನೆ. ಆದರೆ ಅವರಲ್ಲಿ ಯಾರಿಗೂ ಆಯ್ಕೆ ಮಾಡುವ ಅಧಿಕಾರವಿಲ್ಲ. ಅವರು ಮಾಡುವ ಸಹಭಾಗಿತ್ವದಿಂದ (ಶಿರ್ಕ್‌ನಿಂದ) ಅಲ್ಲಾಹು ಎಷ್ಟೋ ಪರಿಶುದ್ಧನು ಮತ್ತು ಪರಮೋನ್ನತನಾಗಿದ್ದಾನೆ.","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:69","price":"ಅವರ ಹೃದಯಗಳು ಅಡಗಿಸಿಡುವುದನ್ನು ಮತ್ತು ಅವರು ಬಹಿರಂಗಪಡಿಸುವುದನ್ನು ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ತಿಳಿಯುತ್ತಾನೆ.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:70","price":"ಅವನೇ ಅಲ್ಲಾಹು! ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಬೇರೆ ದೇವರಿಲ್ಲ. ಇಹಲೋಕದಲ್ಲೂ ಪರಲೋಕದಲ್ಲೂ ಅವನಿಗೇ ಸರ್ವಸ್ತುತಿ. ಆಜ್ಞಾಧಿಕಾರವು ಅವನಿಗೆ ಸೇರಿದ್ದು. ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:71","price":"ಹೇಳಿರಿ: “ನೀವು ಆಲೋಚಿಸಿ ನೋಡಿದ್ದೀರಾ? ಅಲ್ಲಾಹು ನಿಮಗೆ ಪುನರುತ್ಥಾನದ ದಿನದವರೆಗೆ ಕೇವಲ ರಾತ್ರಿಯನ್ನು ಮಾತ್ರ ಮುಂದುವರಿಸಿದರೆ ಅಲ್ಲಾಹನ ಹೊರತಾಗಿ ನಿಮಗೆ ಹಗಲಿನ ಬೆಳಕನ್ನು ತಂದುಕೊಡುವ ಬೇರೆ ದೇವರು ಯಾರಾದರೂ ಇದ್ದಾರೆಯೇ? ಏನು ನೀವು ಕಿವಿಗೊಡುವುದಿಲ್ಲವೇ?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:72","price":"ಹೇಳಿರಿ: “ನೀವು ಆಲೋಚಿಸಿ ನೋಡಿದ್ದೀರಾ! ಅಲ್ಲಾಹು ನಿಮಗೆ ಪುನರುತ್ಥಾನದ ದಿನದವರೆಗೆ ಕೇವಲ ಹಗಲನ್ನು ಮಾತ್ರ ಮುಂದುವರಿಸಿದರೆ ನಿಮಗೆ ವಿಶ್ರಾಂತಿ ಪಡೆಯುಲು ರಾತ್ರಿಯನ್ನು ತಂದುಕೊಡುವ ದೇವರು ಅಲ್ಲಾಹನ ಹೊರತಾಗಿ ಬೇರೆ ಯಾರಾದರೂ ಇದ್ದಾರೆಯೇ? ಏನು ನೀವು ಕಣ್ತೆರೆದು ನೋಡುವುದಿಲ್ಲವೇ?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:73","price":"ರಾತ್ರಿಯಲ್ಲಿ ನೀವು ವಿಶ್ರಾಂತಿ ಪಡೆಯಲು ಮತ್ತು ಹಗಲಲ್ಲಿ ಅವನ ಔದಾರ್ಯದಿಂದ ನಿಮ್ಮ ಉಪಜೀವನವನ್ನು ಹುಡುಕಲು ಹಾಗೂ ನೀವು ಕೃತಜ್ಞರಾಗಿ ಜೀವಿಸಲು ಅವನು ತನ್ನ ದಯೆಯಿಂದ ನಿಮಗೆ ರಾತ್ರಿ ಮತ್ತು ಹಗಲನ್ನು ಮಾಡಿಕೊಟ್ಟಿದ್ದಾನೆ.","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:74","price":"ಅಲ್ಲಾಹು ಅವರನ್ನು ಕರೆಯುವ ದಿನ. ಅವನು ಕೇಳುವನು: “ನೀವು ನನ್ನ ಸಹಭಾಗಿಗಳೆಂದು ವಾದಿಸುತ್ತಿದ್ದ ನಿಮ್ಮ ದೇವರುಗಳು ಎಲ್ಲಿದ್ದಾರೆ?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:75","price":"ನಾವು ಎಲ್ಲಾ ಸಮುದಾಯಗಳಿಂದಲೂ ಒಬ್ಬೊಬ್ಬ ಸಾಕ್ಷಿಯನ್ನು ಬೇರ್ಪಡಿಸುವೆವು. ನಂತರ ನಾವು ಹೇಳುವೆವು: “ನಿಮ್ಮ ಸಾಕ್ಷ್ಯವನ್ನು ತನ್ನಿರಿ.” ಆಗ ಸತ್ಯವಿರುವುದು ಅಲ್ಲಾಹನಲ್ಲಿ ಎಂದು ಅವರಿಗೆ ಮನದಟ್ಟಾಗುವುದು. ಅವರು ಸುಳ್ಳು ಆರೋಪಗಳೆಲ್ಲವೂ ಅವರನ್ನು ಬಿಟ್ಟು ಹೋಗುವುವು.","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:76","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಕಾರೂನ್ ಮೂಸಾರ ಜನರಲ್ಲಿ ಸೇರಿದವನಾಗಿದ್ದನು.[1] ಅವನು ಅವರ ಮೇಲೆ ಅತಿರೇಕವೆಸಗುತ್ತಿದ್ದನು. ನಾವು ಅವನಿಗೆ ಎಷ್ಟು ದೊಡ್ಡ ದೊಡ್ಡ ಖಜಾನೆಗಳನ್ನು ನೀಡಿದ್ದೇವೆಂದರೆ, ಬಲಿಷ್ಠರಾದ ಹಲವಾರು ಜನರು ಕೂಡ ಬಹಳ ಕಷ್ಟದಿಂದಲೇ ಅವುಗಳ ಕೀಲಿಕೈಗಳನ್ನು ಹೊತ್ತು ಸಾಗುತ್ತಿದ್ದರು. ಅವನ ಜನರು ಅವನೊಡನೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ಅಟ್ಟಹಾಸ ಮೆರೆಯಬೇಡ. ಖಂಡಿತನಾಗಿಯೂ ಅಟ್ಟಹಾಸ ಮೆರೆಯುವವರನ್ನು ಅಲ್ಲಾಹು ಇಷ್ಟಪಡುವುದಿಲ್ಲ.","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"[1] ಕಾರೂನ್ ಇಸ್ರಾಯೇಲ್ ಜನಾಂಗದಲ್ಲಿ ಸೇರಿದವನು. ಅಲ್ಲಾಹು ಅವನಿಗೆ ಅಪಾರ ಐಶ್ವರ್ಯವನ್ನು ನೀಡಿದಾಗ ಅವನು ಅಲ್ಲಾಹನನ್ನು ಮರೆತು ಜನರ ಮೇಲೆ ಅತಿರೇಕವೆಸಗತೊಡಗಿದನು.","lang":"kn"},{"name":"28:77","price":"ಅಲ್ಲಾಹು ನಿನಗೆ ನೀಡಿದ ಆಸ್ತಿಯಿಂದ ಪರಲೋಕದ ಯಶಸ್ಸನ್ನು ಅರಸು. ನಿನ್ನ ಇಹಲೋಕದ ಪಾಲನ್ನೂ ಮರೆಯಬೇಡ. ಅಲ್ಲಾಹು ನಿನಗೆ ಒಳಿತು ಮಾಡಿದಂತೆ ನೀನು ಜನರಿಗೂ ಒಳಿತು ಮಾಡು. ಭೂಮಿಯಲ್ಲಿ ಕಿಡಿಗೇಡಿತನ ಮಾಡಲು ಮುಂದಾಗಬೇಡ. ನಿಶ್ಚಯವಾಗಿಯೂ ಕಿಡಿಗೇಡಿತನ ಮಾಡುವವರನ್ನು ಅಲ್ಲಾಹು ಇಷ್ಟಪಡುವುದಿಲ್ಲ.”","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:78","price":"ಅವನು ಹೇಳಿದನು: “ನನ್ನ ಜ್ಞಾನದ ಆಧಾರದಲ್ಲೇ ಇವೆಲ್ಲವನ್ನೂ ನನಗೆ ನೀಡಲಾಗಿದೆ.” ಅವನಿಗಿಂತಲೂ ಹೆಚ್ಚು ಶಕ್ತಿಶಾಲಿಗಳಾಗಿದ್ದ ಮತ್ತು ಅವನಿಗಿಂತ ಹೆಚ್ಚು ಜನಬಲವಿದ್ದ ಎಷ್ಟೋ ತಲೆಮಾರುಗಳನ್ನು ಅಲ್ಲಾಹು ಅವನಿಗಿಂತ ಮೊದಲು ನಾಶ ಮಾಡಿದ್ದಾನೆಂದು ಅವನು ತಿಳಿದಿಲ್ಲವೇ? ಅಪರಾಧಿಗಳೊಡನೆ ಅವರ ಅಪರಾಧಗಳ ಕುರಿತು ಪ್ರಶ್ನಿಸಲಾಗುವುದಿಲ್ಲ.","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:79","price":"ನಂತರ ಅವನು (ಕಾರೂನ್) ತನ್ನ ಎಲ್ಲಾ ಅಲಂಕಾರಗಳೊಂದಿಗೆ ಜನರ ನಡುವಿಗೆ ಬಂದನು. ಇಹಲೋಕ ಜೀವನವನ್ನು ಬಯಸುವವರು ಹೇಳಿದರು: “ಕಾರೂನನಿಗೆ ನೀಡಲಾಗಿರುವ ಸಂಪತ್ತು ನಮಗೂ ನೀಡಲಾಗಿದ್ದರೆ ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು! ನಿಜಕ್ಕೂ ಅವನು ಮಹಾ ಅದೃಷ್ಟವಂತನೇ ಸರಿ.”","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:80","price":"ಆದರೆ ಜ್ಞಾನ ನೀಡಲಾದವರು ಹೇಳಿದರು: “ನಿಮಗೆ ದುರದೃಷ್ಟ ಕಾದಿದೆ! ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರಿಗೆ ಅಲ್ಲಾಹನ ಪ್ರತಿಫಲವೇ ಅತ್ಯುತ್ತಮವಾಗಿದೆ. ತಾಳ್ಮೆ ಮತ್ತು ಸ್ಥೈರ್ಯದಿಂದ ಬದುಕುವವರಿಗೆ ಮಾತ್ರ ಇದನ್ನು ನೀಡಲಾಗುತ್ತದೆ.”","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:81","price":"ನಂತರ ನಾವು ಅವನನ್ನು ಮತ್ತು ಅವನ ಅರಮನೆಯನ್ನು ಭೂಮಿಯಲ್ಲಿ ಹುದುಗಿಸಿದೆವು. ಆಗ ಅಲ್ಲಾಹನ ಹೊರತು ಅವನಿಗೆ ಸಹಾಯ ಮಾಡುವ  ಯಾವುದೇ ಜನರೂ ಇರಲಿಲ್ಲ. ಸ್ವಯಂ ರಕ್ಷಣೆ ಪಡೆಯಲೂ ಅವನಿಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:82","price":"ನಿನ್ನೆ ಅವನ ಸ್ಥಾನಮಾನಕ್ಕೆ ತಲುಪಲು ಆಸೆಪಟ್ಟವರು ಇಂದು ಹೀಗೆ ಹೇಳತೊಡಗಿದರು: “ನಿಮಗೆ ಕಾಣುವುದಿಲ್ಲವೇ! ಅಲ್ಲಾಹು ಅವನ ದಾಸರಲ್ಲಿ ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಉಪಜೀವನವನ್ನು ವಿಶಾಲಗೊಳಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಇಕ್ಕಟ್ಟುಗೊಳಿಸುತ್ತಾನೆ. ಒಂದು ವೇಳೆ ಅಲ್ಲಾಹು ನಮ್ಮ ಮೇಲೆ ಔದಾರ್ಯ ತೋರದಿರುತ್ತಿದ್ದರೆ ನಮ್ಮನ್ನೂ ಭೂಮಿಯಲ್ಲಿ ಹುದುಗಿಸುತ್ತಿದ್ದನು! ನಿಮಗೆ ಕಾಣುವುದಿಲ್ಲವೇ! ಸತ್ಯನಿಷೇಧಿಗಳು ಎಂದಿಗೂ ಯಶಸ್ವಿಯಾಗುವುದಿಲ್ಲ.”","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:83","price":"ನಾವು ಆ ಪರಲೋಕ ಭವನವನ್ನು ಭೂಮಿಯಲ್ಲಿ ಅಹಂಕಾರ ತೋರದ ಮತ್ತು ಕಿಡಿಗೇಡಿತನ ಮಾಡದ ಜನರಿಗೆ ಕೊಟ್ಟುಬಿಡುವೆವು. ಅಂತಿಮ ಫಲಿತಾಂಶವಿರುವುದು ದೇವಭಯವುಳ್ಳರಿಗೆ ಮಾತ್ರ.","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:84","price":"ಯಾರು ಒಳಿತನ್ನು ತರುತ್ತಾನೋ ಅವನಿಗೆ ಅದಕ್ಕಿಂತಲೂ ಶ್ರೇಷ್ಠವಾದುದು ದೊರೆಯುತ್ತದೆ. ಯಾರಾದರೂ ಕೆಡುಕನ್ನು ತಂದರೆ—ಕೆಡುಕು ಮಾಡುವವರಿಗೆ ಅವರು ಮಾಡಿದ ಕೆಡುಕಿನ ಪ್ರತಿಫಲವಲ್ಲದೆ ಬೇರೇನೂ ನೀಡಲಾಗುವುದಿಲ್ಲ.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:85","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮಗೆ ಈ ಕುರ್‌ಆನನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದವನು ಯಾರೋ ಅವನು ನಿಮ್ಮನ್ನು ಮೊದಲಿನ ಸ್ಥಳಕ್ಕೇ (ಮಕ್ಕಾ) ಹಿಂದಿರುಗಿಸುವನು. ಹೇಳಿರಿ: “ಸನ್ಮಾರ್ಗವನ್ನು ತಂದವರು ಯಾರು ಮತ್ತು ಸ್ಪಷ್ಟ ದುರ್ಮಾರ್ಗದಲ್ಲಿರುವವರು ಯಾರು ಎಂದು ನನ್ನ ಪರಿಪಾಲಕ (ಅಲ್ಲಾಹು) ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ.”","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:86","price":"ನಿಮಗೆ ಗ್ರಂಥವು ಅವತೀರ್ಣವಾಗಬಹುದೆಂದು ನೀವು ಎಂದಿಗೂ ಭಾವಿಸಿರಲಿಲ್ಲ. ಆದರೆ ಇದು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದಯೆಯಾಗಿದೆ. ಆದ್ದರಿಂದ ನೀವು ಎಂದಿಗೂ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಸಹಾಯ ಮಾಡುವವರಾಗಬೇಡಿ.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:87","price":"ಅಲ್ಲಾಹನ ವಚನಗಳು ನಿಮಗೆ ಅವತೀರ್ಣವಾದ ಬಳಿಕ ಅದನ್ನು ಜನರಿಗೆ ತಲುಪಿಸುವುದರಿಂದ ಅವರು ನಿಮ್ಮನ್ನು ತಡೆಯುವಂತಾಗದಿರಲಿ. ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಗೆ ಜನರನ್ನು ಕರೆಯಿರಿ. ನೀವು ಎಂದಿಗೂ ಬಹುದೇವಾರಾಧಕರಲ್ಲಿ ಸೇರಬೇಡಿ.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"28:88","price":"ಅಲ್ಲಾಹನ ಜೊತೆಗೆ ಬೇರೆ ದೇವರುಗಳನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸಬೇಡಿ. ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಬೇರೆ ದೇವರಿಲ್ಲ. ಅವನ ಮುಖದ (ಸಾರದ) ಹೊರತು ಇತರ ಎಲ್ಲಾ ವಸ್ತುಗಳೂ ನಾಶವಾಗುತ್ತವೆ. ಆಜ್ಞಾಧಿಕಾರವು ಅವನದ್ದು. ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:1","price":"ಅಲಿಫ್-ಲಾಮ್-ಮೀಮ್.","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:2","price":"“ನಾವು ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ” ಎಂದು ಹೇಳುವ ಕಾರಣ ತಮ್ಮನ್ನು ಪರೀಕ್ಷೆಗೆ ಗುರಿಯಾಗಿಸದೆ ಬಿಟ್ಟು ಬಿಡಲಾಗುವುದೆಂದು ಜನರು ಭಾವಿಸಿದ್ದಾರೆಯೇ?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:3","price":"ಅವರಿಗಿಂತ ಮೊದಲಿನವರನ್ನೂ ನಾವು ಪರೀಕ್ಷಿಸಿದ್ದೇವೆ. ಆಗ ಅವರಲ್ಲಿ ಸತ್ಯವಂತರು ಯಾರೆಂದು ಅಲ್ಲಾಹು ಖಂಡಿತ ತಿಳಿಯುವನು ಮತ್ತು ಸುಳ್ಳು ಹೇಳುವವರು ಯಾರೆಂದೂ ಅವನು ಖಂಡಿತ ತಿಳಿಯುವನು.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:4","price":"ದುಷ್ಕರ್ಮವೆಸಗುವವರು ನಮ್ಮ ನಿಯಂತ್ರಣದಲ್ಲಿಲ್ಲವೆಂದು ಅವರು ಭಾವಿಸುತ್ತಿದ್ದಾರೆಯೇ? ಅವರು ನೀಡುವ ತೀರ್ಪು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:5","price":"ಯಾರಿಗೆ ಅಲ್ಲಾಹನನ್ನು ಭೇಟಿಯಾಗುವ ನಿರೀಕ್ಷೆಯಿದೆಯೋ—ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ನಿಶ್ಚಿತ ಅವಧಿಯು ಬಂದೇ ಬರುತ್ತದೆ. ಅವನು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:6","price":"ಯಾರು ಪರಿಶ್ರಮಪಡುತ್ತಾನೋ ಅವನು ಪರಿಶ್ರಮಪಡುವುದು ಅವನ ಒಳಿತಿಗೇ ಆಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಸರ್ವಲೋಕದವರಿಂದ ನಿರಪೇಕ್ಷನಾಗಿದ್ದಾನೆ.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:7","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ ಅವರ ಕೆಡುಕುಗಳನ್ನು ನಾವು ಅಳಿಸಿ ಬಿಡುವೆವು ಮತ್ತು ಅವರು ಮಾಡುತ್ತಿದ್ದ ಅತ್ಯುತ್ತಮ ಕರ್ಮಗಳಿಗೆ ಅತ್ಯುತ್ತಮ ಪ್ರತಿಫಲವನ್ನು ನೀಡುವೆವು.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:8","price":"ತಂದೆ-ತಾಯಿಗಳಿಗೆ ಒಳಿತು ಮಾಡಬೇಕೆಂದು ನಾವು ಮನುಷ್ಯನಿಗೆ ಉಪದೇಶ ಮಾಡಿದ್ದೇವೆ. ಆದರೆ, ನಿನಗೆ ಯಾವುದೇ ತಿಳುವಳಿಕೆಯಿಲ್ಲದ ವಸ್ತುವನ್ನು ನನ್ನೊಂದಿಗೆ ಸಹಭಾಗಿಯನ್ನಾಗಿ (ಶಿರ್ಕ್) ಮಾಡಲು ಅವರು (ತಂದೆ-ತಾಯಿ) ಪರಿಶ್ರಮಿಸಿದರೆ ಅವರ ಆಜ್ಞಾಪಾಲನೆ ಮಾಡಬೇಡ. ನೀವು ಮರಳಿ ಬರುವುದು ನನ್ನ ಬಳಿಗೇ ಆಗಿದೆ. ಆಗ ನೀವು ಮಾಡುತ್ತಿದ್ದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ನಾನು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡುವೆನು.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:9","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ—ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಅವರನ್ನು ನೀತಿವಂತರಲ್ಲಿ ಸೇರಿಸುವೆವು.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:10","price":"ಜನರಲ್ಲಿ ಕೆಲವರಿದ್ದಾರೆ. ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಾವು ಅಲ್ಲಾಹನಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ.” ಆದರೆ ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಅವರಿಗೆ ತೊಂದರೆಗಳು ಎದುರಾದರೆ, ಜನರು ನೀಡುವ ತೊಂದರೆಯನ್ನು ಅವರು ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯಂತೆಯೇ ಪರಿಗಣಿಸುತ್ತಾರೆ. ಒಂದು ವೇಳೆ, ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯಿಂದ ಏನಾದರೂ ಸಹಾಯವು ಬಂದರೆ ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಿಜವಾಗಿಯೂ ನಾವು ನಿಮ್ಮ ಜೊತೆಗಿದ್ದೆವು.” ಸರ್ವಲೋಕದವರ ಹೃದಯಗಳಲ್ಲಿ ಏನಿದೆಯೆಂದು ಅಲ್ಲಾಹನಿಗೆ ಚೆನ್ನಾಗಿ ತಿಳಿದಿಲ್ಲವೇ?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:11","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಯಾರೆಂದು ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ತಿಳಿಯುತ್ತಾನೆ. ಕಪಟವಿಶ್ವಾಸಿಗಳು ಯಾರೆಂದೂ ಅವನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:12","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಸತ್ಯವಿಶ್ವಾಸಿಗಳೊಡನೆ ಹೇಳಿದರು: “ನಮ್ಮ ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸಿರಿ. ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ನಾವು ಹೊರುತ್ತೇವೆ.” ಆದರೆ ಅವರು ಇವರ ಪಾಪಗಳಲ್ಲಿ ಏನನ್ನೂ ಹೊರುವುದಿಲ್ಲ. ಅವರು ಸುಳ್ಳು ಹೇಳುವವರೇ ಆಗಿದ್ದಾರೆ.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:13","price":"ಅವರು ಅವರದ್ದೇ ಪಾಪಭಾರಗಳನ್ನು ಹೊರುತ್ತಾರೆ. ಅವರ ಪಾಪಭಾರಗಳೊಂದಿಗೆ ಇತರರು ಮಾಡಿದ ಪಾಪಭಾರಗಳನ್ನೂ ಹೊರುತ್ತಾರೆ. ಅವರು ಆರೋಪಿಸುವ ಸುಳ್ಳುಗಳ ಬಗ್ಗೆ ಪುನರುತ್ಥಾನ ದಿನದಂದು ಅವರಲ್ಲಿ ಖಂಡಿತ ವಿಚಾರಿಸಲಾಗುವುದು.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:14","price":"ನಾವು ನೂಹರನ್ನು ಅವರ ಜನರ ಬಳಿಗೆ ಕಳುಹಿಸಿದೆವು. ಅವರು ಒಂಬೈನೂರ ಐವತ್ತು ವರ್ಷಗಳ ಕಾಲ ಅವರ ನಡುವೆ ಬದುಕಿದರು. ನಂತರ ಅವರು ಅಕ್ರಮವೆಸಗಿದಾಗ ಚಂಡಮಾರುತವು ಅವರನ್ನು ಹಿಡಿದು ನಾಶ ಮಾಡಿತು.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:15","price":"ಆದರೆ ನಾವು ನೂಹರನ್ನು ಮತ್ತು ನಾವೆಯಲ್ಲಿದ್ದವರನ್ನು ರಕ್ಷಿಸಿದೆವು. ಅದನ್ನು ಸರ್ವಲೋಕದವರಿಗೆ ಒಂದು ದೃಷ್ಟಾಂತವನ್ನಾಗಿ ಮಾಡಿದೆವು.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:16","price":"ಇಬ್ರಾಹೀಮರನ್ನು ನೆನಪಿಸಿಕೊಳ್ಳಿ. ಅವರು ತಮ್ಮ ಜನರೊಂದಿಗೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ನೀವು ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ ಮತ್ತು ಅವನನ್ನು ಮಾತ್ರ ಭಯಪಡಿರಿ. ನಿಮಗೆ ತಿಳುವಳಿಕೆಯಿದ್ದರೆ ಅದೇ ನಿಮಗೆ ಉತ್ತಮವಾಗಿದೆ.","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:17","price":"ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಕೆಲವು ವಿಗ್ರಹಗಳನ್ನು ಆರಾಧಿಸುತ್ತಿದ್ದೀರಿ ಮತ್ತು ಸುಳ್ಳನ್ನು ಸೃಷ್ಟಿಸುತ್ತಿದ್ದೀರಿ. ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಯಾರನ್ನು ಆರಾಧಿಸುತ್ತಿದ್ದೀರೋ ಅವರು ನಿಮ್ಮ ಉಪಜೀವನವನ್ನು ವಶದಲ್ಲಿಟ್ಟುಕೊಂಡಿಲ್ಲ. ಆದ್ದರಿಂದ ನೀವು ಅಲ್ಲಾಹನಲ್ಲಿ ಉಪಜೀವನವನ್ನು ಬೇಡಿರಿ. ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ ಮತ್ತು ಅವನಿಗೆ ಕೃತಜ್ಞರಾಗಿರಿ. ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.”","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:18","price":"ನೀವು ನಿಷೇಧಿಸುವುದಾದರೆ (ಅದರಲ್ಲಿ ಆಶ್ಚರ್ಯವಿಲ್ಲ). ನಿಮಗಿಂತ ಮೊದಲು ಹಲವಾರು ಸಮುದಾಯಗಳ ಜನರು ನಿಷೇಧಿಸಿದ್ದಾರೆ. ಸಂದೇಶವಾಹಕರ ಕರ್ತವ್ಯವು ಸ್ಪಷ್ಟವಾದ ರೀತಿಯಲ್ಲಿ ಸಂದೇಶವನ್ನು ತಲುಪಿಸುವುದು ಮಾತ್ರವಾಗಿದೆ.","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:19","price":"ಅಲ್ಲಾಹು ಪ್ರಥಮ ಬಾರಿಗೆ ಹೇಗೆ ಸೃಷ್ಟಿಸಿದನೆಂದು ಅವರು ನೋಡಿಲ್ಲವೇ? ನಂತರ ಅವನು ಅದನ್ನು ಪುನರಾವರ್ತಿಸುವನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅದು ಅಲ್ಲಾಹನ ಮಟ್ಟಿಗೆ ಬಹಳ ಸುಲಭವಾಗಿದೆ.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:20","price":"ಹೇಳಿರಿ: “ನೀವು ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿರಿ. ನಂತರ ಅವನು ಪ್ರಥಮ ಬಾರಿಗೆ ಹೇಗೆ ಸೃಷ್ಟಿಸಿದನೆಂದು ನೋಡಿರಿ. ನಂತರ ಅಲ್ಲಾಹು ಇನ್ನೊಮ್ಮೆ ಸೃಷ್ಟಿಸುವನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:21","price":"ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ಅವನು ಶಿಕ್ಷಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಕರುಣೆ ತೋರುತ್ತಾನೆ. ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:22","price":"ಭೂಮಿಯಲ್ಲಿ ಅಥವಾ ಆಕಾಶದಲ್ಲಿ ಅಲ್ಲಾಹನನ್ನು ಸೋಲಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ಅಲ್ಲಾಹನ ಹೊರತು ನಿಮಗೆ ಬೇರೆ ರಕ್ಷಕರೋ ಸಹಾಯಕರೋ ಇಲ್ಲ.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:23","price":"ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ಮತ್ತು ಅವನನ್ನು ಭೇಟಿಯಾಗುವುದನ್ನು ನಿಷೇಧಿಸಿದವರು ಯಾರೋ ಅವರು ನನ್ನ ದಯೆಯ ಬಗ್ಗೆ ನಿರಾಶರಾಗಿದ್ದಾರೆ. ಅವರಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:24","price":"ಆಗ ಅವರ (ಇಬ್ರಾಹೀಮರ) ಜನರ ಉತ್ತರವು ಇದು ಮಾತ್ರವಾಗಿತ್ತು: “ನೀವು ಅವನನ್ನು ಕೊಲ್ಲಿರಿ ಅಥವಾ ಸುಟ್ಟು ಬಿಡಿ.” ಆಗ ಅಲ್ಲಾಹು ಅವರನ್ನು ಬೆಂಕಿಯಿಂದ ರಕ್ಷಿಸಿದನು. ವಿಶ್ವಾಸವಿಡುವ ಜನರಿಗೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಅದರಲ್ಲಿ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:25","price":"ಇಬ್ರಾಹೀಮ್ ಹೇಳಿದರು: “ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ವಿಗ್ರಹಗಳನ್ನು (ದೇವರುಗಳಾಗಿ) ಸ್ವೀಕರಿಸಿರುವುದು ಇಹಲೋಕ ಜೀವನದಲ್ಲಿ ನೀವು ಪರಸ್ಪರ ಹೊಂದಿರುವ ಗೆಳೆತನದ ಆಧಾರದಲ್ಲಿ ಮಾತ್ರವಾಗಿದೆ. ಆದರೆ ಪುನರುತ್ಥಾನದ ದಿನದಂದು ನೀವು ಒಬ್ಬರನ್ನೊಬ್ಬರು ನಿಷೇಧಿಸುವಿರಿ ಮತ್ತು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಶಪಿಸುವಿರಿ. ನಿಮ್ಮ ವಾಸಸ್ಥಳವು ನರಕವಾಗಿದೆ. ನಿಮಗೆ ಯಾವುದೇ ಸಹಾಯಕರು ಇರುವುದಿಲ್ಲ.”","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:26","price":"ಆಗ ಲೂತ್ ಅವರಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟರು. ಇಬ್ರಾಹೀಮ್ ಹೇಳಿದರು: “ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಗೆ ವಲಸೆ (ಹಿಜ್ರ) ಮಾಡುತ್ತೇನೆ. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.”[1]","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"[1] ಲೂತ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಪ್ರವಾದಿ ಇಬ್ರಾಹೀಂ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ರವರ ಸಹೋದರನ ಮಗ. ಇವರು ಇರಾಕಿನಲ್ಲಿ ವಾಸವಾಗಿದ್ದರು. ನಂತರ ಅವರು ಪ್ಯಾಲಸ್ತೀನ್‌ಗೆ ವಲಸೆ ಮಾಡಿದರು. ಲೂತ್ ಸದೂಮ್ ನಲ್ಲಿ ನೆಲೆಸಿದರು.","lang":"kn"},{"name":"29:27","price":"ನಾವು ಅವರಿಗೆ ಇಸ್‍ಹಾಕ್‍ ಮತ್ತು ಯಾ‌ಕೂಬರನ್ನು ದಯಪಾಲಿಸಿದೆವು. ಅವರ ಸಂತಾನದಲ್ಲೇ ಪ್ರವಾದಿತ್ವ ಮತ್ತು ಗ್ರಂಥವನ್ನು ನಿಶ್ಚಯಿಸಿದೆವು. ಇಹಲೋಕದಲ್ಲೂ ನಾವು ಅವರಿಗೆ ಪ್ರತಿಫಲವನ್ನು ನೀಡಿದೆವು. ಪರಲೋಕದಲ್ಲಿ ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ನೀತಿವಂತರಲ್ಲಿ ಸೇರುವರು.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:28","price":"ಲೂತ್‍ರನ್ನೂ ನೆನಪಿಸಿಕೊಳ್ಳಿ. ಅವರು ತಮ್ಮ ಜನರೊಡನೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ಸರ್ವಲೋಕಗಳ ಜನರಲ್ಲಿ ಈ ತನಕ ಯಾರೂ ಮಾಡದ ನೀಚಕೃತ್ಯವನ್ನು ನೀವು ಮಾಡುತ್ತಿದ್ದೀರಿ.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:29","price":"ನೀವು (ಲೈಂಗಿಕ ತೃಷೆಯನ್ನು ತೀರಿಸಲು) ಪುರುಷರ ಬಳಿಗೆ ಹೋಗುತ್ತೀರಿ, ರಸ್ತೆಗಳಲ್ಲಿ ತಡೆಯೊಡ್ಡುತ್ತೀರಿ ಮತ್ತು ನಿಮ್ಮ ಸಭೆಗಳಲ್ಲೂ ಅಶ್ಲೀಲ ಕೃತ್ಯಗಳನ್ನು ಮಾಡುತ್ತೀರಿ.” ಆಗ ಅವರ ಜನರ ಉತ್ತರವು ಇದು ಮಾತ್ರವಾಗಿತ್ತು: “ನೀನು ಸತ್ಯವಂತನಾಗಿದ್ದರೆ ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯನ್ನು ತಂದು ತೋರಿಸು.”","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:30","price":"ಲೂತ್ ಪ್ರಾರ್ಥಿಸಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ಕಿಡಿಗೇಡಿಗಳಾದ ಈ ಜನರ ವಿರುದ್ಧ ನನಗೆ ಸಹಾಯ ಮಾಡು.”","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:31","price":"ನಮ್ಮ ದೂತರು ಸುವಾರ್ತೆಯೊಂದಿಗೆ ಇಬ್ರಾಹೀಮ‌ರ ಬಳಿಗೆ ಬಂದ ಸಂದರ್ಭ. ಅವರು (ದೂತರು) ಹೇಳಿದರು: “ನಾವು ಈ ಊರಿನ ಜನರನ್ನು ಖಂಡಿತ ನಾಶ ಮಾಡುತ್ತೇವೆ. ಅದರ ನಿವಾಸಿಗಳು ಮಹಾ ದುಷ್ಟರಾಗಿದ್ದಾರೆ.”","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:32","price":"ಇಬ್ರಾಹೀಮ್ ಹೇಳಿದರು: “ಆದರೆ ಅಲ್ಲಿ ಲೂತ್ ಇದ್ದಾರೆ!” ದೂತರು ಉತ್ತರಿಸಿದರು: “ಅಲ್ಲಿ ಯಾರೆಲ್ಲಾ ಇದ್ದಾರೆಂದು ನಮಗೆ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ. ನಾವು ಅವರನ್ನು ಮತ್ತು ಅವರ ಕುಟುಂಬವನ್ನು ರಕ್ಷಿಸುವೆವು. ಅವರ ಪತ್ನಿಯ ಹೊರತು. ಆಕೆ ಹಿಂದೆ ಉಳಿದವರಲ್ಲಿ ಸೇರುವಳು.”","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:33","price":"ನಮ್ಮ ದೂತರು ಲೂತರ ಬಳಿಗೆ ಬಂದ ಸಂದರ್ಭ. ಅವರನ್ನು ನೋಡಿ ಲೂತರಿಗೆ ಬಹಳ ಸಂಕಟವಾಯಿತು ಮತ್ತು ಇಕ್ಕಟ್ಟು ಅನುಭವವಾಯಿತು. ಅವರು ಹೇಳಿದರು: “ಭಯಪಡಬೇಡಿ; ಸಂಕಟಪಡಬೇಡಿ. ನಾವು ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ ಕುಟುಂಬವನ್ನು ಖಂಡಿತ ರಕ್ಷಿಸುವೆವು. ನಿಮ್ಮ ಪತ್ನಿಯ ಹೊರತು. ಆಕೆ ಹಿಂದೆ ಉಳಿದವರಲ್ಲಿ ಸೇರುವಳು.","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:34","price":"ನಾವು ಈ ಊರಿನವರ ಮೇಲೆ ಆಕಾಶದಿಂದ ಶಿಕ್ಷೆಯನ್ನು ಇಳಿಸುವೆವು. ಅವರು ಮಾಡಿದ ದೃಷ್ಕೃತ್ಯಗಳ ಕಾರಣದಿಂದ.”","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:35","price":"ನಾವು ಆ ಊರನ್ನು ಒಂದು ಸ್ಪಷ್ಟ ಚಿಹ್ನೆಯಾಗಿ ಬಾಕಿಯುಳಿಸಿದ್ದೇವೆ. ಬುದ್ಧಿಶಕ್ತಿಯಿರುವ ಜನರು ಆಲೋಚಿಸುವುದಕ್ಕಾಗಿ.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:36","price":"ನಾವು ಮದ್ಯನರ ಬಳಿಗೆ ಅವರ ಸಹೋದರ ಶುಐಬರನ್ನು ಕಳುಹಿಸಿದೆವು. ಅವರು ಹೇಳಿದರು: “ನನ್ನ ಜನರೇ! ನೀವು ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ ಮತ್ತು ಅಂತ್ಯದಿನವನ್ನು ನಿರೀಕ್ಷಿಸಿರಿ. ನೀವು ಕಿಡಿಗೇಡಿತನ ಮಾಡುತ್ತಾ ಭೂಮಿಯಲ್ಲಿ ವಿಹರಿಸಬೇಡಿ.”","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:37","price":"ಆದರೆ ಅವರು ಶುಐಬರನ್ನು ನಿಷೇಧಿಸಿದರು. ಆಗ ಭೂಕಂಪವು ಅವರನ್ನು ಹಿಡಿಯಿತು. ಅವರು ತಮ್ಮ ಮನೆಗಳಲ್ಲಿಯೇ ಬೋರಲು ಬಿದ್ದು ಸತ್ತರು.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:38","price":"ನಾವು ಆದ್ ಮತ್ತು ಸಮೂದ್ ಗೋತ್ರಗಳನ್ನೂ ನಾಶ ಮಾಡಿದೆವು. ಅವರ ಕೆಲವು ವಾಸಸ್ಥಳಗಳು ನಿಮಗೆ ಸ್ಪಷ್ಟವಾಗಿ ಕಾಣುತ್ತಿವೆ. ಶೈತಾನನು ಅವರಿಗೆ ಅವರ ಕರ್ಮಗಳನ್ನು ಅಲಂಕರಿಸಿ ತೋರಿಸಿದನು ಮತ್ತು ಅವರನ್ನು ನೇರ ಮಾರ್ಗದಿಂದ ತಡೆದನು. (ವಾಸ್ತವವಾಗಿ) ಅವರು ನೋಡಿ ತಿಳಿಯುವ ಸಾಮರ್ಥ್ಯವುಳ್ಳವರಾಗಿದ್ದರು.","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:39","price":"ನಾವು ಕಾರೂನ್, ಫರೋಹ‍ ಮತ್ತು ಹಾಮಾನನನ್ನು ಕೂಡ ನಾಶ ಮಾಡಿದೆವು. ಮೂಸಾ ಅವರ ಬಳಿಗೆ ಸ್ಪಷ್ಟವಾದ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ಬಂದಿದ್ದರು. ಆಗ ಅವರು ಭೂಮಿಯಲ್ಲಿ ಅಹಂಕಾರದಿಂದ ಮೆರೆದರು. ಆದರೆ ಅವರಿಗೆ ನಮ್ಮನ್ನು ಮೀರಿ ಹೋಗಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:40","price":"ಹೀಗೆ ನಾವು ಪ್ರತಿಯೊಬ್ಬರನ್ನೂ ಅವರು ಮಾಡಿದ ಪಾಪಗಳಿಗಾಗಿ ಹಿಡಿದು ಶಿಕ್ಷಿಸಿದೆವು. ಅವರಲ್ಲಿ ಕೆಲವರ ವಿರುದ್ಧ ನಾವು ಕಲ್ಲುಗಳ ಬಿರುಗಾಳಿಯನ್ನು ಕಳುಹಿಸಿದೆವು, ಅವರಲ್ಲಿ ಕೆಲವರನ್ನು ಚೀತ್ಕಾರವು ಹಿಡಿದು ಬಿಟ್ಟಿತು, ಅವರಲ್ಲಿ ಕೆಲವರನ್ನು ನಾವು ಭೂಮಿಯಲ್ಲಿ ಹುದುಗಿಸಿದೆವು ಮತ್ತು ಅವರಲ್ಲಿ ಕೆಲವರನ್ನು ನೀರಿನಲ್ಲಿ ಮುಳುಗಿಸಿ ಕೊಂದೆವು. ಅಲ್ಲಾಹು ಅವರಿಗೆ ಯಾವುದೇ ಅನ್ಯಾಯ ಮಾಡಿಲ್ಲ. ಆದರೆ ಸ್ವತಃ ಅವರೇ ಅವರೊಡನೆ ಅನ್ಯಾಯವೆಸಗಿದರು.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:41","price":"ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆಯವರನ್ನು ರಕ್ಷಕರನ್ನಾಗಿ ಸ್ವೀಕರಿಸಿದವರ ಉದಾಹರಣೆಯು ಒಂದು ಜೇಡದಂತೆ. ಅದು ಒಂದು ಮನೆಯನ್ನು ಕಟ್ಟಿತು. ಮನೆಗಳಲ್ಲೇ ಅತ್ಯಂತ ದುರ್ಬಲ ಮನೆಯು ಜೇಡನ ಮನೆಯಾಗಿದೆ. ಅವರು ತಿಳಿಯುವವರಾಗಿದ್ದರೆ!","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:42","price":"ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವ ಎಲ್ಲಾ ವಸ್ತುಗಳ ಬಗ್ಗೆಯೂ ಅಲ್ಲಾಹನಿಗೆ ಸ್ಪಷ್ಟ ಜ್ಞಾನವಿದೆ. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:43","price":"ನಾವು ಈ ಉದಾಹರಣೆಗಳನ್ನು ಜನರಿಗೆ ವಿವರಿಸಿಕೊಡುತ್ತೇವೆ. ಜ್ಞಾನವಿರುವವರು ಮಾತ್ರ ಅವುಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುತ್ತಾರೆ.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:44","price":"ಅಲ್ಲಾಹು ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸತ್ಯ ಸಮೇತ ಸೃಷ್ಟಿಸಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅದರಲ್ಲಿ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ದೃಷ್ಟಾಂತವಿದೆ.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"kn"},{"name":"29:45","price":"ನಿಮಗೆ ದೇವವಾಣಿಯ ಮೂಲಕ ನೀಡಲಾದ ಗ್ರಂಥವನ್ನು ಪಠಿಸಿರಿ ಮತ್ತು ನಮಾಝನ್ನು ಸಂಸ್ಥಾಪಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಮಾಝ್ ಅಶ್ಲೀಲ ಕೃತ್ಯಗಳಿಂದ ಮತ್ತು ದುಷ್ಕರ್ಮಗಳಿಂದ ತಡೆಯುತ್ತದೆ. ಅಲ್ಲಾಹನ ಸ್ಮರಣೆಯು ಅತಿಶ್ರೇಷ್ಠವಾಗಿದೆ. ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳನ್ನು ಅಲ್ಲಾಹು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"kn"}],"juz":{"id":20,"name":"أَمَّنْ خَلَقَ","transliteration":"Amman Khalaq","transEn":"Is He Who Created","startVerse":"27:56","endVerse":"29:45","totalVerses":171}}