{"data":[{"name":"39:32","price":"ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳು ಹೇಳಿದವನಿಗಿಂತ ಮತ್ತು ಸತ್ಯವು ತನ್ನ ಬಳಿಗೆ ಬಂದಾಗ ಅದನ್ನು ನಿಷೇಧಿಸಿದವನಿಗಿಂತ ದೊಡ್ಡ ಅಕ್ರಮಿ ಯಾರು? ನರಕದಲ್ಲಿ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಸ್ಥಳವಿಲ್ಲವೇ?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:33","price":"ಸತ್ಯಧರ್ಮವನ್ನು ತಂದವರು ಮತ್ತು ಅದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟವರು ಯಾರೋ ಅವರೇ ದೇವಭಯವುಳ್ಳವರು.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:34","price":"ಅವರಿಗೆ ಅವರು ಇಚ್ಛಿಸುವುದೆಲ್ಲವೂ ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಯಿದೆ. ಅದು ಸಜ್ಜನರಿಗೆ ದೊರೆಯುವ ಪ್ರತಿಫಲವಾಗಿದೆ.","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:35","price":"ಅಲ್ಲಾಹು ಅವರು ಮಾಡಿರುವ ಕೆಟ್ಟ ಕರ್ಮಗಳನ್ನು ಅಳಿಸುವುದಕ್ಕಾಗಿ ಮತ್ತು ಅವರು ಮಾಡಿರುವ ಉತ್ತಮ ಕರ್ಮಗಳಿಗೆ ಅತ್ಯುತ್ತಮ ಪ್ರತಿಫಲವನ್ನು ನೀಡುವುದಕ್ಕಾಗಿ.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:36","price":"ಅಲ್ಲಾಹು ಅವನ ದಾಸನಿಗೆ ಸಾಕಾಗುವುದಿಲ್ಲವೇ? ಅವರು ಅಲ್ಲಾಹನಲ್ಲದವರ ಬಗ್ಗೆ ಹೇಳಿ ನಿಮ್ಮನ್ನು ಹೆದರಿಸುತ್ತಾರೆ. ಅಲ್ಲಾಹು ಯಾರನ್ನು ದಾರಿತಪ್ಪಿಸುತ್ತಾನೋ ಅವನಿಗೆ ಸನ್ಮಾರ್ಗ ತೋರಿಸುವವರು ಯಾರೂ ಇಲ್ಲ.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:37","price":"ಅಲ್ಲಾಹು ಯಾರನ್ನು ಸನ್ಮಾರ್ಗದಲ್ಲಿ ಸೇರಿಸುತ್ತಾನೋ ಅವನನ್ನು ದಾರಿತಪ್ಪಿಸಲು ಯಾರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ. ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ಪ್ರತೀಕಾರ ಪಡೆಯುವವನಲ್ಲವೇ?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:38","price":"“ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ್ದು ಯಾರು?” ಎಂದು ನೀವು ಅವರೊಡನೆ ಕೇಳಿದರೆ ಅವರು ಖಂಡಿತವಾಗಿಯೂ “ಅಲ್ಲಾಹು” ಎಂದು ಹೇಳುತ್ತಾರೆ. ಕೇಳಿರಿ: “ಹಾಗಾದರೆ ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ನೀವು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಿರುವ ದೇವರುಗಳ ಬಗ್ಗೆ ನೀವು ಯೋಚಿಸಿದ್ದೀರಾ? ಅಲ್ಲಾಹು ನನಗೆ ಏನಾದರೂ ತೊಂದರೆ ನೀಡಲು ಬಯಸಿದರೆ ಆ ತೊಂದರೆಯನ್ನು ನಿವಾರಿಸಲು ಅವರಿಗೆ ಸಾಧ್ಯವೇ? ಅಥವಾ ಅವನು ನನಗೆ ದಯೆ ತೋರಲು ಬಯಸಿದರೆ ಅವನ ದಯೆಯನ್ನು ತಡೆಯಲು ಅವರಿಗೆ ಸಾಧ್ಯವೇ?” ಹೇಳಿರಿ: “ನನಗೆ ಅಲ್ಲಾಹು ಸಾಕು. ಭರವಸೆಯಿಡುವವರು ಅವನಲ್ಲಿಯೇ ಭರವಸೆಯಿಡಲಿ.”","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:39","price":"ಹೇಳಿರಿ: “ಓ ನನ್ನ ಜನರೇ! ನೀವು ನಿಮ್ಮ ಸ್ಥಾನದಲ್ಲಿ ಕಾರ್ಯ ನಿರ್ವಹಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನೂ ಕಾರ್ಯ ನಿರ್ವಹಿಸುತ್ತೇನೆ. ನೀವು ಸದ್ಯವೇ ತಿಳಿಯುವಿರಿ.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:40","price":"ಯಾರಿಗೆ ಅವಮಾನಗೊಳಿಸುವಂತಹ ಶಿಕ್ಷೆಯು ಬರಲಿದೆ ಮತ್ತು ಯಾರ ಮೇಲೆ ಶಾಶ್ವತ (ಪರಲೋಕದ) ಶಿಕ್ಷೆ ಎರಗಲಿದೆಯೆಂದು.”","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:41","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಮನುಷ್ಯರಿಗೋಸ್ಕರ ಈ ಗ್ರಂಥವನ್ನು ನಿಮಗೆ ಸತ್ಯದೊಂದಿಗೆ ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದೇವೆ. ಆದ್ದರಿಂದ ಯಾರಾದರೂ ಸನ್ಮಾರ್ಗವನ್ನು ಸ್ವೀಕರಿಸಿದರೆ ಅವನು ಅವನ ಒಳಿತಿಗಾಗಿಯೇ ಅದನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾನೆ. ಯಾರಾದರೂ ದುರ್ಮಾರ್ಗವನ್ನು ಆರಿಸಿದರೆ ಅವನು ಅವನ ಕೆಡುಕಿಗಾಗಿಯೇ ಅದನ್ನು ಆರಿಸುತ್ತಾನೆ. ನಿಮಗೆ ಅವರ ಮೇಲೆ ಯಾವುದೇ ಅಧಿಕಾರವಿಲ್ಲ.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:42","price":"ಅಲ್ಲಾಹು ಆತ್ಮಗಳನ್ನು ಅವು ಮರಣಹೊಂದುವ ಸಮಯದಲ್ಲಿ ಮತ್ತು ಮರಣವು ವಿಧಿಸಲ್ಪಡದ ಆತ್ಮಗಳನ್ನು ಅವುಗಳ ನಿದ್ದೆಯ ಸಮಯದಲ್ಲಿ ವಶಪಡಿಸುತ್ತಾನೆ. ನಂತರ ಮರಣವು ವಿಧಿಸಲಾದ ಆತ್ಮಗಳನ್ನು ಅವನು ಹಿಡಿದಿಟ್ಟುಕೊಳ್ಳುತ್ತಾನೆ ಮತ್ತು ಉಳಿದವುಗಳನ್ನು ಒಂದು ನಿಗದಿತ ಅವಧಿಯವರೆಗೆ ಬಿಟ್ಟುಬಿಡುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಇದರಲ್ಲಿ ಆಲೋಚಿಸುವ ಜನರಿಗೆ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:43","price":"ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಇತರರನ್ನು ಶಿಫಾರಸುಗಾರರನ್ನಾಗಿ ಸ್ವೀಕರಿಸಿದ್ದಾರೆಯೇ? ಹೇಳಿರಿ: “ಅವರ (ಶಿಫಾರಸುಗಾರರ) ಅಧೀನದಲ್ಲಿ ಏನೂ ಇಲ್ಲದಿದ್ದರೂ ಮತ್ತು ಅವರು ಆಲೋಚಿಸದವರಾಗಿದ್ದರೂ ಸಹ (ನೀವು ಅವರನ್ನು ಶಿಫಾರಸುಗಾರರನ್ನಾಗಿ ಸ್ವೀಕರಿಸುವಿರಾ)?”","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:44","price":"ಹೇಳಿರಿ: “ಶಿಫಾರಸು ಸಂಪೂರ್ಣವಾಗಿ ಅಲ್ಲಾಹನ ಅಧೀನದಲ್ಲಿದೆ. ಭೂಮ್ಯಾಕಾಶಗಳ ಸಾರ್ವಭೌಮತ್ವವು ಅವನಿಗೆ ಸೇರಿದ್ದು. ನಂತರ ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.”","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:45","price":"ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಪ್ರಸ್ತಾಪಿಸಲಾದಾಗ ಪರಲೋಕದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದವರ ಹೃದಯಗಳಲ್ಲಿ ದ್ವೇಷವುಂಟಾಗುತ್ತದೆ. ಅವನನ್ನು ಬಿಟ್ಟು ಇತರರನ್ನು ಪ್ರಸ್ತಾಪಿಸಲಾದರೆ ಅಗೋ! ಅವರು ಸಂತೋಷಪಡುತ್ತಾರೆ.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:46","price":"ಹೇಳಿರಿ: “ಓ ಭೂಮ್ಯಾಕಾಶಗಳ ಸೃಷ್ಟಿಕರ್ತನಾದ ಅಲ್ಲಾಹನೇ! ದೃಶ್ಯ-ಅದೃಶ್ಯಗಳನ್ನು ತಿಳಿದವನೇ! ನಿನ್ನ ದಾಸರು ಭಿನ್ನಮತದಲ್ಲಿರುವ ವಿಷಯಗಳ ಬಗ್ಗೆ ನೀನು ಅವರ ನಡುವೆ ತೀರ್ಪು ನೀಡುವೆ.”","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:47","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯನಿಷೇಧಿಗಳ ಬಳಿ ಭೂಮಿಯಲ್ಲಿರುವುದೆಲ್ಲವೂ ಮತ್ತು ಅದರಷ್ಟೇ ಬೇರೆಯೂ ಇದ್ದಿದ್ದರೆ, ಪುನರುತ್ಥಾನ ದಿನದ ಕೆಟ್ಟ ಶಿಕ್ಷೆಯಿಂದ ಪಾರಾಗಲು ಅವರು ಅವೆಲ್ಲವನ್ನೂ ಪರಿಹಾರವಾಗಿ ನೀಡುತ್ತಿದ್ದರು. ಅವರು ಭಾವಿಸಿರದಂತಹ ಅನೇಕ ವಿಷಯಗಳು ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಅವರಿಗೆ ಬಹಿರಂಗವಾಗುವುವು.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:48","price":"ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ದುಷ್ಪರಿಣಾಮಗಳು ಅವರಿಗೆ ಬಹಿರಂಗವಾಗುವುವು. ಅವರು ಏನನ್ನು ತಮಾಷೆ ಮಾಡುತ್ತಿದ್ದರೋ ಅದು ಅವರನ್ನು ಆವರಿಸಿಕೊಳ್ಳುವುದು.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:49","price":"ಮನುಷ್ಯನಿಗೆ ತೊಂದರೆಯುಂಟಾದರೆ ಅವನು ನಮ್ಮನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಾನೆ. ನಂತರ ನಾವು ಅವನಿಗೆ ನಮ್ಮ ಕಡೆಯ ಏನಾದರೂ ಅನುಗ್ರಹವನ್ನು ದಯಪಾಲಿಸಿದರೆ, ಅವನು ಹೇಳುತ್ತಾನೆ: “ಇದು ನನ್ನ ಜ್ಞಾನದ ಕಾರಣದಿಂದ ನನಗೆ ನೀಡಲಾಗಿದೆ.” ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ಅದೊಂದು ಪರೀಕ್ಷೆಯಾಗಿದೆ. ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ತಿಳಿಯುವುದಿಲ್ಲ.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:50","price":"ಅವರಿಗಿಂತ ಮೊದಲಿನವರೂ ಹೀಗೆಯೇ ಹೇಳಿದ್ದರು. ಆದರೆ ಅವರು ಸಂಪಾದಿಸಿದ ಯಾವುದೂ ಅವರಿಗೆ ಪ್ರಯೋಜನವಾಗಲಿಲ್ಲ.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:51","price":"ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ದುಷ್ಪರಿಣಾಮಗಳು ಅವರ ಮೇಲೆರಗಿದವು. ಅದೇ ರೀತಿ ಇವರಲ್ಲಿರುವ ಅಕ್ರಮಿಗಳು ಮಾಡಿದ ಕರ್ಮಗಳ ದುಷ್ಪರಿಣಾಮಗಳು ಇವರ ಮೇಲೆರಗುವುವು. ಇವರಿಗೆ ನಮ್ಮನ್ನು ಸೋಲಿಸಲಾಗದು.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:52","price":"ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಉಪಜೀವನವನ್ನು ವಿಶಾಲಗೊಳಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಇಕ್ಕಟ್ಟುಗೊಳಿಸುತ್ತಾನೆಂದು ಅವರಿಗೆ ತಿಳಿದಿಲ್ಲವೇ? ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯವಿಶ್ವಾಸವಿಡುವ ಜನರಿಗೆ ಇದರಲ್ಲಿ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:53","price":"ಹೇಳಿರಿ: “ಸ್ವಯಂ ಅತಿರೇಕವೆಸಗಿದ ನನ್ನ ದಾಸರೇ! ಅಲ್ಲಾಹನ ದಯೆಯ ಬಗ್ಗೆ ನಿರಾಶರಾಗಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲಾ ಪಾಪಗಳನ್ನೂ ಕ್ಷಮಿಸುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.”","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:54","price":"ನಿಮ್ಮ ಬಳಿಗೆ ಶಿಕ್ಷೆಯು ಬರುವುದಕ್ಕೆ ಮೊದಲು ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಗೆ ವಿನಮ್ರತೆಯಿಂದ ಮರಳಿರಿ ಮತ್ತು ಅವನಿಗೆ ಶರಣಾಗಿರಿ. ನಂತರ ನಿಮಗೆ ಸಹಾಯವು ಲಭ್ಯವಾಗುವುದಿಲ್ಲ.","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:55","price":"ನೀವು ನಿರೀಕ್ಷಿಸದ ರೀತಿಯಲ್ಲಿ ಶಿಕ್ಷೆಯು ಹಠಾತ್ತನೆ ನಿಮ್ಮ ಬಳಿಗೆ ಬರುವುದಕ್ಕೆ ಮೊದಲು ನಿಮ್ಮ ಪರಿಪಾಲಕನಿಂದ (ಅಲ್ಲಾಹನಿಂದ) ನಿಮಗೆ ಅವತೀರ್ಣವಾದ ಈ ಅತ್ಯುತ್ತಮ ಗ್ರಂಥವನ್ನು ಅನುಸರಿಸಿರಿ.","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:56","price":"“ಅಯ್ಯೋ! ನನ್ನ ದುರ್ಗತಿಯೇ! ಅಲ್ಲಾಹನ ಹಕ್ಕಿನಲ್ಲಿ ನಾನು ಲೋಪವೆಸಗಿಬಿಟ್ಟೆನಲ್ಲ! ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ತಮಾಷೆ ಮಾಡುವವರಲ್ಲಿ ಸೇರಿಬಿಟ್ಟೆನಲ್ಲ!” ಎಂದು ನೀವು ಹೇಳದಿರುವುದಕ್ಕಾಗಿ.","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:57","price":"ಅಥವಾ “ಅಲ್ಲಾಹು ನನ್ನನ್ನು ಸನ್ಮಾರ್ಗದಲ್ಲಿ ಸೇರಿಸಿದ್ದರೆ ನಾನು ದೇವಭಯವುಳ್ಳವರಲ್ಲಿ ಸೇರುತ್ತಿದ್ದೆ” ಎಂದು ಹೇಳದಿರುವುದಕ್ಕಾಗಿ.","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:58","price":"ಅಥವಾ ಶಿಕ್ಷೆಯನ್ನು ನೇರವಾಗಿ ನೋಡುವಾಗ, “ನನಗೆ (ಇಹಲೋಕಕ್ಕೆ) ಮರಳುವ ಅವಕಾಶವಿರುತ್ತಿದ್ದರೆ ನಾನು ನೀತಿವಂತರಲ್ಲಿ ಸೇರುತ್ತಿದ್ದೆ” ಎಂದು ಹೇಳದಿರುವುದಕ್ಕಾಗಿ.","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:59","price":"ಹೌದು! ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನ ವಚನಗಳು ನಿನ್ನ ಬಳಿಗೆ ಬಂದಿವೆ. ಆದರೆ ನೀನು ಅವುಗಳನ್ನು ನಿಷೇಧಿಸಿ ಅಹಂಕಾರ ತೋರಿದೆ. ನೀನು ಸತ್ಯನಿಷೇಧಿಗಳಲ್ಲಿ ಸೇರಿದವನಾಗಿದ್ದೆ.","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:60","price":"ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳು ಹೇಳಿದವರ ಮುಖಗಳು ಪುನರುತ್ಥಾನ ದಿನದಂದು ಕಪ್ಪಾಗಿರುವುದನ್ನು ನೀವು ನೋಡುವಿರಿ. ನರಕದಲ್ಲಿ ಅಹಂಕಾರಿಗಳಿಗೆ ಸ್ಥಳವಿಲ್ಲವೇ?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:61","price":"ದೇವಭಯವುಳ್ಳವರನ್ನು ಅಲ್ಲಾಹು ಅವರ ಯಶಸ್ಸಿನೊಂದಿಗೆ ಪಾರು ಮಾಡುವನು. ಯಾವುದೇ ರೀತಿಯ ವ್ಯಥೆಯು ಅವರನ್ನು ಸ್ಪರ್ಶಿಸುವುದಿಲ್ಲ. ಅವರು ದುಃಖಿಸುವುದೂ ಇಲ್ಲ.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:62","price":"ಅಲ್ಲಾಹು ಎಲ್ಲ ವಸ್ತುಗಳ ಸೃಷ್ಟಿಕರ್ತನಾಗಿದ್ದಾನೆ. ಅವನು ಎಲ್ಲ ವಸ್ತುಗಳ ಕಾರ್ಯನಿರ್ವಾಹಕನಾಗಿದ್ದಾನೆ.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:63","price":"ಭೂಮ್ಯಾಕಾಶಗಳ ಕೀಲಿಗಳು ಅವನಿಗೆ ಸೇರಿದ್ದು. ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದವರು ಯಾರೋ ಅವರೇ ನಷ್ಟ ಹೊಂದಿದವರು.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:64","price":"ಹೇಳಿರಿ: “ಓ ಅಜ್ಞಾನಿಗಳೇ! ನಾನು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆಯವರನ್ನು ಆರಾಧಿಸಬೇಕೆಂದು ನೀವು ನನಗೆ ಆದೇಶಿಸುತ್ತಿದ್ದೀರಾ?”","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:65","price":"ನೀವೇನಾದರೂ ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡಿದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಕರ್ಮಗಳು ನಿಷ್ಫಲವಾಗುತ್ತವೆ ಮತ್ತು ನೀವು ನಷ್ಟ ಹೊಂದಿದವರಲ್ಲಿ ಸೇರುವಿರಿ ಎಂದು ನಿಮಗೂ ನಿಮಗಿಂತ ಮೊದಲಿನವರಿಗೂ ದೇವವಾಣಿ ನೀಡಲಾಗಿದೆ.","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:66","price":"ಬದಲಿಗೆ, ನೀವು ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ ಮತ್ತು ಕೃತಜ್ಞರಾಗಿರುವವರೊಂದಿಗೆ ಸೇರಿಕೊಳ್ಳಿರಿ.","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:67","price":"ಅವರು ಅಲ್ಲಾಹನಿಗೆ ಮಹತ್ವ ನೀಡಬೇಕಾದ ರೀತಿಯಲ್ಲಿ ಮಹತ್ವ ನೀಡಲಿಲ್ಲ. ಪುನರುತ್ಥಾನ ದಿನದಂದು ಭೂಮಿಯು ಸಂಪೂರ್ಣವಾಗಿ ಅವನ ಮುಷ್ಠಿಯಲ್ಲಿರುತ್ತದೆ ಮತ್ತು ಆಕಾಶಗಳೆಲ್ಲವೂ ಅವನ ಬಲಗೈಯಲ್ಲಿ ಸುರುಳಿಯಾಗಿರುತ್ತವೆ. ಅವರು ಸಹಾಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡುವ ಎಲ್ಲಾ ವಸ್ತುಗಳಿಂದಲೂ ಅವನು ಎಷ್ಟೋ ಪರಿಶುದ್ಧನು ಮತ್ತು ಪರಮೋನ್ನತನಾಗಿದ್ದಾನೆ.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:68","price":"ಕಹಳೆಯಲ್ಲಿ ಊದಲಾಗುವಾಗ ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲರೂ ಸ್ಮೃತಿ ತಪ್ಪಿ ಬೀಳುವರು. ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದವರ ಹೊರತು. ನಂತರ ಅದರಲ್ಲಿ (ಕಹಳೆಯಲ್ಲಿ) ಇನ್ನೊಮ್ಮೆ ಊದಲಾಗುವಾಗ ಅಗೋ! ಅವರು ಎದ್ದು ನಿಂತು ನೋಡುತ್ತಿರುವರು.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:69","price":"ಭೂಮಿಯು ಅದರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಪ್ರಭೆಯಿಂದ ಬೆಳಗುವುದು. ಕರ್ಮಪುಸ್ತಕಗಳನ್ನು ಇಡಲಾಗುವುದು, ಪ್ರವಾದಿಗಳನ್ನು ಹಾಗೂ ಸಾಕ್ಷಿಗಳನ್ನು ಕರೆ ತರಲಾಗುವುದು. ನಂತರ ಜನರ ಮಧ್ಯೆ ನ್ಯಾಯಯುತವಾಗಿ ತೀರ್ಪು ನೀಡಲಾಗುವುದು. ಅವರಿಗೆ ಯಾವುದೇ ಅನ್ಯಾಯವಾಗುವುದಿಲ್ಲ.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:70","price":"ಪ್ರತಿಯೊಬ್ಬ ವ್ಯಕ್ತಿಗೂ ಅವನು ಮಾಡಿದ ಕರ್ಮಗಳ ಪ್ರತಿಫಲವನ್ನು ಪೂರ್ಣವಾಗಿ ನೀಡಲಾಗುವುದು. ಅವರು ಮಾಡುತ್ತಿದ್ದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಅವನು ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:71","price":"ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಗುಂಪು ಗುಂಪಾಗಿ ನರಕಕ್ಕೆ ಸಾಗಿಸಲಾಗುವುದು. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ ಅವರು ಅದರ ಸಮೀಪಕ್ಕೆ ಬಂದಾಗ ಅದರ ಬಾಗಿಲುಗಳನ್ನು ತೆರೆಯಲಾಗುವುದು. ಅವುಗಳ ಕಾವಲುಗಾರರು ಕೇಳುವರು: “ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನಗಳನ್ನು ಓದಿಕೊಡುವ, ನಿಮ್ಮ ಈ ದಿನವನ್ನು ನೀವು ಸಂಧಿಸಲಿರುವಿರಿ ಎಂದು ನಿಮಗೆ ಎಚ್ಚರಿಕೆ ನೀಡುವ, ನಿಮ್ಮವರೇ ಆಗಿರುವ ಸಂದೇಶವಾಹಕರು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಿರಲಿಲ್ಲವೇ?” ಅವರು ಹೇಳುವರು: “ಹೌದು! ಆದರೆ ಸತ್ಯನಿಷೇಧಿಗಳ ಮೇಲೆ ಶಿಕ್ಷೆಯ ವಚನವು ಖಾತ್ರಿಯಾಗಿ ಬಿಟ್ಟಿದೆ.”","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:72","price":"ಅವರೊಂದಿಗೆ ಹೇಳಲಾಗುವುದು: “ನೀವು ನರಕದ ದ್ವಾರಗಳನ್ನು ಪ್ರವೇಶಿಸಿರಿ. ನೀವು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವಿರಿ. ಅಹಂಕಾರಿಗಳ ವಾಸಸ್ಥಳವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ!”","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:73","price":"ತಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು)  ಭಯಪಟ್ಟು ಜೀವಿಸಿದವರನ್ನು ಗುಂಪು ಗುಂಪಾಗಿ ಸ್ವರ್ಗಕ್ಕೆ ಸಾಗಿಸಲಾಗುವುದು. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ ಅವರು ಅದರ ಸಮೀಪಕ್ಕೆ ಬಂದಾಗ ಅದರ ಬಾಗಿಲುಗಳನ್ನು ತೆರೆಯಲಾಗುವುದು. ಅವುಗಳ ಕಾವಲುಗಾರರು ಹೇಳುವರು: “ನಿಮ್ಮ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ! ನೀವು ಸಂತೋಷವಾಗಿರಿ. ನೀವು ಶಾಶ್ವತ ನಿವಾಸಿಗಳಾಗಿ ಇದನ್ನು ಪ್ರವೇಶಿಸಿರಿ.”","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:74","price":"ಅವರು ಹೇಳುವರು: “ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ. ಅವನು ನಮಗೆ ನೀಡಿದ ವಾಗ್ದಾನವನ್ನು ಈಡೇರಿಸಿದ್ದಾನೆ ಮತ್ತು ಸ್ವರ್ಗದಲ್ಲಿ ನಾವು ಇಚ್ಛಿಸುವ ಕಡೆ ವಾಸಿಸಬಹುದಾದ ರೀತಿಯಲ್ಲಿ ಈ ಸ್ವರ್ಗಭೂಮಿಗೆ ನಮ್ಮನ್ನು ಉತ್ತರಾಧಿಕಾರಿಗಳನ್ನಾಗಿ ಮಾಡಿದ್ದಾನೆ. ಕರ್ಮವೆಸಗಿದವರಿಗೆ ದೊರೆಯುವ ಪ್ರತಿಫಲವು ಬಹಳ ಉತ್ತಮವಾಗಿದೆ!","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"39:75","price":"ದೇವದೂತರು‍ಗಳು ತಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಸ್ತುತಿಸುತ್ತಾ, ಅವನ ಪರಿಶುದ್ಧತೆಯನ್ನು ಕೊಂಡಾಡುತ್ತಾ ಸಿಂಹಾಸನದ ಸುತ್ತಲೂ ನೆರೆಯುವುದನ್ನು ನೀವು ನೋಡುವಿರಿ. ಅವರ ಮಧ್ಯೆ ನ್ಯಾಯಯುತವಾಗಿ ತೀರ್ಪು ನೀಡಲಾಗುವುದು. “ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ” ಎಂದು ಹೇಳಲಾಗುವುದು.","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:1","price":"ಹಾ-ಮೀಮ್.","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:2","price":"ಈ ಗ್ರಂಥವು ಪ್ರಬಲನು ಮತ್ತು ಸರ್ವಜ್ಞನಾದ ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಅವತೀರ್ಣವಾಗಿದೆ.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:3","price":"ಅವನು ಪಾಪವನ್ನು ಕ್ಷಮಿಸುವವನು, ಪಶ್ಚಾತ್ತಾಪವನ್ನು ಸ್ವೀಕರಿಸುವವನು, ಕಠಿಣವಾಗಿ ಶಿಕ್ಷಿಸುವವನು ಮತ್ತು ಅಪಾರ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ. ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಗಮ್ಯಸ್ಥಾನವು ಅವನ ಬಳಿಗೇ ಆಗಿದೆ.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:4","price":"ಅಲ್ಲಾಹನ ವಚನಗಳ ಬಗ್ಗೆ ಸತ್ಯನಿಷೇಧಿಗಳು ಮಾತ್ರ ತರ್ಕಿಸುತ್ತಾರೆ. ಅವರು ಊರುಗಳಲ್ಲಿ ಸ್ವೇಚ್ಛವಾಗಿ ವಿಹರಿಸುವುದು ನಿಮ್ಮನ್ನು ಮರುಳುಗೊಳಿಸದಿರಲಿ.","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:5","price":"ಅವರಿಗಿಂತ ಮೊದಲು ನೂಹರ ಜನರು ಮತ್ತು ಅವರ ನಂತರದ ಪಂಗಡಗಳು (ಪ್ರವಾದಿಗಳನ್ನು) ನಿಷೇಧಿಸಿದ್ದರು. ಎಲ್ಲಾ ಸಮುದಾಯಗಳ ಜನರೂ ತಮ್ಮ ಸಂದೇಶವಾಹಕರನ್ನು ಸೆರೆಹಿಡಿಯಲು ಪ್ರಯತ್ನಿಸಿದ್ದರು. ಸತ್ಯವನ್ನು ನಾಶ ಮಾಡಲು ಅವರು ಅಸತ್ಯದ ಮೂಲಕ ತರ್ಕಿಸಿದರು. ಆದ್ದರಿಂದ ನಾನು ಅವರನ್ನು ಹಿಡಿದು ಶಿಕ್ಷಿಸಿದೆನು. ಆಗ ನನ್ನ ಶಿಕ್ಷೆಯು ಹೇಗಿತ್ತು!","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:6","price":"ಈ ರೀತಿ ಸತ್ಯನಿಷೇಧಿಗಳ ಮೇಲೆ ಅವರು ನರಕವಾಸಿಗಳು ಎಂಬ ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನವು ಖಾತ್ರಿಯಾಗಿ ಬಿಟ್ಟಿದೆ.","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:7","price":"ಸಿಂಹಾಸನವನ್ನು ಹೊರುವವರು ಮತ್ತು ಅದರ ಸುತ್ತಲಲ್ಲಿರುವವರು (ದೇವದೂತರು‍ಗಳು) ಅವರ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಸ್ತುತಿಸುವುದರೊಂದಿಗೆ ಅವನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡುತ್ತಾರೆ. ಅವರು ಅವನಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದಾರೆ ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗಾಗಿ ಕ್ಷಮೆಯಾಚನೆ ಮಾಡುತ್ತಾ ಪ್ರಾರ್ಥಿಸುತ್ತಾರೆ: “ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನೀನು ನಿನ್ನ ದಯೆ ಮತ್ತು ಜ್ಞಾನದ ಮೂಲಕ ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನು ಆವರಿಸಿಕೊಂಡಿರುವೆ. ಆದ್ದರಿಂದ ಪಶ್ಚಾತ್ತಾಪಪಡುವವರನ್ನು ಮತ್ತು ನಿನ್ನ ಮಾರ್ಗವನ್ನು ಹಿಂಬಾಲಿಸುವವರನ್ನು ಕ್ಷಮಿಸು. ಅವರನ್ನು ನರಕ ಶಿಕ್ಷೆಯಿಂದ ಪಾರು ಮಾಡು.","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:8","price":"ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನೀನು ಅವರನ್ನು, ಅವರ ಮಾತಾಪಿತರಲ್ಲಿ, ಪತ್ನಿಯರಲ್ಲಿ ಹಾಗೂ ಮಕ್ಕಳಲ್ಲಿರುವ ನೀತಿವಂತರನ್ನು ನೀನು ಅವರಿಗೆ ವಾಗ್ದಾನ ಮಾಡಿದ ಶಾಶ್ವತವಾಸಕ್ಕಿರುವ ಸ್ವರ್ಗಗಳಿಗೆ ಪ್ರವೇಶ ಮಾಡಿಸು. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿರುವೆ.","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:9","price":"ಅವರನ್ನು ಕೆಡುಕುಗಳಿಂದ ರಕ್ಷಿಸು. ಆ ದಿನ ನೀನು ಯಾರನ್ನು ಕೆಡುಕುಗಳಿಂದ ರಕ್ಷಿಸುವೆಯೋ ಅವನಿಗೆ ನೀನು ಖಂಡಿತ ಕರುಣೆ ತೋರಿರುವೆ. ಅದೇ ಮಹಾ ಯಶಸ್ಸು.”","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:10","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಕರೆದು ಹೀಗೆ ಹೇಳಲಾಗುವುದು: “ನಿಮಗೆ ನಿಮ್ಮ ಮೇಲಿರುವ ಕೋಪಕ್ಕಿಂತಲೂ ಹೆಚ್ಚು ಕೋಪವು ನಿಮ್ಮನ್ನು ಸತ್ಯವಿಶ್ವಾಸದ ಕಡೆಗೆ ಕರೆಯಲಾಗುತ್ತಿದ್ದೂ ಸಹ ನೀವು ಸತ್ಯವನ್ನು ನಿಷೇಧಿಸುತ್ತಿದ್ದ ಸಂದರ್ಭ ಅಲ್ಲಾಹನಿಗೆ ನಿಮ್ಮ ಮೇಲಿತ್ತು.”","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:11","price":"ಅವರು ಹೇಳುವರು: “ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನೀನು ನಮ್ಮನ್ನು ಎರಡು ಬಾರಿ ಸಾವನ್ನಪ್ಪುವಂತೆ ಮಾಡಿದೆ ಮತ್ತು ನಮಗೆ ಎರಡು ಬಾರಿ ಜೀವವನ್ನು ನೀಡಿದೆ.[1] ನಾವು ನಮ್ಮ ತಪ್ಪುಗಳನ್ನು ಒಪ್ಪಿಕೊಂಡಿದ್ದೇವೆ. ಆದ್ದರಿಂದ ಹೊರಹೋಗಲು ಯಾವುದಾದರೂ ದಾರಿಯಿದೆಯೇ?”","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"[1] ಮೊದಲನೇ ಸಾವು ಎಂದರೆ ಜನನಕ್ಕೆ ಮುನ್ನ ಇದ್ದಂತಹ ನಿರ್ಜೀವ ಸ್ಥಿತಿ. ಎರಡನೇ ಸಾವು ಮನುಷ್ಯನ ಸ್ವಾಭಾವಿಕ ಮರಣ. ಮೊದಲನೇ ಜೀವನವು ಇಹಲೋಕ ಜೀವನ ಮತ್ತು ಎರಡನೇ ಜೀವನವು ಪರಲೋಕ ಜೀವನ.","lang":"kn"},{"name":"40:12","price":"ಅದೇಕೆಂದರೆ, ಅಲ್ಲಾಹನೊಂದಿಗೆ ಮಾತ್ರ ಪ್ರಾರ್ಥಿಸಲಾದರೆ ನೀವು ನಿಷೇಧಿಸುತ್ತಿದ್ದಿರಿ ಮತ್ತು ಅವನೊಂದಿಗೆ ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡಲಾದರೆ ನೀವು ವಿಶ್ವಾಸವಿಡುತ್ತಿದ್ದಿರಿ. ಆದರೆ (ಇಂದು) ತೀರ್ಪು ನೀಡುವ ಅಧಿಕಾರವು ಅತ್ಯುನ್ನತನು ಮತ್ತು ಸರ್ವಶ್ರೇಷ್ಠನಾದ ಅಲ್ಲಾಹನಿಗಾಗಿದೆ.","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:13","price":"ಅವನು ತನ್ನ ದೃಷ್ಟಾಂತಗಳನ್ನು ನಿಮಗೆ ತೋರಿಸಿಕೊಡುತ್ತಾನೆ ಮತ್ತು ಆಕಾಶದಿಂದ ನಿಮಗೆ ಉಪಜೀವನವನ್ನು ಇಳಿಸಿಕೊಡುತ್ತಾನೆ. (ಅಲ್ಲಾಹನ ಕಡೆಗೆ) ಮರಳುವವರು ಮಾತ್ರ ಉಪದೇಶವನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾರೆ.","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:14","price":"ನೀವು ಧರ್ಮವನ್ನು ಅಲ್ಲಾಹನಿಗೆ ನಿಷ್ಕಳಂಕಗೊಳಿಸಿ ಅವನನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸಿರಿ. ಸತ್ಯನಿಷೇಧಿಗಳು ಅಸಹ್ಯಪಟ್ಟರೂ ಸಹ.","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:15","price":"ಅವನು ಉನ್ನತ ಪದವಿಗಳನ್ನು ಹೊಂದಿರುವವನು ಮತ್ತು ಸಿಂಹಾಸನದ ಒಡೆಯನಾಗಿದ್ದಾನೆ. ಅವನು ತನ್ನ ದಾಸರಲ್ಲಿ ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ದೇವವಾಣಿಯನ್ನು ನೀಡುತ್ತಾನೆ. ಭೇಟಿಯ ದಿನದ ಬಗ್ಗೆ ಅವರು ಜನರಿಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಲೆಂದು.","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:16","price":"ಜನರೆಲ್ಲರೂ ಬಯಲಿಗೆ ಬರುವ ದಿನ. ಅವರಿಗೆ ಸಂಬಂಧಿಸಿದ ಯಾವುದೇ ವಿಷಯವು ಅಲ್ಲಾಹನಿಂದ ಮರೆಯಾಗಿರುವುದಿಲ್ಲ. ಇಂದು ಸಾರ್ವಭೌಮತ್ವವು ಯಾರಿಗೆ? ಏಕೈಕನು ಮತ್ತು ಸರ್ವಾಧಿಕಾರಿಯಾದ ಅಲ್ಲಾಹನಿಗೆ.","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:17","price":"ಇಂದು ಪ್ರತಿಯೊಬ್ಬನಿಗೂ ಅವನು ಮಾಡಿದ ಕರ್ಮಗಳ ಪ್ರತಿಫಲವನ್ನು ನೀಡಲಾಗುವುದು. ಇಂದು ಯಾರಿಗೂ ಅನ್ಯಾಯವಾಗುವುದಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅತಿವೇಗವಾಗಿ ವಿಚಾರಣೆ ಮಾಡುತ್ತಾನೆ.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:18","price":"ಅವರಿಗೆ ಬಹಳ ಹತ್ತಿರವಾಗುವ ಆ ದಿನದ (ಪುನರುತ್ಥಾನ ದಿನದ) ಬಗ್ಗೆ ಎಚ್ಚರಿಕೆ ನೀಡಿರಿ. ಹೃದಯಗಳು ಗಂಟಲಿಗೆ ತಲುಪುವ ಮತ್ತು ಅವರೆಲ್ಲರೂ ನಿಶ್ಶಬ್ದರಾಗುವ ಸಂದರ್ಭ. ಅಕ್ರಮಿಗಳಿಗೆ ಯಾವುದೇ ಆಪ್ತಮಿತ್ರರು ಅಥವಾ ಅಂಗೀಕಾರಯೋಗ್ಯ ಶಿಫಾರಸು ಮಾಡುವವರು ಯಾರೂ ಇರಲಾರರು.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:19","price":"ಅವನು ಕಣ್ಣುಗಳ ವಂಚನೆಯ ನೋಟಗಳನ್ನು ಮತ್ತು ಹೃದಯಗಳು ಬಚ್ಚಿಡುವುದನ್ನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:20","price":"ಅಲ್ಲಾಹು ಸರಿಯಾದ ರೀತಿಯಲ್ಲಿ ತೀರ್ಪು ನೀಡುತ್ತಾನೆ. ಅವರು ಅವನನ್ನು ಬಿಟ್ಟು ಯಾರನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಾರೋ ಅವರು ಯಾವುದೇ ವಿಷಯದಲ್ಲೂ ತೀರ್ಪು ನೀಡುವುದಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ನೋಡುವವನಾಗಿದ್ದಾನೆ.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:21","price":"ಅವರು ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿ ಅವರಿಗಿಂತ ಮೊದಲಿನವರ ಅಂತ್ಯವು ಹೇಗಿತ್ತೆಂದು ನೋಡುವುದಿಲ್ಲವೇ? ಅವರು ಶಕ್ತಿ-ಸಾಮರ್ಥ್ಯದಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿ ಸ್ಮಾರಕಗಳನ್ನು ಬಿಟ್ಟುಹೋಗುವುದರಲ್ಲಿ ಇವರಿಗಿಂತ ಹೆಚ್ಚು ಶ್ರೇಷ್ಠರಾಗಿದ್ದರು. ಆದರೆ ಅವರು ಮಾಡಿದ ಪಾಪಗಳ ಕಾರಣದಿಂದ ಅಲ್ಲಾಹು ಅವರನ್ನು ಹಿಡಿದು ಶಿಕ್ಷಿಸಿದನು. ಅವರನ್ನು ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯಿಂದ ರಕ್ಷಿಸುವವರು ಯಾರೂ ಇರಲಿಲ್ಲ.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:22","price":"ಅದೇಕೆಂದರೆ ಅವರ ಬಳಿಗೆ ಸಂದೇಶವಾಹಕರುಗಳು ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ಬರುತ್ತಿದ್ದರು. ಆದರೆ ಅವರು ನಿಷೇಧಿಸಿದರು. ಆದ್ದರಿಂದ ಅಲ್ಲಾಹು ಅವರನ್ನು ಹಿಡಿದು ಶಿಕ್ಷಿಸಿದನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಮಹಾ ಶಕ್ತಿಶಾಲಿ ಮತ್ತು ಕಠಿಣವಾಗಿ ಶಿಕ್ಷಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:23","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಮೂಸಾರನ್ನು ನಮ್ಮ ವಚನಗಳೊಂದಿಗೆ ಮತ್ತು ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ಕಳುಹಿಸಿದ್ದೆವು.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:24","price":"ಫರೋಹ, ಹಾಮಾನ್ ಮತ್ತು ಕಾರೂನನ ಬಳಿಗೆ. ಆದರೆ ಅವರು ಹೇಳಿದರು: “ಮಾಟಗಾರ ಮತ್ತು ಸುಳ್ಳುಗಾರ.”","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:25","price":"ಅವರು (ಮೂಸಾ) ನಮ್ಮ ಕಡೆಯ ಸತ್ಯದೊಂದಿಗೆ ಅವರ ಬಳಿಗೆ ಬಂದಾಗ ಅವರು ಹೇಳಿದರು: “ಅವನ ಜೊತೆಗೆ ವಿಶ್ವಾಸವಿಟ್ಟವರ ಗಂಡುಮಕ್ಕಳನ್ನು ಕೊಲ್ಲಿರಿ ಮತ್ತು ಅವರ ಹೆಣ್ಣುಮಕ್ಕಳನ್ನು ಜೀವಂತ ಬಿಡಿ.” ಸತ್ಯನಿಷೇಧಿಗಳ ತಂತ್ರಗಾರಿಕೆಯು ಪ್ರಮಾದದಲ್ಲೇ ಇದೆ.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:26","price":"ಫರೋಹ ಹೇಳಿದನು: “ನನ್ನನ್ನು ಬಿಡಿ! ನಾನು ಮೂಸಾನನ್ನು ಕೊಂದು ಬಿಡುತ್ತೇನೆ. ಅವನು ಅವನ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಕರೆಯಲಿ! ಅವನು ನಿಮ್ಮ ಧರ್ಮವನ್ನು ಬದಲಾಯಿಸಬಹುದು ಅಥವಾ ಭೂಮಿಯಲ್ಲಿ ಕಿಡಿಗೇಡಿತನ ಮಾಡಬಹುದು ಎಂದು ನನಗೆ ಭಯವಾಗುತ್ತಿದೆ.”","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:27","price":"ಮೂಸಾ ಹೇಳಿದರು: “ವಿಚಾರಣಾ ದಿನದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದ ಎಲ್ಲಾ ಅಹಂಕಾರಿಗಳ ವಿರುದ್ಧ ನಾನು ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ಪರಿಪಾಲಕನೊಂದಿಗೆ (ಅಲ್ಲಾಹನೊಂದಿಗೆ) ಅಭಯ ಯಾಚಿಸುತ್ತೇನೆ.”","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:28","price":"ಫರೋಹ‍ನ ಜನರಲ್ಲಿ ಸೇರಿದ ಮತ್ತು ತನ್ನ ವಿಶ್ವಾಸವನ್ನು ಮುಚ್ಚಿಟ್ಟಿದ್ದ ಸತ್ಯವಿಶ್ವಾಸಿ ವ್ಯಕ್ತಿಯೊಬ್ಬರು ಹೇಳಿದರು: “ನನ್ನ ಪರಿಪಾಲಕ ಅಲ್ಲಾಹು ಎಂದು ಹೇಳುವ ಕಾರಣಕ್ಕಾಗಿ ನೀವು ಒಬ್ಬ ಮನುಷ್ಯನನ್ನು ಕೊಲ್ಲುತ್ತೀರಾ? ಅವರು ನಿಮ್ಮ ಬಳಿಗೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳನ್ನು ತಂದಿದ್ದಾರೆ. ಅವರು ಸುಳ್ಳು ಹೇಳುತ್ತಿದ್ದರೆ ಅದರ ಪಾಪವು ಅವರಿಗೇ ಆಗಿದೆ. ಆದರೆ ಅವರು ಸತ್ಯ ಹೇಳುತ್ತಿದ್ದರೆ ಅವರು ನಿಮಗೆ ಎಚ್ಚರಿಕೆ ನೀಡುವ ಕೆಲವು ಸಂಗತಿಗಳು (ಶಿಕ್ಷೆಗಳು) ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಮೇಲೆ ಎರಗುವುದು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅತಿರೇಕಿ ಮತ್ತು ಸುಳ್ಳನಾಗಿರುವ ಯಾರಿಗೂ ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುವುದಿಲ್ಲ.","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:29","price":"ಓ ನನ್ನ ಜನರೇ! ನೀವು ಭೂಮಿಯಲ್ಲಿ ಪ್ರಾಬಲ್ಯ ಪಡೆದಿರುವ ಕಾರಣ ಇಂದು ಇದರ ಸಾರ್ವಭೌಮತ್ವವು ನಿಮ್ಮ ವಶದಲ್ಲಿದೆ. ಆದರೆ ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆ ನಮ್ಮ ಬಳಿಗೆ ಬಂದರೆ ನಮಗೆ ಸಹಾಯ ಮಾಡುವವರು ಯಾರು?” ಫರೋಹ ಹೇಳಿದನು: “ನಾನು ಸ್ವತಃ ನನಗಾಗಿ ಸರಿಯೆಂದು ಕಾಣುವ ಮಾರ್ಗವನ್ನೇ ನಿಮಗೆ ತಿಳಿಸುತ್ತಿದ್ದೇನೆ. ನಾನು ನಿಮಗೆ ಒಳಿತಿನ ಮಾರ್ಗವನ್ನೇ ತೋರಿಸಿಕೊಡುತ್ತಿದ್ದೇನೆ.”","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:30","price":"ಆ ಸತ್ಯವಿಶ್ವಾಸಿ ವ್ಯಕ್ತಿ ಹೇಳಿದರು: “ಓ ನನ್ನ ಜನರೇ! ಇತರ ಸಮುದಾಯಗಳಿಗೆ ಸಂಭವಿಸಿದ ಆ ದಿನವು (ಕೆಟ್ಟ ಶಿಕ್ಷೆ) ನಿಮಗೂ ಸಂಭವಿಸಬಹುದೆಂದು ನನಗೆ ಭಯವಾಗುತ್ತಿದೆ.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:31","price":"ಅಂದರೆ ನೂಹರ ಜನರು, ಆದ್ ಗೋತ್ರ, ಸಮೂದ್ ಗೋತ್ರ ಮತ್ತು ಅವರ ನಂತರದವರ ಸ್ಥಿತಿಯಂತೆ. ಅಲ್ಲಾಹು ತನ್ನ ದಾಸರಿಗೆ ಯಾವುದೇ ರೀತಿಯ ಅನ್ಯಾಯ ಮಾಡಲು ಬಯಸುವುದಿಲ್ಲ.","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:32","price":"ಓ ನನ್ನ ಜನರೇ! ನಿಶ್ಚಯವಾಗಿಯೂ ಜನರು ಮೊರೆಯಿಟ್ಟು ರೋದಿಸುವ ಆ ದಿನವನ್ನು ನಾನು ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ಭಯಪಡುತ್ತೇನೆ.","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:33","price":"ಅಂದರೆ ನೀವು ಬೆನ್ನು ತೋರಿಸಿ ಓಡುವ ದಿನ! ನಿಮ್ಮನ್ನು ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯಿಂದ ರಕ್ಷಿಸುವವರು ಯಾರೂ ಇರುವುದಿಲ್ಲ. ಅಲ್ಲಾಹು ಯಾರನ್ನಾದರೂ ದಾರಿತಪ್ಪಿಸಿದರೆ ನಂತರ ಅವನಿಗೆ ಸನ್ಮಾರ್ಗ ತೋರಿಸುವವರು ಯಾರೂ ಇಲ್ಲ.","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:34","price":"ಇದಕ್ಕೆ ಮೊದಲು ಯೂಸುಫರು ನಿಮ್ಮ ಬಳಿಗೆ ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ಬಂದಿದ್ದರು. ಆದರೂ ಅವರು ನಿಮ್ಮ ಬಳಿಗೆ ತಂದ (ಸಾಕ್ಷ್ಯಾಧಾರಗಳ) ಬಗ್ಗೆ ನೀವು ಸಂದೇಹದಲ್ಲೇ ಇದ್ದಿರಿ. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ ಅವರು ನಿಧನರಾದಾಗ, “ಇವರ ಬಳಿಕ ಅಲ್ಲಾಹು ಇನ್ನೊಬ್ಬ ಸಂದೇಶವಾಹಕರನ್ನು ಕಳುಹಿಸುವುದಿಲ್ಲ” ಎಂದು ನೀವು ಹೇಳಿದಿರಿ. ಈ ರೀತಿ ಅಲ್ಲಾಹು ಎಲ್ಲೆ ಮೀರಿದವರನ್ನು ಮತ್ತು ಸಂಶಯಗ್ರಸ್ಥರನ್ನು ದಾರಿತಪ್ಪಿಸುತ್ತಾನೆ.","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:35","price":"ಅವರು ತಮ್ಮ ಬಳಿಗೆ ಬಂದ ಯಾವುದೇ ಸ್ಪಷ್ಟ ಪುರಾವೆಯಿಲ್ಲದೆ ಅಲ್ಲಾಹನ ವಚನಗಳ ವಿಷಯದಲ್ಲಿ ತರ್ಕಿಸುವವರು. ಇದು ಅಲ್ಲಾಹನ ಬಳಿ ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ಬಳಿ ಮಹಾ ಅಸಂತೃಪ್ತಿಯ ವಿಷಯವಾಗಿದೆ. ಈ ರೀತಿ ಅಲ್ಲಾಹು ಎಲ್ಲಾ ಅಹಂಕಾರಿಗಳ ಮತ್ತು ಗರ್ವಿಷ್ಠರ ಹೃದಯಗಳಿಗೆ ಮೊಹರು ಹಾಕುತ್ತಾನೆ.","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:36","price":"ಫರೋಹ ಹೇಳಿದನು: “ಓ ಹಾಮಾನ್! ನನಗೆ ಒಂದು ಗೋಪುರವನ್ನು ನಿರ್ಮಿಸಿಕೊಡು. ನಾನು ಆ ಬಾಗಿಲುಗಳಿಗೆ ತಲುಪುವುದಕ್ಕಾಗಿ.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:37","price":"ಅಂದರೆ ಆಕಾಶಗಳ ಬಾಗಿಲುಗಳಿಗೆ. ನನಗೆ ಮೂಸಾನ ದೇವನನ್ನು ಇಣುಕಿ ನೋಡಬೇಕು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಸುಳ್ಳು ಹೇಳುತ್ತಿದ್ದಾನೆಂದು ನಾನು ಭಾವಿಸುತ್ತಿದ್ದೇನೆ.” ಈ ರೀತಿ ಫರೋಹ‍ನಿಗೆ ಅವನ ದುಷ್ಕೃತ್ಯವನ್ನು ಅಲಂಕರಿಸಿ ತೋರಿಸಲಾಗಿದೆ ಮತ್ತು ಅವನನ್ನು ನೇರ ಮಾರ್ಗದಿಂದ ತಡೆಯಲಾಗಿದೆ. ಫರೋಹನ (ಎಲ್ಲಾ) ತಂತ್ರಗಾರಿಕೆಗಳು ನಷ್ಟದಲ್ಲೇ ಇವೆ.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:38","price":"ಆ ಸತ್ಯವಿಶ್ವಾಸಿ ವ್ಯಕ್ತಿ ಹೇಳಿದರು: “ಓ ನನ್ನ ಜನರೇ! ನನ್ನನ್ನು ಅನುಸರಿಸಿರಿ! ನಾನು ನಿಮಗೆ ಒಳಿತನ ಮಾರ್ಗವನ್ನು ತೋರಿಸುತ್ತೇನೆ.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:39","price":"ಓ ನನ್ನ ಜನರೇ! ಈ ಇಹಲೋಕ ಜೀವನವು ಒಂದು (ತಾತ್ಕಾಲಿಕ) ಆನಂದವಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಶಾಶ್ವತ ವಾಸದ ಭವನವು ಪರಲೋಕವಾಗಿದೆ.","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:40","price":"ಯಾರು ಒಂದು ಕೆಡುಕು ಮಾಡುತ್ತಾರೋ ಅವನಿಗೆ ಅದಕ್ಕೆ ಸಮಾನವಾದ ಪ್ರತಿಫಲವನ್ನೇ ನೀಡಲಾಗುತ್ತದೆ. ಆದರೆ ಯಾರು ಸತ್ಯವಿಶ್ವಾಸಿಯಾಗಿದ್ದು ಸತ್ಕರ್ಮವೆಸಗುತ್ತಾರೋ ಅವರು—ಪುರುಷರಾಗಿದ್ದರೂ ಸ್ತ್ರೀಯರಾಗಿದ್ದರೂ—ಸ್ವರ್ಗವನ್ನು ಪ್ರವೇಶಿಸುವರು. ಅಲ್ಲಿ ಅವರಿಗೆ ಲೆಕ್ಕವಿಲ್ಲದೆ ಉಪಜೀವನವನ್ನು ಒದಗಿಸಲಾಗುವುದು.","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:41","price":"ಓ ನನ್ನ ಜನರೇ! ಇದೆಂತಹ ಸಂಗತಿ? ನಾನು ನಿಮ್ಮನ್ನು ಮೋಕ್ಷದ ಕಡೆಗೆ ಕರೆಯುತ್ತಿದ್ದೇನೆ. ಆದರೆ ನೀವು ನನ್ನನ್ನು ನರಕಕ್ಕೆ ಕರೆಯುತ್ತಿದ್ದೀರಿ!","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:42","price":"ನಾನು ಅಲ್ಲಾಹನನ್ನು ನಿಷೇಧಿಸಲು ಮತ್ತು ನನಗೆ ಯಾವುದೇ ತಿಳುವಳಿಕೆಯಿಲ್ಲದ್ದನ್ನು ಅವನೊಂದಿಗೆ ಸಹಭಾಗಿಯನ್ನಾಗಿ ಮಾಡಲು ನೀವು ನನ್ನನ್ನು ಕರೆಯುತ್ತಿದ್ದೀರಿ! ಆದರೆ ನಾನು ನಿಮ್ಮನ್ನು ಪ್ರಬಲನು ಮತ್ತು ಕ್ಷಮಿಸುವವನಾದ ಅಲ್ಲಾಹನ ಕಡೆಗೆ ಕರೆಯುತ್ತಿದ್ದೇನೆ.","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:43","price":"ನೀವು ನನ್ನನ್ನು ಯಾವುದರ ಕಡೆಗೆ ಕರೆಯುತ್ತಿದ್ದೀರೋ ಅದು ಇಹಲೋಕದಲ್ಲಿ ಅಥವಾ ಪರಲೋಕದಲ್ಲಿ ಯಾವುದೇ ಪ್ರಾರ್ಥನೆಗೆ ಅರ್ಹವಲ್ಲ ಮತ್ತು ನಾವು ಮರಳಿ ಹೋಗಬೇಕಾದುದು ಅಲ್ಲಾಹನ ಬಳಿಗಾಗಿದೆ ಹಾಗೂ ಎಲ್ಲೆ ಮೀರಿದವರು ನರಕವಾಸಿಗಳಾಗಿದ್ದಾರೆ ಎಂಬುದು ದೃಢಪಟ್ಟ ವಿಷಯವಾಗಿದೆ.","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:44","price":"ನಾನು (ಈಗ) ನಿಮ್ಮೊಂದಿಗೆ ಹೇಳುವ ಈ ವಿಷಯಗಳು ಮುಂದೆ ನಿಮಗೆ ನೆನಪಿಗೆ ಬರಲಿದೆ. ನಾನು ನನ್ನ ಕಾರ್ಯವನ್ನು ಅಲ್ಲಾಹನಿಗೆ ವಹಿಸಿಕೊಡುತ್ತೇನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ದಾಸರನ್ನು ನೋಡುತ್ತಿದ್ದಾನೆ.”","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:45","price":"ಆದ್ದರಿಂದ ಅಲ್ಲಾಹು ಆ ವ್ಯಕ್ತಿಯನ್ನು ಅವರ ಎಲ್ಲಾ ತಂತ್ರಗಾರಿಕೆಗಳ ದುಷ್ಪರಿಣಾಮಗಳಿಂದ ರಕ್ಷಿಸಿದನು. ಫರೋಹನ ಜನರನ್ನು ಕಠೋರ ಶಿಕ್ಷೆಯು ಆವರಿಸಿಕೊಂಡಿತು.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:46","price":"ನರಕಾಗ್ನಿ! ಬೆಳಿಗ್ಗೆ ಮತ್ತು ಸಂಜೆ ಅವರನ್ನು ಅದರ ಮುಂದೆ ಪ್ರದರ್ಶಿಸಲಾಗುವುದು.[1] ಅಂತ್ಯಸಮಯವು ಸಂಭವಿಸುವ ದಿನ “ಫರೋಹನ ಕುಟುಂಬವನ್ನು ಅತಿಕ್ರೂರ ಶಿಕ್ಷೆಗೆ ಹಾಕಿರಿ” (ಎಂದು ಆದೇಶಿಸಲಾಗುವುದು).","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"[1] ಬರ್ಝಕ್ (ಸತ್ತ ನಂತರ ಪುನರುತ್ಥಾನ ದಿನದ ತನಕವಿರುವ ಅವಧಿ) ನಲ್ಲಿ ಇವರಿಗೆ ದಿನನಿತ್ಯ ಬೆಳಗ್ಗೆ ಮತ್ತು ಸಂಜೆ ನರಕವನ್ನು ತೋರಿಸಲಾಗುವುದು. ಸಮಾಧಿಯಲ್ಲಿ ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಶಿಕ್ಷಿಸಲಾಗುತ್ತದೆ ಎಂಬುದಕ್ಕೆ ಈ ವಚನವು ಪುರಾವೆಯಾಗಿದೆ.","lang":"kn"},{"name":"40:47","price":"ಅವರು ನರಕದಲ್ಲಿ ಪರಸ್ಪರ ತರ್ಕಿಸುವ ಸಂದರ್ಭ. ಆಗ ಬಲಹೀನರು ಅಹಂಕಾರಿಗಳೊಡನೆ ಹೇಳುವರು: “ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಿದೆವು. ಆದ್ದರಿಂದ ನರಕ ಶಿಕ್ಷೆಯ ಒಂದು ಪಾಲನ್ನು ನಮ್ಮಿಂದ ದೂರೀಕರಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವೇ?”","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:48","price":"ಅಹಂಕಾರಿಗಳು ಹೇಳುವರು: “ನಾವೆಲ್ಲರೂ ನರಕದಲ್ಲಿದ್ದೇವೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅವನ ದಾಸರ ನಡುವೆ ತೀರ್ಪು ನೀಡಿದ್ದಾನೆ!”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:49","price":"ನರಕದಲ್ಲಿರುವವರು ನರಕದ ಕಾವಲುಗಾರರೊಡನೆ ಹೇಳುವರು: “ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಕರೆದು ಪ್ರಾರ್ಥಿಸಿರಿ! ಅವನು ನಮಗೆ ಒಂದು ದಿನದ ಮಟ್ಟಿಗಾದರೂ ಶಿಕ್ಷೆಯಲ್ಲಿ ರಿಯಾಯಿತಿ ನೀಡಲಿ.”","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:50","price":"ಕಾವಲುಗಾರರು ಕೇಳುವರು: “ನಿಮ್ಮ ಬಳಿಗೆ ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ಸಂದೇಶವಾಹಕರುಗಳು ಬಂದಿರಲಿಲ್ಲವೇ?” ಅವರು ಉತ್ತರಿಸುವರು: “ಹೌದು.” ಕಾವಲುಗಾರರು ಹೇಳುವರು: “ಹಾಗಾದರೆ ನೀವೇ ಕರೆದು ಪ್ರಾರ್ಥಿಸಿ. ಸತ್ಯನಿಷೇಧಿಗಳ ಪ್ರಾರ್ಥನೆಯು ವ್ಯರ್ಥವಲ್ಲದೆ ಇನ್ನೇನೂ ಅಲ್ಲ.”","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:51","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಮ್ಮ ಸಂದೇಶವಾಹಕರುಗಳಿಗೆ ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಇಹಲೋಕದಲ್ಲೂ, ಸಾಕ್ಷಿಗಳು ಎದ್ದು ನಿಲ್ಲುವ ದಿನದಲ್ಲೂ (ಪುನರುತ್ಥಾನ ದಿನದಲ್ಲೂ) ಸಹಾಯ ಮಾಡುವೆವು.","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:52","price":"ಅಕ್ರಮಿಗಳಿಗೆ ಅವರ ನೆಪಗಳು ಉಪಕಾರ ಮಾಡದ ದಿನ! ಅವರಿಗೆ ಶಾಪವಿದೆ ಮತ್ತು ಅವರಿಗೆ ನಿಕೃಷ್ಟ ಭವನವಿದೆ.","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:53","price":"ನಾವು ಮೂಸಾರಿಗೆ ಸನ್ಮಾರ್ಗವನ್ನು ನೀಡಿದೆವು ಮತ್ತು ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳನ್ನು ಗ್ರಂಥದ ವಾರಸುದಾರರಾಗಿ ಮಾಡಿದೆವು.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:54","price":"ಅದು ಬುದ್ಧಿವಂತರಿಗೆ ಸನ್ಮಾರ್ಗದರ್ಶಿ ಮತ್ತು ಉಪದೇಶವಾಗಿತ್ತು.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:55","price":"ಆದ್ದರಿಂದ ನೀವು ತಾಳ್ಮೆಯಿಂದಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ವಾಗ್ದಾನವು ಸತ್ಯವಾಗಿದೆ. ನಿಮ್ಮ ತಪ್ಪಿಗಾಗಿ ಕ್ಷಮೆಯಾಚಿಸಿರಿ. ಸಂಜೆ ಹಾಗೂ ಮುಂಜಾನೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಸ್ತುತಿಸುತ್ತಾ ಅವರ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡಿರಿ.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:56","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ತಮ್ಮ ಬಳಿಗೆ ಬಂದ ಯಾವುದೇ ಸ್ಪಷ್ಟ ಪುರಾವೆಯಿಲ್ಲದೆ ಅಲ್ಲಾಹನ ವಚನಗಳ ವಿಷಯದಲ್ಲಿ ತರ್ಕಿಸುವವರು ಯಾರೋ ಅವರ ಹೃದಯಗಳಲ್ಲಿ ಅಹಂಕಾರವಲ್ಲದೆ ಬೇರೇನೂ ಇಲ್ಲ. ಅವರು ಅಲ್ಲಿಗೆ ತಲುಪುವುದೂ ಇಲ್ಲ.[1] ಆದ್ದರಿಂದ ನೀವು ಅಲ್ಲಾಹನಲ್ಲಿ ಅಭಯ ಯಾಚಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ನೋಡುವವನಾಗಿದ್ದಾನೆ.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"[1] ಅಂದರೆ ಸತ್ಯವು ನಾಶವಾಗಬೇಕು ಮತ್ತು ಅಸತ್ಯವು ರಾರಾಜಿಸಬೇಕೆಂಬ ಅವರ ಉದ್ದೇಶವು ಈಡೇರುವುದಿಲ್ಲ.","lang":"kn"},{"name":"40:57","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಭೂಮ್ಯಾಕಾಶಗಳ ಸೃಷ್ಟಿಯು ಮನುಷ್ಯನನ್ನು ಸೃಷ್ಟಿಸುವುದಕ್ಕಿಂತಲೂ ಎಷ್ಟೋ ದೊಡ್ಡದಾಗಿದೆ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲ.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:58","price":"ಕಣ್ಣು ಕಾಣುವವನು ಮತ್ತು ಕಣ್ಣು ಕಾಣದವನು ಸಮಾನರಲ್ಲ. ಸತ್ಯವಿಶ್ವಾಸವಿಟ್ಟು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಮತ್ತು ದುಷ್ಕರ್ಮವೆಸಗಿದವರು ಸಮಾನರಲ್ಲ.  ನೀವು ಸ್ವಲ್ಪವೇ ಉಪದೇಶವನ್ನು ಸ್ವೀಕರಿಸುತ್ತೀರಿ.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:59","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಂತ್ಯಸಮಯವು ಬಂದೇ ಬರುತ್ತದೆ. ಅದರಲ್ಲಿ ಸಂಶಯವೇ ಇಲ್ಲ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:60","price":"ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಹೇಳಿದ್ದಾನೆ: “ನೀವು ನನ್ನನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸಿರಿ. ನಾನು ನಿಮಗೆ ಉತ್ತರ ನೀಡುತ್ತೇನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನನ್ನನ್ನು ಆರಾಧಿಸುವ ವಿಷಯದಲ್ಲಿ ಅಹಂಕಾರ ತೋರುವವರು ಯಾರೋ ಅವರು ಸದ್ಯವೇ ಅವಮಾನಿತರಾಗಿ ನರಕವನ್ನು ಪ್ರವೇಶಿಸುವರು.”[1]","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"[1] ಪ್ರಾರ್ಥನೆ ಆರಾಧನೆಯಾಗಿದೆ ಮತ್ತು ಅದು ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ ಸಲ್ಲತಕ್ಕದ್ದೆಂದು ಈ ವಚನವು ತಿಳಿಸುತ್ತದೆ.","lang":"kn"},{"name":"40:61","price":"ಅಲ್ಲಾಹು ನಿಮಗೆ ರಾತ್ರಿಯನ್ನು ವಿಶ್ರಾಂತಿ ಪಡೆಯಲು ಮತ್ತು ಹಗಲನ್ನು ಪ್ರಕಾಶಮಾನವಾಗಿ ಮಾಡಿಕೊಟ್ಟನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನಿಗೆ ಜನರೊಡನೆ ಅತ್ಯಂತ ಔದಾರ್ಯವಿದೆ. ಆದರೆ ಜನರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಕೃತಜ್ಞರಾಗುವುದಿಲ್ಲ.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:62","price":"ಅವನೇ ನಿಮ್ಮ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹು. ಅವನು ಎಲ್ಲಾ ವಸ್ತುಗಳ ಸೃಷ್ಟಿಕರ್ತನು. ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಆದರೂ ನೀವು (ಸನ್ಮಾರ್ಗದಿಂದ) ತಪ್ಪಿಸಲ್ಪಡುವುದು ಹೇಗೆ?","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:63","price":"ಈ ರೀತಿ ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದವರು (ಸನ್ಮಾರ್ಗದಿಂದ) ತಪ್ಪಿ ಹೋಗುತ್ತಿದ್ದಾರೆ.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:64","price":"ಅಲ್ಲಾಹು ನಿಮಗೋಸ್ಕರ ಭೂಮಿಯನ್ನು ವಾಸಸ್ಥಳವನ್ನಾಗಿ ಮತ್ತು ಆಕಾಶವನ್ನು ಮೇಲ್ಛಾವಣಿಯನ್ನಾಗಿ ಮಾಡಿಕೊಟ್ಟನು. ಅವನು ನಿಮಗೆ ರೂಪವನ್ನು ನೀಡಿದನು. ನಂತರ ನಿಮ್ಮ ರೂಪಗಳನ್ನು ಉತ್ತಮಗೊಳಿಸಿದನು. ಅವನು ನಿಮಗೆ ಉಪಜೀವನವಾಗಿ ಅತ್ಯುತ್ತಮ ವಸ್ತುಗಳನ್ನು ಒದಗಿಸಿದನು. ಅವನೇ ನಿಮ್ಮ ಪರಿಪಾಲಕವಾದ ಅಲ್ಲಾಹು. ಆದ್ದರಿಂದ ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹು ಸಮೃದ್ಧಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:65","price":"ಅವನು ಜೀವಂತವಿರುವವನು. ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಆದ್ದರಿಂದ ನಿಷ್ಕಂಳಕವಾಗಿ ಅವನನ್ನು ಆರಾಧಿಸುತ್ತಾ ಅವನನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸಿರಿ. ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:66","price":"ಹೇಳಿರಿ: “ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯಿಂದ ನನಗೆ ಸಾಕ್ಷ್ಯಾಧಾರಗಳು ತಲುಪಿರುವುದರಿಂದ, ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ನೀವು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಿರುವ ದೇವರುಗಳನ್ನು ಆರಾಧಿಸಬಾರದೆಂದು ನನಗೆ ವಿರೋಧಿಸಲಾಗಿದೆ. ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಶರಣಾಗಬೇಕೆಂದು ನನಗೆ ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ.”","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:67","price":"ಅವನೇ ನಿಮ್ಮನ್ನು ಮಣ್ಣಿನಿಂದ, ನಂತರ ವೀರ್ಯದಿಂದ, ನಂತರ ಭ್ರೂಣದಿಂದ ಸೃಷ್ಟಿಸಿದವನು. ನಂತರ ಅವನು ನಿಮ್ಮನ್ನು ಒಂದು ಶಿಶುವನ್ನಾಗಿ ಹೊರತರುವನು. ನಂತರ ನೀವು ನಿಮ್ಮ ಪೂರ್ಣ ಯೌವನವನ್ನು ತಲುಪಿ, ನಂತರ ನೀವು ಮುದುಕರಾಗುವುದಕ್ಕಾಗಿ (ಅವನು ನಿಮ್ಮನ್ನು ಬೆಳೆಸುತ್ತಾನೆ). ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರು ಇದಕ್ಕೆ ಮೊದಲೇ ಮರಣವನ್ನಪ್ಪುತ್ತಾರೆ. ನೀವು ನಿಮ್ಮ ನಿಶ್ಚಿತ ಅವಧಿಯನ್ನು ತಲುಪುವುದಕ್ಕಾಗಿ (ಅವನು ನಿಮ್ಮನ್ನು ಬಿಟ್ಟುಬಿಡುತ್ತಾನೆ). ನೀವು ಆಲೋಚಿಸುವುದಕ್ಕಾಗಿ.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:68","price":"ಅವನೇ ಜೀವ ಮತ್ತು ಮರಣವನ್ನು ನೀಡುವವನು. ಅವನು ಒಂದು ವಿಷಯವನ್ನು ತೀರ್ಮಾನಿಸಿದರೆ, ಅದರೊಂದಿಗೆ “ಉಂಟಾಗು” ಎನ್ನುತ್ತಾನೆ. ತಕ್ಷಣ ಅದು ಉಂಟಾಗುತ್ತದೆ!","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:69","price":"ಅಲ್ಲಾಹನ ವಚನಗಳ ವಿಷಯದಲ್ಲಿ ತರ್ಕಿಸುವವರನ್ನು ನೀವು ನೋಡಿಲ್ಲವೇ? ಅವರು ತಿರುಗಿಸಲ್ಪಡುತ್ತಿರುವುದು ಹೇಗೆ?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:70","price":"ಅವರು ಗ್ರಂಥವನ್ನು ಮತ್ತು ನಾವು ನಮ್ಮ ಸಂದೇಶವಾಹಕರೊಡನೆ ಕಳುಹಿಸಿರುವುದನ್ನು ನಿಷೇಧಿಸಿದ್ದಾರೆ. ಅವರು ಸದ್ಯವೇ ತಿಳಿಯುವರು.","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:71","price":"ಅವರ ಕೊರಳುಗಳಲ್ಲಿ ಬೇಡಿಗಳು ಮತ್ತು ಸಂಕೋಲೆಗಳಿರುವ ಸ್ಥಿತಿಯಲ್ಲಿ ಅವರನ್ನು ಎಳೆದೊಯ್ಯಲಾಗುವುದು.","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:72","price":"ಕುದಿಯುವ ನೀರಿನಲ್ಲಿ. ನಂತರ ಅವರನ್ನು ನರಕಾಗ್ನಿಯಲ್ಲಿ ಉರಿಸಲಾಗುವುದು.","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:73","price":"ನಂತರ ಅವರೊಂದಿಗೆ ಕೇಳಲಾಗುವುದು: “ನೀವು (ಅಲ್ಲಾಹನಿಗೆ) ಸಹಭಾಗಿಗಳನ್ನಾಗಿ ಮಾಡಿದವರು (ನಿಮ್ಮ ದೇವರುಗಳು) ಎಲ್ಲಿದ್ದಾರೆ?","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:74","price":"ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು.” ಅವರು ಹೇಳುವರು: “ಅವರು ನಮ್ಮನ್ನು ತೊರೆದಿದ್ದಾರೆ. ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ನಾವು ಇದಕ್ಕೆ ಮೊದಲು ಯಾರನ್ನೂ ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತಿರಲಿಲ್ಲ.” ಈ ರೀತಿ ಅಲ್ಲಾಹು ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ದಾರಿತಪ್ಪಿಸುವನು.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:75","price":"(ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು): “ಈ ಶಿಕ್ಷೆಯು ಏಕೆಂದರೆ ನೀವು ಭೂಮಿಯಲ್ಲಿ ಅನ್ಯಾಯವಾಗಿ ಮೆರೆಯುತ್ತಿದ್ದಿರಿ ಮತ್ತು ಅಹಂಕಾರದಿಂದ ವರ್ತಿಸುತ್ತಿದ್ದಿರಿ.","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:76","price":"ನರಕದ ಬಾಗಿಲುಗಳನ್ನು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವುದಕ್ಕಾಗಿ ಪ್ರವೇಶಿಸಿರಿ. ಅಹಂಕಾರಿಗಳ ವಾಸಸ್ಥಳವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ!”","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:77","price":"ನೀವು ತಾಳ್ಮೆಯಿಂದಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ವಾಗ್ದಾನವು ಸತ್ಯವಾಗಿದೆ. ನಾವು ಅವರಿಗೆ ವಾಗ್ದಾನ ಮಾಡುವ ಶಿಕ್ಷೆಗಳಲ್ಲಿ ಕೆಲವನ್ನು ನಾವು ನಿಮಗೆ ತೋರಿಸಿಕೊಟ್ಟರೂ ಅಥವಾ (ಅದಕ್ಕಿಂತ ಮೊದಲೇ) ನಾವು ನಿಮ್ಮನ್ನು ಮೃತಪಡಿಸಿದರೂ ಅವರು ಮರಳಿ ಬರುವುದು ನಮ್ಮ ಬಳಿಗೇ ಆಗಿದೆ.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:78","price":"ನಿಮಗಿಂತ ಮುಂಚೆ ನಾವು ಅನೇಕ ಸಂದೇಶವಾಹಕರುಗಳನ್ನು ಕಳುಹಿಸಿದ್ದೇವೆ. ಅವರಲ್ಲಿ ಕೆಲವರ (ಸಮಾಚಾರಗಳನ್ನು) ನಾವು ನಿಮಗೆ ವಿವರಿಸಿದ್ದೇವೆ. ಅವರಲ್ಲಿ ಬೇರೆ ಕೆಲವರ ಬಗ್ಗೆ ನಾವು ನಿಮಗೆ ವಿವರಿಸಿಲ್ಲ. ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಿಲ್ಲದೆ ಒಂದು ದೃಷ್ಟಾಂತವನ್ನು ತರಲು ಯಾವುದೇ ಸಂದೇಶವಾಹಕರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ. ನಂತರ ಅಲ್ಲಾಹನ ಆಜ್ಞೆ  ಬರುವಾಗ ನ್ಯಾಯಯುತವಾಗಿ ತೀರ್ಪು ನೀಡಲಾಗುವುದು. ಅಲ್ಲಿ ಮಿಥ್ಯವಾದಿಗಳು ನಷ್ಟ ಹೊಂದಿದವರಾಗುವರು.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:79","price":"ನಿಮಗಾಗಿ ಜಾನುವಾರುಗಳನ್ನು ಸೃಷ್ಟಿಸಿದವನು ಅಲ್ಲಾಹು. ಅವುಗಳಲ್ಲಿ ಕೆಲವು ಪ್ರಾಣಿಗಳ ಮೇಲೆ ನೀವು ಸವಾರಿ ಮಾಡುತ್ತೀರಿ ಮತ್ತು ಅವುಗಳಲ್ಲಿ ಕೆಲವನ್ನು ನೀವು ತಿನ್ನುತ್ತೀರಿ.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:80","price":"ಅವುಗಳಲ್ಲಿ ನಿಮಗೆ ಇನ್ನೂ ಅನೇಕ ಉಪಯೋಗಗಳಿವೆ. ನೀವು ಅವುಗಳ ಮೇಲೆ ಸವಾರಿ ಮಾಡಿ ನಿಮ್ಮ ಮನಸ್ಸಿನಲ್ಲಿರುವ ಅಗತ್ಯಗಳನ್ನು ತಲುಪುತ್ತೀರಿ. ನಿಮ್ಮನ್ನು ಅವುಗಳ ಬೆನ್ನುಗಳಲ್ಲೂ, ನಾವೆಗಳಲ್ಲೂ ಸಾಗಿಸಲಾಗುತ್ತಿದೆ.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:81","price":"ಅವನು ನಿಮಗೆ ಅವನ ದೃಷ್ಟಾಂತಗಳನ್ನು ತೋರಿಸಿಕೊಡುತ್ತಾನೆ. ಅಲ್ಲಾಹನ ದೃಷ್ಟಾಂತಗಳಲ್ಲಿ ಯಾವುದನ್ನು ನೀವು ನಿಷೇಧಿಸುತ್ತೀರಿ?","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:82","price":"ಅವರು ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿ ಅವರಿಗಿಂತ ಮೊದಲಿನವರ ಅಂತ್ಯವು ಹೇಗಿತ್ತೆಂದು ನೋಡುವುದಿಲ್ಲವೇ? ಅವರು ಜನಸಂಖ್ಯೆಯಲ್ಲಿ ಇವರಿಗಿಂತ ಹೆಚ್ಚಿದ್ದರು ಮತ್ತು ಶಕ್ತಿ-ಸಾಮರ್ಥ್ಯದಲ್ಲಿ ಹಾಗೂ ಭೂಮಿಯಲ್ಲಿ ಸ್ಮಾರಕಗಳನ್ನು ಬಿಟ್ಟುಹೋಗುವುದರಲ್ಲಿ ಇವರಿಗಿಂತ ಹೆಚ್ಚು ಶ್ರೇಷ್ಠರಾಗಿದ್ದರು. ಆದರೆ ಅವರ ಯಾವುದೇ ಕೆಲಸಗಳು ಅವರ ಉಪಯೋಗಕ್ಕೆ ಬರಲಿಲ್ಲ.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:83","price":"ಅವರ ಸಂದೇಶವಾಹಕರುಗಳು ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ಅವರ ಬಳಿಗೆ ಬಂದಾಗ, ಅವರು ತಮ್ಮ ಬಳಿಯಿರುವ ಜ್ಞಾನದ ಬಗ್ಗೆ ಹಿಗ್ಗುತ್ತಿದ್ದರು. ಕೊನೆಗೆ ಅವರು ಯಾವುದನ್ನು ತಮಾಷೆ ಮಾಡುತ್ತಿದ್ದರೋ ಆ ಶಿಕ್ಷೆಯು ಅವರನ್ನು ಆವರಿಸಿಕೊಂಡಿತು.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:84","price":"ನಮ್ಮ ಶಿಕ್ಷೆಯನ್ನು ಕಂಡಾಗ ಅವರು ಹೇಳಿದರು: “ನಾವು ಅಲ್ಲಾಹನಲ್ಲಿ ಮಾತ್ರ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ ಮತ್ತು ಅವನೊಡನೆ ಸಹಭಾಗಿಯನ್ನಾಗಿ ಮಾಡುತ್ತಿದ್ದ (ಎಲ್ಲಾ ದೇವರುಗಳನ್ನು) ನಿಷೇಧಿಸಿದ್ದೇವೆ.”","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"40:85","price":"ಆದರೆ ನಮ್ಮ ಶಿಕ್ಷೆಯನ್ನು ಕಂಡಾಗ ಅವರ ಆ ವಿಶ್ವಾಸವು ಅವರಿಗೆ ಪ್ರಯೋಜನವಾಗಲಿಲ್ಲ. ಇದು ಅಲ್ಲಾಹು ತನ್ನ ದಾಸರ ವಿಷಯದಲ್ಲಿ ಅನುಸರಿಸಿಕೊಂಡು ಬಂದ ಕ್ರಮವಾಗಿದೆ. ಅಲ್ಲಿ ಸತ್ಯನಿಷೇಧಿಗಳೇ ನಷ್ಟ ಹೊಂದಿದರು.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:1","price":"ಹಾ-ಮೀಮ್.","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:2","price":"ಇದು ಪರಮ ದಯಾಳು ಮತ್ತು ಕರುಣಾನಿಧಿಯಾದ (ಅಲ್ಲಾಹನ) ಕಡೆಯಿಂದ ಅವತೀರ್ಣವಾಗಿದೆ.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:3","price":"ಇದು ವಚನಗಳನ್ನು ವಿವರಿಸಿಕೊಡಲಾದ ಗ್ರಂಥವಾಗಿದೆ. ತಿಳುವಳಿಕೆಯಿರುವ ಜನರಿಗೆ ಅರಬ್ಬಿ ಭಾಷೆಯಲ್ಲಿರುವ ಕುರ್‌ಆನ್ ಆಗಿದೆ.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:4","price":"ಇದು ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸುವ ಮತ್ತು ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವ (ಗ್ರಂಥವಾಗಿದೆ). ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ವಿಮುಖರಾಗಿದ್ದಾರೆ. ಅವರು (ಇದಕ್ಕೆ) ಕಿವಿಗೊಡುವುದಿಲ್ಲ.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:5","price":"ಅವರು ಹೇಳಿದರು: “ನೀವು ನಮ್ಮನ್ನು ಯಾವುದರ ಕಡೆಗೆ ಕರೆಯುತ್ತಿದ್ದೀರೋ (ಅದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗದ) ರೀತಿಯಲ್ಲಿ ನಮ್ಮ ಹೃದಯಗಳನ್ನು ಮುಚ್ಚಲಾಗಿವೆ. ನಮ್ಮ ಕಿವಿಗಳು ಕಿವುಡಾಗಿವೆ. ನಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ನಡುವೆ ಒಂದು ಪರದೆಯಿದೆ. ಆದ್ದರಿಂದ ನೀವು ಕರ್ಮವೆಸಗಿರಿ. ನಾವು ಕೂಡ ಕರ್ಮವೆಸಗುತ್ತೇವೆ.”","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:6","price":"ಹೇಳಿರಿ: “ನಾನು ನಿಮ್ಮಂತೆಯೇ ಇರುವ ಒಬ್ಬ ಮನುಷ್ಯ. ನಿಮ್ಮ ದೇವನು ಏಕೈಕ ದೇವನೆಂದು ನನಗೆ ದೇವವಾಣಿ ನೀಡಲಾಗುತ್ತಿದೆ. ಆದ್ದರಿಂದ ನೀವು ಅವನ ಕಡೆಗೆ ತಿರುಗಿರಿ ಮತ್ತು ಅವನಲ್ಲಿ ಕ್ಷಮೆಯಾಚಿಸಿರಿ.” ಬಹುದೇವಾರಾಧಕರಿಗೆ ವಿನಾಶ ಕಾದಿದೆ.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:7","price":"ಅಂದರೆ ಝಕಾತ್ ನೀಡದವರಿಗೆ. ಅವರು ಪರಲೋಕವನ್ನು ನಿಷೇಧಿಸುತ್ತಾರೆ.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:8","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ ಅವರಿಗೆ ಅಂತ್ಯವಿಲ್ಲದ ಪ್ರತಿಫಲವಿದೆ.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:9","price":"ಹೇಳಿರಿ: “ಎರಡು ದಿನಗಳಲ್ಲಿ ಭೂಮಿಯನ್ನು ಸೃಷ್ಟಿಸಿದ (ಅಲ್ಲಾಹನನ್ನು) ನೀವು ನಿಷೇಧಿಸುತ್ತೀರಾ ಮತ್ತು ಅವನೊಂದಿಗೆ ಸರಿಸಾಟಿಗಳನ್ನು ಮಾಡುತ್ತೀರಾ? ಅವನೇ ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕ.”","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:10","price":"ಅವನು ಭೂಮಿಯಲ್ಲಿ—ಅದರ ಮೇಲ್ಭಾಗದಲ್ಲಿ—ಪರ್ವತಗಳನ್ನು ಸ್ಥಾಪಿಸಿದನು ಮತ್ತು ಅದರಲ್ಲಿ ಸಮೃದ್ಧಿಯನ್ನಿಟ್ಟನು. ಅದರಲ್ಲಿರುವ (ನಿವಾಸಿಗಳ) ಆಹಾರಗಳನ್ನು ಅದರಲ್ಲಿ ನಿರ್ಣಯಿಸಿದನು. (ಅವನು ಇದನ್ನು ಮಾಡಿದ್ದು ಕೇವಲ) ನಾಲ್ಕು ದಿನಗಳಲ್ಲಿ. ಅಗತ್ಯವುಳ್ಳವರಿಗೆ ಸರಿಯಾದ ಪ್ರಮಾಣದಲ್ಲಿ.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:11","price":"ನಂತರ ಅವನು ಆಕಾಶದ ಕಡೆಗೆ ತಿರುಗಿದನು. ಅದು ಹೊಗೆಯಂತೆ ಇತ್ತು. ಅವನು ಅದರೊಂದಿಗೆ ಮತ್ತು ಭೂಮಿಯೊಂದಿಗೆ ಹೇಳಿದನು: “ನೀವು ಸ್ವಯಂಪ್ರೇರಣೆಯಿಂದ ಅಥವಾ ಬಲವಂತದಿಂದ ಬನ್ನಿರಿ.” ಅವೆರಡೂ ಹೇಳಿದವು: “ನಾವು ಸ್ವಯಂಪ್ರೇರಣೆಯಿಂದ ಬಂದಿದ್ದೇವೆ.”","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:12","price":"ಅವನು ಎರಡು ದಿನಗಳಲ್ಲಿ ಏಳು ಆಕಾಶಗಳನ್ನು ನಿರ್ಮಿಸಿದನು. ಎಲ್ಲಾ ಆಕಾಶಗಳಿಗೂ ಅದರ ಕಾರ್ಯನಿರ್ವಹಣೆಯನ್ನು ಆದೇಶಿಸಿದನು. ನಾವು ಇಹಲೋಕದ ಆಕಾಶವನ್ನು ದೀಪಗಳಿಂದ ಅಲಂಕರಿಸಿದೆವು ಮತ್ತು ಸುರಕ್ಷಿತಗೊಳಿಸಿದೆವು. ಇದು ಪ್ರಬಲನು ಮತ್ತು ಸರ್ವಜ್ಞನಾದ ಅಲ್ಲಾಹನ ನಿರ್ಣಯವಾಗಿದೆ.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:13","price":"ಅವರೇನಾದರೂ ವಿಮುಖರಾಗುವುದಾದರೆ ಹೇಳಿರಿ: “ಆದ್ ಗೋತ್ರ ಮತ್ತು ಸಮೂದ್ ಗೋತ್ರಗಳ ಮೇಲೆರಗಿದ ಭೀಕರ ಶಿಕ್ಷೆಯಂತಿರುವ ಒಂದು ಶಿಕ್ಷೆಯ ಬಗ್ಗೆ ನಾನು ನಿಮಗೆ ಎಚ್ಚರಿಕೆ ನೀಡುತ್ತಿದ್ದೇನೆ.”","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:14","price":"“ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆ ಯಾರನ್ನೂ ಆರಾಧಿಸಬೇಡಿ” ಎಂದು ಹೇಳುತ್ತಾ ಅವರ ಮುಂದಿನಿಂದಲೂ ಹಿಂದಿನಿಂದಲೂ ಸಂದೇಶವಾಹಕರುಗಳು ಅವರ ಬಳಿಗೆ ಬಂದ ಸಂದರ್ಭ. ಅವರು ಹೇಳಿದರು: “ನಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಇಚ್ಛಿಸುತ್ತಿದ್ದರೆ ದೇವದೂತರು‍ಗಳನ್ನು ಕಳುಹಿಸುತ್ತಿದ್ದನು. ನಿಮ್ಮೊಡನೆ ಕಳುಹಿಸಲಾದ ಆ ಸಂದೇಶವನ್ನು ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿಷೇಧಿಸಿದ್ದೇವೆ.”","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:15","price":"ಆದ್ ಗೋತ್ರದವರು ಭೂಮಿಯಲ್ಲಿ ಅನ್ಯಾಯವಾಗಿ ಅಹಂಕಾರ ತೋರಿದರು. “ನಮಗಿಂತಲೂ ಹೆಚ್ಚು ಶಕ್ತಿಯಿರುವವರು ಯಾರು?” ಎಂದು ಅವರು ಕೇಳಿದರು. ಅವರನ್ನು ಸೃಷ್ಟಿಸಿದ ಅಲ್ಲಾಹು ಅವರಿಗಿಂತಲೂ ಹೆಚ್ಚು ಶಕ್ತಿಶಾಲಿಯೆಂದು ಅವರಿಗೆ ತಿಳಿದಿಲ್ಲವೇ? ಅವರು ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸುತ್ತಿದ್ದರು.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:16","price":"ಕೊನೆಗೆ ಅಶುಭ ದಿನಗಳಲ್ಲಿ ನಾವು ಅವರ ಕಡೆಗೆ ಭೀಕರ ಚಳಿಗಾಳಿಯನ್ನು ಕಳುಹಿಸಿದೆವು. ಇಹಲೋಕದಲ್ಲಿ ಅವರು ಅವಮಾನಕರ ಶಿಕ್ಷೆಯ ರುಚಿ ನೋಡುವುದಕ್ಕಾಗಿ. ಆದರೆ ಪರಲೋಕದ ಶಿಕ್ಷೆಯು ಅತ್ಯಧಿಕ ಅವಮಾನಕರವಾಗಿದೆ. ಅವರಿಗೆ ಯಾವುದೇ ಸಹಾಯವು ಸಿಗುವುದಿಲ್ಲ.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:17","price":"ಸಮೂದ್ ಗೋತ್ರಕ್ಕೂ ನಾವು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸಿದೆವು. ಆದರೆ ಅವರು ಸನ್ಮಾರ್ಗಕ್ಕಿಂತ ಕುರುಡುತನವನ್ನೇ ಇಷ್ಟಪಟ್ಟರು. ಆದ್ದರಿಂದ ಅವರು ಮಾಡಿದ ದುಷ್ಕೃತ್ಯಗಳ ಕಾರಣದಿಂದ ಅವಮಾನಕರವಾದ ಭೀಕರ ಶಿಕ್ಷೆಯು ಅವರನ್ನು ಹಿಡಿಯಿತು.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:18","price":"ನಾವು ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಮತ್ತು ದೇವಭಯವುಳ್ಳವರನ್ನು ರಕ್ಷಿಸಿದೆವು.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:19","price":"ಅಲ್ಲಾಹನ ಶತ್ರುಗಳನ್ನು ನರಕದ ಬಳಿಗೆ ಕರೆತರಲಾಗುವ ದಿನ. ಅವರೆಲ್ಲರನ್ನೂ ಒಟ್ಟುಗೂಡಿಸಲಾಗುವುದು.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:20","price":"ಎಲ್ಲಿಯವರೆಗೆಂದರೆ ಅವರು ನರಕದ ಬಳಿಗೆ ಬಂದಾಗ ಅವರ ಕಿವಿಗಳು, ಕಣ್ಣುಗಳು ಮತ್ತು ಚರ್ಮಗಳು ಅವರ ವಿರುದ್ಧವಾಗಿ ಸಾಕ್ಷಿ ನುಡಿಯುವುವು.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:21","price":"ಅವರು ತಮ್ಮ ಚರ್ಮಗಳೊಂದಿಗೆ ಕೇಳುವರು: “ನೀವೇಕೆ ನಮ್ಮ ವಿರುದ್ಧ ಸಾಕ್ಷಿ ಹೇಳಿದಿರಿ?” ಅವು ಹೇಳುವುವು: “ಎಲ್ಲ ವಸ್ತುಗಳಿಗೂ ಮಾತನಾಡುವ ಶಕ್ತಿ ನೀಡಿದ ಅಲ್ಲಾಹು ನಮ್ಮನ್ನು ಮಾತನಾಡಿಸಿದನು.” ಅವನೇ ನಿಮ್ಮನ್ನು ಮೊದಲ ಬಾರಿ ಸೃಷ್ಟಿಸಿದವನು. ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೇ ಮರಳಿಸಲಾಗುವುದು.","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:22","price":"ನಿಮ್ಮ ಕಿವಿಗಳು, ನಿಮ್ಮ ಕಣ್ಣುಗಳು ಅಥವಾ ನಿಮ್ಮ ಚರ್ಮಗಳು ನಿಮ್ಮ ವಿರುದ್ಧ ಸಾಕ್ಷಿ ಹೇಳದಿರುವುದಕ್ಕಾಗಿ ನೀವು (ನಿಮ್ಮ ದುಷ್ಕರ್ಮಗಳನ್ನು) ಅವುಗಳಿಂದ ಅಡಗಿಸುತ್ತಿರಲಿಲ್ಲ. ಆದರೆ ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳಲ್ಲಿ ಹೆಚ್ಚಿನವುಗಳನ್ನು ಅಲ್ಲಾಹು ತಿಳಿಯುವುದೇ ಇಲ್ಲ ಎಂದು ನೀವು ಭಾವಿಸಿದಿರಿ.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:23","price":"ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಗ್ಗೆ ಇಟ್ಟುಕೊಂಡ ಆ ಭಾವನೆಯೇ ನಿಮ್ಮನ್ನು ಸರ್ವನಾಶ ಮಾಡಿತು. ಕೊನೆಗೆ ನೀವು ನಷ್ಟ ಹೊಂದಿದವರಲ್ಲಿ ಸೇರಿಬಿಟ್ಟಿರಿ.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:24","price":"ಈಗ ಅವರು ತಾಳ್ಮೆ ವಹಿಸಿದರೂ ಅವರ ವಾಸಸ್ಥಳವು ನರಕಾಗ್ನಿಯೇ ಆಗಿದೆ. ಅವರು ವಿನಾಯಿತಿಯನ್ನು ಬೇಡಿದರೂ ಅವರಿಗೆ ವಿನಾಯಿತಿ ನೀಡಲಾಗುವುದಿಲ್ಲ.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:25","price":"ನಾವು ಅವರಿಗೆ ಕೆಲವು ಸಂಗಡಿಗರನ್ನು ನಿಶ್ಚಯಿಸಿದ್ದೆವು. ಆ ಸಂಗಡಿಗರು ಅವರಿಗೆ ಅವರ ಮುಂದಿರುವುದನ್ನು ಮತ್ತು ಹಿಂದಿರುವುದನ್ನು ಅಲಂಕಾರಗೊಳಿಸಿ ತೋರಿಸಿದರು. ಅವರಿಗಿಂತ ಮೊದಲು ಗತಿಸಿದ ಜಿನ್ನ್ ಮತ್ತು ಮನುಷ್ಯರ ಸಮುದಾಯಗಳ ಜೊತೆಗೆ ಇವರ ಮೇಲೂ (ಶಿಕ್ಷೆಯ) ವಚನವು ಖಾತ್ರಿಯಾಗಿ ಬಿಟ್ಟಿತು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ನಷ್ಟ ಹೊಂದಿದವರಾಗಿದ್ದರು.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:26","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳಿದರು: “ನೀವು ಈ ಕುರ್‌ಆನಿಗೆ ಕಿವಿಗೊಡಬೇಡಿ. ಅದನ್ನು ಪಠಿಸುವುದನ್ನು ಕೇಳುವಾಗ ಗದ್ದಲ ಮಾಡಿರಿ. ನಿಮಗೆ ಅದನ್ನು ಸೋಲಿಸಲು ಸಾಧ್ಯವಾಗಬಹುದು.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:27","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಆ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ನಾವು ಕಠೋರ ಶಿಕ್ಷೆಯ ರುಚಿಯನ್ನು ತೋರಿಸುವೆವು. ನಾವು ಅವರಿಗೆ ಅವರ ದುಷ್ಕರ್ಮಗಳ ಪ್ರತಿಫಲವನ್ನು ಖಂಡಿತ ನೀಡುವೆವು.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:28","price":"ಅದು ಅಲ್ಲಾಹನ ಶತ್ರುಗಳಿಗೆ ಶಿಕ್ಷೆಯಾಗಿರುವ ನರಕ. ಅವರಿಗೆ ಅಲ್ಲಿ ಶಾಶ್ವತ ವಾಸಕ್ಕಿರುವ ವಾಸ್ತವ್ಯವಿದೆ. ಅದು ಅವರು ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳನ್ನು ನಿಷೇಧಿಸಿದ್ದಕ್ಕೆ ಪ್ರತಿಫಲವಾಗಿದೆ.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:29","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳುವರು: “ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮ್ಮನ್ನು ದಾರಿತಪ್ಪಿಸಿದ ಜಿನ್ನ್ ಮತ್ತು ಮನುಷ್ಯರ (ಎರಡು ಪಂಗಡಗಳನ್ನು) ನಮಗೆ ತೋರಿಸಿಕೊಡು. ಅವರು (ನರಕದಲ್ಲಿ) ಅತ್ಯಂತ ಕೆಳಗಿನವರಾಗಲು (ಕಠೋರ ಶಿಕ್ಷೆ ಅನುಭವಿಸುವಂತಾಗಲು) ನಾವು ಅವರನ್ನು ನಮ್ಮ ಪಾದಗಳ ಅಡಿಯಲ್ಲಿ ಹಾಕಿ ತುಳಿಯುವೆವು.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:30","price":"“ನಮ್ಮ ಪರಿಪಾಲಕನು ಅಲ್ಲಾಹು” ಎಂದು ಹೇಳಿ, ನಂತರ ಅದರಲ್ಲಿ ದೃಢವಾಗಿ ನಿಂತವರು ಯಾರೋ ಅವರ ಬಳಿಗೆ (ಅವರ ಮರಣದ ಸಮಯದಲ್ಲಿ) ದೇವದೂತರು‍ಗಳು ಇಳಿದು ಬಂದು ಹೇಳುವರು: “ನೀವು ಭಯಪಡಬೇಡಿ ಮತ್ತು ದುಃಖಿಸಬೇಡಿ. ನಿಮಗೆ ವಾಗ್ದಾನ ಮಾಡಲಾದ ಸ್ವರ್ಗದ ಬಗ್ಗೆ ಸಂತೋಷಪಡಿರಿ.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:31","price":"ಇಹಲೋಕದಲ್ಲಿ ನಾವು ನಿಮ್ಮ ಮಿತ್ರರಾಗಿದ್ದೆವು; ಪರಲೋಕದಲ್ಲೂ ಮಿತ್ರರಾಗಿರುವೆವು. ನಿಮಗೆ ಅಲ್ಲಿ ನಿಮ್ಮ ಮನಸ್ಸುಗಳು ಬಯಸುವುದೆಲ್ಲವೂ ಇರುವುವು ಮತ್ತು ನೀವು ಬೇಡುವುದೆಲ್ಲವೂ ಇರುವುವು.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:32","price":"ಅದು ಕ್ಷಮಾಶೀಲನು ಮತ್ತು ದಯಾಳುವಾದ ಅಲ್ಲಾಹನ ಆತಿಥ್ಯವಾಗಿದೆ.","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:33","price":"ಅಲ್ಲಾಹನ ಕಡೆಗೆ ಕರೆಯುವ, ಸತ್ಕರ್ಮವೆಸಗುವ ಮತ್ತು ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ಮುಸ್ಲಿಮರಲ್ಲಿ ಸೇರಿದವನೆಂದು ಹೇಳಿದವನಿಗಿಂತ ಉತ್ತಮ ಮಾತನ್ನು ಹೇಳಿದವನು ಯಾರು?","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:34","price":"ಒಳಿತು ಮತ್ತು ಕೆಡುಕು ಸಮಾನವಾಗುವುದಿಲ್ಲ. ಕೆಡುಕನ್ನು ಒಳಿತಿನ ಮೂಲಕ ತಡೆಯಿರಿ. ಆಗ ಯಾರೊಡನೆ ನಿಮಗೆ ಶತ್ರುತ್ವವಿದೆಯೋ ಅವನು ನಿಮ್ಮ ಆಪ್ತ ಮಿತ್ರನಂತೆ ಮಾರ್ಪಡುವನು.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:35","price":"ತಾಳ್ಮೆಯುಳ್ಳವರಿಗೆ ಮಾತ್ರ ಇದನ್ನು ನೀಡಲಾಗಿದೆ. ಮಹಾ ಭಾಗ್ಯವಂತರಿಗೆ ಮಾತ್ರ ಇದನ್ನು ನೀಡಲಾಗಿದೆ.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:36","price":"ನಿಮಗೆ ಶೈತಾನನ ಕಡೆಯಿಂದ ಏನಾದರೂ ದುಷ್ಪ್ರೇರಣೆ ಉಂಟಾದರೆ ಅಲ್ಲಾಹನೊಡನೆ ಅಭಯ ಯಾಚಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:37","price":"ರಾತ್ರಿ, ಹಗಲು, ಸೂರ್ಯ ಮತ್ತು ಚಂದ್ರ ಅಲ್ಲಾಹನ ದೃಷ್ಟಾಂತಗಳಲ್ಲಿ ಸೇರಿದ್ದಾಗಿವೆ. ಸೂರ್ಯನಿಗೋ, ಚಂದ್ರನಿಗೋ ಸಾಷ್ಟಾಂಗ ಮಾಡಬೇಡಿ. ಬದಲಿಗೆ, ಅವುಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ ಅಲ್ಲಾಹನಿಗೆ ಸಾಷ್ಟಾಂಗ ಮಾಡಿರಿ. ನೀವು ಅವನನ್ನು ಆರಾಧಿಸುವವರಾಗಿದ್ದರೆ.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:38","price":"ಅದರ ಬಳಿಕವೂ ಅವರು ಅಹಂಕಾರ ತೋರುವುದಾದರೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಯಿರುವವರು (ದೇವದೂತರು‍ಗಳು) ರಾತ್ರಿ ಮತ್ತು ಹಗಲು ಅವನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡುತ್ತಾರೆ. ಅವರು (ಎಂದಿಗೂ) ದಣಿಯುವುದಿಲ್ಲ.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:39","price":"ನೀವು ಭೂಮಿಯನ್ನು ಒಣಗಿ ಬರಡಾಗಿ ಕಾಣುವುದು ಅವರ ದೃಷ್ಟಾಂತಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ನಂತರ ನಾವು ಅದರ ಮೇಲೆ ನೀರನ್ನು ಸುರಿಸಿದರೆ ಅದಕ್ಕೆ ಕಂಪನವುಂಟಾಗಿ ಬೆಳೆಯತೊಡಗುತ್ತದೆ. ಅದಕ್ಕೆ ಜೀವ ನೀಡಿದವನು ಖಂಡಿತವಾಗಿಯೂ ಮರಣಹೊಂದಿದವರಿಗೆ ಜೀವ  ನೀಡುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:40","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳಲ್ಲಿ ವಿಚಲತೆಯನ್ನು ಉಂಟುಮಾಡುವವರು[1] ಯಾರೋ ಅವರು ನಮ್ಮಿಂದ (ಸ್ವಲ್ಪವೂ) ಮರೆಯಾಗಿಲ್ಲ. ಹಾಗಾದರೆ ನರಕಕ್ಕೆ ಹಾಕಲಾಗುವವನು ಶ್ರೇಷ್ಠನೋ? ಅಥವಾ ಪುನರುತ್ಥಾನ ದಿನದಂದು ನಿರ್ಭಯವಾಗಿ ಬರುವವನೋ? ನೀವು ಬಯಸುವುದನ್ನು ಮಾಡಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಮಾಡುವುದನ್ನು ಅವನು ವೀಕ್ಷಿಸುತ್ತಿದ್ದಾನೆ.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"[1] ಅಂದರೆ ಕುರ್‌ಆನ್ ದೇವವಾಣಿಯೆಂದು ಒಪ್ಪಿಕೊಂಡ ಬಳಿಕವೂ ಅದರಿಂದ ವಿಮುಖರಾಗುವವರು ಮತ್ತು ಅದನ್ನು ನಿಷೇಧಿಸುವವರು. ತಮ್ಮ ವಿಚಾರಗಳನ್ನು ಮತ್ತು ತತ್ವ-ಸಿದ್ಧಾಂತಗಳನ್ನು ಸಮರ್ಥಿಸುವುದಕ್ಕಾಗಿ ಕುರ್‌ಆನ್ ವಚನಗಳನ್ನು ತಪ್ಪಾಗಿ ವ್ಯಾಖ್ಯಾನಿಸುವವರು ಕೂಡ ಇದರಲ್ಲಿ ಒಳಪಡುತ್ತಾರೆ.","lang":"kn"},{"name":"41:41","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಈ ಉಪದೇಶವು ಅವರ ಬಳಿಗೆ ಬಂದಾಗ ಅದನ್ನು ನಿಷೇಧಿಸಿದವರು (ನಷ್ಟ ಹೊಂದಿದರು). ನಿಶ್ಚಯವಾಗಿಯೂ ಇದೊಂದು ಪ್ರಬಲ ಗ್ರಂಥವಾಗಿದೆ.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:42","price":"ಅದರ ಮುಂದಿನಿಂದ ಅಥವಾ ಹಿಂದಿನಿಂದ ಮಿಥ್ಯವು ಅದರಲ್ಲಿ ಸೇರಿಕೊಳ್ಳುವುದಿಲ್ಲ. ಅದು ವಿವೇಕಪೂರ್ಣನು ಮತ್ತು ಸ್ತುತ್ಯರ್ಹನಾದ ಅಲ್ಲಾಹನಿಂದ ಅವತೀರ್ಣವಾಗಿದೆ.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:43","price":"ನಿಮಗಿಂತ ಮೊದಲಿನ ಸಂದೇಶವಾಹಕರುಗಳೊಡನೆ ಹೇಳಲಾಗಿರುವುದನ್ನೇ ನಿಮ್ಮೊಡನೆಯೂ ಹೇಳಲಾಗಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಯಾತನಾಮಯ ಶಿಕ್ಷೆ ನೀಡುವವನಾಗಿದ್ದಾನೆ.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:44","price":"ನಾವು ಇದನ್ನು ಅರಬ್ಬೇತರ ಭಾಷೆಯ ಕುರ್‌ಆನ್ ಆಗಿ ಮಾಡಿರುತ್ತಿದ್ದರೆ ಅವರು ಕೇಳುತ್ತಿದ್ದರು: “ಇದರ ವಚನಗಳನ್ನೇಕೆ ವಿವರಿಸಲಾಗಿಲ್ಲ? ಅರಬೇತರ (ಗ್ರಂಥ) ಮತ್ತು ಅರಬಿ(ಪ್ರವಾದಿ)ಯೇ?” ಹೇಳಿರಿ: “ಇದು (ಕುರ್‌ಆನ್) ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಸನ್ಮಾರ್ಗ ಮತ್ತು ಉಪಶಮನವಾಗಿದೆ. ಅದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದವರು ಯಾರೋ ಅವರ ಕಿವಿಗಳಲ್ಲಿ ಕಿವುಡುತನವಿದೆ. ಅದು (ಕುರ್‌ಆನ್) ಅವರಿಗೆ ಕುರುಡುತನವಾಗಿದೆ. ಈ ಜನರು ವಿದೂರ ಸ್ಥಳದಿಂದ ಕೂಗಿ ಕರೆಯಲಾಗುವವರಾಗಿದ್ದಾರೆ.”[1]","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"[1] ಅಂದರೆ ದೂರದಲ್ಲಿರುವ ಜನರಿಗೆ ಕರೆಯುವವನನ್ನು ನೋಡಲು ಮತ್ತು ಅವನ ಕರೆಯನ್ನು ಕೇಳಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ಹಾಗೆಯೇ ಇವರಿಗೂ ಕುರ್‌ಆನನ್ನು ಕೇಳಲು ಮತ್ತು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.","lang":"kn"},{"name":"41:45","price":"ನಾವು ಮೂಸಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದೆವು. ಆದರೆ ಅವರು ಅದರಲ್ಲಿ ಭಿನ್ನಮತ ತಳೆದರು. ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಒಂದು ವಚನವು ಮೊದಲೇ ಇಲ್ಲದಿರುತ್ತಿದ್ದರೆ ಅವರ ನಡುವೆ ಈಗಾಗಲೇ ತೀರ್ಪು ನೀಡಲಾಗುತ್ತಿತ್ತು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಅದರ ಬಗ್ಗೆ ಗೊಂದಲಪೂರ್ಣ ಸಂಶಯದಲ್ಲಿದ್ದಾರೆ.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"kn"},{"name":"41:46","price":"ಯಾರು ಸತ್ಕರ್ಮವೆಸಗುತ್ತಾನೋ ಅದು ಅವನ ಒಳಿತಿಗೇ ಆಗಿದೆ. ಯಾರು ದುಷ್ಕರ್ಮವೆಸಗುತ್ತಾನೋ ಅದರ ದೋಷವು ಅವನಿಗೇ ಆಗಿದೆ. ನಿಮ್ಮ ಪರಿಪಾಲಕ (ಅಲ್ಲಾಹು) ತನ್ನ ದಾಸರಿಗೆ ಅನ್ಯಾಯವೆಸಗುವವನೇ ಅಲ್ಲ.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"kn"}],"juz":{"id":24,"name":"فَمَنْ أَظْلَمُ","transliteration":"Faman Azlam","transEn":"Then Who is More Unjust","startVerse":"39:32","endVerse":"41:46","totalVerses":175}}