{"data":[{"name":"58:1","price":"(ಓ ಪ್ರವಾದಿಯವರೇ!) ನಿಮ್ಮೊಡನೆ ತನ್ನ ಗಂಡನ ವಿಷಯದಲ್ಲಿ ತರ್ಕಿಸುವ ಮತ್ತು ತನ್ನ ಅಳಲನ್ನು ಅಲ್ಲಾಹನಲ್ಲಿ ತೋಡಿಕೊಳ್ಳುವ ಒಬ್ಬ ಮಹಿಳೆಯ ಮಾತನ್ನು ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕೇಳಿದನು.[1] ಅಲ್ಲಾಹು ನಿಮ್ಮಿಬ್ಬರ ಸಂಭಾಷಣೆಯನ್ನು ಕೇಳುತ್ತಿದ್ದನು. ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ನೋಡುವವನಾಗಿದ್ದಾನೆ.","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"[1] ಖೌಲ ಬಿನ್ತ್ ಮಾಲಿಕ್ ಬಿನ್ ಸಅಲಬ (ಅವರ ಬಗ್ಗೆ ಅಲ್ಲಾಹು ಸಂಪ್ರೀತನಾಗಲಿ) ರನ್ನು ಅವರ ಗಂಡ ಔಸ್ ಬಿನ್ ಸಾಮಿತ್ ಝಿಹಾರ್ ಮಾಡಿದ್ದರು. ಝಿಹಾರ್ ಎಂದರೆ ಪತ್ನಿಯೊಡನೆ, “ನೀನು ನನಗೆ ನನ್ನ ತಾಯಿಯ ಬೆನ್ನಿನಂತೆ” ಎಂದು ಹೇಳಿ ಅವಳೊಡನೆ ಲೈಂಗಿಕ ಸಂಪರ್ಕವನ್ನು ತೊರೆಯುವುದು. ಖೌಲ ಈ ವಿಷಯವನ್ನು ಪ್ರವಾದಿಯವರಿಗೆ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ತಿಳಿಸಿ ಅವರೊಡನೆ ವಿಧಿ ಕೇಳಿದರು. ಆದರೆ ಈ ವಿಷಯದಲ್ಲಿ ಈ ತನಕ ಯಾವುದೇ ವಿಧಿ ಅವತೀರ್ಣವಾಗಿರಲಿಲ್ಲ.","lang":"kn"},{"name":"58:2","price":"ನಿಮ್ಮ ಪೈಕಿ ತಮ್ಮ ಪತ್ನಿಯರಿಗೆ ಝಿಹಾರ್ ಮಾಡುವವರು ಯಾರೋ—ಅವರು (ಪತ್ನಿಯರು) ಅವರ ತಾಯಂದಿರಾಗುವುದಿಲ್ಲ. ಅವರಿಗೆ ಜನ್ಮ ನೀಡಿದವರೇ ಅವರ ತಾಯಂದಿರು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಅಸಂಬದ್ಧ ಮಾತನ್ನು ಮತ್ತು ಸುಳ್ಳನ್ನು ಹೇಳುತ್ತಿದ್ದಾರೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಮನ್ನಿಸುವವನು ಮತ್ತು ಕ್ಷಮಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:3","price":"ತಮ್ಮ ಪತ್ನಿಯರಿಗೆ ಝಿಹಾರ್ ಮಾಡುವವರು, ನಂತರ ತಾವು ಹೇಳಿದ ಮಾತನ್ನು ಹಿಂದಕ್ಕೆ ಪಡೆಯಲು ಬಯಸುವವರು ಯಾರೋ, ಅವರು ಪರಸ್ಪರ ಕೂಡುವುದಕ್ಕೆ ಮುನ್ನ ಒಬ್ಬ ಗುಲಾಮನನ್ನು ಸ್ವತಂತ್ರಗೊಳಿಸಬೇಕು. ಇದು ನಿಮಗೆ ನೀಡಲಾಗುತ್ತಿರುವ ಉಪದೇಶವಾಗಿದೆ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮಜ್ಞಾನವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:4","price":"ಯಾರಿಗೆ (ಸ್ವತಂತ್ರಗೊಳಿಸಲು ಗುಲಾಮ) ಸಿಗಲಿಲ್ಲವೋ ಅವನು—ಅವರು ಪರಸ್ಪರ ಕೂಡುವುದಕ್ಕೆ ಮುನ್ನ—ಎರಡು ತಿಂಗಳು ನಿರಂತರ ಉಪವಾಸ ಆಚರಿಸಬೇಕು. ಯಾರಿಗೆ ಇದು ಕೂಡ ಸಾಧ್ಯವಿಲ್ಲವೋ ಅವನು ಅರುವತ್ತು ಬಡವರಿಗೆ ಆಹಾರ ನೀಡಬೇಕು. ಇದು ನೀವು ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರ ಆಜ್ಞೆಯನ್ನು ಪಾಲಿಸಬೇಕೆಂಬ ಕಾರಣದಿಂದಾಗಿದೆ. ಇವು ಅಲ್ಲಾಹು ನಿಶ್ಚಯಿಸಿದ ಎಲ್ಲೆಗಳಾಗಿವೆ. ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:5","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನಿಗೆ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ವಿರುದ್ಧವಾಗಿ ಸಾಗುವವರು ಯಾರೋ—ಅವರ ಪೂರ್ವಜರು ಅವಮಾನಕ್ಕೊಳಗಾದಂತೆ ಇವರೂ ಅವಮಾನಕ್ಕೊಳಗಾಗುವರು. ನಾವು ಸ್ಪಷ್ಟ ವಚನಗಳನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದೇವೆ. ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಅವಮಾನಕರ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:6","price":"ಅಲ್ಲಾಹು ಅವರೆಲ್ಲರನ್ನೂ ಪುನರುತ್ಥಾನಗೊಳಿಸಿ, ನಂತರ ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಅವರಿಗೆ ತಿಳಿಸಿಕೊಡುವ ದಿನ! ಅಲ್ಲಾಹು ಅದನ್ನು ಎಣಿಸಿಟ್ಟಿದ್ದಾನೆ. ಆದರೆ ಅವರು ಅದನ್ನು ಮರೆತುಬಿಟ್ಟಿದ್ದಾರೆ. ಅಲ್ಲಾಹು ಎಲ್ಲ ವಿಷಯಗಳಿಗೂ ಸಾಕ್ಷಿಯಾಗಿದ್ದಾನೆ.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:7","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನು ಅಲ್ಲಾಹು ತಿಳಿದಿದ್ದಾನೆಂದು ನೀವು ನೋಡಿಲ್ಲವೇ? ಮೂರು ಜನರು ನಡೆಸುವ ರಹಸ್ಯ ಮಾತುಕತೆಯು ನಾಲ್ಕನೆಯವನಾಗಿ ಅಲ್ಲಾಹು ಇಲ್ಲದಿರುವ ಹೊರತು ಸಂಭವಿಸುವುದಿಲ್ಲ. ಐದು ಜನರು ನಡೆಸುವ ರಹಸ್ಯ ಮಾತುಕತೆಯು ಆರನೆಯವನಾಗಿ ಅಲ್ಲಾಹು ಇಲ್ಲದಿರುವ ಹೊರತು ಸಂಭವಿಸುವುದಿಲ್ಲ. ಅದಕ್ಕಿಂತ ಕಡಿಮೆ ಸಂಖ್ಯೆಯ ಅಥವಾ ಹೆಚ್ಚು ಸಂಖ್ಯೆಯ ಜನರು ನಡೆಸುವ (ರಹಸ್ಯ ಮಾತುಕತೆಯು) ಅವರ ಜೊತೆಗೆ ಅಲ್ಲಾಹು ಇಲ್ಲದಿರುವ ಹೊರತು ಸಂಭವಿಸುವುದಿಲ್ಲ. ಅವರು ಎಲ್ಲೇ ಇದ್ದರೂ ಸಹ. ನಂತರ ಪುನರುತ್ಥಾನ ದಿನದಂದು ಅವರು ಮಾಡಿರುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಅವನು ಅವರಿಗೆ ತಿಳಿಸಿಕೊಡುವನು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಎಲ್ಲ ವಿಷಯಗಳನ್ನು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:8","price":"ರಹಸ್ಯ ಮಾತುಕತೆ ನಡೆಸುವುದನ್ನು ವಿರೋಧಿಸಲಾದ ಜನರನ್ನು ನೀವು ನೋಡಿಲ್ಲವೇ? ನಂತರ ಅವರಿಗೆ ವಿರೋಧಿಸಲಾದ ಕೆಲಸವನ್ನೇ ಅವರು ಮಾಡುತ್ತಾರೆ. ಅವರು ಪರಸ್ಪರ ಪಾಪ, ಅತಿರೇಕ ಮತ್ತು ಪ್ರವಾದಿಯನ್ನು ಧಿಕ್ಕರಿಸುವ ಕೆಲಸಗಳಿಗಾಗಿ ರಹಸ್ಯ ಮಾತುಕತೆ ಮಾಡುತ್ತಾರೆ. ಅವರು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದರೆ ಅಲ್ಲಾಹು ನಿಮಗೆ ಸಲಾಂ ಹೇಳಲು ಬಳಸದ ಪದಗಳೊಂದಿಗೆ ಅವರು ನಿಮಗೆ ಸಲಾಂ ಹೇಳುತ್ತಾರೆ.[1] “ನಾವು ಹೇಳುವ ಈ ಮಾತುಗಳಿಗಾಗಿ ಅಲ್ಲಾಹು ನಮ್ಮನ್ನೇಕೆ ಶಿಕ್ಷಿಸುವುದಿಲ್ಲ?” ಎಂದು ಅವರು ಮನಸ್ಸಿನಲ್ಲೇ ಕೇಳುತ್ತಾರೆ.[2] ಅವರಿಗೆ ನರಕಾಗ್ನಿಯೇ ಸಾಕು. ಅವರು ಅದರಲ್ಲಿ ಉರಿಯುವರು. ಆ ಗಮ್ಯಸ್ಥಾನವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"[1] ಅಂದರೆ ಅವರು \"ಅಸ್ಸಲಾಮು ಅಲೈಕುಂ\" (ನಿಮ್ಮ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಎಂದು ಹೇಳುವ ಬದಲು \"ಅಸ್ಸಾಮು ಅಲೈಕುಂ\" (ನಿಮಗೆ ಸಾವು ಬರಲಿ) ಎಂದು ಹೇಳುತ್ತಿದ್ದರು. \n[2] ಮುಹಮ್ಮದ್ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ನಿಜವಾಗಿಯೂ ಒಬ್ಬ ಪ್ರವಾದಿಯಾಗಿದ್ದರೆ ನಾವು ಅವರಿಗೆ ಇಂತಹ ಮಾತನ್ನು ಹೇಳಿಯೂ ಸಹ ಅಲ್ಲಾಹು ನಮ್ಮನ್ನೇಕೆ ಶಿಕ್ಷಿಸುವುದಿಲ್ಲ? ಎಂದು ಅವರು ಪರಸ್ಪರ ಕೇಳುತ್ತಾರೆ.","lang":"kn"},{"name":"58:9","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ರಹಸ್ಯ ಮಾತುಕತೆ ನಡೆಸುವುದಾದರೆ ಪರಸ್ಪರ ಪಾಪ, ಅತಿರೇಕ ಮತ್ತು ಪ್ರವಾದಿಯನ್ನು ಧಿಕ್ಕರಿಸುವ ಕೆಲಸಗಳಿಗಾಗಿ ರಹಸ್ಯ ಮಾತುಕತೆ ನಡೆಸಬೇಡಿ. ಬದಲಿಗೆ, ಒಳಿತು ಮತ್ತು ದೇವಭಯದ ವಿಷಯಗಳಿಗಾಗಿ ರಹಸ್ಯ ಮಾತುಕತೆ ನಡೆಸಿರಿ. ಯಾವ ಅಲ್ಲಾಹನ ಬಳಿಗೆ ನಿಮ್ಮನ್ನು ಒಟ್ಟುಗೂಡಿಸಲಾಗುವುದೋ ಅವನನ್ನು ಭಯಪಡಿರಿ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:10","price":"(ಕೆಟ್ಟ ಉದ್ದೇಶಗಳಿಗಾಗಿರುವ) ರಹಸ್ಯ ಮಾತುಕತೆಯು ಪೈಶಾಚಿಕ ಪ್ರವೃತ್ತಿಯಾಗಿದೆ. ಅದು ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ವ್ಯಥೆಪಡುವಂತೆ ಮಾಡುವುದಕ್ಕಾಗಿದೆ. ಆದರೆ ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಿಲ್ಲದೆ ಅದು ಅವರಿಗೆ ಯಾವುದೇ ತೊಂದರೆ ಮಾಡುವುದಿಲ್ಲ. ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಅಲ್ಲಾಹನಲ್ಲಿ ಭರವಸೆಯಿಡಲಿ.","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:11","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! “ಸಭೆಗಳಲ್ಲಿ ಎಡೆ ಮಾಡಿಕೊಡಿ” ಎಂದು ನಿಮ್ಮೊಂದಿಗೆ ಹೇಳಲಾದರೆ ಎಡೆ ಮಾಡಿಕೊಡಿ. ಅಲ್ಲಾಹು ನಿಮಗೆ ಎಡೆ ಮಾಡಿಕೊಡುವನು. ನಿಮ್ಮೊಡನೆ “ಎದ್ದೇಳಿ” ಎಂದು ಹೇಳಲಾದರೆ ಎದ್ದೇಳಿರಿ. ನಿಮ್ಮ ಪೈಕಿ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಜ್ಞಾನ ನೀಡಲಾದವರನ್ನು ಅಲ್ಲಾಹು ಹಲವು ಪದವಿಗಳಿಗೆ ಏರಿಸುವನು. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮಜ್ಞಾನವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:12","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ಸಂದೇಶವಾಹಕರೊಂದಿಗೆ ರಹಸ್ಯ ಮಾತುಕತೆ ನಡೆಸುವುದಾದರೆ ನಿಮ್ಮ ರಹಸ್ಯ ಮಾತುಕತೆಗೆ ಮೊದಲು ದಾನ ಮಾಡಿರಿ. ಅದು ನಿಮಗೆ ಉತ್ತಮವಾಗಿದೆ ಮತ್ತು ಹೆಚ್ಚು ಪರಿಶುದ್ಧವಾಗಿದೆ. ನಿಮಗೆ ದಾನ ಮಾಡಲು ಏನೂ ಸಿಗದಿದ್ದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:13","price":"ರಹಸ್ಯ ಮಾತುಕತೆಗೆ ಮೊದಲು ದಾನ ಮಾಡುವುದರ ಬಗ್ಗೆ ನಿಮಗೆ ಭಯವಾಗುತ್ತಿದೆಯೇ? ನೀವು ಅದನ್ನು ಮಾಡದಿರುವುದರಿಂದ ಮತ್ತು ಅಲ್ಲಾಹು ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸಿರುವುದರಿಂದ ನೀವು ನಮಾಝ್ ಸಂಸ್ಥಾಪಿಸಿರಿ, ಝಕಾತ್ ನೀಡಿರಿ ಹಾಗೂ ಅಲ್ಲಾಹು ಹಾಗೂ ಅವನ ಸಂದೇಶವಾಹಕರನ್ನು ಅನುಸರಿಸಿರಿ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮಜ್ಞಾನವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:14","price":"ಅಲ್ಲಾಹನ ಕೋಪಕ್ಕೆ ಪಾತ್ರರಾದ ಜನರೊಡನೆ (ಯಹೂದರೊಡನೆ) ಮೈತ್ರಿ ಮಾಡಿಕೊಂಡವರನ್ನು (ಕಪಟವಿಶ್ವಾಸಿಗಳನ್ನು) ನೀವು ನೋಡಿಲ್ಲವೇ? ಅವರು ನಿಮ್ಮಲ್ಲಿ ಸೇರಿದವರಲ್ಲ. ಅವರಲ್ಲಿ (ಯಹೂದರಲ್ಲಿ) ಸೇರಿದವರೂ ಅಲ್ಲ. ಅವರು ತಿಳಿದವರಾಗಿದ್ದೂ ಸುಳ್ಳಿನ ಆಧಾರದಲ್ಲಿ ಆಣೆ ಮಾಡುತ್ತಾರೆ.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:15","price":"ಅಲ್ಲಾಹು ಅವರಿಗೆ ಕಠೋರ ಶಿಕ್ಷೆಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಮಾಡುವ ಕೆಲಸವು ಅತಿ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:16","price":"ಅವರು ತಮ್ಮ ಆಣೆಗಳನ್ನು ಗುರಾಣಿಯಾಗಿ ಮಾಡಿದ್ದಾರೆ ಮತ್ತು ಜನರನ್ನು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ ತಡೆಯುತ್ತಾರೆ. ಅವರಿಗೆ ಅವಮಾನಕರ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:17","price":"ಅವರ ಆಸ್ತಿ ಅಥವಾ ಮಕ್ಕಳು ಅಲ್ಲಾಹನ ಬಳಿ ಅವರಿಗೆ ಯಾವುದೇ ಪ್ರಯೋಜನ ನೀಡುವುದಿಲ್ಲ. ಅವರೇ ನರಕವಾಸಿಗಳು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುತ್ತಾರೆ.","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:18","price":"ಅಲ್ಲಾಹು ಅವರೆಲ್ಲರನ್ನೂ ಪುನರುತ್ಥಾನಗೊಳಿಸುವ ದಿನ! ಅವರು ನಿಮ್ಮ ಮುಂದೆ ಆಣೆ ಮಾಡುವಂತೆ ಅಲ್ಲಾಹನ ಮುಂದೆಯೂ ಆಣೆ ಮಾಡುವರು. ಅವರು (ಒಂದು ಆಧಾರದ) ಮೇಲಿದ್ದಾರೆಂದು ಅವರು ಭಾವಿಸುತ್ತಾರೆ. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರೇ ಸುಳ್ಳುಗಾರರು.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:19","price":"ಶೈತಾನನು ಅವರ ಮೇಲೆ ಪ್ರಾಬಲ್ಯ ಪಡೆದಿದ್ದಾನೆ ಮತ್ತು ಅವರು ಅಲ್ಲಾಹನ ಸ್ಮರಣೆಯನ್ನು ಮರೆಯುವಂತೆ ಮಾಡಿದ್ದಾನೆ. ಅವರೇ ಶೈತಾನನ ಪಂಗಡದವರು. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಶೈತಾನನ ಪಂಗಡದವರೇ ನಷ್ಟ ಹೊಂದಿದವರು.","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:20","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ವಿರುದ್ಧವಾಗಿ ಸಾಗುವವರು ಯಾರೋ ಅವರು ಅತ್ಯಂತ ಅವಮಾನಕರ ಸ್ಥಿತಿಯಲ್ಲಿರುವರು.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:21","price":"“ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ಮತ್ತು ನನ್ನ ಸಂದೇಶವಾಹಕರೇ ವಿಜಯಗಳಿಸುವವರು” ಎಂದು ಅಲ್ಲಾಹು ದಾಖಲಿಸಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಶಕ್ತಿಶಾಲಿ ಮತ್ತು ಪ್ರಬಲನಾಗಿದ್ದಾನೆ.","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"58:22","price":"ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅಂತ್ಯದಿನದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವ ಜನರು ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ವಿರುದ್ಧವಾಗಿ ಸಾಗುವವರೊಡನೆ ಮೈತ್ರಿ ಮಾಡುವುದನ್ನು ನೀವು ಕಾಣಲಾರಿರಿ. ಅವರು ಅವರ ತಂದೆಯರು, ಮಕ್ಕಳು, ಸಹೋದರರು ಅಥವಾ ಸಂಬಂಧಿಕರಾಗಿದ್ದರೂ ಸಹ. ಅವರ ಹೃದಯಗಳಲ್ಲಿ ಅವನು ವಿಶ್ವಾಸವನ್ನು ದಾಖಲಿಸಿದ್ದಾನೆ ಮತ್ತು ತನ್ನ ವತಿಯ ಆತ್ಮದಿಂದ ಅವರಿಗೆ ಬೆಂಬಲವನ್ನು ನೀಡಿದ್ದಾನೆ. ಅವನು ಅವರನ್ನು ತಳಭಾಗದಲ್ಲಿ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿಗೆ ಪ್ರವೇಶ ಮಾಡಿಸುವನು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಅಲ್ಲಾಹು ಅವರ ಬಗ್ಗೆ ಸಂಪ್ರೀತನಾಗಿದ್ದಾನೆ ಮತ್ತು ಅವರು ಅಲ್ಲಾಹನ ಬಗ್ಗೆ ಸಂಪ್ರೀತರಾಗಿದ್ದಾರೆ. ಅವರೇ ಅಲ್ಲಾಹನ ಪಂಗಡದವರು. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ಪಂಗಡದವರೇ ವಿಜಯಗಳಿಸುವವರು.","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:1","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಎಲ್ಲಾ ವಸ್ತುಗಳೂ ಅಲ್ಲಾಹನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡುತ್ತಿವೆ. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5127,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:2","price":"ಅವನೇ ಪ್ರಥಮ ಗಡೀಪಾರಿನಲ್ಲಿ ಗ್ರಂಥದವರಲ್ಲಿ ಸೇರಿದ ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಅವರ ಮನೆಗಳಿಂದ ಹೊರದಬ್ಬಿದವನು.[1] ಅವರು ಹೊರಹೋಗುವರೆಂದು ನೀವು ಊಹಿಸಿಯೂ ಇರಲಿಲ್ಲ. ಅವರ ಕೋಟೆಗಳು ಅವರನ್ನು ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯಿಂದ ಕಾಪಾಡುತ್ತವೆ ಎಂದು ಅವರು ಭಾವಿಸಿದ್ದರು. ಆದರೆ ಅವರು ನಿರೀಕ್ಷಿಸಿಯೇ ಇರದ ಕಡೆಯಿಂದ ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯು ಅವರ ಬಳಿಗೆ ಬಂತು. ಅಲ್ಲಾಹು ಅವರ ಹೃದಯದಲ್ಲಿ ಭೀತಿಯನ್ನು ಬಿತ್ತಿದನು. ಅವರು ಅವರ ಕೈಗಳಿಂದಲೇ ಅವರ ಮನೆಗಳನ್ನು ನಾಶ ಮಾಡುತ್ತಿದ್ದರು. ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ಕೈಗಳು ಕೂಡ (ಅವುಗಳನ್ನು ನಾಶ ಮಾಡಿಸುತ್ತಿದ್ದವು). ಆದ್ದರಿಂದ ಓ ದೃಷ್ಟಿಯುಳ್ಳವರೇ, ಇದರಿಂದ ಪಾಠ ಕಲಿತುಕೊಳ್ಳಿರಿ.","arabic":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5128,"juzNumber":28,"footnotes":"[1] ಮದೀನದ ಆಸುಪಾಸಿನಲ್ಲಿ ಮೂರು ಯಹೂದಿ ಗೋತ್ರಗಳು ವಾಸವಾಗಿದ್ದವು. ಬನೂ ನದೀರ್, ಬನೂ ಕುರೈಝ ಮತ್ತು ಬನೂ ಕೈನುಕಾ. ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಮದೀನಕ್ಕೆ ಬಂದಾಗ ಇವರೊಡನೆ ಶಾಂತಿ ಒಪ್ಪಂದ ಮಾಡಿಕೊಂಡಿದ್ದರು. ಆದರೆ ಅವಕಾಶ ದೊರೆತಾಗಲೆಲ್ಲಾ ಇವರು ರಹಸ್ಯ ಮಾತುಕತೆ ನಡೆಸಿ ಮುಸ್ಲಿಮರ ವಿರುದ್ಧ ವೈರಿಗಳೊಡನೆ ಕೈ ಜೋಡಿಸುತ್ತಿದ್ದರು. ಒಮ್ಮೆ ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಬನೂ ನದೀರ್ ಗೋತ್ರದವರ ಬಳಿಗೆ ಹೋದಾಗ ಅವರು ಒಂದು ದೊಡ್ಡ ಕಲ್ಲನ್ನು ಉರುಳಿಸಿ ಪ್ರವಾದಿಯವರನ್ನು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಕೊಲೆ ಮಾಡುವ ಸಂಚು ನಡೆಸಿದ್ದರು. ದಿವ್ಯವಾಣಿಯ ಮೂಲಕ ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಇದರ ಬಗ್ಗೆ ತಿಳಿದು ಮದೀನಕ್ಕೆ ಮರಳಿದರು. ಒಪ್ಪಂದವನ್ನು ಮುರಿದ ಕಾರಣ ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಅವರ ಮೇಲೆ ದಾಳಿ ಮಾಡಿದರು. ಅವರು ತಮ್ಮ ಕೋಟೆಗಳಲ್ಲಿ ಆಶ್ರಯಪಡೆದರು. ಹಲವು ದಿನಗಳ ಕಾಲ ಕೋಟೆಯೊಳಗಿದ್ದು ನಂತರ ಗತ್ಯಂತರವಿಲ್ಲದೆ ಅವರು ಶರಣಾಗಿ ಪ್ರಾಣವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಮದೀನದಿಂದ ಹೊರಹೋಗುತ್ತೇವೆಂದರು. ಇದನ್ನು ಪ್ರಥಮ ಗಡೀಪಾರು ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಅವರು ಮದೀನದಿಂದ ಹೊರಹೋಗಿ ಖೈಬರ್‌ನಲ್ಲಿ ಆಶ್ರಯಪಡೆದರು. ಎರಡನೇ ಖಲೀಫ ಉಮರ್ (ಅಲ್ಲಾಹು ಅವರ ಬಗ್ಗೆ ಸಂಪ್ರೀತನಾಗಲಿ) ತಮ್ಮ ಆಡಳಿತಕಾಲದಲ್ಲಿ ಇವರು ಅಲ್ಲಿಂದ ಶಾಮ್ (ಸಿರಿಯಾ ಜೋರ್ಡಾನ್ ಪ್ರದೇಶ)ಗೆ ಗಡೀಪಾರ ಮಾಡಿದರು.","lang":"kn"},{"name":"59:3","price":"ಅಲ್ಲಾಹು ಅವರಿಗೆ ಊರು ಬಿಡುವುದನ್ನು ವಿಧಿಸದಿರುತ್ತಿದ್ದರೆ ಭೂಲೋಕದಲ್ಲೇ ಅವರನ್ನು ಶಿಕ್ಷಿಸುತ್ತಿದ್ದನು. ಪರಲೋಕದಲ್ಲಿ ಅವರಿಗೆ ನರಕಾಗ್ನಿಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5129,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:4","price":"ಅದೇಕೆಂದರೆ ಅವರು ಅಲ್ಲಾಹು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ವಿರುದ್ಧವಾಗಿ ಸಾಗಿದರು. ಯಾರು ಅಲ್ಲಾಹನಿಗೆ ವಿರುದ್ಧವಾಗಿ ಸಾಗುತ್ತಾರೋ—ಅವರಿಗೆ ಅಲ್ಲಾಹು ಅತಿಕಠೋರ ಶಿಕ್ಷೆಯನ್ನು ನೀಡುತ್ತಾನೆ.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5130,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:5","price":"ನೀವು ಖರ್ಜೂರದ ಮರಗಳಲ್ಲಿ ಯಾವುದನ್ನೆಲ್ಲಾ ಕಡಿದಿದ್ದೀರೋ ಮತ್ತು ಯಾವುದನ್ನೆಲ್ಲಾ ಅದರ ಕಾಂಡದ ಮೇಲೆ ನಿಲ್ಲುವಂತೆ ಹಾಗೆಯೇ ಬಿಟ್ಟಿದ್ದೀರೋ—ಇವೆಲ್ಲವೂ ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಿಂದಲೇ ಆಗಿತ್ತು. ಅದು ಅಲ್ಲಾಹು ಆ ದುಷ್ಕರ್ಮಿಗಳನ್ನು ಅವಮಾನಿಸುವುದಕ್ಕಾಗಿತ್ತು.","arabic":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5131,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:6","price":"ಅವರ ಆಸ್ತಿಗಳಲ್ಲಿ ಏನನ್ನೆಲ್ಲಾ ಅಲ್ಲಾಹು ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ವಶಪಡಿಸಿಕೊಟ್ಟನೋ ಅದಕ್ಕಾಗಿ ನೀವು ಕುದುರೆಗಳನ್ನೋ ಒಂಟೆಗಳನ್ನೋ ಓಡಿಸಬೇಕಾಗಿ ಬರಲಿಲ್ಲ.[1] ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರ ಮೇಲೆ ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ಅಧಿಕಾರವನ್ನು ನೀಡುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5132,"juzNumber":28,"footnotes":"[1] ಬನೂ ನದೀರ್ ವಾಸವಾಗಿದ್ದ ಸ್ಥಳವು ಮದೀನದಿಂದ ಕೇವಲ ಮೂರು ಅಥವಾ ನಾಲ್ಕು ಮೈಲು ದೂರದಲ್ಲಿತ್ತು. ಆದ್ದರಿಂದ ಅದನ್ನು ವಶಪಡಿಸಲು ಮುಸ್ಲಿಮರಿಗೆ ದೀರ್ಘ ಯಾತ್ರೆ ಮಾಡುವ ಅಗತ್ಯ ಬರಲಿಲ್ಲ. ಅಥವಾ ಅದನ್ನು ವಶಪಡಿಸಲು ಮುಸ್ಲಿಮರಿಗೆ ಒಂಟೆ ಅಥವಾ ಕುದುರೆಗಳನ್ನು ಓಡಿಸಬೇಕಾಗಿ ಬರಲಿಲ್ಲ. ಮಾತ್ರವಲ್ಲದೆ, ಅದನ್ನು ಒಪ್ಪಂದದ ಮೂಲಕ ವಶಪಡಿಸಲಾಯಿತು. ಯುದ್ಧವಿಲ್ಲದೆ ವಶವಾಗುವ ಸಂಪತ್ತನ್ನು ಫೈಅ್ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಯುದ್ಧದಿಂದ ವಶವಾಗುವ ಸಂಪತ್ತನ್ನು ಗನೀಮತ್ (ಸಮರಾರ್ಜಿತ ಸೊತ್ತು) ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ.","lang":"kn"},{"name":"59:7","price":"ವಿವಿಧ ಊರುಗಳ ಜನರ ಆಸ್ತಿಗಳಿಂದ ಅಲ್ಲಾಹು ತನ್ನ ಸಂದೇಶವಾಹಕರಿಗೆ ಏನನ್ನು ವಶಪಡಿಸಿಕೊಟ್ಟನೋ, ಅದು ಅಲ್ಲಾಹನಿಗೆ, ಸಂದೇಶವಾಹಕರಿಗೆ, ಹತ್ತಿರದ ಸಂಬಂಧಿಕರಿಗೆ, ಅನಾಥರಿಗೆ, ಕಡುಬಡವರಿಗೆ ಮತ್ತು ಪ್ರಯಾಣಿಕರಿಗೆ ಇರುವುದಾಗಿದೆ. ಇದೇಕೆಂದರೆ, ಧನವು ನಿಮ್ಮಲ್ಲಿನ ಶ್ರೀಮಂತರ ನಡುವೆ ಮಾತ್ರ ಚಲಾವಣೆಯಾಗದಿರುವುದಕ್ಕಾಗಿ. ಸಂದೇಶವಾಹಕರು ನಿಮಗೆ ಏನು ಕೊಡುತ್ತಾರೋ ಅದನ್ನು ಸ್ವೀಕರಿಸಿರಿ ಮತ್ತು ಅವರು ನಿಮಗೆ ಏನು ವಿರೋಧಿಸುತ್ತಾರೋ ಅದರಿಂದ ದೂರವಿರಿ. ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ನಿಶ್ತಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅತಿಕಠೋರವಾಗಿ ಶಿಕ್ಷಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5133,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:8","price":"(ಆ ಧನವು) ತಮ್ಮ ಮನೆಗಳಿಂದ ಮತ್ತು ಆಸ್ತಿಗಳಿಂದ ಹೊರದಬ್ಬಲಾದ ಬಡ ಮುಹಾಜಿರರಿಗೆ ಇರುವುದಾಗಿದೆ. ಅವರು ಅಲ್ಲಾಹನ ಔದಾರ್ಯ ಮತ್ತು ಸಂಪ್ರೀತಿಯನ್ನು ಹುಡುಕುತ್ತಾರೆ ಮತ್ತು ಅಲ್ಲಾಹು ಹಾಗೂ ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ಸಹಾಯ ಮಾಡುತ್ತಾರೆ. ಅವರೇ ಸತ್ಯವಂತರು.","arabic":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5134,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:9","price":"ಅವರಿಗಿಂತ ಮೊದಲೇ ಆ ಮನೆಯಲ್ಲಿ (ಮದೀನದಲ್ಲಿ) ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸದಲ್ಲಿ ವಾಸ್ತವ್ಯವನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದವರಿಗೂ (ಇರುವುದಾಗಿದೆ). ಅವರು ತಮ್ಮ ಬಳಿಗೆ ವಲಸೆ (ಹಿಜ್ರ) ಮಾಡಿದವರನ್ನು ಪ್ರೀತಿಸುತ್ತಾರೆ.[1] ಮುಹಾಜಿರರಿಗೆ ಏನು ಕೊಡಲಾಗುತ್ತದೋ ಅದರ ಬಗ್ಗೆ ಇವರಿಗೆ ಇವರ ಹೃದಯದಲ್ಲಿ ಯಾವುದೇ ಅಸಮಾಧಾನವು ಉಂಟಾಗುವುದಿಲ್ಲ. ತಮಗೆ ಎಷ್ಟೇ ಅಗತ್ಯವಿದ್ದರೂ ಸಹ ಇವರು ಅವರಿಗೆ ಆದ್ಯತೆಯನ್ನು ನೀಡುತ್ತಾರೆ. ಯಾರನ್ನು ಅವರ ಮನಸ್ಸಿನ ಜಿಪುಣತನದಿಂದ ರಕ್ಷಿಸಲಾಗಿದೆಯೋ ಅವರೇ ಯಶಸ್ವಿಯಾದವರು.","arabic":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5135,"juzNumber":28,"footnotes":"[1] ಮುಹಾಜಿರ್‌ಗಳೆಂದರೆ ಮಕ್ಕಾದಿಂದ ಮದೀನಕ್ಕೆ ವಲಸೆ ಬಂದವರು. ಅವರಿಗೆ ಸಂರಕ್ಷಣೆ ನೀಡಿ ಸಹಾಯ ಮಾಡಿದ ಮದೀನ ನಿವಾಸಿಗಳಾದ ಮುಸ್ಲಿಮರನ್ನು ಅನ್ಸಾರ್ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ.","lang":"kn"},{"name":"59:10","price":"ಅವರ ಬಳಿಕ ಬಂದವರಿಗೂ (ಇರುವುದಾಗಿದೆ). ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮಗೆ ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸದಲ್ಲಿ ನಮಗಿಂತ ಮುಂಚೂಣಿಯಲ್ಲಿರುವ ನಮ್ಮ ಸಹೋದರರಿಗೆ ಕ್ಷಮಿಸು. ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ಬಗ್ಗೆ ನಮ್ಮ ಹೃದಯದಲ್ಲಿ ಯಾವುದೇ ದ್ವೇಷವನ್ನು ಉಂಟುಮಾಡಬೇಡ. ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಕೃಪೆ ತೋರುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿರುವೆ.”","arabic":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5136,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:11","price":"ಆ ಕಪಟವಿಶ್ವಾಸಿಗಳನ್ನು ನೀವು ನೋಡಿಲ್ಲವೇ? ಗ್ರಂಥದವರಲ್ಲಿ ಸೇರಿದ ತಮ್ಮ ಸತ್ಯನಿಷೇಧಿ ಸಹೋದರರೊಂದಿಗೆ ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಿಮ್ಮನ್ನು ಗಡೀಪಾರು ಮಾಡಲಾದರೆ ಖಂಡಿತವಾಗಿಯೂ ನಾವು ನಿಮ್ಮೊಂದಿಗೆ ಹೊರಹೋಗುತ್ತೇವೆ. ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ನಾವು ಯಾರ ಮಾತನ್ನೂ ಕೇಳುವುದಿಲ್ಲ. ನಿಮ್ಮ ವಿರುದ್ಧ ಯುದ್ಧ ನಡೆದರೆ ಖಂಡಿತವಾಗಿಯೂ ನಾವು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತೇವೆ.” ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಸುಳ್ಳು ಹೇಳುತ್ತಿದ್ದಾರೆಂದು ಅಲ್ಲಾಹು ಸಾಕ್ಷಿ ನುಡಿಯುತ್ತಾನೆ.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5137,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:12","price":"ಅವರನ್ನು (ಯಹೂದಿಗಳನ್ನು) ಗಡೀಪಾರು ಮಾಡಲಾದರೆ ಇವರು (ಕಪಟವಿಶ್ವಾಸಿಗಳು) ಅವರ ಜೊತೆಗೆ ಖಂಡಿತ ಹೊರಹೋಗುವುದಿಲ್ಲ. ಅವರ ವಿರುದ್ಧ ಯುದ್ಧ ನಡೆದರೆ ಇವರು ಅವರಿಗೆ ಸಹಾಯ ಮಾಡುವುದೂ ಇಲ್ಲ. ಇವರು ಅವರಿಗೆ ಸಹಾಯ ಮಾಡಲು ಬಂದರೂ ಇವರು ಖಂಡಿತವಾಗಿಯೂ ಬೆನ್ನು ತೋರಿಸಿ ಓಡುತ್ತಾರೆ. ನಂತರ ಅವರಿಗೆ ಯಾವುದೇ ಸಹಾಯವೂ ದೊರೆಯುವುದಿಲ್ಲ.","arabic":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5138,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:13","price":"ಅವರ ಹೃದಯಗಳಲ್ಲಿ ಅಲ್ಲಾಹನಿಗಿಂತಲೂ ಹೆಚ್ಚು ನಿಮ್ಮ ಬಗ್ಗೆ ಭಯವಿದೆ. ಅದೇಕೆಂದರೆ, ಅವರು (ಸತ್ಯಸಂಗತಿಯನ್ನು) ಅರ್ಥಮಾಡಿಕೊಳ್ಳದ ಜನರಾಗಿದ್ದಾರೆ.","arabic":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5139,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:14","price":"ಅವರೆಲ್ಲರೂ ಒಟ್ಟಾಗಿಯೂ ಕೂಡ ನಿಮ್ಮೊಡನೆ ಯುದ್ಧ ಮಾಡಲಾರರು—ಸುಭದ್ರ ಕೋಟೆಗಳಿರುವ ನಗರಗಳಿಂದ ಅಥವಾ ಗೋಡೆಗಳ ಹಿಂಭಾಗದಿಂದ ಹೊರತು. ಅವರೊಳಗಿನ ಆಂತರಿಕ ಕಲಹವು ಬಹಳ ತೀಕ್ಷ್ಣವಾಗಿದೆ. ಅವರು ಒಗ್ಗಟ್ಟಿನಲ್ಲಿದ್ದಾರೆಂದು ನೀವು ಭಾವಿಸುತ್ತೀರಿ. ಆದರೆ ಅವರ ಹೃದಯಗಳು ಭಿನ್ನವಾಗಿವೆ. ಅದೇಕೆಂದರೆ, ಅವರು (ಸತ್ಯಸಂಗತಿಯನ್ನು) ಅರ್ಥಮಾಡಿಕೊಳ್ಳದ ಜನರಾಗಿದ್ದಾರೆ.","arabic":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5140,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:15","price":"(ಅವರ ಸ್ಥಿತಿಯು) ಅವರಿಗಿಂತ ಸ್ವಲ್ಪ ಮೊದಲಿನವರ ಸ್ಥಿತಿಯಂತೆ![1] ಅವರು ತಮ್ಮ ಕಾರ್ಯದ ದುಷ್ಫಲವನ್ನು ಅನುಭವಿಸಿದರು. ಅವರಿಗೆ ವೇದನಾಭರಿತ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5141,"juzNumber":28,"footnotes":"[1] ಅಂದರೆ ಬದ್ರ್ ಯುದ್ಧದಲ್ಲಿ ಸೋತು ಸುಣ್ಣವಾಗಿ ಹೋದ ಕುರೈಶರು, ಅಥವಾ ಯಹೂದಿಗಳ ಇನ್ನೊಂದು ಗೋತ್ರವಾದ ಬನೂ ಕೈನುಕಾದವರು.","lang":"kn"},{"name":"59:16","price":"ಶೈತಾನನ ಸ್ಥಿತಿಯಂತೆ! ಅವನು ಮನುಷ್ಯನೊಡನೆ “ಸತ್ಯನಿಷೇಧಿಯಾಗು” ಎಂದು ಹೇಳಿದ ಸಂದರ್ಭ. ಮನುಷ್ಯ ಸತ್ಯನಿಷೇಧಿಯಾದಾಗ ಅವನು ಹೇಳುತ್ತಾನೆ: “ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ನಿನ್ನಿಂದ ದೂರ ಸರಿದಿದ್ದೇನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡುತ್ತೇನೆ.”","arabic":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5142,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:17","price":"ಹೀಗೆ ಅವರಿಬ್ಬರ ಅಂತ್ಯವು ಅವರಿಬ್ಬರೂ ನರಕದಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವುದಾಗಿದೆ. ಅದು ಅಕ್ರಮಿಗಳಿಗಿರುವ ಪ್ರತಿಫಲವಾಗಿದೆ.","arabic":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5143,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:18","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ಪ್ರತಿಯೊಬ್ಬರೂ ನಾಳೆಗಾಗಿ (ಪುನರುತ್ಥಾನ ದಿನಕ್ಕಾಗಿ) ಏನು ಮಾಡಿದ್ದೇನೆಂದು ನೋಡಿಕೊಳ್ಳಲಿ. ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮಜ್ಞಾನವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5144,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:19","price":"ನೀವು ಅಲ್ಲಾಹನನ್ನು (ಅಲ್ಲಾಹನ ನಿಯಮಗಳನ್ನು) ಮರೆತುಬಿಟ್ಟ ಜನರಂತೆ ಆಗಬೇಡಿ. ಆಗ ಅವರು ಅವರನ್ನೇ ಮರೆಯುವಂತೆ ಅಲ್ಲಾಹು ಮಾಡಿದನು. ಅವರೇ ದುಷ್ಕರ್ಮಿಗಳು.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5145,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:20","price":"ನರಕವಾಸಿಗಳು ಮತ್ತು ಸ್ವರ್ಗವಾಸಿಗಳು ಸಮಾನರಲ್ಲ. ಸ್ವರ್ಗವಾಸಿಗಳೇ ಯಶಸ್ವಿಯಾದವರು.","arabic":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5146,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:21","price":"ನಾವು ಈ ಕುರ್‌ಆನನ್ನು ಒಂದು ಪರ್ವತದ ಮೇಲೆ ಅವತೀರ್ಣಗೊಳಿಸುತ್ತಿದ್ದರೆ ಅಲ್ಲಾಹನ ಭಯದಿಂದ ಅದು ವಿನಮ್ರವಾಗಿ ಒಡೆದು ಚೂರಾಗುವುದನ್ನು ನೀವು ಕಾಣುತ್ತಿದ್ದಿರಿ. ನಾವು ಜನರಿಗೆ ಈ ಉದಾಹರಣೆಗಳನ್ನು ವಿವರಿಸಿಕೊಡುತ್ತೇವೆ. ಅವರು ಆಲೋಚಿಸುವುದಕ್ಕಾಗಿ.","arabic":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5147,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:22","price":"ಅವನೇ ಅಲ್ಲಾಹು! ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಅವನು ದೃಶ್ಯ-ಅದೃಶ್ಯವನ್ನು ತಿಳಿದವನು. ಅವನು ಪರಮ ದಯಾಮಯನು ಮತ್ತು ಕರುಣಾನಿಧಿಯಾಗಿದ್ದಾನೆ.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5148,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:23","price":"ಅವನೇ ಅಲ್ಲಾಹು! ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಅವನು ಸಾಮ್ರಾಟನು, ಪರಮ ಪರಿಶುದ್ಧನು, (ಎಲ್ಲಾ ಕುಂದು-ಕೊರತೆಗಳಿಂದ ಮತ್ತು ಅಪೂರ್ಣತೆಗಳಿಂದ) ಸುರಕ್ಷಿತನು, ಅಭಯದಾತನು, ಮೇಲ್ನೋಟ ವಹಿಸುವವನು, ಪ್ರಬಲನು, ಸರ್ವಾಧಿಕಾರಿ ಮತ್ತು ಮಹಾಮಹಿಮನು. ಅವರು ಮಾಡುವ ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ದಿಂದ ಅಲ್ಲಾಹು ಎಷ್ಟೋ ಪರಿಶುದ್ಧನಾಗಿದ್ದಾನೆ.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5149,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"59:24","price":"ಅವನೇ ಅಲ್ಲಾಹು! ಸೃಷ್ಟಿಕರ್ತನು, ಅಸ್ತಿತ್ವವನ್ನು ನೀಡುವವನು ಮತ್ತು ರೂಪ ನೀಡುವವನು. ಅವನಿಗೆ ಅತ್ಯುತ್ತಮವಾದ ಹೆಸರುಗಳಿವೆ. ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಎಲ್ಲಾ ವಸ್ತುಗಳೂ ಅವನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡುತ್ತಿವೆ. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5150,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"60:1","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ವೈರಿಗಳನ್ನು ಮಿತ್ರರನ್ನಾಗಿ ಮಾಡಿಕೊಳ್ಳಬೇಡಿ. ನೀವು ಅವರೊಡನೆ ಮೈತ್ರಿ ಮಾಡಿಕೊಂಡು ಅವರಿಗೆ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸುತ್ತೀರಿ. ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಿರುವ ಸತ್ಯವನ್ನು ಅವರು ನಿಷೇಧಿಸಿದ್ದಾರೆ. ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನಲ್ಲಿ (ಅಲ್ಲಾಹನಲ್ಲಿ) ವಿಶ್ವಾಸವಿಡುತ್ತೀರಿ ಎಂಬ ಕಾರಣದಿಂದ ಅವರು ಸಂದೇಶವಾಹಕರನ್ನು ಮತ್ತು ನಿಮ್ಮನ್ನು ಊರಿನಿಂದ ಗಡೀಪಾರು ಮಾಡುತ್ತಿದ್ದಾರೆ. ನೀವು ನನ್ನ ಮಾರ್ಗದಲ್ಲಿ ಯುದ್ಧ ಮಾಡಲು ಹೊರಟಿದ್ದರೆ ಮತ್ತು ನನ್ನ ಸಂಪ್ರೀತಿಯನ್ನು ಪಡೆಯುವುದು ನಿಮ್ಮ ಉದ್ದೇಶವಾಗಿದ್ದರೆ (ಅವರೊಂದಿಗೆ ಮೈತ್ರಿ ಮಾಡಿಕೊಳ್ಳಬೇಡಿ). ನೀವು ರಹಸ್ಯವಾಗಿ ಅವರಿಗೆ ಪ್ರೀತಿಯ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸುತ್ತಿದ್ದೀರಿ. ನೀವು ಮುಚ್ಚಿಡುವುದನ್ನು ಮತ್ತು ಬಹಿರಂಗಪಡಿಸುವುದನ್ನು ನಾನು ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದೇನೆ. ನಿಮ್ಮಲ್ಲಿ ಯಾರು ಹೀಗೆ ಮಾಡುತ್ತಾನೋ ಅವನು ನೇರ ಮಾರ್ಗದಿಂದ ತಪ್ಪಿಹೋಗಿದ್ದಾನೆ.[1]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5151,"juzNumber":28,"footnotes":"[1] ಹುದೈಬಿಯಾ ಒಪ್ಪಂದದ ಬಳಿಕ ಮಕ್ಕಾದ ಸತ್ಯನಿಷೇಧಿಗಳು ಒಪ್ಪಂದವನ್ನು ಉಲ್ಲಂಘಿಸಿದರು. ಆಗ ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಅವರ ವಿರುದ್ಧ ಯುದ್ಧದ ತಯಾರಿ ನಡೆಸಿದರು. ಪ್ರವಾದಿಯ ಅನುಯಾಯಿಗಳಲ್ಲಿ ಒಬ್ಬರಾಗಿದ್ದ ಹಾತಿಬ್ ಬಿನ್ ಅಬೂ ಸಅಲಬ (ಅಲ್ಲಾಹು ಅವರ ಬಗ್ಗೆ ಸಂಪ್ರೀತನಾಗಲಿ) ಮಕ್ಕಾದಿಂದ ಹಿಜ್ರ (ವಲಸೆ) ಮಾಡಿದ ಸಹಾಬಿಯಾಗಿದ್ದರು. ಇವರು ಬದ್ರ್ ಯುದ್ಧದಲ್ಲಿ ಪಾಲ್ಗೊಂಡಿದ್ದರು. ಇವರಿಗೆ ಮಕ್ಕಾದ ಕುರೈಶರೊಡನೆ ಯಾವುದೇ ಸಂಬಂಧವಿರದಿದ್ದರೂ, ಇವರ ಮಡದಿ ಮಕ್ಕಳು ಮಕ್ಕಾದಲ್ಲಿದ್ದರು. ಮಕ್ಕಾದ ಸತ್ಯನಿಷೇಧಿಗಳು ತನ್ನ ಮಡದಿ ಮಕ್ಕಳನ್ನು ಚೆನ್ನಾಗಿ ನೋಡಿಕೊಳ್ಳಲಿ ಎಂಬ ಉದ್ದೇಶದಿಂದ ಅವರು ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಯುದ್ಧದ ತಯಾರಿ ನಡೆಸುವ ಸುದ್ದಿಯನ್ನು ರಹಸ್ಯವಾಗಿ ಮಕ್ಕಾದ ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ತಿಳಿಸಿದರು. ಇದಕ್ಕಾಗಿ ಅವರು ಒಬ್ಬ ಮಹಿಳೆಯನ್ನು ಗೊತ್ತುಪಡಿಸಿ ಆಕೆಯೊಡನೆ ಮಕ್ಕಾದವರಿಗೆ ಒಂದು ಪತ್ರವನ್ನು ಕಳುಹಿಸಿದರು. ಈ ವಿಷಯ ದೇವವಾಣಿಯ ಮೂಲಕ ಪ್ರವಾದಿಯವರಿಗೆ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ತಿಳಿಯಿತು. ಅವರು ಸಹಾಬಿಗಳನ್ನು ಕಳುಹಿಸಿ ಆ ಮಹಿಳೆಯಿಂದ ಪತ್ರವನ್ನು ಕಿತ್ತುಕೊಂಡು ಬರುವಂತೆ ಹೇಳಿದರು. ನಂತರ ಹಾತಿಬ್ (ಅವರ ಬಗ್ಗೆ ಅಲ್ಲಾಹು ಸಂಪ್ರೀತನಾಗಲಿ) ರನ್ನು ವಿಚಾರಿಸಿದರು. ಹಾತಿಬ್ ತನ್ನ ಪ್ರಾಮಾಣಿಕ ಉದ್ದೇಶವನ್ನು ಮುಚ್ಚುಮರೆಯಿಲ್ಲದೆ ವಿವರಿಸಿದಾಗ ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಅವರನ್ನು ಕ್ಷಮಿಸಿದರು. ಮುಂದೆ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಲ್ಲಿ ಯಾರೂ ಇಂತಹ ಕೆಲಸ ಮಾಡಬಾರದೆಂಬ ಉದ್ದೇಶದಿಂದ ಅಲ್ಲಾಹು ಈ ವಚನಗಳನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದನು.","lang":"kn"},{"name":"60:2","price":"ಅವರು ನಿಮ್ಮ ಮೇಲೆ ಪ್ರಾಬಲ್ಯ ಸಾಧಿಸಿದರೆ ನಿಮ್ಮ ಪ್ರತ್ಯಕ್ಷ ವೈರಿಗಳಾಗಿ ಬಿಡುತ್ತಾರೆ. ಅವರು ಕೆಟ್ಟ ಉದ್ದೇಶದೊಂದಿಗೆ ನಿಮ್ಮ ವಿರುದ್ಧ ಅವರ ಕೈಗಳನ್ನು ಮತ್ತು ನಾಲಗೆಗಳನ್ನು ಚಾಚುತ್ತಾರೆ. ನೀವು ಕೂಡ ಸತ್ಯನಿಷೇಧಿಗಳಾಗಬೇಕೆಂದು ಅವರು ಬಯಸುತ್ತಾರೆ.","arabic":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5152,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"60:3","price":"ಪುನರುತ್ಥಾನ ದಿನದಂದು ನಿಮ್ಮ ರಕ್ತ ಸಂಬಂಧಗಳು ಮತ್ತು ನಿಮ್ಮ ಮಕ್ಕಳು ನಿಮಗೆ ಪ್ರಯೋಜನಪಡುವುದಿಲ್ಲ. ಅಲ್ಲಾಹು ನಿಮ್ಮ ನಡುವೆ ತೀರ್ಪು ನೀಡುತ್ತಾನೆ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳನ್ನು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5153,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"60:4","price":"ನಿಮಗೆ ಇಬ್ರಾಹೀಮ‌ರಲ್ಲಿ ಮತ್ತು ಅವರ ಸಂಗಡಿಗರಲ್ಲಿ ಅತ್ಯುತ್ತಮ ಮಾದರಿಯಿದೆ. ಅವರು ತಮ್ಮ ಜನರೊಂದಿಗೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿಮ್ಮಿಂದ ಮತ್ತು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ನೀವು ಆರಾಧಿಸುತ್ತಿರುವ ದೇವರುಗಳಿಂದ ಸಂಪೂರ್ಣ ದೂರವಾಗಿದ್ದೇವೆ. ನಾವು ನಿಮ್ಮ (ವಿಶ್ವಾಸ ನಂಬಿಕೆಗಳನ್ನು) ನಿಷೇಧಿಸಿದ್ದೇವೆ. ನೀವು ಅಲ್ಲಾಹನಲ್ಲಿ ಮಾತ್ರ ವಿಶ್ವಾಸವಿಡುವ ತನಕ ನಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ನಡುವೆ ಶಾಶ್ವತ ವೈರ ಹಾಗೂ ವಿದ್ವೇಷವು ಬಹಿರಂಗವಾಗಿಬಿಟ್ಟಿದೆ.” ಆದರೆ ಇಬ್ರಾಹೀಮರು ತಮ್ಮ ತಂದೆಯೊಡನೆ ಹೇಳಿದ ಈ ಮಾತುಗಳು ಇದಕ್ಕೆ ಹೊರತಾಗಿವೆ:[1] “ನಾನು ನಿಮಗೋಸ್ಕರ ಅಲ್ಲಾಹನಲ್ಲಿ ಖಂಡಿತ ಕ್ಷಮೆಯಾಚಿಸುತ್ತೇನೆ. ಅಲ್ಲಾಹನ ಮುಂದೆ ನಿಮಗೋಸ್ಕರ ಏನೂ ಮಾಡಲು ನನಗೆ ಸಾಧ್ಯವಿಲ್ಲ.” ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಾವು ನಿನ್ನಲ್ಲಿ ಭರವಸೆಯಿಟ್ಟಿದ್ದೇವೆ ಮತ್ತು ನಿನ್ನ ಕಡೆಗೆ ಮರಳಿದ್ದೇವೆ. ಮರಳಬೇಕಾದುದು ನಿನ್ನ ಕಡೆಗೇ ಆಗಿದೆ.","arabic":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5154,"juzNumber":28,"footnotes":"[1] ಅಂದರೆ “ನಾನು ನಿಮಗೋಸ್ಕರ ಅಲ್ಲಾಹನಲ್ಲಿ ಖಂಡಿತ ಕ್ಷಮೆಯಾಚಿಸುತ್ತೇನೆ” ಎಂದು ಇಬ್ರಾಹೀಮರು (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಹೇಳಿದ ಮಾತಿನಲ್ಲಿ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಮಾದರಿಯಿಲ್ಲ.","lang":"kn"},{"name":"60:5","price":"ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮ್ಮನ್ನು ಸತ್ಯನಿಷೇಧಿಗಳ ಪರೀಕ್ಷೆಗೆ ಗುರಿಯಾಗಿಸಬೇಡ. ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮ್ಮನ್ನು ಕ್ಷಮಿಸು. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿರುವೆ.","arabic":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5155,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"60:6","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮಗೆ ಅವರಲ್ಲಿ ಅತ್ಯುತ್ತಮ ಮಾದರಿಯಿದೆ. ವಿಶೇಷವಾಗಿ ಅಲ್ಲಾಹನನ್ನು ಮತ್ತು ಅಂತ್ಯದಿನವನ್ನು ಭೇಟಿಯಾಗುವ ನಿರೀಕ್ಷೆಯಿರುವವರಿಗೆ. ಆದರೆ ಯಾರಾದರೂ ವಿಮುಖನಾಗುವುದಾದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನಿರಪೇಕ್ಷನು ಮತ್ತು ಸ್ತುತ್ಯರ್ಹನಾಗಿದ್ದಾನೆ.","arabic":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5156,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"60:7","price":"ಅಲ್ಲಾಹು ನಿಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ವೈರಿಗಳ ನಡುವೆ ಪ್ರೀತಿಯನ್ನು ಹಾಕಬಹುದು. ಅಲ್ಲಾಹನಿಗೆ ಸಾಮರ್ಥ್ಯವಿದೆ.[1] ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5157,"juzNumber":28,"footnotes":"[1] ಅಂದರೆ ಅವರು ಮುಸ್ಲಿಮರಾಗುವಂತೆ ಮಾಡಲು ಅಲ್ಲಾಹನಿಗೆ ಸಾಧ್ಯವಿದೆ. ಮಕ್ಕಾ ವಿಜಯದ ನಂತರ ಇದು ಸತ್ಯವಾಯಿತು. ಮುಸ್ಲಿಮರ ವೈರಿಗಳಾಗಿದ್ದವರು ತಂಡೋಪತಂಡವಾಗಿ ಇಸ್ಲಾಂ ಸ್ವೀಕರಿಸಿದರು.","lang":"kn"},{"name":"60:8","price":"ಧರ್ಮದ ವಿಷಯದಲ್ಲಿ ನಿಮ್ಮ ವಿರುದ್ಧ ಯುದ್ಧ ಮಾಡದವರು ಮತ್ತು ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಊರಿನಿಂದ ಗಡೀಪಾರು ಮಾಡದವರು ಯಾರೋ—ಅವರೊಡನೆ ಅತ್ಯುತ್ತಮವಾಗಿ ವರ್ತಿಸುವುದನ್ನು ಮತ್ತು ಅವರೊಡನೆ ನ್ಯಾಯಯುತವಾಗಿ ವರ್ತಿಸುವುದನ್ನು ಅಲ್ಲಾಹು ನಿಮಗೆ ವಿರೋಧಿಸುವುದಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ನ್ಯಾಯಯುತವಾಗಿ ವರ್ತಿಸುವವರನ್ನು ಅಲ್ಲಾಹು ಇಷ್ಟಪಡುತ್ತಾನೆ.","arabic":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5158,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"60:9","price":"ಧರ್ಮದ ವಿಷಯದಲ್ಲಿ ನಿಮ್ಮ ವಿರುದ್ಧ ಯುದ್ಧ ಮಾಡುವವರು, ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಊರಿನಿಂದ ಗಡೀಪಾರು ಮಾಡುವವರು ಮತ್ತು ನಿಮ್ಮನ್ನು ಗಡೀಪಾರು ಮಾಡಲು ಪರಸ್ಪರ ಸಹಕರಿಸುವರು ಯಾರೋ ಅವರೊಂದಿಗೆ ಮೈತ್ರಿ ಮಾಡುವುದನ್ನು ಮಾತ್ರ ಅಲ್ಲಾಹು ನಿಮಗೆ ವಿರೋಧಿಸುತ್ತಾನೆ. ಯಾರು ಅವರನ್ನು ಮಿತ್ರರನ್ನಾಗಿ ಮಾಡಿಕೊಳ್ಳುತ್ತಾರೋ ಅವರೇ ಅಕ್ರಮಿಗಳು.","arabic":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5159,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"60:10","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನಿಮ್ಮ ಬಳಿಗೆ ಸತ್ಯವಿಶ್ವಾಸಿ ಮಹಿಳೆಯರು ಹಿಜ್ರ (ವಲಸೆ) ಮಾಡಿ ಬಂದರೆ ಅವರನ್ನು ಪರೀಕ್ಷಿಸಿರಿ. ಅಲ್ಲಾಹನಿಗೆ ಅವರ ವಿಶ್ವಾಸದ ಬಗ್ಗೆ ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ. ಅವರು ಸತ್ಯವಿಶ್ವಾಸಿಗಳೆಂದು ನಿಮಗೆ ಖಾತ್ರಿಯಾದರೆ ಅವರನ್ನು ಸತ್ಯನಿಷೇಧಿಗಳ ಬಳಿಗೆ ಮರಳಿ ಕಳುಹಿಸಬೇಡಿ. ಈ ಮಹಿಳೆಯರು ಅವರಿಗೆ (ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ) ಧರ್ಮಸಮ್ಮತವಲ್ಲ. ಅವರು ಈ ಮಹಿಳೆಯರಿಗೆ ಧರ್ಮಸಮ್ಮತವಲ್ಲ. ಆ ಸತ್ಯನಿಷೇಧಿಗಳು ಮಾಡಿದ ಖರ್ಚನ್ನು ಅವರಿಗೆ ನೀಡಿರಿ. ನಂತರ ನೀವು ಈ ಮಹಿಳೆಯರಿಗೆ ಅವರ ಮಹರ್ (ವಧುದಕ್ಷಿಣೆಯನ್ನು) ನೀಡಿ ವಿವಾಹವಾಗುವುದರಲ್ಲಿ ನಿಮಗೆ ದೋಷವಿಲ್ಲ.[1] ಸತ್ಯನಿಷೇಧಿ ಮಹಿಳೆಯರೊಂದಿಗಿನ ವಿವಾಹ ಕರಾರನ್ನು ಬಳಿಯಲ್ಲಿಟ್ಟುಕೊಳ್ಳಬೇಡಿ.[2] ನೀವು ಖರ್ಚು ಮಾಡಿದ್ದನ್ನು ಕೇಳಿ ಪಡೆಯಿರಿ. ಆ ಸತ್ಯನಿಷೇಧಿಗಳು ಏನು ಖರ್ಚು ಮಾಡಿದ್ದಾರೋ ಅದನ್ನು ಅವರು ಕೇಳಿ ಪಡೆಯಲಿ. ಇದು ಅಲ್ಲಾಹು ನಿಮ್ಮ ನಡುವೆ ತೀರ್ಪು ನೀಡುವ ಅವನ ತೀರ್ಪಾಗಿದೆ. ಅಲ್ಲಾಹು ಸರ್ವಜ್ಞನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5160,"juzNumber":28,"footnotes":"[1] ಹುದೈಬಿಯಾ ಒಪ್ಪಂದದ ಒಂದು ಷರತ್ತಿನ ಪ್ರಕಾರ ಮಕ್ಕಾದಿಂದ ಯಾರಾದರೂ ಮುಸಲ್ಮಾನರ ಬಳಿಗೆ ಬಂದರೆ ಅವರನ್ನು ಮಕ್ಕಾಗೆ ಮರಳಿ ಕಳುಹಿಸಬೇಕು. ಇಂತಹ ಸ್ಥಿತಿಯಲ್ಲಿ ಸತ್ಯನಿಷೇಧಿ ಮಹಿಳೆಯರು ಇಸ್ಲಾಂ ಸ್ವೀಕರಿಸಿ ಮುಸಲ್ಮಾನರ ಬಳಿಗೆ ಬಂದರೆ ಏನು ಮಾಡಬೇಕೆಂದು ಈ ವಚನದಲ್ಲಿ ಹೇಳಲಾಗಿದೆ. ಮುಸ್ಲಿಮರು ಅವರನ್ನು ಸತ್ಯನಿಷೇಧಿಗಳ ಬಳಿಗೆ ಮರಳಿ ಕಳುಹಿಸಬಾರದು. ಅವರು ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ಧರ್ಮಸಮ್ಮತವಲ್ಲ. ಅವರ ಗಂಡಂದಿರು ಅವರಿಗೆ ನೀಡಿದ ಮಹರ್ ಅವರಿಗೆ ವಾಪಸು ಕೊಟ್ಟು ಅವರನ್ನು ವಿಚ್ಛೇದಿಸಬೇಕು. ಇದ್ದ ಕಳೆದ ನಂತರ ಮುಸ್ಲಿಮರಿಗೆ ಆಕೆಯನ್ನು ಮಹರ್ ನೀಡಿ ವಿವಾಹವಾಗಬಹುದು. ಅವರನ್ನು ಪರೀಕ್ಷಿಸಬೇಕು ಎಂದರೆ ಅವರು ಯಾವ ಉದ್ದೇಶದಿಂದ ಬಂದಿದ್ದಾರೆಂದು ತನಿಖೆ ಮಾಡಬೇಕು ಎಂದರ್ಥ.\n[2] ಅಂದರೆ ಮುಸಲ್ಮಾನರ ಪತ್ನಿಯರಲ್ಲಿ ಯಾರಾದರೂ ಸತ್ಯನಿಷೇಧಿಯಾಗಿದ್ದರೆ ಅವಳೊಂದಿಗಿನ ದಾಂಪತ್ಯವನ್ನು ಮುಂದುವರಿಸಬಾರದು. ಆಕೆಗೆ ವಿಚ್ಛೇದನ ನೀಡಿ ಮಹರ್ ವಾಪಸು ಪಡೆಯಬೇಕು.","lang":"kn"},{"name":"60:11","price":"ನಿಮ್ಮ ಪತ್ನಿಯರಲ್ಲಿ ಯಾರಾದರೂ ನಿಮ್ಮಿಂದ ತಪ್ಪಿಸಿ ಸತ್ಯನಿಷೇಧಿಗಳ ಬಳಿಗೆ ಹೋಗಿ, ನಂತರ ನಿಮಗೆ ಅವರ (ಸತ್ಯನಿಷೇಧಿಗಳ) ಮೇಲೆ ಪ್ರತೀಕಾರ ಪಡೆಯುವ ಸಮಯ ಸಿಕ್ಕಿದರೆ, ಯಾರ ಪತ್ನಿಯರು ಓಡಿ ಹೋಗಿದ್ದಾರೋ ಅವರಿಗೆ ಅವರು ಖರ್ಚು ಮಾಡಿದ್ದಕ್ಕೆ ಸಮವಾದುದನ್ನು ನೀಡಿರಿ. ನೀವು ವಿಶ್ವಾಸವಿಡುವ ಆ ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ.","arabic":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5161,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"60:12","price":"ಓ ಪ್ರವಾದಿಯವರೇ! ಮಹಿಳೆಯರು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದು, ಅವರು ಅಲ್ಲಾಹನೊಂದಿಗೆ ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡುವುದಿಲ್ಲ, ಕಳ್ಳತನ ಮಾಡುವುದಿಲ್ಲ, ವ್ಯಭಿಚಾರ ಮಾಡುವುದಿಲ್ಲ, ತಮ್ಮ ಮಕ್ಕಳನ್ನು ಕೊಲ್ಲುವುದಿಲ್ಲ, ತಮ್ಮ ಕೈಕಾಲುಗಳ ಮುಂದೆ ಸುಳ್ಳಾರೋಪವನ್ನು ಸೃಷ್ಟಿಸಿ ತರುವುದಿಲ್ಲ ಮತ್ತು ಒಳಿತಿನ ಕಾರ್ಯದಲ್ಲಿ ನಿಮಗೆ ಅವಿಧೇಯತೆ ತೋರುವುದಿಲ್ಲ ಎಂದು ಹೇಳುತ್ತಾ ಪ್ರತಿಜ್ಞೆ ಮಾಡಿದರೆ, ಅವರ ಪ್ರತಿಜ್ಞೆಯನ್ನು ಸ್ವೀಕರಿಸಿರಿ ಮತ್ತು ಅವರಿಗೋಸ್ಕರ ಅಲ್ಲಾಹನಲ್ಲಿ ಕ್ಷಮೆಯಾಚಿಸಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5162,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"60:13","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ಅಲ್ಲಾಹನ ಕೋಪಕ್ಕೆ ಪಾತ್ರರಾದ ಜನರೊಡನೆ ಮೈತ್ರಿ ಮಾಡಿಕೊಳ್ಳಬೇಡಿ. ಅವರು ಪರಲೋಕದ ವಿಷಯದಲ್ಲಿ ನಿರಾಶರಾಗಿದ್ದಾರೆ. ಸಮಾಧಿಯಲ್ಲಿರುವ ಜನರ ಬಗ್ಗೆ ಸತ್ಯನಿಷೇಧಿಗಳು ನಿರಾಶರಾದಂತೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5163,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"61:1","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವುದೆಲ್ಲವೂ ಅಲ್ಲಾಹನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡುತ್ತಿವೆ. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5164,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"61:2","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ಮಾಡದ ಕಾರ್ಯವನ್ನು ನೀವೇಕೆ ಹೇಳುತ್ತೀರಿ?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5165,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"61:3","price":"ನೀವು ಮಾಡದ ಕಾರ್ಯವನ್ನು ನೀವು ಹೇಳುವುದು ಅಲ್ಲಾಹು ಅತ್ಯಧಿಕ ದ್ವೇಷಿಸುವ ವಿಷಯವಾಗಿದೆ.","arabic":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5166,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"61:4","price":"ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಸಾಲು ಸಾಲಾಗಿ ನಿಂತು ಯುದ್ಧ ಮಾಡುವವರನ್ನು ಅಲ್ಲಾಹು ಪ್ರೀತಿಸುತ್ತಾನೆ. ಅವರು ಸೀಸವನ್ನು ಎರಕ ಹೊಯ್ದು ಕಟ್ಟಿದ ಕಟ್ಟಡವೇನೋ ಎಂಬಂತೆ.","arabic":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5167,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"61:5","price":"ಮೂಸಾ ತಮ್ಮ ಜನರೊಡನೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ನನ್ನ ಜನರೇ! ನೀವೇಕೆ ನನಗೆ ತೊಂದರೆ ಕೊಡುತ್ತೀರಿ? ನಾನು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದ ಅಲ್ಲಾಹನ ಸಂದೇಶವಾಹಕನೆಂದು ನಿಮಗೆ ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ.” ನಂತರ ಅವರು (ಜನರು) ಸತ್ಯದಿಂದ ವಿಚಲಿಸಿದಾಗ ಅಲ್ಲಾಹು ಅವರ ಹೃದಯಗಳನ್ನು ವಕ್ರಗೊಳಿಸಿದನು. ದುಷ್ಕರ್ಮಿಗಳಾದ ಜನರಿಗೆ ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುವುದಿಲ್ಲ.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5168,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"61:6","price":"ಮರ್ಯಮರ ಮಗ ಈಸಾ ಹೇಳಿದ ಸಂದರ್ಭ: “ಓ ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳೇ! ನಾನು ನನಗಿಂತ ಮೊದಲು ಅವತೀರ್ಣವಾದ ತೌರಾತನ್ನು ದೃಢೀಕರಿಸಲು ಮತ್ತು ನನ್ನ ನಂತರ ಬರುವ ಅಹ್ಮದ್[1] ಎಂಬ ಹೆಸರಿನ ಒಬ್ಬ ಸಂದೇಶವಾಹಕರ ಬಗ್ಗೆ ನಿಮಗೆ ಸುವಾರ್ತೆ ತಿಳಿಸಲು ನಿಮ್ಮ ಬಳಿಗೆ ಕಳುಹಿಸಲಾಗಿರುವ ಅಲ್ಲಾಹನ ಸಂದೇಶವಾಹಕನಾಗಿದ್ದೇನೆ.” ಆದರೆ ಅವರು (ಈಸಾ) ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ಅವರ ಬಳಿಗೆ ಬಂದಾಗ ಅವರು ಹೇಳಿದರು: “ಇದು ಸ್ಪಷ್ಟ ಮಾಟಗಾರಿಕೆಯಾಗಿದೆ.”","arabic":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5169,"juzNumber":28,"footnotes":"[1] ಅಹ್ಮದ್ ಪ್ರವಾದಿ ಮುಹಮ್ಮದ್ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ರವರ ಇನ್ನೊಂದು ಹೆಸರು.","lang":"kn"},{"name":"61:7","price":"ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳಾರೋಪಿಸುವವನಿಗಿಂತಲೂ ದೊಡ್ಡ ಅಕ್ರಮಿ ಯಾರು? ವಾಸ್ತವವಾಗಿ ಅವನನ್ನು ಇಸ್ಲಾಂ ಧರ್ಮಕ್ಕೆ ಆಮಂತ್ರಿಸಲಾಗುತ್ತಿದೆ. ಅಕ್ರಮಿಗಳಾದ ಜನರಿಗೆ ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುವುದಿಲ್ಲ.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5170,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"61:8","price":"ಅವರು ತಮ್ಮ ಬಾಯಿಯ ಮೂಲಕ ಅಲ್ಲಾಹನ ಬೆಳಕನ್ನು ನಂದಿಸಲು ಬಯಸುತ್ತಾರೆ. ಆದರೆ ಅಲ್ಲಾಹು ತನ್ನ ಬೆಳಕನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ ಬಿಡುವನು. ಸತ್ಯನಿಷೇಧಿಗಳು ಎಷ್ಟು ದ್ವೇಷಿಸಿದರೂ ಸಹ.","arabic":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5171,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"61:9","price":"ಅವನೇ ಸನ್ಮಾರ್ಗ ಮತ್ತು ಸತ್ಯಧರ್ಮದೊಂದಿಗೆ ತನ್ನ ಸಂದೇಶವಾಹಕರನ್ನು ಕಳುಹಿಸಿದವನು. ಈ ಧರ್ಮವು ಇತರೆಲ್ಲಾ ಧರ್ಮಗಳ ಮೇಲೆ ಜಯಗಳಿಸುವಂತೆ ಮಾಡುವುದಕ್ಕಾಗಿ. ಬಹುದೇವಾರಾಧಕರು ಎಷ್ಟು ದ್ವೇಷಿಸಿದರೂ ಸಹ.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5172,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"61:10","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿಂದ ನಿಮ್ಮನ್ನು ಪಾರು ಮಾಡುವ ಒಂದು ವ್ಯಾಪಾರದ ಬಗ್ಗೆ ನಾನು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡಲೇ?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5173,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"61:11","price":"ನೀವು ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡಿರಿ. ನಿಮ್ಮ ತನು-ಧನಗಳಿಂದ ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಹೋರಾಡಿರಿ. ನೀವು ತಿಳಿದವರಾಗಿದ್ದರೆ ಅದೇ ನಿಮ್ಮ ಅತ್ಯುತ್ತಮವಾಗಿದೆ.","arabic":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5174,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"61:12","price":"ಅಲ್ಲಾಹು ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುವನು ಮತ್ತು ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿಗೆ ಮತ್ತು ಶಾಶ್ವತ ವಾಸದ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಲ್ಲಿರುವ ಪರಿಶುದ್ಧ ವಸತಿಗಳಿಗೆ ನಿಮ್ಮನ್ನು ಪ್ರವೇಶ ಮಾಡಿಸುವನು. ಅದೇ ಅತಿದೊಡ್ಡ ವಿಜಯ.","arabic":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5175,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"61:13","price":"ನೀವು ಇಷ್ಟಪಡುವ ಇನ್ನೊಂದು ಅನುಗ್ರಹವನ್ನು ಅವನು ನಿಮಗೆ ದಯಪಾಲಿಸುವನು. ಅದು ಅಲ್ಲಾಹನ ಸಹಾಯ ಮತ್ತು ಹತ್ತಿರದಲ್ಲೇ ಇರುವ ವಿಜಯವಾಗಿದೆ. ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸಿರಿ.","arabic":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5176,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"61:14","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ಅಲ್ಲಾಹನ ಸಹಾಯಕರಾಗಿರಿ. ಮರ್ಯಮರ ಮಗ ಈಸಾ ಹವಾರಿಗಳೊಡನೆ ಕೇಳಿದಂತೆ: “ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ನನಗೆ ಸಹಾಯಕರಾಗಿ ಯಾರಿದ್ದೀರಿ?” ಹವಾರಿಗಳು ಉತ್ತರಿಸಿದರು: “ನಾವು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಸಹಾಯ ಮಾಡುತ್ತೇವೆ.” ನಂತರ ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳಲ್ಲಿ ಸೇರಿದ ಒಂದು ಗುಂಪು ವಿಶ್ವಾಸವಿಟ್ಟರೆ ಇನ್ನೊಂದು ಗುಂಪು ನಿಷೇಧಿಸಿತು. ಆಗ ನಾವು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಅವರ ವೈರಿಗಳ ವಿರುದ್ಧ ಬೆಂಬಲವನ್ನು ನೀಡಿದೆವು. ತನ್ನಿಮಿತ್ತ ಅವರು ವಿಜಯಿಗಳಾದರು.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5177,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"62:1","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವುದೆಲ್ಲವೂ ಅಲ್ಲಾಹನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡುತ್ತಿವೆ. ಅವನು ಸಾಮ್ರಾಟನು, ಪರಮ ಪವಿತ್ರನು, ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5178,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"62:2","price":"ಅವನೇ ಅನಕ್ಷರಸ್ಥ ಜನರಿಗೆ ಅವರಿಂದಲೇ ಒಬ್ಬ ಸಂದೇಶವಾಹಕರನ್ನು ಕಳುಹಿಸಿದವನು. ಆ ಸಂದೇಶವಾಹಕರು ಅವರಿಗೆ ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ಓದಿಕೊಡುತ್ತಾರೆ, ಅವರನ್ನು ಶುದ್ಧೀಕರಿಸುತ್ತಾರೆ ಮತ್ತು ಅವರಿಗೆ ಗ್ರಂಥ ಹಾಗೂ ವಿವೇಕವನ್ನು ಕಲಿಸಿಕೊಡುತ್ತಾರೆ. ಇದಕ್ಕಿಂತ ಮೊದಲು ಅವರು ಸ್ಪಷ್ಟ ದುರ್ಮಾರ್ಗದಲ್ಲಿದ್ದರು.","arabic":"هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5179,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"62:3","price":"ಅವರಲ್ಲಿ ಇನ್ನೂ ಅವರೊಡನೆ ಸೇರಿಕೊಳ್ಳದ ಜನರಿಗೂ ಕೂಡ (ಅವರು ಸಂದೇಶವಾಹಕರಾಗಿದ್ದಾರೆ). ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5180,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"62:4","price":"ಅದು ಅಲ್ಲಾಹನ ಔದಾರ್ಯವಾಗಿದ್ದು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅದನ್ನು ದಯಪಾಲಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಮಹಾ ಔದಾರ್ಯವಂತನಾಗಿದ್ದಾನೆ.","arabic":"ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5181,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"62:5","price":"ತೌರಾತ್‌ನಲ್ಲಿರುವಂತೆ ನಡೆದುಕೊಳ್ಳಲು ಆದೇಶಿಸಲಾಗಿಯೂ ಸಹ ಅದರಂತೆ ನಡೆದುಕೊಳ್ಳದವರು ಯಾರೋ ಅವರ ಉದಾಹರಣೆಯು ಗ್ರಂಥಗಳನ್ನು ಹೊರುವ ಕತ್ತೆಯಂತೆ. ಅಲ್ಲಾಹನ ದೃಷ್ಟಾಂತಗಳನ್ನು ನಿಷೇಧಿಸುವ ಜನರ ಉದಾಹರಣೆಯು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ. ಅಕ್ರಮಿಗಳಾದ ಜನರಿಗೆ ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುವುದಿಲ್ಲ.","arabic":"مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5182,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"62:6","price":"ಹೇಳಿರಿ: “ಓ ಯಹೂದಿಗಳೇ! ಇತರ ಜನರ ಹೊರತಾಗಿ ನೀವು ಮಾತ್ರ ಅಲ್ಲಾಹನ ಮಿತ್ರರು ಎಂಬ ನಿಮ್ಮ ದಾವೆಯು ಸತ್ಯವಾಗಿದ್ದರೆ ನೀವು ಸಾವನ್ನು ಬಯಸಿರಿ. ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ.”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5183,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"62:7","price":"ಆದರೆ ಅವರ ಕೈಗಳು ಈಗಾಗಲೇ ಮಾಡಿಟ್ಟಿರುವ ದುಷ್ಕರ್ಮಗಳಿಂದಾಗಿ ಅವರೆಂದೂ ಸಾವನ್ನು ಬಯಸುವುದಿಲ್ಲ. ಅಲ್ಲಾಹು ಅಕ್ರಮಿಗಳ ಬಗ್ಗೆ ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ.","arabic":"وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5184,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"62:8","price":"ಹೇಳಿರಿ: “ಯಾವ ಸಾವನ್ನು ಹೆದರಿ ನೀವು ಓಡಿ ಹೋಗುತ್ತಿದ್ದೀರೋ ಅದು ನಿಮ್ಮನ್ನು ಖಂಡಿತ ಭೇಟಿಯಾಗಲಿದೆ. ನಂತರ ನಿಮ್ಮನ್ನು ದೃಶ್ಯ-ಅದೃಶ್ಯಗಳನ್ನು ತಿಳಿದ ಅಲ್ಲಾಹನ ಬಳಿಗೆ ಮರಳಿಸಲಾಗುವುದು. ಆಗ ನೀವು ಮಾಡುತ್ತಿದ್ದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಅವನು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡುವನು.”","arabic":"قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5185,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"62:9","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ಶುಕ್ರವಾರ ನಮಾಝ್‍ಗಾಗಿ ಕರೆಯಲಾದರೆ (ಅಝಾನ್ ನೀಡಲಾದರೆ) ಅಲ್ಲಾಹನ ಸ್ಮರಣೆಯ ಕಡೆಗೆ ಧಾವಿಸಿರಿ ಮತ್ತು ವ್ಯಾಪಾರ-ವ್ಯವಹಾರಗಳನ್ನು ಬಿಟ್ಟುಬಿಡಿ. ಅದು ನಿಮಗೆ ಅತ್ಯುತ್ತಮವಾಗಿದೆ. ನೀವು ತಿಳಿದವರಾಗಿದ್ದರೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5186,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"62:10","price":"ನಮಾಝ್ ಮುಗಿದ ನಂತರ ನೀವು ಭೂಮಿಯಲ್ಲಿ ಚದುರಿ ಹೋಗಿರಿ ಮತ್ತು ಅಲ್ಲಾಹನ ಔದಾರ್ಯವನ್ನು ಹುಡುಕಿರಿ. ಅಲ್ಲಾಹನನ್ನು ಅತ್ಯಧಿಕವಾಗಿ ಸ್ಮರಿಸಿರಿ. ನೀವು ಯಶಸ್ವಿಯಾಗುವುದಕ್ಕಾಗಿ.","arabic":"فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5187,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"62:11","price":"ಅವರು ವ್ಯಾಪಾರದ ಸರಕು ಮಾರಾಟವಾಗುವುದನ್ನು ಕಂಡರೆ ಅಥವಾ ಮನೋರಂಜನೆಯನ್ನು ಕಂಡರೆ ಅದರ ಕಡೆಗೆ ಓಡುತ್ತಾರೆ ಮತ್ತು ನಿಮ್ಮನ್ನು ನಿಂತ ಸ್ಥಿತಿಯಲ್ಲೇ ಬಿಟ್ಟುಬಿಡುತ್ತಾರೆ.[1] ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನ ಬಳಿ ಏನಿದೆಯೋ ಅದು ವ್ಯಾಪಾರ ಮತ್ತು ಮನೋರಂಜನೆಗಿಂತಲೂ ಶ್ರೇಷ್ಠವಾಗಿದೆ. ಅಲ್ಲಾಹು ಉಪಜೀವನ ನೀಡುವುದರಲ್ಲಿ ಅತ್ಯುತ್ತಮನಾಗಿದ್ದಾನೆ.”","arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5188,"juzNumber":28,"footnotes":"[1] ಒಮ್ಮೆ ಒಂದು ಶುಕ್ರವಾರ ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಖುತ್ಬಾ (ಪ್ರವಚನ) ನಿರ್ವಹಿಸುತ್ತಿದ್ದಾಗ ವ್ಯಾಪಾರ ತಂಡವು ಮದೀನ ಮಾರುಕಟ್ಟೆಗೆ ಆಗಮಿಸಿತು. ಸದ್ದುಗದ್ದಲ ಕೇಳಿ ಮಸೀದಿಯಲ್ಲಿದ್ದ ಜನರೆಲ್ಲರೂ ಸರಕು ಖರೀದಿಸಲು ಮಾರುಕಟ್ಟೆಗೆ ಓಡಿದರು. ಕೇವಲ 12 ಮಂದಿ ಮಾತ್ರ ಮಸೀದಿಯಲ್ಲಿ ಉಳಿದರು. ಇದರ ಬಗ್ಗೆ ಈ ವಚನವು ಅವತೀರ್ಣವಾಯಿತು.","lang":"kn"},{"name":"63:1","price":"ಕಪಟವಿಶ್ವಾಸಿಗಳು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದರೆ, “ಖಂಡಿತವಾಗಿಯೂ ನೀವು ಅಲ್ಲಾಹನ ಸಂದೇಶವಾಹಕರಾಗಿದ್ದೀರಿ ಎಂದು ನಾವು ಸಾಕ್ಷಿ ನುಡಿಯುತ್ತೇವೆ” ಎಂದು ಹೇಳುತ್ತಾರೆ. ನೀವು ಅಲ್ಲಾಹನ ಸಂದೇಶವಾಹಕರು ಎಂದು ಅಲ್ಲಾಹನಿಗೆ ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಕಪಟವಿಶ್ವಾಸಿಗಳು ಸುಳ್ಳು ಹೇಳುವವರಾಗಿದ್ದಾರೆ ಎಂದು ಅಲ್ಲಾಹು ಸಾಕ್ಷಿ ನುಡಿಯುತ್ತಾನೆ.","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"63:2","price":"ಅವರು ತಮ್ಮ ಆಣೆಗಳನ್ನು ಗುರಾಣಿಯಾಗಿ ಮಾಡಿಕೊಂಡಿದ್ದಾರೆ. ಇದರ ಮೂಲಕ ಅವರು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ ತಡೆಯುತ್ತಾರೆ. ಅವರು ಮಾಡುವ ಈ ಕೃತ್ಯವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"63:3","price":"ಅದೇಕೆಂದರೆ, ಅವರು ಮೊದಲು ವಿಶ್ವಾಸವಿಟ್ಟು ನಂತರ ನಿಷೇಧಿಸಿದರು. ಆದ್ದರಿಂದ ಅವರ ಹೃದಯಗಳಿಗೆ ಮೊಹರು ಹಾಕಲಾಯಿತು. ಆದ್ದರಿಂದ ಅವರು (ಸತ್ಯವನ್ನು) ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲ.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"63:4","price":"ನೀವು ಅವರನ್ನು ನೋಡಿದರೆ ಅವರ ಅಂಗಸೌಷ್ಟವವು ನಿಮ್ಮನ್ನು ಅಚ್ಚರಿಗೊಳಿಸುತ್ತದೆ. ಅವರು ಮಾತನಾಡ ತೊಡಗಿದರೆ ನೀವು ಅವರ ಮಾತನ್ನು ಕೇಳುವಿರಿ. ಅವರು ಗೋಡೆಗೆ ಒರಗಿ ನಿಲ್ಲಿಸಲಾದ ಮರದ ದಿಮ್ಮಿಗಳಂತೆ. ಪ್ರತಿಯೊಂದು ಶಬ್ದವನ್ನೂ ಅವರಿಗೆ ವಿರುದ್ಧವಾದುದೆಂದು ಅವರು ಭಾವಿಸುತ್ತಾರೆ. ಅವರೇ ನಿಜವಾದ ವೈರಿಗಳು. ಅವರ ಬಗ್ಗೆ ಜಾಗರೂಕರಾಗಿರಿ. ಅಲ್ಲಾಹು ಅವರನ್ನು ನಾಶ ಮಾಡಲಿ. ಅವರನ್ನು ಹೇಗೆ ತಪ್ಪಿಸಿಬಿಡಲಾಗುತ್ತಿದೆ?","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"63:5","price":"“ಬನ್ನಿ, ಅಲ್ಲಾಹನ ಸಂದೇಶವಾಹಕರು ನಿಮಗೋಸ್ಕರ ಅಲ್ಲಾಹನಲ್ಲಿ ಕ್ಷಮೆಯಾಚನೆ ಮಾಡುತ್ತಾರೆ” ಎಂದು ಅವರೊಡನೆ ಹೇಳಲಾದರೆ ಅವರು ತಲೆಯನ್ನು ಅಲ್ಲಾಡಿಸುತ್ತಾರೆ. ಅವರು ಅಹಂಕಾರ ತೋರುತ್ತಾ ನುಣುಚಿಕೊಳ್ಳುವುದು ನಿಮಗೆ ಕಾಣಬಹುದು.","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"63:6","price":"ನೀವು ಅವರಿಗೋಸ್ಕರ ಕ್ಷಮೆಯಾಚನೆ ಮಾಡಿದರೂ ಮಾಡದಿದ್ದರೂ ಅವರ ಮಟ್ಟಿಗೆ ಅದು ಸಮಾನವಾಗಿದೆ. ಅಲ್ಲಾಹು ಎಂದಿಗೂ ಅವರನ್ನು ಕ್ಷಮಿಸುವುದಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ದುಷ್ಕರ್ಮಿಗಳಾದ ಜನರಿಗೆ ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುವುದಿಲ್ಲ.","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"63:7","price":"ಅವರು ಯಾರೆಂದರೆ, “ಅಲ್ಲಾಹನ ಸಂದೇಶವಾಹಕರ ಬಳಿಯಿರುವವರಿಗೆ ಅವರು ಅಲ್ಲಿಂದ ಚದುರಿಹೋಗುವ ತನಕ ಖರ್ಚು ಮಾಡಬೇಡಿ” ಎಂದು ಹೇಳುವವರು.[1] ಭೂಮ್ಯಾಕಾಶಗಳ ಬೊಕ್ಕಸಗಳು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ಆದರೆ ಕಪಟವಿಶ್ವಾಸಿಗಳು ಅದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲ.","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"[1] ಒಮ್ಮೆ ಒಂದು ಯುದ್ಧದಿಂದ ಹಿಂದಿರುಗಿ ಬರುವಾಗ ಒಬ್ಬ ಮುಹಾಜಿರ್ ಮತ್ತು ಅನ್ಸಾರನ ನಡುವೆ ಜಗಳವಾಯಿತು. ಇಬ್ಬರೂ ತಮ್ಮ ತಮ್ಮ ಜನರನ್ನು ಸಹಾಯಕ್ಕೆ ಕರೆದರು. ಆಗ ಕಪಟವಿಶ್ವಾಸಿಗಳ ಮುಖಂಡ ಅಬ್ದುಲ್ಲಾ ಬಿನ್ ಉಬೈ ಅನ್ಸಾರರನ್ನು ಕರೆದು, “ನೋಡಿ, ನೀವು ಅವರಿಗೆ ಸಹಾಯ ಮಾಡಿದ್ದೀರಿ. ಈಗ ಅದರ ಫಲಿತಾಂಶವೇನಾಯಿತೆಂದು ನೋಡಿ. ಅವರು ನಿಮ್ಮ ವಿರುದ್ಧ ಅವರ ಜನರನ್ನು ಕರೆಯುತ್ತಿದ್ದಾರೆ.” ನಂತರ ಆತ ಹೇಳಿದ: “ಇದಕ್ಕಿರುವ ಮದ್ದೇನೆಂದರೆ ಅವರಿಗೆ ಖರ್ಚು ಮಾಡುವುದನ್ನು ನೀವು ನಿಲ್ಲಿಸಬೇಕು. ಆಗ ಅವರ ಸ್ವಯಂ ಸರಿದಾರಿಗೆ ಬರುತ್ತಾರೆ.”","lang":"kn"},{"name":"63:8","price":"ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಾವು ಮದೀನಕ್ಕೆ ಮರಳಿದರೆ ಪ್ರತಿಷ್ಠೆಯುಳ್ಳವರು ದೀನರನ್ನು ಅಲ್ಲಿಂದ ಹೊರಗಟ್ಟುವರು.”[1] ಪ್ರತಿಷ್ಠೆಯಿರುವುದು ಅಲ್ಲಾಹನಿಗೆ, ಅವನ ಸಂದೇಶವಾಹಕರಿಗೆ ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ. ಆದರೆ ಕಪಟವಿಶ್ವಾಸಿಗಳು ಅದನ್ನು ತಿಳಿಯುವುದಿಲ್ಲ.","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"[1] ಇದು ಕಪಟವಿಶ್ವಾಸಿಗಳ ಮುಖಂಡ ಅಬ್ದುಲ್ಲಾ ಬಿನ್ ಉಬೈ ಹೇಳಿದ ಮಾತು. ಅವನ ಪ್ರಕಾರ ಅವನು ಮತ್ತು ಅವನ ಅನುಯಾಯಿಗಳು ಪ್ರತಿಷ್ಠಿತರು. ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಮತ್ತು ಅವರ ಅನುಯಾಯಿಗಳು ದೀನರು.","lang":"kn"},{"name":"63:9","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನಿಮ್ಮ ಆಸ್ತಿ ಮತ್ತು ಮಕ್ಕಳು ಅಲ್ಲಾಹನ ಸ್ಮರಣೆಯನ್ನು ನಿರ್ಲಕ್ಷಿಸುವಂತೆ ನಿಮ್ಮನ್ನು ಪ್ರೇರೇಪಿಸದಿರಲಿ. ಯಾರು ಹಾಗೆ ಮಾಡುತ್ತಾರೋ ಅವರೇ ನಷ್ಟ ಹೊಂದಿದವರು.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"63:10","price":"ನಿಮ್ಮಲ್ಲೊಬ್ಬರಿಗೆ ಮರಣವು ಆಸನ್ನವಾಗಿ, “ನನ್ನ ಪರಿಪಾಲಕನೇ! ನನಗೆ ಸ್ವಲ್ಪ ಕಾಲಾವಕಾಶವನ್ನು ಕೊಟ್ಟರೆ ನಾನು ದಾನಧರ್ಮ ಮಾಡುತ್ತೇನೆ ಮತ್ತು ನೀತಿವಂತರಲ್ಲಿ ಸೇರಿಕೊಳ್ಳುತ್ತೇನೆ” ಎಂದು ಹೇಳುವಂತಾಗುವುದಕ್ಕೆ ಮೊದಲು ನಾವು ನಿಮಗೆ ಒದಗಿಸಿದ ಸಂಪತ್ತಿನಿಂದ (ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ) ಖರ್ಚು ಮಾಡಿರಿ.","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"63:11","price":"ಒಬ್ಬ ವ್ಯಕ್ತಿಯ ನಿಶ್ಚಿತ ಅವಧಿಯು ಬಂದು ಬಿಟ್ಟರೆ, ನಂತರ ಅಲ್ಲಾಹು ಅವನಿಗೆ ಕಾಲಾವಕಾಶ ನೀಡುವುದೇ ಇಲ್ಲ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮಜ್ಞಾನವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:1","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವುದೆಲ್ಲವೂ ಅಲ್ಲಾಹನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡುತ್ತಿವೆ. ಸಾರ್ವಭೌಮತ್ವವು ಅವನಿಗೆ ಸೇರಿದ್ದು ಮತ್ತು ಸರ್ವಸ್ತುತಿಯು ಅವನಿಗೆ ಮೀಸಲು. ಅವನು ಎಲ್ಲ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:2","price":"ಅವನೇ ನಿಮ್ಮನ್ನು ಸೃಷ್ಟಿಸಿದವನು. ನಿಮ್ಮಲ್ಲಿ ಸತ್ಯನಿಷೇಧಿಗಳಿದ್ದಾರೆ ಮತ್ತು ಸತ್ಯವಿಶ್ವಾಸಿಗಳೂ ಇದ್ದಾರೆ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳನ್ನು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:3","price":"ಅವನು ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸತ್ಯದೊಂದಿಗೆ ಸೃಷ್ಟಿಸಿದ್ದಾನೆ. ಅವನು ನಿಮಗೆ ರೂಪವನ್ನು ನೀಡಿದ್ದಾನೆ ಮತ್ತು ನಿಮ್ಮ ರೂಪಗಳನ್ನು ಅತ್ಯುತ್ತಮಗೊಳಿಸಿದ್ದಾನೆ. ಗಮ್ಯಸ್ಥಾನವು ಅವನ ಬಳಿಯಲ್ಲೇ ಆಗಿದೆ.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:4","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವುದೆಲ್ಲವನ್ನೂ ಅವನು ತಿಳಿದಿದ್ದಾನೆ. ನೀವು ಮುಚ್ಚಿಡುವುದನ್ನು ಮತ್ತು ಬಹಿರಂಗಪಡಿಸುವುದನ್ನು ಅವನು ತಿಳಿಯುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಎದೆಗಳ ಒಳಗಿರುವುದನ್ನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:5","price":"ಇದಕ್ಕಿಂತ ಮೊದಲು ಸತ್ಯವನ್ನು ನಿಷೇಧಿಸಿದವರ ಸಮಾಚಾರವು ನಿಮಗೆ ತಲುಪಿಲ್ಲವೇ? ಅವರು ಅವರ ದುಷ್ಕರ್ಮಗಳ ರುಚಿಯನ್ನು ನೋಡಿದರು. ಅವರಿಗೆ (ಪರಲೋಕದಲ್ಲಿ) ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:6","price":"ಅದೇಕೆಂದರೆ, ಅವರ ಬಳಿಗೆ ಸಂದೇಶವಾಹಕರು ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ಬರುತ್ತಿದ್ದರು. ಆದರೆ ಅವರು ಕೇಳಿದರು: “ಒಬ್ಬ ಮನುಷ್ಯ ನಮಗೆ ದಾರಿ ತೋರಿಸುವುದೇ?” ಅವರು ನಿಷೇಧಿಸಿದರು ಮತ್ತು ಮುಖ ತಿರುಗಿಸಿ ನಡೆದರು. ಅಲ್ಲಾಹು ಅವರ ಬಗ್ಗೆ ನಿರಪೇಕ್ಷನಾದನು. ಅಲ್ಲಾಹು ನಿರಪೇಕ್ಷನು ಮತ್ತು ಸ್ತುತ್ಯರ್ಹನಾಗಿದ್ದಾನೆ.","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:7","price":"ತಮ್ಮನ್ನು ಪುನಃ ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸಲಾಗುವುದಿಲ್ಲ ಎಂದು ಸತ್ಯನಿಷೇಧಿಗಳು ವಾದಿಸಿದರು. ಹೇಳಿರಿ: “ಹೌದು! ನನ್ನ ಪರಿಪಾಲಕನ ಮೇಲಾಣೆ! ಖಂಡಿತವಾಗಿಯೂ ನಿಮಗೆ ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸಲಾಗುವುದು. ನಂತರ ನೀವು ಮಾಡಿದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ನಿಮಗೆ ಖಂಡಿತ ತಿಳಿಸಲಾಗುವುದು. ಅದು ಅಲ್ಲಾಹನಿಗೆ ಬಹಳ ಸುಲಭವಾಗಿದೆ.”","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:8","price":"ಆದ್ದರಿಂದ ನೀವು ಅಲ್ಲಾಹನಲ್ಲಿ, ಅವನ ಸಂದೇಶವಾಹಕರಲ್ಲಿ ಮತ್ತು ನಾವು ಅವತೀರ್ಣಗೊಳಿಸಿದ ಬೆಳಕಿನಲ್ಲಿ (ಕುರ್‌ಆನಿನಲ್ಲಿ) ವಿಶ್ವಾಸವಿಡಿ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಸೂಕ್ಷ್ಮಜ್ಞಾನವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:9","price":"ಒಟ್ಟುಗೂಡಿಸುವ ಆ ದಿನಕ್ಕಾಗಿ (ಪುನರುತ್ಥಾನ ದಿನಕ್ಕಾಗಿ) ಅವನು ನಿಮ್ಮೆಲ್ಲರನ್ನು ಒಟ್ಟುಗೂಡಿಸುವ ದಿನ! ಅದು ಸೋಲು-ಗೆಲುವಿನ ದಿನವಾಗಿದೆ. ಯಾರು ಅಲ್ಲಾಹನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾನೋ ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗುತ್ತಾನೋ ಅವನ ಪಾಪಗಳನ್ನು ಅಲ್ಲಾಹು ಅಳಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನನ್ನು ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿಗೆ ಪ್ರವೇಶ ಮಾಡಿಸುತ್ತಾನೆ. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುತ್ತಾರೆ. ಅದೇ ಮಹಾ ವಿಜಯ.","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:10","price":"ಸತ್ಯವನ್ನು ನಿಷೇಧಿಸಿದವರು ಮತ್ತು ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದವರು ಯಾರೋ ಅವರೇ ನರಕವಾಸಿಗಳು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಆ ಗಮ್ಯಸ್ಥಾನವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:11","price":"ಯಾವುದೇ ವಿಪತ್ತು ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಿಂದಲ್ಲದೆ ಸಂಭವಿಸುವುದಿಲ್ಲ. ಯಾರು ಅಲ್ಲಾಹನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾನೋ ಅವನ ಹೃದಯವನ್ನು ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗದಲ್ಲಿ ಮುನ್ನಡೆಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳ ಬಗ್ಗೆ ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:12","price":"ನೀವು ಅಲ್ಲಾಹು ಅವನ ಮತ್ತು ಸಂದೇಶವಾಹಕರ ಆಜ್ಞಾಪಾಲನೆ ಮಾಡಿರಿ. ನೀವೇನಾದರೂ ವಿಮುಖರಾಗುವುದಾದರೆ, ನಮ್ಮ ಸಂದೇಶವಾಹಕರ ಕರ್ತವ್ಯವು ಸಂದೇಶವನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ತಲುಪಿಸುವುದು ಮಾತ್ರವಾಗಿದೆ.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:13","price":"ಅಲ್ಲಾಹು. ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಅಲ್ಲಾಹನಲ್ಲಿಯೇ ಭರವಸೆಯಿಡಲಿ.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:14","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಪತ್ನಿಯರಲ್ಲಿ ಮತ್ತು ನಿಮ್ಮ ಮಕ್ಕಳಲ್ಲಿ ನಿಮಗೆ ವೈರಿಗಳಿದ್ದಾರೆ. ಆದ್ದರಿಂದ ಅವರ ಬಗ್ಗೆ ಜಾಗರೂಕರಾಗಿರಿ. ನೀವು ಮನ್ನಿಸುವುದಾದರೆ, (ಅವರ ತಪ್ಪುಗಳನ್ನು) ನಿರ್ಲಕ್ಷಿಸುವುದಾದರೆ ಮತ್ತು ಅವರಿಗೆ ಕ್ಷಮಿಸುವುದಾದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.[1]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"[1] ಮಕ್ಕಾದಲ್ಲಿ ಇಸ್ಲಾಂ ಸ್ವೀಕರಿಸಿದವರು ಮದೀನಕ್ಕೆ ಹಿಜ್ರ (ವಲಸೆ) ಮಾಡಬೇಕೆಂಬ ಆಜ್ಞೆಯು ಪ್ರಬಲವಾಗಿದ್ದ ಕಾಲದಲ್ಲಿ ಮಕ್ಕಾದಲ್ಲಿ ಕೆಲವರು ಇಸ್ಲಾಂ ಸ್ವೀಕರಿಸಿದರು. ಆದರೆ ಅವರ ಪತ್ನಿಯರು ಮತ್ತು ಮಕ್ಕಳು ಅವರನ್ನು ಮದೀನಕ್ಕೆ ವಲಸೆ ಹೋಗದಂತೆ ತಡೆದರು. ನಂತರ ಕೆಲವು ವರ್ಷಗಳ ಬಳಿಕ ಅವರು ಮದೀನಕ್ಕೆ ಬಂದಾಗ ಅಲ್ಲಿ ಇತರ ಮುಸಲ್ಮಾನರು ಬಹಳಷ್ಟು ಧಾರ್ಮಿಕ ವಿಚಾರಗಳನ್ನು ಕಲಿತುಕೊಂಡು ಅಪಾರ ಪುಣ್ಯ ಸಂಪಾದಿಸಿದ್ದನ್ನು ಕಂಡು ಇವರಿಗೆ ಮರುಕವಾಯಿತು. ತಮ್ಮನ್ನು ಮದೀನಕ್ಕೆ ಹಿಜ್ರ ಮಾಡದಂತೆ ತಡೆದ ಪತ್ನಿಯರು ಮತ್ತು ಮಕ್ಕಳನ್ನು ಶಿಕ್ಷಿಸಲು ಅವರು ಮುಂದಾದರು. ಆಗ ಅಲ್ಲಾಹು ಈ ವಚನವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದನು. ಅವರು ಮಾಡಿದ ತಪ್ಪನ್ನು ಕ್ಷಮಿಸಲು ಮತ್ತು ನಿರ್ಲಕ್ಷಿಸಲು ಅಲ್ಲಾಹು ಆಜ್ಞಾಪಿಸಿದನು.","lang":"kn"},{"name":"64:15","price":"ನಿಮ್ಮ ಆಸ್ತಿ ಮತ್ತು ಮಕ್ಕಳು ಒಂದು ಪರೀಕ್ಷೆಯಾಗಿದೆ. ಅಲ್ಲಾಹನ ಬಳಿ ಮಹಾ ಪ್ರತಿಫಲವಿದೆ.","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:16","price":"ಆದ್ದರಿಂದ ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವಷ್ಟರ ಮಟ್ಟಿಗೆ ನೀವು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ಕಿವಿಗೊಟ್ಟು ಕೇಳಿರಿ ಮತ್ತು ಅನುಸರಿಸಿರಿ. ನಿಮಗೆ ಒಳಿತಾಗಿರುವ ವಿಧದಲ್ಲಿ ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಖರ್ಚು ಮಾಡಿರಿ. ಯಾರನ್ನು ಅವರ ಮನಸ್ಸಿನ ಆಸೆಬುರುಕತನದಿಂದ ಕಾಪಾಡಲಾಗಿದೆಯೋ ಅವರು ಯಶಸ್ವಿಯಾದವರು.","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:17","price":"ನೀವು ಅಲ್ಲಾಹನಿಗೆ ಉತ್ತಮ ಸಾಲವನ್ನು ನೀಡುವುದಾದರೆ ಅವನು ಅದನ್ನು ನಿಮಗೆ ಹಲವು ಪಟ್ಟು ದ್ವಿಗುಣಗೊಳಿಸುವನು ಮತ್ತು ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸುವನು. ಅಲ್ಲಾಹು ಕೃತಜ್ಞನು ಮತ್ತು ಸಹಿಷ್ಣುತೆಯುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"64:18","price":"ಅವನು ದೃಶ್ಯ-ಅದೃಶ್ಯಗಳನ್ನು ತಿಳಿದವನಾಗಿದ್ದಾನೆ ಮತ್ತು ಪ್ರಬಲನು ಹಾಗೂ ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:1","price":"ಓ ಪ್ರವಾದಿಯವರೇ! (ನಿಮ್ಮ ಅನುಯಾಯಿಗಳೊಡನೆ ಹೇಳಿರಿ): “ನೀವು ನಿಮ್ಮ ಪತ್ನಿಯರಿಗೆ ವಿಚ್ಛೇದನ (ತಲಾಕ್) ನೀಡುವುದಾದರೆ, ಅವರ ಇದ್ದತ್‌ನ (ದೀಕ್ಷಾಕಾಲದ) ಆರಂಭವನ್ನು ಲೆಕ್ಕಹಾಕಿ ವಿಚ್ಛೇದಿಸಿರಿ[1] ಮತ್ತು ಇದ್ದತ್‌ನ ಲೆಕ್ಕವನ್ನು ಇಟ್ಟುಕೊಳ್ಳಿ. ನಿಮ್ಮ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ಅವರನ್ನು ಅವರ ಮನೆಗಳಿಂದ ಹೊರಹಾಕಬೇಡಿ ಮತ್ತು ಅವರು ಕೂಡ (ಸ್ವತಃ) ಮನೆಯಿಂದ ಹೊರಹೋಗದಿರಲಿ. ಅವರು ಸ್ಪಷ್ಟ ನೀಚಕೃತ್ಯವನ್ನು ಮಾಡಿದರೆ ಹೊರತು. ಇವು ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳಾಗಿವೆ. ಯಾರು ಅಲ್ಲಾಹನ ಎಲ್ಲೆಗಳನ್ನು ಮೀರುತ್ತಾನೋ ಅವನು ಸ್ವಯಂ ಅವನ ಮೇಲೆಯೇ ಅಕ್ರಮವೆಸಗಿದ್ದಾನೆ. ಅಲ್ಲಾಹು ಇದರ ನಂತರ ಏನಾದರೂ ಹೊಸದನ್ನು ತರುವನೋ ಎಂದು ನಿಮಗೆ ತಿಳಿದಿಲ್ಲ.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"[1] ಅಂದರೆ ಪತ್ನಿ ಋತುಸ್ರಾವದಿಂದ ಶುದ್ಧಿಯಾಗಿ ಆಕೆಯೊಡನೆ ಸಂಭೋಗ ನಡೆಸುವ ಮುನ್ನ ತಲಾಕ್ (ವಿಚ್ಛೇದನ) ನೀಡಿರಿ. ಮಹಿಳೆಯ ಶುದ್ಧಾವಸ್ಥೆಯು ಇದ್ದತ್‌ನ ಆರಂಭವಾಗಿದೆ. ಋತುಸ್ರಾವದ ಅವಧಿಯಲ್ಲಿ ಅಥವಾ ಶುದ್ಧಿಯಾಗಿ ಸಂಭೋಗ ನಡೆಸಿದ ನಂತರ ತಲಾಕ್ ನೀಡಬಾರದು.","lang":"kn"},{"name":"65:2","price":"ಅವರು (ವಿಚ್ಛೇದಿತೆಯರು) ತಮ್ಮ ಇದ್ದತ್‌ನ ಅವಧಿಯನ್ನು ಪೂರ್ತಿ ಮಾಡುವ ಹಂತಕ್ಕೆ ತಲುಪಿದರೆ ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಅವರನ್ನು ನಿಮ್ಮ ಬಳಿ (ಪತ್ನಿಯಾಗಿ) ಇರಿಸಿಕೊಳ್ಳಿರಿ ಅಥವಾ ಸ್ವೀಕಾರಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಬಿಡುಗಡೆ ಮಾಡಿರಿ. ನಿಮ್ಮಲ್ಲಿನ ಇಬ್ಬರು ನ್ಯಾಯವಂತರನ್ನು ಸಾಕ್ಷಿ ನಿಲ್ಲಿಸಿರಿ. ಅಲ್ಲಾಹನ ಸಂಪ್ರೀತಿಗಾಗಿ ಸರಿಯಾದ ರೀತಿಯಲ್ಲಿ ಸಾಕ್ಷಿ ಹೇಳಿರಿ. ಇದು ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಅಂತ್ಯದಿನದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವವರಿಗೆ ನೀಡಲಾಗುವ ಉಪದೇಶವಾಗಿದೆ. ಯಾರು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡುತ್ತಾನೋ ಅವನಿಗೆ ಅಲ್ಲಾಹು ನಿರ್ಗಮನ ದ್ವಾರವನ್ನು ಮಾಡಿಕೊಡುತ್ತಾನೆ.","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:3","price":"ಅವನು ಊಹಿಸಿರದ ಕಡೆಯಿಂದ ಅವನಿಗೆ ಉಪಜೀವನವನ್ನು ಒದಗಿಸುತ್ತಾನೆ. ಯಾರು ಅಲ್ಲಾಹನಲ್ಲಿ ಭರವಸೆಯಿಡುತ್ತಾನೋ ಅವನಿಗೆ ಅಲ್ಲಾಹು ಸಾಕು. ಅಲ್ಲಾಹು ತನ್ನ ಕಾರ್ಯವನ್ನು ಖಂಡಿತ ಪೂರ್ಣಗೊಳಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಪ್ರತಿಯೊಂದು ವಸ್ತುವಿಗೂ ಒಂದು ನಿಶ್ಚಿತ ನಿರ್ಣಯವನ್ನು ಮಾಡಿದ್ದಾನೆ.","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:4","price":"ನಿಮ್ಮ ಮಹಿಳೆಯರಲ್ಲಿ ಋತುಸ್ರಾವದ ಬಗ್ಗೆ ನಿರೀಕ್ಷೆ ಕಳಕೊಂಡವರು[1] ಯಾರೋ—ನಿಮಗೆ ಸಂದೇಹವಿದ್ದರೆ ಅವರ ಇದ್ದತ್ (ದೀಕ್ಷಾಕಾಲ) ಮೂರು ತಿಂಗಳುಗಳಾಗಿವೆ. ಅದೇ ರೀತಿ ಋತುಸ್ರಾವ ಪ್ರಾರಂಭವಾಗದಿರುವವರು ಕೂಡ.[2] ಗರ್ಭಿಣಿಯರ ಇದ್ದತ್ ಅವರು ಮಗುವಿಗೆ ಜನ್ಮ ನೀಡುವ ತನಕ. ಯಾರು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡುತ್ತಾನೋ ಅವನಿಗೆ ಅಲ್ಲಾಹು ಅವನ ವಿಷಯವನ್ನು ಸುಲಭಗೊಳಿಸುತ್ತಾನೆ.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"[1] ಅಂದರೆ ಮುಟ್ಟು ನಿಂತವರು. \n[2] ಅಂದರೆ ಮುಟ್ಟು ಪ್ರಾರಂಭವಾಗದವರು. ಕೆಲವೊಮ್ಮೆ ಹುಡುಗಿಯರು ಪ್ರೌಢಾವಸ್ಥೆಗೆ ತಲುಪಿಯೂ ಕೂಡ ಮುಟ್ಟು ಪ್ರಾರಂಭವಾಗದ ಸನ್ನಿವೇಶಗಳಿವೆ.","lang":"kn"},{"name":"65:5","price":"ಇದು ಅಲ್ಲಾಹು ನಿಮಗೆ ಅವತೀರ್ಣಗೊಳಿಸಿದ ಅವನ ಆಜ್ಞೆಯಾಗಿದೆ. ಯಾರು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡುತ್ತಾನೋ ಅವನ ಪಾಪಗಳನ್ನು ಅಲ್ಲಾಹು ಅಳಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನಿಗೆ ಮಹಾ ಪ್ರತಿಫಲವನ್ನು ನೀಡುತ್ತಾನೆ.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:6","price":"ನೀವು ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯಕ್ಕೆ ಅನುಗುಣವಾಗಿ ನೀವು ಎಲ್ಲಿ ವಾಸಿಸುತ್ತೀರೋ ಅಲ್ಲೇ ಅವರನ್ನು (ವಿಚ್ಛೇದಿತೆಯರನ್ನು) ವಾಸ ಮಾಡಿಸಿರಿ. ಅವರಿಗೆ ಇಕ್ಕಟ್ಟಾಗುವಂತೆ ಮಾಡುವುದಕ್ಕಾಗಿ ತೊಂದರೆ ಕೊಡಬೇಡಿ. ಅವರು ಗರ್ಭಿಣಿಯರಾಗಿದ್ದರೆ ಅವರು ಮಗುವಿಗೆ ಜನ್ಮ ನೀಡುವ ತನಕ ಅವರ ಖರ್ಚುವೆಚ್ಚಗಳನ್ನು ನೋಡಿಕೊಳ್ಳಿರಿ. ನಿಮ್ಮ ವಿನಂತಿಯ ಮೇರೆಗೆ ಅವರು ಮಗುವಿಗೆ ಸ್ತನಪಾನ ಮಾಡುವುದಾದರೆ ಅವರಿಗೆ ಅದರ ವೇತನವನ್ನು ನೀಡಿರಿ. ನೀವು ಪರಸ್ಪರ ಸೂಕ್ತ ರೀತಿಯಲ್ಲಿ ಸಮಾಲೋಚನೆ ಮಾಡಿರಿ. ನಿಮಗೆ ಪರಸ್ಪರ ತರ್ಕವಾದರೆ ಅವನ ವಿನಂತಿಯ ಮೇರೆಗೆ ಬೇರೊಬ್ಬಳು ಮಹಿಳೆ ಮಗುವಿಗೆ ಸ್ತನಪಾನ ಮಾಡಲಿ.","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:7","price":"ಅನುಕೂಲವಿರುವವನು ತನ್ನ ಅನುಕೂಲಕ್ಕೆ ತಕ್ಕಂತೆ ಖರ್ಚು ಮಾಡಲಿ. ಯಾರಿಗೆ ಅವನ ಉಪಜೀವನವನ್ನು ಇಕ್ಕಟ್ಟುಗೊಳಿಸಲಾಗಿದೆಯೋ ಅವನಿಗೆ ಅಲ್ಲಾಹು ಏನು ನೀಡಿದ್ದಾನೋ ಅದರಿಂದ (ಅವನ ಸಾಮರ್ಥ್ಯಕ್ಕೆ ತಕ್ಕಂತೆ) ಖರ್ಚು ಮಾಡಲಿ. ಅಲ್ಲಾಹು ಯಾರ ಮೇಲೂ (ಖರ್ಚು ಮಾಡಲು) ಬಲವಂತಪಡಿಸುವುದಿಲ್ಲ. ಅವನಿಗೆ ಅಲ್ಲಾಹು ಎಷ್ಟು ನೀಡಿದ್ದಾನೋ ಅಷ್ಟನ್ನೇ ಹೊರತು. ಅಲ್ಲಾಹು ಇಕ್ಕಟ್ಟಿನ ನಂತರ ಅನುಕೂಲತೆಯನ್ನು ಮಾಡಿಕೊಡುವನು.","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:8","price":"ಎಷ್ಟೋ ಊರಿನವರು ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಆಜ್ಞೆಯನ್ನು ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರನ್ನು ಧಿಕ್ಕರಿಸಿದ್ದರು. ನಾವು ಅವರನ್ನು ಕಠೋರವಾಗಿ ವಿಚಾರಣೆ ಮಾಡಿದೆವು ಮತ್ತು ಅವರನ್ನು ಅತ್ಯಂತ ಕ್ರೂರವಾಗಿ ಶಿಕ್ಷಿಸಿದೆವು.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:9","price":"ಅವರು ಅವರ ದುಷ್ಕರ್ಮಗಳ ರುಚಿಯನ್ನು ನೋಡಿದರು. ಅವರ ದುಷ್ಕರ್ಮಗಳ ಅಂತಿಮ ಫಲಿತಾಂಶವು ನಷ್ಟವೇ ಆಗಿತ್ತು.","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:10","price":"ಅಲ್ಲಾಹು ಅವರಿಗೆ ಕಠೋರ ಶಿಕ್ಷೆಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದ್ದಾನೆ. ಆದ್ದರಿಂದ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾದ ಓ ಬುದ್ಧಿವಂತರೇ! ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನಿಮಗೆ ಉಪದೇಶವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದಾನೆ.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:11","price":"ಅಲ್ಲಾಹು ನಿಮಗೆ ಒಬ್ಬ ಸಂದೇಶವಾಹಕರನ್ನು ಕಳುಹಿಸಿದ್ದಾನೆ. ಅವರು ನಿಮಗೆ ಅಲ್ಲಾಹನ ಸ್ಪಷ್ಟ ವಚನಗಳನ್ನು ಓದಿಕೊಡುತ್ತಾರೆ. ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರನ್ನು ಕತ್ತಲೆಗಳಿಂದ ಬೆಳಕಿಗೆ ತರುವುದಕ್ಕಾಗಿ. ಯಾರು ಅಲ್ಲಾಹನಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾನೋ ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗುತ್ತಾನೋ ಅಲ್ಲಾಹು ಅವನನ್ನು ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿಗೆ ಪ್ರವೇಶ ಮಾಡಿಸುವನು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಅಲ್ಲಾಹು ಅವನಿಗೆ ಅತ್ಯುತ್ತಮ ಉಪಜೀವನವನ್ನು ನೀಡಿದ್ದಾನೆ.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"65:12","price":"ಅಲ್ಲಾಹನೇ ಏಳು ಆಕಾಶಗಳನ್ನು ಮತ್ತು ಅಷ್ಟೇ ಸಂಖ್ಯೆಯ ಭೂಮಿಗಳನ್ನು ಸೃಷ್ಟಿಸಿದವನು. ಅವುಗಳ ಮಧ್ಯೆ ಅವನ ಆಜ್ಞೆಯು ಇಳಿಯುತ್ತದೆ. ಇದೇಕೆಂದರೆ, ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ ಮತ್ತು ಅವನು ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನೂ ತನ್ನ ಜ್ಞಾನದಿಂದ ಪೂರ್ಣವಾಗಿ ಆವರಿಸಿಕೊಂಡಿದ್ದಾನೆ ಎಂದು ನೀವು ತಿಳಿಯುವುದಕ್ಕಾಗಿ.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"66:1","price":"ಓ ಪ್ರವಾದಿಯವರೇ! ಅಲ್ಲಾಹು ನಿಮಗೆ ಧರ್ಮಸಮ್ಮತಗೊಳಿಸಿದ ವಸ್ತುವನ್ನು ನೀವೇಕೆ ನಿಷಿದ್ಧಗೊಳಿಸುತ್ತೀರಿ? ನೀವು ನಿಮ್ಮ ಪತ್ನಿಯರ ಸಂಪ್ರೀತಿಯನ್ನು ಪಡೆಯಲು ಬಯಸುತ್ತೀರಾ? ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.[1]","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5230,"juzNumber":28,"footnotes":"[1] ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಅವರ ಪತ್ನಿ ಝೈನಬ್ ಬಿಂತ್ ಜಹ್ಶ್ (ಅವರ ಬಗ್ಗೆ ಅಲ್ಲಾಹು ಸಂಪ್ರೀತನಾಗಲಿ) ರವರ ಮನೆಯಲ್ಲಿ ಸ್ವಲ್ಪ ಹೊತ್ತು ತಂಗಿ ಅಲ್ಲಿ ಜೇನು ಸವಿಯುತ್ತಿದ್ದರು. ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ)  ಝೈನಬರ ಮನೆಯಲ್ಲಿ ಹೆಚ್ಚು ತಂಗುವುದನ್ನು ನಿಲ್ಲಿಸಲು ಆಯಿಶ ಮತ್ತು ಹಫ್ಸ (ಅಲ್ಲಾಹು ಅವರಿಬ್ಬರ ಬಗ್ಗೆ ಸಂಪ್ರೀತನಾಗಲಿ) ಒಂದು ಉಪಾಯ ಹೂಡಿದರು. ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಇವರಿಬ್ಬರಲ್ಲಿ  ಯಾರ ಬಳಿಗೆ ಮೊದಲು ಬಂದರೂ ಅವರ ಬಾಯಿಂದ ಒಂದು ರೀತಿಯ ಕೆಟ್ಟ ಪರಿಮಳ ಬರುತ್ತದೆ ಎಂದು ಹೇಳಬೇಕು ಎಂದು ಇವರಿಬ್ಬರು ನಿರ್ಧರಿಸಿದರು. ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಬಂದಾಗ ಅವರು ಇದೇ ರೀತಿ ಹೇಳಿದರು. ಆಗ ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ)  ಹೇಳಿದರು: “ನಾನು ಝೈನಬರ ಮನೆಯಲ್ಲಿ ಸ್ವಲ್ಪ ಜೇನು ಸವಿದಿದ್ದೆ. ಇನ್ನು ಮುಂದೆ ನಾನು ಅದನ್ನು ಕುಡಿಯುವುದಿಲ್ಲವೆಂದು ಆಣೆ ಮಾಡುತ್ತೇನೆ. ಆದರೆ ಈ ವಿಷಯವನ್ನು ನೀನು ಯಾರಿಗೂ ತಿಳಿಸಬಾರದು.”","lang":"kn"},{"name":"66:2","price":"ಅಲ್ಲಾಹು ನಿಮಗೆ ನಿಮ್ಮ ಆಣೆಗಳ ವಿಮುಕ್ತತೆಯನ್ನು ಈಗಾಗಲೇ ನಿಶ್ಚಯಿಸಿದ್ದಾನೆ.[1] ಅಲ್ಲಾಹು ನಿಮ್ಮ ರಕ್ಷಕನಾಗಿದ್ದಾನೆ. ಅವನು ಸರ್ವಜ್ಞನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5231,"juzNumber":28,"footnotes":"[1] ಅಂದರೆ ಆಣೆಯನ್ನು ಉಲ್ಲಂಘಿಸಿದರೆ ಅದಕ್ಕೆ ನೀಡಬೇಕಾದ ಪರಿಹಾರವನ್ನು ಅಲ್ಲಾಹು ಈಗಾಗಲೇ ನಿಶ್ಚಯಿಸಿದ್ದಾನೆ.","lang":"kn"},{"name":"66:3","price":"ಪ್ರವಾದಿಯವರು ತಮ್ಮ ಪತ್ನಿಯರಲ್ಲಿ ಒಬ್ಬಳಿಗೆ ಗುಟ್ಟಾಗಿ ಒಂದು ಮಾತನ್ನು ಹೇಳಿದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ).[1] ಅವಳು ಅದನ್ನು (ಇನ್ನೊಬ್ಬ ಪತ್ನಿಗೆ) ತಿಳಿಸಿದಾಗ ಮತ್ತು ಅಲ್ಲಾಹು ತನ್ನ ಪ್ರವಾದಿಗೆ ಅದನ್ನು ಬಹಿರಂಗಪಡಿಸಿದಾಗ, ಅವರು ಅದರ ಕೆಲವು ಭಾಗಗಳನ್ನು (ಪತ್ನಿಗೆ) ತಿಳಿಸಿ ಕೆಲವು ಭಾಗಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಿದರು. ನಂತರ ಅವರು ಅದನ್ನು ಪತ್ನಿಗೆ ತಿಳಿಸಿದಾಗ ಅವಳು ಕೇಳಿದಳು: “ನಿಮಗೆ ಇದನ್ನು ತಿಳಿಸಿದ್ದು ಯಾರು?” ಅವರು ಉತ್ತರಿಸಿದರು: “ಸರ್ವಜ್ಞನು ಮತ್ತು ಸೂಕ್ಷ್ಮಜ್ಞಾನಿಯಾದ ಅಲ್ಲಾಹು ನನಗೆ ತಿಳಿಸಿದನು.”","arabic":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5232,"juzNumber":28,"footnotes":"[1] ನಾನು ಇನ್ನು ಮುಂದೆ ಜೇನು ಸೇವಿಸುವುದಿಲ್ಲವೆಂದು ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಪತ್ನಿ ಹಫ್ಸರಿಗೆ ತಿಳಿಸಿದ್ದರು. ಅವರು ಅದನ್ನು ಆಯಿಶರಿಗೆ ತಿಳಿಸಿದರು.","lang":"kn"},{"name":"66:4","price":"(ಪ್ರವಾದಿಯ ಇಬ್ಬರು ಪತ್ನಿಯರೇ!) ನೀವು ಅಲ್ಲಾಹನ ಮುಂದೆ ಪಶ್ಚಾತ್ತಾಪಪಡುವುದಾದರೆ (ಅದು ಉತ್ತಮವಾಗಿದೆ). ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಹೃದಯಗಳು ವಕ್ರವಾಗಿವೆ. ಆದರೆ ನೀವು ಪ್ರವಾದಿಯ ವಿರುದ್ಧ ಪರಸ್ಪರ ಸಹಾಯ ಮಾಡುವುದಾದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅವರ ರಕ್ಷಕನಾಗಿದ್ದಾನೆ. ಜಿಬ್ರೀಲ್, ನೀತಿವಂತರಾದ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಅವರೆಲ್ಲರ ಹೊರತಾಗಿ ದೇವದೂತರು‍ಗಳು ಕೂಡ ಅವರಿಗೆ ಸಹಾಯ ಮಾಡಲಿದ್ದಾರೆ.","arabic":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5233,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"66:5","price":"ಅವರು ನಿಮಗೆ ವಿಚ್ಛೇದನೆ (ತಲಾಕ್) ನೀಡಿದರೆ, ಅವರ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಅವರಿಗೆ ನಿಮಗಿಂತಲೂ ಉತ್ತಮ ಪತ್ನಿಯರನ್ನು ಬದಲಿಯಾಗಿ ನೀಡುವನು. ಅವರು ಮುಸ್ಲಿಮರು, ಸತ್ಯವಿಶ್ವಾಸಿಗಳು, ದೇವಭಯವುಳ್ಳವರು, ಪಶ್ಚಾತ್ತಾಪಪಡುವವರು, ಆರಾಧನೆಯಲ್ಲಿ ಮಗ್ನರಾಗುವವರು, ಉಪವಾಸ ಆಚರಿಸುವವರು, ವಿಧವೆಗಳು ಮತ್ತು ಕನ್ಯೆಯರಾಗಿರುವರು.","arabic":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5234,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"66:6","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ ಮನೆಯವರನ್ನು ನರಕಾಗ್ನಿಯಿಂದ ಪಾರು ಮಾಡಿರಿ. ಅದರ ಇಂಧನವು ಮನುಷ್ಯರು ಮತ್ತು ಕಲ್ಲುಗಳಾಗಿವೆ. ಅದರ ಮೇಲೆ ಕಠೋರ ಹೃದಯದ ಬಲಿಷ್ಠ ದೇವದೂತರು‍ಗಳಿದ್ದಾರೆ. ಅಲ್ಲಾಹನ ಯಾವುದೇ ಆಜ್ಞೆಯನ್ನೂ ಅವರು ಧಿಕ್ಕರಿಸುವುದಿಲ್ಲ. ಅವರಿಗೆ ಆಜ್ಞಾಪಿಸಲಾಗುವುದೆಲ್ಲವನ್ನೂ ಅವರು ನಿರ್ವಹಿಸುತ್ತಾರೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5235,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"66:7","price":"ಓ ಸತ್ಯನಿಷೇಧಿಗಳೇ! ಇಂದು ನೀವು ನೆಪಗಳನ್ನು ಹೇಳಬೇಡಿ. ನಿಮಗೆ ನಿಮ್ಮ ಕರ್ಮಗಳ ಪ್ರತಿಫಲವನ್ನು ಮಾತ್ರ ನೀಡಲಾಗುವುದು.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5236,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"66:8","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ಅಲ್ಲಾಹನ ಮುಂದೆ ನಿಷ್ಕಳಂಕವಾಗಿ ಪಶ್ಚಾತ್ತಾಪಪಡಿರಿ. ನಿಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ಅಳಿಸಿಬಿಡಬಹುದು ಮತ್ತು ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿಗೆ ನಿಮ್ಮನ್ನು ಪ್ರವೇಶ ಮಾಡಿಸಬಹುದು. ಅದು ಅಲ್ಲಾಹು ಪ್ರವಾದಿಯನ್ನು ಮತ್ತು ಅವರ ಜೊತೆಯಲ್ಲಿರುವ ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಅವಮಾನಿಸದ ದಿನ. ಅವರ ಬೆಳಕು ಅವರ ಮುಂಭಾಗದಿಂದ ಮತ್ತು ಬಲಭಾಗದಿಂದ ಹರಿಯುತ್ತಿರುವುದು. ಅವರು ಹೇಳುವರು: “ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮ್ಮ ಬೆಳಕನ್ನು ನಮಗೆ ಪೂರ್ಣವಾಗಿ ನೀಡು. ನಮ್ಮನ್ನು ಕ್ಷಮಿಸು. ನಿಶ್ಚಯವಾಗಿಯೂ ನಿನಗೆ ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವಿದೆ.”","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5237,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"66:9","price":"ಓ ಪ್ರವಾದಿಯವರೇ! ಸತ್ಯನಿಷೇಧಿಗಳು ಮತ್ತು ಕಪಟವಿಶ್ವಾಸಿಗಳ ವಿರುದ್ಧ ಹೋರಾಡಿರಿ. ಅವರೊಡನೆ ಕಠೋರವಾಗಿ ವರ್ತಿಸಿರಿ. ನರಕವೇ ಅವರ ವಾಸಸ್ಥಳ. ಆ ಗಮ್ಯಸ್ಥಾನವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5238,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"66:10","price":"ಅಲ್ಲಾಹು ಸತ್ಯನಿಷೇಧಿಗಳಿಗೆ ನೂಹರ ಪತ್ನಿ ಮತ್ತು ಲೂತರ ಪತ್ನಿಯನ್ನು ಉದಾಹರಣೆಯಾಗಿ ತೋರಿಸಿದ್ದಾನೆ. ಇವರಿಬ್ಬರು ನಮ್ಮ ದಾಸರಲ್ಲಿ ನೀತಿವಂತರಾಗಿದ್ದ ಇಬ್ಬರು ದಾಸರ ಮನೆಯಲ್ಲಿ ವಾಸವಾಗಿದ್ದರು. ಆದರೆ ಅವರು (ಪತ್ನಿಯರು) ಅವರನ್ನು ವಂಚಿಸಿದರು. ಆಗ ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯಿಂದ ಅವರನ್ನು ಪಾರು ಮಾಡಲು ಅವರಿಗೆ (ಆ ಇಬ್ಬರು ಪ್ರವಾದಿಗಳಿಗೆ) ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. “ನರಕಾಗ್ನಿಯನ್ನು ಪ್ರವೇಶಿಸುವವರೊಡನೆ ನೀವು ಕೂಡ ಪ್ರವೇಶಿಸಿರಿ” ಎಂದು ಅವರೊಡನೆ (ಆ ಪತ್ನಿಯರೊಡನೆ) ಹೇಳಲಾಯಿತು.","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5239,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"66:11","price":"ಅಲ್ಲಾಹು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಫರೋಹನ ಪತ್ನಿಯನ್ನು ಉದಾಹರಣೆಯಾಗಿ ತೋರಿಸಿದ್ದಾನೆ. ಅವಳು ಹೇಳಿದ ಸಂದರ್ಭ: “ನನ್ನ ಪರಿಪಾಲಕನೇ! ನನಗೆ ನಿನ್ನ ಬಳಿ ಸ್ವರ್ಗದಲ್ಲಿ ಒಂದು ಭವನವನ್ನು ನಿರ್ಮಿಸಿಕೊಡು. ನನ್ನನ್ನು ಫರೋಹ ಮತ್ತು ಅವನ ಕೃತ್ಯಗಳಿಂದ ರಕ್ಷಿಸು. ಅಕ್ರಮಿಗಳಾದ ಜನರಿಂದಲೂ ನನ್ನನ್ನು ರಕ್ಷಿಸು.”","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5240,"juzNumber":28,"footnotes":"","lang":"kn"},{"name":"66:12","price":"ಅದೇ ರೀತಿ ಇಮ್ರಾನರ ಮಗಳಾದ ಮರ್ಯಮರನ್ನು ಕೂಡ (ಉದಾಹರಣೆಯಾಗಿ ತೋರಿಸಿದ್ದಾನೆ). ಆಕೆ ತನ್ನ ಗುಹ್ಯಭಾಗವನ್ನು ಕಾಪಾಡಿದ್ದಳು. ನಾವು ನಮ್ಮ ಕಡೆಯಿಂದ ಅದಕ್ಕೆ ಆತ್ಮವನ್ನು ಊದಿದೆವು. ಆಕೆ ತನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನಗಳಲ್ಲಿ ಮತ್ತು ಗ್ರಂಥಗಳಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದಳು. ಆಕೆ ಆರಾಧನಾ ನಿರತರಲ್ಲಿ ಸೇರಿದವರಾಗಿದ್ದಳು.","arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5241,"juzNumber":28,"footnotes":"","lang":"kn"}],"juz":{"id":28,"name":"قَدْ سَمِعَ اللَّهُ","transliteration":"Qad Sami’ Allah","transEn":"Allah Has Heard","startVerse":"58:1","endVerse":"66:12","totalVerses":137}}