{"data":[{"name":"2:253","price":"ಆ ಸಂದೇಶವಾಹಕರಲ್ಲಿ ಕೆಲವರನ್ನು ನಾವು ಇತರ ಕೆಲವರಿಗಿಂತ ಶ್ರೇಷ್ಠಗೊಳಿಸಿದ್ದೇವೆ. ಅವರಲ್ಲಿ ಅಲ್ಲಾಹು (ನೇರವಾಗಿ) ಮಾತನಾಡಿದವರಿದ್ದಾರೆ. ಅವರಲ್ಲಿ ಕೆಲವರ ಪದವಿಗಳನ್ನು ಅವನು ಎತ್ತರಿಸಿದ್ದಾನೆ. ಮರ್ಯಮರ ಮಗ ಈಸಾರಿಗೆ ನಾವು ಪವಾಡಗಳನ್ನು ನೀಡಿದ್ದೇವೆ ಮತ್ತು ಪವಿತ್ರಾತ್ಮನ ಮೂಲಕ ಅವರನ್ನು ಬೆಂಬಲಿಸಿದ್ದೇವೆ. ಅಲ್ಲಾಹು ಇಚ್ಛಿಸುತ್ತಿದ್ದರೆ ಅವರ ನಂತರದವರು ಅವರಿಗೆ ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳು ಬಂದ ಬಳಿಕವೂ ಪರಸ್ಪರ ಹೊಡೆದಾಡುತ್ತಿರಲಿಲ್ಲ. ಆದರೆ ಅವರು ಭಿನ್ನಮತ ತಳೆದರು. ಅವರಲ್ಲಿ ಕೆಲವರು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾದರು ಮತ್ತು ಕೆಲವರು ಸತ್ಯನಿಷೇಧಿಗಳಾದರು. ಅಲ್ಲಾಹು ಇಚ್ಛಿಸುತ್ತಿದ್ದರೆ ಅವರು ಪರಸ್ಪರ ಹೊಡೆದಾಡುತ್ತಿರಲಿಲ್ಲ. ಆದರೆ ಅಲ್ಲಾಹು ಅವನು ಬಯಸುವುದನ್ನು ಮಾಡುತ್ತಾನೆ.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:254","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ಯಾವುದೇ ವ್ಯವಹಾರ, ಗೆಳೆತನ ಅಥವಾ ಶಿಫಾರಸು ಇಲ್ಲದ ಒಂದು ದಿನ ಬರುವುದಕ್ಕೆ ಮೊದಲೇ ನಾವು ನಿಮಗೆ ಒದಗಿಸಿದ ಧನದಿಂದ ಖರ್ಚು ಮಾಡಿರಿ.  ಸತ್ಯನಿಷೇಧಿಗಳೇ ಅಕ್ರಮಿಗಳು.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:255","price":"ಅಲ್ಲಾಹು! ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಅವನು ನಿರಂತರ ಜೀವಿಸುವವನು ಮತ್ತು ಎಲ್ಲರನ್ನೂ ಸಂರಕ್ಷಿಸಿ ನಿಯಂತ್ರಿಸುವವನಾಗಿದ್ದಾನೆ. ತೂಕಡಿಕೆ ಅಥವಾ ನಿದ್ದೆ ಅವನನ್ನು ವಶಪಡಿಸುವುದಿಲ್ಲ. ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಎಲ್ಲವೂ ಅವನಿಗೆ ಸೇರಿದ್ದು. ಅವನ ಅಪ್ಪಣೆಯಿಲ್ಲದೆ ಅವನ ಬಳಿ ಶಿಫಾರಸು ಮಾಡುವವನು ಯಾರು? ಅವರ ಮುಂದಿರುವುದನ್ನು ಮತ್ತು ಅವರ ಹಿಂದಿರುವುದನ್ನು ಅವನು ತಿಳಿಯುತ್ತಾನೆ. ಅವನ ಜ್ಞಾನದಿಂದ ಅವನು ಇಚ್ಛಿಸುವಷ್ಟನ್ನಲ್ಲದೆ (ಬೇರೇನನ್ನೂ) ತಿಳಿದುಕೊಳ್ಳಲು ಅವರಿಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ಅವನ ಕುರ್ಸೀ ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ವ್ಯಾಪಿಸಿಕೊಂಡಿದೆ. ಅವುಗಳ ಸಂರಕ್ಷಣೆಯು ಅವನನ್ನು ಆಯಾಸಗೊಳಿಸುವುದಿಲ್ಲ. ಅವನು ಅತ್ಯುನ್ನತನು ಮತ್ತು ಮಹಾನನಾಗಿದ್ದಾನೆ .[1]","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"[1] ಇದು ಆಯತುಲ್ ಕುರ್ಸಿ ಆಗಿದ್ದು ಹದೀಸ್ ಗಳಲ್ಲಿ ಇದರ ಅನೇಕ ಶ್ರೇಷ್ಠತೆಗಳ ಬಗ್ಗೆ ಉಲ್ಲೇಖಗಳಿವೆ.","lang":"kn"},{"name":"2:256","price":"ಧರ್ಮದ ವಿಷಯದಲ್ಲಿ ಯಾವುದೇ ಬಲಾತ್ಕಾರವಿಲ್ಲ. ಸನ್ಮಾರ್ಗವು ದುರ್ಮಾರ್ಗದಿಂದ ಸ್ಪಷ್ಟವಾಗಿ ಬೇರ್ಪಟ್ಟಿದೆ. ಆದ್ದರಿಂದ ಯಾರು ಅಲ್ಲಾಹನ ಹೊರತಾದ ದೇವರುಗಳನ್ನು ನಿಷೇಧಿಸಿ ಅಲ್ಲಾಹನಲ್ಲಿ ಮಾತ್ರ ವಿಶ್ವಾಸವಿಡುತ್ತಾನೋ ಅವನು ಅತ್ಯಂತ ಬಲಿಷ್ಠ ಹಗ್ಗವನ್ನು ಹಿಡಿದುಕೊಂಡನು. ಅದು ಎಂದಿಗೂ ಕಡಿದು ಹೋಗುವುದಿಲ್ಲ. ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:257","price":"ಅಲ್ಲಾಹು ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ರಕ್ಷಕನು. ಅವನು ಅವರನ್ನು ಅಂಧಕಾರಗಳಿಂದ ಬೆಳಕಿಗೆ ತರುತ್ತಾನೆ. ಅಲ್ಲಾಹನ ಹೊರತಾದ ದೇವರುಗಳು ಸತ್ಯನಿಷೇಧಿಗಳ ಸಂರಕ್ಷಕರಾಗಿದ್ದಾರೆ. ಅವರು ಅವರನ್ನು ಬೆಳಕಿನಿಂದ ಅಂಧಕಾರಗಳಿಗೆ ಸಾಗಿಸುತ್ತಾರೆ. ಅವರೇ ನರಕವಾಸಿಗಳು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:258","price":"ಇಬ್ರಾಹೀಮರೊಡನೆ ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಿಷಯದಲ್ಲಿ ತರ್ಕಿಸಿದವನನ್ನು ನೀವು ನೋಡಿಲ್ಲವೇ? ಅಲ್ಲಾಹು ಅವನಿಗೆ ಸಾಮ್ರಾಜ್ಯವನ್ನು ದಯಪಾಲಿಸಿದ್ದನು. \"ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಜೀವ ಮತ್ತು ಮರಣವನ್ನು ನೀಡುತ್ತಾನೆ\" ಎಂದು ಇಬ್ರಾಹೀಂ ಹೇಳಿದಾಗ, \"ನಾನು ಕೂಡ ಜೀವ ಮತ್ತು ಮರಣವನ್ನು ನೀಡುತ್ತೇನೆ\" ಎಂದು ಅವನು ಹೇಳಿದನು. ಇಬ್ರಾಹೀಂ ಹೇಳಿದರು: \"ಅಲ್ಲಾಹು ಸೂರ್ಯನನ್ನು ಪೂರ್ವದಿಂದ ತರುತ್ತಾನೆ; ನೀವು ಅದನ್ನು ಪಶ್ಚಿಮದಿಂದ ತನ್ನಿರಿ!\" ಆಗ ಆ ಸತ್ಯನಿಷೇಧಿ ಮೂಕವಿಸ್ಮಿತನಾದನು. ಅಕ್ರಮವೆಸಗುವ ಜನರಿಗೆ ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುವುದಿಲ್ಲ.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:259","price":"ಅಥವಾ ಛಾವಣಿಗಳೊಂದಿಗೆ ಕುಸಿದುಬಿದ್ದ ಒಂದು ಊರಿನ ಬಳಿಯಿಂದ ಸಂಚರಿಸುತ್ತಿದ್ದ ಒಬ್ಬ ವ್ಯಕ್ತಿಯಂತೆ. ಅವರು ಕೇಳಿದರು: “ನಿರ್ಜೀವವಾದ ಬಳಿಕ ಅಲ್ಲಾಹು ಇದಕ್ಕೆ ಜೀವ ನೀಡುವುದು ಹೇಗೆ?” ಆಗ ಅಲ್ಲಾಹು ಅವರನ್ನು ನೂರು ವರ್ಷಗಳ ಕಾಲ ಮೃತ್ಯುವಶಗೊಳಿಸಿದನು. ನಂತರ ಅವರಿಗೆ ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸಿ ಕೇಳಿದನು: “ನೀವು ಎಷ್ಟು ವರ್ಷ ಕಳೆದಿರಿ?” ಅವರು ಉತ್ತರಿಸಿದರು: “ಒಂದು ದಿನ ಅಥವಾ ದಿನದ ಕೆಲವು ತಾಸುಗಳು.” ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ನೀವು ನೂರು ವರ್ಷ ಕಳೆದಿದ್ದೀರಿ. ನೀವು ನಿಮ್ಮ ಆಹಾರ-ಪಾನೀಯಗಳನ್ನು ನೋಡಿರಿ. ಅವು ಹಾಳಾಗಿಲ್ಲ. ನಿಮ್ಮ ಕತ್ತೆಯನ್ನು ನೋಡಿರಿ. ನಾವು ನಿಮ್ಮನ್ನು ಜನರಿಗೊಂದು ದೃಷ್ಟಾಂತವಾಗಿ ಮಾಡುತ್ತೇವೆ. ನಾವು ಆ ಮೂಳೆಗಳನ್ನು ಹೇಗೆ ಜೋಡಿಸುತ್ತೇವೆ ಮತ್ತು ಅವುಗಳಿಗೆ ಹೇಗೆ ಮಾಂಸವನ್ನು ಹೊದಿಯುತ್ತೇವೆಂದು ನೋಡಿರಿ.” ಅವರಿಗೆ ವಿಷಯವು ಸ್ಪಷ್ಟವಾದಾಗ ಅವರು ಹೇಳಿದರು: “ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನಿಗೆ ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವಿದೆಯೆಂದು ನನಗೆ ತಿಳಿದಿದೆ.”","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:260","price":"ಇಬ್ರಾಹೀಮ್ ಹೇಳಿದ ಸಂದರ್ಭ: \"ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನೀನು ಸತ್ತವರಿಗೆ ಹೇಗೆ ಜೀವ ನೀಡುತ್ತೀ ಎಂದು ನನಗೆ ತೋರಿಸಿಕೊಡು.\" ಅಲ್ಲಾಹು ಕೇಳಿದನು: \"ನಿಮಗೆ ನಂಬಿಕೆಯಿಲ್ಲವೇ?\" ಅವರು ಹೇಳಿದರು: \"ನಂಬಿಕೆಯಿದೆ. ಆದರೆ ನನ್ನ ಹೃದಯದ ಸಮಾಧಾನಕ್ಕಾಗಿ.\" ಅಲ್ಲಾಹು ಹೇಳಿದನು: \"ನೀವು ನಾಲ್ಕು ಹಕ್ಕಿಗಳನ್ನು ಹಿಡಿದು ಅವುಗಳನ್ನು ನಿಮ್ಮ ಬಳಿಗೆ ಸೇರಿಸಿಕೊಳ್ಳಿ. ನಂತರ ಅವುಗಳನ್ನು (ತುಂಡುಗಳಾಗಿ ಕತ್ತರಿಸಿ) ಒಂದೊಂದು ಭಾಗವನ್ನು ಒಂದೊಂದು ಬೆಟ್ಟದ ಮೇಲಿಡಿ. ನಂತರ ಅವುಗಳನ್ನು ಕೂಗಿ ಕರೆಯಿರಿ. ಅವು ತಕ್ಷಣ ನಿಮ್ಮ ಬಳಿಗೆ ಓಡಿ ಬರುವುವು. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:261","price":"ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ತಮ್ಮ ಧನವನ್ನು ಖರ್ಚು ಮಾಡುವವರ ಉದಾಹರಣೆಯು ಒಂದು ಧಾನ್ಯದಂತೆ. ಅದು ಏಳು ತೆನೆಗಳನ್ನು ಉತ್ಪಾದಿಸಿತು. ಪ್ರತಿಯೊಂದು ತೆನೆಯಲ್ಲೂ ನೂರು ಧಾನ್ಯಗಳಿವೆ. ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಇಮ್ಮಡಿಗೊಳಿಸಿಕೊಡುತ್ತಾನೆ. ಅಲ್ಲಾಹು ವಿಶಾಲನು ಮತ್ತು ಸರ್ವಜ್ಞನಾಗಿದ್ದಾನೆ.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:262","price":"ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ತಮ್ಮ ಧನವನ್ನು ಖರ್ಚು ಮಾಡುವವರು ಮತ್ತು ನಂತರ ತಾವು ಖರ್ಚು ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಉಪಕಾರ ಸ್ಮರಣೆ ಬಯಸದವರು ಮತ್ತು ತೊಂದರೆ ಕೊಡದವರು ಯಾರೋ—ಅವರಿಗೆ ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿ ಅವರ ಪ್ರತಿಫಲವಿದೆ. ಅವರಿಗೆ ಯಾವುದೇ ಭಯವಿಲ್ಲ; ಅವರು ದುಃಖಿಸುವುದೂ ಇಲ್ಲ.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:263","price":"ಕೊಟ್ಟ ನಂತರ ತೊಂದರೆ ನೀಡುವ ದಾನಕ್ಕಿಂತ ಉತ್ತಮವಾದ ಮಾತು ಮತ್ತು ಕ್ಷಮೆಯು ಶ್ರೇಷ್ಠವಾಗಿದೆ. ಅಲ್ಲಾಹು ನಿರಪೇಕ್ಷನು ಮತ್ತು ಸಹಿಷ್ಣುತೆಯುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:264","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ಉಪಕಾರ ಸ್ಮರಣೆ ಬಯಸುವ ಮೂಲಕ ಮತ್ತು ತೊಂದರೆ ಕೊಡುವ ಮೂಲಕ ನಿಮ್ಮ ದಾನಗಳನ್ನು ವ್ಯರ್ಥಗೊಳಿಸಬೇಡಿ. ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಪರಲೋಕದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದೆ ಕೇವಲ ಜನರು ನೋಡುವುದಕ್ಕಾಗಿ ಖರ್ಚು ಮಾಡುವ ವ್ಯಕ್ತಿಯಂತೆ ನೀವಾಗಬೇಡಿ. ಅವನ ಉದಾಹರಣೆಯು ನುಣುಪಾದ ಒಂದು ಬಂಡೆಯಂತೆ. ಅದರ ಮೇಲೆ ಸ್ವಲ್ಪ ಮಣ್ಣಿದೆ. ಅದಕ್ಕೆ ಜಡಿಮಳೆ ಸುರಿದು ಅದು ಅದನ್ನು ಬೋಳು ಮಾಡಿಬಿಟ್ಟಿತು. ಅವರಿಗೆ ಅವರು ಸಂಪಾದಿಸಿದ ಯಾವುದನ್ನೂ ವಶದಲ್ಲಿಟ್ಟುಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ಸತ್ಯನಿಷೇಧಿಗಳಾದ ಜನರಿಗೆ ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುವುದಿಲ್ಲ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:265","price":"ಅಲ್ಲಾಹನ ಸಂಪ್ರೀತಿಯನ್ನು ಹುಡುಕುತ್ತಾ ದೃಢಮನಸ್ಸಿನಿಂದ ಮತ್ತು ಮನಸ್ಸಂತೃಪ್ತಿಯಿಂದ ತಮ್ಮ ಧನವನ್ನು ಖರ್ಚು ಮಾಡುವವರ ಉದಾಹರಣೆಯು ಎತ್ತರದ ಸ್ಥಳದಲ್ಲಿರುವ ಒಂದು ತೋಟದಂತೆ. ಅದಕ್ಕೆ ಜಡಿಮಳೆಯು ಸುರಿದಾಗ ಅದು ಇಮ್ಮಡಿ ಫಲವನ್ನು ನೀಡುತ್ತದೆ. ಅದಕ್ಕೆ ಜಡಿಮಳೆ ಸುರಿಯದಿದ್ದರೂ ತುಂತುರು ಮಳೆ ಸಾಕಾಗುತ್ತದೆ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳನ್ನು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:266","price":"ನಿಮ್ಮಲ್ಲೊಬ್ಬನಿಗೆ ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ, ಖರ್ಜೂರ ಮತ್ತು ದ್ರಾಕ್ಷಿಯ ಹಾಗೂ ಎಲ್ಲಾ ರೀತಿಯ ಹಣ್ಣು-ಹಂಪಲುಗಳಿರುವ ಒಂದು ತೋಟವಿದ್ದು, ಅವನು ವೃದ್ಧನಾಗಿದ್ದು ಬಲಹೀನರಾದ ಮಕ್ಕಳೂ ಇರುವ ಸ್ಥಿತಿಯಲ್ಲಿ ಆ ತೋಟಕ್ಕೆ ಬೆಂಕಿಯ ಬಿರುಗಾಳಿ ಬೀಸಿ ಅದರಿಂದ ಆ ತೋಟವು ಸುಟ್ಟು ಕರಕಲಾಗುವುದನ್ನು ನೀವು ಬಯಸುತ್ತೀರಾ? ಈ ರೀತಿ ಅಲ್ಲಾಹು ತನ್ನ ವಚನಗಳನ್ನು ನಿಮಗೆ ಸ್ಪಷ್ಟವಾಗಿ ವಿವರಿಸಿಕೊಡುತ್ತಾನೆ. ನೀವು ಆಲೋಚಿಸುವುದಕ್ಕಾಗಿ.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:267","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ಸಂಪಾದಿಸಿದ ಉತ್ತಮ ವಸ್ತುಗಳಿಂದ ಮತ್ತು ನಾವು ನಿಮಗೆ ಭೂಮಿಯಿಂದ ಉತ್ಪಾದಿಸಿಕೊಟ್ಟ ವಸ್ತುಗಳಿಂದ ಖರ್ಚು (ದಾನ) ಮಾಡಿರಿ. ನೀವು ಕಣ್ಣು ಮುಚ್ಚಿಕೊಂಡಲ್ಲದೆ ಸ್ವೀಕರಿಸದ ಕೆಟ್ಟ ವಸ್ತುಗಳನ್ನು ಖರ್ಚು (ದಾನ) ಮಾಡಲು ಮುಂದಾಗಬೇಡಿ. ತಿಳಿಯಿರಿ! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನಿರಪೇಕ್ಷನು ಮತ್ತು ಸ್ತುತ್ಯರ್ಹನಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:268","price":"ಶೈತಾನನು ನಿಮಗೆ ಬಡತನದ ಬಗ್ಗೆ ಬೆದರಿಸುತ್ತಾನೆ ಮತ್ತು ಅಶ್ಲೀಲತೆಯನ್ನು ಆದೇಶಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ನಿಮಗೆ ಅವನ ಕ್ಷಮೆ ಮತ್ತು ಔದಾರ್ಯದ ಬಗ್ಗೆ ವಾಗ್ದಾನ ಮಾಡುತ್ತಾನೆ. ಅಲ್ಲಾಹು ವಿಶಾಲನು ಮತ್ತು ಸರ್ವಜ್ಞನಾಗಿದ್ದಾನೆ.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:269","price":"ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅವನು ವಿವೇಕವನ್ನು ದಯಪಾಲಿಸುತ್ತಾನೆ. ಯಾರಿಗೆ ವಿವೇಕವನ್ನು ದಯಪಾಲಿಸಲಾಗಿದೆಯೋ ಅವನಿಗೆ ಅತ್ಯಧಿಕ ಒಳಿತುಗಳನ್ನು ದಯಪಾಲಿಸಲಾಗಿದೆ. ಬುದ್ಧಿವಂತರ ಹೊರತು ಇನ್ನಾರೂ ಉಪದೇಶವನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:270","price":"ನೀವು ಯಾವುದೇ ವಸ್ತುವನ್ನು ಖರ್ಚು (ದಾನ) ಮಾಡಿದರೂ ಅಥವಾ ಹರಕೆ ಮಾಡಿದರೂ ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅದನ್ನು ತಿಳಿಯುತ್ತಾನೆ. ಅಕ್ರಮಿಗಳಿಗೆ ಸಹಾಯ ಮಾಡುವವರು ಯಾರೂ ಇಲ್ಲ.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:271","price":"ನೀವು ದಾನ ಮಾಡಿದ್ದನ್ನು ಬಹಿರಂಗಪಡಿಸಿದರೆ ಅದು ಒಳ್ಳೆಯದೇ. ಆದರೆ ನೀವು ಅದನ್ನು ಗೋಪ್ಯವಾಗಿಟ್ಟು ಬಡವರಿಗೆ ನೀಡಿದರೆ ಅದು ನಿಮಗೆ ಶ್ರೇಷ್ಠವಾಗಿದೆ. ಅಲ್ಲಾಹು ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ಅಳಿಸುವನು. ನೀವು ಮಾಡುವ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಅಲ್ಲಾಹು ಸೂಕ್ಷ್ಮವಾಗಿ ತಿಳಿದಿದ್ದಾನೆ.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:272","price":"ನಿಮಗೆ ಅವರನ್ನು ಸನ್ಮಾರ್ಗದಲ್ಲಿ ಸೇರಿಸುವ ಹೊಣೆಗಾರಿಕೆಯಿಲ್ಲ. ಬದಲಿಗೆ, ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ಸನ್ಮಾರ್ಗದಲ್ಲಿ ಸೇರಿಸುತ್ತಾನೆ. ನೀವು ಏನು ಖರ್ಚು (ದಾನ) ಮಾಡಿದರೂ ಅದರ ಲಾಭವು ನಿಮಗೇ ಆಗಿದೆ. ಅಲ್ಲಾಹನ ಸಂಪ್ರೀತಿಯನ್ನು ಬಯಸಿಯೇ ವಿನಾ ನೀವು ಖರ್ಚು (ದಾನ) ಮಾಡಬಾರದು. ನೀವು ಏನು ಖರ್ಚು (ದಾನ) ಮಾಡಿದರೂ ಅದರ ಪೂರ್ಣ ಪ್ರತಿಫಲವನ್ನು ನಿಮಗೆ ನೀಡಲಾಗುವುದು. ನಿಮಗೆ ಸ್ವಲ್ಪವೂ ಅನ್ಯಾಯವಾಗುವುದಿಲ್ಲ.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:273","price":"ಭೂಮಿಯಲ್ಲಿ ಓಡಾಡಲು ಸಾಧ್ಯವಾಗದಂತೆ ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಬಂಧನದಲ್ಲಿರುವ ಬಡವರಿಗೆ (ಖರ್ಚು ಮಾಡಿರಿ).[1] ಅವರಿಗೆ ಆತ್ಮಸಂಯಮವಿರುವ ಕಾರಣ (ಇತರರ ಮುಂದೆ ಕೈ ಚಾಚಿ ಬೇಡದ ಕಾರಣ) ಅವಿವೇಕಿಗಳು ಅವರನ್ನು ಶ್ರೀಮಂತರೆಂದು ಭಾವಿಸುತ್ತಾರೆ. ನಿಮಗೆ ಅವರನ್ನು ಅವರ ಹಾವಭಾವಗಳಿಂದ ಗುರುತಿಸಬಹುದು. ಅವರು ಜನರೊಡನೆ ಕಾಡಿ ಬೇಡುವುದಿಲ್ಲ. ನೀವು (ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ) ಯಾವುದೇ ಸಂಪತ್ತನ್ನು ಖರ್ಚು (ದಾನ) ಮಾಡಿದರೂ ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅದನ್ನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"[1] ಇಲ್ಲಿ ಉದ್ದೇಶಿಸಿರುವುದು ಮಕ್ಕಾದಿಂದ ಮದೀನಕ್ಕೆ ವಲಸೆ ಬಂದ ಮುಹಾಜಿರ್‌ಗಳನ್ನಾಗಿದೆ. ಅವರು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಎಲ್ಲವನ್ನೂ ತ್ಯಜಿಸಿ ಬಂದಿದ್ದರು.","lang":"kn"},{"name":"2:274","price":"ರಾತ್ರಿ ಮತ್ತು ಹಗಲು ರಹಸ್ಯವಾಗಿ ಮತ್ತು ಬಹಿರಂಗವಾಗಿ ತಮ್ಮ ಧನವನ್ನು ಖರ್ಚು ಮಾಡುವವರು ಯಾರೋ—ಅವರಿಗೆ ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿ ಅವರ ಪ್ರತಿಫಲವಿದೆ. ಅವರಿಗೆ ಯಾವುದೇ ಭಯವಿಲ್ಲ; ಅವರು ದುಃಖಿಸುವುದೂ ಇಲ್ಲ.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:275","price":"ಬಡ್ಡಿ ತಿನ್ನುವವರು ಯಾರೋ ಅವರು ಶೈತಾನನ ಸ್ಪರ್ಶದಿಂದ ಹುಚ್ಚು ಹಿಡಿದವನು ಎದ್ದೇಳುವಂತೆಯೇ ವಿನಾ ಎದ್ದೇಳುವುದಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ವ್ಯಾಪಾರವು ಬಡ್ಡಿಯಂತೆ ಎಂದು ಅವರು ಹೇಳಿದ್ದೇ ಅದಕ್ಕೆ ಕಾರಣ. ಆದರೆ ಅಲ್ಲಾಹು ವ್ಯಾಪಾರವನ್ನು ಅನುಮತಿಸಿದ್ದಾನೆ ಮತ್ತು ಬಡ್ಡಿಯನ್ನು ನಿಷೇಧಿಸಿದ್ದಾನೆ. ಆದ್ದರಿಂದ, ಯಾರು ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಬಂದ ಉಪದೇಶವನ್ನು ಕೇಳಿದ ನಂತರ ಬಡ್ಡಿ ವ್ಯವಹಾರವನ್ನು ನಿಲ್ಲಿಸುತ್ತಾನೋ ಅವನಿಗೆ ಹಿಂದೆ ಪಡೆದುದರಲ್ಲಿ ದೋಷವಿಲ್ಲ; ಅವನ ವಿಚಾರಣೆಯು ಅಲ್ಲಾಹನಿಗೆ ಬಿಟ್ಟದ್ದು. ಆದರೆ ಯಾರು ಪುನಃ ಬಡ್ಡಿ ವ್ಯವಹಾರಕ್ಕೆ ಮರಳುತ್ತಾರೋ ಅವರೇ ನರಕವಾಸಿಗಳು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:276","price":"ಅಲ್ಲಾಹು ಬಡ್ಡಿಯನ್ನು ಅಳಿಸುತ್ತಾನೆ ಮತ್ತು ದಾನ ಧರ್ಮಗಳನ್ನು ಪೋಷಿಸುತ್ತಾನೆ. ಕೃತಘ್ನ ಮತ್ತು ಪಾಪಿಯಾದ ಯಾರನ್ನೂ ಅಲ್ಲಾಹು ಇಷ್ಟಪಡುವುದಿಲ್ಲ.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:277","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು, ಸತ್ಕರ್ಮವೆಸಗುವವರು, ನಮಾಝ್ ಸಂಸ್ಥಾಪಿಸುವವರು ಮತ್ತು ಝಕಾತ್ ನೀಡುವವರು ಯಾರೋ—ಅವರಿಗೆ ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿ ಅವರ ಪ್ರತಿಫಲವಿದೆ. ಅವರಿಗೆ ಯಾವುದೇ ಭಯವಿಲ್ಲ; ಅವರು ದುಃಖಿಸುವುದೂ ಇಲ್ಲ.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:278","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ ಮತ್ತು ಬಡ್ಡಿಯಲ್ಲಿ ಬರಲು ಬಾಕಿಯಿರುವುದನ್ನು ಬಿಟ್ಟುಬಿಡಿ. ನೀವು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದರೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:279","price":"ನೀವು ಅದನ್ನು ಮಾಡದಿದ್ದರೆ, ಅಲ್ಲಾಹನೊಡನೆ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರೊಡನೆ ಹೋರಾಡಲು ಸಿದ್ಧರಾಗಿರಿ. ನೀವು ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟರೆ ನಿಮ್ಮ ಬಂಡವಾಳವನ್ನು ನೀವಿಟ್ಟುಕೊಳ್ಳಬಹುದು. ನೀವು ಅನ್ಯಾಯ ಮಾಡಬಾರದು ಮತ್ತು ನಿಮಗೂ ಅನ್ಯಾಯವಾಗಬಾರದು.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:280","price":"(ಸಾಲ ಪಡೆದವನು) ಕಷ್ಟದಲ್ಲಿದ್ದರೆ (ಅವನಿಗೆ) ನಿರಾಳತೆ ದೊರಕುವ ತನಕ ಕಾಲಾವಕಾಶ ನೀಡಿ. ನೀವು ಅದನ್ನು ದಾನವಾಗಿ ಬಿಟ್ಟುಬಿಟ್ಟರೆ ಅದು ನಿಮಗೆ ಅತ್ಯುತ್ತಮವಾಗಿದೆ. ನೀವು ತಿಳಿದವರಾಗಿದ್ದರೆ.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:281","price":"ನಿಮ್ಮನ್ನು ಅಲ್ಲಾಹನ ಬಳಿಗೆ ಮರಳಿಸಲಾಗುವ ಒಂದು ದಿನವನ್ನು ಭಯಪಡಿರಿ. ನಂತರ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳ ಪ್ರತಿಫಲವನ್ನು ಪೂರ್ಣವಾಗಿ ನೀಡಲಾಗುವುದು. ಅವರಿಗೆ ಯಾವುದೇ ಅನ್ಯಾಯವಾಗುವುದಿಲ್ಲ.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:282","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ಪರಸ್ಪರ ಅವಧಿಯನ್ನು ನಿಶ್ಚಯಿಸಿ ಸಾಲ ವ್ಯವಹಾರ ಮಾಡುವುದಾದರೆ ಅದನ್ನು ಬರೆದಿಟ್ಟುಕೊಳ್ಳಿ. ನಿಮ್ಮ ನಡುವೆ ಒಬ್ಬ ಬರಹಗಾರನು ನ್ಯಾಯಯುತವಾಗಿ ಬರೆಯಲಿ. ಅಲ್ಲಾಹು ಕಲಿಸಿಕೊಟ್ಟ ರೀತಿಯಲ್ಲಿ ಬರೆಯಲು ಬರಹಗಾರನು ನಿರಾಕರಿಸಬಾರದು. ಆದ್ದರಿಂದ ಅವನು ಬರೆಯಲಿ ಮತ್ತು ಸಾಲದ ಹೊಣೆ ಹೊತ್ತವನು ಏನು ಬರೆಯಬೇಕೆಂದು ಹೇಳಿಕೊಡಲಿ. ಅವನು ತನ್ನ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಲಿ ಮತ್ತು ಹೊಣೆಯಿಂದ ಏನೂ ಕಡಿಮೆಗೊಳಿಸದಿರಲಿ. ಸಾಲದ ಹೊಣೆ ಹೊತ್ತವನು ಅವಿವೇಕಿಯಾಗಿದ್ದರೆ, ಅಥವಾ ಬಲಹೀನನಾಗಿದ್ದರೆ, ಅಥವಾ ಹೇಳಿಕೊಡಲು ಅಸಮರ್ಥನಾಗಿದ್ದರೆ ಅವನ ಪೋಷಕರು ನ್ಯಾಯಯುತವಾಗಿ ಹೇಳಿಕೊಡಲಿ. ನಿಮ್ಮ ಪೈಕಿ ಇಬ್ಬರು ಪುರುಷರನ್ನು ಸಾಕ್ಷಿ ನಿಲ್ಲಿಸಿರಿ. ಇಬ್ಬರು ಪುರುಷರಿಲ್ಲದಿದ್ದರೆ ಸಾಕ್ಷಿ ನಿಲ್ಲುವವರ ಪೈಕಿ ನಿಮಗೆ ತೃಪ್ತಿಯಾಗುವ ಒಬ್ಬ ಪುರುಷ ಮತ್ತು ಇಬ್ಬರು ಮಹಿಳೆಯರು ಸಾಕ್ಷಿ ನಿಲ್ಲಲಿ. ಅವರಲ್ಲಿ ಒಬ್ಬಳು ಮರೆತುಬಿಟ್ಟರೆ ಇನ್ನೊಬ್ಬಳು ನೆನಪಿಸುವುದಕ್ಕಾಗಿ. ಸಾಕ್ಷಿಗಳನ್ನು ಕರೆದಾಗ ಅವರು ಬರಲು ಅಸಮ್ಮತಿ ಸೂಚಿಸಬಾರದು. ಸಾಲವನ್ನು ಅದು ಚಿಕ್ಕದಾಗಿರಲಿ ಅಥವಾ ದೊಡ್ಡದಾಗಿರಲಿ ಅದರ ನಿಶ್ಚಿತ ಅವಧಿಗೆ ಬರೆಯಲು ಆಲಸ್ಯ ಮಾಡಬೇಡಿ. ಇದು ಅಲ್ಲಾಹನ ಬಳಿ ಅತ್ಯಂತ ನ್ಯಾಯಸಮ್ಮತವಾಗಿದೆ, ಸಾಕ್ಷಿಯನ್ನು ಹೆಚ್ಚು ಸರಿಯಾಗಿಡುತ್ತದೆ ಮತ್ತು ನೀವು ಸಂಶಯಪಡದಂತೆ ಮಾಡುತ್ತದೆ. ಆದರೆ ಅದು ನೀವು ಪರಸ್ಪರ ನಡೆಸುವ ನಗದು ವ್ಯಾಪಾರದ ರೂಪದಲ್ಲಿದ್ದರೆ ಅದನ್ನು ಬರೆಯದಿದ್ದರೆ ನಿಮಗೆ ದೋಷವಿಲ್ಲ. ಆದರೆ ನೀವು ಕ್ರಯ-ವಿಕ್ರಯ ಮಾಡುವಾಗ ಸಾಕ್ಷಿಗಳನ್ನು ನಿಲ್ಲಿಸಿರಿ. ಬರಹಗಾರನಿಗೆ ಅಥವಾ ಸಾಕ್ಷಿಗೆ ತೊಂದರೆಯಾಗದಂತೆ ನೋಡಿಕೊಳ್ಳಿ. ನೀವೇನಾದರೂ ತೊಂದರೆಯಾಗುವಂತೆ ಮಾಡಿದರೆ ಅದು ನಿಮ್ಮ ದುಷ್ಕರ್ಮವೆಂದು ಪರಿಗಣಿಸಲಾಗುವುದು. ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ಅಲ್ಲಾಹು ನಿಮಗೆ ಕಲಿಸಿಕೊಡುತ್ತಿದ್ದಾನೆ. ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನೂ ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:283","price":"ನೀವು ಪ್ರಯಾಣದಲ್ಲಿದ್ದು ನಿಮಗೆ ಬರಹಗಾರನು ಸಿಗದಿದ್ದರೆ, ಅಡಮಾನವನ್ನು ಸ್ವಾಧೀನದಲ್ಲಿರಿಸಿಕೊಳ್ಳಿರಿ. ನೀವು ಪರಸ್ಪರ ವಿಶ್ವಾಸವನ್ನು ಹೊಂದಿದ್ದರೆ ವಿಶ್ವಾಸವಿಡಲಾದವನು (ಸಾಲ ಪಡೆದವನು) ತನ್ನ ವಿಶ್ವಸ್ತತೆಯನ್ನು ನೆರವೇರಿಸಲಿ ಮತ್ತು ತನ್ನ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಲಿ.[1] ನೀವು ಸಾಕ್ಷ್ಯವನ್ನು ಬಚ್ಚಿಡಬೇಡಿ. ಯಾರು ಅದನ್ನು ಬಚ್ಚಿಡುತ್ತಾನೋ ಅವನು ಪಾಪಭರಿತ ಹೃದಯದವನಾಗಿದ್ದಾನೆ. ಅಲ್ಲಾಹು ನೀವು ಮಾಡುತ್ತಿರುವ ಕರ್ಮಗಳನ್ನು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"[1] ಪ್ರಯಾಣದ ಸಮಯಲ್ಲಿ ಸಾಲ ವ್ಯವಹಾರ ಮಾಡಬೇಕಾಗಿ ಬಂದರೆ ಮತ್ತು ಅಲ್ಲಿ ಬರಹಗಾರನು ಅಥವಾ ಬರೆಯುವ ಸಾಧನಗಳು (ಕಾಗದ, ಲೇಖನಿ ಇತ್ಯಾದಿ) ಸಿಗದಿದ್ದರೆ ಸಾಲ ಪಡೆಯುವವನು ಏನಾದರೂ ವಸ್ತುವನ್ನು ಅಡವಿಟ್ಟು ಸಾಲ ಪಡೆಯಬೇಕು. ಆದರೆ ಸಾಲ ನೀಡುವವನು ಮತ್ತು ಪಡೆಯುವವನು ಪರಸ್ಪರ ವಿಶ್ವಾಸವನ್ನು ಹೊಂದಿದ್ದರೆ ಅಡಮಾನವಿಲ್ಲದೆಯೇ ಸಾಲ ನೀಡಬಹುದು. ಆದರೆ ಸಾಲ ಪಡೆದವನು ತನ್ನ ವಿಶ್ವಸ್ತತೆಯನ್ನು ಕಾಪಾಡಿಕೊಂಡು ಸಾಲವನ್ನು ಸೂಕ್ತ ಸಮಯದಲ್ಲಿ ಹಿಂದಿರುಗಿಸಬೇಕು.","lang":"kn"},{"name":"2:284","price":"ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವುದೆಲ್ಲವೂ ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ನೀವು ನಿಮ್ಮ ಮನಸ್ಸಿನಲ್ಲಿರುವುದನ್ನು ಬಹಿರಂಗಪಡಿಸಿದರೂ ಅಥವಾ ಮುಚ್ಚಿಟ್ಟರೂ  ಅಲ್ಲಾಹು ಅದರ ಬಗ್ಗೆ ನಿಮ್ಮನ್ನು ವಿಚಾರಣೆ ಮಾಡುವನು. ನಂತರ ಅವನು ಇಚ್ಛಿಸಿದವರಿಗೆ ಅವನು ಕ್ಷಮಿಸುವನು ಮತ್ತು ಅವನು ಇಚ್ಛಿಸಿದವರನ್ನು ಶಿಕ್ಷಿಸುವನು. ಅಲ್ಲಾಹು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:285","price":"ತಮ್ಮ ಪರಿಪಾಲಕನಿಂದ (ಅಲ್ಲಾಹನಿಂದ) ಅವತೀರ್ಣವಾದ ಸಂದೇಶದಲ್ಲಿ ಸಂದೇಶವಾಹಕರು ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದಾರೆ; ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಕೂಡ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದಾರೆ. ಅವರೆಲ್ಲರೂ ಅಲ್ಲಾಹನಲ್ಲಿ, ಅವನ ದೇವದೂತರುಗಳಲ್ಲಿ, ಅವನ ಗ್ರಂಥಗಳಲ್ಲಿ ಮತ್ತು ಅವನ ಸಂದೇಶವಾಹಕರುಗಳಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದಾರೆ. ಅವನ ಸಂದೇಶವಾಹಕರುಗಳಲ್ಲಿ ಯಾರ ನಡುವೆಯೂ ನಾವು ಬೇಧ ಮಾಡುವುದಿಲ್ಲ. ಅವರು ಹೇಳುತ್ತಾರೆ: \"ನಾವು ಕೇಳಿದ್ದೇವೆ ಮತ್ತು ವಿಧೇಯರಾಗಿದ್ದೇವೆ. ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮ್ಮನ್ನು ಕ್ಷಮಿಸು. ನಮಗೆ ನಿನ್ನ ಬಳಿಗೇ ಮರಳಬೇಕಾಗಿದೆ.\"","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"2:286","price":"ಅಲ್ಲಾಹು ಯಾವುದೇ ವ್ಯಕ್ತಿಯ ಮೇಲೂ ಅವನ ಸಾಮರ್ಥ್ಯಕ್ಕೆ ಮೀರಿದ್ದನ್ನು ಹೊರಿಸುವುದಿಲ್ಲ. ಅವನು ಮಾಡಿದ ಒಳಿತು ಅವನಿಗೆ ಮತ್ತು ಅವನು ಮಾಡಿದ ಕೆಡುಕು ಅವನಿಗೆ. “ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಾವು ಮರೆತುಬಿಟ್ಟರೆ ಅಥವಾ ತಪ್ಪು ಮಾಡಿದರೆ ನಮ್ಮನ್ನು ಹಿಡಿದು ಶಿಕ್ಷಿಸಬೇಡ. ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮಗಿಂತ ಮೊದಲಿನವರ ಮೇಲೆ ನೀನು ಹೊರಿಸಿದಂತಹ ಹೊರೆಯನ್ನು ನಮ್ಮ ಮೇಲೆ ಹೊರಿಸಬೇಡ. ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮಗೆ ಹೊರಲು ಸಾಮರ್ಥ್ಯವಿಲ್ಲದ್ದನ್ನು ನಮ್ಮ ಮೇಲೆ ಹೊರಿಸಬೇಡ. ನಮ್ಮನ್ನು ಮನ್ನಿಸು, ನಮ್ಮನ್ನು ಕ್ಷಮಿಸು ಮತ್ತು ನಮಗೆ ದಯೆ ತೋರು. ನೀನೇ ನಮ್ಮ ಸಂರಕ್ಷಕ. ಸತ್ಯನಿಷೇಧಿಗಳಾದ ಜನರ ಮೇಲೆ ನಮಗೆ ಜಯವನ್ನು ದಯಪಾಲಿಸು.”","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:1","price":"ಅಲಿಫ್ ಲಾಮ್ ಮೀಮ್.","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:2","price":"ಅಲ್ಲಾಹು! ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಅವನು ನಿರಂತರ ಜೀವಿಸುವವನು ಮತ್ತು ಎಲ್ಲವನ್ನೂ ಸಂರಕ್ಷಿಸಿ ನಿಯಂತ್ರಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:3","price":"ಅವನು ನಿಮಗೆ ಈ ಗ್ರಂಥವನ್ನು ಸತ್ಯದೊಂದಿಗೆ ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದಾನೆ. ಇದು ಹಿಂದಿನ ಗ್ರಂಥಗಳನ್ನು ದೃಢೀಕರಿಸುತ್ತದೆ. ಅವನು ತೌರಾತ್ ಮತ್ತು ಇಂಜೀಲನ್ನು ಕೂಡ ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದನು.","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:4","price":"ಇದಕ್ಕಿಂತ ಮೊದಲು ಜನರಿಗೆ ಸನ್ಮಾರ್ಗದರ್ಶಿಯಾಗಿ. ಅವನು (ಸತ್ಯಾಸತ್ಯವನ್ನು ಬೇರ್ಪಡಿಸಿ ತೋರಿಸುವ) ಕುರ್‌ಆನನ್ನು ಕೂಡ ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸುವವರು ಯಾರೋ—ಅವರಿಗೆ ಕಠಿಣ ಶಿಕ್ಷೆಯಿದೆ. ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ಪ್ರತೀಕಾರ ಪಡೆಯುವವನಾಗಿದ್ದಾನೆ.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:5","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಯಾವುದೇ ವಸ್ತು ಅಲ್ಲಾಹನಿಂದ ಮರೆಯಾಗಿಲ್ಲ.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:6","price":"ತಾಯಿಯ ಗರ್ಭದಲ್ಲಿ ಅವನು ಇಚ್ಛಿಸುವ ರೀತಿಯಲ್ಲಿ ನಿಮಗೆ ರೂಪ ಕೊಡುವವನು ಅವನೇ. ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಅವನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:7","price":"ನಿಮಗೆ ಗ್ರಂಥವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದು ಅವನೇ. ಅದರಲ್ಲಿ ಸ್ಪಷ್ಟ ವಚನಗಳಿವೆ.[1] ಅವು ಗ್ರಂಥದ ಮೂಲಗಳಾಗಿವೆ. (ಅದರಲ್ಲಿ) ಹೋಲಿಕೆಯಿರುವ ಕೆಲವು ವಚನಗಳೂ ಇವೆ. ಹೃದಯದಲ್ಲಿ ವಕ್ರತೆಯಿರುವವರು, ಗೊಂದಲವನ್ನು ಸೃಷ್ಟಿಸಲು ಮತ್ತು ತಪ್ಪಾಗಿ ವ್ಯಾಖ್ಯಾನಿಸಲು ಹೋಲಿಕೆಯಿರುವ ವಚನಗಳ ಹಿಂದೆ ಬೀಳುತ್ತಾರೆ. ಆದರೆ, ಅಲ್ಲಾಹನ ಹೊರತು ಯಾರೂ ಅದರ ವ್ಯಾಖ್ಯಾನವನ್ನು ತಿಳಿದಿಲ್ಲ. ಜ್ಞಾನದಲ್ಲಿ ಸದೃಢರಾಗಿರುವವರು ಹೇಳುತ್ತಾರೆ: “ನಾವು ಅದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ. ಎಲ್ಲವೂ ನಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯಿಂದಾಗಿದೆ.” ಬುದ್ಧಿವಂತರ ಹೊರತು ಇನ್ನಾರೂ ಉಪದೇಶವನ್ನು ಪಡೆಯುವುದಿಲ್ಲ.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"[1] ಸ್ಪಷ್ಟವಚನಗಳು ಅಂದರೆ ಆದೇಶ-ವಿರೋಧಗಳು, ನಿಯಮಗಳು, ಸಮಸ್ಯೆಗಳಿಗೆ ಪರಿಹಾರಗಳು, ಸಮಾಚಾರಗಳು ಮತ್ತು ನಿರೂಪಣೆಗಳಿರುವ ವಚನಗಳು. ಇವುಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಕಷ್ಟವಿಲ್ಲ. ಹೋಲಿಕೆಯಿರುವ ವಚನಗಳು ಇವುಗಳಿಗೆ ತದ್ವಿರುದ್ಧವಾದದ್ದು. ಅವು ಅಲ್ಲಾಹನ ಅಸ್ತಿತ್ವ, ವಿಧಿ-ನಿರ್ಣಯ, ಸ್ವರ್ಗ-ನರಕ, ದೇವದೂತರು ಮುಂತಾದವುಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ವಿವರಣೆಗಳಿರುವ ವಚನಗಳು.","lang":"kn"},{"name":"3:8","price":"“ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಮ್ಮನ್ನು ಸನ್ಮಾರ್ಗಕ್ಕೆ ಸೇರಿಸಿದ ಬಳಿಕ ನಮ್ಮ ಹೃದಯಗಳನ್ನು ವಕ್ರಗೊಳಿಸಬೇಡ. ನಮಗೆ ನಿನ್ನ ಕಡೆಯಿಂದ ದಯೆಯನ್ನು ಸುರಿಸು. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಅತಿದೊಡ್ಡ ಉದಾರಿಯಾಗಿರುವೆ.","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:9","price":"ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಿಶ್ಚಯವಾಗಿಯೂ ಒಂದು ದಿನ ನೀನು ಎಲ್ಲಾ ಜನರನ್ನೂ ಒಟ್ಟುಗೂಡಿಸುವೆ. ಆ ದಿನ ಬರುವುದರಲ್ಲಿ ಸಂಶಯವೇ ಇಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ವಾಗ್ದಾನವನ್ನು ಉಲ್ಲಂಘಿಸುವುದಿಲ್ಲ.”","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:10","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಯಾರೋ—ಅವರಿಗೆ ಅವರ ಆಸ್ತಿಗಳು ಅಥವಾ ಮಕ್ಕಳು ಅಲ್ಲಾಹನ ಬಳಿ ಯಾವುದೇ ಉಪಕಾರ ಮಾಡುವುದಿಲ್ಲ. ಅವರೇ ನರಕಾಗ್ನಿಯ ಇಂಧನವಾಗುವವರು.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:11","price":"ಫರೋಹನ ಜನರ ಮತ್ತು ಅವರಿಗಿಂತ ಹಿಂದಿನವರ ಸ್ಥಿತಿಯಂತೆ. ಅವರು ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದರು. ಆಗ ಅಲ್ಲಾಹು ಅವರ ಪಾಪಗಳ ನಿಮಿತ್ತ ಅವರನ್ನು ಶಿಕ್ಷಿಸಿದನು. ಅಲ್ಲಾಹು ಅತಿಕಠಿಣವಾಗಿ ಶಿಕ್ಷಿಸುವವನಾಗಿದ್ದಾನೆ.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:12","price":"ಸತ್ಯನಿಷೇಧಿಗಳೊಡನೆ ಹೇಳಿರಿ: “ಸದ್ಯದಲ್ಲೇ ನಿಮ್ಮನ್ನು ಸೋಲಿಸಲಾಗುವುದು ಮತ್ತು ನರಕದ ಕಡೆಗೆ ಒಟ್ಟುಗೂಡಿಸಲಾಗುವುದು. ಆ ವಾಸಸ್ಥಳವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.”[1]","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"[1] ಇಲ್ಲಿ ಸತ್ಯನಿಷೇಧಿಗಳು ಎಂದರೆ ಯಹೂದಿಗಳು. ಈ ಭವಿಷ್ಯ ನುಡಿಯು ಸ್ವಲ್ಪ ಸಮಯದಲ್ಲೇ ಸತ್ಯವಾಗಿದೆ. ಯಹೂದಿಗಳ ಬನೂ ಕೈನುಕಾ ಮತ್ತು ಬನೂ ನದೀರ್ ಗೋತ್ರಗಳನ್ನು ಗಡೀಪಾರು ಮಾಡಲಾಯಿತು ಹಾಗೂ ಬನೂ ಕುರೈಝ ಗೋತ್ರವನ್ನು ಸಂಹಾರ ಮಾಡಲಾಯಿತು. ನಂತರ ಖೈಬರ್ ಕೋಟೆಯನ್ನು ವಶಪಡಿಸಲಾಯಿತು.","lang":"kn"},{"name":"3:13","price":"(ಬದ್ರ್‌ನಲ್ಲಿ) ಮುಖಾಮುಖಿಯಾದ ಆ ಎರಡು ಬಣಗಳಲ್ಲಿ ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮಗೆ ದೃಷ್ಟಾಂತವಿದೆ. ಒಂದು ಬಣವು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಯುದ್ಧ ಮಾಡುತ್ತಿತ್ತು. ಇನ್ನೊಂದು ಬಣವು ಸತ್ಯನಿಷೇಧಿಗಳದ್ದಾಗಿತ್ತು. ಅವರು ತಮ್ಮ ದೃಷ್ಟಿಯಲ್ಲಿ ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ತಮಗಿಂತ ಇಮ್ಮಡಿ ಸಂಖ್ಯೆಯಲ್ಲಿ ಕಾಣುತ್ತಿದ್ದರು. ಅಲ್ಲಾಹು ತನ್ನ ಸಹಾಯದಿಂದ ತಾನು ಇಚ್ಛಿಸುವವರನ್ನು ಬೆಂಬಲಿಸುತ್ತಾನೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅದರಲ್ಲಿ ದೃಷ್ಟಿಯುಳ್ಳವರಿಗೆ ನೀತಿಪಾಠವಿದೆ.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:14","price":"ಮಹಿಳೆಯರು, ಗಂಡುಮಕ್ಕಳು, ಬಂಗಾರ ಮತ್ತು ಬೆಳ್ಳಿಯನ್ನು ಸಂಗ್ರಹಿಸಿಡಲಾದ ಖಜಾನೆಗಳು, ಉತ್ಕೃಷ್ಟ ತಳಿಯ ಕುದುರೆಗಳು, ಜಾನುವಾರುಗಳು, ಕೃಷಿಗಳು ಮುಂತಾದ ಜನರು ಮೋಹಿಸುವ ವಸ್ತುಗಳಲ್ಲಿರುವ ಪ್ರೀತಿಯನ್ನು ಅವರಿಗೆ ಅಲಂಕರಿಸಿಕೊಡಲಾಗಿದೆ. ಅವು ಇಹಲೋಕ ಜೀವನದ ಆನಂದಗಳಾಗಿವೆ. ಮರಳಿ ತಲುಪಬೇಕಾದ ಅತ್ಯುತ್ತಮ ಸ್ಥಳವು ಅಲ್ಲಾಹನ ಬಳಿಯಿದೆ.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:15","price":"ಹೇಳಿರಿ: “ಅದಕ್ಕಿಂತಲೂ ಉತ್ತಮವಾದ ವಸ್ತುವನ್ನು ನಾನು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡಲೇ? ದೇವಭಯವುಳ್ಳವರಿಗೆ ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿ ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿವೆ. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಅವರಿಗೆ ಪರಿಶುದ್ಧ ಸಂಗಾತಿಗಳಿದ್ದಾರೆ ಮತ್ತು ಅಲ್ಲಾಹನ ಕಡೆಯ ಸಂಪ್ರೀತಿಯೂ ಇದೆ. ಅಲ್ಲಾಹು ತನ್ನ ದಾಸರನ್ನು ನೋಡುತ್ತಿದ್ದಾನೆ.”","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:16","price":"ಅವರು (ದೇವಭಯವುಳ್ಳವರು) ಯಾರೆಂದರೆ: “ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಾವು ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ. ಆದ್ದರಿಂದ ನಮ್ಮ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸು ಮತ್ತು ನಮ್ಮನ್ನು ನರಕ ಶಿಕ್ಷೆಯಿಂದ ರಕ್ಷಿಸು” ಎಂದು ಹೇಳುವವರು.","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:17","price":"ಅವರು ತಾಳ್ಮೆಯುಳ್ಳವರು, ಸತ್ಯವಂತರು, ವಿಧೇಯರು, ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಖರ್ಚು ಮಾಡುವವರು ಮತ್ತು ರಾತ್ರಿಯ ಅಂತ್ಯ ಯಾಮಗಳಲ್ಲಿ ಕ್ಷಮೆಯಾಚಿಸುವವರು.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:18","price":"ತನ್ನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ ಎಂದು ಅಲ್ಲಾಹು ಸಾಕ್ಷಿವಹಿಸಿದ್ದಾನೆ, ಅವನ ದೇವದೂತರುಗಳು ಮತ್ತು ವಿದ್ವಾಂಸರು (ಕೂಡ ಸಾಕ್ಷಿವಹಿಸಿದ್ದಾರೆ). ಅವನು ಸ್ಥಿರವಾಗಿ ನ್ಯಾಯವನ್ನು ಪಾಲಿಸುವವನು. ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾದ ಅಲ್ಲಾಹನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಬೇರೆ ದೇವರಿಲ್ಲ.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:19","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ಬಳಿ (ಸ್ವೀಕಾರವಾಗುವ) ಧರ್ಮವು ಇಸ್ಲಾಮ್ ಮಾತ್ರ. ಗ್ರಂಥ ನೀಡಲಾದವರು ಅವರಿಗೆ ಜ್ಞಾನವು ಬಂದ ಬಳಿಕವೇ ಹೊರತು ಭಿನ್ನರಾಗಲಿಲ್ಲ. ಅದು ಅವರು ಪರಸ್ಪರ ಹೊಂದಿದ್ದ ವಿದ್ವೇಷ ಮತ್ತು ಅಸೂಯೆಯ ಕಾರಣದಿಂದಾಗಿತ್ತು. ಯಾರು ಅಲ್ಲಾಹನ ದೃಷ್ಟಾಂತಗಳನ್ನು ನಿಷೇಧಿಸುತ್ತಾರೋ—ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅವರನ್ನು ಅತಿ ಶೀಘ್ರವಾಗಿ ವಿಚಾರಣೆ ಮಾಡುವನು.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:20","price":"ಅದರ ನಂತರವೂ ಅವರು ನಿಮ್ಮೊಡನೆ ತರ್ಕ ಮಾಡಿದರೆ ನೀವು ಹೇಳಿರಿ: “ನಾನು ಮತ್ತು ನನ್ನ ಅನುಯಾಯಿಗಳು ನಮ್ಮ ಮುಖಗಳನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಅಲ್ಲಾಹನಿಗೆ ಶರಣಾಗಿಸಿದ್ದೇವೆ.” ಗ್ರಂಥ ನೀಡಲಾದವರೊಂದಿಗೆ ಮತ್ತು ಅನಕ್ಷರಸ್ಥರೊಂದಿಗೆ (ಅರಬ್ ಬಹುದೇವಾರಾಧಕರೊಂದಿಗೆ) ಕೇಳಿರಿ: “ನೀವು ಶರಣಾಗಿದ್ದೀರಾ?” ಅವರು ಶರಣಾದರೆ ಅವರು ಸನ್ಮಾರ್ಗವನ್ನು ಪಡೆಯುತ್ತಾರೆ. ಆದರೆ ಅವರು ಮುಖ ತಿರುಗಿಸಿ ನಡೆದರೆ ನಿಮ್ಮ ಕರ್ತವ್ಯವು ಅವರಿಗೆ ಸಂದೇಶವನ್ನು ತಲುಪಿಸಿಕೊಡುವುದು ಮಾತ್ರ. ಅಲ್ಲಾಹು ತನ್ನ ದಾಸರನ್ನು ನೋಡುತ್ತಿದ್ದಾನೆ.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:21","price":"ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸುವವರು, ಪ್ರವಾದಿಗಳನ್ನು ಅನ್ಯಾಯವಾಗಿ ಕೊಲ್ಲುವವರು ಮತ್ತು ನ್ಯಾಯ ಪಾಲಿಸಲು ಆದೇಶಿಸುವ ಜನರನ್ನು ಹತ್ಯೆ ಮಾಡುವವರು ಯಾರೋ—ಅವರಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯ ಬಗ್ಗೆ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸಿರಿ.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:22","price":"ಇಹಲೋಕದಲ್ಲೂ, ಪರಲೋಕದಲ್ಲೂ ಅವರ ಕರ್ಮಗಳು ನಿಷ್ಫಲವಾಗಿವೆ. ಅವರಿಗೆ ಯಾವುದೇ ಸಹಾಯಕರಿಲ್ಲ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:23","price":"ಗ್ರಂಥದಿಂದ ಒಂದು ಪಾಲು ನೀಡಲಾದವರನ್ನು (ಯಹೂದಿಗಳನ್ನು) ನೀವು ನೋಡಿಲ್ಲವೇ? ಅವರ (ಯಹೂದಿಗಳ) ನಡುವೆ ತೀರ್ಪು ನೀಡಲು ಅವರನ್ನು ಅಲ್ಲಾಹನ ಗ್ರಂಥಕ್ಕೆ ಕರೆಯಲಾಗುತ್ತದೆ. ಅದರ ನಂತರವೂ ಅವರಲ್ಲೊಂದು ಗುಂಪು ಮುಖ ತಿರುಗಿಸಿ ವಿಮುಖರಾಗುತ್ತಾರೆ.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:24","price":"ಅದೇಕೆಂದರೆ ಅವರು ಹೇಳುತ್ತಾರೆ: “ಬೆರಳೆಣಿಕೆಯ ಕೆಲವು ದಿನಗಳ ಹೊರತು ನರಕಾಗ್ನಿಯು ನಮ್ಮನ್ನು ಸುಡುವುದಿಲ್ಲ.” ಅವರು ಏನು ಕಲ್ಪಿಸಿ ಹೇಳುತ್ತಿದ್ದಾರೋ ಅದು ಅವರನ್ನು ಅವರ ಧರ್ಮದ ವಿಷಯದಲ್ಲಿ ಮರುಳುಗೊಳಿಸಿದೆ.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:25","price":"ಯಾವುದೇ ಸಂಶಯವಿಲ್ಲದ ಒಂದು ದಿನ (ಪುನರುತ್ಥಾನ ದಿನ) ನಾವು ಅವರನ್ನು ಒಟ್ಟುಗೂಡಿಸಿದರೆ (ಅವರ ಸ್ಥಿತಿ) ಹೇಗಿರಬಹುದು? ಅಂದು ಪ್ರತಿಯೊಬ್ಬ ವ್ಯಕ್ತಿಗೂ ಅವನು ಮಾಡಿದ ಕರ್ಮಗಳ ಪ್ರತಿಫಲವನ್ನು ಪೂರ್ಣವಾಗಿ ನೀಡಲಾಗುವುದು. ಅವರಿಗೆ ಯಾವುದೇ ಅನ್ಯಾಯವಾಗುವುದಿಲ್ಲ.","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:26","price":"ಹೇಳಿರಿ: “ಓ ಸಾರ್ವಭೌಮತ್ವದ ಒಡೆಯನಾದ ಅಲ್ಲಾಹನೇ! ನೀನು ಇಚ್ಛಿಸುವವರಿಗೆ ನೀನು ಆಧಿಪತ್ಯವನ್ನು ನೀಡುವೆ ಮತ್ತು ನೀನು ಇಚ್ಛಿಸುವವರಿಂದ ಆಧಿಪತ್ಯವನ್ನು ಕಸಿಯುವೆ. ನೀನು ಇಚ್ಛಿಸುವವರಿಗೆ ಪ್ರತಿಷ್ಠೆಯನ್ನು ನೀಡುವೆ ಮತ್ತು ನೀನು ಇಚ್ಛಿಸುವವರನ್ನು ಅವಮಾನಕ್ಕೆ ಗುರಿಯಾಗಿಸುವೆ. ಒಳಿತುಗಳೆಲ್ಲವೂ ನಿನ್ನ ಕೈಯಲ್ಲಿದೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿರುವೆ.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:27","price":"ನೀನು ರಾತ್ರಿಯನ್ನು  ಹಗಲಿನಲ್ಲಿ ತೂರಿಸುವೆ ಮತ್ತು ಹಗಲನ್ನು ರಾತ್ರಿಯಲ್ಲಿ ತೂರಿಸುವೆ. ನಿರ್ಜೀವಿಯಿಂದ ಜೀವಿಯನ್ನು ಹೊರತರುವೆ ಮತ್ತು ಜೀವಿಯಿಂದ ನಿರ್ಜೀವಿಯನ್ನು ಹೊರತರುವೆ. ನೀನು ಇಚ್ಛಿಸುವವರಿಗೆ ನೀನು ಲೆಕ್ಕವಿಲ್ಲದೆ ನೀಡುವೆ.”","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:28","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಸತ್ಯವಿಶ್ವಾಸಿಗಳನ್ನು ಬಿಟ್ಟು ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಆಪ್ತಮಿತ್ರರನ್ನಾಗಿ ಸ್ವೀಕರಿಸಬಾರದು.[1] ಯಾರು ಹಾಗೆ ಮಾಡುತ್ತಾನೋ ಅವನಿಗೆ ಅಲ್ಲಾಹನಿಂದ ಯಾವುದೇ ರಕ್ಷಣೆಯಿಲ್ಲ. ಆದರೆ ಅವರ ಕೆಡುಕಿನಿಂದ ಪಾರಾಗುವ ಉದ್ದೇಶವಿದ್ದರೆ ಹೊರತು.[2] ಅಲ್ಲಾಹು ತನ್ನ ಬಗ್ಗೆ ನಿಮ್ಮನ್ನು ಎಚ್ಚರಿಸುತ್ತಿದ್ದಾನೆ. (ಎಲ್ಲರೂ) ಅಲ್ಲಾಹನ ಬಳಿಗೇ ಮರಳಬೇಕಾಗಿದೆ.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"[1] ಇಲ್ಲಿ ಸತ್ಯನಿಷೇಧಿಗಳು ಎಂದರೆ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೊಂದಿಗೆ ವೈರ ಮತ್ತು ದ್ವೇಷ ಕಟ್ಟಿಕೊಂಡಿರುವ ಸತ್ಯನಿಷೇಧಿಗಳು. ಆದರೆ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೊಂದಿಗೆ ವೈರತ್ವವಿಲ್ಲದ, ದ್ವೇಷವನ್ನು ಹೊಂದಿಲ್ಲದ ಸತ್ಯನಿಷೇಧಿಗಳೊಂದಿಗೆ ಉತ್ತಮ ರೀತಿಯಲ್ಲಿ ವರ್ತಿಸುವುದರಲ್ಲಿ ತೊಂದರೆಯಿಲ್ಲ. [2] ಅಂದರೆ ಸತ್ಯನಿಷೇಧಿಗಳೊಡನೆ ಸ್ನೇಹ ಮಾಡಿಕೊಳ್ಳದ ಹೊರತು ಅವರ ಹಿಂಸೆಯಿಂದ ಪಾರಾಗಲು ಸಾಧ್ಯವಿಲ್ಲದ ಸಂದರ್ಭಗಳಲ್ಲಿ ಬಾಹ್ಯವಾಗಿ ಅವರೊಡನೆ ಸ್ನೇಹ ಮಾಡಿಕೊಳ್ಳಬಹುದು. ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಮುಸ್ಲಿಮೇತರ ದೇಶಗಳಲ್ಲಿ ವಾಸಿಸುವ ಮುಸಲ್ಮಾನರಿಗೆ ಸಂಬಂಧಿಸಿದ್ದಾಗಿದೆ.","lang":"kn"},{"name":"3:29","price":"ಹೇಳಿರಿ: “ನೀವು ನಿಮ್ಮ ಎದೆಗಳಲ್ಲಿರುವುದನ್ನು ಮುಚ್ಚಿಟ್ಟರೂ ಅಥವಾ ಬಹಿರಂಗಪಡಿಸಿದರೂ ಅಲ್ಲಾಹು ಅದನ್ನು ತಿಳಿಯುತ್ತಾನೆ. ಅವನು ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಎಲ್ಲವನ್ನೂ ತಿಳಿಯುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಎಲ್ಲ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:30","price":"ಪ್ರತಿಯೊಬ್ಬನೂ ತಾನು ಮಾಡಿದ ಒಳಿತನ್ನು ಮತ್ತು ತಾನು ಮಾಡಿದ ಕೆಡುಕನ್ನು ತನ್ನ ಮುಂದೆ ಪ್ರದರ್ಶಿಸಿಟ್ಟಿರುವುದನ್ನು ನೋಡುವ ದಿನ. ತನ್ನ ಮತ್ತು ಅದರ (ಕೆಡುಕಿನ) ನಡುವೆ ವಿದೂರ ಅಂತರವಿರುತ್ತಿದ್ದರೆ ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು ಎಂದು ಅವನು ಹಾರೈಸುವನು. ಅಲ್ಲಾಹು ತನ್ನ ಬಗ್ಗೆ ನಿಮ್ಮನ್ನು ಎಚ್ಚರಿಸುತ್ತಿದ್ದಾನೆ. ಅಲ್ಲಾಹನಿಗೆ ದಾಸರ ಮೇಲೆ ಅಪಾರ ಸಹಾನುಭೂತಿಯಿದೆ.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:31","price":"ಹೇಳಿರಿ: “ನೀವು ಅಲ್ಲಾಹನನ್ನು ಪ್ರೀತಿಸುವುದಾದರೆ ನನ್ನನ್ನು ಅನುಸರಿಸಿರಿ. ಅಲ್ಲಾಹು ನಿಮ್ಮನ್ನು ಪ್ರೀತಿಸುತ್ತಾನೆ ಮತ್ತು ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:32","price":"ಹೇಳಿರಿ: “ನೀವು ಅಲ್ಲಾಹನ ಮತ್ತು ಸಂದೇಶವಾಹಕರ ಆಜ್ಞಾಪಾಲನೆ ಮಾಡಿರಿ.” ಅವರೇನಾದರೂ ವಿಮುಖರಾದರೆ—ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಸತ್ಯನಿಷೇಧಿಗಳನ್ನು ಇಷ್ಟಪಡುವುದಿಲ್ಲ.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:33","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಸರ್ವಲೋಕಗಳ ಜನರ ಪೈಕಿ ಆದಮ್, ನೂಹ್‍, ಇಬ್ರಾಹೀಮರ ಕುಟುಂಬ ಮತ್ತು ಇಮ್ರಾನರ[1] ಕುಟುಂಬವನ್ನು ಆರಿಸಿದ್ದಾನೆ.","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"[1] ಇಮ್ರಾನ್ ಮರ್ಯಮರ ತಂದೆ. ಪ್ರವಾದಿ ಈಸಾರ ಅಜ್ಜ. ಅವರ ಪತ್ನಿಯ ಹೆಸರು ಹನ್ನ.","lang":"kn"},{"name":"3:34","price":"ಅವರು ಒಬ್ಬರು ಇನ್ನೊಬ್ಬರ ವಂಶದಿಂದ ಬಂದವರು. ಅಲ್ಲಾಹು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:35","price":"ಇಮ್ರಾನರ ಪತ್ನಿ ಹೇಳಿದ ಸಂದರ್ಭ: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನನ್ನ ಗರ್ಭದಲ್ಲಿರುವುದನ್ನು ನಾನು ನಿನ್ನ ಹೆಸರಲ್ಲಿ ಸ್ವತಂತ್ರಗೊಳಿಸುವೆನೆಂದು[1] ಹರಕೆ ಹೊತ್ತಿದ್ದೇನೆ. ನೀನು ಅದನ್ನು ನನ್ನಿಂದ ಸ್ವೀಕರಿಸು. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿರುವೆ.”","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"[1] ಸ್ವತಂತ್ರಗೊಳಿಸುವುದು ಎಂದರೆ ಬೈತುಲ್ ಮುಕದ್ದಿಸ್‌ನ ಸೇವೆ ಮಾಡಲು ಬಿಟ್ಟುಬಿಡುವುದು.","lang":"kn"},{"name":"3:36","price":"ನಂತರ ಆಕೆ ಮಗುವಿಗೆ ಜನ್ಮ ನೀಡಿದಾಗ ಹೇಳಿದಳು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನಾನು ಹೆಣ್ಣು ಮಗುವಿಗೆ ಜನ್ಮ ನೀಡಿದ್ದೇನೆ!” ಅವಳು ಯಾರಿಗೆ ಜನ್ಮ ನೀಡಿದ್ದಾಳೆಂದು ಅಲ್ಲಾಹನಿಗೆ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದೆ. ಗಂಡು ಹೆಣ್ಣಿನಂತಲ್ಲ! “ನಾನು ಅವಳಿಗೆ ಮರ್ಯಮ್ ಎಂದು ಹೆಸರಿಟ್ಟಿದ್ದೇನೆ; ಅವಳನ್ನು ಮತ್ತು ಅವಳ ಸಂತಾನವನ್ನು ಬಹಿಷ್ಕೃತ ಶೈತಾನನಿಂದ ಕಾಪಾಡಲು ನಿನ್ನ ರಕ್ಷಣೆಗೆ ಒಪ್ಪಿಸುತ್ತೇನೆ.”","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:37","price":"ಅವಳ ಪರಿಪಾಲಕ (ಅಲ್ಲಾಹು) ಅವಳನ್ನು ಉತ್ತಮ ರೀತಿಯಲ್ಲಿ ಸ್ವೀಕರಿಸಿ ಉತ್ತಮ ರೀತಿಯಲ್ಲಿ ಬೆಳೆಸಿದನು. ಅವಳ ಪಾಲನೆ-ಪೋಷಣೆ ಮಾಡುವ ಹೊಣೆಯನ್ನು ಝಕರಿಯ್ಯಾರಿಗೆ ಒಪ್ಪಿಸಿದನು.  ಝಕರಿಯ್ಯಾ ಅವಳ ಕೋಣೆಗೆ ತೆರಳಿದಾಗಲೆಲ್ಲ ಅವಳ ಬಳಿ ಏನಾದರೊಂದು ಆಹಾರವನ್ನು ಕಾಣುತ್ತಿದ್ದರು. ಅವರು ಕೇಳಿದರು: “ಓ ಮರ್ಯಮ್! ಇದು ನಿನಗೆಲ್ಲಿಂದ ದೊರೆಯುತ್ತದೆ?” ಅವಳು ಉತ್ತರಿಸಿದಳು: “ಅದು ಅಲ್ಲಾಹನ ಬಳಿಯಿಂದ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಲೆಕ್ಕವಿಲ್ಲದೆ ದಯಪಾಲಿಸುತ್ತಾನೆ.”","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:38","price":"ಅಲ್ಲಿ ಝಕರಿಯ್ಯಾ ತಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಕರೆದು ಪ್ರಾರ್ಥಿಸಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನಿನ್ನ ಕಡೆಯಿಂದ ನನಗೊಂದು ಪರಿಶುದ್ಧ ಸಂತಾನವನ್ನು ಕರುಣಿಸು. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಪ್ರಾರ್ಥನೆಗೆ ಕಿವಿಗೊಡುವವನಾಗಿರುವೆ.”","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:39","price":"ಅವರು ಕೋಣೆಯಲ್ಲಿ ನಿಂತು ನಮಾಝ್ ಮಾಡುತ್ತಿದ್ದಾಗ, ದೇವದೂತರುಗಳು ಅವರನ್ನು ಕರೆದು ಹೇಳಿದರು: “ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನಿಮಗೆ ಯಹ್ಯಾ (ಎಂಬ ಮಗುವಿ)ನ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸುತ್ತಿದ್ದಾನೆ. ಅವರು (ಯಹ್ಯಾ) ಅಲ್ಲಾಹನ ಕಡೆಯ ವಚನವನ್ನು ದೃಢೀಕರಿಸುವವರು, ಸರದಾರರು, ಆತ್ಮಸಂಯಮವುಳ್ಳವರು ಮತ್ತು ನೀತಿವಂತರಲ್ಲಿ ಸೇರಿದ ಪ್ರವಾದಿಯಾಗಿರುವರು.”","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:40","price":"ಝಕರಿಯ್ಯಾ ಕೇಳಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನನಗೆ ಮಗು ಹುಟ್ಟುವುದು ಹೇಗೆ? ನಾನು ಮುದುಕನಾಗಿದ್ದೇನೆ ಮತ್ತು ನನ್ನ ಹೆಂಡತಿ ಬಂಜೆಯಾಗಿದ್ದಾಳೆ.” ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ಹಾಗೆಯೇ ಆಗಿದೆ. ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವುದನ್ನು ಮಾಡುತ್ತಾನೆ.”","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:41","price":"ಝಕರಿಯ್ಯಾ ಹೇಳಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನನಗೊಂದು ದೃಷ್ಟಾಂತವನ್ನು ಮಾಡಿ ತೋರಿಸು.” ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ನಿಮಗಿರುವ ದೃಷ್ಟಾಂತವೇನೆಂದರೆ, ನೀವು ಮೂರು ದಿನಗಳ ಕಾಲ ಜನರೊಡನೆ ಸನ್ನೆಯ ಮೂಲಕವಲ್ಲದೆ ಮಾತನಾಡುವುದಿಲ್ಲ. ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನನ್ನು (ಅಲ್ಲಾಹನನ್ನು) ಅತ್ಯಧಿಕವಾಗಿ ಸ್ಮರಿಸಿರಿ ಮತ್ತು ಸಂಜೆ ಹಾಗೂ ಮುಂಜಾನೆಗಳಲ್ಲಿ ಅವನ ಪರಿಶುದ್ಧಿಯನ್ನು ಕೊಂಡಾಡಿರಿ.”","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:42","price":"ದೇವದೂತರುಗಳು ಹೇಳಿದ ಸಂದರ್ಭ: “ಓ ಮರ್ಯಮ್! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನಿಮ್ಮನ್ನು ವಿಶೇಷವಾಗಿ ಆರಿಸಿದ್ದಾನೆ. ನಿಮಗೆ ಪರಿಶುದ್ಧಿಯನ್ನು ದಯಪಾಲಿಸಿದ್ದಾನೆ ಮತ್ತು ಸರ್ವಲೋಕಗಳ ಮಹಿಳೆಯರಲ್ಲಿ ನಿಮ್ಮನ್ನು ವಿಶೇಷವಾಗಿ ಆರಿಸಿದ್ದಾನೆ.","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:43","price":"ಓ ಮರ್ಯಮ್! ನೀವು ನಿಮ್ಮ ಪರಿಪಾಲಕನಿಗೆ ವಿಧೇಯರಾಗಿರಿ; ಸಾಷ್ಟಾಂಗ ಮಾಡಿರಿ ಮತ್ತು ತಲೆಬಾಗುವವರೊಂದಿಗೆ ತಲೆಬಾಗಿರಿ.”","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:44","price":"ಇವೆಲ್ಲವೂ ಅದೃಶ್ಯ ಸಮಾಚಾರಗಳಾಗಿದ್ದು ನಾವು ನಿಮಗೆ ಇದನ್ನು ದೇವವಾಣಿಯ ಮೂಲಕ ತಿಳಿಸುತ್ತಿದ್ದೇವೆ. ಮರ್ಯಮರ ಪಾಲನೆ-ಪೋಷಣೆಯನ್ನು ಯಾರು ವಹಿಸಿಕೊಳ್ಳಬೇಕೆಂದು ನಿರ್ಧರಿಸಲು ಅವರು ತಮ್ಮ ಲೇಖನಿಗಳನ್ನು ಎಸೆದ ಸಂದರ್ಭದಲ್ಲಿ ನೀವು ಅವರ ಬಳಿಯಿರಲಿಲ್ಲ. ಅವರು ತರ್ಕಿಸುತ್ತಿರುವಾಗಲೂ ನೀವು ಅವರ ಬಳಿಯಿರಲಿಲ್ಲ.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:45","price":"ದೇವದೂತರುಗಳು ಹೇಳಿದ ಸಂದರ್ಭ: “ಓ ಮರ್ಯಮ್! ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ತನ್ನ ಒಂದು ವಚನದ ಬಗ್ಗೆ ನಿಮಗೆ ಸುವಾರ್ತೆಯನ್ನು ತಿಳಿಸುತ್ತಿದ್ದಾನೆ. ಅವರ ಹೆಸರು ಮರ್ಯಮರ ಮಗ ಮಸೀಹ್ ಈಸಾ. ಅವರು ಇಹಲೋಕದಲ್ಲಿ ಮತ್ತು ಪರಲೋಕದಲ್ಲಿ ಪ್ರತಿಷ್ಠಿತರಾಗಿರುವರು ಮತ್ತು ಅಲ್ಲಾಹನ ಸಾಮೀಪ್ಯ ಗಳಿಸಿದವರಲ್ಲಿ ಸೇರಿದವರಾಗಿರುವರು.","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:46","price":"ಅವರು ತೊಟ್ಟಿಲಲ್ಲಿರುವಾಗ ಮತ್ತು ಮಧ್ಯವಯಸ್ಕನಾಗಿರುವಾಗ[1] ಜನರೊಡನೆ ಮಾತನಾಡುವರು. ಅವರು ನೀತಿವಂತರಲ್ಲಿ ಸೇರಿದವರಾಗಿರುವರು.”","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"[1] ಅಂದರೆ ಮಧ್ಯವಯಸ್ಕನಾಗಿರುವಾಗ ಅವರು ಪ್ರವಾದಿಯಾಗಿ ನೇಮಕಗೊಂಡು ದೇವವಾಣಿಯ ಆಧಾರದಲ್ಲಿ ಮಾತನಾಡುತ್ತಾರೆ.","lang":"kn"},{"name":"3:47","price":"ಮರ್ಯಮ್ ಕೇಳಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನನಗೆ ಮಗುವಾಗುವುದು ಹೇಗೆ? ಯಾವುದೇ ಪುರುಷನು ನನ್ನನ್ನು ಸ್ಪರ್ಶಿಸಿಲ್ಲವಲ್ಲ.” ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ಹಾಗೆಯೇ ಆಗಿದೆ. ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವುದನ್ನು ಸೃಷ್ಟಿಸುತ್ತಾನೆ. ಅವನು ಒಂದು ವಿಷಯವನ್ನು ತೀರ್ಮಾನಿಸಿದರೆ ಅದರೊಡನೆ ಉಂಟಾಗು ಎನ್ನುತ್ತಾನೆ. ಆಗ ಅದು ಉಂಟಾಗುತ್ತದೆ!","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:48","price":"ಅವನು ಅವರಿಗೆ ಗ್ರಂಥವನ್ನು, ವಿವೇಕವನ್ನು, ತೌರಾತನ್ನು ಮತ್ತು ಇಂಜೀಲನ್ನು ಕಲಿಸಿಕೊಡುವನು.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:49","price":"ಅವರನ್ನು ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳ ಬಳಿಗೆ ಸಂದೇಶವಾಹಕರಾಗಿ ಕಳುಹಿಸುವನು. (ಅವರು ಹೇಳುವರು:) “ನಾನು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನದೊಂದಿಗೆ ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಿದ್ದೇನೆ. ನಾನು ನಿಮಗೆ ಜೇಡಿಮಣ್ಣಿನಿಂದ ಹಕ್ಕಿಯ ಆಕೃತಿಯನ್ನು ರಚಿಸುತ್ತೇನೆ. ನಂತರ ನಾನು ಅದರಲ್ಲಿ ಊದುತ್ತೇನೆ. ಆಗ ಅದು ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಿಂದ ಹಕ್ಕಿಯಾಗಿ ಮಾರ್ಪಡುತ್ತದೆ. ನಾನು ಅಲ್ಲಾಹನ ಅಪ್ಪಣೆಯಿಂದ ಹುಟ್ಟು ಕುರುಡನನ್ನು ಮತ್ತು ಕುಷ್ಠರೋಗಿಯನ್ನು ಗುಣಪಡಿಸುತ್ತೇನೆ ಹಾಗೂ ಸತ್ತವರಿಗೆ ಜೀವ ನೀಡುತ್ತೇನೆ. ನೀವು ತಿನ್ನುವುದನ್ನು ಮತ್ತು ನೀವು ನಿಮ್ಮ ಮನೆಗಳಲ್ಲಿ ಸಂಗ್ರಹಿಸಿಡುವುದನ್ನು ನಾನು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇನೆ. ನೀವು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಇದರಲ್ಲಿ ನಿಮಗೆ ದೃಷ್ಟಾಂತವಿದೆ.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:50","price":"ನಾನು ನನ್ನ ಮುಂದಿರುವ ತೌರಾತನ್ನು ದೃಢೀಕರಿಸುತ್ತೇನೆ. ನಿಮಗೆ ನಿಷೇಧಿಸಲಾಗಿರುವ ಕೆಲವು ವಸ್ತುಗಳನ್ನು ನಾನು ನಿಮಗೆ ಧರ್ಮಸಮ್ಮತಗೊಳಿಸುತ್ತೇನೆ. ನಾನು ನಿಮಗೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ದೃಷ್ಟಾಂತವನ್ನು ತಂದಿರುದ್ದೇನೆ. ಆದ್ದರಿಂದ ನೀವು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ ಮತ್ತು ನನ್ನನ್ನು ಅನುಸರಿಸಿರಿ.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:51","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ಪರಿಪಾಲಕನಾಗಿದ್ದಾನೆ. ಆದ್ದರಿಂದ ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ. ಇದೇ ನೇರವಾದ ಮಾರ್ಗ.","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:52","price":"ನಂತರ ಈಸಾರಿಗೆ ಅವರ ಸತ್ಯನಿಷೇಧದ ಅರಿವಾದಾಗ ಅವರು ಹೇಳಿದರು: “ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ನನಗೆ ಯಾರು ಸಹಾಯ ಮಾಡುತ್ತೀರಿ?” ಹವಾರಿಗಳು[1] ಹೇಳಿದರು: “ನಾವು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಸಹಾಯ ಮಾಡುತ್ತೇವೆ. ನಾವು ಅಲ್ಲಾಹನಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ. ನಾವು (ಅಲ್ಲಾಹನಿಗೆ) ಶರಣಾಗಿದ್ದೇವೆ ಎಂಬುದಕ್ಕೆ ನೀವು ಸಾಕ್ಷಿಯಾಗಿರಿ.”","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"[1] ಹವಾರಿಗಳು ಎಂದರೆ ಸಹಾಯಕರು.","lang":"kn"},{"name":"3:53","price":"“ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನೀನು ಅವತೀರ್ಣಗೊಳಿಸಿದ ಸಂದೇಶದಲ್ಲಿ ನಾವು ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ. ನಾವು ನಿನ್ನ ಸಂದೇಶವಾಹಕರನ್ನು ಅನುಸರಿಸಿದ್ದೇವೆ. ಆದ್ದರಿಂದ ನಮ್ಮನ್ನು ಸಾಕ್ಷಿಗಳಲ್ಲಿ ದಾಖಲಿಸು.”","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:54","price":"ಅವರು (ಸತ್ಯನಿಷೇಧಿಗಳು) ತಂತ್ರಗಾರಿಕೆ ಮಾಡಿದರು. ಅಲ್ಲಾಹು ಕೂಡ ತಂತ್ರಗಾರಿಕೆ ಮಾಡಿದನು. ಅಲ್ಲಾಹು ತಂತ್ರಗಾರಿಕೆ ಮಾಡುವುದರಲ್ಲಿ ಅತ್ಯುತ್ತಮನಾಗಿದ್ದಾನೆ.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:55","price":"ಅಲ್ಲಾಹು ಹೇಳಿದ ಸಂದರ್ಭ: “ಓ ಈಸಾ! ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ನಿಮ್ಮನ್ನು ಪೂರ್ಣವಾಗಿ ವಹಿಸಿಕೊಳ್ಳುವೆನು, ನಿಮ್ಮನ್ನು ನನ್ನ ಬಳಿಗೆ ಎತ್ತಿಕೊಳ್ಳುವೆನು ಮತ್ತು ಸತ್ಯನಿಷೇಧಿಗಳಿಂದ ನಿಮ್ಮನ್ನು ಪರಿಶುದ್ಧಗೊಳಿಸುವೆನು. ನಿಮ್ಮ ಅನುಯಾಯಿಗಳನ್ನು ಪುನರುತ್ಥಾನ ದಿನದವರೆಗೂ ಸತ್ಯನಿಷೇಧಿಗಳ ಮೇಲೆ ಪ್ರಬಲರನ್ನಾಗಿ ಮಾಡುವೆನು. ನಂತರ ನೀವು ನನ್ನ ಬಳಿಗೆ ಮರಳುವಿರಿ. ಆಗ ನೀವು ಭಿನ್ನಾಭಿಪ್ರಾಯ ತಳೆದ ವಿಷಯಗಳಲ್ಲಿ ನಾನು ನಿಮ್ಮ ನಡುವೆ ತೀರ್ಪು ನೀಡುವೆನು.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:56","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಯಾರೋ—ಅವರಿಗೆ ನಾನು ಇಹಲೋಕದಲ್ಲೂ, ಪರಲೋಕದಲ್ಲೂ ಕಠೋರ ಶಿಕ್ಷೆಯನ್ನು ನೀಡುವೆನು. ಅವರಿಗೆ ಯಾವುದೇ ಸಹಾಯಕರಿಲ್ಲ.”","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:57","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಯಾರೋ—ಅವರಿಗೆ ಅಲ್ಲಾಹು ಅವರ ಪ್ರತಿಫಲವನ್ನು ಪೂರ್ಣವಾಗಿ ನೀಡುವನು. ಅಲ್ಲಾಹು ಅಕ್ರಮವೆಸಗುವವರನ್ನು ಇಷ್ಟಪಡುವುದಿಲ್ಲ.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:58","price":"ನಾವು ನಿಮಗೆ ಓದಿಕೊಡುತ್ತಿರುವ ಈ ವಿಷಯಗಳು ಅಲ್ಲಾಹನ ವಚನಗಳಲ್ಲಿ ಮತ್ತು ವಿವೇಕಪೂರ್ಣ ಉಪದೇಶಗಳಲ್ಲಿ ಸೇರಿದ್ದಾಗಿವೆ.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:59","price":"ಅಲ್ಲಾಹನ ದೃಷ್ಟಿಯಲ್ಲಿ ಈಸಾರ ಉದಾಹರಣೆಯು ಆದಮರಂತೆ. ಅವನು ಆದಮರನ್ನು ಮಣ್ಣಿನಿಂದ ಸೃಷ್ಟಿಸಿದನು. ನಂತರ ಅವರೊಡನೆ ಉಂಟಾಗು ಎಂದನು. ಆಗ ಅವರು ಉಂಟಾದರು.","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:60","price":"ಇದು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಕಡೆಯ ಸತ್ಯವಾಗಿದೆ. ಆದ್ದರಿಂದ ನೀವು ಸಂಶಯಪಡುವವರಲ್ಲಿ ಸೇರಲೇಬೇಡಿ.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:61","price":"ನಿಮ್ಮ ಬಳಿಗೆ ಜ್ಞಾನವು ಬಂದ ಬಳಿಕವೂ ಅವರ (ಈಸಾರ) ವಿಷಯದಲ್ಲಿ ಯಾರಾದರೂ ನಿಮ್ಮೊಂದಿಗೆ ತರ್ಕಿಸಿದರೆ ನೀವು ಹೇಳಿರಿ: “ಬನ್ನಿ! ನಾವು ನಮ್ಮ ಮಕ್ಕಳನ್ನು ಮತ್ತು ನಿಮ್ಮ ಮಕ್ಕಳನ್ನು, ನಮ್ಮ ಮಹಿಳೆಯರನ್ನು ಮತ್ತು ನಿಮ್ಮ ಮಹಿಳೆಯರನ್ನು, ನಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮನ್ನು (ಎಲ್ಲರನ್ನೂ) ಕರೆದು ಒಟ್ಟುಗೂಡೋಣ. ನಂತರ ಮನಸಾರೆ ಪ್ರಾರ್ಥಿಸಿ ಸುಳ್ಳು ಹೇಳುವವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಶಾಪವವಿರಲೆಂದು ಬೇಡಿಕೊಳ್ಳೋಣ.”[1]","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"[1] ಈ ವಚನವನ್ನು ಆಯತುಲ್ ಮುಬಾಹಲ (ಶಾಪಪ್ರಾರ್ಥನೆಯ ವಚನ) ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಎರಡು ಗುಂಪುಗಳ ನಡುವೆ ಭಿನ್ನಮತವಿರುವ ಒಂದು ವಿಷಯವು ಮಾತುಕತೆಯಿಂದ ಅಥವಾ ಇತರ ವಿಧಾನಗಳಿಂದ ಪರಿಹಾರವಾಗದೆ, ಎರಡು ಗುಂಪುಗಳೂ ನಾವೇ ಸತ್ಯದಲ್ಲಿರುವವರು ಎಂದು ಹಟ ಹಿಡಿದರೆ, ಆ ಎರಡು ಗುಂಪುಗಳು ಸೇರಿ ಅಸತ್ಯದಲ್ಲಿರುವ ಗುಂಪಿನ ಮೇಲೆ ಅಲ್ಲಾಹನ ಶಾಪವಿರಲಿ ಎಂದು ಅಲ್ಲಾಹನಲ್ಲಿ ಮನಸಾರೆ ಪ್ರಾರ್ಥಿಸುವುದನ್ನು ಶಾಪ ಪ್ರಾರ್ಥನೆ ಎನ್ನಲಾಗುತ್ತದೆ.","lang":"kn"},{"name":"3:62","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಇದು ಸತ್ಯ ನಿರೂಪಣೆಯಾಗಿದೆ. ಅಲ್ಲಾಹನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿದ್ದಾನೆ.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:63","price":"ಅದರ ಬಳಿಕವೂ ಅವರು ವಿಮುಖರಾದರೆ—ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕಿಡಿಗೇಡಿಗಳ ಬಗ್ಗೆ ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:64","price":"ಹೇಳಿರಿ: “ಓ ಗ್ರಂಥದವರೇ! ನಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ನಡುವೆ ಸಮಾನವಾಗಿರುವ ವಚನದ ಕಡೆಗೆ ಬನ್ನಿರಿ. ಅಂದರೆ ನಾವು ಅಲ್ಲಾಹನ ಹೊರತು (ಇನ್ನಾರನ್ನೂ) ಆರಾಧಿಸದಿರೋಣ, ಅವನೊಂದಿಗೆ ಯಾರನ್ನೂ ಸಹಭಾಗಿಯನ್ನಾಗಿ ಮಾಡದಿರೋಣ ಮತ್ತು ನಮ್ಮಲ್ಲಿ ಒಬ್ಬರು ಇನ್ನೊಬ್ಬರನ್ನು ಅಲ್ಲಾಹನ ಹೊರತಾಗಿರುವ ಪರಿಪಾಲಕರನ್ನಾಗಿ ಮಾಡದಿರೋಣ.” ಅದರ ಬಳಿಕವೂ ಅವರು ವಿಮುಖರಾದರೆ (ಅವರೊಡನೆ) ಹೇಳಿರಿ: “ನಾವು ಮುಸ್ಲಿಮರಾಗಿದ್ದೇವೆ ಎಂಬುದಕ್ಕೆ ನೀವು ಸಾಕ್ಷಿಗಳಾಗಿರಿ.”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:65","price":"ಓ ಗ್ರಂಥದವರೇ! ನೀವು ಇಬ್ರಾಹೀಮರ ವಿಷಯದಲ್ಲಿ ಏಕೆ ತರ್ಕಿಸುತ್ತೀರಿ?[1] ತೌರಾತ್ ಮತ್ತು ಇಂಜೀಲ್ ಅವತೀರ್ಣವಾದದ್ದು ಅವರ ನಂತರವಲ್ಲವೇ! ನೀವು ಆಲೋಚಿಸುವುದಿಲ್ಲವೇ?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"[1] ಇಬ್ರಾಹೀಮ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಯಹೂದಿಯಾಗಿದ್ದರು ಎಂದು ಯಹೂದಿಗಳು ಹೇಳುತ್ತಿದ್ದರು ಮತ್ತು ಅವರು ಕ್ರೈಸ್ತರಾಗಿದ್ದರು ಎಂದು ಕ್ರೈಸ್ತರು ಹೇಳುತ್ತಿದ್ದರು. ವಾಸ್ತವವಾಗಿ ಯಹೂದಿಗಳು ನಂಬುವ ತೌರಾತ್ (ತೋರಾ) ಮತ್ತು ಕ್ರೈಸ್ತರು ನಂಬುವ ಇಂಜೀಲ್ (ಸುವಾರ್ತೆ) ಅವತೀರ್ಣವಾಗುವುದಕ್ಕೆ ಎಷ್ಟೋ ವರ್ಷಗಳ ಮೊದಲು ಇಬ್ರಾಹೀಮ್ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಜೀವಿಸಿದ್ದರು. ಹಾಗಿರುವಾಗ ಅವರು ಯಹೂದಿ ಅಥವಾ ಕ್ರೈಸ್ತರಾಗಲು ಹೇಗೆ ಸಾಧ್ಯ?","lang":"kn"},{"name":"3:66","price":"ನಿಮಗೆ ಜ್ಞಾನವಿರುವ ವಿಷಯದಲ್ಲಿ ನೀವು ತರ್ಕಿಸಿದ್ದೀರಿ. ಆದರೆ ಈಗ ನಿಮಗೆ ಜ್ಞಾನವಿಲ್ಲದ ವಿಷಯದಲ್ಲಿ ನೀವೇಕೆ ತರ್ಕಿಸುತ್ತೀರಿ? ಅಲ್ಲಾಹು ತಿಳಿದಿದ್ದಾನೆ. ಆದರೆ ನೀವು ತಿಳಿದಿಲ್ಲ.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:67","price":"ಇಬ್ರಾಹೀಮರು ಯಹೂದಿ ಅಥವಾ ಕ್ರಿಶ್ಚಿಯನ್ ಆಗಿರಲಿಲ್ಲ; ಆದರೆ ಅವರು ಏಕನಿಷ್ಠರು ಮತ್ತು ಮುಸ್ಲಿಮರಾಗಿದ್ದರು.[1] ಅವರು ಬಹುದೇವಾರಾಧಕರಲ್ಲಿ ಸೇರಿದವರಾಗಿರಲಿಲ್ಲ.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"[1] ಮುಸ್ಲಿಮ್ ಎಂದರೆ ಅಲ್ಲಾಹನಿಗೆ ಸಂಪೂರ್ಣ ಶರಣಾದವನು. ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳು ಮುಸ್ಲಿಮರಾಗಿದ್ದರು ಮತ್ತು ಅವರ ಧರ್ಮ ಇಸ್ಲಾಂ ಆಗಿತ್ತು.","lang":"kn"},{"name":"3:68","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಜನರಲ್ಲಿ ಇಬ್ರಾಹೀಮರಿಗೆ ಹೆಚ್ಚು ಆಪ್ತರು ಯಾರೆಂದರೆ ಅವರನ್ನು ಅನುಸರಿಸಿದವರು; ಮತ್ತು ಈ ಪ್ರವಾದಿ ಹಾಗೂ (ಈ ಪ್ರವಾದಿಯಲ್ಲಿ) ವಿಶ್ವಾಸವಿಟ್ಟವರು. ಅಲ್ಲಾಹು ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ರಕ್ಷಕನಾಗಿದ್ದಾನೆ.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:69","price":"ಗ್ರಂಥದವರ ಒಂದು ಪಂಗಡವು ನಿಮ್ಮನ್ನು ದಾರಿತಪ್ಪಿಸಲು ಬಯಸುತ್ತಿದೆ. ಆದರೆ (ವಾಸ್ತವವಾಗಿ) ಅವರು ಅವರನ್ನೇ ದಾರಿತಪ್ಪಿಸುತ್ತಿದ್ದಾರೆ. ಅವರು ಅದನ್ನು ತಿಳಿಯುವುದಿಲ್ಲ.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:70","price":"ಓ ಗ್ರಂಥದವರೇ! ನೀವು ಸಾಕ್ಷಿಗಳಾಗಿದ್ದೂ ಕೂಡ ನೀವೇಕೆ ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸುತ್ತೀರಿ?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:71","price":"ಓ ಗ್ರಂಥದವರೇ! ನೀವು ಸತ್ಯವನ್ನು ಅಸತ್ಯದೊಂದಿಗೆ ಏಕೆ ಬೆರೆಸುತ್ತೀರಿ ಮತ್ತು ತಿಳಿದೂ ಕೂಡ ಸತ್ಯವನ್ನೇಕೆ ಮುಚ್ಚಿಡುತ್ತೀರಿ?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:72","price":"ಗ್ರಂಥದವರ ಒಂದು ಪಂಗಡವು (ಪರಸ್ಪರ) ಹೇಳುತ್ತಾರೆ: “ಹಗಲಿನ ಆರಂಭದಲ್ಲಿ (ಬೆಳಗ್ಗೆ) ಸತ್ಯವಿಶ್ವಾಸಿಗಳಿಗೆ ಅವತೀರ್ಣವಾದ ಸಂದೇಶದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡಿ ಮತ್ತು ಹಗಲಿನ ಕೊನೆಯಲ್ಲಿ (ಸಂಜೆಯಾಗುವಾಗ) ನಿಷೇಧಿಸಿ ಬಿಡಿ. ಆಗ ಅವರು ಮರಳಿಬರಲೂಬಹುದು.”[1]","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"[1] ಇದು ಯಹೂದಿಗಳ ಒಂದು ಕುತಂತ್ರ. ಇದರಿಂದ ಅವರು ಮುಸಲ್ಮಾನರನ್ನು ದಾರಿತಪ್ಪಿಸಲು ಬಯಸುತ್ತಿದ್ದರು. ಅವರಲ್ಲೊಬ್ಬರು ಬೆಳಗ್ಗೆ ಇಸ್ಲಾಂ ಸ್ವೀಕರಿಸಿ ಮುಸಲ್ಮಾನರಾಗುತ್ತಿದ್ದರು. ಆದರೆ ಸಂಜೆಯಾಗುತ್ತಿದ್ದಂತೆ ಪುನಃ ಯಹೂದಿ ಧರ್ಮಕ್ಕೆ ಮರಳುತ್ತಿದ್ದರು. ಬೆಳಗ್ಗೆ ಮುಸಲ್ಮಾನರಾದವರು ಸಂಜೆ ಇಸ್ಲಾಂನಿಂದ ಹೊರಹೋಗಬೇಕಾದರೆ ಇಸ್ಲಾಂ ಧರ್ಮದಲ್ಲಿ ನಾವು ತಿಳಿಯದ ಏನೋ ಕೊರತೆಯಿದೆ ಎಂದು ಮುಸಲ್ಮಾನರು ಭಾವಿಸುವಂತಾಗಲು ಅವರು ಹೀಗೆ ಮಾಡುತ್ತಿದ್ದರು.","lang":"kn"},{"name":"3:73","price":"(ಅವರು ಪರಸ್ಪರ ಹೇಳುತ್ತಾರೆ:) “ನಿಮ್ಮ ಧರ್ಮದ ಅನುಯಾಯಿಗಳನ್ನು ಬಿಟ್ಟು ಬೇರೆ ಯಾರನ್ನೂ ನೀವು ನಂಬಬೇಡಿ.” ಹೇಳಿರಿ: “ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ಮಾರ್ಗದರ್ಶನವೇ ನಿಜವಾದ ಮಾರ್ಗದರ್ಶನ.” (ಅವರು ಪರಸ್ಪರ ಹೇಳುತ್ತಾರೆ): “ನಿಮಗೆ ನೀಡಲಾದಂತಹ (ಗ್ರಂಥವನ್ನು) ಬೇರೆ ಯಾರಿಗಾದರೂ ನೀಡಲಾಗಬಹುದು; ಅಥವಾ ಅವರು ನಿಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿ ನಿಮ್ಮೊಡನೆ ತರ್ಕಿಸುವರು ಎಂದು (ನೀವು ನಂಬಲೇಬೇಡಿ).” ಹೇಳಿರಿ: “ನಿಶ್ಚಯವಾಗಿಯೂ ಔದಾರ್ಯವಿರುವುದು ಅಲ್ಲಾಹನ ಕೈಯಲ್ಲಿ. ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅವನು ಅದನ್ನು ದಯಪಾಲಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ವಿಶಾಲನು ಮತ್ತು ಸರ್ವಜ್ಞನಾಗಿದ್ದಾನೆ.”","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:74","price":"ಅವನು ತನ್ನ ದಯೆಯಿಂದ ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ವಿಶೇಷವಾಗಿ ಅನುಗ್ರಹಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹು ಮಹಾ ಔದಾರ್ಯದ ಒಡೆಯನಾಗಿದ್ದಾನೆ.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:75","price":"ಗ್ರಂಥದವರಲ್ಲಿ ಕೆಲವರಿದ್ದಾರೆ. ನೀವು ಅವರ ಮೇಲೆ ನಂಬಿಕೆಯಿಟ್ಟು ಬಂಗಾರದ ರಾಶಿಯನ್ನು ತೆಗೆದಿಡಲು ಕೊಟ್ಟರೂ (ನೀವು ಕೇಳುವಾಗ) ಅವರು ಅದನ್ನು ನಿಮಗೆ ಹಿಂದಿರುಗಿಸುತ್ತಾರೆ. ಆದರೆ ಅವರಲ್ಲಿ ಬೇರೆ ಕೆಲವರಿದ್ದಾರೆ. ನೀವು ಅವರ ಮೇಲೆ ನಂಬಿಕೆಯಿಟ್ಟು ಒಂದು ಬಂಗಾರದ ನಾಣ್ಯವನ್ನು ತೆಗೆದಿಡಲು ಕೊಟ್ಟರೆ, ಪದೇ ಪದೇ ಕೇಳದೆ ಅವರು ಅದನ್ನು ನಿಮಗೆ ಹಿಂದಿರುಗಿಸುವುದಿಲ್ಲ. ಅದೇಕೆಂದರೆ ಅವರು ಹೇಳುತ್ತಾರೆ: “ಆ ಅನಕ್ಷರಸ್ಥರಿಗೆ (ಯಹೂದಿಗಳಲ್ಲದವರಿಗೆ) ಸಂಬಂಧಿಸಿದ ಯಾವುದೇ ವಿಷಯದಲ್ಲೂ ನಮಗೆ ಶಿಕ್ಷೆಯಿಲ್ಲ.” ಅವರು ತಿಳಿದೂ ಸಹ ಅಲ್ಲಾಹನ ಹೆಸರಲ್ಲಿ ಸುಳ್ಳು ಹೇಳುತ್ತಾರೆ.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:76","price":"ಹೌದು (ಅವರಿಗೆ ಶಿಕ್ಷೆಯಿದೆ). ಯಾರು ತನ್ನ ಕರಾರನ್ನು ನೆರವೇರಿಸುತ್ತಾರೋ ಮತ್ತು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡುತ್ತಾರೋ—ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ದೇವಭಯವುಳ್ಳವರನ್ನು ಪ್ರೀತಿಸುತ್ತಾನೆ.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:77","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ಕರಾರನ್ನು ಮತ್ತು ತಮ್ಮ ಆಣೆಗಳನ್ನು ಕೀಳು ದರಕ್ಕೆ ಮಾರಾಟ ಮಾಡುವವರು ಯಾರೋ—ಅವರಿಗೆ ಪರಲೋಕದಲ್ಲಿ ಯಾವುದೇ ಪಾಲಿಲ್ಲ. ಪುನರುತ್ಥಾನ ದಿನದಂದು ಅಲ್ಲಾಹು ಅವರೊಡನೆ ಮಾತನಾಡುವುದಿಲ್ಲ, ಅವರ ಕಡೆಗೆ ದೃಷ್ಟಿ ಬೀರುವುದಿಲ್ಲ ಮತ್ತು ಅವರನ್ನು ಶುದ್ಧೀಕರಿಸುವುದಿಲ್ಲ. ಅವರಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:78","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರಲ್ಲೊಂದು ಪಂಗಡವು ಗ್ರಂಥವನ್ನು ಪಠಿಸುವಾಗ ತಮ್ಮ ನಾಲಗೆಯನ್ನು ತಿರುಚುತ್ತಾರೆ. ಅದು ಗ್ರಂಥದ ಭಾಗವೆಂದು ನೀವು ಭಾವಿಸುವುದಕ್ಕಾಗಿ. ಆದರೆ ಅದು ಗ್ರಂಥದ ಭಾಗವಲ್ಲ. ಅವರು ಹೇಳುತ್ತಾರೆ: “ಅದು ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಬಂದಿದೆ.” ಆದರೆ ಅದು ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಬಂದಿಲ್ಲ. ಅವರು ತಿಳಿದೂ ಸಹ ಅಲ್ಲಾಹನ ಹೆಸರಲ್ಲಿ ಸುಳ್ಳು ಹೇಳುತ್ತಾರೆ.[1]","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"[1] ಯಹೂದಿಗಳು ಅವರ ಧರ್ಮಗ್ರಂಥವನ್ನು ತಿದ್ದುಪಡಿ ಮಾಡಿದ್ದು ಮಾತ್ರವಲ್ಲದೆ, ಜನಸಾಮಾನ್ಯರ ಮುಂದೆ ಅದನ್ನು ಪಠಿಸುವಾಗ ತಮ್ಮ ನಾಲಗೆಯನ್ನು ತಿರುಚಿ ಜನರು ಬೇರೆ ಅರ್ಥವನ್ನು ಭಾವಿಸುವಂತೆ ಮಾಡುತ್ತಿದ್ದರು. ಅದೇ ರೀತಿ ಅವರು ತಮ್ಮ ಕೆಲವು ಮಾತುಗಳನ್ನು ಅಲ್ಲಾಹನ ವಚನಗಳೆಂದು ಸುಳ್ಳು ಹೇಳುತ್ತಿದ್ದರು.","lang":"kn"},{"name":"3:79","price":"ಅಲ್ಲಾಹು ಒಬ್ಬ ಮನುಷ್ಯನಿಗೆ (ಪ್ರವಾದಿಗೆ) ಗ್ರಂಥ, ವಿವೇಕ ಮತ್ತು ಪ್ರವಾದಿತ್ವವನ್ನು ನೀಡಿ, ನಂತರ ಅವರು ಜನರೊಡನೆ, “ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ನನ್ನ ದಾಸರಾಗಿರಿ” ಎಂದು ಹೇಳುವುದು ಉಂಟಾಗಲಾರದು. ಬದಲಿಗೆ, (ಅವರು ಹೇಳುವುದೇನೆಂದರೆ): “ನೀವು ಗ್ರಂಥವನ್ನು ಕಲಿಸುತ್ತಿರುವುದರಿಂದ ಮತ್ತು ನೀವು ಸ್ವತಃ ಅದನ್ನು ಕಲಿಯುತ್ತಿರುವುದರಿಂದ ನೀವು ಅಲ್ಲಾಹನ ದಾಸರಾಗಿರಿ.”","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:80","price":"ನೀವು ದೇವದೂತರುಗಳನ್ನು ಮತ್ತು ಪ್ರವಾದಿಗಳನ್ನು ದೇವರುಗಳನ್ನಾಗಿ ಮಾಡಿಕೊಳ್ಳಿರಿ ಎಂದು ಅವರು (ಪ್ರವಾದಿ) ನಿಮಗೆ ಆದೇಶಿಸುವುದಿಲ್ಲ. ನೀವು ಮುಸ್ಲಿಮರಾದ ಬಳಿಕ ಅವರು ನಿಮಗೆ ಸತ್ಯನಿಷೇಧಿಗಳಾಗಲು ಆದೇಶಿಸುವರೇ?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:81","price":"ಅಲ್ಲಾಹು ಪ್ರವಾದಿಗಳಿಂದ ಕರಾರನ್ನು ಪಡೆದ ಸಂದರ್ಭ: “ನಾನು ನಿಮಗೆ ಗ್ರಂಥ ಮತ್ತು ವಿವೇಕವನ್ನು ನೀಡಿ, ನಂತರ ನಿಮ್ಮ ಬಳಿಯಿರುವುದನ್ನು ದೃಢೀಕರಿಸುವ ಒಬ್ಬ ಸಂದೇಶವಾಹಕರು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದರೆ, ನೀವು ಅವರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡಲೇಬೇಕು ಮತ್ತು ಅವರಿಗೆ ಸಹಾಯ ಮಾಡಲೇಬೇಕು.” ಅಲ್ಲಾಹು ಕೇಳಿದನು: “ಇದನ್ನು ಒಪ್ಪಿಕೊಂಡು ಈ ವಿಷಯದಲ್ಲಿ ನನ್ನ ಹೊಣೆಗಾರಿಕೆಯನ್ನು ನಿಭಾಯಿಸುವಿರಾ?” ಅವರು ಉತ್ತರಿಸಿದರು: “ನಾವು ಒಪ್ಪಿಕೊಂಡಿದ್ದೇವೆ.” ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ಹಾಗಾದರೆ ನೀವು ಅದಕ್ಕೆ ಸಾಕ್ಷಿಗಳಾಗಿರಿ. ನಾನೂ ನಿಮ್ಮೊಂದಿಗೆ ಸಾಕ್ಷಿಯಾಗಿರುವೆನು.”[1]","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"[1] ಅಲ್ಲಾಹು ಪ್ರತಿಯೊಬ್ಬ ಪ್ರವಾದಿಯಿಂದಲೂ ಈ ಕರಾರನ್ನು ಪಡೆದಿದ್ದನು. ಈ ಕರಾರಿನ ಪ್ರಕಾರ ಒಬ್ಬ ಪ್ರವಾದಿ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವಾಗ, ಅಥವಾ ಅವರ ಬೋಧನೆಯು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವಾಗ, ಹೊಸ ಪ್ರವಾದಿಯ ಆಗಮನವಾದರೆ ಆ ಪ್ರವಾದಿ ತನ್ನ ಬೋಧನೆಯನ್ನು ನಿಲ್ಲಿಸಿ ಆ ಹೊಸ ಪ್ರವಾದಿಯನ್ನು ಅನುಸರಿಸಬೇಕು. ಒಬ್ಬ ಪ್ರವಾದಿಗೆ ತನ್ನ ನಂತರ ಬರುವ ಹೊಸ ಪ್ರವಾದಿಯನ್ನು ಅನುಸರಿಸುವುದು ಕಡ್ಡಾಯವಾದರೆ ಅವರ ಅನುಯಾಯಿಗಳಿಗೂ ಅದು ಕಡ್ಡಾಯವಾಗಿದೆಯೆಂದು ಬೇರೆಯೇ ಹೇಳಬೇಕಾಗಿಲ್ಲ. ಆದ್ದರಿಂದ ಪ್ರವಾದಿ ಮುಹಮ್ಮದ್ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ರ ಆಗಮನದ ನಂತರ ಹಿಂದಿನ ಪ್ರವಾದಿಗಳ ಬೋಧನೆಗಳೆಲ್ಲವೂ ಅನೂರ್ಜಿತವಾಗುತ್ತವೆ ಮತ್ತು ಆ ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳು ಮತ್ತು ಅವರ ಅನುಯಾಯಿಗಳು ಪ್ರವಾದಿ ಮುಹಮ್ಮದ್ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ರ ಬೋಧನೆಗಳನ್ನು ಅನುಸರಿಸಬೇಕಾಗುತ್ತದೆ.","lang":"kn"},{"name":"3:82","price":"ಅದರ ನಂತರವೂ ಯಾರಾದರೂ ವಿಮುಖರಾದರೆ ಅವರೇ ದುಷ್ಕರ್ಮಿಗಳು.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:83","price":"ಅವರು ಅಲ್ಲಾಹನದ್ದಲ್ಲದ ಬೇರೆ ಧರ್ಮವನ್ನು ಹುಡುಕುತ್ತಿದ್ದಾರೆಯೇ? (ವಾಸ್ತವವಾಗಿ) ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವ ಎಲ್ಲರೂ ಸ್ವಯಂಪ್ರೇರಿತವಾಗಿ ಅಥವಾ ಬಲವಂತವಾಗಿ ಅವನಿಗೆ ಶರಣಾಗಿದ್ದಾರೆ. ಅವರೆಲ್ಲರೂ ಅವನ ಬಳಿಗೇ ಮರಳಿಹೋಗುವರು.","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:84","price":"ಹೇಳಿರಿ: “ನಾವು ಅಲ್ಲಾಹನಲ್ಲಿ, ನಮಗೆ ಅವತೀರ್ಣವಾಗಿರುವುದರಲ್ಲಿ, ಇಬ್ರಾಹೀಮರಿಗೆ, ಇಸ್ಮಾಈಲರಿಗೆ, ಇಸ್‍ಹಾಕರಿಗೆ, ಯಾಕೂಬರಿಗೆ ಮತ್ತು ಯಾಕೂಬರ ಸಂತಾನಕ್ಕೆ ಅವತೀರ್ಣವಾಗಿರುವುದರಲ್ಲಿ, ಮೂಸಾ ಮತ್ತು ಈಸಾರಿಗೆ ನೀಡಲಾಗಿರುವುದರಲ್ಲಿ, ಎಲ್ಲಾ ಪ್ರವಾದಿಗಳಿಗೂ ಅವರ ಪರಿಪಾಲಕನ ಕಡೆಯಿಂದ ನೀಡಲಾಗಿರುವುದರಲ್ಲಿ ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ. ಅವರಲ್ಲಿ ಯಾರ ನಡುವೆಯೂ ನಾವು ಬೇಧ ಮಾಡುವುದಿಲ್ಲ. ನಾವು ಅಲ್ಲಾಹನಿಗೆ ಸಂಪೂರ್ಣ ಶರಣಾಗಿದ್ದೇವೆ.”","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:85","price":"ಯಾರು ಇಸ್ಲಾಂ ಅಲ್ಲದ ಬೇರೊಂದು ಧರ್ಮವನ್ನು ಹುಡುಕುತ್ತಾನೋ—ಅವನಿಂದ ಅದನ್ನು ಎಂದಿಗೂ ಸ್ವೀಕರಿಸಲಾಗುವುದಿಲ್ಲ. ಪರಲೋಕದಲ್ಲಿ ಅವನು ನಷ್ಟ ಹೊಂದಿದವರಲ್ಲಿ ಸೇರುವನು.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:86","price":"ಸತ್ಯವಿಶ್ವಾಸವನ್ನು ಸ್ವೀಕರಿಸಿ, ಸಂದೇಶವಾಹಕರನ್ನು ಸತ್ಯವೆಂದು ಸಾಕ್ಷ್ಯವಹಿಸಿ, ನಂತರ ತಮ್ಮ ಬಳಿಗೆ ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳು ಬಂದ ಬಳಿಕವೂ ಸತ್ಯನಿಷೇಧಿಗಳಾದ ಜನರಿಗೆ ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುವುದಾದರೂ ಹೇಗೆ? ಅಕ್ರಮವೆಸಗುವ ಜನರಿಗೆ ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುವುದಿಲ್ಲ.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:87","price":"ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ, ದೇವದೂತರ ಮತ್ತು ಜನರೆಲ್ಲರ ಶಾಪವಿರುವುದೇ ಅವರಿಗಿರುವ ಪ್ರತಿಫಲವಾಗಿದೆ.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:88","price":"ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಅವರಿಗೆ ಶಿಕ್ಷೆಯಲ್ಲಿ ರಿಯಾಯಿತಿಯಿಲ್ಲ ಮತ್ತು ಅವರಿಗೆ ವಿರಾಮವನ್ನೂ ನೀಡಲಾಗುವುದಿಲ್ಲ.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:89","price":"ಆದರೆ ಯಾರು ಅದರ ಬಳಿಕ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು, ಸ್ವಯಂ ತಿದ್ದಿಕೊಳ್ಳುತ್ತಾರೋ—ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:90","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾದ ಬಳಿಕ ಸತ್ಯನಿಷೇಧಿಗಳಾದವರು ಮತ್ತು ತಮ್ಮ ಸತ್ಯನಿಷೇಧವನ್ನು ಹೆಚ್ಚಿಸುತ್ತಲೇ ಇರುವವರು ಯಾರೋ—ಅವರ ಪಶ್ಚಾತ್ತಾಪವು ಎಂದಿಗೂ ಸ್ವೀಕಾರವಾಗುವುದಿಲ್ಲ. ಅವರೇ ದಾರಿತಪ್ಪಿದವರು.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:91","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಮತ್ತು ಸತ್ಯನಿಷೇಧಿಗಳಾಗಿಯೇ ಸಾಯುವವರು ಯಾರೋ—ಅವರಲ್ಲೊಬ್ಬನು ಭೂಮಿ ತುಂಬಾ ಬಂಗಾರವನ್ನು ಪರಿಹಾರವಾಗಿ ನೀಡಿದರೂ ಸಹ ಅವನಿಂದ ಅದನ್ನು ಎಂದಿಗೂ ಸ್ವೀಕರಿಸಲಾಗುವುದಿಲ್ಲ. ಅವರಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ. ಅವರಿಗೆ ಯಾವುದೇ ಸಹಾಯಕರಿಲ್ಲ.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"kn"},{"name":"3:92","price":"ನೀವು ಇಷ್ಟಪಡುವ ವಸ್ತುಗಳಿಂದ ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಖರ್ಚು ಮಾಡುವ ತನಕ ನೀವೆಂದೂ ಒಳಿತನ್ನು ಗಳಿಸುವುದಿಲ್ಲ. ನೀವು ಯಾವುದೇ ವಸ್ತುವನ್ನು ಖರ್ಚು (ದಾನ) ಮಾಡಿದರೂ ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಅದನ್ನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"kn"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}