{"data":[{"name":"5:82","price":"ಯಹೂದಿಗಳು ಮತ್ತು ಬಹುದೇವಾರಾಧಕರು ಸತ್ಯವಿಶ್ವಾಸಿಗಳ ಕಡುವೈರಿಗಳಾಗಿರುವುದನ್ನು ನೀವು ಕಾಣುವಿರಿ. “ನಾವು ಕ್ರೈಸ್ತರು” ಎಂದು ಹೇಳುವವರು ಸತ್ಯವಿಶ್ವಾಸಿಗಳೊಂದಿಗೆ ಅತಿಹತ್ತಿರದ ಮಮತೆಯುಳ್ಳವರಾಗಿ ಕಾಣುವಿರಿ. ಅವರಲ್ಲಿ ವಿದ್ವಾಂಸರು ಮತ್ತು ಸನ್ಯಾಸಿಗಳಿದ್ದಾರೆ ಮತ್ತು ಅವರು ಅಹಂಕಾರಿಗಳಲ್ಲ ಎಂಬುದೇ ಇದಕ್ಕೆ ಕಾರಣವಾಗಿದೆ.","arabic":"۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":751,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:83","price":"ಸಂದೇಶವಾಹಕರಿಗೆ ಅವತೀರ್ಣವಾದ ಸಂದೇಶಕ್ಕೆ ಕಿವಿಗೊಟ್ಟಾಗ, ಸತ್ಯವನ್ನು ತಿಳಿದು ಅವರ ಕಣ್ಣುಗಳಿಂದ ಕಣ್ಣೀರು ಹರಿಯುವುದನ್ನು ನೀವು ಕಾಣುವಿರಿ. ಅವರು ಹೇಳುವರು: “ಓ ನಮ್ಮ ಪರಿಪಾಲಕನೇ! ನಾವು ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ. ಆದ್ದರಿಂದ ಸತ್ಯಕ್ಕೆ ಸಾಕ್ಷಿಯಾದವರಲ್ಲಿ ನಮ್ಮನ್ನೂ ಸೇರಿಸು.","arabic":"وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعۡيُنَهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ مِمَّا عَرَفُواْ مِنَ ٱلۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":752,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:84","price":"ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ನಮಗೆ ಬಂದ ಸಂದೇಶದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡದಿರಲು ನಮಗೇನಾಗಿದೆ? ನಮ್ಮ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ನಮ್ಮನ್ನು ನೀತಿವಂತರೊಂದಿಗೆ ಸ್ವರ್ಗ ಪ್ರವೇಶ ಮಾಡಿಸಬೇಕೆಂದು ನಾವು ಆಸೆಪಡುತ್ತೇವೆ.”","arabic":"وَمَا لَنَا لَا نُؤۡمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلۡحَقِّ وَنَطۡمَعُ أَن يُدۡخِلَنَا رَبُّنَا مَعَ ٱلۡقَوۡمِ ٱلصَّٰلِحِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":753,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:85","price":"ಅವರು ಹೇಳಿದ ಮಾತಿನಿಂದಾಗಿ ಅಲ್ಲಾಹು ಅವರಿಗೆ ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳನ್ನು ಪ್ರತಿಫಲವಾಗಿ ನೀಡಿದನು. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಅದು ಒಳಿತು ಮಾಡುವವರಿಗಿರುವ ಪ್ರತಿಫಲವಾಗಿದೆ.","arabic":"فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":754,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:86","price":"ಸತ್ಯನಿಷೇಧಿಗಳು ಮತ್ತು ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದವರು ಯಾರೋ ಅವರೇ ನರಕವಾಸಿಗಳು.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":755,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:87","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ಅಲ್ಲಾಹು ನಿಮಗೆ ಅನುಮತಿಸಿದ ಉತ್ತಮ ವಸ್ತುಗಳನ್ನು ನಿಷೇಧಿಸಬೇಡಿ ಮತ್ತು ಎಲ್ಲೆ ಮೀರಬೇಡಿ. ನಿಶ್ಚಯವಾಗಿಯೂ ಎಲ್ಲೆ ಮೀರುವವರನ್ನು ಅಲ್ಲಾಹು ಇಷ್ಟಪಡುವುದಿಲ್ಲ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":756,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:88","price":"ಅಲ್ಲಾಹು ನಿಮಗೆ ಒದಗಿಸಿದ ಧರ್ಮಸಮ್ಮತ ಮತ್ತು ಶುದ್ಧ ವಸ್ತುಗಳನ್ನು ತಿನ್ನಿರಿ. ಯಾರ ಮೇಲೆ ನೀವು ವಿಶ್ವಾಸವಿಡುತ್ತೀರೋ ಆ ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ.","arabic":"وَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":757,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:89","price":"ನೀವು ಅರ್ಥವಿಲ್ಲದೆ[1] ಮಾಡುವ ಪ್ರತಿಜ್ಞೆಗಳಿಗಾಗಿ ಅಲ್ಲಾಹು ನಿಮ್ಮನ್ನು ಹಿಡಿಯುವುದಿಲ್ಲ. ಆದರೆ ನೀವು ದೃಢನಿರ್ಧಾರದಿಂದ ಮಾಡಿದ ಪ್ರತಿಜ್ಞೆಗಳಿಗಾಗಿ ಅವನು ನಿಮ್ಮನ್ನು ಹಿಡಿಯುತ್ತಾನೆ. ಅದಕ್ಕೆ ಪರಿಹಾರವೇನೆಂದರೆ, ಹತ್ತು ಮಂದಿ ಬಡವರಿಗೆ ನೀವು ನಿಮ್ಮ ಮನೆಯವರಿಗೆ ಉಣಿಸುವ ಮಧ್ಯಮ ರೀತಿಯ ಆಹಾರವನ್ನು ಉಣಿಸುವುದು, ಅಥವಾ ಅವರಿಗೆ ಬಟ್ಟೆ-ಬರೆ ನೀಡುವುದು, ಅಥವಾ ಒಬ್ಬ ಗುಲಾಮನನ್ನು ಸ್ವತಂತ್ರಗೊಳಿಸುವುದು. ಯಾರಿಗೆ ಇದು ಸಾಧ್ಯವಿಲ್ಲವೋ ಅವನು ಮೂರು ದಿನ ಉಪವಾಸ ಆಚರಿಸಬೇಕು. ಇದು ನೀವು ನಿಮ್ಮ ಪ್ರತಿಜ್ಞೆಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿದರೆ ನೀಡಬೇಕಾದ ಪರಿಹಾರವಾಗಿದೆ. ನಿಮ್ಮ ಪ್ರತಿಜ್ಞೆಗಳನ್ನು ಕಾಯ್ದುಕೊಳ್ಳಿರಿ. ಹೀಗೆ ಅಲ್ಲಾಹು ನಿಮಗೆ ಅವನ ವಚನಗಳನ್ನು ವಿವರಿಸಿಕೊಡುತ್ತಾನೆ. ನೀವು ಕೃತಜ್ಞರಾಗುವುದಕ್ಕಾಗಿ.","arabic":"لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":758,"juzNumber":7,"footnotes":"[1] ಅಂದರೆ ದೃಢನಿರ್ಧಾರವಿಲ್ಲದೆ ಅಭ್ಯಾಸಬಲದಿಂದ ಮಾಡುವ ಪ್ರತಿಜ್ಞೆಗಳು.","lang":"kn"},{"name":"5:90","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನಿಶ್ಚಯವಾಗಿಯೂ ಮದ್ಯ, ಜೂಜು, ಬಲಿಪೀಠಗಳು ಮತ್ತು ಅದೃಷ್ಟ ಪರೀಕ್ಷಿಸುವ ಬಾಣಗಳು ಪೈಶಾಚಿಕವಾದ ಹೊಲಸು ಕೃತ್ಯಗಳಾಗಿವೆ. ಆದ್ದರಿಂದ ನೀವು ಅವುಗಳಿಂದ ದೂರವಿರಿ. ನೀವು ಯಶಸ್ವಿಯಾಗುವುದಕ್ಕಾಗಿ.[1]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":759,"juzNumber":7,"footnotes":"[1] ಅಮಲು ಪದಾರ್ಥಗಳೆಲ್ಲವೂ ಮದ್ಯದ ವ್ಯಾಪ್ತಿಯಲ್ಲಿ ಬರುತ್ತವೆ. ಲಾಟರಿ, ಮಟ್ಕಾ ಮುಂತಾದ ಹಣವಿಟ್ಟು ಆಡುವ ಆಟಗಳೆಲ್ಲವೂ ಜೂಜಿನ ವ್ಯಾಪ್ತಿಯಲ್ಲಿ ಬರುತ್ತವೆ. ಬಲಿಪೀಠಗಳು ಎಂದರೆ ಬಹುದೇವಾರಾಧಕರು ತಮ್ಮ ವಿಗ್ರಹಗಳಿಗೆ ಬಲಿ ನೀಡುವ ಪೀಠಗಳು. ಅದೃಷ್ಟ ಪರೀಕ್ಷಿಸುವ ಬಾಣಗಳು ಎಂದರೆ ಶುಭ ಮತ್ತು ಅಶುಭವನ್ನು ಪರೀಕ್ಷಿಸುವುದಕ್ಕಾಗಿ ಚೀಟಿಯೆತ್ತುವುದು. ಶುಭ ಎಂದು ಬಂದರೆ ಕೆಲಸದಲ್ಲಿ ಮುಂದುವರಿಯುವುದು ಮತ್ತು ಅಶುಭ ಎಂದು ಬಂದರೆ ಕೆಲಸವನ್ನು ಮೊಟಕುಗೊಳಿಸುವುದು.","lang":"kn"},{"name":"5:91","price":"ಮದ್ಯ ಮತ್ತು ಜೂಜಿನ ಮೂಲಕ ನಿಮ್ಮ ನಡುವೆ ವೈರ ಹಾಗೂ ದ್ವೇಷವನ್ನು ಬಿತ್ತಲು ಮತ್ತು ನಿಮ್ಮನ್ನು ಅಲ್ಲಾಹನ ಸ್ಮರಣೆ ಹಾಗೂ ನಮಾಝ್‍ನಿಂದ ತಡೆಯಲು ಶೈತಾನನು ಬಯಸುತ್ತಾನೆ. ಆದ್ದರಿಂದ (ಇನ್ನಾದರೂ) ನೀವು ಅದನ್ನು ನಿಲ್ಲಿಸುವಿರಾ?","arabic":"إِنَّمَا يُرِيدُ ٱلشَّيۡطَٰنُ أَن يُوقِعَ بَيۡنَكُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ فِي ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِ وَيَصُدَّكُمۡ عَن ذِكۡرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِۖ فَهَلۡ أَنتُم مُّنتَهُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":760,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:92","price":"ನೀವು ಅಲ್ಲಾಹನ ಆಜ್ಞೆಗಳನ್ನು ಮತ್ತು ಸಂದೇಶವಾಹಕರ ಆಜ್ಞೆಗಳನ್ನು ಪಾಲಿಸಿರಿ ಮತ್ತು ಜಾಗರೂಕರಾಗಿರಿ. ನೀವು ವಿಮುಖರಾದರೆ ತಿಳಿಯಿರಿ! ನಮ್ಮ ಸಂದೇಶವಾಹಕರ ಕರ್ತವ್ಯವು ಸಂದೇಶವನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ತಲುಪಿಸಿಕೊಡುವುದು ಮಾತ್ರವಾಗಿದೆ.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَٱحۡذَرُواْۚ فَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":761,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:93","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ಸತ್ಕರ್ಮವೆಸಗಿದವರು ಈ ಹಿಂದೆ ಏನು ಸೇವಿಸಿದ್ದಾರೋ ಅದರಲ್ಲಿ ಅವರಿಗೆ ದೋಷವಿಲ್ಲ—ಅವರು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಟ್ಟು, ವಿಶ್ವಾಸವಿಟ್ಟು, ಸತ್ಕರ್ಮವೆಸಗಿದರೆ, ನಂತರ ಪುನಃ ಅಲ್ಲಾಹನನ್ನು ಭಯಪಟ್ಟು ವಿಶ್ವಾಸವಿಟ್ಟರೆ ಮತ್ತು ನಂತರ ಪುನಃ ಅಲ್ಲಾಹನನ್ನು ಭಯಪಟ್ಟು ಒಳಿತು ಮಾಡಿದರೆ. ಒಳಿತು ಮಾಡುವವರನ್ನು ಅಲ್ಲಾಹು ಇಷ್ಟಪಡುತ್ತಾನೆ.[1]","arabic":"لَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ ثُمَّ ٱتَّقَواْ وَّءَامَنُواْ ثُمَّ ٱتَّقَواْ وَّأَحۡسَنُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":762,"juzNumber":7,"footnotes":"[1] ಇಸ್ಲಾಮ್ ಮದ್ಯಪಾನವನ್ನು ಹಂತ ಹಂತವಾಗಿ ನಿಷೇಧಿಸಿತು. ಮದ್ಯಪಾನವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ನಿಷೇಧಿಸುವುದಕ್ಕೆ ಮೊದಲು ಅದರ ಹಾನಿಗಳ ಬಗ್ಗೆ ಎಚ್ಚರಿಸಲಾಯಿತು. ಪಾನಮತ್ತರಾದ ಸ್ಥಿತಿಯಲ್ಲಿ ನಮಾಝ್ ಮಾಡುವುದನ್ನು ವಿರೋಧಿಸಲಾಯಿತು. ಇನ್ನಾದರೂ ನೀವು ಅದನ್ನು ನಿಲ್ಲಿಸುವಿರಾ ಎಂಬ ವಚನದ (91) ಮೂಲಕ ಸಂಪೂರ್ಣ ಪಾನನಿಷೇಧ ಜಾರಿಗೆ ಬಂತು. ಪಾನನಿಷೇಧ ಸಂಪೂರ್ಣ ಜಾರಿಯಾಗುವ ಮೊದಲು ಮದ್ಯಪಾನ ಮಾಡಿದವರಿಗೆ ಶಿಕ್ಷೆಯಿಲ್ಲ ಎಂದು ಈ ವಚನವು ಸ್ಪಷ್ಟಪಡಿಸುತ್ತದೆ.","lang":"kn"},{"name":"5:94","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ಅದೃಶ್ಯ ಸ್ಥಿತಿಯಲ್ಲಿ ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡುವವರು ಯಾರೆಂದು ತಿಳಿಯಲು, ನಿಮ್ಮ ಕೈಗಳು ಮತ್ತು ಈಟಿಗಳು ತಲುಪುವ ರೀತಿಯಲ್ಲಿರುವ ಬೇಟೆ ಪ್ರಾಣಿಯ ಮೂಲಕ ಅಲ್ಲಾಹು ನಿಮ್ಮನ್ನು ಖಂಡಿತ ಪರೀಕ್ಷಿಸುವನು. ಅದರ ಬಳಿಕವೂ ಯಾರಾದರೂ ಅತಿರೇಕವೆಸಗಿದರೆ ಅವನಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":763,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:95","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ಇಹ್ರಾಮ್‍ನಲ್ಲಿರುವಾಗ ಬೇಟೆಯಾಡಿ ಪ್ರಾಣಿಯನ್ನು ಕೊಲ್ಲಬೇಡಿ. ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರೂ ಉದ್ದೇಶಪೂರ್ವಕ ಬೇಟೆಯಾಡಿ ಪ್ರಾಣಿಯನ್ನು ಕೊಂದರೆ, ಅದಕ್ಕಿರುವ ಪರಿಹಾರವು ಅವನು ಕೊಂದ ಮೃಗವನ್ನು ಹೋಲುತ್ತದೆಯೆಂದು ಇಬ್ಬರು ನ್ಯಾಯಸಮ್ಮತ ಜನರು ತೀರ್ಪು ನೀಡುವ ಪ್ರಾಣಿಯನ್ನು ಕಅಬಾಲಯಕ್ಕೆ ಹರಕೆಯ ರೂಪದಲ್ಲಿ ತಲುಪುವ ಬಲಿಮೃಗವಾಗಿ ನೀಡುವುದು; ಅಥವಾ ಅದಕ್ಕೆ ಪರಿಹಾರವಾಗಿ ಬಡವರಿಗೆ ಅನ್ನದಾನ ಮಾಡುವುದು; ಅಥವಾ ಅದಕ್ಕೆ ಸಮಾನವಾಗುವಷ್ಟು ಸಂಖ್ಯೆಯ ಉಪವಾಸ ಆಚರಿಸುವುದು.[1] ಅದು ಅವನು ಮಾಡಿದ ಕರ್ಮದ ಫಲವನ್ನು ಅವನು ಅನುಭವಿಸಲಿಕ್ಕಾಗಿ. ಈ ಹಿಂದೆ ಸಂಭವಿಸಿದ ತಪ್ಪುಗಳನ್ನು ಅಲ್ಲಾಹು ಕ್ಷಮಿಸಿದ್ದಾನೆ. ಆದರೆ ಯಾರಾದರೂ ಅದನ್ನು ಪುನರಾವರ್ತಿಸಿದರೆ, ಅಲ್ಲಾಹು ಅವನಿಂದ ಪ್ರತೀಕಾರವನ್ನು ಪಡೆಯುವನು. ಅಲ್ಲಾಹು ಪ್ರಬಲನು ಮತ್ತು ಪ್ರತೀಕಾರ ಪಡೆಯುವವನಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":764,"juzNumber":7,"footnotes":"[1] ಇಹ್ರಾಮ್‌ನಲ್ಲಿರುವಾಗ ಉದ್ದೇಶಪೂರ್ವಕ ಬೇಟೆಯಾಡಿದರೆ, ಅದಕ್ಕೆ ನೀಡಬೇಕಾದ ಪರಿಹಾರವೇನೆಂದರೆ, ಕೊಂದ ಪ್ರಾಣಿಗೆ ಸಮಾನವೆಂದು ಇಬ್ಬರು ನ್ಯಾಯಸಮ್ಮತ ವ್ಯಕ್ತಿಗಳು ತೀರ್ಪು ನೀಡುವ ಜಾನುವಾರನ್ನು (ಕುರಿ, ಹಸು, ಒಂಟೆ) ಬಲಿ ನೀಡಿ ಹರಮ್‌ನಲ್ಲಿರುವ ಬಡವರಿಗೆ ಹಂಚುವುದು. ಸಮಾನವಾದ ಜಾನುವಾರು ಸಿಗದಿದ್ದರೆ, ಆ ಜಾನುವಾರಿನ ಮೌಲ್ಯದ ಆಹಾರವನ್ನು ಒಬ್ಬ ಬಡವನಿಗೆ ಅರ್ಧ ಸಾಅ್ ಎಂಬಂತೆ ದಾನ ಮಾಡುವುದು. ಅಥವಾ ಪ್ರತಿ ಅರ್ಧ ಸಾಅ್‌ಗೆ ಒಂದು ಉಪವಾಸ ಎಂಬಂತೆ ಉಪವಾಸ ಆಚರಿಸುವುದು.","lang":"kn"},{"name":"5:96","price":"ನಿಮಗೆ ಸಮುದ್ರ ಬೇಟೆ ಮತ್ತು ಅದರ ಆಹಾರವು ಧರ್ಮಸಮ್ಮತವಾಗಿದೆ. ಇದು ನಿಮಗೆ ಮತ್ತು ಪ್ರಯಾಣಿಕರಿಗೆ ಒಂದು ಅನುಕೂಲವಾಗಿರುವುದಕ್ಕಾಗಿ. ನೀವು ಇಹ್ರಾಮ್‍ನಲ್ಲಿರುವ ತನಕ ನಿಮಗೆ ನೆಲದಲ್ಲಿ ಬೇಟೆಯಾಡುವುದನ್ನು ನಿಷೇಧಿಸಲಾಗಿದೆ. ಯಾರ ಬಳಿಗೆ ನಿಮ್ಮನ್ನು ಒಟ್ಟುಗೂಡಿಸಲಾಗುತ್ತದೋ ಆ ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ.","arabic":"أُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ مَتَٰعٗا لَّكُمۡ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":765,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:97","price":"ಪವಿತ್ರ ಭವನವಾದ ಕಅಬಾಲಯವನ್ನು ಮತ್ತು ಯುದ್ಧ ನಿಷೇಧಿತ ತಿಂಗಳನ್ನು ಅಲ್ಲಾಹು ಜನರ ಅಸ್ತಿತ್ವಕ್ಕೆ ಆಧಾರವಾಗಿ ಮಾಡಿದ್ದಾನೆ. (ಅದೇ ರೀತಿ) ಬಲಿಮೃಗವನ್ನು ಮತ್ತು (ಅವುಗಳ) ಕೊರಳಪಟ್ಟಿಗಳನ್ನು ಸಹ. ಇದೇಕೆಂದರೆ, ನಿಶ್ಚಯವಾಗಿಯೂ ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವುದೆಲ್ಲವನ್ನೂ ಅಲ್ಲಾಹು ತಿಳಿದಿದ್ದಾನೆ ಮತ್ತು ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನಿಗೆ ಎಲ್ಲಾ ವಿಷಯಗಳ ಬಗ್ಗೆ ಸಂಪೂರ್ಣ ಜ್ಞಾನವಿದೆಯೆಂದು ನೀವು ತಿಳಿಯುವುದಕ್ಕಾಗಿದೆ.","arabic":"۞ جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":766,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:98","price":"ತಿಳಿಯಿರಿ! ಅಲ್ಲಾಹು ಕಠೋರವಾಗಿ ಶಿಕ್ಷಿಸುವವನಾಗಿದ್ದಾನೆ ಮತ್ತು ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಹಾಗೂ ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":767,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:99","price":"ಸಂದೇಶವಾಹಕರ ಕರ್ತವ್ಯವು ಸಂದೇಶವನ್ನು ತಲುಪಿಸಿಕೊಡುವುದು ಮಾತ್ರ. ನೀವು ಬಹಿರಂಗಪಡಿಸುವುದನ್ನು ಹಾಗೂ ರಹಸ್ಯವಾಗಿಡುವುದನ್ನು ಅಲ್ಲಾಹು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُۗ وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":768,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:100","price":"ಹೇಳಿರಿ: “ಹೊಲಸು ಮತ್ತು ಶುದ್ಧ ವಸ್ತುಗಳು ಸಮಾನವಲ್ಲ. ಹೊಲಸುಗಳ ಹೆಚ್ಚಳವು ನಿಮ್ಮನ್ನು ಅಚ್ಚರಿಗೊಳಿಸಿದರೂ ಸಹ!” ಆದ್ದರಿಂದ ಓ ಬುದ್ಧಿವಂತರೇ! ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ. ನೀವು ಯಶಸ್ವಿಯಾಗುವುದಕ್ಕಾಗಿ.","arabic":"قُل لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِۚ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":769,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:101","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ಕೆಲವು ವಿಷಯಗಳ ಬಗ್ಗೆ ನೀವು ಪ್ರಶ್ನಿಸಬೇಡಿ. ಅವುಗಳನ್ನು ನಿಮಗೆ ವಿವರಿಸಲಾದರೆ ನಿಮಗೆ ಸಂಕಷ್ಟವಾಗಬಹುದು. ಕುರ್‌ಆನ್ ಅವತೀರ್ಣವಾಗುವಾಗ ನೀವು ಅವುಗಳ ಬಗ್ಗೆ ಪ್ರಶ್ನಿಸಿದರೆ, ಅವುಗಳನ್ನು ನಿಮಗೆ ವಿವರಿಸಿಕೊಡಲಾಗುವುದು. (ಹಿಂದೆ ಸಂಭವಿಸಿದ್ದಕ್ಕೆ) ಅಲ್ಲಾಹು ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸಿದ್ದಾನೆ. ಅಲ್ಲಾಹು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಸಹಿಷ್ಣುತೆಯುಳ್ಳನಾಗಿದ್ದಾನೆ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":770,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:102","price":"ನಿಮಗಿಂತ ಮೊದಲಿನ ಜನರು ಅವುಗಳ ಬಗ್ಗೆ ಪ್ರಶ್ನಿಸಿದ್ದರು. ನಂತರ ಅವುಗಳ ಕಾರಣದಿಂದ ಅವರು ಸತ್ಯನಿಷೇಧಿಗಳಾದರು.","arabic":"قَدۡ سَأَلَهَا قَوۡمٞ مِّن قَبۡلِكُمۡ ثُمَّ أَصۡبَحُواْ بِهَا كَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":771,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:103","price":"ಬಹೀರ, ಸಾಇಬ, ವಸೀಲ, ಹಾಮ್ ಮುಂತಾದ ಹರಕೆ ಮೃಗಗಳನ್ನು ಅಲ್ಲಾಹು ನೇಮಿಸಿಲ್ಲ.[1] ಆದರೆ ಸತ್ಯನಿಷೇಧಿಗಳು ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳು ಆರೋಪಿಸುತ್ತಿದ್ದಾರೆ. ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರೂ ಅರ್ಥಮಾಡಿಕೊಳ್ಳದವರಾಗಿದ್ದಾರೆ.","arabic":"مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٖ وَلَا سَآئِبَةٖ وَلَا وَصِيلَةٖ وَلَا حَامٖ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُواْ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":772,"juzNumber":7,"footnotes":"[1] ಅನೇಕ ಮರಿಗಳಿಗೆ ಜನ್ಮ ನೀಡಿದ ಜಾನುವಾರಿನ ಕಿವಿಯನ್ನು ಹರಿದು ಮಕ್ಕಾದ ಬಹುದೇವಾರಾಧಕರು ಅದನ್ನು ವಿಗ್ರಹಗಳಿಗೆ ಹರಕೆ ಮಾಡುತ್ತಿದ್ದರು. ಅವರು ಅದನ್ನು ಬಹೀರ ಎಂದು ಕರೆಯುತ್ತಿದ್ದರು. ಕೆಲವು ಜಾನುವಾರುಗಳನ್ನು ಅವರು ವಿಗ್ರಹಗಳಿಗೆ ಹರಕೆ ಮಾಡಿ ಬಿಟ್ಟು ಬಿಡುತ್ತಿದ್ದರು. ಯಾರೂ ಅದನ್ನು ಮುಟ್ಟುತ್ತಿರಲಿಲ್ಲ ಮತ್ತು ತೊಂದರೆ ಕೊಡುತ್ತಿರಲಿಲ್ಲ. ಅವರು ಅದನ್ನು ಸಾಇಬ ಎಂದು ಕರೆಯುತ್ತಿದ್ದರು. ಒಂದು ಪ್ರಾಣಿ ನಿರಂತರ ಹೆಣ್ಣು ಮರಿಗಳಿಗೆ ಜನ್ಮ ನೀಡಿದರೆ ಅವರು ಅದನ್ನು ವಸೀಲ ಎಂದು ಕರೆದು ವಿಗ್ರಹಗಳಿಗೆ ಹರಕೆ ಮಾಡುತ್ತಿದ್ದರು. ಒಂದು ಗಂಡು ಒಂಟೆಯಿಂದ ಅನೇಕ ಮರಿಗಳುಂಟಾದರೆ ಅವರು ಅದನ್ನು ಹಾಮ್ ಎಂದು ಕರೆದು ಹರಕೆ ಮಾಡುತ್ತಿದ್ದರು.","lang":"kn"},{"name":"5:104","price":"“ಅಲ್ಲಾಹು ಅವತೀರ್ಣಗೊಳಿಸಿದ ಸಂದೇಶಕ್ಕೆ ಮತ್ತು ಸಂದೇಶವಾಹಕರ ಬಳಿಗೆ ಬನ್ನಿರಿ” ಎಂದು ಅವರೊಡನೆ ಹೇಳಲಾದರೆ, ಅವರು ಹೇಳುತ್ತಾರೆ: “ನಮ್ಮ ಪೂರ್ವಜರು ಏನು ಮಾಡುವುದಾಗಿ ನಾವು ಕಂಡೆವೋ ಅದು ನಮಗೆ ಸಾಕು.” ಆದರೆ ಅವರ ಪೂರ್ವಜರು ಏನೂ ತಿಳಿಯದವರು ಮತ್ತು ಸನ್ಮಾರ್ಗ ಪಡೆಯದವರಾಗಿದ್ದರೂ ಸಹ (ಅವರಿಗೆ ಅದು ಸಾಕೇ?)","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":773,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:105","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನೀವು ನಿಮ್ಮ ಬಗ್ಗೆ ಜಾಗರೂಕರಾಗಿರಿ. ನೀವು ಸನ್ಮಾರ್ಗಿಗಳಾದರೆ, ದುರ್ಮಾರ್ಗದಲ್ಲಿರುವವರು ನಿಮಗೆ ಯಾವುದೇ ತೊಂದರೆ ಮಾಡಲಾರರು. ನೀವೆಲ್ಲರೂ ಅಲ್ಲಾಹನ ಬಳಿಗೆ ಮರಳಿಹೋಗುವಿರಿ. ಆಗ ಅವನು ನೀವು ಮಾಡಿದ ಕರ್ಮಗಳನ್ನು ನಿಮಗೆ ತಿಳಿಸಿಕೊಡುವನು.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ عَلَيۡكُمۡ أَنفُسَكُمۡۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهۡتَدَيۡتُمۡۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":774,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:106","price":"ಓ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೇ! ನಿಮ್ಮಲ್ಲೊಬ್ಬನು ಮರಣಶಯ್ಯೆಯಲ್ಲಿದ್ದು ಉಯಿಲು ಮಾಡುವಾಗ, ನಿಮ್ಮಲ್ಲಿನ ಇಬ್ಬರು ನ್ಯಾಯವಂತರು ಅಥವಾ ನಿಮ್ಮವರಲ್ಲದ ಇಬ್ಬರು ಸಾಕ್ಷಿ ನಿಲ್ಲಲಿ—ನೀವು ಭೂಮಿಯಲ್ಲಿ ಪ್ರಯಾಣ ಮಾಡುತ್ತಿರುವಾಗ ನಿಮಗೆ ಮರಣವು ಸನ್ನಿಹಿತವಾದರೆ. ಇನ್ನು ನಿಮಗೆ (ಅವರ ಸಾಕ್ಷಿಯಲ್ಲಿ) ಸಂಶಯವಾದರೆ ನಮಾಝ್ ನಿರ್ವಹಿಸಿದ ನಂತರ ಅವರಿಬ್ಬರನ್ನು ತಡೆದು ನಿಲ್ಲಿಸಿರಿ; ಆಗ ಅವರು ಅಲ್ಲಾಹನ ಮೇಲೆ ಆಣೆ ಮಾಡಿ ಹೀಗೆ ಹೇಳಲಿ: “ನಾವು ಈ ಸಾಕ್ಷಿಗೆ ಬದಲಿಯಾಗಿ ಯಾವುದೇ ಬೆಲೆಯನ್ನು ಪಡೆಯುವುದಿಲ್ಲ, ಅವನು ಹತ್ತಿರದ ಸಂಬಂಧಿಕನಾದರೂ ಸಹ. ಅಲ್ಲಾಹನಿಗಾಗಿರುವ ಸಾಕ್ಷ್ಯವನ್ನು ನಾವು ಅಡಗಿಸುವುದಿಲ್ಲ. ನಾವೇನಾದರೂ ಹಾಗೆ  ಮಾಡಿದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಪಾಪಿಗಳಲ್ಲಿ ಸೇರುವೆವು.”","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ شَهَٰدَةُ بَيۡنِكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ حِينَ ٱلۡوَصِيَّةِ ٱثۡنَانِ ذَوَا عَدۡلٖ مِّنكُمۡ أَوۡ ءَاخَرَانِ مِنۡ غَيۡرِكُمۡ إِنۡ أَنتُمۡ ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَأَصَٰبَتۡكُم مُّصِيبَةُ ٱلۡمَوۡتِۚ تَحۡبِسُونَهُمَا مِنۢ بَعۡدِ ٱلصَّلَوٰةِ فَيُقۡسِمَانِ بِٱللَّهِ إِنِ ٱرۡتَبۡتُمۡ لَا نَشۡتَرِي بِهِۦ ثَمَنٗا وَلَوۡ كَانَ ذَا قُرۡبَىٰ وَلَا نَكۡتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذٗا لَّمِنَ ٱلۡأٓثِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":775,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:107","price":"ಅವರಿಬ್ಬರು ದೋಷಿಗಳೆಂದು ಸಾಬೀತಾದರೆ, ಅವರು ಯಾರಿಗೆ ಅನ್ಯಾಯ ಮಾಡಿದರೋ ಅವರ ಪೈಕಿ ಮೃತ ವ್ಯಕ್ತಿಗೆ ಹೆಚ್ಚು ಆಪ್ತರಾಗಿರುವ ಇಬ್ಬರು ಅವರ ಸ್ಥಾನದಲ್ಲಿ ನಿಂತು, ಅಲ್ಲಾಹನ ಮೇಲೆ ಆಣೆ ಮಾಡಿ, “ಅವರ ಸಾಕ್ಷಿಗಿಂತ ನಮ್ಮ ಸಾಕ್ಷಿಯೇ ಹೆಚ್ಚು ಸತ್ಯವಾಗಿದೆ, ನಾವು ಯಾವುದೇ ಅತಿರೇಕವನ್ನೆಸಗಿಲ್ಲ; ನಾವೇನಾದರೂ ಹಾಗೆ ಮಾಡಿದರೆ ನಾವು ಅಕ್ರಮವೆಸಗಿದವರಲ್ಲಿ ಸೇರುವೆವು” ಎಂದು ಸಾಕ್ಷಿ ಹೇಳಲಿ.","arabic":"فَإِنۡ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسۡتَحَقَّآ إِثۡمٗا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسۡتَحَقَّ عَلَيۡهِمُ ٱلۡأَوۡلَيَٰنِ فَيُقۡسِمَانِ بِٱللَّهِ لَشَهَٰدَتُنَآ أَحَقُّ مِن شَهَٰدَتِهِمَا وَمَا ٱعۡتَدَيۡنَآ إِنَّآ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":776,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:108","price":"ಅವರು ಸರಿಯಾದ ವಿಧದಲ್ಲಿ ಸಾಕ್ಷಿ ನುಡಿಯಲು, ಅಥವಾ ಅವರು ಆಣೆ ಮಾಡಿದ ಬಳಿಕ (ವಾರಸುದಾರರಿಗೆ) ಆಣೆ ಮಾಡಲು ಅವಕಾಶ ನೀಡಲಾಗುವುದೆಂಬ ಭಯವು ಅವರಲ್ಲುಂಟಾಗಲು ಇದು ಹೆಚ್ಚು ಸೂಕ್ತವಾಗಿದೆ. ನೀವು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ ಮತ್ತು (ಅವನ ಆದೇಶಗಳಿಗೆ) ಕಿವಿಗೊಡಿರಿ. ವಿಧೇಯತೆಯಿಲ್ಲದ ಜನರಿಗೆ ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುವುದಿಲ್ಲ.","arabic":"ذَٰلِكَ أَدۡنَىٰٓ أَن يَأۡتُواْ بِٱلشَّهَٰدَةِ عَلَىٰ وَجۡهِهَآ أَوۡ يَخَافُوٓاْ أَن تُرَدَّ أَيۡمَٰنُۢ بَعۡدَ أَيۡمَٰنِهِمۡۗ وَٱتَّقُواْ ٱللَّهَ وَٱسۡمَعُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":777,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:109","price":"ಅಲ್ಲಾಹು ಸಂದೇಶವಾಹಕರನ್ನು ಒಟ್ಟುಗೂಡಿಸಿ, “ನಿಮಗೇನು ಉತ್ತರ ಸಿಕ್ಕಿತು?” ಎಂದು ಕೇಳುವ ದಿನ. ಅವರು ಹೇಳುವರು: “ನಮಗೇನೂ ತಿಳಿದಿಲ್ಲ. ನೀನೇ ಅದೃಶ್ಯ ವಿಷಯಗಳನ್ನು ಚೆನ್ನಾಗಿ ತಿಳಿದವನು.”","arabic":"۞ يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":778,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:110","price":"ಅಲ್ಲಾಹು (ಈಸಾರೊಂದಿಗೆ) ಹೇಳುವ ಸಂದರ್ಭ: “ಓ ಮರ್ಯಮರ ಮಗ ಈಸಾ! ನಾನು ಪವಿತ್ರಾತ್ಮನ ಮೂಲಕ ನಿಮಗೆ ಬೆಂಬಲ ನೀಡಿ ನೀವು ತೊಟ್ಟಿಲಲ್ಲಿಯೂ ಮಧ್ಯವಯಸ್ಸಿನಲ್ಲಿಯೂ ಜನರೊಂದಿಗೆ ಮಾತನಾಡುತ್ತಿದ್ದ ಸಂದರ್ಭ; ನಾನು ನಿಮಗೆ ಗ್ರಂಥವನ್ನು, ವಿವೇಕವನ್ನು, ತೌರಾತ್ ಮತ್ತು ಇಂಜೀಲನ್ನು ಕಲಿಸಿಕೊಟ್ಟ ಸಂದರ್ಭ; ನನ್ನ ಅಪ್ಪಣೆಯಂತೆ ನೀವು ಜೇಡಿಮಣ್ಣಿನಿಂದ ಹಕ್ಕಿಯ ರೂಪವನ್ನು ತಯಾರಿಸಿ ಅದರಲ್ಲಿ ಊದಿದಾಗ ನನ್ನ ಅಪ್ಪಣೆಯಿಂದ ಅದು ಹಕ್ಕಿಯಾಗಿ ಮಾರ್ಪಡುತ್ತಿದ್ದ ಸಂದರ್ಭ; ನನ್ನ ಅಪ್ಪಣೆಯಂತೆ ನೀವು ಹುಟ್ಟು ಕುರುಡನನ್ನು ಮತ್ತು ಕುಷ್ಠರೋಗಿಯನ್ನು ಗುಣಪಡಿಸುತ್ತಿದ್ದ ಸಂದರ್ಭ; ನನ್ನ ಅಪ್ಪಣೆಯಂತೆ ನೀವು ಸತ್ತವರನ್ನು (ಸಮಾಧಿಯಿಂದ) ಹೊರತರುತ್ತಿದ್ದ ಸಂದರ್ಭ ಮತ್ತು ನೀವು ಇಸ್ರಾಯೇಲ್ ಮಕ್ಕಳ ಬಳಿಗೆ ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳೊಂದಿಗೆ ಹೋದಾಗ ಅವರಲ್ಲಿರುವ ಸತ್ಯನಿಷೇಧಿಗಳು, ಇದು ಸ್ಪಷ್ಟ ವಾಮಾಚಾರವಾಗಿದೆಯೆಂದು ಹೇಳಿದಾಗ ನಿಮ್ಮನ್ನು ಅವರಿಂದ ಪಾರು ಮಾಡಿದ ಸಂದರ್ಭ ನಾನು ನಿಮಗೆ ಮತ್ತು ನಿಮ್ಮ ತಾಯಿಗೆ ಅನುಗ್ರಹಿಸಿದ ಅನುಗ್ರಹಗಳನ್ನು ಸ್ಮರಿಸಿರಿ.”","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":779,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:111","price":"“ನನ್ನಲ್ಲಿ ಮತ್ತು ನನ್ನ ಸಂದೇಶವಾಹಕರಲ್ಲಿ ವಿಶ್ವಾಸವಿಡಿ” ಎಂದು ನಾನು ಹವಾರಿಗಳಿಗೆ ದಿವ್ಯಪ್ರೇರಣೆ ನೀಡಿದ ಸಂದರ್ಭ. ಅವರು ಹೇಳಿದರು: “ನಾವು ವಿಶ್ವಾಸವಿಟ್ಟಿದ್ದೇವೆ. ನಾವು ಮುಸ್ಲಿಮರು ಎಂಬುದಕ್ಕೆ ನೀವು ಸಾಕ್ಷಿಯಾಗಿರಿ.”","arabic":"وَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُوٓاْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":780,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:112","price":"ಹವಾರಿಗಳು ಹೇಳಿದ ಸಂದರ್ಭ(ವನ್ನು ಸ್ಮರಿಸಿ): “ಓ ಮರ್ಯಮರ ಮಗ ಈಸಾ! ನಮಗೆ ಆಕಾಶದಿಂದ ಒಂದು ಆಹಾರದ ತಟ್ಟೆಯನ್ನು ಇಳಿಸಿಕೊಡಲು ನಿಮ್ಮ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಸಾಧ್ಯವೇ?” ಈಸಾ ಹೇಳಿದರು: “ನೀವು ಸತ್ಯವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದರೆ ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ.”","arabic":"إِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":781,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:113","price":"ಅವರು ಹೇಳಿದರು: “ಅದರಿಂದ ಆಹಾರ ಸೇವಿಸಿ ನಮ್ಮ ಮನಸ್ಸನ್ನು ಸಮಾಧಾನಪಡಿಸಲು, ನೀವು ನಮಗೆ ತಿಳಿಸಿದ್ದೆಲ್ಲವೂ ಸತ್ಯವೆಂದು ಮನದಟ್ಟು ಮಾಡಿಕೊಳ್ಳಲು ಮತ್ತು ನಾವು ಅದಕ್ಕೆ ಸಾಕ್ಷಿಗಳಾಗಲು ಬಯಸುತ್ತೇವೆ.”","arabic":"قَالُواْ نُرِيدُ أَن نَّأۡكُلَ مِنۡهَا وَتَطۡمَئِنَّ قُلُوبُنَا وَنَعۡلَمَ أَن قَدۡ صَدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":782,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:114","price":"ಮರ್ಯಮರ ಮಗ ಈಸಾ ಹೇಳಿದರು: “ಓ ನಮ್ಮ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನೇ! ನಮಗೆ ಆಕಾಶದಿಂದ ಒಂದು ಆಹಾರದ ತಟ್ಟೆಯನ್ನು ಇಳಿಸಿಕೊಡು. ಅದು ನಮ್ಮಲ್ಲಿ ಮೊದಲಿನವರಿಗೆ ಮತ್ತು ಕೊನೆಯವರಿಗೆ ಒಂದು ಹಬ್ಬವಾಗಲಿ ಮತ್ತು ನಿನ್ನ ಕಡೆಯ ಒಂದು ದೃಷ್ಟಾಂತವಾಗಲಿ. ನಮಗೆ ಆಹಾರವನ್ನು ನೀಡು. ಆಹಾರ ನೀಡುವವರಲ್ಲಿ ನೀನು ಅತ್ಯುತ್ತಮನಾಗಿರುವೆ.”","arabic":"قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلۡ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدٗا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةٗ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":783,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:115","price":"ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ನಿಮಗೆ ಅದನ್ನು ಇಳಿಸಿಕೊಡುವೆನು. ಆದರೆ, ಅದರ ನಂತರವೂ ನಿಮ್ಮಲ್ಲಿ ಯಾರಾದರೂ ಸತ್ಯನಿಷೇಧಿಯಾದರೆ, ಸರ್ವಲೋಕದವರಲ್ಲಿ ಯಾರಿಗೂ ನೀಡದ ಕಠೋರ ಶಿಕ್ಷೆಯನ್ನು ನಾನು ಅವನಿಗೆ ನೀಡುವೆನು.”","arabic":"قَالَ ٱللَّهُ إِنِّي مُنَزِّلُهَا عَلَيۡكُمۡۖ فَمَن يَكۡفُرۡ بَعۡدُ مِنكُمۡ فَإِنِّيٓ أُعَذِّبُهُۥ عَذَابٗا لَّآ أُعَذِّبُهُۥٓ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":784,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:116","price":"ಅಲ್ಲಾಹು ಹೇಳುವ ಸಂದರ್ಭ: “ಓ ಮರ್ಯಮರ ಮಗ ಈಸಾ! ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ನನ್ನನ್ನು ಮತ್ತು ನನ್ನ ತಾಯಿಯನ್ನು ದೇವರಾಗಿ ಸ್ವೀಕರಿಸಿರಿ ಎಂದು ನೀವು ಜನರಿಗೆ ಹೇಳಿದ್ದೀರಾ?” ಈಸಾ ಹೇಳುವರು: “ನೀನು ಮಹಾ ಪರಿಶುದ್ಧನು. ನನಗೆ ಹೇಳಲು ಹಕ್ಕಿಲ್ಲದ ಒಂದು ಮಾತನ್ನು ನಾನು ಹೇಗೆ ಹೇಳುವೆನು? ನಾನು ಹಾಗೆ ಹೇಳಿದ್ದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ನಿನಗೆ ಅದು ತಿಳಿದಿರುತ್ತಿತ್ತು. ನನ್ನ ಮನಸ್ಸಿನಲ್ಲಿರುವುದು ನಿನಗೆ ತಿಳಿಯುತ್ತದೆ. ಆದರೆ  ನಿನ್ನ ಮನಸ್ಸಿನಲ್ಲಿರುವುದು ನನಗೆ ತಿಳಿಯುವುದಿಲ್ಲ. ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಅದೃಶ್ಯ ವಿಷಯಗಳನ್ನು ತಿಳಿದವನಾಗಿರುವೆ.","arabic":"وَإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ءَأَنتَ قُلۡتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَٰهَيۡنِ مِن دُونِ ٱللَّهِۖ قَالَ سُبۡحَٰنَكَ مَا يَكُونُ لِيٓ أَنۡ أَقُولَ مَا لَيۡسَ لِي بِحَقٍّۚ إِن كُنتُ قُلۡتُهُۥ فَقَدۡ عَلِمۡتَهُۥۚ تَعۡلَمُ مَا فِي نَفۡسِي وَلَآ أَعۡلَمُ مَا فِي نَفۡسِكَۚ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":785,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:117","price":"ನೀನು ನನಗೆ ಆದೇಶಿಸಿದ್ದನ್ನು—ಅಂದರೆ ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ ಎಂಬುದನ್ನು ಬಿಟ್ಟು ಬೇರೇನನ್ನೂ ನಾನು ಅವರಿಗೆ ಹೇಳಿಲ್ಲ. ನಾನು ಎಲ್ಲಿಯ ತನಕ ಅವರೊಂದಿಗೆ ಇದ್ದೆನೋ ಅಲ್ಲಿಯ ತನಕ ನಾನು ಅವರ ಮೇಲೆ ಸಾಕ್ಷಿಯಾಗಿದ್ದೆ. ನಂತರ ನೀನು ನನ್ನನ್ನು ಎತ್ತಿಕೊಂಡ ಬಳಿಕ ನೀನೇ ಅವರ ವೀಕ್ಷಕನಾಗಿದ್ದೆ. ನೀನು ಎಲ್ಲಾ ವಿಷಯಗಳಿಗೂ ಸಾಕ್ಷಿಯಾಗಿರುವೆ.","arabic":"مَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِي بِهِۦٓ أَنِ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ وَكُنتُ عَلَيۡهِمۡ شَهِيدٗا مَّا دُمۡتُ فِيهِمۡۖ فَلَمَّا تَوَفَّيۡتَنِي كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيۡهِمۡۚ وَأَنتَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":786,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:118","price":"ನೀನು ಅವರನ್ನು ಶಿಕ್ಷಿಸುವುದಾದರೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ನಿನ್ನ ದಾಸರಾಗಿದ್ದಾರೆ. ಆದರೆ ನೀನು ಅವರನ್ನು ಕ್ಷಮಿಸುವುದಾದರೆ, ನಿಶ್ಚಯವಾಗಿಯೂ ನೀನು ಪ್ರಬಲನು ಮತ್ತು ವಿವೇಕಪೂರ್ಣನಾಗಿರುವೆ.”","arabic":"إِن تُعَذِّبۡهُمۡ فَإِنَّهُمۡ عِبَادُكَۖ وَإِن تَغۡفِرۡ لَهُمۡ فَإِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":787,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:119","price":"ಅಲ್ಲಾಹು ಹೇಳುವನು: “ಇದು ಸತ್ಯವಂತರಿಗೆ ಅವರ ಸತ್ಯವು ಪ್ರಯೋಜನ ನೀಡುವ ದಿನವಾಗಿದೆ. ಅವರಿಗೆ ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವ ಸ್ವರ್ಗೋದ್ಯಾನಗಳಿವೆ. ಅವರು ಅದರಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ವಾಸಿಸುವರು. ಅಲ್ಲಾಹು ಅವರ ಬಗ್ಗೆ ಸಂಪ್ರೀತನಾಗಿದ್ದಾನೆ ಮತ್ತು ಅವರು ಅಲ್ಲಾಹನ ಬಗ್ಗೆ ಸಂಪ್ರೀತರಾಗಿದ್ದಾರೆ. ಅದೇ ಮಹಾ ವಿಜಯ.”","arabic":"قَالَ ٱللَّهُ هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":788,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"5:120","price":"ಭೂಮ್ಯಾಕಾಶಗಳ ಮತ್ತು ಅವುಗಳ ನಡುವೆಯಿರುವ ಎಲ್ಲಾ ವಸ್ತುಗಳ ಆಧಿಪತ್ಯವು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು. ಅಲ್ಲಾಹು ಎಲ್ಲ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":789,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:1","price":"ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದ ಮತ್ತು ಅಂಧಕಾರಗಳನ್ನು ಹಾಗೂ ಬೆಳಕನ್ನು ಉಂಟುಮಾಡಿದ ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ. ಆದರೂ ಸತ್ಯನಿಷೇಧಿಗಳು ತಮ್ಮ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಸರಿಸಮಾನರನ್ನು ಕಲ್ಪಿಸುತ್ತಿದ್ದಾರೆ.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:2","price":"ನಿಮ್ಮನ್ನು ಜೇಡಿಮಣ್ಣಿನಿಂದ ಸೃಷ್ಟಿಸಿದವನು ಅವನೇ. ನಂತರ ಅವನು ಒಂದು ಅವಧಿಯನ್ನು ನಿಶ್ಚಯಿಸಿದನು. ಅವನ ಬಳಿ ಇನ್ನೊಂದು ನಿಶ್ಚಿತ ಅವಧಿಯಿದೆ. ಹೀಗಿದ್ದೂ ನೀವು ಸಂಶಯಪಡುತ್ತೀರಿ.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:3","price":"ಅವನೇ ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಏಕೈಕ ದೇವನಾದ ಅಲ್ಲಾಹು. ನೀವು ಮುಚ್ಚಿಡುವುದನ್ನು ಮತ್ತು ಬಹಿರಂಗಪಡಿಸುವುದನ್ನು ಅವನು ತಿಳಿಯುತ್ತಾನೆ. ನೀವು ಮಾಡುವ ಕರ್ಮಗಳನ್ನೂ ಅವನು ತಿಳಿಯುತ್ತಾನೆ.","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:4","price":"ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ದೃಷ್ಟಾಂತಗಳಲ್ಲಿ ಯಾವುದೇ ಒಂದು ದೃಷ್ಟಾಂತವು ಅವರ ಬಳಿಗೆ ಬಂದರೂ, ಅವರು ಅದರಿಂದ ವಿಮುಖರಾಗುತ್ತಿದ್ದರು.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:5","price":"ಸತ್ಯವು ಅವರ ಬಳಿಗೆ ಬಂದಾಗ ಅವರು ಅದನ್ನು ನಿಷೇಧಿಸಿದರು. ಆದ್ದರಿಂದ ಅವರು ಯಾವುದನ್ನು ತಮಾಷೆ ಮಾಡುತ್ತಿದ್ದರೋ ಅದರ ನಿಜಾಂಶಗಳು ನಂತರ ಅವರ ಬಳಿಗೆ ಬರಲಿವೆ.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:6","price":"ಅವರಿಗಿಂತ ಮೊದಲು ನಾವು ಎಷ್ಟು ತಲೆಮಾರುಗಳನ್ನು ನಾಶ ಮಾಡಿದ್ದೇವೆಂದು ಅವರು ನೋಡಿಲ್ಲವೇ? ನಿಮಗೆ ನೀಡದಂತಹ ಶಕ್ತಿ-ಸಾಮರ್ಥ್ಯಗಳನ್ನು ನಾವು ಅವರಿಗೆ ನೀಡಿದ್ದೆವು. ಅವರಿಗೆ ಆಕಾಶದಿಂದ ಧಾರಾಕಾರ ಮಳೆಯನ್ನು ಸುರಿಸಿಕೊಟ್ಟೆವು. ಅವರ ತಳಭಾಗದಿಂದ ನದಿಗಳು ಹರಿಯುವಂತೆ ಮಾಡಿದೆವು. ನಂತರ ಅವರು ಮಾಡಿದ ಪಾಪಗಳ ಕಾರಣದಿಂದ ನಾವು ಅವರನ್ನು ನಾಶ ಮಾಡಿದೆವು. ಅವರ ನಂತರ ನಾವು ಬೇರೊಂದು ತಲೆಮಾರನ್ನು ಸೃಷ್ಟಿಸಿದೆವು.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:7","price":"ನಾವು ನಿಮಗೆ ಕಾಗದದಲ್ಲಿ ಬರೆದಿರುವ ಒಂದು ಗ್ರಂಥವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿ, ನಂತರ ಅವರು ಅದನ್ನು ತಮ್ಮ ಕೈಗಳಿಂದ ಸ್ಪರ್ಶಿಸಿ ನೋಡಿದರೂ, “ಇದು ಸ್ಪಷ್ಟ ಮಾಟಗಾರಿಕೆಯಲ್ಲದೆ ಇನ್ನೇನೂ ಅಲ್ಲ” ಎಂದು ಆ ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳುತ್ತಿದ್ದರು.","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:8","price":"ಅವರು ಹೇಳಿದರು: “ಅವರ (ಪ್ರವಾದಿಯ) ಜೊತೆಯಲ್ಲಿ ಒಬ್ಬ ದೇವದೂತರನ್ನು ಏಕೆ ಇಳಿಸಲಾಗಿಲ್ಲ?” ಆದರೆ ನಾವು ದೇವದೂತರನ್ನು ಇಳಿಸುತ್ತಿದ್ದರೆ ವಿಷಯವು (ಅಂತಿಮವಾಗಿ) ತೀರ್ಮಾನವಾಗುತ್ತಿತ್ತು. ನಂತರ ಅವರಿಗೆ ಕಾಲಾವಕಾಶ ನೀಡಲಾಗುತ್ತಿರಲಿಲ್ಲ.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:9","price":"ನಾವು ದೇವದೂತರನ್ನು ಪ್ರವಾದಿಯಾಗಿ ಕಳುಹಿಸುತ್ತಿದ್ದರೂ ಸಹ ಅವರನ್ನು ಮನುಷ್ಯನಾಗಿ ಮಾಡಿಯೇ ಕಳುಹಿಸುತ್ತಿದ್ದೆವು. ಅವರು ಈಗ ಏನು ಗೊಂದಲ ಮಾಡುತ್ತಿದ್ದಾರೋ ಅದೇ ಗೊಂದಲವನ್ನು ಅವರು ಆಗಲೂ ಮಾಡುತ್ತಿದ್ದರು.[1]","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"[1] ಅಲ್ಲಾಹು ದೇವದೂತರನ್ನು ಪ್ರವಾದಿಯಾಗಿ ಕಳುಹಿಸುವುದು ಸಾಧ್ಯವಿಲ್ಲ. ಏಕೆಂದರೆ ದೇವದೂತರನ್ನು ಕಳುಹಿಸಿದರೆ ಜನರು ಹೇಳುತ್ತಿದ್ದರು: “ನೀನೇಕೆ ದೇವದೂತರನ್ನು ಪ್ರವಾದಿಯಾಗಿ ಕಳುಹಿಸಿದೆ? ನೀನು ಮನುಷ್ಯನನ್ನು ಪ್ರವಾದಿಯಾಗಿ ಕಳುಹಿಸುತ್ತಿದ್ದರೆ ನಾವು ಆ ಪ್ರವಾದಿಯನ್ನು ಅನುಸರಿಸುತ್ತಿದ್ದೆವು. ನಾವು ದೇವದೂತರನ್ನು ಅನುಸರಿಸುವುದು ಹೇಗೆ ಸಾಧ್ಯ? ಅವರಿಗೂ ನಮಗೂ ಅಗಾಧ ವ್ಯತ್ಯಾಸವಿದೆ.” ಇನ್ನು ದೇವದೂತರನ್ನು ಪ್ರವಾದಿಯಾಗಿ ಕಳುಹಿಸುವುದಾದರೂ ಅವರನ್ನು ಮನುಷ್ಯ ರೂಪದಲ್ಲೇ ಕಳುಹಿಸಬೇಕಾಗುತ್ತದೆ. ಆದರೆ ಆಗಲೂ ಅವರು ಈಗ ಹೇಳುತ್ತಿರುವ ಅದೇ ಕಾರಣವನ್ನು ಹೇಳಿ ಅನುಸರಿಸಲು ನಿರಾಕರಿಸುತ್ತಿದ್ದರು.","lang":"kn"},{"name":"6:10","price":"ನಿಮಗಿಂತ ಮೊದಲು ಅನೇಕ ಸಂದೇಶವಾಹಕರು ಜನರಿಂದ ತಮಾಷೆಗೆ ಗುರಿಯಾಗಿದ್ದಾರೆ. ನಂತರ, ಅವರು ಏನು ತಮಾಷೆ ಮಾಡುತ್ತಿದ್ದರೋ ಅದೇ ಅವರನ್ನು ಆವರಿಸಿಕೊಂಡಿತು.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:11","price":"ಹೇಳಿರಿ: “ನೀವು ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸಿರಿ. ನಂತರ ಸತ್ಯನಿಷೇಧಿಗಳ ಅಂತ್ಯವು ಹೇಗಿತ್ತೆಂದು ನೋಡಿ.”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:12","price":"ಕೇಳಿರಿ: “ಭೂಮ್ಯಾಕಾಶಗಳಲ್ಲಿರುವುದು ಯಾರಿಗೆ ಸೇರಿದ್ದು?” ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿದ್ದು.” ಅವನು ದಯೆ ತೋರುವುದನ್ನು ಸ್ವಯಂ ಕಡ್ಡಾಯಗೊಳಿಸಿದ್ದಾನೆ. ಪುನರುತ್ಥಾನದ ದಿನದಂದು ಅವನು ನಿಮ್ಮನ್ನು ಖಂಡಿತ ಒಟ್ಟುಗೂಡಿಸುವನು. ಅದರಲ್ಲಿ ಸಂಶಯವೇ ಇಲ್ಲ. ಸ್ವಯಂ ನಷ್ಟಹೊಂದಿದವರು ಯಾರೋ ಅವರು ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:13","price":"ರಾತ್ರಿ ಮತ್ತು ಹಗಲಿನಲ್ಲಿರುವುದೆಲ್ಲವೂ ಅವನಿಗೆ ಸೇರಿದ್ದು. ಅವನು ಎಲ್ಲವನ್ನು ಕೇಳುವವನು ಮತ್ತು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:14","price":"ಹೇಳಿರಿ: “ಭೂಮ್ಯಾಕಾಶಗಳ ಸೃಷ್ಟಿಕರ್ತನಾದ ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆಯವರನ್ನು ನಾನು ರಕ್ಷಕನಾಗಿ ಸ್ವೀಕರಿಸಬೇಕೇ? ಅವನು ಆಹಾರ ನೀಡುತ್ತಾನೆ. ಅವನಿಗೆ ಯಾರೂ ಆಹಾರವನ್ನು ನೀಡುವುದಿಲ್ಲ.” ಹೇಳಿರಿ: “ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನಿಗೆ ಶರಣಾದವರಲ್ಲಿ ಮೊದಲಿಗನಾಗಬೇಕೆಂದು ನನಗೆ ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ. ನೀವು ಎಂದಿಗೂ ಬಹುದೇವಾರಾಧಕರಲ್ಲಿ ಸೇರಬಾರದು (ಎಂದು ಕೂಡ ನನಗೆ ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ).”","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:15","price":"ಹೇಳಿರಿ: “ನಾನು ನನ್ನ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಅವಿಧೇಯತೆ ತೋರಿದರೆ, ಒಂದು ಭಯಾನಕ ದಿನದ (ಪುನರುತ್ಥಾನ ದಿನದ) ಶಿಕ್ಷೆ (ನನ್ನ ಮೇಲೆರಗಬಹುದೆಂದು) ನಾನು ಭಯಪಡುತ್ತೇನೆ.”","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:16","price":"ಆ ದಿನ ಯಾರು ಶಿಕ್ಷೆಯಿಂದ ಪಾರಾಗುತ್ತಾನೋ ಅವನಿಗೆ ಅಲ್ಲಾಹು ಖಂಡಿತ ದಯೆ ತೋರಿದ್ದಾನೆ. ಅದು ಸ್ಪಷ್ಟ ವಿಜಯವಾಗಿದೆ.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:17","price":"ಅಲ್ಲಾಹು ನಿಮಗೇನಾದರೂ ತೊಂದರೆ ಕೊಟ್ಟರೆ, ಅದನ್ನು ನಿವಾರಿಸಲು ಅವನ ಹೊರತು ಯಾರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ. ಅವನು ನಿಮಗೇನಾದರೂ ಒಳಿತು ಮಾಡಿದರೆ, ಅವನು ಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲೂ ಸಾಮರ್ಥ್ಯವುಳ್ಳವನಾಗಿದ್ದಾನೆ.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:18","price":"ಅವನಿಗೆ ಅವರ ದಾಸರ ಮೇಲೆ ಪರಮಾಧಿಕಾರವಿದೆ. ಅವನು ವಿವೇಕಪೂರ್ಣನು ಮತ್ತು ಸೂಕ್ಷ್ಮಜ್ಞಾನಿಯಾಗಿದ್ದಾನೆ.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:19","price":"ಕೇಳಿರಿ: “ಅತಿದೊಡ್ಡ ಸಾಕ್ಷ್ಯ ಯಾವುದು?” ಹೇಳಿರಿ: “ಅಲ್ಲಾಹು ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ನಡುವೆ ಸಾಕ್ಷಿಯಾಗಿದ್ದಾನೆ. ಈ ಕುರ್‌ಆನಿನ ಮೂಲಕ ನಿಮಗೆ ಮತ್ತು ಇದು ತಲುಪುವ ಎಲ್ಲರಿಗೂ ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡಲು ನನಗೆ ಈ ಕುರ್‌ಆನನ್ನು ದೇವವಾಣಿಯಾಗಿ ನೀಡಲಾಗಿದೆ. ಅಲ್ಲಾಹನೊಂದಿಗೆ ಬೇರೆ ದೇವರಿದ್ದಾರೆಂದು ನೀವು ನಿಜವಾಗಿಯೂ ಸಾಕ್ಷಿವಹಿಸುತ್ತೀರಾ?” ಹೇಳಿರಿ: “ನಾನು ಸಾಕ್ಷಿವಹಿಸುವುದಿಲ್ಲ.” ಹೇಳಿರಿ: “ಅವನು ಏಕೈಕ ದೇವನು. ನೀವು ಮಾಡುವ ಸಹಭಾಗಿತ್ವದಿಂದ (ಶಿರ್ಕ್‌ನಿಂದ) ನಾನು ಸಂಪೂರ್ಣ ಮುಕ್ತನಾಗಿದ್ದೇನೆ.”","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:20","price":"ನಾವು ಯಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದ್ದೇವೋ ಅವರು (ಯಹೂದಿಗಳು ಮತ್ತು ಕ್ರೈಸ್ತರು) ತಮ್ಮ ಮಕ್ಕಳನ್ನು ಗುರುತಿಸುವಂತೆಯೇ ಅದನ್ನು (ಕುರ್‌ಆನನ್ನು) ಗುರುತಿಸುತ್ತಾರೆ. ಸ್ವಯಂ ನಷ್ಟಹೊಂದಿದವರು ಯಾರೋ ಅವರು ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:21","price":"ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳು ಆರೋಪಿಸುವವನಿಗಿಂತ ಅಥವಾ ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸುವವನಿಗಿಂತ ದೊಡ್ಡ ಅಕ್ರಮಿ ಯಾರು? ನಿಶ್ಚಯವಾಗಿಯೂ ಅಕ್ರಮಿಗಳು ಯಶಸ್ವಿಯಾಗುವುದಿಲ್ಲ.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:22","price":"ನಾವು ಅವರೆಲ್ಲರನ್ನೂ ಒಟ್ಟುಗೂಡಿಸುವ ದಿನ. ನಂತರ ನಾವು ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡಿದವರೊಡನೆ ಕೇಳುವೆವು: “ನೀವು (ನಿಮ್ಮ ದೇವರುಗಳೆಂದು) ವಾದಿಸುತ್ತಿದ್ದ ಆ ಸಹಭಾಗಿಗಳು ಎಲ್ಲಿದ್ದಾರೆ?”","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:23","price":"ನಂತರ ಅವರ ಸಹಭಾಗಿತ್ವದ (ಶಿರ್ಕ್‌ನ) ಪರಿಣಾಮವು, “ನಮ್ಮ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನ ಮೇಲಾಣೆ! ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡಿಲ್ಲ” ಎಂದು ಹೇಳುವುದರ ಹೊರತು ಇನ್ನೇನೂ ಆಗಿರುವುದಿಲ್ಲ.","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:24","price":"ಅವರು ಅವರ ಬಗ್ಗೆಯೇ ಹೇಗೆ ಸುಳ್ಳು ಹೇಳುತ್ತಿದ್ದಾರೆಂದು ನೋಡಿ. ಅವರು (ಅಲ್ಲಾಹನ ಸಹಭಾಗಿಗಳೆಂದು) ಆರೋಪಿಸುತ್ತಿದ್ದ ದೇವರುಗಳೆಲ್ಲವೂ ಅವರನ್ನು ಬಿಟ್ಟು ಮರೆಯಾಗಿ ಹೋದವು.","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:25","price":"ಅವರಲ್ಲಿ ಕೆಲವರು ನೀವು (ಕುರ್‌ಆನ್ ಪಠಿಸುವುದನ್ನು) ಕಿವಿಗೊಟ್ಟು ಕೇಳುತ್ತಾರೆ. ಆದರೆ ಅವರು ಅದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳದಂತೆ ನಾವು ಅವರ ಹೃದಯಗಳ ಮೇಲೆ ಪರದೆಗಳನ್ನು ಮತ್ತು ಅವರ ಕಿವಿಗಳಿಗೆ ಕಿವುಡುತನವನ್ನು ಹಾಕಿದ್ದೇವೆ. ಅವರು ಎಲ್ಲಾ ರೀತಿಯ ದೃಷ್ಟಾಂತಗಳನ್ನು ನೋಡಿದರೂ ವಿಶ್ವಾಸವಿಡುವುದಿಲ್ಲ. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ ಅವರು ತಮ್ಮ ಬಳಿಗೆ ತರ್ಕಿಸುವುದಕ್ಕಾಗಿ ಬಂದರೆ, ಆ ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳುತ್ತಾರೆ: “ಇದು ಪುರಾತನ ಕಾಲದ ಕಟ್ಟುಕಥೆಗಳಲ್ಲದೆ ಇನ್ನೇನೂ ಅಲ್ಲ.”","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:26","price":"ಅವರು ಆ ಸತ್ಯದಿಂದ ಜನರನ್ನು ತಡೆಯುವುದಲ್ಲದೆ, ಸ್ವಯಂ ಅದರಿಂದ ದೂರವಾಗುತ್ತಿದ್ದಾರೆ. ಅವರು ಸ್ವಯಂ ಅವರನ್ನೇ ನಾಶ ಮಾಡುತ್ತಿದ್ದಾರೆ. ಆದರೆ, ಅವರು ಅದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಿಲ್ಲ.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:27","price":"ಅವರನ್ನು ನರಕದ ಮುಂದೆ ನಿಲ್ಲಿಸಲಾಗುವ ದೃಶ್ಯವನ್ನು ನೀವು ನೋಡಿದ್ದರೆ! ಅವರು ಹೇಳುವರು: “ನಮ್ಮನ್ನು ಪುನಃ ಭೂಲೋಕಕ್ಕೆ ಕಳುಹಿಸುತ್ತಿದ್ದರೆ ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು! ಹಾಗೇನಾದರೂ ಕಳುಹಿಸಿದರೆ, ನಾವು ನಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ವಚನಗಳನ್ನು ಖಂಡಿತ ನಿಷೇಧಿಸುವುದಿಲ್ಲ; ಮತ್ತು ನಾವು ಖಂಡಿತ ಸತ್ಯವಿಶ್ವಾಸಿಗಳೊಡನೆ ಸೇರುವೆವು.”","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:28","price":"ಅಲ್ಲ, ವಾಸ್ತವವಾಗಿ ಅವರು ಇದಕ್ಕೆ ಮೊದಲು ಏನನ್ನು ಮುಚ್ಚಿಟ್ಟಿದ್ದರೋ ಅದು ಈಗ ಅವರಿಗೆ ಬಹಿರಂಗವಾಗಿದೆ. ಅವರನ್ನು ಪುನಃ ಭೂಲೋಕಕ್ಕೆ ಕಳುಹಿಸಲಾದರೂ, ಅವರಿಗೆ ವಿರೋಧಿಸಲಾದ ವಿಷಯಗಳನ್ನೇ ಅವರು ಪುನರಾವರ್ತಿಸುವರು. ನಿಶ್ಚಯವಾಗಿಯೂ ಅವರು ಸುಳ್ಳು ಹೇಳುವವರಾಗಿದ್ದಾರೆ.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:29","price":"ಅವರು ಹೇಳಿದರು: “ನಮ್ಮ ಈ ಭೂಲೋಕ ಜೀವನದ ಹೊರತು ಬೇರೇನೂ ಇಲ್ಲ. ನಮಗೆ ಪುನಃ ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸಲಾಗುವುದೂ ಇಲ್ಲ.”","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:30","price":"ಅವರನ್ನು ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಮುಂದೆ ನಿಲ್ಲಿಸಲಾದ ದೃಶ್ಯವನ್ನು ನೀವು ನೋಡಿದ್ದರೆ! ಅವನು ಕೇಳುವನು: “ಇದು ಸತ್ಯವಲ್ಲವೇ?” ಅವರು ಉತ್ತರಿಸುವರು: “ಹೌದು! ನಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಮೇಲಾಣೆ.” ಅವನು ಹೇಳುವನು: “ಹಾಗಾದರೆ ನೀವು ಏನನ್ನು ನಿಷೇಧಿಸಿದಿರೋ ಅದರ ಶಿಕ್ಷೆಯನ್ನು ಅನುಭವಿಸಿರಿ.”","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:31","price":"ಅಲ್ಲಾಹನ ಭೇಟಿಯನ್ನು ನಿಷೇಧಿಸಿದವರು ನಿಶ್ಚಯವಾಗಿಯೂ ನಷ್ಟ ಹೊಂದಿದರು. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಹಠಾತ್ತನೆ ಅಂತಿಮದಿನವು ಬರುವಾಗ, ಅವರು ಹೇಳುವರು: “ನಾವು ಇದರ (ಅಂತಿಮದಿನ) ಬಗ್ಗೆ ನಿರ್ಲಕ್ಷ್ಯ ಮಾಡಿದ ಕಾರಣ ಅಯ್ಯೋ! ನಮ್ಮ ದುರ್ಗತಿಯೇ!” ಅವರು ಅವರ ಬೆನ್ನುಗಳ ಮೇಲೆ ಪಾಪಗಳ ಭಾರವನ್ನು ಹೊರುತ್ತಿರುವರು. ಅವರು ಹೊರುವ ಭಾರವು ಬಹಳ ನಿಕೃಷ್ಟವಾಗಿದೆ.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:32","price":"ಇಹಲೋಕ ಜೀವನವು ಆಟ ಮತ್ತು ಮನೋರಂಜನೆಯಲ್ಲದೆ ಇನ್ನೇನೂ ಅಲ್ಲ. ದೇವಭಯವುಳ್ಳವರಿಗೆ ಪರಲೋಕ ಜೀವನವೇ ಉತ್ತಮವಾಗಿದೆ. ನೀವು ಆಲೋಚಿಸುವುದಿಲ್ಲವೇ?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:33","price":"ಅವರು ಹೇಳುವ ಮಾತುಗಳಿಂದ ನಿಮಗೆ ಬೇಸರವಾಗುತ್ತಿದೆಯೆಂದು ನಮಗೆ ಖಂಡಿತ ತಿಳಿದಿದೆ. ಆದರೆ ಅವರು ನಿಮ್ಮನ್ನು ನಿಷೇಧಿಸುವುದಿಲ್ಲ. ಆದರೆ ಆ ಅತಿರೇಕಿಗಳು ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸುತ್ತಾರೆ.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:34","price":"ನಿಮಗಿಂತ ಮೊದಲೂ ಸಂದೇಶವಾಹಕರು ನಿಷೇಧಿಸಲ್ಪಟ್ಟಿದ್ದಾರೆ. ಜನರು ತಮ್ಮನ್ನು ನಿಷೇಧಿಸುವುದನ್ನು ಮತ್ತು ತಮಗೆ ತೊಂದರೆ ನೀಡುವುದನ್ನು ಅವರು ತಾಳಿಕೊಳ್ಳುತ್ತಿದ್ದರು—ನಮ್ಮ ಸಹಾಯವು ಬರುವವರೆಗೆ. ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ಬದಲಾಯಿಸಲು ಯಾರಿಗೂ ಸಾಧ್ಯವಿಲ್ಲ. ಸಂದೇಶವಾಹಕರುಗಳ ಕೆಲವು ಸಮಾಚಾರಗಳು ನಿಮಗೆ ಈಗಾಗಲೇ ತಲುಪಿವೆ.","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:35","price":"ಅವರು ನಿಮ್ಮನ್ನು ತಿರಸ್ಕರಿಸಿ ವಿಮುಖರಾಗುವುದನ್ನು ಸಹಿಸಿಕೊಳ್ಳಲು ನಿಮಗೆ ಕಷ್ಟವಾಗುವುದಾದರೆ, ಭೂಮಿಯೊಳಗಿಳಿಯಲು ಒಂದು ಸುರಂಗವನ್ನು, ಅಥವಾ ಆಕಾಶಕ್ಕೇರಲು ಒಂದು ಏಣಿಯನ್ನು ಹುಡುಕಿ, ನಂತರ ಅವರಿಗೊಂದು ದೃಷ್ಟಾಂತವನ್ನು ತಂದುಕೊಡಲು ಸಾಧ್ಯವಾಗುವುದಾದರೆ ತಂದು ಕೊಡಿ. ಅಲ್ಲಾಹು ಇಚ್ಛಿಸಿದರೆ ಅವರೆಲ್ಲರನ್ನೂ ಸನ್ಮಾರ್ಗದಲ್ಲಿ ಒಟ್ಟುಗೂಡಿಸುತ್ತಿದ್ದನು. ಆದ್ದರಿಂದ ನೀವು ಅವಿವೇಕಿಗಳಲ್ಲಿ ಸೇರಬೇಡಿ.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:36","price":"ಕೇಳುವವರು ಮಾತ್ರ ಉತ್ತರಿಸುತ್ತಾರೆ. ಸತ್ತವರನ್ನು ಅಲ್ಲಾಹು ಜೀವ ನೀಡಿ ಎಬ್ಬಿಸುತ್ತಾನೆ. ನಂತರ ಅವರನ್ನು ಅವನ ಬಳಿಗೆ ಮರಳಿಸಲಾಗುತ್ತದೆ.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:37","price":"ಅವರು ಕೇಳುತ್ತಾರೆ: “ಅವರಿಗೆ (ಪ್ರವಾದಿಗೆ) ಅವರ ಪರಿಪಾಲಕನಿಂದ (ಅಲ್ಲಾಹನಿಂದ) ಒಂದು ದೃಷ್ಟಾಂತವೇಕೆ ಅವತೀರ್ಣವಾಗಿಲ್ಲ?” ಹೇಳಿರಿ: “ನಿಶ್ಚಯವಾಗಿಯೂ ದೃಷ್ಟಾಂತವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸುವ ಸಾಮರ್ಥ್ಯ ಅಲ್ಲಾಹನಿಗಿದೆ.” ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ತಿಳಿಯುವುದಿಲ್ಲ.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:38","price":"ಭೂಮಿಯಲ್ಲಿರುವ ಯಾವುದೇ ಜೀವಿಯಾಗಲಿ ಅಥವಾ (ಆಕಾಶದಲ್ಲಿ) ಎರಡು ರೆಕ್ಕೆಗಳಿಂದ ಹಾರಾಡುವ ಹಕ್ಕಿಗಳಾಗಲಿ, ಅವೆಲ್ಲವೂ ನಿಮ್ಮಂತಿರುವ ಸಮುದಾಯಗಳಾಗಿವೆ. ನಾವು ಗ್ರಂಥದಲ್ಲಿ[1] ಏನನ್ನೂ ದಾಖಲಿಸದೆ ಬಿಟ್ಟಿಲ್ಲ. ನಂತರ ಅವರನ್ನು ಅವರ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಗೆ ಒಟ್ಟುಗೂಡಿಸಲಾಗುತ್ತದೆ.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"[1] ಗ್ರಂಥದಲ್ಲಿ ಎಂದರೆ ಅಲ್ಲಾಹನ ಬಳಿಯಿರುವ ಲೌಹುಲ್ ಮಹ್ಫೂಝ್ (ಸುರಕ್ಷಿತ ಫಲಕ) ನಲ್ಲಿ. ಅದರಲ್ಲಿ ಎಲ್ಲಾ ಜೀವಿಗಳ ಸಂಪೂರ್ಣ ಮಾಹಿತಿಗಳನ್ನು ದಾಖಲಿಸಲಾಗಿದೆ.","lang":"kn"},{"name":"6:39","price":"ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದವರು ಯಾರೋ—ಅವರು ಕಿವುಡರು, ಮೂಕರು ಮತ್ತು ಕತ್ತಲೆಗಳಲ್ಲಿರುವವರಾಗಿದ್ದಾರೆ. ಅಲ್ಲಾಹು ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ದುರ್ಮಾರ್ಗದಲ್ಲಿ ಮಾಡುತ್ತಾನೆ ಮತ್ತು ಅವನು ಇಚ್ಛಿಸುವವರನ್ನು ನೇರಮಾರ್ಗದಲ್ಲಿ ಮಾಡುತ್ತಾನೆ.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:40","price":"ಹೇಳಿರಿ: “ನೀವು ಆಲೋಚಿಸಿ ನೋಡಿದ್ದೀರಾ! ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯು ನಿಮ್ಮ ಮೇಲೆರಗಿದರೆ ಅಥವಾ ಅಂತಿಮದಿನವು ಸಂಭವಿಸಿದರೆ, ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಬೇರೆ ದೇವರುಗಳನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತೀರಾ? ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ ಹೇಳಿರಿ.”","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:41","price":"ಇಲ್ಲ, ವಾಸ್ತವವಾಗಿ ನೀವು ಅಲ್ಲಾಹನನ್ನೇ ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತೀರಿ. ಆಗ ಅವನು ಇಚ್ಛಿಸಿದರೆ, ಯಾವುದಕ್ಕಾಗಿ ನೀವು ಅವನನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸಿದಿರೋ ಅದನ್ನು ಅವನು ನಿವಾರಿಸುವನು. (ಆ ಸಂದರ್ಭದಲ್ಲಿ) ನೀವು ಮಾಡುತ್ತಿದ್ದ ಸಹಭಾಗಿತ್ವವನ್ನು (ಶಿರ್ಕ್) ನೀವು ಮರೆತುಬಿಡುತ್ತೀರಿ.","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:42","price":"ನಿಮಗಿಂತ ಮೊದಲು ಅನೇಕ ಸಮುದಾಯಗಳಿಗೆ ನಾವು ಸಂದೇಶವಾಹಕರನ್ನು ಕಳುಹಿಸಿದ್ದೇವೆ. ನಂತರ ಅವರು ವಿನಮ್ರರಾಗುವುದಕ್ಕಾಗಿ ನಾವು ಅವರನ್ನು (ಬಡತನ ಮುಂತಾದ) ಕಷ್ಟಗಳಿಂದ ಮತ್ತು (ಅನಾರೋಗ್ಯ ಮುಂತಾದ) ತೊಂದರೆಗಳಿಂದ ಹಿಡಿದೆವು.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:43","price":"ನಮ್ಮ ಶಿಕ್ಷೆಯು ಬಂದಾಗ ಅವರೇಕೆ ವಿನಮ್ರರಾಗಲಿಲ್ಲ? ಆದರೆ ಅವರ ಹೃದಯಗಳು ಕಠೋರವಾದವು. ಅವರು ಮಾಡುತ್ತಿದ್ದ ದುಷ್ಕರ್ಮಗಳನ್ನು ಶೈತಾನನು ಅವರಿಗೆ ಅಲಂಕರಿಸಿ ತೋರಿಸಿದನು.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:44","price":"ಅವರಿಗೆ ನೀಡಲಾದ ಹಿತೋಪದೇಶಗಳನ್ನು ಅವರು ಮರೆತಾಗ, ಎಲ್ಲಾ ವಸ್ತುಗಳ ದ್ವಾರಗಳನ್ನು ನಾವು ಅವರಿಗೆ ತೆರೆದುಕೊಟ್ಟೆವು.[1] ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ಅವರಿಗೆ ನೀಡಲಾದ ಸವಲತ್ತುಗಳನ್ನು ಕಂಡು ಅವರು ಆನಂದಿಸುತ್ತಿದ್ದಾಗ ಹಠಾತ್ತನೆ ನಾವು ಅವರನ್ನು ಹಿಡಿದೆವು. ಆಗ ಅವರು ಸಂಪೂರ್ಣ ಹತಾಶರಾದರು.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"[1] ಅಂದರೆ ಅವರಿಗೆ ಎಲ್ಲಾ ರೀತಿಯ ಸೌಲಭ್ಯಗಳನ್ನು ಮತ್ತು ಸವಲತ್ತುಗಳನ್ನು ಯಥೇಷ್ಟವಾಗಿ ನೀಡಿದೆವು.","lang":"kn"},{"name":"6:45","price":"ಅಕ್ರಮವೆಸಗಿದ ಜನರನ್ನು ಬೇರು ಸಹಿತ ನಿರ್ಮೂಲನ ಮಾಡಲಾಯಿತು. ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹನಿಗೆ ಸರ್ವಸ್ತುತಿ.","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:46","price":"ಹೇಳಿರಿ: “ನೀವು ಆಲೋಚಿಸಿ ನೋಡಿದ್ದೀರಾ! ಅಲ್ಲಾಹು ನಿಮ್ಮ ಶ್ರವಣಶಕ್ತಿ ಮತ್ತು ದೃಷ್ಟಿಯನ್ನು ತೆಗೆದು, ನಿಮ್ಮ ಹೃದಯಗಳಿಗೆ ಮೊಹರು ಹಾಕಿದರೆ, ಅಲ್ಲಾಹನ ಹೊರತು ಅದನ್ನು ತಂದುಕೊಡುವ ದೇವರು ಯಾರು?” ನಾವು ಅವರಿಗೆ ನಮ್ಮ ವಚನಗಳನ್ನು ಹೇಗೆ ವಿವರಿಸಿಕೊಡುತ್ತಿದ್ದೇವೆಂದು ನೋಡಿರಿ. ಅದರ ನಂತರವೂ ಅವರು ವಿಮುಖರಾಗುತ್ತಿದ್ದಾರೆ.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:47","price":"ಹೇಳಿರಿ: “ನೀವು ಆಲೋಚಿಸಿ ನೋಡಿದ್ದೀರಾ! ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯು ಹಠಾತ್ತನೆ ಬಂದರೆ, ಅಥವಾ ಬಹಿರಂಗವಾಗಿ ಬಂದರೆ, ಅಕ್ರಮವೆಸಗಿದ ಜನರ ಹೊರತು ಬೇರೆ ಯಾರಾದರೂ ನಾಶವಾಗುವರೇ?”","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:48","price":"ಶುಭವಾರ್ತೆ ತಿಳಿಸಲು ಮತ್ತು ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡಲು ಮಾತ್ರ ನಾವು ಸಂದೇಶವಾಹಕರನ್ನು ಕಳುಹಿಸುತ್ತೇವೆ. ಆದ್ದರಿಂದ ಯಾರು ಸತ್ಯವಿಶ್ವಾಸವನ್ನು ಸ್ವೀಕರಿಸಿ ಸ್ವಯಂ ಸುಧಾರಿಸಿಕೊಳ್ಳುತ್ತಾನೋ—ಅವರಿಗೆ ಯಾವುದೇ ಭಯವಿಲ್ಲ; ಅವರು ದುಃಖಿಸುವುದೂ ಇಲ್ಲ.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:49","price":"ಆದರೆ ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದವರು ಯಾರೋ—ಅವರು ಅವಿಧೇಯತೆ ತೋರಿದ ಕಾರಣ ಶಿಕ್ಷೆಯು ಅವರನ್ನು ಸ್ಪರ್ಶಿಸಲಿದೆ.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:50","price":"ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನ ಖಜಾನೆಗಳು ನನ್ನ ವಶದಲ್ಲಿವೆಯೆಂದು ನಾನು ಹೇಳುವುದಿಲ್ಲ. ನನಗೆ ಅದೃಶ್ಯ ವಿಷಯಗಳು ತಿಳಿದಿಲ್ಲ. ನಾನೊಬ್ಬ ದೇವದೂತನೆಂದು ನಾನು ನಿಮಗೆ ಹೇಳುವುದಿಲ್ಲ. ನನಗೆ ದೇವವಾಣಿಯಾಗಿ ನೀಡಲಾದುದನ್ನು ಮಾತ್ರ ನಾನು ಅನುಸರಿಸುತ್ತೇನೆ.” ಕೇಳಿರಿ: “ಕಣ್ಣು ಕಾಣದವನು ಮತ್ತು ಕಣ್ಣು ಕಾಣುವವನು ಸಮಾನರೇ? ನೀವೇಕೆ ಆಲೋಚಿಸುವುದಿಲ್ಲ?”","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:51","price":"ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಬಳಿಗೆ ತಮ್ಮನ್ನು ಒಟ್ಟುಗೂಡಿಸಲಾಗುವುದು ಎಂದು ಭಯಪಡುವವರಿಗೆ ಇದರ (ಕುರ್‌ಆನಿನ) ಮೂಲಕ ಎಚ್ಚರಿಕೆ ನೀಡಿರಿ. ಅವರಿಗೆ ಅಲ್ಲಾಹನ ಹೊರತು ಬೇರೆ ರಕ್ಷಕರು ಅಥವಾ ಶಿಫಾರಸುಗಾರರಿಲ್ಲ. ಅವರು ದೇವಭಯವುಳ್ಳವರಾಗುವುದಕ್ಕಾಗಿ.","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:52","price":"ತಮ್ಮ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಸಂಪ್ರೀತಿಯನ್ನು ಬಯಸುತ್ತಾ ಮುಂಜಾನೆ ಮತ್ತು ಸಂಜೆ ಅವನನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವವರನ್ನು ದೂರ ಮಾಡಬೇಡಿ.[1] ಅವರನ್ನು ವಿಚಾರಣೆ ಮಾಡುವ ಹೊಣೆ ನಿಮಗಿಲ್ಲ. ನಿಮ್ಮನ್ನು ವಿಚಾರಣೆ ಮಾಡುವ ಹೊಣೆ ಅವರಿಗಿಲ್ಲ. ನೀವು ಅವರನ್ನು ದೂರ ಮಾಡಿದರೆ, ನೀವು ಅಕ್ರಮಿಗಳಲ್ಲಿ ಸೇರಿ ಬಿಡುವಿರಿ.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"[1] ಪ್ರವಾದಿಯವರ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಅನುಯಾಯಿಗಳಲ್ಲಿ ಗುಲಾಮರು, ಬಡವರು ಮತ್ತು ದಬ್ಬಾಳಿಕೆಗೆ ಒಳಗಾದವರು ಇದ್ದರು. ಇವರು ಪ್ರವಾದಿಯವರ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಜೊತೆಯಲ್ಲಿದ್ದುದರಿಂದ ಪ್ರವಾದಿಯವರ (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಬಳಿಗೆ ಬರಲು ಕುರೈಷ್ ಮುಖಂಡರಿಗೆ ಅಸಹ್ಯವಾಗುತ್ತಿತ್ತು. ಅವರನ್ನು ದೂರ ಮಾಡಿದರೆ ನಾವು ನಿಮ್ಮ ಬಳಿಗೆ ಬರುತ್ತೇವೆಂದು ಅವರು ಹೇಳುತ್ತಿದ್ದರು.","lang":"kn"},{"name":"6:53","price":"ಹೀಗೆ ನಾವು ಅವರಲ್ಲಿ ಕೆಲವರನ್ನು ಇತರ ಕೆಲವರ ಮೂಲಕ ಪರೀಕ್ಷಿಸಿದೆವು. “ಅಲ್ಲಾಹು ನಮ್ಮ ನಡುವೆ ಅನುಗ್ರಹ ನೀಡಿ ಆಶೀರ್ವದಿಸಿದ್ದು ಇವರನ್ನೇ ಏನು?” ಎಂದು ಅವರು (ಸತ್ಯನಿಷೇಧಿಗಳು) ಹೇಳುವುದಕ್ಕಾಗಿ. ಕೃತಜ್ಞರಾಗಿರುವವರ ಬಗ್ಗೆ ಅಲ್ಲಾಹು ಅತಿಹೆಚ್ಚು ತಿಳಿದವನಲ್ಲವೇ?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:54","price":"ನಮ್ಮ ವಚನಗಳಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವವರು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದರೆ ಹೇಳಿರಿ: “ನಿಮ್ಮ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ; ನಿಮ್ಮ ಪರಿಪಾಲಕನು ದಯೆ ತೋರುವುದನ್ನು ಸ್ವಯಂ ತನ್ನ ಮೇಲೆ ಕಡ್ಡಾಯಗೊಳಿಸಿದ್ದಾನೆ. ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬರು ಅರಿವಿಲ್ಲದೆ ಒಂದು ತಪ್ಪು ಮಾಡಿ, ನಂತರ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟು ಸುಧಾರಿಸಿಕೊಂಡರೆ, ನಿಶ್ಚಯವಾಗಿಯೂ ಅವನು (ಅಲ್ಲಾಹು) ಕ್ಷಮಿಸುವವನು ಮತ್ತು ದಯೆ ತೋರುವವನಾಗಿದ್ದಾನೆ.”","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:55","price":"ಈ ರೀತಿ ನಾವು ವಚನಗಳನ್ನು ವಿವರಿಸಿಕೊಡುತ್ತೇವೆ. ಅಪರಾಧಿಗಳ ಮಾರ್ಗವು ನಿಚ್ಚಳವಾಗುವುದಕ್ಕಾಗಿ.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:56","price":"ಹೇಳಿರಿ: “ನಿಶ್ಚಯವಾಗಿಯೂ, ನೀವು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಯಾರನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುತ್ತೀರೋ ಅವರನ್ನು ಆರಾಧಿಸುವುದನ್ನು ನನಗೆ ವಿರೋಧಿಸಲಾಗಿದೆ.” ಹೇಳಿರಿ: “ನಾನು ನಿಮ್ಮ ಸ್ವೇಚ್ಛೆಗಳನ್ನು ಹಿಂಬಾಲಿಸುವುದಿಲ್ಲ. ಹಿಂಬಾಲಿಸಿದರೆ ನಾನು ಖಂಡಿತ ದಾರಿತಪ್ಪುವೆನು ಮತ್ತು ಸನ್ಮಾರ್ಗಿಗಳಲ್ಲಿ ಸೇರದವನಾಗುವೆನು.”","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:57","price":"ಹೇಳಿರಿ: “ನಿಶ್ಚಯವಾಗಿಯೂ ನಾನು ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಸ್ಪಷ್ಟ ಸಾಕ್ಷ್ಯಾಧಾರಗಳಲ್ಲಿದ್ದೇನೆ. ಆದರೆ ನೀವು ಅದನ್ನು ನಿಷೇಧಿಸಿದ್ದೀರಿ. ನೀವು ತ್ವರೆ ಮಾಡುತ್ತಿರುವ ಶಿಕ್ಷೆ ನನ್ನ ವಶದಲ್ಲಿಲ್ಲ. ಆಜ್ಞಾಧಿಕಾರವಿರುವುದು ಅಲ್ಲಾಹನಿಗೆ ಮಾತ್ರ. ಅವನು ಸತ್ಯವನ್ನು ತಿಳಿಸುತ್ತಾನೆ. ಅವನು ತೀರ್ಪು ನೀಡುವವರಲ್ಲಿ ಅತ್ಯುತ್ತಮನಾಗಿದ್ದಾನೆ.”","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:58","price":"ಹೇಳಿರಿ: “ನೀವು ತ್ವರೆ ಮಾಡುವ ಶಿಕ್ಷೆ ನನ್ನ ವಶದಲ್ಲಿರುತ್ತಿದ್ದರೆ ನನ್ನ ಮತ್ತು ನಿಮ್ಮ ಮಧ್ಯೆ ವಿಷಯವು ತೀರ್ಮಾನವಾಗಿ ಬಿಡುತ್ತಿತ್ತು. ಅಲ್ಲಾಹು ಅಕ್ರಮಿಗಳ ಬಗ್ಗೆ ಬಹಳ ಚೆನ್ನಾಗಿ ತಿಳಿದಿದ್ದಾನೆ.”","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:59","price":"ಅಗೋಚರ ವಿಷಯಗಳ ಖಜಾನೆಗಳಿರುವುದು[1] ಅಲ್ಲಾಹನ ಬಳಿ ಮಾತ್ರ. ಅವನಲ್ಲದೆ ಯಾರಿಗೂ ಅದು ತಿಳಿದಿಲ್ಲ. ನೆಲದಲ್ಲಿ ಮತ್ತು ಕಡಲಲ್ಲಿರುವುದನ್ನು ಅವನು ತಿಳಿಯುತ್ತಾನೆ. ಅವನು ತಿಳಿಯದೆ ಒಂದೇ ಒಂದು ಎಲೆಯೂ ಉದುರುವುದಿಲ್ಲ. ಭೂಮಿಯ ಗಾಢಾಂಧಕಾರಗಳಲ್ಲಿರುವ ಒಂದು ಧಾನ್ಯವಾಗಲಿ, ಹಸಿ ಅಥವಾ ಒಣಗಿದ ಯಾವುದೇ ವಸ್ತುವಾಗಲಿ ಒಂದು ಸ್ಪಷ್ಟ ಗ್ರಂಥದಲ್ಲಿ ದಾಖಲಾಗದೆ ಉಳಿದಿಲ್ಲ.”","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"[1] ಮಫಾತಿಹ್ ಎಂದರೆ ಖಜಾನೆಗಳು, ಕೀಲಿಕೈಗಳು ಎಂಬ ಅರ್ಥಗಳಿವೆ. ಅದೃಶ್ಯ ವಿಷಯಗಳನ್ನು ತಿಳಿದಿರುವವನು ಅಲ್ಲಾಹು ಮಾತ್ರ. ಸೃಷ್ಟಿಗಳಲ್ಲಿ ಯಾರಿಗೂ ಅದೃಶ್ಯ ಜ್ಞಾನವಿಲ್ಲ.","lang":"kn"},{"name":"6:60","price":"ರಾತ್ರಿಯಲ್ಲಿ (ನಿದ್ರಿಸುವಾಗ) ಅವನು ನಿಮ್ಮ ಆತ್ಮಗಳನ್ನು ವಶಪಡಿಸುತ್ತಾನೆ ಮತ್ತು ನೀವು ಹಗಲಿನಲ್ಲಿ ಮಾಡಿದ ಕರ್ಮಗಳನ್ನು ತಿಳಿಯುತ್ತಾನೆ. ನಂತರ ನಿಶ್ಚಿತ ಜೀವಿತಾವಧಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಅವನು ನಿಮ್ಮನ್ನು ಹಗಲಿನಲ್ಲಿ (ನಿದ್ದೆಯಿಂದ) ಎಬ್ಬಿಸುತ್ತಾನೆ. ನಂತರ ನಿಮ್ಮನ್ನು ಅವನ ಬಳಿಗೆ ಮರಳಿಸಲಾಗುತ್ತದೆ. ನಂತರ ನೀವು ಮಾಡಿದ ಕರ್ಮಗಳನ್ನು ಅವನು ನಿಮಗೆ ತಿಳಿಸುತ್ತಾನೆ.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:61","price":"ಅವನಿಗೆ ಅವನ ದಾಸರ ಮೇಲೆ ಪರಮಾಧಿಕಾರವಿದೆ. ನಿಮ್ಮ ಮೇಲ್ನೋಟಕ್ಕೆ ಅವನು ಕಾವಲುಗಾರರನ್ನು (ದೇವದೂತರನ್ನು) ಕಳುಹಿಸುತ್ತಾನೆ. ಎಲ್ಲಿಯವರೆಗೆಂದರೆ, ನಿಮ್ಮಲ್ಲಿ ಒಬ್ಬನಿಗೆ ಮರಣವು ಸನ್ನಿಹಿತವಾದಾಗ, ನಮ್ಮ ದೂತರು ಅವನ ಆತ್ಮವನ್ನು ವಶಪಡಿಸುತ್ತಾರೆ. ಅವರು (ಕರ್ತವ್ಯ ನಿರ್ವಹಣೆಯಲ್ಲಿ) ಲೋಪವೆಸಗುವುದಿಲ್ಲ.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:62","price":"ನಂತರ ಅವರನ್ನು ಅವರ ನೈಜ ರಕ್ಷಕನಾದ ಅಲ್ಲಾಹನ ಬಳಿಗೆ ಮರಳಿಸಲಾಗುತ್ತದೆ. ತಿಳಿಯಿರಿ! ಆಜ್ಞಾಧಿಕಾರವಿರುವುದು ಅವನಿಗೆ ಮಾತ್ರ. ಅವನು ಅತಿವೇಗವಾಗಿ ವಿಚಾರಣೆ ಮಾಡುತ್ತಾನೆ.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:63","price":"ಹೇಳಿರಿ: “ಅಲ್ಲಾಹು ನಮ್ಮನ್ನು ಈ ಸಂಕಷ್ಟದಿಂದ ಪಾರು ಮಾಡಿದರೆ ಖಂಡಿತವಾಗಿಯೂ ನಾವು ಕೃತಜ್ಞರಾಗಿರುತ್ತೇವೆ” ಎಂದು ಹೇಳುತ್ತಾ ನೀವು ವಿನಮ್ರತೆಯಿಂದ ಮತ್ತು ರಹಸ್ಯವಾಗಿ ಅವನನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವಾಗ, ನೆಲ ಮತ್ತು ಕಡಲಿನ ಗಾಢಾಂಧಕಾರಗಳಿಂದ ನಿಮ್ಮನ್ನು ಕಾಪಾಡುವುದು ಯಾರು?","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:64","price":"ಹೇಳಿರಿ: “ಅದರಿಂದ ಮತ್ತು ಇತರೆಲ್ಲಾ ಅನಾಹುತಗಳಿಂದ ಅಲ್ಲಾಹನೇ ನಿಮ್ಮನ್ನು ಪಾರು ಮಾಡುತ್ತಾನೆ. ಅದರ ಬಳಿಕವೂ ನೀವು ಅವನೊಂದಿಗೆ ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡುತ್ತೀರಿ.”","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:65","price":"ಹೇಳಿರಿ: “ನಿಮ್ಮ ಮೇಲ್ಭಾಗದಿಂದ ಅಥವಾ ನಿಮ್ಮ ಕಾಲುಗಳ ಅಡಿಭಾಗದಿಂದ ನಿಮಗೆ ಶಿಕ್ಷೆಯನ್ನು ಕಳುಹಿಸಲು, ಅಥವಾ ನಿಮ್ಮನ್ನು ವಿಭಿನ್ನ ಪಂಗಡಗಳನ್ನಾಗಿ ಮಾಡಿ ಗೊಂದಲಗೊಳಿಸಿ, ನೀವು ಪರಸ್ಪರ ಹಿಂಸೆ ಅನುಭವಿಸುವಂತೆ ಮಾಡಲು  ಅವನಿಗೆ ಸಾಮರ್ಥ್ಯವಿದೆ.” ನಾವು ಹೇಗೆ ವಚನಗಳನ್ನು ವಿವರಿಸಿಕೊಡುತ್ತೇವೆಂದು ನೋಡಿ. ಅವರು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದಕ್ಕಾಗಿ.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:66","price":"ಇದು ಸತ್ಯವಾಗಿದ್ದೂ ಸಹ ನಿಮ್ಮ ಜನರು ಇದನ್ನು ನಿಷೇಧಿಸಿದ್ದಾರೆ. ಹೇಳಿರಿ: “ನಾನು ನಿಮ್ಮ ಮೇಲ್ನೋಟ ವಹಿಸುವವನಲ್ಲ.”","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:67","price":"ಪ್ರತಿಯೊಂದು ಘಟನೆಗೂ ಒಂದು ನಿಶ್ಚಿತ ಸಮಯವಿದೆ. ನೀವು ಸದ್ಯವೇ ತಿಳಿಯುವಿರಿ.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:68","price":"ಜನರು ಅಲ್ಲಾಹನ ವಚನಗಳ ಬಗ್ಗೆ ಆಕ್ಷೇಪಾರ್ಹವಾಗಿ ಮಾತನಾಡುವುದನ್ನು ಕಂಡರೆ, ಅವರು ಬೇರೆ ವಿಷಯಕ್ಕೆ ಪ್ರವೇಶಿಸುವ ತನಕ ಅವರೊಡನೆ ಕುಳಿತುಕೊಳ್ಳಬೇಡಿ. ಶೈತಾನನು ನಿಮಗೆ ಮರೆಯುವಂತೆ ಮಾಡಿದರೆ ನೆನಪಾದ ನಂತರ ಅಕ್ರಮವೆಸಗುವ ಆ ಜನರೊಡನೆ ಕುಳಿತುಕೊಳ್ಳಬೇಡಿ.","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:69","price":"ಅವರ ವಿಚಾರಣೆ ಮಾಡುವ ಯಾವುದೇ ಹೊಣೆ ದೇವಭಯವುಳ್ಳವರಿಗಿಲ್ಲ. ಆದರೆ ಅವರಿಗೆ ನೆನಪಿಸಿಕೊಡಬೇಕು. ಅವರು ದೇವಭಯದಿಂದ ಜೀವಿಸುವುದಕ್ಕಾಗಿ.","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:70","price":"ತಮ್ಮ ಧರ್ಮವನ್ನು ಆಟ ಮತ್ತು ಮನೋರಂಜನೆಯಾಗಿ ಸ್ವೀಕರಿಸಿದವರನ್ನು ಹಾಗೂ ಇಹಲೋಕದ ಜೀವನಕ್ಕೆ ಮರುಳಾದವರನ್ನು ಅವರ ಪಾಡಿಗೆ ಬಿಟ್ಟುಬಿಡಿ. ಜನರು ತಮ್ಮ ಕರ್ಮಗಳ ಕಾರಣದಿಂದ ನಾಶವಾಗದಿರುವುದಕ್ಕಾಗಿ ಇದರ (ಕುರ್‌ಆನಿನ) ಮೂಲಕ ಅವರಿಗೆ ಉಪದೇಶ ನೀಡಿ. ಅವರಿಗೆ ಅಲ್ಲಾಹನ ಹೊರತು ಯಾವುದೇ ರಕ್ಷಕ ಅಥವಾ ಶಿಫಾರಸುಗಾರನಿಲ್ಲ. ಅವರು ಎಲ್ಲಾ ರೀತಿಯ ಪರಿಹಾರಗಳನ್ನು ನೀಡಿದರೂ ಅದನ್ನು ಅವರಿಂದ ಸ್ವೀಕರಿಸಲಾಗುವುದಿಲ್ಲ. ಅವರೇ ತಮ್ಮ ಕರ್ಮಗಳ ಕಾರಣದಿಂದ ನಾಶವಾದವರು. ಅವರು ಸತ್ಯವನ್ನು ನಿಷೇಧಿಸುವ ಕಾರಣ ಅವರಿಗೆ ಕುದಿಯುವ ನೀರು ಮತ್ತು ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯಿದೆ.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:71","price":"ಹೇಳಿರಿ: “ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ನಮಗೆ ಉಪಕಾರ ಅಥವಾ ತೊಂದರೆ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲದವರನ್ನು ನಾವು ಕರೆದು ಪ್ರಾರ್ಥಿಸಬೇಕೇ? ಅಲ್ಲಾಹು ನಮಗೆ ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸಿದ ಬಳಿಕ ನಾವು ಹಿಂದಕ್ಕೆ (ಸತ್ಯನಿಷೇಧಕ್ಕೆ) ಮರಳಿ ಹೋಗುವಂತಾಗಬೇಕೇ? “ನಮ್ಮ ಬಳಿ ಬಾ” ಎಂದು ಸನ್ಮಾರ್ಗಕ್ಕೆ ಕರೆಯುವ ಗೆಳೆಯರಿದ್ದೂ ಸಹ, ಶೈತಾನರ ಆಮಿಷಕ್ಕೆ ಬಲಿಯಾಗಿ ಭೂಮಿಯಲ್ಲಿ ದಿಗ್ಭ್ರಾಂತನಾಗಿ ಅಲೆದಾಡುವ ವ್ಯಕ್ತಿಯಂತೆ ನಾವಾಗಬೇಕೇ?” ಹೇಳಿರಿ: “ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹನ ಮಾರ್ಗದರ್ಶನವೇ ನಿಜವಾದ ಮಾರ್ಗದರ್ಶನ. ಸರ್ವಲೋಕಗಳ ಪರಿಪಾಲಕನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಶರಣಾಗಬೇಕೆಂದು ನಮಗೆ ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ.”","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:72","price":"“ನಮಾಝ್ ಸಂಸ್ಥಾಪಿಸಿರಿ ಮತ್ತು ಅಲ್ಲಾಹನನ್ನು ಭಯಪಡಿರಿ” ಎಂದು ಕೂಡ (ನಮಗೆ ಆಜ್ಞಾಪಿಸಲಾಗಿದೆ). ನಿಮ್ಮೆಲ್ಲರನ್ನೂ ಅವನ ಬಳಿಗೇ ಒಟ್ಟುಗೂಡಿಸಲಾಗುವುದು.","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:73","price":"ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸತ್ಯ ಸಹಿತ ಸೃಷ್ಟಿಸಿದವನು ಅವನೇ. ಅವನು “ಉಂಟಾಗು” ಎಂದು ಹೇಳುವ ದಿನ ಅದು ಉಂಟಾಗುತ್ತದೆ. ಅವನ ಮಾತು ಸತ್ಯವಾಗಿದೆ. ಕಹಳೆಯಲ್ಲಿ ಊದಲಾಗುವ ದಿನ ಆಧಿಪತ್ಯವು ಅವನದ್ದಾಗಿದೆ. ಅವನು ದೃಶ್ಯ-ಅದೃಶ್ಯಗಳನ್ನು ತಿಳಿದವನು. ಅವನು ವಿವೇಕಪೂರ್ಣನು ಮತ್ತು ಸೂಕ್ಷ್ಮಜ್ಞಾನಿಯಾಗಿದ್ದಾನೆ.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:74","price":"ಇಬ್ರಾಹೀಮರು ತಮ್ಮ ತಂದೆ ಆಝರನೊಡನೆ ಹೇಳಿದ ಸಂದರ್ಭ: “ನೀವು ವಿಗ್ರಹಗಳನ್ನು ದೇವರಾಗಿ ಸ್ವೀಕರಿಸಿದ್ದೀರಾ? ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಮತ್ತು ನಿಮ್ಮ ಜನರು ಸ್ಪಷ್ಟ ದುರ್ಮಾರ್ಗದಲ್ಲಿರುವುದನ್ನು ನಾನು ಕಾಣುತ್ತಿದ್ದೇನೆ.”","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:75","price":"ಈ ರೀತಿ ನಾವು ಇಬ್ರಾಹೀಮರಿಗೆ ಭೂಮ್ಯಾಕಾಶಗಳ ಆಧಿಪತ್ಯಗಳನ್ನು ತೋರಿಸಿಕೊಟ್ಟೆವು; ಅವರು ದೃಢವಿಶ್ವಾಸಿಗಳಲ್ಲಿ ಒಳಪಡುವುದಕ್ಕಾಗಿ.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:76","price":"ರಾತ್ರಿಯು ಅವರನ್ನು ಆವರಿಸಿದಾಗ ಅವರು ನಕ್ಷತ್ರವನ್ನು ಕಂಡರು. ಅವರು ಹೇಳಿದರು: “ಇವನೇ ನನ್ನ ಪರಿಪಾಲಕ!” ಆದರೆ ಅದು ಕಣ್ಮರೆಯಾದಾಗ ಅವರು ಹೇಳಿದರು: “ಕಣ್ಮರೆಯಾಗುವವರನ್ನು ನಾನು ಇಷ್ಟಪಡುವುದಿಲ್ಲ.”","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:77","price":"ನಂತರ ಚಂದ್ರ ಉದಯಿಸುವುದನ್ನು ಕಂಡಾಗ ಅವರು ಹೇಳಿದರು: “ಇವನೇ ನನ್ನ ಪರಿಪಾಲಕ!” ಅದು ಕೂಡ ಕಣ್ಮರೆಯಾದಾಗ ಅವರು ಹೇಳಿದರು: “ನನ್ನ ಪರಿಪಾಲಕ ನನಗೆ ಸನ್ಮಾರ್ಗ ತೋರಿಸದಿದ್ದರೆ ನಾನು ದಾರಿತಪ್ಪಿದವರಲ್ಲಿ ಸೇರುವುದು ನಿಶ್ಚಿತ.”","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:78","price":"ನಂತರ ಸೂರ್ಯ ಉದಯಿಸುವುದನ್ನು ಕಂಡಾಗ ಅವರು ಹೇಳಿದರು: “ಇವನೇ ನನ್ನ ಪರಿಪಾಲಕ! ಇವನು ಬಹಳ ದೊಡ್ಡವನು!” ನಂತರ ಅದು ಕೂಡ ಕಣ್ಮರೆಯಾದಾಗ ಅವರು ಹೇಳಿದರು: “ಓ ನನ್ನ ಜನರೇ! ನಿಶ್ಚಯವಾಗಿಯೂ ನೀವು ಮಾಡುವ ಸಹಭಾಗಿತ್ವದಿಂದ (ಶಿರ್ಕ್‌ನಿಂದ) ನಾನು ಸಂಪೂರ್ಣ ಮುಕ್ತನಾಗಿದ್ದೇನೆ.[1]","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"[1] ಇಬ್ರಾಹೀಮರ (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಕಾಲದ ಜನರು ವಿಗ್ರಹಗಳನ್ನು ಮಾತ್ರವಲ್ಲದೆ ಆಕಾಶಕಾಯಗಳನ್ನು ಕೂಡ ಪೂಜಿಸುತ್ತಿದ್ದರು. ಸೂರ್ಯ, ಚಂದ್ರ, ನಕ್ಷತ್ರಗಳು ದೇವರುಗಳೆಂದು ಅವರು ನಂಬುತ್ತಿದ್ದರು. ಇಬ್ರಾಹೀಮರು (ಅವರ ಮೇಲೆ ಶಾಂತಿಯಿರಲಿ) ಇಲ್ಲಿ ಅವರ ಈ ನಂಬಿಕೆಯು ಎಷ್ಟು ಬಾಲಿಶವೆಂದು ಅವರಿಗೆ ಮನವರಿಕೆ ಮಾಡಿಕೊಡಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾರೆ.","lang":"kn"},{"name":"6:79","price":"ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದವನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ನಾನು ನನ್ನ ಮುಖವನ್ನು ಏಕನಿಷ್ಠೆಯಿಂದ ತಿರುಗಿಸಿದ್ದೇನೆ. ನಾನು ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡುವವರಲ್ಲಿ ಸೇರಿದವನಲ್ಲ.”","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:80","price":"ಅವರ ಜನರು ಅವರೊಂದಿಗೆ ತರ್ಕಿಸಿದರು. ಅವರು ಹೇಳಿದರು: “ನೀವು ಅಲ್ಲಾಹನ ವಿಷಯದಲ್ಲಿ ನನ್ನೊಂದಿಗೆ ತರ್ಕಿಸುತ್ತೀರಾ? ಅವನು ನನಗೆ ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸಿದ್ದಾನೆ. ನೀವು ಅವನೊಡನೆ ಸಹಭಾಗಿಯಾಗಿ ಮಾಡುವ ಯಾರನ್ನೂ (ಯಾವುದೇ ದೇವರನ್ನೂ) ನಾನು ಭಯಪಡುವುದಿಲ್ಲ. ನನ್ನ ಪರಿಪಾಲಕನು (ಅಲ್ಲಾಹು) ಇಚ್ಛಿಸುವುದು ಮಾತ್ರ ಸಂಭವಿಸುತ್ತದೆ. ನನ್ನ ಪರಿಪಾಲಕನ (ಅಲ್ಲಾಹನ) ಜ್ಞಾನವು ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನೂ ಒಳಗೊಂಡಿದೆ. ನೀವು ಉಪದೇಶ ಪಡೆಯುವುದಿಲ್ಲವೇ?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:81","price":"ನೀವು (ಅಲ್ಲಾಹನೊಡನೆ) ಸಹಭಾಗಿಯಾಗಿ ಮಾಡಿದವರನ್ನು ನಾನು ಹೇಗೆ ಭಯಪಡಲಿ? ಅಲ್ಲಾಹು ಯಾವುದೇ ಸಾಕ್ಷ್ಯಾಧಾರ ಅವತೀರ್ಣಗೊಳಿಸದ ವಸ್ತುಗಳನ್ನು ಅವನೊಡನೆ ಸಹಭಾಗಿಯಾಗಿ ಮಾಡಲು ನೀವು (ಸ್ವಲ್ಪವೂ) ಭಯಪಡುವುದಿಲ್ಲ. ಹೀಗಿರುವಾಗ ಈ ಎರಡು ಪಕ್ಷಗಳಲ್ಲಿ ನಿರ್ಭಯಕ್ಕೆ ಹೆಚ್ಚು ಅರ್ಹರು ಯಾರು? ನಿಮಗೆ ತಿಳಿದಿದ್ದರೆ ಹೇಳಿರಿ.”[1]","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"[1] ಅಲ್ಲಾಹನ ಸೃಷ್ಟಿಗಳನ್ನು ಅವನೊಡನೆ ಸಹಭಾಗಿಯಾಗಿ ಮಾಡಿ ನೀವು ಅವರನ್ನು ದೇವರೆಂದು ಕರೆದು ಆರಾಧಿಸುತ್ತೀರಿ. ಅವರು ದೇವರು ಎನ್ನುವುದಕ್ಕೆ ಅಲ್ಲಾಹು ಯಾವುದೇ ಪುರಾವೆಯನ್ನೂ ಇಳಿಸಿಲ್ಲ. ಅಲ್ಲಾಹನ ಆಜ್ಞೆಗೆ ವಿರುದ್ಧವಾಗಿ ಅವರನ್ನು ದೇವರನ್ನಾಗಿ ಮಾಡಿ ಪ್ರಾರ್ಥಿಸಲು ನೀವು ಸ್ವಲ್ಪವೂ ಭಯಪಡುವುದಿಲ್ಲ. ನಾನು ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸುತ್ತೇನೆ ಮತ್ತು ಅವನನ್ನು ಮಾತ್ರ ಭಯಪಡುತ್ತೇನೆ. ಹೀಗಿರುವಾಗ, ಹೆಚ್ಚು ನಿರ್ಭಯರಾಗಿರುವವರು ಯಾರು? ನಾನೋ ಅಥವಾ ನೀವೋ? ಸರಿಯಾಗಿ ಆಲೋಚನೆ ಮಾಡಿ ಹೇಳಿ.","lang":"kn"},{"name":"6:82","price":"ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಮತ್ತು ತಮ್ಮ ವಿಶ್ವಾಸದಲ್ಲಿ ಸಹಭಾಗಿತ್ವವನ್ನು (ಶಿರ್ಕ್) ಬೆರೆಸದವರು ಯಾರೋ—ಅವರಿಗೆ ನಿರ್ಭಯವಿದೆ. ಅವರೇ ಸನ್ಮಾರ್ಗ ಪಡೆದವರು.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:83","price":"ಇದು ನಾವು ಇಬ್ರಾಹೀಮರಿಗೆ ಅವರ ಜನರ ವಿರುದ್ಧ ತರ್ಕಿಸಲು ನೀಡಿದ ಪುರಾವೆಯಾಗಿದೆ. ನಾವು ಇಚ್ಛಿಸುವವರ ಸ್ಥಾನಮಾನಗಳನ್ನು ನಾವು ಏರಿಸುತ್ತೇವೆ. ನಿಶ್ಚಯವಾಗಿಯೂ ನಿಮ್ಮ ಪರಿಪಾಲಕನು ವಿವೇಕಪೂರ್ಣನು ಮತ್ತು ಸರ್ವಜ್ಞನಾಗಿದ್ದಾನೆ.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:84","price":"ನಾವು ಅವರಿಗೆ ಇಸ್‍ಹಾಕ್ ಮತ್ತು ಯಾಕೂಬರನ್ನು ದಯಪಾಲಿಸಿದೆವು. ಅವರೆಲ್ಲರಿಗೂ ನಾವು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸಿದೆವು. ಅವರಿಗಿಂತ ಮೊದಲು ನಾವು ನೂಹರಿಗೆ ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸಿದೆವು. ಅವರ ಸಂತಾನದಲ್ಲಿ ಸೇರಿದ ದಾವೂದ್, ಸುಲೈಮಾನ್, ಅಯ್ಯೂಬ್, ಯೂಸುಫ್, ಮೂಸಾ ಮತ್ತು ಹಾರೂನರಿಗೂ ಕೂಡ. ಒಳಿತು ಮಾಡುವವರಿಗೆ ನಾವು ಈ ರೀತಿ ಪ್ರತಿಫಲವನ್ನು ನೀಡುವೆವು.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:85","price":"ಝಕರಿಯ್ಯಾ, ಯಹ್ಯಾ, ಈಸಾ ಮತ್ತು ಇಲ್ಯಾಸರಿಗೂ ಕೂಡ. ಅವರೆಲ್ಲರೂ ನೀತಿವಂತರಲ್ಲಿ ಸೇರಿದವರು.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:86","price":"ಇಸ್ಮಾಈಲ್, ಅಲ್‍ಯಸಅ್, ಯೂನುಸ್ ಮತ್ತು ಲೂತರಿಗೂ ಕೂಡ. ಅವರೆಲ್ಲರನ್ನೂ ನಾವು ಸರ್ವಲೋಕದವರಲ್ಲಿ ಶ್ರೇಷ್ಠಗೊಳಿಸಿದೆವು.","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:87","price":"ಅವರ ಪೂರ್ವಜರು, ಅವರ ಮಕ್ಕಳು ಮತ್ತು ಸಹೋದರರಿಗೂ ಕೂಡ. ಅವರನ್ನು ನಾವು ವಿಶೇಷವಾಗಿ ಆರಿಸಿದೆವು ಮತ್ತು ನೇರಮಾರ್ಗಕ್ಕೆ ಮುನ್ನಡೆಸಿದೆವು.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:88","price":"ಇದು ಅಲ್ಲಾಹನ ಸನ್ಮಾರ್ಗವಾಗಿದೆ. ಅವನು ತನ್ನ ದಾಸರಲ್ಲಿ ಅವನು ಇಚ್ಛಿಸುವವರಿಗೆ ಅದನ್ನು ತೋರಿಸುತ್ತಾನೆ. ಅವರು (ಅಲ್ಲಾಹನೊಡನೆ) ಸಹಭಾಗಿತ್ವ  (ಶಿರ್ಕ್) ಮಾಡುತ್ತಿದ್ದರೆ ಅವರು ಮಾಡಿದ ಕರ್ಮಗಳೆಲ್ಲವೂ ನಿಷ್ಫಲವಾಗಿ ಬಿಡುತ್ತಿದ್ದವು.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:89","price":"ಇವರಿಗೇ ನಾವು ಗ್ರಂಥ, ವಿವೇಕ ಮತ್ತು ಪ್ರವಾದಿತ್ವಗಳನ್ನು ನೀಡಿದ್ದು. ಇವರು (ಸತ್ಯನಿಷೇಧಿಗಳು) ಅವುಗಳನ್ನು ನಿಷೇಧಿಸಿದರೆ, ಅವುಗಳನ್ನು ನಿಷೇಧಿಸದ ಜನರಿಗೆ ನಾವು ಅದನ್ನು ವಹಿಸಿಕೊಟ್ಟಿದ್ದೇವೆ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:90","price":"ಇವರಿಗೇ ಅಲ್ಲಾಹು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸಿದ್ದು. ಆದ್ದರಿಂದ ಅವರ ಸನ್ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸಿರಿ. ಹೇಳಿರಿ: “ಇದಕ್ಕಾಗಿ ನಾನು ನಿಮ್ಮಿಂದ ಪ್ರತಿಫಲ ಕೇಳುವುದಿಲ್ಲ. ಇದು ಸರ್ವಲೋಕದವರಿಗೆ ಒಂದು ಉಪದೇಶ ಮಾತ್ರವಾಗಿದೆ.”","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:91","price":"“ಅಲ್ಲಾಹು ಮನುಷ್ಯನಿಗೆ (ಪ್ರವಾದಿಗೆ) ಏನೂ ಅವತೀರ್ಣಗೊಳಿಸಿಲ್ಲ” ಎಂದು ಅವರು ಹೇಳಿದಾಗ, ಅವರು ಅಲ್ಲಾಹನಿಗೆ ಮಹತ್ವ ನೀಡಬೇಕಾದ ರೀತಿಯಲ್ಲಿ ಮಹತ್ವ ನೀಡಲಿಲ್ಲ. ಕೇಳಿರಿ: “ಜನರಿಗೆ ಬೆಳಕು ಮತ್ತು ಸನ್ಮಾರ್ಗವಾಗಿ ಮೂಸಾ ತಂದ ಗ್ರಂಥವನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದು ಯಾರು? ನೀವು ಅದನ್ನು ಕಾಗದದ ತುಂಡುಗಳಾಗಿ ಮಾಡಿ, ಅದರ ಕೆಲವು ಭಾಗವನ್ನು ಬಹಿರಂಗಪಡಿಸುತ್ತೀರಿ ಮತ್ತು ಹೆಚ್ಚಿನದ್ದನ್ನು ಮುಚ್ಚಿಡುತ್ತೀರಿ. ನಿಮಗೆ ಮತ್ತು ನಿಮ್ಮ ಪೂರ್ವಜರಿಗೆ ಗೊತ್ತಿಲ್ಲದ ಅನೇಕ ಸಂಗತಿಗಳನ್ನು (ಆ ಗ್ರಂಥದ ಮೂಲಕ) ಕಲಿಸಿಕೊಡಲಾಗಿತ್ತು.” ಹೇಳಿರಿ: “(ಅದನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದು) ಅಲ್ಲಾಹು.” ನಂತರ ಅವರನ್ನು ಅವರ ವ್ಯರ್ಥ ಮಾತುಗಳಲ್ಲಿ ಆಟವಾಡಲು ಬಿಟ್ಟುಬಿಡಿ.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:92","price":"ಇದು ನಾವು ಅವತೀರ್ಣಗೊಳಿಸಿದ ಸಮೃದ್ಧಪೂರ್ಣ ಗ್ರಂಥವಾಗಿದೆ. ಇದು ಇದಕ್ಕಿಂತ ಮೊದಲಿನ ಗ್ರಂಥಗಳನ್ನು  ದೃಢೀಕರಿಸುತ್ತದೆ. ಉಮ್ಮುಲ್ ಕುರಾ (ಮಕ್ಕಾ) ಮತ್ತು ಅದರ ಆಸುಪಾಸಿನ ಜನರಿಗೆ ನೀವು ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವುದಕ್ಕಾಗಿ (ಇದನ್ನು ಅವತೀರ್ಣಗೊಳಿಸಲಾಗಿದೆ). ಪರಲೋಕದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವವರು ಈ ಗ್ರಂಥದಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುತ್ತಾರೆ. ಅವರು ತಮ್ಮ ನಮಾಝ್‍ಗಳನ್ನು ಸಂರಕ್ಷಿಸುತ್ತಾರೆ.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:93","price":"ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳು ಆರೋಪಿಸುವವನಿಗಿಂತ ಅಥವಾ ತನಗೆ ದೇವವಾಣಿ ಅವತೀರ್ಣವಾಗದಿದ್ದರೂ ಅವತೀರ್ಣವಾಗಿದೆಯೆಂದು ಹೇಳುವವನಿಗಿಂತ, ಮತ್ತು ಅಲ್ಲಾಹು ಅವತೀರ್ಣಗೊಳಿಸಿದ್ದನ್ನು ನಾನು ಕೂಡ ಅವತೀರ್ಣಗೊಳಿಸುತ್ತೇನೆ ಎಂದು ಹೇಳುವವನಿಗಿಂತ ದೊಡ್ಡ ಅಕ್ರಮಿ ಯಾರು? ಅಕ್ರಮಿಗಳು ಮರಣ ಯಾತನೆ ಅನುಭವಿಸುವ ಭಯಾನಕ ದೃಶ್ಯವನ್ನು ನೀವೇನಾದರೂ ನೋಡಿರುತ್ತಿದ್ದರೆ! ದೇವದೂತರುಗಳು ಅವರ ಬಳಿಗೆ ತಮ್ಮ ಕೈಗಳನ್ನು ಚಾಚುತ್ತಾ ಹೇಳುತ್ತಾರೆ: “ನಿಮ್ಮ ಆತ್ಮಗಳನ್ನು ಹೊರಹಾಕಿರಿ; ನೀವು ಅಲ್ಲಾಹನ ಮೇಲೆ ಸತ್ಯಕ್ಕೆ ದೂರವಾದುದನ್ನು ಹೇಳಿದ ಕಾರಣ ಮತ್ತು ಅಹಂಕಾರದಿಂದ ಅವನ ವಚನಗಳನ್ನು ನಿಷೇಧಿಸಿದ ಕಾರಣ ಇಂದು ನಿಮಗೆ ಹೀನಾಯ ಶಿಕ್ಷೆ ನೀಡಲಾಗುವುದು.”","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:94","price":"(ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು): “ನಾವು ನಿಮ್ಮನ್ನು ಪ್ರಥಮ ಬಾರಿ ಸೃಷ್ಟಿಸಿದಂತೆ, ನೀವು ಒಬ್ಬೊಬ್ಬರಾಗಿ ನಮ್ಮ ಬಳಿಗೆ ಬಂದಿದ್ದೀರಿ. ನಾವು ನಿಮಗೆ ನೀಡಿದ ಸವಲತ್ತುಗಳನ್ನು ನಿಮ್ಮ ಬೆನ್ನ ಹಿಂದೆ ಬಿಟ್ಟು ಬಂದಿದ್ದೀರಿ. ನೀವು (ಅಲ್ಲಾಹನ) ಸಹಭಾಗಿಗಳೆಂದು ವಾದಿಸುತ್ತಿದ್ದ ನಿಮ್ಮ ಶಿಫಾರಸುಗಾರರನ್ನು ನಾವು ನಿಮ್ಮ ಜೊತೆಗೆ ಕಾಣುತ್ತಿಲ್ಲ. ನಿಮ್ಮ ಆ ಸಂಬಂಧಗಳು ಮುರಿದು ಬಿದ್ದಿವೆ. ನೀವು (ದೇವರುಗಳೆಂದು) ವಾದಿಸುತ್ತಿದ್ದವರೆಲ್ಲರೂ ನಿಮ್ಮನ್ನು ಬಿಟ್ಟು ಕಣ್ಮರೆಯಾಗಿದ್ದಾರೆ.”[1]","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"[1] ಅಲ್ಲಾಹನ ಬಳಿ ಶಿಫಾರಸು ಮಾಡುತ್ತಾರೆ ಮತ್ತು ಅಲ್ಲಾಹನಿಗೆ ಸಮೀಪಗೊಳಿಸುತ್ತಾರೆಂಬ ನಂಬಿಕೆಯಿಂದ ಸತ್ಯನಿಷೇಧಿಗಳು ಅನೇಕ ದೇವರುಗಳನ್ನು ಆರಾಧಿಸುತ್ತಿದ್ದರು. ಆದರೆ ಅವರು ಪರಲೋಕಕ್ಕೆ ಬರುವಾಗ ಈ ದೇವರುಗಳೆಲ್ಲರೂ ಕಣ್ಮರೆಯಾಗಿರುತ್ತಾರೆ.","lang":"kn"},{"name":"6:95","price":"ನಿಶ್ಚಯವಾಗಿಯೂ ಅಲ್ಲಾಹು ಧಾನ್ಯವನ್ನು ಮತ್ತು ಖರ್ಜೂರದ ಬೀಜವನ್ನು ಸೀಳುತ್ತಾನೆ. ಅವನು ನಿರ್ಜೀವಿಯಿಂದ ಜೀವಿಯನ್ನು ಹೊರತರುತ್ತಾನೆ ಮತ್ತು ಜೀವಿಯಿಂದ ನಿರ್ಜೀವಿಯನ್ನು ಹೊರತರುತ್ತಾನೆ. ಅವನೇ ಅಲ್ಲಾಹು. ಹೀಗಿದ್ದೂ ನೀವು ದಾರಿತಪ್ಪುತ್ತಿರುವುದು ಹೇಗೆ?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:96","price":"ಅವನು ಪ್ರಭಾತವನ್ನು ಸೀಳುತ್ತಾನೆ. ಅವನು ರಾತ್ರಿಯನ್ನು ವಿಶ್ರಾಂತಿಯನ್ನಾಗಿ ಮಾಡಿದ್ದಾನೆ ಮತ್ತು ಸೂರ್ಯ-ಚಂದ್ರರನ್ನು ಕಾಲಗಣನೆಗೆ ಆಧಾರವಾಗಿ ಮಾಡಿದ್ದಾನೆ ಇದು ಪ್ರಬಲನು ಮತ್ತು ಸರ್ವಜ್ಞನಾದ ಅಲ್ಲಾಹನ ನಿರ್ಣಯವಾಗಿದೆ.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:97","price":"ನೆಲ ಮತ್ತು ಕಡಲಿನ ಗಾಢಾಂಧಕಾರದಲ್ಲಿ ನೀವು ದಾರಿಯನ್ನು ಕಾಣಲು ಅವನು ನಕ್ಷತ್ರಗಳನ್ನು ಉಂಟು ಮಾಡಿದನು.  ತಿಳಿಯುವ ಜನರಿಗಾಗಿ ನಾವು ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳನ್ನು ವಿವರಿಸಿಕೊಟ್ಟಿದ್ದೇವೆ.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:98","price":"ನಿಮ್ಮನ್ನು ಒಂದೇ ಆತ್ಮದಿಂದ ಸೃಷ್ಟಿಸಿದವನು ಅವನೇ. ನಂತರ ಅವನು ಒಂದು ವಾಸ್ತವ್ಯ ಮತ್ತು ಸಂಗ್ರಹ ಸ್ಥಳವನ್ನು[1] ಮಾಡಿದನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವ ಜನರಿಗಾಗಿ ನಾವು ದೃಷ್ಟಾಂತಗಳನ್ನು ವಿವರಿಸಿಕೊಟ್ಟಿದ್ದೇವೆ.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"[1] ವಾಸ್ತವ್ಯ ಎಂದರೆ ಗರ್ಭಾಶಯ ಮತ್ತು ಸಂಗ್ರಹ ಸ್ಥಳವೆಂದರೆ ಪುರುಷರ ಬೆನ್ನೆಲುಬು.","lang":"kn"},{"name":"6:99","price":"ಆಕಾಶದಿಂದ ಮಳೆ ಸುರಿಸುವವನು ಅವನೇ. ನಂತರ ನಾವು ಅದರಿಂದ ಎಲ್ಲಾ ರೀತಿಯ ಬೆಳೆಗಳನ್ನು ಉತ್ಪಾದಿಸಿದೆವು. ನಾವು ಅದರಿಂದ ಹಸಿರು ಸಸ್ಯಗಳನ್ನು ಉತ್ಪಾದಿಸಿದೆವು. ಆ ಸಸ್ಯಗಳಿಂದ ನಾವು ತುಂಬಿ ತುಳುಕುವ ಧಾನ್ಯಗಳನ್ನು ಉತ್ಪಾದಿಸುತ್ತೇವೆ. ಖರ್ಜೂರದ ಮರದಿಂದ ಅಥವಾ ಅದರ ಮೊಗ್ಗುಗಳಿಂದ ತೂಗು ಹಾಕಲಾದ ಗೊಂಚಲುಗಳು ಹೊರಹೊಮ್ಮುತ್ತವೆ. ನಾವು ದ್ರಾಕ್ಷಿ ತೋಟಗಳನ್ನು ಮತ್ತು ಪರಸ್ಪರ ಹೋಲಿಕೆಯಿದ್ದರೂ ವಿಭಿನ್ನವಾಗಿರುವ ಆಲಿವ್ ಮತ್ತು ದಾಳಿಂಬೆಯನ್ನು ಉತ್ಪಾದಿಸಿದೆವು. ಅವು ಕಾಯಿಬಿಡುವಾಗ ಮತ್ತು ಹಣ್ಣಾಗುವಾಗ ಅವುಗಳನ್ನು ನೋಡಿರಿ. ವಿಶ್ವಾಸವಿಡುವ ಜನರಿಗೆ ನಿಶ್ಚಯವಾಗಿಯೂ ಇದರಲ್ಲಿ ದೃಷ್ಟಾಂತಗಳಿವೆ.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:100","price":"ಅವರು ಜಿನ್ನ್‌ಗಳನ್ನು ಅಲ್ಲಾಹನಿಗೆ ಸಹಭಾಗಿಗಳಾಗಿ ಮಾಡಿದರು. ಆದರೆ ವಾಸ್ತವವಾಗಿ ಅವರನ್ನು ಸೃಷ್ಟಿಸಿದ್ದು ಅವನೇ. ಅವರು ಯಾವುದೇ ಜ್ಞಾನವಿಲ್ಲದೆ ಅಲ್ಲಾಹನಿಗೆ ಗಂಡು ಮತ್ತು ಹೆಣ್ಣುಮಕ್ಕಳಿದ್ದಾರೆಂದು ಆರೋಪಿಸಿದರು. ಅವರ ಈ ವರ್ಣನೆಗಳಿಗಿಂತ ಅಲ್ಲಾಹು ಎಷ್ಟೋ ಪರಿಶುದ್ಧನು ಮತ್ತು ಉನ್ನತನಾಗಿದ್ದಾನೆ.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:101","price":"ಅವನು ಪೂರ್ವ ಮಾದರಿಯಿಲ್ಲದೆ ಭೂಮ್ಯಾಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿದವನು. ಅವನಿಗೆ ಹೆಂಡತಿಯೇ ಇಲ್ಲದಿರುವಾಗ ಮಕ್ಕಳಿರುವುದು ಹೇಗೆ? ಅವನು ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನು ಸೃಷ್ಟಿಸಿದನು. ಅವನು ಎಲ್ಲಾ ವಿಷಯಗಳನ್ನು ತಿಳಿದವನಾಗಿದ್ದಾನೆ.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:102","price":"ಅವನೇ ನಿಮ್ಮ ಪರಿಪಾಲಕನಾದ ಅಲ್ಲಾಹು. ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಅವನು ಎಲ್ಲಾ ವಸ್ತುಗಳ ಸೃಷ್ಟಿಕರ್ತನಾಗಿದ್ದಾನೆ. ಆದ್ದರಿಂದ ಅವನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ. ಅವನು ಎಲ್ಲಾ ವಸ್ತುಗಳ ಮೇಲ್ವಿಚಾರಕನಾಗಿದ್ದಾನೆ.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:103","price":"ದೃಷ್ಟಿಗಳು ಅವನನ್ನು ತಲುಪುವುದಿಲ್ಲ. ಆದರೆ ಅವನು ದೃಷ್ಟಿಗಳನ್ನು ತಲುಪುತ್ತಾನೆ.[1] ಅವನು ಸೂಕ್ಷ್ಮಗ್ರಾಹಿ ಮತ್ತು ಸೂಕ್ಷ್ಮಜ್ಞಾನಿಯಾಗಿದ್ದಾನೆ.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"[1] ಭೂಲೋಕದಲ್ಲಿ ಯಾರಿಗೂ ಅಲ್ಲಾಹನನ್ನು ನೋಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಆದರೆ ಪರಲೋಕದಲ್ಲಿ ಸತ್ಯವಿಶ್ವಾಸಿಗಳು ಅಲ್ಲಾಹನನ್ನು ನೋಡುತ್ತಾರೆ.","lang":"kn"},{"name":"6:104","price":"ನಿಮಗೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನಿಂದ ಕಣ್ತೆರೆಸುವಂತಹ ಪುರಾವೆಗಳು ಬಂದಿವೆ. ಆದ್ದರಿಂದ ಯಾರು ಅದನ್ನು ನೋಡುತ್ತಾನೋ ಅದರ ಒಳಿತು ಅವನಿಗೇ ಆಗಿದೆ. ಯಾರು ಕುರುಡನಾಗುತ್ತಾನೋ ಅದರ ದೋಷವು ಅವನಿಗೇ ಆಗಿದೆ. (ಹೇಳಿರಿ): “ನಾನು ನಿಮ್ಮ ಕಾವಲುಗಾರನಲ್ಲ.”","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:105","price":"ಈ ರೀತಿ ನಾವು ನಾನಾ ವಿಧಗಳಲ್ಲಿ ವಚನಗಳನ್ನು ವಿವರಿಸಿಕೊಡುತ್ತೇವೆ. “ನೀವು (ಯಹೂದಿ-ಕ್ರೈಸ್ತರಿಂದ) ಕಲಿತು ಬಂದಿದ್ದೀರಿ” ಎಂದು ಸತ್ಯನಿಷೇಧಿಗಳು ಹೇಳುವುದಕ್ಕಾಗಿ ಮತ್ತು ತಿಳುವಳಿಕೆಯಿರುವ ಜನರಿಗೆ ಇದನ್ನು ವಿವರಿಸಿಕೊಡುವುದಕ್ಕಾಗಿ.[1]","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"[1] ಪ್ರವಾದಿಯವರು (ಅವರ ಮೇಲೆ ಅಲ್ಲಾಹನ ಕೃಪೆ ಮತ್ತು ಶಾಂತಿಯಿರಲಿ) ಯಹೂದಿ-ಕ್ರೈಸ್ತರಿಂದ ಕಲಿತು ಬಂದು ಪ್ರವಚನ ಮಾಡುತ್ತಾರೆಂದು ಸತ್ಯನಿಷೇಧಿಗಳು ಆರೋಪಿಸುತ್ತಿದ್ದರು.","lang":"kn"},{"name":"6:106","price":"ನಿಮಗೆ ನಿಮ್ಮ ಪರಿಪಾಲಕನಿಂದ (ಅಲ್ಲಾಹನಿಂದ) ಅವತೀರ್ಣವಾದ ಸಂದೇಶವನ್ನು ಹಿಂಬಾಲಿಸಿರಿ. ಅವನ ಹೊರತು ಆರಾಧನೆಗೆ ಅರ್ಹರಾದ ಅನ್ಯ ದೇವರಿಲ್ಲ. ಬಹುದೇವಾರಾಧಕರಿಂದ ವಿಮುಖರಾಗಿರಿ.","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:107","price":"ಅಲ್ಲಾಹು ಇಚ್ಛಿಸುತ್ತಿದ್ದರೆ ಅವರು ಸಹಭಾಗಿತ್ವ (ಶಿರ್ಕ್) ಮಾಡುತ್ತಿರಲಿಲ್ಲ. ನಾವು ನಿಮ್ಮನ್ನು ಅವರಿಗೆ ಕಾವಲುಗಾರನಾಗಿ ಮಾಡಿಲ್ಲ. ನೀವು ಅವರ ಮೇಲ್ನೋಟ ವಹಿಸಬೇಕಾದವರೂ ಅಲ್ಲ.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:108","price":"ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವ ಆ ದೇವರುಗಳನ್ನು ದೂಷಿಸಬೇಡಿ. ಇದರಿಂದ ಅವರು ತಿಳುವಳಿಕೆಯಿಲ್ಲದೆ ದ್ವೇಷದಿಂದ ಅಲ್ಲಾಹನನ್ನು ದೂಷಿಸಬಹುದು. ಈ ರೀತಿ ನಾವು ಪ್ರತಿಯೊಂದು ಸಮುದಾಯದವರಿಗೂ ಅವರ ಕರ್ಮಗಳನ್ನು ಅಲಂಕರಿಸಿ ತೋರಿಸಿದ್ದೇವೆ. ನಂತರ ಅವರನ್ನು ಅವರ ಪರಿಪಾಲಕನ ಬಳಿಗೆ ಮರಳಿಸಲಾಗುವುದು. ಆಗ ಅವರು ಮಾಡುತ್ತಿದ್ದ ಕರ್ಮಗಳ ಬಗ್ಗೆ ಅವನು ಅವರಿಗೆ ತಿಳಿಸಿಕೊಡುವನು.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:109","price":"ಅವರಿಗೆ ಒಂದು ದೃಷ್ಟಾಂತವು ಬಂದರೆ ಅವರು ಅದರಲ್ಲಿ ಖಂಡಿತ ವಿಶ್ವಾಸವಿಡುತ್ತಾರೆಂದು ಅವರು ಅಲ್ಲಾಹನ ಮೇಲೆ ಪ್ರಬಲವಾಗಿ ಆಣೆ ಮಾಡುತ್ತಾ ಹೇಳಿದರು. ಹೇಳಿರಿ: “ದೃಷ್ಟಾಂತಗಳು ಅಲ್ಲಾಹನ ಬಳಿ ಮಾತ್ರವಿದೆ.” ನಿಮಗೇನು ಗೊತ್ತು? ಅದು ಬಂದರೂ ಕೂಡ ಅವರು ವಿಶ್ವಾಸವಿಡಲಾರರು.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"kn"},{"name":"6:110","price":"ಅವರು ಇದರಲ್ಲಿ (ಈ ಕುರ್‌ಆನ್‍ನಲ್ಲಿ) ಪ್ರಥಮ ಬಾರಿ ವಿಶ್ವಾಸವಿಡದಂತೆಯೇ (ಈಗಲೂ) ನಾವು ಅವರ ಹೃದಯಗಳನ್ನು ಮತ್ತು ಕಣ್ಣುಗಳನ್ನು ತಿರುಗಿಸಿಬಿಡುವೆವು. ಅವರು ಅವರ ಅತಿರೇಕಗಳಲ್ಲಿ ಅಂಧವಾಗಿ ವಿಹರಿಸುವಂತೆ ನಾವು ಅವರನ್ನು ಬಿಟ್ಟುಬಿಡುವೆವು.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"kn"}],"juz":{"id":7,"name":"وَإِذَا سَمِعُوا","transliteration":"Wa Iza Sami'u","transEn":"And When They Hear","startVerse":"5:82","endVerse":"6:110","totalVerses":149}}