{"data":[{"name":"11:1","price":"Alif Laam Raa.[1] Iki ni igitabo kigizwe n’imirongo yasobekanywe ubushishozi, hanyuma isesengurwa na Nyirubugenge buhambaye, Umumenyi wa byose.","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"[1] Alif Laam Raa: Inyuguti nk’izi twazivuzeho mu ntangiriro ya Surat Al Baqarat.","lang":"rw"},{"name":"11:2","price":"(Twahishuye Qur’an) kugira ngo mutazagira undi mugaragira utari Allah. Mu by’ukuri njye (Muhamadi) ndi Umuburizi wanyu uturutse kuri We (Allah), nkaba n’utanga inkuru nziza.","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"","lang":"rw"},{"name":"11:3","price":"No kugira ngo musabe imbabazi Nyagasani wanyu ndetse munamwicuzeho, bityo azabahe ibyishimo bihebuje kugeza igihe cyagenwe (cyo gupfa), anahe buri wese wakoze neza ibihembo bye. Ariko nimwigomeka (mukirengagiza ibyo mbahamagarira), mu by’ukuri njye ndatinya ko mwazahura n’ibihano byo ku munsi ukomeye.","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"","lang":"rw"},{"name":"11:4","price":"Kwa Allah ni ho muzagaruka (nyuma yo gupfa). Kandi ni We Ushobora byose.","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"rw"},{"name":"11:5","price":"Nta gushidikanya ko mu by’ukuri bahisha ibiri mu bituza byabo bakiyegeranya bagamije guhisha (ibirimo). Rwose n’iyo bipfutse imyambaro yabo, (Allah) amenya ibyo bahishe n’ibyo bagaragaza. Mu by’ukuri We ni Umumenyi uhebuje w’ibiri mu bituza (by’abantu).","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"","lang":"rw"},{"name":"11:6","price":"Buri kiremwa cyose kigenda ku isi, Allah yakigeneye amafunguro. Kandi azi ubuturo bwacyo (ku isi) n’aho gishyikira (nyuma yo gupfa). Byose biri mu gitabo gisobanutse.","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:7","price":"Ni na We waremye ibirere n'isi mu minsi itandatu, kandi Ar’shi[1] ye yari hejuru y’amazi; (ibyo byose yabikoze) kugira ngo abagerageze (bityo agaragaze) muri mwe urusha abandi ibikorwa byiza. Ariko uramutse ubabwiye uti “Mu by’ukuri muzazurwa nyuma yo gupfa”, ba bandi bahakanye bavuga bati “Iyi (Qur’an) nta kindi iri cyo uretse ko ari uburozi bugaragara.”","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"[1] Reba uko twasobanuye iri jambo Surat ul A’araf: 54.","lang":"rw"},{"name":"11:8","price":"Kandi turamutse dukerereje ibihano kuri bo kugeza igihe cyagenwe, rwose bavuga (bannyega) bati “Ni iki kibibujije?” Bamenye ko umunsi (ibihano) bizabageraho ntakizabibakiza, kandi bazagotwa (n’ibihano) by’ibyo bajyaga bakerensa.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:9","price":"N’iyo dusogongeje umuntu ku mpuhwe ziduturutseho nyuma tukazimwambura, mu by’ukuri ariheba cyane agahakana yivuye inyuma (inema za Allah).","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:10","price":"Kandi n’iyo tumusogongeje ku byiza nyuma yo kugerwaho n'amakuba, rwose aravuga ati “Ibibi bimvuyeho”, nuko akishima akanirata cyane.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:11","price":"Uretse ba bandi bihanganye bakanakora ibikorwa byiza; abo bazahabwa imbabazi ndetse n’igihembo gihebuje (Ijuru).","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:12","price":"Hari ubwo wowe (Muhamadi) wareka (kubagezaho) bimwe mu byo uhishurirwa, ndetse n’igituza cyawe kikaremererwa kuko bavuga bati “Kuki atamanuriwe ubutunzi cyangwa ngo azane n’umumalayika (ushimangira ubutumwa bwe)?” (Bagezeho ibyo uhishurirwa, kuko) mu by’ukuri wowe uri umuburizi. Kandi Allah ni Umuhagararizi wa byose.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:13","price":"Cyangwa baravuga bati “(Intumwa Muhamadi) yarayihimbiye (Qur’an).” Vuga uti “Ngaho nimuzane isura (ibice bya Qur’an) icumi mwihimbiye zimeze nka yo, maze muniyambaze abo mushoboye bose batari Allah, niba koko muri abanyakuri.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:14","price":"Ubwo nibatazibazanira, mumenye ko (Qur’an) yahishuwe ku bumenyi bwa Allah, kandi ko nta yindi mana ikwiye gusengwa by’ukuri itari We. Ku bw’ibyo se mwemeye guca bugufi (kuba Abayisilamu)?","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:15","price":"Abashaka ubuzima bwo ku isi n'imitako yayo, tuzabahembera ibikorwa byabo byuzuye bakiyiriho, ndetse nta n’ikigabanyijweho.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:16","price":"Abo ni ba bandi batazagira ikindi bahembwa ku munsi w’imperuka uretse umuriro, kandi ibyo bayikozeho (isi) nta cyo byabamariye, ndetse n’ibyo bakoraga byabaye imfabusa.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:17","price":"Ese abashingiye ku kuri (abemeramana) guturutse kwa Nyagasani wabo, maze uko kuri (Qur’an) kugasomwa n’umuhamya (Malayika Jibril) umuturutseho, ndetse na mbere y’uko kuri, hari igitabo (Tawurati) cyahishuriwe Musa ari umuyoboro n’impuhwe, na cyo bakaba bacyemera; (ese abo baba kimwe n’abayobye?) Naho abo mu dutsiko bahakanye uko kuri, umuriro ni ryo sezerano ryabo. Bityo, ibyo ntukabishidikanyeho kuko rwose (iyo Qur’an) ari ukuri guturutse kwa Nyagasani wawe, ariko abenshi mu bantu ntibemera.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:18","price":"Ni nde nkozi y’ibibi kurusha uhimbira Allah ikinyoma? Abo bazahagarikwa imbere ya Nyagasani wabo (ku munsi w’imperuka), maze abahamya (abamalayika n’abahanuzi) bavuge bati “Aba ni bo babeshyeye Nyagasani wabo!” Nta gushidikanya ko umuvumo wa Allah uri ku nkozi z’ibibi;","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:19","price":"Ba bandi bakumira (abantu) kugana inzira ya Allah, bakifuza ko (iyo nzira) yatana (ngo igendere ku marangamutima yabo), kandi bagahakana imperuka.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:20","price":"Abo ntabwo bananirana (nta ho bacikira ibihano bya Allah) ku isi, kandi nta barinzi (babibarinda) batari Allah, ndetse bazanakubirwa kabiri ibihano (kubera ko) batashoboraga kumva ndetse ntibanashobore kubona (ukuri).","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:21","price":"Abo ni bo bihombeje ubwabo, kandi ibyo bihimbiye (biringira ko bizabakorera ubuvugizi kwa Allah ku munsi w’imperuka) bizabitarura babibure!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:22","price":"Mu by’ukuri nta gushidikanya ko ari bo bazaba abanyagihombo gihambaye ku munsi w’imperuka.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:23","price":"Mu by’ukuri ba bandi bemeye bakanakora ibikorwa byiza, ndetse bakanicisha bugufi kuri Nyagasani wabo; bazaba mu Ijuru ubuziraherezo.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:24","price":"Urugero rw'amatsinda abiri (iry’abahakanyi n’iry’abemeramana) ni nko gufata umuntu utabona ndetse akaba atanumva, ukamugereranya n'ubona kandi akaba yumva. Ese ayo matsinda yombi uyagereranyije yareshya? Ese ntimwibuka?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:25","price":"Mu by’ukuri twohereje Nuhu ku bantu be (arababwira ati) “Rwose njye ndi umuburizi wanyu ugaragara.”","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:26","price":"“(Ndababurira) ko mutagomba kugira undi musenga utari Allah. Mu by’ukuri ndatinya ko mwazahura n’ibihano by'umunsi ubabaza.”","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:27","price":"Nuko ibikomerezwa byo mu bantu be byahakanye biravuga biti “Tubona uri umuntu nkatwe kandi nta n’abandi bagukurikiye uretse abaciriritse muri twe, ndetse na bo bakaba barabikoze badatekereje. Kandi nta n’icyo muturusha, ahubwo dutekereza ko muri abanyabinyoma.”","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:28","price":"(Nuhu) aravuga ati “Yemwe bantu banjye! Ese murabibona mute ndamutse mfite ikimenyetso kigaragara giturutse kwa Nyagasani wanjye, akaba ari na we wampundagajeho impuhwe (ubutumwa) zimuturutseho, ariko mwe (izo mpuhwe) mukaba mutazibona; none se ubwo twabahatira (gukurikira ubutumwa) kandi mubyanga?”","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:29","price":"“Yemwe bantu banjye! Nta mutungo mbibasabira, ndetse nta n’ahandi nteze igihembo uretse kwa Allah. Ntabwo nshobora kwirukana abemeramana, kuko mu by’ukuri bazahura na Nyagasani wabo, ariko njye ndabona muri abantu b’injiji.”","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:30","price":"“Yemwe bantu banjye! Ni nde wankiza (ibihano bya) Allah ndamutse mbirukanye? Ese ntimwibuka?”","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:31","price":"“Simbabwira ko mfite ibigega bya Allah, nta n’ubwo nzi ibitagaragara, ndetse nta n’ubwo mbabwira ko ndi umumalayika, kandi nta n’ubwo mbwira abo amaso yanyu asuzugura ko Allah atazabahundagazaho ibyiza. Allah ni We uzi ibiri mu mitima yabo. (Ndamutse mbibabwiye) naba mbaye mu nkozi z’ibibi.”","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:32","price":"Baravuga bati “Yewe Nuhu! Rwose watugishije impaka unazitugisha ubugira kenshi; ngaho tuzanire ibyo udukangisha (ibihano), niba koko uri mu banyakuri.”","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:33","price":"(Nuhu) aravuga ati “Mu by’ukuri Allah ni We wenyine uzabibazanira nabishaka, kandi ntimunaniranye (nta ho mwabihungira.)”","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:34","price":"“Ndetse nta n’ubwo inama zanjye zabagirira akamaro kabone n’ubwo naba nshatse kuzibagira, igihe Allah ashaka kubarekera mu buyobe. Ni We Nyagasani wanyu kandi iwe ni ho muzasubizwa.”","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:35","price":"Cyangwa se (ababangikanyamana b’i Maka) bavuga ko (Muhamadi) yayihimbiye (Qur’an)? Vuga uti “Niba narayihimbye icyo cyaha kimbarweho, ariko njye nta ho mpuriye n’ibyaha mukora.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:36","price":"Kandi Nuhu yahishuriwe (ubutumwa bugira buti) “Mu bantu bawe ntawe uzagira ukwemera, usibye abamaze kwemera. Bityo, ntukababazwe n’ibyo bakoraga.”","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:37","price":"“Maze wubake inkuge tukurinze, (bijyanye) n’ubutumwa bwacu, kandi ntunsabe (kubabarira) ba bandi b’inkozi z’ibibi; kuko mu by’ukuri bagomba kurohama.”","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:38","price":"Nuko ubwo yubakaga inkuge, buri uko ibikomerezwa byo mu bantu be byamunyuragaho, byaramusekaga. Akavuga ati “Niba mutunnyega natwe tuzabannyega nk’uko mutunnyega.”","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:39","price":"“Muzanamenya uzagerwaho n'ibihano bimusuzuguza ndetse akazanagerwaho n'ibihano bihoraho.”","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:40","price":"Nuko ubwo itegeko ryacu (ryo kubahana) ryasohoraga, maze itanura rigatangira gupfupfunyukamo amazi afite imbaraga (nk’ikimenyetso cy’uko ibihano bije) twaravuze tuti “Shyiramo (mu nkuge) ikigabo n’ikigore (bya buri nyamaswa) ndetse n’umuryango wawe, uretse abaciriweho iteka (ryo kurimbuka; ari bo umugore wawe n’umwana wawe), unashyiremo abemeye.” Kandi ntawigeze yemera hamwe nawe uretse mbarwa.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:41","price":"Nuko (Nuhu) aravuga ati “Muyinjiremo. Kugenda mu mazi kwayo no kugera ku mwaro kwayo bibe mu izina rya Allah. Mu by’ukuri Nyagasani wanjye ni Ubabarira ibyaha, Nyirimpuhwe.”","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:42","price":"Ubwo (ya nkuge) yari ibatwaye hagati mu muhengeri umeze nk'imisozi, Nuhu yahamagaye umuhungu we wari witaruye ati “Yewe mwana wanjye! Ngwino tujyane kandi ntube hamwe n'abahakanyi.”","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:43","price":"(Umuhungu we) aravuga ati “Ndahungira ku musozi undinde amazi.” (Nuhu) aravuga ati “Uyu munsi nta gikumira iteka rya Allah, usibye uwo yagiriye impuhwe (ni we uza kurokoka).” Nuko umuhengeri urabatandukanya maze (umuhungu we) aba mu barohamye.","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:44","price":"Maze isi irabwirwa iti “Yewe wa si we! Mira amazi yawe! Nawe wa kirere we! Hagarika (imvura yawe). Nuko amazi arakama, iteka (ryo kuboreka) riba rirasohoye. Maze (inkuge) ihagarara ku musozi witwa Judi.[1] Nuko havugwa imvugo igira iti “Ukurimbuka kubaye ku bantu b’ababangikanyamana!”","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"[1] Umusozi witwa Judi, uherereye kuri ubu mu majyepfo y’igihugu cya Turukiya.","lang":"rw"},{"name":"11:45","price":"Nuko Nuhu ahamagara Nyagasani we agira ati “Nyagasani wanjye! Mu by’ukuri umuhungu wanjye ari mu bagize umuryango wanjye! Kandi rwose isezerano ryawe ni ukuri, ndetse ni na we Mucamanza usumba abandi.”","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:46","price":"(Allah) aravuga ati “Yewe Nuhu! Rwose we (umuhungu wawe warohamye) ntabwo ari mu bagize umuryango wawe (nagusezeranyije kurokora). Mu by’ukuri ibikorwa bye ntibitunganye, kandi ntukambaze ibyo udafitiye ubumenyi. Mu by’ukuri ndakugira inama ngo utavaho ukaba umwe mu njiji.”","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:47","price":"(Nuhu) aravuga ati “Nyagasani wanjye! Ndakwiragije ngo undinde kuba nakubaza ibyo ntafitiye ubumenyi. Kandi uramutse utambabariye ngo unangirire impuhwe, mu by’ukuri naba mu banyagihombo.”","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:48","price":"Arabwirwa ati “Yewe Nuhu! Ururuka (mu nkuge) mu mahoro aduturutseho, kandi imigisha ikubeho no ku bantu bazakomoka ku bo muri kumwe. Ariko (hari abandi) bantu tuzaha umunezero (w’igihe gito), maze ku iherezo bakazagerwaho n'ibihano bibabaza biduturutseho.”","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:49","price":"Izo ni zimwe mu nkuru z’ibyihishe tuguhishurira (yewe Muhamadi); wowe n’abantu bawe nta zo mwari muzi mbere (y'ihishurwa) ry’iyi (Qur’an). Bityo, ihangane kuko mu by’ukuri iherezo (ryiza) rizaba iry’abagandukira (Allah).","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:50","price":"N’abantu bo mu bwoko bw’aba Adi twaboherereje umuvandimwe wabo Hudu, aravuga ati “Yemwe bantu banjye! Nimugaragire Allah! Nta yindi mana mufite ikwiye gusengwa itari We. Nta kindi muri cyo uretse kuba abahimba ibinyoma.”","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:51","price":"“Yemwe bantu banjye! (Kubagezaho ubutumwa) nta gihembo mbibasabira, ahubwo igihembo cyanjye ngiteze ku wandemye. Ese ntimutekereza?”","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:52","price":"Yemwe bantu banjye! Nimusabe imbabazi Nyagasani wanyu maze munamwicuzeho; (ibyo nimubikora) azaboherereza imvura nyinshi (izeza imyaka yanyu), anabongerere imbaraga ku zo musanganywe. Kandi muramenye ntimuzirengagize (ibyo mbabwira) ngo mube inkozi z’ibibi.","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:53","price":"Baravuga bati “Yewe Hudu! Nta kimenyetso utuzaniye, kandi nta n’ubwo tuzigera tureka imana zacu kubera ibyo utubwira, ndetse nta n’ubwo duteze kukwemera.”","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:54","price":"Icyo twavuga ni uko zimwe mu mana zacu zaguteje ibyago (kuko ubuza abantu kuzisenga). Aravuga ati “Mu by’ukuri njye ntanze Allah ho umuhamya, kandi namwe nimube abahamya ko rwose nitandukanyije n’ibyo mumubangikanya musenga,","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:55","price":"Bitari We (Allah). Ngaho nimuncurire imigambi mibisha mwese kandi ntimundindirize.”","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:56","price":"“Mu by’ukuri njye niringiye Allah, Nyagasani wanjye akaba na Nyagasani wanyu. Nta kiremwa na kimwe gifite ubugingo Allah atagenga. Rwose, Nyagasani wanjye ni We ufite inzira igororotse.”","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:57","price":"“Ubwo nimutera umugongo (ukuri, mumenye ko) njye namaze kubagezaho ubutumwa nahawe, kandi Nyagasani wanjye azabasimbuza abandi bantu, ndetse nta cyo muzamutwara. Mu by’ukuri Nyagasani wanjye ni Umurinzi wa byose.”","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:58","price":"Ubwo isezerano ryacu (ryo guhana abigometse) ryasohoraga, twarokoye Hudu n’abemeye hamwe na we ku bw'impuhwe ziduturutseho, maze tubakiza ibihano bikomeye.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:59","price":"Abo bari (abantu bo) mu bwoko bw’aba Adi. Bahakanye ibimenyetso bya Nyagasani wabo, bigomeka ku ntumwa ze, banakurikira amategeko ya buri mwibone wese winangira (utava ku izima).","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:60","price":"Kandi bakurikijwe umuvumo muri iyi si ndetse (uzanabakurikirana) no ku munsi w’imperuka. Nta gushidikanya ko mu by’ukuri ubwoko bw’aba Adi bwahakanye Nyagasani wabwo. Barakarimbuka ba Adi, ari bo bantu ba Hudu!","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:61","price":"N’abantu bo mu bwoko bw’aba Thamudu, twaboherereje umuvandimwe wabo Swalehe, aravuga ati “Yemwe bantu banjye! Nimugaragire Allah! Nta yindi mana mufite ikwiye gusengwa itari We. Ni We wabahanze abakomoye mu gitaka anakibatuzaho. Bityo, nimumusabe imbabazi kandi munamwicuzeho, kuko mu by’ukuri, Nyagasani wanjye ari hafi, kandi asubiza ubusabe.”","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:62","price":"Baravuga bati “Yewe Swalehe! Mbere y’ibyo (uvuze by’uko tugomba kureka imana zacu), twari twiringiye ko uzaba umutware wacu. Ese uratubuza kugaragira ibyo abakurambere bacu basengaga? Mu by’ukuri twe dufite ugushidikanya guteye inkeke ku kuri kw’ibyo uduhamagarira (udutera guhuzagurika.)”","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:63","price":"(Swaleh) aravuga ati “Yemwe bantu banjye! Ese murabibona mute ndamutse mfite ikimenyetso kigaragara giturutse kwa Nyagasani wanjye, akaba ari na we wampundagajeho impuhwe (ubutumwa) zimuturutseho, none se ni nde wankiza ibihano bya Allah ndamutse mwigometseho? Ku bw’ibyo, mwe nta cyo mwanyongerera uretse igihombo.”","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:64","price":"“Yemwe bantu banjye! Dore iyi ngamiya ya Allah ni ikimenyetso kuri mwe, bityo nimuyireke irishe ku butaka bwa Allah, kandi ntimuzayisagarire mutazavaho mugerwaho n’ibihano byegereje.”","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:65","price":"Nuko (baramuhinyura) barayica, maze aravuga ati “Nimwishimishe mu ngo zanyu mu minsi itatu gusa (nyuma yaho muzahanwa). Iryo ni isezerano ridahinyuzwa.”","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:66","price":"Maze ubwo itegeko ryacu ryasohoraga, twarokoye Swaleh na ba bandi bemeye hamwe na we ku bw'impuhwe ziduturutseho, tunabakiza ikimwaro cy'uwo munsi. Mu by’ukuri Nyagasani wawe ni We Munyacyubahiro bihebuje, Ushobora byose.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:67","price":"Nuko urusaku rukubita ab’inkozi z’ibibi maze bahinduka imirambo bapfukamye mu mazu yabo,","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:68","price":"Bamera nk’aho batigeze bayabamo. Nta gushidikanya ko mu by’ukuri abantu bo mu bwoko bw’abitwa Thamudu bahakanye Nyagasani wabo. Barakarimbuka ba Thamudu!","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:69","price":"Kandi rwose Intumwa zacu zazaniye Aburahamu inkuru nziza (y’uko azabyara akazanororoka). Ziramubwira ziti “Salam (mugire amahoro!)” Arasubiza ati “Salam (mugire amahoro!)” Nuko ntiyazuyaza, abazimanira ikimasa cyokeje.","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:70","price":"Ariko ubwo yabonaga amaboko yabo ategera (amafunguro yabazimaniye), arabayoberwa, arabishisha. Baravuga bati “Witinya, kuko mu by’ukuri twatumwe ku bantu ba Loti.”","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:71","price":"N’umugore we (Sara) yari ahagaze (inyuma y’urusika abumva), maze araseka (atangajwe n’ibyo yumvise). Nuko tumuha inkuru nziza yo kuzabyara Is’haqa (Isaka), na nyuma Is’haqa (akazabyara) Yaqub (Yakobo).","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:72","price":"(Sara) aravuga ati “Ego ko! Nabyara nte kandi ndi umukecuru ndetse n’uyu mugabo wanjye ari umukambwe? Mu by’ukuri iki ni ikintu gitangaje!”","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:73","price":"(Abamalayika) baravuga bati “Ese uratangazwa n’itegeko rya Allah? Impuhwe za Allah n’imigisha ye nibibe kuri mwe, yemwe bantu bo mu muryango (wa Aburahamu). Mu by’ukuri (Allah) ni Ushimwa bihebuje, Umunyacyubahiro.”","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:74","price":"Nuko Aburahamu amaze gushira ubwoba no kugerwaho n'inkuru nziza, atangira kutugisha impaka (azigisha abo twatumye) avuganira abantu ba Loti.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:75","price":"Mu by’ukuri Aburahamu yari umuntu udahutiraho, wibombarika (kuri Allah), wicuza (kuri Nyagasani we) cyane.","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:76","price":"Yewe Abarahamu! Izo (mpaka) zireke. Mu by’ukuri itegeko rya Nyagasani wawe ryasohoye. Kandi rwose ibihano bidashobora gusubizwa inyuma birabageraho.","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:77","price":"Ubwo Intumwa zacu zageraga kwa Loti, yababajwe no kuza kwazo ndetse abura imbaraga zabarengera (kuko yakekaga ko baza gukorerwa ibya mfura mbi, dore ko atari azi ko ari abamalayika), maze aravuga ati “Uyu ni umunsi mubi cyane.”","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:78","price":"Nuko abantu be baza bihuta bamusanga, kandi kuva na mbere bari basanzwe bakora amahano (ubutinganyi). Aravuga ati “Yemwe bantu banjye! Ngaba abakobwa banjye ni bo babakwiye (mwashyingiranwa na bo). Ngaho nimugandukire Allah kandi ntimunkoze isoni imbere y’abashyitsi banjye! Ese nta n’umwe muri mwe ufite ubwenge?”","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:79","price":"Baravuga bati “Rwose uzi ko nta cyo dukeneye ku bakobwa bawe, kandi mu by'ukuri, uzi neza icyo dushaka!”","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:80","price":"Aravuga ati “Iyaba nari mbarushije imbaraga cyangwa ngo nishingikirize inkingi ikomeye (ari wo muryango ugizwe n’abanyembaraga, kugira ngo bamfashe kubabuza kugera ku byo mushaka).”","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:81","price":"(Abamalayika) baravuga bati “Yewe Loti! Mu by’ukuri twe turi Intumwa ziturutse kwa Nyagasani wawe. Ntibashobora kukugeraho (ngo bakugirire nabi). Bityo, hungana n’umuryango wawe mu ijoro, kandi muri mwe ntihagire n’umwe ureba inyuma uretse umugore wawe (uza gusigara inyuma), kuko mu by’ukuri aza kugerwaho n'ibiri bubagereho (abo batinganyi). Rwose isezerano ryabo (ryo kubarimbura) ni mu gitondo. Ese igitondo nticyegereje?”","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:82","price":"Maze ubwo itegeko ryacu ryasohoraga, twubitse imidugudu tubanyagiza imvura y’amabuye y’urufaya yo mu ibumba yacaniriwe.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:83","price":"(Ayo mabuye) yashyizweho ibimenyetso na Nyagasani wawe. Kandi ibihano nk’ibyo ku nkozi z’ibibi ntibiri kure.","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:84","price":"N’abantu b’i Madiyani twaboherereje umuvandimwe wabo Shuwayibu arababwira ati “Yemwe bantu banjye! Nimugaragire Allah, kuko nta yindi mana mufite itari We, kandi ntimukagabanye ibipimo n’iminzani (igihe mugize ibyo mupima). Njye ndabona mubayeho neza, mu by’ukuri ndatinya ko (muramutse muhakanye) mwazahura n’ibihano by’umunsi uzabagota.”","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:85","price":"“Kandi yemwe bantu banjye! Mujye mwuzuza ibipimo n'iminzani mu buryo bukwiye, kandi ntimukagire ibintu by’abantu mugabanya, ndetse ntimugakwize ubwangizi ku isi.”","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:86","price":"“Ibyo Allah abazigamira (nyuma yo gukuramo ibitari ibyanyu) ni byo byiza kuri mwe, niba koko muri abemeramana. Kandi njye nta bwo ndi umugenzuzi wanyu (ahubwo ndi umuburizi wanyu).”","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:87","price":"Baravuga bati “Yewe Shuwayibu! Ese iswala yawe igutegeka kudutesha ibyo ababyeyi bacu bagaragiraga, cyangwa kudutesha gukora icyo dushaka mu mitungo yacu? (Bavuga bannyega bati) “Mu by’ukuri wowe uri umuntu ucisha make cyane, umunyabwenge!”","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:88","price":"Aravuga ati “Yemwe bantu banjye! Ese murabibona mute ndamutse mbaye mfite ikimenyetso kigaragara giturutse kwa Nyagasani wanjye, ndetse akaba yaranampaye amafunguro meza amuturutseho (ubwo ibyo nabirengaho nkakora ibibi nk’ibyo mukora?) Sinshaka kubataba mu nama nkora ibyo mbabuza (ngo mubireke mbikore mbyungukemo), ahubwo mparanira gutunganya uko nshoboye. Kandi nta wundi wabinshoboza uretse Allah. Ni We niringiye kandi ni na We nicuzaho.”","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:89","price":"“Kandi yemwe bantu banjye! Urwango mumfitiye ntiruzatume mugerwaho n’ibihano nk’ibyageze ku bantu ba Nuhu, cyangwa abantu ba Hudu, cyangwa se abantu ba Swaleh. Kandi abantu ba Loti ntibari kure yanyu (kuko nta gihe gishize barimbuwe ndetse bakaba bari abaturanyi banyu).”","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:90","price":"“Munasabe Nyagasani wanyu kubababarira ndetse munamwicuzeho. Mu by’ukuri Nyagasani wanjye ni Nyirimpuhwe zihebuje, Uwuje urukundo (ku wicuza).”","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:91","price":"Baravuga bati “Yewe Shuwayibu! Ntidusobanukirwa byinshi mu byo uvuga, kandi mu by’ukuri tubona ari wowe munyantege nke muri twe. Ndetse iyo bitaba (kubaha) umuryango wawe, twari kukwicisha amabuye kandi ntiwatunanira.”","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:92","price":"(Shuwayibu) aravuga ati “Yemwe bantu banjye! None se umuryango wanjye ni wo muha agaciro kurusha Allah mwateye umugongo? Mu by’ukuri Nyagasani wanjye azi neza ibyo mukora.”","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:93","price":"“Yemwe bantu banjye! Nimukore uko mubishaka nanjye ndakora (nk’uko Allah yantegetse). Rwose muzamenya uzagerwaho n’ibihano bimusuzuguza ndetse n’umubeshyi. Bityo ngaho nimutegereze, mu by’ukuri ndi kumwe namwe mu bategereje.”","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:94","price":"Maze ubwo isezerano ryacu (ryo guhana abigometse) ryasohoraga, twarokoye Shuwayibu n’abemeye hamwe na we ku bw’impuhwe ziduturutseho, nuko ab’inkozi z’ibibi bakubitwa n’urusaku (rw’ibihano), maze bahinduka imirambo bapfukamye mu mazu yabo,","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:95","price":"Bamera nk’aho batigeze bayabamo. Nta gushidikanya ko mu by’ukuri abantu b’i Madiyani boramye nk’uko aba Thamud boramye.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:96","price":"Mu by’ukuri twohereje Musa (azanye) ibitangaza byacu n’ibimenyetso bigaragara,","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:97","price":"(Twamwohereje) kwa Farawo n’ibyegera bye, ariko bakurikiye itegeko rya Farawo, nyamara itegeko rya Farawo nta shingiro ryari rifite!","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:98","price":"Ku munsi w’imperuka (Farawo) azarangaza imbere abantu be aberekeze mu muriro, kandi aho bazaba berekejwe ni ho habi.","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:99","price":"Kandi bakurikijwe umuvumo, haba mu buzima bw’iyi si ndetse no ku munsi w'imperuka. Mbega ngo barahabwa imperekeza mbi (umuvumo) bakurikijwe!","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:100","price":"Izo ni zimwe mu nkuru tukubarira z'imidugudu (tworetse). Muri yo hari igihagaze (ibimenyetso byayo bikigaragara) ndetse n’iyarimbuwe (ibimenyetso byayo byasibanganye).","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:101","price":"Ntabwo twigeze tubahemukira (ubwo twabarimburaga) ahubwo ni bo bihemukiye ubwabo (babangikanya Allah). Kandi ibigirwamana byabo basengaga mu cyimbo cya Allah ntacyo byabamariye ubwo itegeko rya Nyagasani wawe (ryo kubahana) ryasohoraga, ndetse nta n’icyo byabongereye uretse kurimbuka.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:102","price":"Uko ni ko Nyagasani wawe arimbura abatuye mu midugudu igihe baranzwe no gukora ibibi. Mu by’ukuri ibihano bye birababaza kandi birakaze.","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:103","price":"Mu by’ukuri muri ibyo harimo isomo kuri ba bandi batinya ibihano by’imperuka. Uwo ni umunsi abantu bazakoranyirizwaho, ndetse ni na wo munsi (ibiremwa) byose bizaba bihari.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:104","price":"Nta n’ubwo tuwukerereza, ahubwo ufite igihe ntarengwa (cyagenwe).","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:105","price":"Ubwo uwo munsi uzaza, ntawe uzagira icyo yavuga atabiherewe uburenganzira (na Allah). Muri bo hazaba hari umubi (ukwiye ibihano) n’umwiza (ukwiye ibihembo).","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:106","price":"Ba bandi babi bazajya mu muriro, bawubemo baboroga cyane banahigiza.","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:107","price":"Bazawubamo mu gihe kingana n’icyo ibirere n'isi bizamara, uretse abo Nyagasani wawe azashaka (ko batawubamo ubuziraherezo). Mu by’ukuri Nyagasani wawe ni Ukora icyo ashaka.","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:108","price":"Naho ba bandi beza bazajya mu ijuru, baribemo mu gihe kingana n’icyo ibirere n’isi bizamara, uretse abo Nyagasani wawe azashaka (ko badahita barijyamo). (Uko kurijyamo) bizaba ari impano itagira iherezo.","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:109","price":"Bityo (yewe Muhamadi) ntukagire gushidikanya ku byo abo bantu bagaragira (kuko atari ukuri). Ibyo bagaragira ni nk’ibyo abakurambere babo bajyaga bagaragira. Mu by’ukuri tuzabaha umugabane wabo (ibihano) utagabanyijwe","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:110","price":"Kandi rwose twahaye Musa igitabo (Tawurati), ariko nticyavugwaho rumwe. N’iyo bitaza kuba ijambo ryaturutse kwa Nyagasani wawe ryabanje (ryo kudahaniraho), bari guhita bacirirwaho iteka (ryo kurimbuka). Ndetse mu by’ukuri (iyi Qur’an) bayishidikanyaho biteye inkeke.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:111","price":"Kandi mu by’ukuri Nyagasani wawe bose azabahembera ibikorwa byabo byuzuye. Rwose azi neza ibyo bakora.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:112","price":"Ngaho (yewe Muhamadi) komeza ugire igihagararo (mu idini) nk’uko wabitegetswe wowe n’abicujije muri kumwe, kandi ntimuzarengere (amategeko ya Allah). Mu by’ukuri We ni Ubona bihebuje ibyo mukora.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:113","price":"Kandi ntimukabogamire kuri ba bandi bakora ibibi, mutazavaho mugerwaho n’umuriro kandi mutabona abawubarinda batari Allah, ndetse mukaba mutabona ababatabara.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:114","price":"Kandi (yewe Muhamadi) ujye uhozaho iswala mu mpera ebyiri z’amanywa (Swalat ul Fajir, Adhuhuri na Al aswir), ndetse no mu masaha y’ijoro (Al magrib na Al ishai). Mu by’ukuri ibikorwa byiza bikuraho ibibi. Ibyo ni inyigisho ku bantu bibuka.","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:115","price":"Ujye unihangana kuko mu by’ukuri Allah ataburizamo ibihembo by’abakora ibyiza.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:116","price":"Mu bakurambere banyu (twarimbuye) iyo haza kubamo abanyabwenge babuza (abandi gukora) ubwangizi ku isi (bari kurokoka ibihano)! Nyamara (ibyo ntibyabaye) kuko byakozwe na bake twarokoye, mu gihe ba bandi bakoze ibibi bakomeje kuba mu munezero w’iby’isi, kandi bari n’inkozi z’ibibi.","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:117","price":"Kandi Nyagasani wawe ntiyari kurimbura imidugudu ayirenganyije, mu gihe abayituye ari intungane.","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:118","price":"N’iyo Nyagasani wawe aza kubishaka, abantu bose yari kubagira umuryango umwe (bakayoboka idini rimwe rya Isilamu). Ariko bazakomeza kutavuga rumwe (mu madini yabo),","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:119","price":"Uretse abo Nyagasani wawe yagiriye impuhwe (bakayoboka ukuri); no ku bw’ibyo ni cyo yabaremeye. Kandi ijambo rya Nyagasani wawe ryasohoye (rigira riti) “Mu by’ukuri umuriro wa Jahanamu nzawuzuza (inkozi z’ibibi) zose, mu majini no mu bantu.”","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:120","price":"Kandi (yewe Muhamadi) inkuru zose z’Intumwa twagutekerereje, zari izo kugukomeza umutima. Ndetse no muri ibi (izi nkuru) wagezweho n’ukuri, inyigisho zikaba n’urwibutso ku bemeramana.","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:121","price":"Unabwire ba bandi batemera uti “Nimukore uko mubishaka (muzabona iherezo ryanyu). Mu by’ukuri natwe turakora (nk’uko Allah yadutegetse).”","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:122","price":"Munategereze! Mu by’ukuri natwe turategereje.","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"rw"},{"name":"11:123","price":"Ibitagaragara byo mu birere no mu isi ni ibya Allah, kandi iwe ni ho ibintu byose bigarurwa. Ngaho mugaragire unamwiringire. Kandi Nyagasani wawe ntayobewe ibyo mukora.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"rw"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}