{"data":[{"name":"16:1","price":"Itegeko rya Allah (ryo kuza kw’imperuka) riregereje, bityo ntimuryihutishe. Ubutagatifu ni ubwe kandi nta ho ahuriye n’ibyo bamubangikanya na byo.","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:2","price":"Ku bw’itegeko rye, (Allah) amanura malayika (Gaburiheli) azanye ubutumwa ku wo (Allah) ashaka mu bagaragu be (agira ati) “Muburire (abantu) ko nta yindi mana (ikwiye gusengwa by’ukuri) usibye Njye; bityo nimuntinye.”","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:3","price":"Yaremye ibirere n’isi ku mpamvu z’ukuri. Ubutagatifu ni ubwe kandi nta ho ahuriye n’ibyo bamubangikanya na byo.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:4","price":"Yaremye umuntu amukomoye mu ntanga, none uwo (muntu) yahisemo kuba umunyempaka ugaragara (mu guhakana izuka).","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:5","price":"(Allah) yanabaremeye amatungo; muri yo harimo ibibatera gususuruka (imyambaro) n’ibindi bibafitiye akamaro, ndetse hari n’ayo murya.","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:6","price":"Munashimishwa n’ubwiza bwayo igihe muyacyuye nimugoroba n’igihe muyahuye mu gitondo.","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:7","price":"(Ayo matungo) anikorera imitwaro yanyu iremereye akayijyana aho mutari gushobora kugera bitabagoye. Mu by’ukuri Nyagasani wanyu ni Nyirimpuhwe zihebuje, Nyirimbabazi.","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:8","price":"(Yanaremye) ifarasi, icyimanyi (cy’ifarasi n’indogobe) ndetse n’indogobe; kugira ngo mubigendereho, kandi binababere imitako. Yanaremye n’ibindi mutazi.","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:9","price":"Allah ni We werekana inzira igororotse (Isilamu), ariko hari n’izindi zigoramye. Kandi iyo aza kubishaka yari kubayobora mwese.","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:10","price":"Ni We umanura amazi (imvura) aturutse mu kirere, mukayanywa ndetse akanameza ibimera muragiramo amatungo yanyu.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:11","price":"Ayameresha ibihingwa, imizeti, imitende, imizabibu ndetse na buri bwoko bw’imbuto. Mu by’ukuri muri ibyo harimo inyigisho ku bantu batekereza.","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:12","price":"Kandi yabashyiriyeho ijoro (kugira ngo mubashe kuruhuka) n’amanywa (kugira ngo mubashe gukora), izuba n’ukwezi (kugira ngo bibamurikire), ndetse n’inyenyeri zorohejwe ku bw’itegeko rye. Mu by’ukuri muri ibyo harimo inyigisho ku bantu bafite ubwenge.","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:13","price":"Kandi ibyo yabaremeye ku isi (haba mu matungo, ibihingwa n’amabuye y’agaciro) bifite amabara atandukanye. Mu by’ukuri muri ibyo harimo inyigisho ku bantu bazirikana (ko Imana ari imwe no kuba ari yo yonyine ikwiye gusengwa).","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:14","price":"Ni na We woroheje inyanja kugira ngo (mukuremo) inyama z’umwimerere (amafi) muzirye, munakuremo imitako mwambara. Kandi ubona amato azihinguranya kugira ngo mushakishe ingabire ze, no kugira ngo mubashe gushimira.","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:15","price":"Yanashyize imisozi ku isi aranayishimangira kugira ngo itabahungabanya, (anayishyiramo) imigezi (kugira ngo munywe amazi yayo), ndetse n’inzira kugira ngo zibayobore (aho mugana).","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:16","price":"(Yanabashyiriyeho) ibimenyetso (bibayobora ku manywa) ndetse n’inyenyeri (zibayobora nijoro) kugira ngo bayoboke (aho bagana).","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:17","price":"None se ubwo (Allah) urema wamugereranya n’ibitarema (ibigirwamana)? Ese ntimuzirikana?","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:18","price":"Kandi muramutse mushatse kubarura ingabire za Allah (yabahaye) ntimwazihetura. Mu by’ukuri Allah ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:19","price":"Kandi Allah azi ibyo muhisha n’ibyo mugaragaza.","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:20","price":"Na bya bindi basenga bitari Allah, nta cyo byigeze birema ahubwo na byo byararemwe.","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:21","price":"Ni ibipfu, nta buzima bifite kandi ntibinazi igihe (ababisengaga) bazazurirwa.","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:22","price":"Imana yanyu ni Imana imwe. Ariko ba bandi batemera imperuka, imitima yabo ihakana (ubumwe bwa Allah), kandi babaswe n’ubwibone.","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:23","price":"Nta gushidikanya ko Allah azi ibyo bahisha n’ibyo bagaragaza. Mu by’ukuri ntakunda abibone.","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:24","price":"N’iyo babwiwe bati “Ni iki Nyagasani wanyu yamuhishuriye (Muhamadi)?” Baravuga bati “Ni imigani y’abo hambere.”","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:25","price":"Ku munsi w’imperuka bazikorera imitwaro (ibyaha) yabo uko yakabaye ndetse n’imitwaro y’abo bayobeje (bakabakurikira) kubera kudasobanukirwa. Mbega imitwaro mibi bazaba bikoreye!","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:26","price":"Mu by’ukuri ba bandi babayeho mbere yabo bacuriye imigambi mibisha (Intumwa zabo), nuko Allah arimbura inyubako zabo ahereye mu misingi, maze ibisenge bibagwa hejuru, nuko ibihano bibageraho biturutse aho batakekaga.","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:27","price":"Hanyuma ku munsi w’imperuka (Allah) azabasuzuguza maze ababwire ati “Ibigirwamana mwajyaga mumbangikanya na byo, murwanya (Intumwa n’abemeramana) kubera byo, biri he? Ba bandi bahawe ubumenyi (bujyanye n’ukwemera) bazavuga bati “Ugusuzugurika n’ingorane kuri uyu munsi biri ku bahakanyi,”","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:28","price":"“Ba bandi abamalayika bakuramo roho barihemukiye (bakora ibyaha).” Bazicisha bugufi (bagira bati) “Nta kibi twajyaga dukora!” (Abamalayika bazasubiza bati) “Oya! (Murabeshya) Mu by’ukuri Allah ni Umumenyi uhebuje w’ibyo mwakoraga.”","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:29","price":"“Ngaho nimwinjire mu miryango y’umuriro wa Jahanama, muzabamo ubuziraherezo, kandi ni cyo cyicaro kibi cy’abibone.”","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:30","price":"Naho ba bandi batinye (Allah) bazabwirwa bati “Ni iki Nyagasani wanyu yahishuye?” Bazavuga bati “Ni ibyiza.” Abakora ibyiza kuri iyi si bazagororerwa ibyiza, ariko ibihembo by’ingoro y’imperuka (ijuru) ni byo byiza kurushaho, ndetse ni na yo ngoro ihebuje y’abagandukira (Allah)!","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:31","price":"Bazinjira mu busitani buhoraho, butembamo imigezi. Bazabonamo ibyo bashaka byose; uko ni ko Allah agororera abamugandukira.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:32","price":"Ba bandi abamalayika bakuramo roho zabo bararanzwe no gukora ibikorwa byiza, bazababwira bati “Mugire amahoro! Ngaho nimwinjire mu ijuru kubera ibyo mwakoraga (ku isi).”","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:33","price":"Ese hari ikindi bategereje kitari ukugerwaho n’abamalayika (babakuramo roho) cyangwa kugerwaho n’itegeko rya Nyagasani wawe (ryo kubahana)? Uko (bahakana) ni na ko abababanjirije babigenje. Nyamara Allah ntiyabarenganyije ahubwo ni bo ubwabo bihemukiye.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:34","price":"Ku bw’ibyo bazagerwaho n’ingaruka z’ibyo bakoze, kandi bazagotwa n’ibyo (ibihano) bajyaga bakerensa.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:35","price":"Na ba bandi babangikanyije (Allah) baravuze bati “Iyo Allah aza kubishaka, yaba twe cyangwa ababyeyi bacu, nta kindi twari kugaragira mu cyimbo cye, ndetse nta n’icyo twari kuziririza ataziririje we ubwe.” Uko ni na ko abababanjirije babigenje. None se hari ikindi Intumwa zishinzwe kitari ugusohoza ubutumwa mu buryo bugaragara?","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:36","price":"Kandi rwose buri muryango (umat) twawoherejemo Intumwa (kugira ngo ibabwire iti) “Nimusenge Allah (wenyine) kandi mwirinde (kugaragira) ibigirwamana.” Muri bo harimo abo Allah yayoboye, ndetse no muri bo hari abokamwe n’ubuyobe. Bityo nimutambagire ku isi, maze murebe uko iherezo ry’abahinyuye ukuri ryagenze.","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:37","price":"N’iyo (wowe Muhamadi) wakoresha umuhate kugira ngo bayoboke, mu by’ukuri Allah ntayobora uyobya abandi. Kandi ntibazagira ababatabara.","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:38","price":"Kandi barahiye ku izina rya Allah indahiro zabo zikomeye bavuga ko Allah atazazura abapfuye. Si uko bimeze! (Ahubwo azabazura nta shiti) ni isezerano rye ry’ukuri; ariko abenshi mu bantu ntibabizi.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:39","price":"(Allah azabazura) kugira ngo azabasobanurire ibyo batavugagaho rumwe ndetse no kugira ngo abahakanye bazamenye ko bari abanyabinyoma.","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:40","price":"Mu by’ukuri imvugo yacu ku kintu dushaka (ko kibaho), turakibwira tuti “Ba, ubwo kikaba!”","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:41","price":"Naho ba bandi bimutse kubera Allah nyuma y’uko barenganyijwe, tuzabatuza aheza ku isi, ariko mu by’ukuri igihembo cyo ku munsi w’imperuka ni cyo gihebuje; iyo baza kubimenya!","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:42","price":"(Abo ni) ba bandi bihanganye kandi bakiringira Nyagasani wabo (wenyine).","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:43","price":"Kandi mbere yawe nta bandi batari abagabo twigeze twohereza ngo tubahishurire ubutumwa. Ngaho (yemwe babangikanyamana b’i Maka) nimubaze abahawe ubumenyi (bw’ibitabo byo hambere) niba mutabizi.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:44","price":"(Twazohereje zizanye) ibimenyetso bigaragara n’ibitabo (bitagatifu). Twanakumanuriye (yewe Muhamadi) urwibutso (Qur’an) kugira ngo usobanurire abantu ibyo bahishuriwe, ndetse no kugira ngo batekereze (ku bikubiye muri Qur’an banayisobanukirwe).","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:45","price":"Ese ba bandi bacuze imigambi mibisha bibwira ko batekanye ku buryo Allah atabarigitisha mu butaka, cyangwa ko batagerwaho n’ibihano biturutse aho batakekaga?","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:46","price":"Cyangwa akabagwa gitumo bajya cyangwa bava (mu mirimo yabo), uko byagenda kose ntibananirana (nta ho bacikira ibihano bya Allah).","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:47","price":"Cyangwa akabagwa gitumo bafite ubwoba (bwo kubura imitungo n’ubuzima byabo)? Mu by’ukuri Nyagasani wanyu ni Nyiribambe, Nyirimbabazi.","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:48","price":"Ese ntibabona uko ibicucucucu by’ibintu Allah yaremye bibogamira iburyo n’ibumoso byumvira Allah, ndetse binicisha bugufi (ku mategeko ye)?","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:49","price":"Kandi ibiremwa byose biri mu birere, ibigenda ku isi ndetse n’abamalayika, byubamira Allah kandi ntibyishyira hejuru.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:50","price":"Bitinya Nyagasani wabyo uri hejuru yabyo, kandi bikora ibyo byategetswe.","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:51","price":"Allah yaranavuze ati “(Yemwe bantu!) Ntimuzasenge imana ebyiri. Mu by’ukuri We (Allah) ni Imana imwe rukumbi. Ngaho nimube ari Njye njyenyine mutinya.”","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:52","price":"Ibiri mu birere n’ibiri mu isi byose ni ibye. Ni na We ukwiye gusengwa by’ukuri. Ese mugandukira undi utari Allah?","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:53","price":"Ingabire zose mufite zituruka kwa Allah (ariko ntimumushimira). Nyamara iyo amakuba abagezeho mumutakambira mu ijwi riranguruye,","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:54","price":"Hanyuma yabakiza ayo makuba, bamwe muri mwe bakabangikanya Nyagasani wabo.","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:55","price":"Bikaba impamvu y’uko bahakana ibyo twabahaye. Ngaho nimwinezeze (by’igihe gito), vuba aha muzaba mumenya (ingaruka z’ubuhakanyi bwanyu).","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:56","price":"Banafata bimwe mu byo twabahaye bakabigenera ibidafite icyo bizi (ibigirwamana). Ku izina rya Allah! Muzabazwa ibyo mwajyaga muhimba.","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:57","price":"Banahimbira Allah (ko yabyaye) abakobwa. Ubutagatifu ni ubwe, nta ho ahuriye n’ibyo bamwitirira! Nyamara bo bihitiramo ibyo bifuza (kubyara abahungu).","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:58","price":"N’iyo umwe muri bo ahawe inkuru y’uko yabyaye umukobwa, uburanga bwe burijima akanagira umujinya w’umuranduranzuzi.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:59","price":"Akihisha abantu kubera inkuru mbi yagejejweho. (Akibaza ati) “Ese amugumane n’ubwo biteye isoni cyangwa amutabe mu gitaka (ari muzima)?” Mbega ukuntu ibyemezo byabo ari bibi!","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:60","price":"Abatemera umunsi w’imperuka ni bo barangwa (no kwitirira Allah kugira abana b’abakobwa), naho Allah ni we ufite ibisingizo by’ikirenga. Kandi ni we Munyacyubahiro bihebuje, Nyirubugenge buhambaye.","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:61","price":"N’iyo Allah aza guhaniraho abantu kubera ibikorwa byabo bibi, nta kiremwa na kimwe yari gusiga ku isi. Ariko arabarindiriza kugeza igihe cyagenwe, kandi iyo igihe cyabo kigeze, ntibarindirizwa na gato cyangwa ngo bihutishwe mbere yacyo.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:62","price":"Bitirira Allah ibyo (ubwabo) banga, kandi indimi zabo zivuga ibinyoma ko bazagira iherezo ryiza. Nta gushidikanya ko bazahanishwa umuriro, ndetse bazawinjizwamo mbere (y’abandi), kandi bawurekerwemo.","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:63","price":"Ku izina rya Allah! Mu by’ukuri twohereje Intumwa ku miryango (Umat) yakubanjirije, ariko Shitani abakundisha ibikorwa byabo (bibi). None ubu ni we nshuti magara yabo, kandi bazahanishwa ibihano bibabaza.","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:64","price":"Kandi nta kindi cyatumye tuguhishurira igitabo (cya Qur’an, yewe Muhamadi), bitari ukugira ngo ubasobanurire ibyo batavugagaho rumwe, ndetse no kugira ngo (icyo gitabo) kibe umuyoboro n’impuhwe ku bantu bemera.","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:65","price":"Kandi Allah amanura amazi (imvura) ayakuye mu kirere, nuko akayahesha isi ubuzima nyuma yo gupfa kwayo (gukakara). Mu by’ukuri muri ibyo harimo inyigisho ku bantu bumva.","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:66","price":"Kandi mu by’ukuri mu matungo mukuramo inyigisho. Tubaha ibinyobwa biturutse mu nda zayo, bikomoka mu mase (akiri mu mara) n’amaraso; ibyo bikaba amata y’umwimerere aryohera abayanywa.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:67","price":"No mu mbuto z’imitende n’imizabibu, mukuramo ibisindisha (byaziririjwe) ndetse n’amafunguro meza. Mu by’ukuri muri ibyo harimo isomo ku bantu bafite ubwenge.","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:68","price":"Nyagasani wawe yanahishuriye inzuki (agira ati) “Mwubake amazu mu misozi, mu biti no mu byo (abantu) bubaka (imitiba)”,","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:69","price":"“Hanyuma murye ku mbuto zose, munanyure mu nzira za Nyagasani wanyu yaborohereje.” Mu nda zazo havamo ikinyobwa (ubuki) cy’amabara atandukanye, kirimo umuti ku bantu. Mu by’ukuri muri ibyo harimo inyigisho ku bantu batekereza.","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:70","price":"Kandi Allah yarabaremye ndetse ni na We ubambura ubuzima. No muri mwe hari abo ageza mu zabukuru (bakaba abasaza rukukuri), kugeza ubwo bayoberwa ibyo bari bazi. Mu by’ukuri Allah ni Umumenyi wa byose, Ushobora byose.","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:71","price":"Kandi Allah yarutishije bamwe muri mwe abandi mu butunzi. Nyamara ba bandi barutishijwe abandi, ntibashobora kwemera guha imitungo yabo abacakara babo kugira ngo bareshye mu butunzi. (Ese niba mutemera kureshya n’abagaragu banyu, ni gute mureshyeshya Imana n’ibigirwamana?) None se bahakana ingabire za Allah?","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:72","price":"Kandi Allah yabaremeye abagore ababakomoyemo, maze abaha abana n’abuzukuru bakomotse ku bagore banyu, ndetse abaha n’amafunguro meza. Ese bemera ibitari ukuri (ibigirwamana) bagahakana ingabire za Allah?","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:73","price":"Bakanasenga ibitari Allah, bitagenga amafunguro (yabo) yaba aturutse mu birere cyangwa ku isi, kandi ntabwo byabishobora (kubaha amafunguro) yaba aturutse mu birere cyangwa ku isi, kandi nta na kimwe bishoboye.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:74","price":"Bityo, ntimukagire icyo mugereranya na Allah (kuko nta cyo asa na cyo). Mu by’ukuri Allah azi (ibyo mukora) ariko mwe ntimuzi (ingaruka zabyo).","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:75","price":"Allah yatanze urugero rw’umucakara uhatswe (na shebuja) utagira icyo ashoboye, ndetse n’urw’umuntu twahaye amafunguro meza aduturutseho, maze akagira ayo atanga mu ibanga no ku mugaragaro. Ese (abo bombi) bameze kimwe? Ishimwe n’ikuzo byuzuye ni ibya Allah! Nyamara abenshi muri bo ntibabizi.","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:76","price":"Allah yanatanze (urundi) rugero rw’abantu babiri; umwe muri bo utavuga ndetse ntagire icyo ashoboye, ahubwo ari umutwaro kuri shebuja; aho amutumye hose ntagire icyiza azana. Ese (umuntu nk’uwo) ashobora kureshya n’ubwiriza (abantu) kurangwa n’ubutabera, ndetse na we ubwe akaba ari mu nzira igororotse?","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:77","price":"Kandi Allah ni We uzi ibitagaragara byo mu birere no mu isi. Kandi (kugera) kw’imperuka bizaba nko guhumbya cyangwa ibyihuse kurushaho. Mu by’ukuri Allah ni Ushobora byose.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:78","price":"Allah yanabakuye mu nda z’ababyeyi banyu nta cyo muzi, maze abaha kumva, kubona ndetse (abaha) n’imitima (ubwenge) kugira ngo mushimire.","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:79","price":"Ese ntibabona ko inyoni zoroherejwe kuguruka mu kirere nta kindi kizifashe kitari Allah? Mu by’ukuri muri ibyo harimo inyigisho ku bantu bemera.","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:80","price":"Kandi Allah yagize amazu yanyu aho mutura, anabagirira impu z’amatungo amazu (amahema) aborohera kuyatwara igihe muri mu ngendo ndetse n’igihe mutazirimo. No mu bwoya n’imigara yabyo (ihene, ingamiya n’intama) yabahaye (gukoramo) ibikoresho n’imitako (mwifashisha) by’igihe runaka.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:81","price":"Allah yanabashyiriye ibicucucucu mu byo yaremye (ibiti, amazu, ibicu...), abashyirira ubuvumo mu misozi, abaha imyambaro ibarinda ubushyuhe (n’imbeho) ndetse n’imyambaro (ingabo) ibarinda (ibikomere) mu ntambara. Uko ni ko (Allah) abasenderezaho ingabire ze, kugira ngo muce bugufi (ku mategeko ye).","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:82","price":"Nibaramuka bateye umugongo, mu by’ukuri icyo ushinzwe (yewe Muhamadi) ni ugusohoza ubutumwa mu buryo bugaragara.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:83","price":"Bazi neza ingabire za Allah ariko (bakabirengaho) bakazihakana, kandi abenshi muri bo ni abahakanyi.","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:84","price":"(Unibuke) umunsi tuzazura umuhamya wa buri muryango (Intumwa yawo); icyo gihe abahakanye ntibazemererwa gutanga impamvu (z’ibyaha bakoze), ndetse nta n’ubwo bazasabwa kwisubiraho (gusubira ku isi ngo bicuze cyangwa ngo basabe imbabazi Allah).","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:85","price":"N’igihe ba bandi b’inkozi z’ibibi bazabona ibihano, ntabwo bazabyoroherezwa, ndetse nta n’ubwo bazarindirizwa.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:86","price":"N’igihe ba bandi babangikanyije Allah bazabona ibigirwamana byabo, bazavuga bati \"Nyagasani wacu! Biriya ni ibigirwamana byacu twajyaga dusaba mu kimbo cyawe.” Maze bivuge (bibanyomoza) biti \"Mu by’ukuri mwe muri abanyabinyoma.”","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:87","price":"Kuri uwo munsi bazicisha bugufi kuri Allah, kandi ibyo bihimbiye (biringira ko bizabakorera ubuvugizi kwa Allah ku munsi w’imperuka) bizabitarura babibure!","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:88","price":"Ba bandi bahakanye bakanakumira (abantu) kugana inzira ya Allah, tuzabongerera ibihano hejuru y’ibindi kubera ko bajyaga bakwirakwiza ubwangizi (bigomeka kuri Allah bakanabishishikariza abandi).","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:89","price":"(Unibuke) umunsi tuzazura umuhamya wa buri muryango (Intumwa yawo) ubakomokamo, maze nawe (Muhamadi) tukakuzana uri umuhamya wabo (abahakanyi bo ku gihe cyawe). Twanaguhishuriye igitabo (Qur’an) gisobanura buri kintu, kikaba n’umuyoboro, impuhwe n’inkuru nziza ku bicishije bugufi (Abayisilamu).","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:90","price":"Mu by’ukuri Allah ategeka (abantu) kurangwa n’ubutabera, kugira neza no gufasha abo bafitanye isano. Anabuza gukora ibikozasoni, ibibi no kurenganya abandi. Ababurira kugira ngo mwibuke (amategeko ye kandi abagirire akamaro).","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:91","price":"Kandi mujye mwuzuza isezerano rya Allah igihe muritanze, ndetse ntimugatatire indahiro nyuma yo kuzishimangira kandi mwaragize Allah umwishingizi wanyu (ko muzazubahiriza). Mu by’ukuri Allah azi ibyo mukora.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:92","price":"Kandi ntimuzamere nka wa wundi (umugore w’ubwenge buke) waboshye umutako we akawukomeza nyuma akawubohora, mugira indahiro zanyu uburyo bwo kuriganya hagati yanyu, kubera ko (mwabonye) abantu bafite imbaraga kandi ari benshi kurusha abandi (abo mwagiranye amasezerano). Mu by’ukuri Allah abagerageresha ibyo (kugira ngo agaragaze uwumvira n’uwigomeka). Kandi rwose, ku munsi w’imperuka azabagaragariza ibyo mutavugagaho rumwe.","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:93","price":"N’iyo Allah aza kubishaka yari kubagira umuryango umwe (Abayisilamu), ariko arekera mu buyobe uwo ashaka akanayobora uwo ashaka. Kandi rwose muzabazwa ibyo mwajyaga mukora.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:94","price":"Kandi ntimuzagire indahiro zanyu uburyo bwo kuriganya hagati yanyu, bityo ikirenge (cyanyu) kitazavaho kikanyerera (kiva muri Isilamu) nyuma y’uko cyari gishikamye (mu kwemera), maze mugasogongera ikibi (ibihano byo ku isi) kubera ko mwakumiriye (abantu) kugana inzira ya Allah, ndetse mukazahanishwa ibihano bihambaye.","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:95","price":"Ntimuzanagurane isezerano rya Allah igiciro gito. Mu by’ukuri ibiri kwa Allah ni byo byiza kuri mwe iyaba mwari mubizi.","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:96","price":"Ibyo mutunze bizashira, ariko ibiri kwa Allah bizahoraho. Kandi rwose, ba bandi bihanganye tuzabagororera ibihembo byabo byiza kurusha ibyo bakoraga.","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:97","price":"Ukoze ibitunganye, yaba uw’igitsina gabo cyangwa uw’igitsina gore, kandi akaba ari umwemeramana, rwose tuzamuha ubuzima bwiza, ndetse tuzabagororera ibihembo byabo byiza kurusha ibyo bakoraga.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:98","price":"Bityo nuba ugiye gusoma Qur’an, ujye wiragiza Allah kugira ngo akurinde Shitani wavumwe.","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:99","price":"Mu by’ukuri (Shitani) nta bushobozi afite kuri ba bandi bemeye bakaniringira Nyagasani wabo (wenyine).","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:100","price":"Mu by’ukuri ubushobozi bwe (Shitani) abugira kuri ba bandi bamugira umunywanyi wabo, na babandi babangikanya (Allah n’ibindi) kubera we (Shitani).","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:101","price":"N’iyo dufashe umurongo (wa Qur’ani) tukawusimbuza undi -kandi Allah azi neza ibyo ahishura (ko biba biri mu nyungu z’ibiremwa)-, (abahakanyi) baravuga bati “Mu by’ukuri wowe (Muhamadi) uri umubeshyi (uhimbira Allah ibyo atavuze).” Nyamara abenshi muri bo nta cyo bazi (ku byo Allah ategeka).","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:102","price":"Vuga (yewe Muhamadi) uti “Roho Mutagatifu [Malayika Jibril (Gaburiheli)] ni we wayimanuye (Qur’an) ayikuye kwa Nyagasani wawe, ikubiyemo ubutumwa bw’ukuri, kugira ngo ikomeze (ukwemera kw’) abemeramana, ndetse ikaba umuyoboro n’inkuru nziza ku bicisha bugufi (kuri Allah).”","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:103","price":"Kandi rwose tuzi neza ko (ababangikanyamana) bavuga bati “Mu by’ukuri hari umuntu umwigisha (iyi Qur’an).” Ururimi rw’uwo bitirira (ko amwigisha) ni urunyamahanga, nyamara iyi (Qur’an) iri mu rurimi rw’Icyarabu rusobanutse.","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:104","price":"Mu by’ukuri ba bandi batemera amagambo ya Allah, Allah ntazabayobora kandi bazahanishwa ibihano bibabaza.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:105","price":"Mu by’ukuri abahimba ikinyoma ni ba bandi batemera amagambo ya Allah, kandi abo ni bo banyabinyoma.","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:106","price":"Uwo ari we wese uhakana Allah nyuma y’uko yemeye, (ibihano bikomeye biramutegereje), uretse wa wundi uzabihatirwa (agahakana ku rurimi) ariko umutima we wuje ukwemera (uwo nta cyaha aba akoze). Ariko abugururira ibituza byabo ubuhakanyi, abo uburakari bwa Allah buri kuri bo, kandi bazahanishwa ibihano bihambaye.","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:107","price":"Ibyo ni ukubera ko bakunze ubuzima bw’isi bakaburutisha ubw’imperuka. Kandi mu by’ukuri Allah ntayobora abantu b’abahakanyi.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:108","price":"Abo ni ba bandi Allah yadanangiye imitima yabo, amatwi yabo ndetse n’amaso yabo; kandi abo ni bo barindagiye.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:109","price":"Nta gushidikanya ko ari bo bazaba abanyagihombo ku munsi w’imperuka.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:110","price":"Naho ba bandi bimutse nyuma yo gutotezwa, maze bagaharanira inzira ya Allah bakanihangana, nyuma y’ibyo byose, Nyagasani wawe (ku bantu nk’abo) ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:111","price":"Wibuke (yewe Muhamadi) umunsi buri muntu azaza yiburanira, maze buri wese agahemberwa mu buryo bwuzuye ibyo yakoze, kandi ntabwo bazarenganywa.","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:112","price":"Kandi Allah yatanze urugero rw’umudugudu (Maka) wari utekanye kandi utuje; amafunguro yawo awugeraho ku bwinshi aturutse impande zose, ariko abawutuye bahakana ingabire za Allah. Nuko Allah awuteza amapfa n’ubwoba kubera ibyo bakoraga (guhakana ubutumwa bwa Muhamadi).","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:113","price":"Kandi rwose bari baragezweho n’Intumwa (Muhamadi) ibakomokamo, ariko barayihakanye, nuko ibihano bibasanga ari inkozi z’ibibi.","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:114","price":"Ngaho nimurye mu byo Allah yabafunguriye, biziruye kandi byiza. Munashimire ingabire za Allah, niba koko ari We wenyine musenga.","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:115","price":"Mu by’ukuri (Allah) yabaziririje (kurya) ibyipfushije, amaraso, inyama y’ingurube n’icyabagiwe ikitari Allah. Ariko uzasumbirizwa (akabirya) atari ukwigomeka cyangwa kurengera (ngo arenze urugero rw’ibyamuramira, icyo gihe nta cyaha azaba akoze); mu by’ukuri Allah ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:116","price":"Ntimukavuge ibinyoma mukoresheje indimi zanyu (muvuga muti) “Iki kiraziruye n’iki kiraziririjwe” mugamije guhimbira Allah ibinyoma. Mu by’ukuri abahimbira Allah ibinyoma ntibazakiranuka.","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:117","price":"(Bazagira) umunezero w’igihe gito, kandi bazahanishwa ibihano bibabaza.","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:118","price":"Na ba bandi babaye Abayahudi, twabaziririje ibyo twakubwiye mbere (yewe Muhamadi). Kandi ntabwo twigeze tubarenganya (ubwo twabaziririzaga ibyari bisanzwe bibaziruriwe), ahubwo ni bo ubwabo bihemukiye (bigomeka ku mategeko ya Allah).","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:119","price":"Hanyuma ba bandi bakoze ibibi kubera kudasobanukirwa maze bakicuza, nyuma y’ibyo bagakora ibikorwa byiza, mu by’ukuri Nyagasani wawe ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:120","price":"Mu by’ukuri Aburahamu yari umuyobozi w’intangarugero, wicisha bugufi kuri Allah, usenga Allah gusa, kandi nta n’ubwo yigeze aba umwe mu bamubangikanya.","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:121","price":"Yashimiraga ingabire za Allah. (Allah) yaramutoranyije anamuyobora inzira igororotse.","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:122","price":"Twanamuhaye ibyiza ku isi, ndetse no ku mperuka azaba mu ntungane.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:123","price":"Hanyuma (yewe Muhamadi) twaguhishuriye ko ugomba gukurikira idini rya Aburahamu (Isilamu), wasengaga Allah gusa, kandi akaba atarigeze aba mu babangikanyamana.","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:124","price":"Mu by’ukuri Isabato yashyiriweho ba bandi batayivuzeho rumwe (Abayahudi n’Intumwa yabo). Kandi mu by’ukuri ku munsi w’imperuka Nyagasani wawe azabakiranura ku byo batavugagaho rumwe.","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:125","price":"Hamagarira (abantu) kugana inzira ya Nyagasani wawe ukoresheje ubushishozi n’inyigisho nziza, unabagishe impaka mu buryo bwiza. Mu by’ukuri Nyagasani wawe ni We uzi neza uwayobye inzira ye, ndetse ni na We uzi neza abayobotse.","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:126","price":"Kandi nimwihorera (ku babagiriye nabi), mujye mwihorera bijyanye n’ibyo mwakorewe. Ariko nimwihangana (mukababarira), ni byo byiza ku bihangana.","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:127","price":"Ujye unihangana (yewe Muhamadi), (kuko) kwihangana kwawe ugushobozwa na Allah. Kandi (abaguhakanye) ntibazagutere agahinda, ndetse ntukanababazwe n’imigambi yabo mibisha.","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"rw"},{"name":"16:128","price":"Mu by’ukuri Allah ari kumwe na ba bandi bamugandukira, ndetse na ba bandi bakora ibyiza.","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"","lang":"rw"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}