{"data":[{"name":"2:1","price":"Alif Laam Miim.","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:2","price":"Icyo ni igitabo (Qur’an) kidashidikanywaho, kikaba n’umuyoboro ku batinyamana.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:3","price":"Ba bandi bemera ibitagaragara (byahanuwe), bagahozaho iswala[1] (z’itegeko) kandi bagatanga mu byo twabahaye.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"[1] Iswala ni inyito ya Kisilamu isobanura ibikorwa runaka biherekejwe n’imvugo runaka bitangirirwa n’ijambo Allah Akbar (Imana isumba byose), bigasozwa n’ijambo Assalaam Alaykum (amahoro y’Imana ababeho) ari byo twakwita Isengesho. Iswala ikaba irimo amoko abiri: Hari iz’itegeko ari zo Umuyisilamu ategetswe gukora ku munsi, n’izitari iz’itegeko z’umugereka twita (Sunat) zisobanurwa mu bitabo by’amategeko y’idini rya Isilamu (Fiq’hi).","lang":"rw"},{"name":"2:4","price":"Ni na bo bemera ibyo (wowe Muhamadi) wahishuriwe (Qur’an n’imigenzo y’Intumwa), bakanemera ibyahishuwe mbere yawe (ibitabo byahishuriwe Intumwa zakubanjirije), ndetse bakemera imperuka badashidikanya.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:5","price":"Abo ni bo bari mu nzira iboneye yagenwe na Nyagasani wabo, kandi ni bo bakiranutsi.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:6","price":"Mu by’ukuri (wowe Muhamadi), abahakanye wababurira utababurira, byose ni kimwe kuri bo, ntibazemera.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:7","price":"Allah yadanangiye imitima yabo n’ukumva kwabo, ndetse no ku maso yabo (ahashyira) igikingirizo (ibyo byose bituma batemera ukuri), kandi bazahanishwa ibihano bihambaye.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:8","price":"No mu bantu hari abavuga bati “Twemeye Allah n’umunsi w’imperuka”; nyamara mu by’ukuri atari abemera.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:9","price":"(Bibwira ko) baba babeshya Allah n’abemera, nyamara baba bibeshya ubwabo ariko ntibabyiyumvisha.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:10","price":"Mu mitima yabo harimo uburwayi (bwo gushidikanya n’uburyarya), bityo Allah yarabubongereye; kandi bazahanishwa ibihano bibabaza kubera ko barangwaga no kubeshya.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:11","price":"N’iyo babwiwe bati “Ntimugakore ubwangizi ku isi”, baravuga bati “Ahubwo ni twe dukora ibitunganye.”","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:12","price":"Mu by’ukuri, ni bo bangizi ariko ntibabyiyumvisha.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:13","price":"N’iyo babwiwe bati “Nimwemere nk’uko abandi bantu (abasangirangendo b’Intumwa Muhamadi) bemeye”, baravuga bati “Ese twemere nk’uko abadafite ubwenge bemeye?” Ahubwo ni bo badafite ubwenge ariko ntibabisobanukirwa.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:14","price":"N’iyo bahuye n’abemeye, baravuga bati “Twaremeye.” Nyamara bakwiherera bari kumwe n’ibikomerezwa byabo bibayobora mu buhakanyi, bakavuga bati “Rwose turi kumwe namwe, naho bo (abemeramana) mu by’ukuri tuba tubannyega.”","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:15","price":"Allah arabannyega (aburizamo umugambi wabo), akanabarekera mu kwigomeka kwabo barindagira.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:16","price":"Abo ni bo bahisemo ubuyobe babugurana kuyoboka, ndetse n’amahitamo yabo nta cyo yabunguye; kandi ntibanayobotse.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:17","price":"Urugero rwabo ni nk’urw’uwacanye umuriro, nuko wamara kumurika no kubonesha ibimukikije byose, Allah agatwara urumuri rwabo, akabasiga mu mwijima batabona.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:18","price":"(Abo bameze) nk’abatumva, abatavuga, ndetse n’abatabona; kandi nta n’ubwo bazisubiraho (ngo bagaruke mu nzira itunganye).","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:19","price":"Cyangwa (urundi rugero rwabo) ni (nk’abantu bagenda) mu mvura nyinshi iva mu kirere, irimo umwijima, inkuba n’imirabyo; bagashyira intoki zabo mu matwi kubera urusaku rwinshi rw’inkuba batinya gupfa. Ariko Allah agose abahakanyi (mu mpande zose).","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:20","price":"Umurabyo uba wenda kubahuma amaso, buri uko ubamurikiye baratambuka, wabazimiraho bagahagarara. Kandi n’iyo Allah aza kubishaka yari kubambura kumva kwabo no kubona kwabo. Mu by’ukuri, Allah ni Ushobora byose.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:21","price":"Yemwe bantu! Nimugaragire Nyagasani wanyu wabaremye mwe n’abababanjirije; kugira ngo mumugandukire.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:22","price":"We wabagiriye isi nk’isaso (kugira ngo muyigubweho neza) n’ikirere akakigira nk’igisenge, ndetse akanakimanuramo amazi, akayameresha imbuto zikaba amafunguro yanyu. Bityo, ntimukagire izindi mana mubangikanya na Allah, kandi mubizi (ko ari We wenyine ukwiye gusengwa).","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:23","price":"Kandi niba mushidikanya ku byo twahishuriye umugaragu wacu (Muhamadi), ngaho nimuzane igice cya Qur’an (Surat) kimwe kimeze nka yo (Qur’an), ndetse munahamagare abunganizi banyu batari Allah, niba muri abanyakuri.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:24","price":"Niba rero ibyo mutabikoze, nta n’ubwo muteze kubikora na mba, ngaho nimwirinde umuriro, wo ibicanwa byawo (bizaba ari) abantu n’amabuye; wateguriwe abahakanyi.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:25","price":"Kandi uhe inkuru nziza ba bandi bemeye bakanakora ibikorwa byiza, yo kuzagororerwa ubusitani butembamo imigezi (Ijuru). Buri uko bazajya bafungurirwamo imbuto, bazajya bavuga bati “Izi ni zo twafungurirwaga mbere”, ndetse bazazihabwa zisa (nk’izo baryaga ku isi, ariko zitandukanye mu buryohe). Bazanagororerwamo abafasha basukuye, kandi bazanabubamo ubuziraherezo.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:26","price":"Mu by’ukuri, Allah ntaterwa isoni no gutanga urugero urwo ari rwo rwose n’iyo rwaba urw’umubu cyangwa ikiwuruta. Ariko kuri ba bandi bemeye, bamenya ko ari ukuri guturutse kwa Nyagasani wabo, mu gihe abahakanye bavuga bati “Allah yari agamije iki mu gutanga uru rugero?” Aruyobesha benshi (abarekera mu buyobe bahisemo), ndetse akanaruyoboresha benshi; kandi nta bandi aruyobesha uretse inkozi z’ibibi gusa.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:27","price":"Ba bandi bica isezerano rya Allah [1] nyuma yo kuryemeza, bakanatanya ibyo Allah yategetse ko byungwa (ubuvandimwe no kudatanya imiryango) kandi bagakora ubwangizi ku isi; abo ni bo banyagihombo.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"[1] Isezerano rya Allah rivugwa hano, ni uko nta yindi mana ikwiye kugaragirwa by’ukuri uretse Allah nk’uko byigishijwe n’Intumwa zose za Allah.","lang":"rw"},{"name":"2:28","price":"Ni gute mwahakana Allah, kandi mutari muriho akabaha ubuzima (abarema), hanyuma akabubambura ndetse akazanabubasubiza (ku munsi w’izuka), nuko mugasubizwa iwe?","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:29","price":"Ni We wabaremeye ibiri ku isi byose, hanyuma yerekera ku kirere akiremamo ibirere birindwi (bitunganye), kandi ni we Mumenyi uhebuje wa buri kintu.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:30","price":"Unibuke (yewe Muhamadi) ubwo Nyagasani wawe yabwiraga abamalayika ati “Mu by’ukuri, ngiye gushyira umusigire (ikiremwamuntu) ku isi.” Baravuga bati “Ese urayishyiraho uzayikoreraho ubwangizi akanamena amaraso, kandi twe tugusingiza tukanagushimira ndetse tukanagutagatifuza? (Allah) aravuga ati “Mu by’ukuri, Njye nzi ibyo mutazi.”","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:31","price":"Nuko (Allah) yigisha Adamu amazina y’ibintu byose, hanyuma abimurikira abamalayika, arababwira ati “Ngaho nimumbwire amazina yabyo niba muri abanyakuri.”","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:32","price":"Baravuga bati “Ubutagatifu ni ubwawe, nta bumenyi dufite uretse ubwo watwigishije. Mu by’ukuri, ni Wowe Mumenyi uhebuje, Nyirubugenge buhambaye.”","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:33","price":"Aravuga ati “Yewe Adamu! Babwire amazina yabyo.” Nuko amaze kubabwira amazina yabyo, (Allah) aravuga ati “Ese sinababwiye ko nzi ibyihishe mu birere no mu isi, kandi nkaba nzi ibyo mugaragaza n’ibyo muhisha?”","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:34","price":"Kandi muzirikane ubwo twabwiraga abamalayika tuti “Nimwubamire[1] Adamu”, nuko bose bakubama uretse Ibilisi (Shitani) wanze akishyira hejuru nuko akaba mu bahakanyi (banze kumvira Allah).","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"[1] Ukubama kuvugwa hano ni indamutso y’icyubahiro gihebuje.","lang":"rw"},{"name":"2:35","price":"Twaranavuze tuti “Yewe Adamu! Tura mu Ijuru wowe n’umugore wawe, murye (imbuto zirimo) mu mudendezo aho mushatse hose, ariko muramenye ntimuzegere iki giti mutazaba mu banyamahugu.”","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:36","price":"Nuko Shitani arabashuka (barya kuri cya giti), abakura mu byo bari barimo (ubuzima bwo mu ijuru). Turababwira tuti “Mumanuke muvemo (mu Ijuru) muri abanzi hagati yanyu (Shitani azaba umwanzi wanyu n’abazabakomokaho).” Isi ni yo izaba ubuturo bwanyu, kandi muzayigiramo umunezero kugeza igihe cyagenwe.”","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:37","price":"Nuko Adamu yakira amagambo (yo kwicuza) avuye kwa Nyagasani we,[1] maze Nyagasani yakira ukwicuza kwe. Mu by’ukuri, ni We Uwakira ukwicuza, Nyirimbabazi.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"[1] Amagambo avugwa muri uyu murongo, ni amagambo Allah yigishije Adamu kugira ngo amenye uburyo bwo kwicuza. Ayo magambo aboneka muri Qur’an, igice cya 7, umurongo wa 23.","lang":"rw"},{"name":"2:38","price":"Turavuga tuti “Nimumanuke muve aha mwese. Kandi nimuramuka mugezweho n’umuyoboro unturutseho, abazakurikira umuyoboro wanjye nta bwoba ndetse nta n’agahinda bazigera bagira.”","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:39","price":"Naho abazahakana bakanahinyura ibimenyetso byacu (amagambo, inyigisho n’ubuhanuzi), abo bazaba abo mu muriro; bakazawubamo ubuziraherezo.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:40","price":"Yemwe bene Isiraheli![1] Nimwibuke ingabire zanjye nabahundagajeho, maze mwuzuze isezerano ryanjye (ryo kwemera ibitabo n’Intumwa zanjye), kugira ngo nanjye nuzuze iryanyu (ryo kubagirira impuhwe ku isi no kuzabarokora ku munsi w’imperuka), kandi mube ari Njye njyenyine mutinya.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"[1] Isiraheli ni umuhanuzi wa Allah, akaba ari we Yakobo mwene Isaka mwene Aburahamu, ari na we Abayahudi bakomokaho.","lang":"rw"},{"name":"2:41","price":"Kandi mwemere ibyo nahishuye (Qur’an) bishimangira ibyo mufite (Tawurati), ndetse ntimuzabe aba mbere babihakana. Ntimuzanagurane amagambo yanjye igiciro gito, kandi abe ari Njye jyenyine mutinya.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:42","price":"Kandi ntimuzavange ukuri n’ikinyoma, cyangwa ngo muhishe ukuri kandi mukuzi.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:43","price":"Munahozeho iswala (z’itegeko) [8], munatange amaturo (Zakat y’itegeko)[9] kandi mwuname hamwe n’abunama (mukora iswala).","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"[1] Reba uko twasobanuye iyi nyito mu murongo wa 62 muri Surat ul Baqarat.","lang":"rw"},{"name":"2:44","price":"Ese mubwiriza abantu gukora ibyiza mwe mukiyibagirwa, kandi mwe musoma igitabo (Tawurati)? Ese nta bwenge mugira?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:45","price":"Kandi mujye mwifashisha (muri gahunda zanyu zose) ukwihangana n’iswala[1]; n’ubwo mu by’ukuri bigoye uretse ku bibombarika.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"[1]  Reba uko twasobanuye umurongo wa 3 muri iyi Surat.","lang":"rw"},{"name":"2:46","price":"(Abo ni) ba bandi bizera ko bazahura na Nyagasani wabo, kandi ko bazasubira iwe (ku munsi w’imperuka).","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:47","price":"Yemwe bene Isiraheli! Nimwibuke ingabire zanjye nabahundagajeho, kandi munibuke ko nabarutishije ibindi biremwa (byo ku gihe cyanyu).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:48","price":"Munatinye umunsi umuntu atazagira icyo amarira undi, ubuvugizi bwe ntibwemerwe, ndetse n’ingurane ye (yo kwigura ngo adahanwa) ntiyakirwe, kandi nta n’ubwo bazatabarwa.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:49","price":"Munibuke ubwo twabakizaga abantu bo kwa Farawo, ubwo babakoreraga ubugome ndengakamere; bica abana banyu b’abahungu bagasiga abakobwa banyu, kandi muri ibyo harimo ikigeragezo gihambaye gituruka kwa Nyagasani wanyu.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:50","price":"Munibuke ubwo twabatandukanyirizaga inyanja tukabarokora, hanyuma tukaroha abantu bo kwa Farawo mubyibonera.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:51","price":"Munibuke ubwo twasezeranyaga Musa igihe kingana n’amajoro mirongo ine (kugira ngo ahabwe Tawurati), maze (mu gihe atari ahari) mufata akamasa (muragasenga), nuko muba inkozi z’ibibi.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:52","price":"Nuko nyuma y’ibyo, turabababarira kugira ngo mushimire.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:53","price":"Munibuke ubwo twahaga Musa igitabo (Tawurati) gitandukanya ukuri n’ikinyoma, kugira ngo muyoboke (by’ukuri).","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:54","price":"Munibuke ubwo Musa yabwiraga abantu be ati “Yemwe bantu banjye! Mu by’ukuri, mwarihemukiye ubwo mwafataga akamasa (mwibumbiye) mukakagira ikigirwamana. Ngaho nimwicuze ku Muremyi wanyu, maze mwicane (abatarabangikanyije Allah muri mwe bice abamubangikanyije nk’igihano kuri bo) [1]; ibyo ni byo byiza kuri mwe imbere y’Umuremyi wanyu (aho gushyirwa mu muriro w’iteka).” Nuko Allah yakira ukwicuza kwanyu. Mu by’ukuri, ni we Uwakira ukwicuza, Nyirimbabazi.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"[1] Ubu buryo bwo kwicuza abantu babanje kwicana, ni bwo bwakoreshwaga muri icyo gihe, ariko Imana yaje kubusimbuza kwicuza habayeho gusaba Imana imbabazi ku byaha umuntu yakoze.","lang":"rw"},{"name":"2:55","price":"Munibuke ubwo mwavugaga muti “Yewe Musa! Ntituzigera tukwemera keretse tubonye Allah imbona nkubone”; maze mukubitwa n’ikibatsi cy’umuriro w’inkuba (kirabica) mwirebera.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:56","price":"Nuko turabazura nyuma yo gupfa, kugira ngo mushimire.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:57","price":"Twanabugamishije mu gicucu cy’igicu (igihe mwayobagurikaga mu butayu muvuye mu Misiri), tunabamanurira amafunguro ya Manu[1] na Saluwa[2], (tubabwira tuti) “Nimurye mu byiza twabafunguriye,” (ariko babirenzeho barahakana). Nyamara ntabwo ari twe bagiriye nabi ahubwo ni bo ubwabo bihemukiye.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"[1] Manu: ni ubukozo buryohera nk’ubuki, buva mu giti cyo mu bwoko bwitwa Tamarsk cyera mu karere ka Sinayi. \n[2] Saluwa: Ni uruhuri rw’ubwoko bw’inyoni zitwarwa n’imiyaga mu burasirazuba bwa Mediterane. Izo nyoni bazohererezwaga na Allah kugira ngo bazibage bazirye.","lang":"rw"},{"name":"2:58","price":"Munibuke ubwo twavugaga tuti “Mwinjire muri uyu mudugudu (Yeruzalemu), hanyuma murye ibiwurimo mu mudendezo, muninjire mu marembo yawo mwicishije bugufi, munavuge muti “Tubabarire ibyaha byacu”, tuzabababarira ibyaha byanyu, kandi tuzongerera (ingororano) abakora ibyiza.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:59","price":"Nuko abigometse bahindura imvugo bakora ibyo batabwiwe (aho gusaba imbabazi no kwicisha bugufi, barushaho kwigomeka). Nuko abakoze ibibi tubamanurira igihano giturutse mu kirere kubera ubukozi bw’ibibi bwabo.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:60","price":"Munibuke ubwo Musa yasabiraga abantu be amazi (ubwo bari bishwe n’inyota) nuko tukamubwira tuti “Kubita inkoni yawe ku ibuye.” (Arikubise) riturikamo amasoko cumi n’abiri, nuko buri muryango umenya isoko unyweraho. (Turababwira tuti) “Nimurye kandi munywe ku mafunguro aturutse kwa Allah, kandi ntimugakwize ubwangizi ku isi.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:61","price":"Munibuke ubwo mwavugaga muti “Yewe Musa! Ntituzihanganira indyo imwe, ku bw’ibyo dusabire Nyagasani wawe adukurire mu butaka ibyo bwera; mu mboga, imyungu, ingano, inkori, ibitunguru bibuturukamo.” (Musa) aravuga ati “Ese murahitamo ibiciriritse mukareka ibyiza? Ngaho nimujye mu mudugudu uwo ari wo wose muzabonamo ibyo mwasabye!” Nuko bahanishwa gusuzugurika n’ubukene, kandi bagenda barakariwe na Allah. Ibyo byatewe n’uko bahakanaga amagambo ya Allah, bakanica abahanuzi babarenganyije. Ibyo byatewe n’uko bigometse bakanarengera (imbago za Allah).","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:62","price":"Mu by’ukuri ba bandi bemeye (ubutumwa bwa Muhamadi), Abayahudi (abemeye ubutumwa bwa Musa ku gihe cye), Abanaswara (abemeye ubutumwa bwa Isa (Yesu) ku gihe cye) [1] n’Abaswaabi’i (abagumye kuri kamere yabo yo kwemera Imana batagira idini bayobotse muri icyo gihe), (muri abo bose) abemeye Allah by’ukuri, bakemera umunsi w’imperuka ndetse bakanakora ibitunganye, abo bazagororerwa ibihembo kwa Nyagasani wabo, kandi nta bwoba ndetse nta n’agahinda bazagira.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"[1] Iyi nyito Abanaswara, ubusanzwe ni ijambo ry’icyarabu A-Naswara rikomoka ku izina ry’Umujyi A-Naaswirat ari wo Nazareti umwe mu mijyi igize igihugu cya Palesitina, ukaba ari na wo mujyi Yesu yakomokagamo. Bishatse gusobanura ko Abanaswara ari abakurikiye uwavukiye i Nazareti. Iyi nyito hamwe n’Abahawe igitabo (Ahlul Kitab) ni zo nyito zikoreshwa muri Qur’an no mu nyigisho z’Intumwa y’Imana (Hadithi), ndetse no mu bitabo bya Kisilamu byo hambere, zigamije kuvuga Abakurikiye ubutumwa bw’Intumwa y’Imana Yesu (Issa) Imana imuhundagazeho amahoro. Niyo mpamvu n’ahandi hose hari buvugwe abakurikiye Yesu bari buvugwe mu mirongo ya Qur’an turi bukoreshe inyito Abanaswara.","lang":"rw"},{"name":"2:63","price":"Munibuke (yemwe bene Isiraheli) ubwo twakiraga isezerano ryanyu (ryo kubahiriza amategeko ya Tawurati), tukanazamura umusozi hejuru yanyu (tugiye kuwububikaho), (turababwira tuti) “Ngaho nimwakire ibyo twabahaye (Tawurati) mubikomeze, kandi muzirikane ibirimo kugira ngo mugandukire Imana.”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:64","price":"Nyuma murongera mubitera umugongo. Iyo bitaza kuba ineza n’impuhwe bya Allah kuri mwe, mwari kuba mu banyagihombo.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:65","price":"Kandi mu by’ukuri mwamenye bamwe muri mwe barengereye isabato[1], nuko turababwira tuti “Nimube inkende musuzuguritse.”","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"[1] Abayisiraheli bategetswe kutagira icyo bakora ku isabato uretse gusenga Imana byonyine. Nyuma bamwe muri bo babirenzeho bakoresheje amayeri bakaraza imitego yo kuroba amafi mu nyanja kuwa gatanu bakayitegura ku cyumweru, abandi bakabikora ku mugaragaro.","lang":"rw"},{"name":"2:66","price":"Nuko (icyo gihano) tukigira isomo ku bariho icyo gihe no ku bazabaho nyuma yabo, binaba inyigisho ku batinya (Allah).","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:67","price":"Munibuke ubwo Musa yabwiraga abantu be ati “Mu by’ukuri, Allah abategetse kubaga inka.” Baravuga bati “Ese uradukinisha?” (Mussa) aravuga ati “Nikinze kuri Allah ngo andinde kuba mu njiji.”","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:68","price":"Baravuga bati “Dusabire Nyagasani wawe adusobanurire imiterere y’iyo nka.” Aravuga ati “Mu by’ukuri, (Allah) avuze ko ari inka itari ijigija ntibe n’umutavu; ahubwo ibe iri hagati y’izo zombi. Ngaho nimukore ibyo mutegetswe.”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:69","price":"Baravuga bati “Dusabire Nyagasani wawe adusobanurire ibara ryayo.” Aravuga ati “Mu by’ ukuri, avuze ko ari inka y’igaju, y’ibara rikeye cyane, ishimisha abayireba.”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:70","price":"Baravuga bati “Dusabire Nyagasani wawe adusobanurire iyo ari yo, kuko rwose inka (zimeze zityo ni nyinshi) zaduteye urujijo, kandi mu by’ukuri Allah nabishaka turayimenya.”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:71","price":"Aravuga ati “Mu by’ukuri, (Allah) avuze ko ari inka itarigeze ikoreshwa imirimo yo guhinga ndetse no kuhira imyaka; ni inziranenge itagira icyasha.” (Nyuma yo kuyibona), baravuga bati “Noneho uvuze ukuri.” Nuko barayibaga, n’ubwo bari hafi yo kutabikora.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:72","price":"(Munibuke) ubwo mwicaga umuntu mukitana bamwana. Ariko Allah yashyize ahagaragara ibyo mwahishaga.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:73","price":"Turababwira tuti “(Uwishwe) nimumukubite bimwe mu bice byayo (inka), (babimukubitishije arazuka).” Uko ni ko Allah azura abapfuye, kandi akabereka ibitangaza bye kugira ngo musobanukirwe.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:74","price":"Maze nyuma yaho imitima yanyu irinangira imera nk’amabuye, cyangwa se ikomera kurushaho; kuko mu by’ukuri, mu mabuye harimo aturikamo imigezi, hari n’ayandi yiyasa akavamo amazi, ayandi na yo agahanuka kubera gutinya Allah. Kandi Allah ntabwo ayobewe ibyo mukora.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:75","price":"Ese (mwe abemera) mwizera ko (abo Bayahudi) bakwemera idini ryanyu, kandi bamwe muri bo (abamenyi babo) barajyaga bumva amagambo ya Allah (Tawurati) bakayahindura (ku bwende) nyuma yo kuyasobanukirwa?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:76","price":"Kandi iyo bahuye n’abemeye baravuga bati “Twaremeye” (ko Muhamadi ari Intumwa y’ukuri kandi yahishuwe mu gitabo cyacu cya Tawurati). Nyamara bakwiherera bari bonyine bakabwirana bati “Ese murabaganirira ibyo Allah yabahishuriye (ihanurwa ry’Intumwa Muhamadi muri Tawurati) kugira ngo bazabibashinjishe kwa Nyagasani wanyu? Ese nta bwenge mugira?”","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:77","price":"Ese bayobewe ko Allah azi ibyo bahisha n’ibyo bagaragaza?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:78","price":"No muri bo (Abayahudi) hari abatarize batazi gusoma no kwandika, ntibanamenye igitabo (Tawurati), uretse ukwizera kujyanye n’ibyifuzo bidafite ishingiro; ahubwo barangwa no gukeka gusa.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:79","price":"Hagowe ba bandi biyandikira igitabo n’amaboko yabo, nyuma bakavuga bati “Iki giturutse kwa Allah” bagamije kukigurana ikiguzi gito (indonke z’isi), bazabona akaga gakomeye kubera ibyo amaboko yabo yanditse, kandi bazabona akaga gakomeye kubera izo ndonke babona.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:80","price":"(Abayisiraheli) baranavuze bati “Umuriro ntuzadukoraho uretse iminsi mbarwa.” Vuga uti “Ese mwagiranye isezerano na Allah atagomba gutatira, cyangwa muvuga ibyo mutazi kuri Allah?”","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:81","price":"Si ko biri! Ukoze ikibi akaba imbata y’ibyaha bye; abo ni abantu bo mu muriro, bazawubamo ubuziraherezo.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:82","price":"Na ba bandi bemeye bakanakora ibikorwa byiza; abo ni abantu bo mu ijuru, bazaribamo ubuziraherezo.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:83","price":"Munibuke ubwo twakiraga isezerano rya bene Isiraheli (rigira riti) “Ntimuzasenge ikindi kitari Allah, muzagirire neza ababyeyi bombi, abo mufitanye isano, imfubyi n’abakene, muvugane n’abantu mukoresheje imvugo nziza, muhozeho iswala[1], kandi mutange amaturo. Nuko mutera umugongo (amategeko yacu) munirengagiza (isezerano ryacu) uretse bake muri mwe.”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"[1] Reba uko twasobanuye umurongo wa 3 muri iyi Surat.","lang":"rw"},{"name":"2:84","price":"Munibuke ubwo twakiraga isezerano ryanyu ry’uko mutazamena amaraso (ya bagenzi banyu), ko mutazanameneshanya mu ngo zanyu; maze murabyemera muranabihamya.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:85","price":"Nyuma mwe ubwanyu (mubirengaho) muricana, munamenesha bamwe muri mwe mu ngo zabo, munashyigikirana mu kubakorera ubuhemu n’ubugome. N’iyo babagannye barafatiwe ku rugamba mubatangira ingurane zo kubabohora kandi ari ikizira kuri mwe kubamenesha.[1] Ese mwemera bimwe mu gitabo (Tawurati) mugahakana ibindi? Nta kindi gihembo cy’ukora ibyo muri mwe uretse igisebo mu buzima bwo ku isi, ndetse no ku munsi w’imperuka bazashyirwa mu bihano bikomeye cyane. Kandi Allah ntabwo ayobewe ibyo mukora.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"[1] I Madina hari amoko abiri ari yo Awusi na Khaziraji, ayo moko yombi mbere y’uko ayoboka Isilamu yahoraga ashyamiranye, Abayahudi bari batuye i Madina baje gucikamo ibice bibiri, bamwe bifatanya n’ubwoko bwa Awusi abandi na bo bifatanya n’ubwoko bwa Khaziraji. Iyo ayo moko yarwanaga Abayahudi bari ku ruhande rumwe bicaga bene wabo bo ku rundi ruhande. Iyo hagiraga Abayahudi bafatwa bunyago mu ntambara ku ruhande rumwe, bene wabo bo ku rundi ruhande babatangiraga ingurane zo kubabohora. Aha niho babwirwa bati “Niba mubohoza imbohe z’Abayahudi kubera gukurikiza Tawurati, kubera iki mwicana mukanameneshanya kandi na byo bibujijwe muri Tawurati?”","lang":"rw"},{"name":"2:86","price":"Abo ni bo bahisemo ubuzima bwo ku isi babugurana ubw’imperuka. Ntabwo bazoroherezwa ibihano ndetse nta n’ubwo bazatabarwa.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:87","price":"Mu by’ukuri, twahaye Musa igitabo (Tawurati) tunakurikizaho izindi Ntumwa nyuma ye, tunaha Isa (Yesu) mwene Mariyamu (Mariya) ibimenyetso bigaragara, tunamushyigikiza Roho Ntagatifu [Malayika Jibril (Gaburiheli)]. Ese kuki buri uko Intumwa ibazaniye ibyo imitima yanyu itifuza mwibona, maze zimwe mukazihinyura izindi mukazica!?","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:88","price":"Kandi (Abayahudi ubwo Intumwa Muhamadi yabagezagaho ubutumwa) baravuze bati “Imitima yacu irapfundikiye (iradanangiye ntiyumva amagambo yawe).” Ahubwo Allah yarabavumye kubera ubuhakanyi bwabo, dore ko ibyo bemera ari bike.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:89","price":"N’igihe bagerwagaho n’igitabo (Qur’an) giturutse kwa Allah, gishimangira ibyo bafite (ihishurwa ry’ubutumwa bw’Intumwa Muhamadi muri Tawurati, barabihakanye), kandi mbere (yo kuza kw’Intumwa Muhamadi) barabyifashishaga nk’ingabo basaba Allah gutsinda abahakanyi. Ariko bamaze kugerwaho n’ibyo bari baramenye (ubutumwa bwa Muhamadi) barabihakanye. Ku bw’ibyo, umuvumo wa Allah ube ku bahakanyi.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:90","price":"Mbega ukuntu ibyo bihitiyemo ubwabo ari bibi, ubwo bahakanaga ibyo Allah yahishuye bitewe n’ishyari ry’uko Allah ahundagaza ibyiza bye ku wo ashaka mu bagaragu be! Ku bw’ibyo, bagezweho n’uburakari bwiyongera ku burakari, kandi abahakanyi bazahanishwa ibihano bisuzuguza.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:91","price":"N’iyo babwiwe bati “Nimwemere ibyo Allah yahishuye (ubutumwa bwa Muhamadi)”, baravuga bati “Twemera ibyo twahishuriwe” (binyuze ku Ntumwa zacu); bagahakana ibyahishuwe nyuma (Qur’an) kandi ari ukuri gushimangira ibyo bafite (Tawurati). Babwire (yewe Muhamadi) uti “Niba koko mwari abemera by’ukuri, kuki mbere mwicaga abahanuzi ba Allah?”","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:92","price":"Kandi mu by’ukuri, Musa yabazaniye ibimenyetso bisobanutse, nyuma mufata akamasa mukagira ikigirwamana mu gihe atari ahari, kandi mwari ababangikanyamana.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:93","price":"Munibuke (yemwe bene Isiraheli) ubwo twakiraga isezerano ryanyu (ryo kubahiriza amategeko ya Tawurati, ntimwaryubahiriza), tukanazamura Twuur (umusozi wa Sinayi) hejuru yanyu (tugiye kuwububikaho), (turababwira tuti) “Ngaho nimwakire ibyo twabahaye (Tawurati) mubikomeze, kandi mwumve (munumvire).” Baravuga bati “Twumvise ariko ntitwumviye.” Ku bw’ubuhakanyi bwabo, imitima yabo inyurwa no kugaragira akamasa. Babwire (yewe Muhamadi) uti “Ibyo ukwemera kwanyu kubategeka ni bibi, niba koko muri abemera.”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:94","price":"Babwire uti “Niba ubuturo bw’imperuka (Ijuru) buri kwa Allah ari umwihariko wanyu nta bandi bantu (babugenewe), ngaho nimwifuze urupfu niba koko muri abanyakuri.”","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:95","price":"Ntibazarwifuza na rimwe kubera ibyo amaboko yabo yakoze, kandi Allah azi neza inkozi z’ibibi.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:96","price":"Kandi uzasanga (Abayahudi) ari bo bashishikariye ubuzima (bwo ku isi) cyane kurusha abandi bantu ndetse no kurusha ababangikanyamana. Buri wese muri bo yifuza ko yarama imyaka igihumbi, nyamara kurama si byo byamurokora ibihano. Kandi Allah ni Ubona bihebuje ibyo bakora.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:97","price":"Vuga (yewe Muhamadi) uti “Uwaba ari umwanzi wa Malayika Jibril (kubera ko ari we wakuzaniye ubutumwa), mu by’ukuri (amenye ko Jibril) yayimanuye (Qur’an) akayishyira mu mutima wawe ku burenganzira bwa Allah, kugira ngo ishimangire ibyayibanjirije (ibitabo), ibe umuyoboro n’inkuru nziza ku bemera.”","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:98","price":"Uwaba ari umwanzi wa Allah, abamalayika be, Intumwa ze, Jibril na Mikayile (Mika-il), (amenye ko) mu by’ukuri Allah ari umwanzi w’abahakanyi.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:99","price":"Kandi mu by’ukuri (yewe Muhamadi), twaguhishuriye ibimenyetso bigaragara. Nta n’ubihakana usibye inkozi z’ibibi.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:100","price":"Ese ni kuki (Abayahudi) buri uko batanze isezerano, agatsiko muri bo karyica? Ahubwo abenshi muri bo ntibemera.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:101","price":"N’igihe bagerwagaho n’Intumwa (Muhamadi) iturutse kwa Allah, ishimangira ibyo bafite (muri Tawurati), agatsiko mu bahawe igitabo kateraga umugongo igitabo cya Allah (Qur’an) nk’aho nta cyo bazi.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:102","price":"Banakurikiye ibyo amashitani yabwiraga (abarozi) ku ngoma ya Sulayimani (Umuhanuzi Salomo), nyamara Sulayimani ntiyigeze aba umuhakanyi (ntiyize kuroga), ariko amashitani yo yabaye amahakanyi, yigisha abantu uburozi n’ibyamanuriwe abamalayika babiri; ari bo Haruta na Maruta i Babil (Babiloni). Kandi (abo bamalayika) nta we bigishaga batabanje kumubwira bati “Mu by’ukuri twe turi ikigeragezo, uramenye ntube umuhakanyi.” Nuko bakabigiraho ibyo bifashisha mu gutanya umugabo n’umugore we, ariko nta n’uwo bashoboraga kugirira nabi babwifashishije bitari ku bushake bwa Allah. Kandi babigiragaho ibibagirira nabi bitanabafitiye akamaro, ndetse bari bazi neza ko ubuhisemo (uburozi) nta mugabane (ibihembo) azagira ku munsi w’imperuka. Kandi ibyo bahisemo (uburozi n’ubuhakanyi) bakabisimbuza (kurokora) roho zabo, ni bibi kuri bo iyo baza kubimenya.","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:103","price":"Mu by’ukuri, iyo baza kwemera bakanagandukira Imana, ibihembo bituruka kwa Allah byari kuba byiza kuri bo, iyo baza kubimenya.","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:104","price":"Yemwe abemeye! Ntimukavuge (mubwira Intumwa Muhamadi) muti “Cisha make tukumve (Raa-inaa)”,[1] ahubwo mujye muvuga muti “Twihanganire tubanze dufate ibyo watwigishije (Un’dhwurna)”, ndetse mwumve. Kandi abahakanyi bazahanishwa ibihano bibabaza.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"[1] Raa-inaa: Iri jambo risobanura ngo cisha make usome buhoro tukumve. Nyamara mu giheburayo ni ijambo ry’igitutsi, Abayahudi bakaba bararikoresheje bagamije gutuka Intumwa Muhamadi mu rurimi rwabo.","lang":"rw"},{"name":"2:105","price":"Abahakanye mu bahawe ibitabo (abayahudi n’abanaswara) ndetse n’ababangikanyamana, ntibifuza ko hari icyiza giturutse kwa Nyagasani wanyu cyabageraho (mwe abemera). Ariko Allah aharira impuhwe ze uwo ashaka, kandi Allah ni We Nyiringabire zihambaye.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:106","price":"Ntidusimbuza umurongo (Ayat) cyangwa ngo dutume wibagirana, ahubwo tuzana umwiza (kuri mwe) kuwurusha cyangwa uhwanye na wo. Ese ntuzi ko Allah ari Ushobora byose?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:107","price":"Ese (yewe Muhamadi) ntuzi ko Allah afite ubwami bw’ibirere n’ubw’isi? Nta wundi murinzi cyangwa umutabazi mufite utari Allah.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:108","price":"Cyangwa se (yemwe abemeye) murashaka kubaza Intumwa yanyu (Muhamadi) nk’uko Musa yabajijwe mbere? N’uhisemo ubuhakanyi aretse ukwemera, rwose aba ayobye inzira igororotse.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:109","price":"Abenshi mu bahawe igitabo bifuza ko babahindura mukongera kuba abahakanyi nyuma y’uko mwemeye na nyuma y’uko ukuri (kw’Intumwa Muhamadi) kubagaragariye, kubera ishyari bafite mu mitima yabo. Ku bw’ibyo, nimubabarire munarenzeho kugeza ubwo Allah azazana itegeko rye. Mu by’ukuri, Allah ni Ushobora byose.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:110","price":"Munahozeho iswala[1] (muzitunganya uko bikwiye), munatange amaturo, kandi icyiza cyose mwiteganyirije imbere muzagisanga kwa Allah. Mu by’ukuri, Allah ni Ubona bihebuje ibyo mukora.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"[1] Reba uko twasobanuye umurongo wa 3 muri iyi Surat.","lang":"rw"},{"name":"2:111","price":"Baranavuze bati “Ntawe uzinjira mu ijuru uretse uwabaye Umuyahudi cyangwa Umunaswara.” [1] Ibyo ni ibyifuzo byabo. Vuga (yewe Muhamadi) uti “Nimuzane gihamya yanyu niba koko muri abanyakuri.”","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"[1] Reba uko twasobanuye iyi nyito mu murongo wa 62 muri Surat ul Baqarat","lang":"rw"},{"name":"2:112","price":"Si ko biri! Ahubwo uwiyeguriye Allah akaba n’ukora ibyiza, azabona igihembo cye kwa Nyagasani we, kandi nta bwoba (bw’aho bagiye) ndetse nta n’agahinda (k’ibyo basize) bazagira.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:113","price":"Abayahudi kandi baravuze bati “Abanaswara nta shingiro bafite (ntibari mu idini ry’ukuri)”, n’Abanaswara baravuga bati “Abayahudi nta shingiro bafite (ntibari mu idini ry’ukuri)”; nyamara bose basoma igitabo (Tawurati n’Ivanjili). Iyo ni na yo mvugo abatabizi (ababangikanyamana b’Abarabu) bavuze. Allah ni we uzabakiranura ku munsi w’izuka mu byo batumvikanagaho.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:114","price":"Ese ni nde muhemu urenze ubuza ko imisigiti ya Allah isingirizwamo izina rye, agaharanira kuyisenya? Abo ntibakwiye kuyinjiramo (kandi nibiba ngombwa ko bayinjiramo, bagomba kuyinjiramo) bafite ubwoba. Bafite igisebo ku isi, kandi ku munsi w’imperuka bazahanishwa ibihano bihambaye.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:115","price":"Kandi Uburasirazuba n’Uburengerazuba ni ibya Allah, aho mwakwerekera hose uburanga bwa Allah buba buhari. Mu by’ukuri, Allah ni Nyir’ubwami bwagutse, Umumenyi uhebuje.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:116","price":"(Abayahudi, Abanaswara[1] n’ababangikanyamana) baravuze bati “Allah afite umwana.” Ubutagatifu ni ubwe (ntibibaho ko yagira umwana)! Ahubwo ibiri mu birere no mu isi byose ni ibye kandi byose biramwumvira.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"[1] Reba uko twasobanuye iyi nyito mu murongo wa 62 muri Surat ul Baqarat","lang":"rw"},{"name":"2:117","price":"Ni we Muhanzi w’ibirere n’isi. N’iyo ashaka ikintu, mu by’ukuri arakibwira ati “Ba!” Nuko kikaba.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:118","price":"Abadasobanukiwe (mu bahawe igitabo n’abahakanyi b’Abarabu) baravuze bati “Kuki Allah atatwibwirira (ko uri Intumwa ye) cyangwa ngo tugerweho n’igitangaza (gihamya ukuri kwawe)?” Uko ni ko n’abababanjirije bavuze imvugo nk’iyabo. Imitima yabo irasa. Mu by’ukuri, twagaragaje ibitangaza ku bantu bemera badashidikanya.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:119","price":"Mu by’ukuri, (yewe Muhamadi) twakohereje (tuguhaye ubutumwa bw’) ukuri (Isilamu), ugeze inkuru nziza (ku bemera Allah), unaburire (abahakanyi), kandi ntuzabazwa iby’abo mu muriro.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:120","price":"Kandi Abayahudi n’Abanaswara,[1] ntibazigera bakwishimira keretse ukurikiye inzira yabo. Vuga (yewe Muhamadi) uti “Mu by’ukuri, umuyoboro wa Allah ni wo muyoboro nyawo.” Kandi uramutse ukurikiye irari ryabo nyuma y’uko ubumenyi (ubutumwa) bukugezeho, nta wundi murinzi cyangwa umutabazi wazagira kwa Allah.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"[1] Reba uko twasobanuye iyi nyito mu murongo wa 62 muri Surat ul Baqarat","lang":"rw"},{"name":"2:121","price":"Abo twahaye igitabo bakagisoma uko kigomba gusomwa ni bo bacyemera (bemera ibyavuzwe muri cyo, bihanura Intumwa Muhamadi). Naho abagihakana ni bo banyagihombo.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:122","price":"Yemwe bene Isiraheli! Nimwibuke ingabire zanjye nabahundagajeho, kandi munibuke ko nabarutishije ibindi biremwa (byo ku gihe cyanyu).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:123","price":"Munatinye umunsi umuntu atazagira icyo amarira undi, maze ingurane ye (yo kwigura) ntiyakirwe, ubuvugizi bwe ntibugire icyo bumumarira, ndetse nta n’ubwo bazatabarwa.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:124","price":"Unibuke ubwo Nyagasani wa Aburahamu yamugeragereshaga amategeko, akayubahiriza. (Nyagasani) aravuga ati “Mu by’ukuri, ngiye kukugira umuyobozi w’abantu.” (Aburahamu) aravuga ati “No mu rubyaro rwanjye?” (Nyagasani) aravuga ati “(Ni byo, ariko) isezerano ryanjye ntirizagera ku nkozi z’ibibi.”","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:125","price":"Unibuke ubwo ingoro ya (Al Ka’abat) twayigiraga ahantu h’ihuriro n’amahoro ku bantu. Kandi tunabategeka ko aho Aburahamu yahagararaga (Maqam Ibrahim)[1] muhagira ahantu ho gusengera. Tunategeka Aburahamu na Isimayili (tugira tuti) “Musukure ingoro yanjye mubigiriye abayizenguruka (bakora umutambagiro), abahakorera umwiherero (Itikafu), ndetse n’abunama n’abubama (basali).","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"[1] Maqam Ibrahim: Ni ibuye Aburahamu yahagararagaho yubaka Al Ka’abat, na n’ubu haracyari ibimenyetso by’ibirenge bye.","lang":"rw"},{"name":"2:126","price":"Unibuke ubwo Aburahamu yavugaga ati “Nyagasani wanjye! Uyu murwa (wa Maka) wugire ahantu h’amahoro, uhe amafunguro agizwe n’imbuto abawutuye muri bo; bemera Allah n’umunsi w’imperuka.” (Nyagasani) aravuga ati “Naho uzahakana, nzamushimisha by’igihe gito (ku isi), hanyuma (ku munsi w’imperuka) muhirikire mu bihano by’umuriro, kandi (umuriro) ni wo shyikiro ribi!","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:127","price":"Unibuke ubwo Aburahamu na Ismail bazamuraga imisingi y’ingoro (Al Ka’abat), (bagira bati) “Nyagasani wacu! Twakirire (ibikorwa n’ubusabe byacu), mu by’ukuri, wowe uri Uwumva bihebuje, Umumenyi uhebuje.”","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:128","price":"Nyagasani wacu! Unatugire abakwicishaho bugufi, ndetse no mu rubyaro rwacu hazabemo umuryango (Umat) ukwicishaho bugufi, utugaragarize imigenzo yacu (tuzagenderaho mu kukugaragira), kandi wakire ukwicuza kwacu. Mu by’ukuri, ni wowe Uwakira ukwicuza, Nyirimbabazi.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:129","price":"Nyagasani wacu! Uzanaboherezemo Intumwa ibakomokamo, ibasomera amagambo yawe, inabigishe igitabo (Qur’an) n’ubushishozi (imigenzo y’Intumwa n’amategeko y’idini) kandi ibeze (ibakura mu ibangikanyamana n’imico mibi). Mu by’ukuri, ni wowe Nyiricyubahiro gihebuje, Nyirubugenge buhambaye.","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:130","price":"Ni nde wakwanga idini rya Aburahamu (Isilamu) uretse uwigize injiji? Mu by’ukuri, twamuhisemo ku isi (ngo abe Intumwa n’Umuhanuzi) kandi ku mperuka azaba mu ntungane.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:131","price":"Ibuka ubwo Nyagasani we yamubwiraga ati \"Icishe bugufi.” Aravuga ati \"Nicishije bugufi kuri Nyagasani w’ibiremwa byose.”","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:132","price":"Nuko Aburahamu (iryo dini) ariraga urubyaro rwe ndetse na Yakobo biba uko, (agira ati) “Bana banjye! Mu by’ukuri, Allah yabahitiyemo idini, bityo muramenye ntimuzapfe mutari Abayisilamu.”","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:133","price":"Ese mwari muhari igihe Yakobo yari ageze mu bihe bye bya nyuma, maze akabwira abana be ati “Ese muzasenga nde nyuma yanjye? Baravuga bati “Tuzasenga Imana yawe ari na yo Mana y’abakurambere bawe: Ibrahimu, Ismail na Is’haq. Imana imwe kandi ni na yo twicishaho bugufi.”","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:134","price":"Uwo ni umuryango (Umat) wahise; ufite ibyo wakoze namwe mufite ibyo mwakoze (buri wese azahemberwa ibyo yakoze), kandi ntimuzabazwa ibyo bakoraga.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:135","price":"Baranavuze bati “Nimube Abayahudi (Abayahudi babwira abakurikiye Intumwa Muhamadi)! Cyangwa Abanaswara[1] (Abanaswara babwira abakurikiye Intumwa Muhamadi) ni bwo muzayoboka!” Vuga (yewe Muhamadi) uti “Ahubwo (ukuyoboka nyako ni ugukurikira) idini ritunganye rya Aburahamu (Ibrahim) (ritabangikanya Imana), kandi ntiyari mu babangikanyamana.","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"[1] Reba uko twasobanuye iyi nyito mu murongo wa 62 muri Surat ul Baqarat","lang":"rw"},{"name":"2:136","price":"(Yemwe Bayisilamu) muvuge muti “Twemeye Allah n’ibyo twahishuriwe, n’ibyahishuriwe Aburahamu (Ibrahimu), Ishimayeli (Ismail), Isaka (Is’haq), Yakobo (Yaqub) n’urubyaro rwe, ibyahishuriwe Musa, ibyahishuriwe Yesu (Issa) ndetse n’ibyahishuriwe abahanuzi biturutse kwa Nyagasani wabo. Nta n’umwe tuvangura muri bo kandi ni We twicishaho bugufi.”","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:137","price":"Bityo nibemera nk’ibyo mwemeye bazaba bayobotse, ariko nibabitera umugongo, bazaba bari mu macakubiri. Allah azabagutsindira kandi ni na We Uwumva bihebuje, Umumenyi uhebuje.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:138","price":"(Dukurikira) kamere ndemano (idini) ya Allah. Ni iyihe kamere ndemano yaruta iya Allah (yaremanye abantu)? Ni na we twe tugaragira.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:139","price":"Vuga (yewe Muhamadi) uti “Ese muratugisha impaka kuri Allah kandi ari we Nyagasani wacu akaba na Nyagasani wanyu? Kandi dufite ibikorwa byacu namwe mukagira ibyanyu, ndetse ni na We twiyegurira.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:140","price":"Cyangwa muvuga ko mu by’ukuri, Ibrahim, Ismail, Is’haq, Yaqub n’urubyaro rwe bari Abayahudi cyangwa Abanaswara?[1] Vuga (yewe Muhamadi) uti “Ese ni mwe mubizi cyane cyangwa ni Allah (ubizi kubarusha)?” Ni nde muhemu kurusha uhisha ubuhamya afite (buri mu gitabo cye) buturuka kwa Allah? Kandi Allah ntabwo ayobewe ibyo mukora.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"[1] Reba uko twasobanuye iyi nyito mu murongo wa 62 muri Surat ul Baqarat.","lang":"rw"},{"name":"2:141","price":"Uwo ni umuryango (Umat) wahise; ufite ibyo wakoze namwe mufite ibyo mwakoze (buri wese azahemberwa ibyo yakoze). Kandi ntimuzabazwa ibyo bakoraga.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"rw"},{"name":"2:142","price":"Bamwe mu bantu badafite ubwenge bazavuga bati “Ni iki cyateye (Abayisilamu) kureka icyerekezo cyabo (Qibla) [1] bari basanzwe berekeramo basenga?” Vuga uti “Uburasirazuba n’Uburengerazuba ni ubwa Allah; ayobora uwo ashaka mu nzira igororotse.”","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"[1] Qibla: Ni icyerekezo Abayisilamu berekeramo basali. Mu gihe cya mbere berekeraga i Yeruzalemu nyuma yaho Allah abategeka guhindura bakajya basali berekeye ku ngoro ya Al Ka’aba i Maka. Ibyo byabaye mu mwaka wa kabiri nyuma y’uko Intumwa Muhamadi yimukiye i Madina.","lang":"rw"},{"name":"2:143","price":"Ni nk’uko twabagize umuryango (Umat) wo hagati (ushyira mu gaciro) kugira ngo muzabe abahamya b’abantu (ku munsi w’imperuka ko Intumwa zabo zabagejejeho ubutumwa) ndetse n’Intumwa (Muhamadi) ikazaba umuhamya wanyu. Kandi nta kindi cyatumye tuguha icyerekezo werekeragamo mbere (nyuma tukagihindura) uretse ko byari ukugira ngo tumenye ukurikira Intumwa by’ukuri n’utera umugongo (ukuri) akigomeka. Kandi byari bigoye (guhindura icyerekezo mu isengesho) uretse ku bo Allah yayoboye. Kandi Allah ntiyari kugira ukwemera kwanyu (iswala mwakoze mbere mwerekeye i Yeruzalemu) imfabusa. Mu by’ukuri, Allah ku bantu ni Nyiribambe, Nyirimbabazi.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:144","price":"Mu by’ukuri, tubona uburanga bwawe buhora bwerekera hirya no hino mu kirere. Rwose turakwerekeza mu cyerekezo wishimiye. Ngaho erekeza uburanga bwawe ku Musigiti Mutagatifu (Al Ka’abat) n’aho muzaba muri hose mujye muwerekezaho uburanga bwanyu. Kandi mu by’ukuri, abahawe igitabo (Abayahudi n’Abanaswara) bazi neza ko (kwerekera kuri Al Ka’abat) ari ukuri guturuka kwa Nyagasani wabo (kuri mu bitabo byabo), kandi Allah ntabwo ayobewe ibyo bakora.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:145","price":"Rwose (yewe Muhamadi) n’ubwo abahawe igitabo wabazanira buri kimenyetso (kigaragaza ko kwerekera kuri Al Ka’abat ari itegeko rya Allah), ntibakurikira icyerekezo cyawe, kandi nawe ntiwakurikira icyerekezo cyabo, ndetse na bamwe muri bo ntibakurikira icyerekezo cy’abandi. Rwose nunakurikira irari ryabo nyuma y’uko ugerwaho n’ubumenyi, ni ukuri uzaba ubaye umwe mu nkozi z’ibibi.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:146","price":"Abo twahaye igitabo baramuzi (Muhamadi n’ibigwi bye) nk’uko bazi abana babo. Ndetse mu by’ukuri, bamwe muri bo bahisha ukuri kandi bakuzi.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:147","price":"Ukuri nyako ni uguturutse kwa Nyagasani wawe, ku bw’ibyo ntukabe mu bashidikanya.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:148","price":"Na buri bantu bafite icyerekezo berekeramo (basali), ngaho nimurushanwe mu gukora ibyiza, kandi aho muzaba muri hose Allah azabahuriza hamwe mwese (ku munsi w’imperuka). Mu by’ukuri, Allah ni Ushobora byose.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:149","price":"Kandi aho uzajya hose (ugashaka gusali) ujye werekeza uburanga bwawe ku Musigiti Mutagatifu (Al Ka’abat). Mu by’ukuri, (kuwerekeraho) ni ukuri guturutse kwa Nyagasani wawe. Kandi Allah ntabwo ayobewe ibyo mukora.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:150","price":"Kandi n’aho uzajya hose (ugashaka gusali) ujye werekeza uburanga bwawe ku Musigiti Mutagatifu (Al Ka’aba). N’aho muzaba muri hose (mugashaka kugaragira) mujye muwerekezaho uburanga bwanyu, kugira ngo abantu batazabagiraho urwitwazo, uretse abakora ibibi muri bo (bazahora mu mpaka). Bityo ntimuzabatinye ahubwo mujye mutinya njye; kugira ngo mbahundagazeho inema zanjye no kugira ngo muyoboke.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:151","price":"Ni na ko twaboherejemo Intumwa ibakomokamo, ibasomera imirongo yacu (Qur’an), ibeza (imitima), ibigisha igitabo (Qur’an) n’ubushishozi (imigenzo y’Intumwa n’amategeko y’idini), ndetse ikanabigisha ibyo mutari muzi.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:152","price":"Ngaho nimunyibuke (munsingiza); nanjye nzabibuka (nzabazirikana). Kandi munshimire ntimuzampakane.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:153","price":"Yemwe abemeye! Nimwifashishe ukwihangana n’iswala.[1] Mu by’ukuri, Allah ari kumwe n’abihangana (abatera inkunga ndetse anabafasha gutunganirwa).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"[1] Reba uko twasobanuye umurongo wa 3 muri iyi Surat.","lang":"rw"},{"name":"2:154","price":"Kandi ntimukavuge ko abishwe baguye mu rugamba rwo guharanira inzira ya Allah bapfuye, ahubwo ni bazima [1] nyamara mwe ntimubyiyumvisha.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"[1] Ubuzima buvugwa aha ni ubuzima bwa Roho y’uwapfuye mu nzira ya Allah, iyo roho ikomeza kubaho mu byishimo.","lang":"rw"},{"name":"2:155","price":"Rwose tuzabagerageza dukoresheje kubateza ubwoba, inzara, kugabanuka kw’imitungo, gupfusha abantu no kurumbya imyaka. Ngaho ha inkuru nziza abihangana.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:156","price":"Ba bandi igihe bahuye n’ibyago bavuga bati “Mu by’ukuri, turi aba Allah kandi iwe ni ho tuzasubira.”","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:157","price":"Abo bafite imigisha, impuhwe ndetse n’imbabazi bituruka kwa Nyagasani wabo, kandi ni na bo bayobotse.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:158","price":"Mu by’ukuri (imisozi ya) Swafa na Maruwa[1] ni bimwe mu bimenyetso bya Allah. Bityo uzakora umutambagiro mutagatifu wa Hija[2] cyangwa Umura[3] kuri iyo nzu (Al Kabat), nta cyo bitwaye kuri we kuyitambagira yombi (iyo misozi ya Swafa na Maruwa). N’uzakora ibyiza ku bushake bwe (amenye ko) Allah ari Ushima, Umumenyi uhebuje.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"[1] Swafa na Maruwa: Ni imisozi ibiri yegeranye n’umusigiti mutagatifu wa Maka. \n[2] Hija: Ni umutambagiro mutagatifu ku ngoro (Al Kaabat) ya Allah iri i Maka, ukahakora ibikorwa n’amagambo runaka hagamijwe kwiyegereza Allah mu gihe cyagenwe. \n[3] Umurat: Ni ugusura ingoro ya Al Kaaba mu gihe icyo ari cyo cyose ukora ibikorwa byagenwe byo kwiyegereza Allah.","lang":"rw"},{"name":"2:159","price":"Mu by’ukuri ba bandi bahisha ibimenyetso bigaragara ndetse n’umuyoboro twahishuye, nyuma y’uko tubigaragarije abantu mu gitabo, abo Allah arabavuma ndetse n’abavuma bose bakabasabira imivumo.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:160","price":"Uretse abicujije bagakora ibikorwa byiza kandi bakagaragaza (ibyo bari barahishe); abo ni bo nakirira ukwicuza kwabo. Ni Nanjye Uwakira ukwicuza, Nyirimbabazi.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:161","price":"Mu by’ukuri, abahakanye bakanapfa ari abahakanyi, abo umuvumo wa Allah ubariho, uw’abamalayika, ndetse n’uw’abantu bose.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:162","price":"Bazawubamo ubuziraherezo, ntibazoroherezwa ibihano ndetse nta n’ubwo bazahabwa agahenge.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:163","price":"Kandi Imana yanyu ni Imana imwe, nta yindi mana ikwiye gusengwa uretse yo, Nyirimpuhwe, Nyirimbabazi.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:164","price":"Mu by’ukuri, mu iremwa ry’ibirere n’isi, kubisikana kw’ijoro n’amanywa, amato agenda mu nyanja mu bifitiye abantu akamaro, amazi Allah amanura mu kirere (imvura) nuko akayahesha isi ubuzima nyuma yo gupfa (gukakara) kwayo, akanayikwizamo inyamaswa z’amoko yose, n’ihindagurika ry’imiyaga n’ibicu bigenzwa hagati y’ikirere n’isi; rwose ibyo ni ibimenyetso (bigaragaza ubumwe bw’Imana, ubushobozi n’ingabire byayo) ku bantu bafite ubwenge.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:165","price":"No mu bantu hari abishyiriraho ibigirwamana mu cyimbo cya Allah, bakabikunda urukundo nk’urwo bakunda Allah. Nyamara abemera bakunda Allah kurushaho. Kandi abakoze ibibi (imitima yabo babangikanya Allah) iyo baza kumenya -ubwo bazaba babona ibihano (ku munsi w’imperuka)- ko imbaraga zose ari iza Allah kandi ko mu by’ukuri, Allah ari Nyiribihano bikaze (ntibari kubangikanya Allah).","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:166","price":"Ubwo abakurikiwe bazihakana ababakurikiye (mu kubangikanya Allah), nibamara kubona ibihano, ibyabahuzaga bizavaho.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:167","price":"Na ba bandi bakurikiye (ababayobeje) bazavuga bati “Iyaba twari dufite uko twagaruka (ku isi) maze ngo tubihakane nk’uko na bo batwihakanye.” Nguko uko Allah azabereka ibikorwa byabo bibe agahinda kuri bo (ndetse no kwicuza), kandi ntibazava mu muriro.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:168","price":"Yemwe bantu! Nimurye mu biri ku isi byaziruwe kandi byiza, ntimuzanakurikire inzira za Shitani. Mu by’ukuri, yo ni umwanzi wanyu ugaragara.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:169","price":"Mu by’ukuri, ibategeka ibibi, ibikozasoni no guhimbira Allah ibyo mutazi.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:170","price":"N’iyo babwiwe bati “Nimukurikire ibyo Allah yahishuye”, baravuga bati “Ahubwo dukurikira ibyo twasanganye abakurambere bacu.” Ese n’ubwo abakurambere babo nta cyo baba bari bazi cyangwa bataranayobotse (bari kubakurikira)?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:171","price":"N’urugero rwa ba bandi bahakanye ni nk’urw’ukabukira (inyamaswa) zitumva uretse (kumva) urusaku n’urwamo gusa. (Abo bameze) nk’abatumva, abatavuga ndetse n’abatabona, rwose abo nta bwenge bagira (bwo gukora ibibafitiye umumaro).","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:172","price":"Yemwe abemeye! Murye mu byiza twabafunguriye kandi mushimire Allah niba koko ari We wenyine musenga.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:173","price":"Mu by’ukuri, (Allah) yabaziririje (kurya) icyipfushije, ikiremve, inyama y’ingurube n’icyabagiwe ibitari Allah (mu mihango y’ibangikanyamana). Ariko uzasumbirizwa (kubera inzara, akarya kuri ibyo) atari ukwigomeka cyangwa kurengera, nta cyaha afite. Mu by’ukuri, Allah ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:174","price":"Mu by’ukuri, ba bandi bahisha ibyo Allah yahishuye mu gitabo, maze bakabigurana igiciro gito, abo nta kindi bashyira mu nda zabo usibye umuriro, kandi ku munsi w’imperuka ntabwo Allah azabavugisha, nta n’ubwo azabeza (ibyaha), ndetse bazahanishwa ibihano bibabaza.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:175","price":"Abo ni bo bahisemo kuyoba babisimbuza kuyoboka, n’ibihano babisimbuza kubabarirwa ibyaha. No ne se ni iki kizabashoboza kwihanganira umuriro?","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:176","price":"Ibyo (bihano) ni ukubera ko Allah yahishuye igitabo gikubiyemo ukuri (bakagihakana). Rwose abataravuze rumwe ku gitabo, bari mu mpaka n’ubushyamirane biri kure (y’ukuri).","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:177","price":"Ibikorwa byiza ntabwo ari ukwerekeza gusa uburanga bwanyu ahagana iburasirazuba n’iburengerazuba (musali); ahubwo ukora ibyiza ni uwemera Allah, umunsi w’imperuka, abamalayika, ibitabo n’abahanuzi; akanatanga umutungo we mu nzira nziza kandi na we awukunze, afasha abo bafitanye isano, imfubyi, abakene, abari ku rugendo (bashiriwe) n’abasaba gufashwa, akabohoza abacakara, agahozaho iswala[1] (anazitunganya uko bikwiye), agatanga amaturo; abuzuza isezerano ryabo igihe basezeranye, abihanganira ubukene, uburwayi ndetse n’igihe urugamba rwakomeye. Abo ni bo bemeye by’ukuri, kandi ni na bo batinyamana (bya nyabyo).","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"[1] Reba uko twasobanuye umurongo wa 3 muri iyi Surat.","lang":"rw"},{"name":"2:178","price":"Yemwe abemeye! Mwategetswe guhorera abishwe; [1] uwigenga agahorerwa uwigenga, umucakara agahorerwa umucakara n’umuntu w’igitsina gore agahorerwa undi w’igitsina gore. Ariko uwagira icyo ababarirwaho n’umuvandimwe we,[2] (uwiciwe) azayikurikirane mu buryo bwiza, kandi (uwishe) na we azayitange ku neza. Uko ni ukoroherezwa n’impuhwe biturutse kwa Nyagasani wanyu. Uzarengera nyuma y’ibyo (agahora nyuma yo gutanga imbabazi no kwakira impozamarira), azahanishwa ibihano bibabaza.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"[1] Guhora muri Isilamu (Qiswaasw) bisobanura guhanisha umuntu igihano gisa kandi kinahwanye n’ubugome yakoreye undi, hakurikijwe amategeko ya Isilamu, kandi bikanyura mu nzira y’ubutabera. \n[2] Uyu murongo uragaragaza ko hari ubwo hagati mu bantu habaho icyaha cyo kwica ubusanzwe igihano cyacyo ari uko uwishe nawe yicwa mu buryo yishemo, ariko hari ubwo habaho gutanga imbabazi ku wishe, icyo gihe rero iyo uhagarariye uwishwe ababariye uwishe ntiyihorere ahubwo akaka impozamarira, azazikurikirane ku neza, n’usabwa kuzishyura azitange mu buryo bwiza. Ikindi uyu murongo uratugaragariza ko Allah yise uwishe umuvandimwe w’uwishwe mu kwemera, bigaragaza ko icyaha gikuru icyo ari cyo cyose kitari ibangikanyamana muri Isilamu, kitagira uwagikoze umuhakanyi.","lang":"rw"},{"name":"2:179","price":"Kandi yemwe abafite ubwenge, kubahiriza itegeko ryo guhora, bibaha ubuzima (ubuzima burabungabungwa bikanatuma abantu batinya kwica). Ibyo ni ukugira ngo mugandukire (Allah).","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:180","price":"Mwategetswe ko igihe umwe muri mwe abona yegereje urupfu kandi hari umutungo afite, ajye atanga irage ku babyeyi[1] no ku bo bafitanye isano ya hafi mu buryo bwiza. (Ibyo) ni ngombwa ku batinya (Allah).","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"[1] Uyu murongo utegeka ugiye gupfa gutanga irage ku babyeyi, wahishuwe mbere y’indi mirongo yo muri Qur’ani igena ibijyanye n’izungura. Nyuma y’aho imirongo y’izungura ihishuriwe yasimbuye itegeko ry’irage ku babyeyi n’abandi bagenerwa umugabane mu izungura, ariko irage risigaraho ku bafitanye isano n’uwatanze irage batagenewe umugabane mu izungura.","lang":"rw"},{"name":"2:181","price":"N’uzarihindura (irage) nyuma yo kuryumva, rwose icyaha kizaba ku barihindura. Mu by’ukuri, Allah ni Uwumva bihebuje, Umumenyi wa byose.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:182","price":"Ariko uzabona uraga abogamye (abigendereye cyangwa atabigendereye), agakosora irage (kugira ngo rikurikize amategeko ya Allah) nta cyaha azaba afite. Mu by’ukuri, Allah ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:183","price":"Yemwe abemeye! Mwategetswe gusiba nk’uko byari byarategetswe abababanjirije, kugira ngo mugandukire Allah.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:184","price":"(Icyo gisibo) ni iminsi ibaze. Bityo, uzaba arwaye muri mwe cyangwa ari ku rugendo (ntashobore gusiba, akarya), azuzuze umubare (w’iminsi atasibye) mu yindi minsi. Naho ku batagishoboye gusiba (abasaza n’abarwaye indwara za karande), bazatange incungu yo kugaburira umukene. N’uzatanga ikirenzeho ku bushake bwe, ibyo ni byiza kuri we. Kandi gusiba ni byo byiza kuri mwe iyaba mwari mubizi.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:185","price":"Ukwezi kwa Ramadhani ni ko kwamanuwemo Qur’an, (kugira ngo ibe) umuyoboro ku bantu n’ibimenyetso bigaragara by’umuyoboro (wa Allah) binatandukanya ukuri n’ikinyoma. Ku bw’ibyo, muri mwe uwo uko kwezi kuzasanga azagusibe. N’uzaba arwaye cyangwa ari ku rugendo (gusiba bikamugora, azarye) maze azuzuze umubare (w’iminsi atasibye) mu yindi minsi. Allah abahitiramo ibyoroshye ntabwo abahitiramo ibibagoye. Bityo nimwuzuze umubare (w’iminsi y’igisibo), kandi mukuze Allah kuko yabayoboye kugira ngo mushimire.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:186","price":"Kandi abagaragu banjye nibagira icyo bakumbazaho (yewe Muhamadi), (uzabasubize uti) mu by’ukuri njye ndi hafi yabo, nsubiza ubusabe bw’usaba igihe ansabye. Bityo, nibanyumvire bananyizere kugira ngo bayoboke.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:187","price":"Muziruriwe kugirana imibonano mpuzabitsina n’abagore banyu mu ijoro ry’igisibo; bo ni umwambaro wanyu namwe mukaba umwambaro wabo. Allah yari azi neza ko mwajyaga mwihemukira (murenga ku itegeko mukabonana na bo mwiyibye), nuko yakira ukwicuza kwanyu (aranaborohereza). Ngaho ubu nimujye mubonana na bo munashake ibyo Allah yabageneye (urubyaro). Kandi mujye murya munanywe kugeza igihe mubasha gutandukanya umucyo w’amanywa n’umwijima w’ijoro igihe umuseke utambitse. Maze mwuzuze igisibo kugeza izuba rirenze. Ntimukabonane na bo mu gihe muri mu mwiherero wo kwiyegereza Imana (Itikafu) mu misigiti. Izo ni imbago za Allah ntimuzazegere. Uko ni ko Allah asobanuririra abantu amagambo ye kugira ngo bamugandukire.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:188","price":"Kandi ntimukarye imitungo ya bagenzi banyu mu buryo butemewe (nka ruswa, urusimbi, amahugu...), munayitangaho ruswa mu bacamanza kugira ngo (mubone uko) murya imwe mu mitungo y’abantu mu mahugu kandi mubizi (ko ari ikizira).","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:189","price":"Barakubaza (yewe Muhamadi) ku byerekeye imboneko z’ukwezi? Vuga uti “Ni ingengabihe ifasha abantu (kumenya gahunda z’ibikorwa) n’ibihe by’umutambagiro mutagatifu.” Kandi si byiza kwinjira mu mazu munyuze mu byanzu.[1] Ariko ukora ibyiza ni utinya Allah. Ahubwo mujye mwinjira mu mazu munyuze mu miryango yayo, munatinye Allah kugira ngo mukiranuke.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"[1] Mbere ya Isilamu, abakoraga umutambagiro iyo babaga bamaze kwambara imyenda yabugenewe (Ihiramu), ntabwo bashoboraga kongera kwinjira mu mazu mbere yo gusoza igikorwa cy’umutambagiro. Iyo byabaga ngombwa ko bayinjiramo, bahitagamo kunyura mu zindi nzira batanyuze mu muryango.","lang":"rw"},{"name":"2:190","price":"Kandi murwane mu nzira ya Allah murwanya ba bandi babarwanya, ariko ntimuzarengere (ngo murwanye abatabarwanya). Mu by’ukuri, Allah ntakunda abarengera.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:191","price":"Kandi (ababateye) mu bice aho mubasanze hose, munabirukane mu byanyu babameneshejemo (i Maka), kubera ko ibangikanyamana ryabo no kubagirira urwango (Fitina) ari byo bibi kurusha kwica. Ntimuzanabarwanyirize mu musigiti mutagatifu (Al Kabat) keretse ari bo bababanje, ariko nibawubarwanyirizamo muzabice. Icyo ni cyo gihembo cy’abahakanyi.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:192","price":"Ariko nibahagarika (kubarwanya), mu by’ukuri (bamenye ko) Allah ari Ubabarira ibyaha, Nyirimpuhwe (azabababarira).","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:193","price":"Munabarwanye (ba bandi babarwanya) kugeza ubwo nta toteza (nta rwango bazongera kubagirira (mwebwe abayisilamu), maze idini ryo kugaragira Imana imwe Allah ribe ari ryo riganza. Ariko nibahagarika (kubagirira nabi), icyo gihe nta rwango namba (mugomba kubagirira) usibye abagizi ba nabi (muri bo).","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:194","price":"Ukwezi gutagatifu guhorwa ukwezi gutagatifu,[1] n’ibiziririjwe byose birahorerwa (iyo byavogerewe ubusugire bwabyo). Bityo, uzabagirira nabi namwe muzamwiture inabi nk’iyo yabagiriye. Kandi mugandukire Allah munamenye ko mu by’ukuri Allah ari kumwe n’abamutinya.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"[1] Amezi matagatifu hakurikijwe Kalendari ya Kisilamu ni “Ukwezi kwa karindwi (Rajabu), ukwa cumi na kumwe (Dhul Qaada), ukwa cumi n’abiri (Dhul Hija) n’ukwa mbere (Muharamu).","lang":"rw"},{"name":"2:195","price":"Munatange mu nzira ya Allah, ariko ntimugashyire ubuzima bwanyu mu kaga. Munakore ibyiza, mu by’ukuri Allah akunda abakora ibyiza.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:196","price":"Kandi mutunganye umutambagiro mutagatifu wa Hija na Umura[1] kubera Allah; Ariko nihabaho impamvu ituma mutabikomeza (mwari mwabitangiye), muzatange igitambo kiboroheye. Kandi ntimukogoshe imisatsi yanyu kugeza igihe itungo ry’igitambo rigereye aho ribagirwa. Ariko uzaba arwaye muri mwe cyangwa afite ikimubangamiye ku mutwe we (gituma yogosha umusatsi), agomba gutanga incungu yo gusiba, ituro cyangwa se kubaga itungo. N’igihe muzaba mutekanye, uzaba arangije gukora umutambagiro mutagatifu wa Umura yaziruriwe ibyari biziririjwe kuri we mu gihe ategereje gukora umutambagiro mutagatifu wa Hija, azatange igitambo kimworoheye, naho utazakibona azasibe iminsi itatu akiri mu mutambagiro mutagatifu wa Hija n’iminsi irindwi igihe muzaba mugarutse iwanyu. Iyo ni iminsi icumi yuzuye (mugomba gusiba). Ibyo ni kuri wa wundi umuryango we udatuye i Maka. Kandi mugandukire Allah, munamenye ko Allah ari Nyiribihano bikaze.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"[1] Reba igisobanuro cy’ijambo Umura ku murongo (Ayat) wa 158 muri iyi Surat.","lang":"rw"},{"name":"2:197","price":"Umutambagiro mutagatifu wa Hija ukorwa mu mezi azwi. Bityo, uzaba yiyemeje kuyakoramo umutambagiro mutagatifu wa Hija, kirazira kuri we gukora imibonano mpuzabitsina, gukora ibyaha ndetse no kujya impaka mu mutambagiro mutagatifu wa Hija. N’icyiza mukoze Allah arakimenya. Kandi mutegure impamba, ariko mu by’ukuri impamba nziza ni ugutinya Allah. Ngaho nimuntinye, yemwe banyabwenge!","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:198","price":"Nta cyaha kuri mwe kuba mwashaka ingabire za Nyagasani wanyu (gukora ubucuruzi mu gihe cy’umutambagiro mutagatifu). Nimukubuka ku musozi wa Arafati (Arafa), mujye musingiza Allah mugeze ahantu hatagatifu (ahitwa Muzidalifat), munamusingize kubera ko yabayoboye, nyamara mbere yaho mwari mu bayobye.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:199","price":"Kandi muhave mukurikire abandi bantu berekeza (Arafa), munasabe Allah imbabazi. Mu by’ukuri, Allah ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:200","price":"Nimurangiza imigenzo y’umutambagiro mutagatifu wa Hija, musingize Allah, mumwibuke nk’uko muvuga ibigwi ababyeyi banyu, cyangwa musingize (Allah) cyane kurushaho. No mu bantu hari (abantu b’abangikanyamana) bavuga bati “Nyagasani wacu! Duhe (ibyiza) hano ku isi.” Kandi abo nta mugabane (w’ibihembo) bazagira ku munsi w’imperuka.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:201","price":"Kandi no muri bo hari abavuga (b’abemera) bati “Nyagasani wacu! Duhe ibyiza hano ku isi no ku munsi w’imperuka (uzaduhe) ibyiza, kandi uzanaturinde ibihano by’umuriro.”","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:202","price":"Abo (basaba batyo) bazagira umugabane (ingororano) mu byo bakoze. Kandi Allah ni Ubanguka mu ibarura (ahemba abagaragu be).","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:203","price":"Munasingize Allah mu minsi mbarwa.[1] Ariko uzagira ubwira akahamara iminsi ibiri, nta cyaha kuri we, n’uzatinda (kuva Mina) nta cyaha kuri we, kuri wa wundi utinya Allah. Munatinye Allah kandi mumenye ko iwe ari ho muzakoranyirizwa.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"[1] Iminsi mbarwa: Ni iminsi itatu y’ukwezi kwa cumi n’abiri (Dhul Hija) kw’ikirangaminsi cya Kisilamu gishingiye ku mboneka z’ukwezi, ari yo matariki ya 11,12 na 13. Abagiye gukora umutambagiro mutagatifu (Abahaji) bamara ahitwa Mina.","lang":"rw"},{"name":"2:204","price":"No mu bantu, hari ugushimisha (yewe Muhamadi) kubera imvugo ye (ashaka indonke) z’ubuzima bw’isi, anatangaho Allah umuhamya mu biri mu mutima we, kandi nyamara ari we munyempaka wa cyane (umwanzi ukomeye w’ubuyisilamu).","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:205","price":"N’iyo ahindukiye (yewe Muhamadi avuye iwawe), azenguruka mu isi ayikwizamo ubwangizi, akanangiza ibihingwa n’amatungo. Kandi Allah ntakunda ubwangizi.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:206","price":"N’iyo abwiwe ati “Tinya Allah”, ubwibone bumugusha mu cyaha. Ubwo rero, umuriro wa Jahanamu uramuhagije (kumukosora). Kandi mu by’ukuri, ni na bwo buruhukiro bubi.","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:207","price":"No mu bantu, hari abitanga bashaka ishimwe rya Allah, kandi Allah ni Nyiribambe ku bagaragu be.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:208","price":"Yemwe abemeye! Nimwinjire mu buyisilamu nyabyo (mwubahiriza amategeko n’amabwiriza byabwo), kandi ntimuzakurikire inzira za Shitani. Mu by’ukuri, ni umwanzi wanyu ugaragara.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:209","price":"Nimuteshuka (ku kuri) nyuma yo kugerwaho n’ibimenyetso bigaragara (bya Allah), mumenye ko mu by’ukuri, Allah ari Umunyacyubahiro bihebuje, Nyirubugenge buhambaye.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:210","price":"Ese hari ikindi bategereje kitari uko Allah abageraho mu gicucucucu cy’ibicu by’umweru (ku munsi w’imperuka aje gucira abantu imanza), cyangwa Abamalayika (babakuramo roho), maze urubanza (rwabo) rugacibwa? Kandi kwa Allah ni ho ibintu byose bizasubizwa.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:211","price":"Baza bene Isiraheli uti “Ni ibimenyetso bingahe bigaragara twabahaye (mu bitabo byabo bakabihakana)?” Kandi usimbuza inema ya Allah (idini rya Isilamu) nyuma y’uko imugeraho (Allah azamuhana). Mu by’ukuri, Allah ni Nyiribihano bikaze.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:212","price":"Abahakanye batakiwe ubuzima bw’isi, banannyega abemeye, nyamara abagandukira (Allah) bazaba bari mu rwego rwo hejuru y’urwabo ku munsi w’imperuka, kandi Allah aha amafunguro uwo ashaka nta kugera.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:213","price":"(Mu ntangiriro) abantu bari umuryango umwe (mu kwemera Allah, nyuma baza gutandukana), nuko Allah yohereza abahanuzi (kugira ngo) batange inkuru nziza banaburire, anabahishurira ibitabo bikubiyemo ukuri kugira ngo bikiranure abantu ku byo batavugaho rumwe. Nta n’abandi babishyamiranyeho uretse ababihawe (Abayahudi n’Abanaswara) nyuma yo kugerwaho n’ibimenyetso bigaragara (Intumwa Muhamadi) kubera urwango hagati yabo. Nuko Allah ku bubasha bwe ayobora abemeye mu nzira y’ukuri (abandi) batavuzeho rumwe. Kandi Allah ayobora uwo ashaka inzira igororotse.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:214","price":"Ese mucyeka ko muzinjira mu ijuru mutabanje kugerwaho n’ibigeragezo nk’ibyabaye kuri ba bandi babayeho mbere yanyu? Bagezweho n’amakuba n’ingorane banahindishwa umushyitsi kugeza ubwo Intumwa n’abemeye bavuze bati “Ni ryari inkunga ya Allah izaza?” Mumenye ko mu by’ukuri inkunga ya Allah iri hafi.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:215","price":"Barakubaza (yewe Muhamadi) ibyo batangamo (ituro). Vuga uti “Ibyiza mutanze mujye mubiha ababyeyi, abo mufitanye isano, imfubyi, abakene n’abari ku rugendo (bashiriwe). Kandi ibyiza mukora, mu by’ukuri Allah arabizi neza.”","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:216","price":"Mwategetswe kurwana mu nzira ya Allah n’ubwo mutabyishimira. Nyamara hari igihe mushobora kwanga ikintu ari cyo cyiza kuri mwe. Hari n’igihe mushobora gukunda ikintu kandi ari cyo kibi kuri mwe. Allah ni We uzi (ibibafitiye akamaro) naho mwebwe nta byo muzi.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:217","price":"Barakubaza (Abahakanyi) ku byerekeye imirwano mu mezi matagatifu. Vuga uti “Kuyarwanamo ni icyaha gikomeye, ariko gukumira abantu kugana inzira ya Allah, kumuhakana, kubuza (abantu) kugera ku musigiti mutagatifu (Al Ka’abat) no kuwirukanamo abawuturiye ni cyo cyaha gikomeye cyane imbere ya Allah. Kandi kubangikanya Allah (mukora) birahambaye kurusha kwica (kurwana mu mezi matagatifu).” Ntibazahwema kubarwanya kugeza ubwo babakuye mu idini ryanyu, nibabishobora. N’uzava mu idini rye muri mwe agapfa ari umuhakanyi, abo ibikorwa byabo bizaba imfabusa ku isi no ku munsi w’imperuka. Kandi abo ni abo mu muriro, bazawubamo ubuziraherezo.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:218","price":"Mu by’ukuri, ba bandi bemeye n’abimutse (kubera idini ryabo) bakanaharanira inzira ya Allah, abo ni bo bizeye kuzabona impuhwe za Allah, kandi Allah ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:219","price":"Barakubaza ku byerekeye ibisindisha n’urusimbi. Vuga uti “Muri byombi harimo ingaruka zikomeye n’inyungu ku bantu[1], ariko ingaruka zabyo ni zo zikomeye kurusha inyungu zabyo. Baranakubaza ibyo batanga (igipimo cy’ituro). Vuga uti “Ni ibisagutse (ku byo mukeneye).” Uko ni ko Allah abasobanurira amategeko kugira ngo mutekereze (ku bibafitiye akamaro),","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"[1] Mu ntangiriro za Isilamu, inzoga n’urusimbi byari bitaraziririzwa ariko nyuma y’uko hahishuwe umurongo wa 90 wo muri Surat ul Maidat, byahise biziririzwa burundu.","lang":"rw"},{"name":"2:220","price":"ku isi no ku munsi w’imperuka. Baranakubaza ku byerekeye imfubyi. Vuga (yewe Muhamadi) uti “Kuzigirira neza ni byo byiza, kandi nimunavanga (ibyanyu n’ibyazo), ni abavandimwe banyu (ntimuzabahemukire). Kandi Allah azi uwangiza n’utunganya. N’iyo Allah abishaka yari kubagora (ababuza kuvanga ibyanyu n’iby’imfubyi). Mu by’ukuri, Allah ni Umunyacyubahiro bihebuje, Nyirubugenge buhambaye.”","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:221","price":"Ntimuzarongore ababangikanyamanakazi keretse babanje kwemera (Allah), kandi rwose umuja w’umwemera aruta umubangikanyamanakazi (ufite ubwigenge) n’ubwo yaba ahebuje (mu bwiza). Ndetse ntimuzashyingire ababangikanyamana keretse babanje kwemera, kandi rwose umucakara w’umwemera aruta umubangikanyamana n’ubwo yaba abashimisha (mu bwiza). Abo (ababangikanyamana) bahamagarira kugana umuriro, naho Allah agahamagarira kugana ijuru no kubabarirwa ibyaha ku bushake bwe, anasobanurira abantu amategeko ye kugira ngo bibuke.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:222","price":"Baranakubaza (yewe Muhamadi) ku byerekeranye n’imihango y’abagore, vuga uti “Ni ikintu kibangamye.” Bityo mujye mwitarura abagore mwirinda gukorana na bo imibonano mpuzabitsina kugeza igihe baviriye mu mihango. Nibamara kuyivamo bakisukura, muzabonane na bo munyuze aho Allah yabategetse. Mu by’ukuri, Allah akunda abicuza akanakunda abisukura.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:223","price":"Abagore banyu ni imirima yanyu. Ngaho nimujye mu mirima yanyu uko mushaka,[1] muniteganyirize (ibyiza) ndetse munagandukire Allah. Kandi rwose mumenye ko muzahura na We. Unageze (yewe Muhamadi) inkuru nziza ku bemeramana.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"[1] Imirima ni ahantu umuntu abiba imbuto zikamera. Niyo mpamvu Allah yagereranyije igitsina cy’umugore nk’umurima kuko ari ahashyirwa intanga ngabo zikazavamo abana; bityo ntibyemewe gukorera imibonano mpuzabitsina ahandi hatari aho.","lang":"rw"},{"name":"2:224","price":"Ntimuzakoreshe izina rya Allah mu ndahiro zanyu nk’urwitwazo rwo kutagira ineza, kudatinya (Allah) no kutunga abantu. Kandi Allah ni Uwumva bihebuje, Umumenyi uhebuje.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:225","price":"Allah ntabahora indahiro murahira mudakomeje, ahubwo abahora izo mwagambiriye mu mitima yanyu (ntimuzubahirize). Kandi Allah ni Ubabarira ibyaha, Udahaniraho.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:226","price":"Abarahirira kutazakorana imibonano mpuzabitsina n’abagore babo, bemerewe gutegereza kugeza ku mezi ane, nibisubiraho (mbere y’icyo gihe), mu by’ukuri, Allah ni Ubabarira ibyaha, Nyirimpuhwe,","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:227","price":"Ariko nibiyemeza ubutane (batisubiyeho mbere y’icyo gihe), mu by’ukuri, Allah ni Uwumva bihebuje, Umumenyi uhebuje.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:228","price":"N’abagore bahawe ubutane bategereza igihe cy’imihango inshuro eshatu (mbere y’uko bashakwa n’abandi bagabo), nta n’ubwo bemerewe guhisha ibyo Allah yaremye muri nyababyeyi zabo (inda cyangwa imihango), niba koko bemera Allah n’umunsi w’imperuka. Kandi abagabo babo ni bo bafite uburenganzira bwo kubagarura muri icyo gihe niba bagamije ubwiyunge. Na bo (abo bagore) bafite uburenganzira ku bagabo babo nk’ubwo abagabo babafiteho ku neza, ariko abagabo bafite urwego rusumbye urwabo. Kandi Allah ni Nyiricyubahiro bihebuje, Nyirubugenge buhambaye.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:229","price":"Ubutane (bwemerera umugabo gusubirana n’umugore we) ni inshuro ebyiri, nyuma yaho (nyuma ya buri butane) ni ugusubirana bakabana ku neza (uko bikwiye), cyangwa gutandukana ku neza. Nta n’ubwo (abagabo) mwemerewe kugira icyo mwisubiza mu byo mwabahaye (abagore), keretse bombi (umugabo n’umugore) batinya kutubahiriza imbago za Allah. Nimutinya ko batazubahiriza imbago za Allah, nta cyaha kuri bombi kuba umugore yagira icyo atanga (asubiza inkwano) kugira ngo yicungure (asaba ubutane). Izo ni imbago za Allah, ntimukazirengere. Kandi abarengera imbago za Allah, abo ni bo nkozi z’ibibi.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:230","price":"Kandi namusenda (ku nshuro ya gatatu), icyo gihe ntabwo azaba amuziruriwe nyuma yaho kugeza ubwo ashyingiranywe n’undi mugabo. Uwo (mugabo) wundi na we namusenda, nta cyaha kuri bombi kuba basubirana (n’umugabo wa mbere) niba bizeye kubahiriza imbago za Allah. Kandi izo ni imbago za Allah agaragariza abantu basobanukiwe.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:231","price":"Kandi nimusenda abagore maze bakegereza irangira ry’igihe cyabo,[1] muzabagarure ku neza cyangwa mubasende ku neza. Ntimukanabagarure mugamije kubagirira nabi mukaba murengereye. Uzakora ibyo azaba yihemukiye. Kandi ntimukagire amategeko ya Allah igikinisho. Munibuke ingabire za Allah kuri mwe, n’ibyo yabahishuriye mu gitabo (Qur’an) n’imigenzo y’Intumwa abaheramo inyigisho. Bityo, mugandukire Allah munamenye ko Allah ari Umumenyi wa byose.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"[1] Igihe cyabo kigamijwe ni ukuba umugore yahawe n’umugabo we ubutane, akaguma mu rugo igihe cy’imihango itatu, cyangwa akamara amezi atatu ku batari bajya mu mihango n’abatakiyijyamo. Naho yaba atwite akabanza akabyara.","lang":"rw"},{"name":"2:232","price":"Kandi igihe muzasenda abagore, bakarangiza igihe cyabo, ntimuzababuze (yemwe bahagararizi b’abagore) gusubirana n’abagabo babo (ku masezerano mashya) igihe babyumvikanyeho ku neza. Ibyo ni inyigisho ku wemera Allah n’umunsi w’imperuka muri mwe. Ibyo ni byo byiza binasukuye kuri mwe, kandi Allah ni We uzi (ibibafitiye akamaro) naho mwe ntabyo muzi.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:233","price":"Ababyeyi bonsa abana babo imyaka ibiri yuzuye k’ushaka kuzuza igihe cyo konsa. Kandi se w’umwana ategetswe kugaburira no kwambika abagore (bahawe ubutane) ku buryo bwiza. Kandi nta muntu utegekwa gukora ibyo adashoboye. Nyina w’umwana ntagomba kugirirwa nabi kubera umwana we, ndetse na se w’umwana ntazagirirwe nabi kubera umwana we. Kandi n’umuzungura wa se w’umwana afata inshingano nk’iz’uwo azunguye. Baramutse bashaka gucutsa (mbere y’imyaka ibiri) ku bwumvikane bwabo no kujya inama nta cyaha kuri bo. Kandi nibashaka konkerezwa abana babo, nta cyaha kuri bo igihe batanze ibyo bumvikanye (n’ababonkereza) ku neza. Bityo mugandukire Allah kandi mumenye ko mu by’ukuri, Allah ari Ubona bihebuje ibyo mukora.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:234","price":"N’abazapfa muri mwe bagasiga abagore, abo bagore bajye baguma mu ngo zabo amezi ane n’iminsi icumi. Nibarangiza igihe cyabo, nta cyaha kuri mwe (ababahagarariye) baramutse bagize ibyo bakora (nko gusohoka mu ngo, kwishyiraho imitako ndetse no gushakwa) mu buryo bwiza. Kandi Allah ni Uzi byimazeyo ibyo mukora.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:235","price":"Kandi nta cyaha kuri mwe kuba mwaca amarenga murambagiza abagore (bapfakaye n’abahawe ubutane bwa burundu batararangiza igihe cyabo cyo kuguma mu ngo) cyangwa mukabihisha mu mitima yanyu, Allah azi neza ko muzabatekerezaho. Cyakora ntimuzagire isezerano mubaha mu ibanga (mugamije ubusambanyi cyangwa kwemeranywa gushyingiranwa igihe bategereza kitararangira), keretse kuba mwavuga ijambo ryiza (rimwumvisha ko umugore nka we agikenewe n’abagabo). Kandi ntimugakore isezerano ryo gushyingiranwa kugeza igihe cyategetswe (abagore bagomba gutegereza) kirangiye. Munamenye ko Allah azi neza ibiri mu mitima yanyu; bityo mwirinde kunyuranya n’ibyo yabategetse, munamenye ko mu by’ukuri, Allah ari Ubabarira ibyaha, Udahaniraho.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:236","price":"Nta cyaha kuri mwe muramutse muhaye abagore ubutane mutarakorana na bo imibonano mpuzabitsina, cyangwa mutarabagenera inkwano, ariko mujye mugira icyo mubaha cyabanezeza. Uwishoboye (amunezeze) mu buryo bukwiye bijyanye n’ubushobozi bwe ndetse n’umukene abikore bijyanye n’ubushobozi bwe; ibyo ni inshingano ku bakora ibyiza.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:237","price":"Nimunabaha ubutane mbere y’uko mukorana imibonano mpuzabitsina na bo kandi mwari mwarabageneye inkwano, mutegetswe kubaha icya kabiri cy’izo nkwano, keretse bazibarekeye cyangwa ufite ububasha ku isezerano ryo gushyingiranwa (umugabo watanze ubutane) akazirekera umugore (zose). Kandi kuba mwabababarira (bamwe muri mwe bakazirekera bagenzi babo) ni byo byegereye kugandukira Allah. Ntimukanibagirwe ineza (mwagiranye, muhana impano) hagati yanyu. Mu by’ukuri, Allah ni Ubona bihebuje ibyo mukora.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:238","price":"Mujye muhozaho iswala (z’itegeko), by’umwihariko iswala yo hagati (al Aswir). Kandi mujye muhagarara (mu iswala) mwibombaritse imbere ya Allah.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:239","price":"N’igihe muzaba mufite ubwoba (mutinya umwanzi), mujye mukora iswala mugenda n’amaguru cyangwa muri ku bigenderwaho. Igihe mutekanye, mujye musingiza Allah (musali) nk’uko yabigishije ibyo mutari muzi.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:240","price":"N’abazapfa muri mwe bagasiga abagore, bajye (basiga) umurage (ugaragaza ibizatunga) abagore babo mu gihe kingana n’umwaka badasohowe (mu ngo zabo). Ariko nibava mu ngo zabo ku bushake, nta cyaha kuri mwe (abazungura) baramutse bagize ibyo bakora igihe cyose bitanyuranyije n’amategeko (nko kuba bashaka abagabo mbere y’uko umwaka urangira).[1] Kandi Allah ni Umunyacyubahiro bihebuje, Nyirubugenge buhambaye","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"[1] Itegeko rivugwa muri uyu murongo ryo kuba umugore wapfushije umugabo agomba kuguma mu rugo rw’umugabo we umwaka wose, ryasimbuwe n’itegeko rivuga ko umugore wapfushije umugabo agomba kuguma mu rugo rw’umugabo we mu gihe cy’amezi ane n’iminsi icumi, nkuko rigaragara mu murongo wa 234 muri iyi Surat.","lang":"rw"},{"name":"2:241","price":"N’abagore bahawe ubutane bahabwe imperekeza mu buryo bwiza. Ibyo ni inshingano ku (bagabo) batinyamana.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:242","price":"Uko ni ko Allah abasobanurira amategeko ye kugira ngo musobanukirwe (mushyire mu gaciro).","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:243","price":"Ese ntiwamenye (yewe Muhamadi) inkuru y’abantu bavuye mu ngo zabo ari ibihumbi bahunga urupfu? Maze Allah akababwira ati “Ngaho nimupfe” (maze bahita bapfira icyarimwe), nuko nyuma yaho akabazura (kugira ngo buzuze igihe cyo kubaho kwabo, binababere isomo kandi bicuze). Mu by’ukuri, Allah ni Nyiringabire ku bantu, nyamara abenshi mu bantu ntibashimira.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:244","price":"Munarwane mu nzira ya Allah, kandi mumenye ko Allah ari Uwumva bihebuje, Umumenyi uhebuje.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:245","price":"Ni nde waguriza Allah inguzanyo nziza (gutanga umutungo mu bikorwa byiza) maze akazayimuhembera ayikubye inshuro nyinshi? Allah ni We utanga bike akanatanga byinshi. Kandi iwe ni ho muzagarurwa.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:246","price":"Ese (yewe Muhamadi) ntiwamenye inkuru y’ibikomerezwa muri bene Isiraheli (babayeho) nyuma ya Musa, igihe babwiraga umuhanuzi wabo (Samuel) bati “Twimikire umwami (watuyobora) kugira ngo turwane mu nzira ya Allah. Arababwira ati “Ese ntimushobora kwanga kurwana muramutse mubitegetswe? Baravuga bati “Ni iki cyatubuza kurwana mu nzira ya Allah kandi twarameneshejwe mu ngo zacu, tukanatandukanywa n’urubyaro rwacu?” Nuko aho bategekewe kurwana, bahunze urugamba uretse bake muri bo. Kandi Allah azi neza abanyamahugu.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:247","price":"Maze Umuhanuzi wabo arababwira ati “Mu by’ukuri, Allah abimikiye Twalutu (Sawuli) ngo ababere umwami. Baravuga bati “Ni gute Twalutu yatubera umwami kandi ari twe dukwiye ubwami kumurusha, ndetse ataranahawe ubukire? (Umuhanuzi wabo) aravuga ati “Mu by’ukuri, Allah yamubahitiyemo anamwongerera ubumenyi buhagije n’imbaraga z’umubiri.” Kandi Allah agabira ubwami bwe uwo ashaka. Ndetse Allah ni Nyiringabire zagutse, Umumenyi uhebuje.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:248","price":"Nuko umuhanuzi wabo arababwira ati “Mu by’ukuri, ikimenyetso cy’ubwami bwe ni uko azabazanira isanduku iteruwe n’abamalayika irimo ikimenyetso kibaha ituze riturutse kwa Nyagasani wanyu inarimo bimwe mu byasizwe n’abo mu muryango wa Musa n’uwa Haruna (Aroni). Mu by’ukuri, muri ibyo harimo ikimenyetso kuri mwe, niba koko muri abemera.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:249","price":"Nuko Twalutu amaze guhagurukana ingabo arazibwira ati “Mu by’ukuri Allah yabahaye ikigeragezo cy’umugezi (muzambuka). Bityo uzawunywaho ntazaba ari mu ngabo zanjye. Naho utazawunywaho ndetse n’uzanywaho urushyi rumwe rw’ikiganza bazaba mu ngabo zanjye.” Nuko bawunywaho usibye bake muri bo. (Twalutu) amaze kuwambuka we n’abemeye hamwe na we baravuga bati “Uyu munsi nta bushobozi dufite bwo guhangana na Jalutu (Goliyati) n’ingabo ze.” Nuko ba bandi bizera ko bazahura na Allah baravuga bati “Ni kangahe itsinda rito ryatsinze itsinda rinini ku bushake bwa Allah?” Kandi Allah ari kumwe n’abihangana.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:250","price":"Nuko ubwo basakiranaga na Jalutu (Goliyati) n’ingabo ze, baravuze bati “Nyagasani wacu! Duhundagazeho ukwihangana, unakomeze ibirenge byacu (dushikame mu birindiro ntiduhunge), unadushoboze gutsinda abahakanyi.”","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:251","price":"Nuko barabanesha ku bushake bwa Allah, maze Dawudi yica Jalutu, Allah anamugabira ubwami n’ubushishozi, anamwigisha ibyo ashaka. Kandi rwose iyo Allah ataza gukoresha abantu (baharanira ukuri) mu gukumira abandi (abagizi ba nabi) isi yari kwangirika. Ariko Allah ni Nyiringabire ku biremwa byose.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:252","price":"Ayo ni amagambo ya Allah tugusomera (yewe Muhamadi) mu kuri. Kandi rwose, uri mu ntumwa (za Allah).","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"rw"},{"name":"2:253","price":"Izo ntumwa, zimwe muri zo twazirutishije izindi. Muri zo, hari izo Allah yavugishije, anazamura izindi mu nzego (icyubahiro). Kandi twahaye Isa (Yesu) mwene Mariyamu ibitangaza na Roho Mutagatifu (Malayika Gaburiheli) ngo amushyigikire. Kandi iyo Allah aza kubishaka abaje nyuma yazo ntibari kugirana amakimbirane nyuma y’uko bagerwaho n’ibimenyetso, ariko ntibumvikanye. Muri bo hari abemeye (Allah), abandi barahakana. Kandi iyo Allah aza kubishaka ntibari kugirana amakimbirane, ariko Allah akora ibyo ashaka.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:254","price":"Yemwe abemeye! Mutange mu byo twabahaye mbere y’uko hagera umunsi utazabaho ubucuruzi, ubucuti cyangwa ubuvugizi. Mu by’ukuri abahakanyi ni bo nkozi z’ibibi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:255","price":"Allah (ni we Mana y’ukuri) nta yindi mana ikwiye gusengwa by’ukuri uretse We, Uhoraho (Nyirubuzima bwuzuye buzira inenge), Uwigize, akanabeshaho ibiriho byose. Ntafatwa no guhunyiza habe n’ibitotsi. Ibiri mu birere n’ibiri mu isi ni ibye. Ni inde wagira uwo avuganira iwe uretse ku burenganzira bwe? Azi ibyababayeho (ku isi) n’ibizababaho (ku mperuka). Kandi nta n’icyo bamenya mu bumenyi bwe uretse icyo ashaka. Kursiyu[1] ye ikwiriye ibirere n’isi, kandi ntananizwa no kubirinda (ibirere n’isi). Ni na We Uwikirenga, Uhambaye.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"[1] Nk’uko ijambo Kursiyu ryasobanuwe n’umusangirangendo w’Intumwa y’Imana Muhamadi (Imana imuhe amahoro n’imigisha) witwa Ibun Abass (Imana imwishimire), ni ahantu Allah ashyira ibirenge bye bijyanye n’icyubahiro cye n’ubuhambare bwe, tutagereranya cyangwa ngo dusanishe n’iby’ibiremwa.","lang":"rw"},{"name":"2:256","price":"Nta gahato mu kwinjira mu idini (ya Isilamu); inzira y’ukuri yamaze kugaragara itandukana n’ubuyobe. Bityo uhakana ibigirwamana akemera Allah, aba afashe umugozi ukomeye (inzira y’ukuri) udashobora gucika. Kandi Allah ni Uwumva bihebuje, Umumenyi uhebuje.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:257","price":"Allah ni umukunzi wa ba bandi bemeye; abakura mu mwijima (w’ubuhakanyi) abaganisha mu rumuri (rw’ukwemera). Naho ba bandi bahakanye, abakunzi babo ni ibigirwamana; bibakura mu rumuri bibaganisha mu mwijima. Abo ni abantu bo mu muriro, bazawubamo ubuziraherezo.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:258","price":"Ese ntiwamenye (yewe Muhamadi) uwahakanye Nyagasani we (Umwami Namurudhi) ubwo yagishaga impaka Aburahamu yitwaje ubwami Allah yamuhaye? Ubwo Aburahamu yavugaga ati “Nyagasani wanjye ni wa wundi utanga ubuzima n’urupfu.” (Namurudhi) aravuga ati “Nanjye ntanga ubuzima n’urupfu.” Aburahamu aravuga ati “Mu by’ukuri, Allah avana izuba iburasirazuba; ngaho wowe rivane iburengerazuba.” Nuko uwahakanye aramwara! Kandi Allah ntayobora ababangikanyamana.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:259","price":"Cyangwa nka wa wundi wanyuze ku mudugudu wasenyutse ugahinduka itongo akavuga ati “Ni gute Allah azawusubiza ubuzima nyuma yo gupfa kwawo (azazura abawutuye)?” Nuko Allah amwambura ubuzima imyaka ijana, maze aramuzura. (Allah) aramubaza ati “Umaze igihe kingana iki (warapfuye)?” Aravuga ati “Maze umunsi umwe cyangwa igice cyawo.” (Allah) aramubwira ati “Ahubwo umaze imyaka ijana. Ngaho reba ibiribwa n’ibinyobwa byawe ntibyagaze, unarebe indogobe yawe (uko yahindutse amagufa). Ibyo ni ukugira ngo tukugire ikimenyetso ku bantu. Unarebe amagufa (y’indogobe) uburyo tuyahuza, hanyuma tukayambika umubiri (ikongera ikabaho).” Nuko amaze gusobanukirwa (ubushobozi bwa Allah yaremeye), maze aravuga ati “Mu by’ukuri, menye ko Allah ari Ushoborabyose.”","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:260","price":"Unibuke ubwo Aburahamu yavugaga ati “Nyagasani wanjye! Nyereka uko uzura ibyapfuye.” Allah aravuga ati “Ese ntiwari wemera?” (Aburahamu) aravuga ati “Yego, naremeye ariko ni ukugira ngo umutima wanjye urusheho gutuza.” Allah aravuga ati “Ngaho fata inyoni enye (uzitoze kukumvira), nuko uzibage uzicagagure, hanyuma ushyire igice kuri buri musozi, maze uzihamagare ziraza zikugana zihuta.” Kandi unamenye ko mu by’ukuri, Allah ari Umunyacyubahiro bihebuje, Nyirubugenge buhambaye.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:261","price":"Urugero rw’abatanga imitungo yabo mu nzira ya Allah, ni nk’impeke yeze amahundo arindwi, kuri buri hundo hariho impeke ijana. Allah atuburira (ingororano) uwo ashaka, kandi Allah ni Nyiringabire zagutse, Umumenyi uhebuje.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:262","price":"Ba bandi batanga imitungo yabo mu nzira ya Allah, hanyuma ibyo batanze ntibabikurikize incyuro cyangwa inabi, bazagororerwa ibihembo byabo kwa Nyagasani wabo, kandi nta bwoba kuri bo ndetse nta n’ubwo bazagira agahinda.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:263","price":"Imvugo nziza ndetse n’imbabazi biruta ituro rikurikijwe inabi, kandi Allah ni Uwihagije, Udahubuka.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:264","price":"Yemwe abemeye! Ntimukangize amaturo yanyu kubera incyuro n’inabi, nka wa wundi utanga umutungo we kugira ngo yiyereke abantu, ntanemere Allah n’umunsi w’imperuka. Bityo urugero rwe ni nk’urutare rworosheho itaka, nuko imvura nyinshi yarugwaho ikarusiga rwanamye. Nta cyo bashobora guhemberwa mu byo bakoze, kandi Allah ntayobora abantu b’abahakanyi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:265","price":"N’urugero rw’abatanga imitungo yabo bagamije kwishimirwa na Allah, kandi banizera byimazeyo mu mitima yabo (kuzagororerwa), ni nk’umurima uri ahegutse hanyuma wagwamo imvura nyinshi, ukera umusaruro wikubye kabiri. N’iyo imvura nyinshi itawuguyemo, ibijojoba birawuhagije. Rwose Allah abona neza ibyo mukora.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:266","price":"Ese umwe muri mwe yakwifuza kugira umurima w’itende n’imizabibu utembamo imigezi, akawugiramo n’imbuto z’amoko yose, maze yagera mu zabukuru anafite abana b’abanyantege nke (ntacyo bakwimarira), nuko ugaterwa n’inkubi y’umuyaga irimo umuriro mwinshi, maze ugakongoka? (Uru ni rwo rugero rw’abatanga imitungo yabo batagamije kwishimirwa na Allah, bazabura ibihembo ku munsi w’imperuka mu gihe bari babikeneye.) Uko ni ko Allah abereka ibimenyetso (by’ibibafitiye umumaro kugira ngo mumuharire ibikorwa byanyu no) kugira ngo mutekereze.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:267","price":"Yemwe abemeye! Nimutange mu byiza mwungutse, no mu byo twabakuriye mu butaka. Ntimuzanagambirire ikibi muri byo ngo mube ari cyo mutanga, kandi namwe mudashobora kucyakira keretse (mugihawe) muhumirije. Kandi mumenye ko mu by’ukuri, Allah ari Uwihagije, Ushimwa cyane.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:268","price":"Shitani abakangisha ko (nimwitanga) muzakena, akanabategeka gukora ibibi. Naho Allah, abasezeranya imbabazi n’ingabire bimuturukaho. Kandi Allah ni Nyiringabire zagutse, Umumenyi uhebuje.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:269","price":"Allah aha ubushishozi uwo ashaka, kandi uhawe ubushishozi aba ahawe ibyiza byinshi. Ndetse nta bazirikana (ibyo) uretse abafite ubwenge.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:270","price":"Kandi icyo muzatanga cyose mu bitangwa cyangwa mugahiga (umuhigo), rwose Allah aba abizi. Kandi inkozi z’ibibi ntizizigera zibona abazitabara.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:271","price":"Nimutanga amaturo ku mugaragaro ni byiza. Ndetse nimunayatanga mu ibanga mukayaha abakene ni akarusho kuri mwe. Kandi (Allah) abahanaguraho ibyaha byanyu, ndetse Allah azi byimazeyo ibyo mukora.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:272","price":"(Yewe Muhamadi) ntushinzwe ukuyoboka kwabo. Ahubwo Allah ayobora uwo ashaka (mu idini rya Isilamu). N’ibyo muzatanga mu byiza ni mwe muzaba mwikorera; n’ibyo mutanze nta kindi muba mugamije uretse kwishimirwa na Allah, kandi ibyiza mutanze muzabigororerwa byuzuye, ndetse ntimuzahuguzwa.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:273","price":"(Amaturo) ahabwe abakene, ba bandi bahugiye mu nzira ya Allah badashobora kujya gushakisha amafunguro, utabazi akeka ko bishoboye kubera kwihishira. Ubabwirwa n’ibimenyetso byabo (by’ubukene); ntibasaba abantu babagondoza. Kandi ibyo mutanze mu byiza, rwose Allah aba abizi neza.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:274","price":"Ba bandi batanga imitungo yabo ijoro n’amanywa, mu ibanga ndetse no ku mugaragaro, bazagororerwa ibihembo byabo kwa Nyagasani wabo, kandi nta bwoba bazagira, habe n’agahinda.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:275","price":"Ba bandi barya Riba[1] bazazuka bameze nk’uwahanzweho n’amashitani. Ibyo ni ukubera ko bavuze bati “Mu by’ukuri, Riba ni kimwe n’ubucuruzi.” Nyamara Allah yaziruye ubucuruzi aziririza Riba. Cyakora uzagerwaho n’inyigisho ziturutse kwa Nyagasani we akayireka, yemerewe kugumana umutungo yakuye muri Riba mbere y’iziririzwa ryayo, ndetse ibye (mu gihe asigaje kubaho) bizwi na Allah. Naho abazakomeza (kurya Riba), abo ni abantu bo mu muriro, bazawubamo ubuziraherezo.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"[1] Riba: Ni inyito ya Kisilamu isobanura indonke iboneka mu gufatirana umuntu ushaka inguzanyo, ukamwaka inyungu.","lang":"rw"},{"name":"2:276","price":"Allah akura umugisha mu mutungo urimo Riba, agatubura amaturo, kandi Allah ntakunda umuhakanyi, umunyabyaha.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:277","price":"Mu by’ukuri ba bandi bemeye bagakora ibikorwa byiza, bagahozaho iswala (bazitunganya uko bikwiye),[1] bakanatanga amaturo, bazagororerwa ibihembo byabo kwa Nyagasani wabo, kandi nta bwoba bazagira, habe n’agahinda.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"[1] Reba uko twasobanuye umurongo wa 3 muri iyi Surat.","lang":"rw"},{"name":"2:278","price":"Yemwe abemeye! Nimugandukire Allah, kandi muzibukire inyungu za Riba, niba koko muri abemera.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:279","price":"Ibyo nimutabikora, mumenye ko mutangaje intambara hagati yanyu na Allah n’Intumwa ye. Kandi nimwicuza (mukareka inyungu ku mwenda) muzishyuze ingano y’umwenda mwatanze nta cyiyongereyeho, mudahuguje cyangwa ngo muhuguzwe.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:280","price":"No mu gihe uwishyuzwa ananiwe kwishyura, mujye mumwihanganira kugeza igihe aboneye ubushobozi. Ariko muramutse munamubabariye (uwo mwenda) mukawugira ituro, ibyo ni byo byiza kuri mwe iyaba mwari mubizi.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:281","price":"Munatinye umunsi muzasubizwaho kwa Allah, maze buri muntu agahemberwa mu buryo bwuzuye ibyo yakoze, kandi bo ntibazahuguzwa.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:282","price":"Yemwe abemeye! Nimuhana umwenda uzishyurwa ku gihe mwagennye, mujye muwandika kandi mushyireho umwanditsi utabogama. N’uwo mwanditsi ntazange kwandika nk’uko Allah yabimwigishije. Ajye yandika abwirwa (ibyo yandika) n’uhawe umwenda. Kandi ajye atinya Allah Nyagasani we, ntanagire icyo agabanyamo. Niba uhawe umwenda adasobanukiwe cyangwa ari umunyantege nke, cyangwa adashoboye kuvuga ibyandikwa, icyo gihe umuhagarariye ajye avuga ibyandikwa atabogamye. Kandi muzashyireho abahamya babiri b’igitsina gabo muri mwe. Nibataba abagabo babiri, ubwo bazabe umugabo n’abagore babiri mu bahamya mwemeranyijweho, kugira ngo umwe muri bombi (abo bagore) niyibagirwa undi amwibutse. Kandi abahamya ntibakange (gutanga ubuhamya) igihe bahamagawe. Ntimugasuzugure kwandika umwenda waba muto cyangwa munini ndetse n’igihe cyawo (uzishyurirwa). Ibyo ni byo butabera imbere ya Allah, kandi ni na byo bitunganya ubuhamya, bikaba ari na byo byegereye kubarinda gushidikanya. Igihe ari ubucuruzi bw’ako kanya mukora hagati yanyu, nta cyo bibatwaye kutabwandika. Kandi mujye mushyiraho abahamya igihe mugiranye amasezerano y’ubugure. Umwanditsi n’umuhamya ntibakagirirwe nabi, kuko nimuramuka mubikoze (kubagirira nabi), mu by’ukuri ibyo bizaba ari icyaha kuri mwe. Bityo, nimugandukire Allah maze abigishe. Kandi Allah ni Umumenyi wa byose.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:283","price":"Nimuba muri ku rugendo ntimubone umwanditsi, icyo gihe ni ugutanga ingwate ihabwa utanze umwenda. Ariko nimuramuka mwizeranye (nta nyandiko, nta bahamya nta n’ingwate bihari), uwizewe (uwagurijwe) azatange indagizo ye (azishyure umwenda), anatinye Allah Nyagasani we. Ntimugahishe ubuhamya kuko ubuhishe umutima we uba ukoze icyaha. Kandi Allah ni Umumenyi uhebuje w’ibyo mukora.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:284","price":"Ibiri mu birere n’ibiri mu isi ni ibya Allah. Kandi n’iyo mwagaragaza ibiri mu mitima yanyu cyangwa mukabihisha, Allah azabibabarurira. Nuko ababarire uwo ashaka ndetse anahane uwo ashaka. Kandi Allah ni Ushoborabyose.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:285","price":"Intumwa (Muhamadi) yemeye ibyo yahishuriwe biturutse kwa Nyagasani wayo ndetse n’abemera (barabyemeye). Bose bemeye Allah, abamalayika be, ibitabo bye n’Intumwa ze; (bavuga bati) “Nta n’imwe turobanura mu Ntumwa ze.” Baranavuga bati “Twumvise kandi twumviye. Turagusaba imbabazi, Nyagasani wacu! Kandi iwawe ni ho byose bizasubira.”","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"rw"},{"name":"2:286","price":"Allah ntawe ategeka icyo adashoboye. (Umuntu) ahemberwa ibyo yakoze akanahanirwa ibyo yakoze. Nyagasani wacu! Ntuzaduhore ibyo twibagiwe (gukora) cyangwa (ibyo twakoze) twibeshye. Nyagasani wacu! Ntuzatwikoreze umutwaro nk’uko wawikoreje abatubanjirije. Nyagasani wacu! Ntuzatwikoreze ibyo tudashoboye. Tubababarire, udukize ibyaha kandi utugirire impuhwe. Ni wowe Mugenga wacu, dutabare uduhe gutsinda abahakanyi.","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"rw"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}