{"data":[{"name":"28:1","price":"Twaa Siin Miim[1]","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"[1] -Twaa Siin Miim: Inyuguti nk’izi twazivuzeho mu masura yatambutse.","lang":"rw"},{"name":"28:2","price":"Iyo ni imirongo (ayat) y’igitabo gisobanutse.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:3","price":"Turakubarira zimwe mu nkuru za Musa na Farawo mu kuri (ngo uzigeze) ku bantu bemera.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:4","price":"Mu by’ukuri Farawo yishyize hejuru mu gihugu (cya Misiri), anacamo ibice abantu baho, akandamiza bamwe muri bo (Abayisiraheli), abicira abana b’abahungu naho abakobwa babo akabareka. Mu by’ukuri yari mu bangizi.","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:5","price":"Kandi twashakaga guha ingabire zacu abakandamijwe mu gihugu, tukabagira abayobozi ndetse tukanabagira abazungura (ba Misiri nyuma yo kurimbura Farawo).","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:6","price":"No kubaha ubushobozi mu gihugu, ndetse no kugira ngo twereke Farawo na Hamana ndetse n’ingabo zabo, ibyo bajyaga bikanga ko byaturuka kuri bo (Abayisiraheli).","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:7","price":"Nuko duhishurira nyina wa Musa (tumubwira) tuti “Mwonse, ariko niba ufite ubwoba (bw’uko yagirirwa nabi), munage mu mazi kandi ntutinye cyangwa ngo ugire agahinda. Mu by’ukuri tuzamukugarurira ndetse tumugire umwe mu ntumwa (zacu).”","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:8","price":"Nuko atoragurwa n’abantu bo kwa Farawo, (nyuma) aza kubabera umwanzi n’impamvu y’umubabaro. Mu by’ukuri Farawo na Hamana n’ingabo zabo bari abanyamakosa.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:9","price":"Umugore wa Farawo aravuga (abwira Farawo) ati “(Uyu mwana) azaba ibyishimo byanjye nawe! Ntimumwice! Hari ubwo yazatugirira akamaro cyangwa tukamugira umwana wacu.” Ariko (Farawo n’abantu be) ntibiyumvishaga (ko ari we uzaba impamvu yo korama kwabo).","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:10","price":"Umutima wa nyina wa Musa wasigaye nta kindi kiwurimo (usibye gutekereza umwana we). Haburaga gato ngo amugaragaze (ko ari uwe) iyo tutamukomeza umutima kugira ngo abe mu bemera (isezerano ryacu).","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:11","price":"Nuko (nyina wa Musa) abwira mushiki wa Musa (igihe yamunagaga mu mazi) ati “Mukurikire!” Maze agenda amurebera kure batabyiyumvisha.","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:12","price":"(Musa) twari twaramuziririje konswa n’(abandi bagore) mbere (y’uko tumugarura kwa nyina), maze mushiki we arababwira ati “Ese mbarangire umuryango wamubarerera kandi ukamuha uburere bwiza?”","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:13","price":"Nuko tumusubiza kwa nyina kugira ngo (nyina) yishime ashire agahinda, kandi amenye ko isezerano rya Allah ari ukuri. Ariko abenshi muri bo ntibabizi.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:14","price":"Nuko amaze kuba igikwerere anatunganye (mu bwenge), tumuha ubushishozi n’ubumenyi. Uko ni ko duhemba abakora ibyiza.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:15","price":"Nuko yinjira mu mujyi (wa Farawo) mu gihe abawutuye bahuze, ahasanga abagabo babiri barwana; umwe akomoka muri bene wabo, undi akomoka mu banzi be. Maze ukomoka muri bene wabo aramutabaza kugira ngo amufashe kwivuna umwanzi we, nuko Musa amukubita igipfunsi aramwica. (Musa amaze kumwica) aravuga ati “Ibi (nkoze) ni igikorwa cya Shitani. Mu by’ukuri yo ni umwanzi uyobya ku buryo bugaragara.”","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:16","price":"(Musa) aravuga ati “Nyagasani! Mu by’ukuri nihemukiye; bityo mbabarira.” Nuko (Allah) aramubabarira. Rwose We ni Nyir’ukubabarira ibyaha, Nyirimbabazi.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:17","price":"(Musa) aravuga ati “Nyagasani! Ku bw’inema wampaye, sinzigera nshyigikira inkozi z’ibibi.”","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:18","price":"Nuko bukeye (Musa) aramukira mu mujyi afite ubwoba, akurikirana (ngo amenye inkurikizi z’ibyo yakoze). Maze wa wundi wamutabaje ku munsi wabanje avuza akamo amutabaza (nanone). Musa aramubwira ati “Mu by’ukuri bigaragara ko wiyenza.”","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:19","price":"Nuko (Musa) ashaka gusumira umwanzi wabo bombi, (wa mwanzi) aravuga ati “Yewe Musa! Urashaka kunyica nk’uko wishe umuntu ejo? Nta kindi ushaka kitari ukuba icyigomeke mu gihugu. Nta n’ubwo ushaka kuba mu bakora ibitunganye.”","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:20","price":"Maze haza umugabo yihuta, aturutse mu nkengero z’umujyi, aravuga ati “Yewe Musa! Rwose ibyegera (bya Farawo) biragucurira umugambi wo kukwica, bityo hunga! Mu by’ukuri ndi umwe mu bakugira inama.”","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:21","price":"Nuko awusohokamo akebaguza, afite ubwoba (bw’uko ashobora gufatwa). Aravuga ati “Nyagasani! Nkiza abantu b’inkozi z’ibibi.”","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:22","price":"Ubwo (Musa) yerekezaga i Madiyani, yaravuze ati “Hari ubwo Nyagasani wanjye yanyobora inzira y’ukuri.”","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:23","price":"Maze ageze ku mazi (iriba) ya Madiyana, ahasanga abantu benshi buhira (amatungo yabo), inyuma yabo hari abagore babiri bakumira (amatungo yabo kwegera amazi). Aravuga ati “Mufite ikihe kibazo?” Baravuga bati “Ntidushobora gushora (amatungo yacu) abashumba badakutse, kandi data ni umusaza ukuze.”","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:24","price":"Nuko arabuhirira (amatungo), nyuma yerekeza mu gicucu (cy’igiti) maze aravuga ati “Nyagasani! Rwose nkeneye ibyiza wamanurira uko byaba bimeze kose.”","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:25","price":"Maze umwe muri ba bagore babiri aza amusanga afite isoni, aravuga ati “Mu by’ukuri data araguhamagaye kugira ngo aguhe igihembo cy’uko watwuhiriye (amatungo).” Nuko (Musa aramwitaba) amugezeho amubarira inkuru (y’ibyamubayeho), maze aramubwira ati “Ntugire ubwoba! Ukize abantu b’inkozi z’ibibi.”","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:26","price":"Umwe muri bo (abagore) aravuga ati “Dawe! Muhe akazi! Kubera ko mu by’ukuri umwiza ukwiriye kugaha ni umunyembaraga w’umwizerwa.”","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:27","price":"(Shuwayibu) aravuga ati “Mu by’ukuri ndashaka kugushyingira umwe muri aba bakobwa banjye babiri, ukazankorera imyaka umunani; ariko unujuje icumi, byaba ari ubushake bwawe kuko ntashaka kukugora. Ku bushake bwa Allah, uzasanga ndi umwe mu bantu beza.”","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:28","price":"(Musa) aravuga ati “Ibyo ni (amasezerano) hagati yanjye nawe. Kimwe muri ibyo bihe byombi nzakora, sinzarenganywe. Kandi Allah ni umuhamya w’ibyo tuvuga.”","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:29","price":"Nuko Musa yujuje igihe (bumvikanye), ajyana n’umuryango we (basubiye mu Misiri), arabukwa umuriro iruhande (rw’umusozi) wa Twuri. Maze abwira umuryango we ati “Nimusigare aha, mu by’ukuri njye ndabutswe umuriro; hari ubwo nabazanira amakuru yawo (yadufasha kumenya inzira) cyangwa nkabazanira igishirira kugira ngo mwote.”","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:30","price":"Nuko awugezeho, ahamagarirwa iruhande rw’ikibaya iburyo (bwe) ku butaka butagatifu, (ijwi rituruka) ku giti, (abwirwa) ati “Yewe Musa! Mu by’ukuri ni njye Allah, Nyagasani w’ibiremwa byose.”","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:31","price":"“Naga inkoni yawe hasi!” (Arayinaga) maze abonye yinyagambura imeze nk’inzoka (ikubita hirya no hino), agira ubwoba arahunga ntiyahindukira. (Allah) aramubwira ati “Yewe Musa! Garuka kandi ntugire ubwoba, mu by’ukuri uri mu batekanye.”","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:32","price":"Injiza ukuboko kwawe (ikiganza cyawe) mu kwaha (mu mwenge w’ikanzu yawe), kuravamo kurabagirana bidatewe n’uburwayi. Kandi wipfumbate kugira ngo ushire ubwoba. Ibyo byombi ni ibimenyetso bigaragara biturutse kwa Nyagasani wawe, uzifashisha kwa Farawo n’ibyegera bye. Mu by’ukuri bo ni abantu b’inkozi z’ibibi.","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:33","price":"(Musa) aravuga ati “Nyagasani! Mu by’ukuri nabishemo umuntu none ndatinya ko bazanyica.”","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:34","price":"“Kandi umuvandimwe wanjye Haruna andusha kuba intyoza, bityo mumpe tujyane anyunganire, anahamye ibyo mvuga. Mu by’ukuri ndatinya ko bampinyura.”","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:35","price":"(Allah) aravuga ati “Tuzagushyigikiza umuvandimwe wawe, tunabahe ibimenyetso bidasubirwaho mwembi; bityo ntibazabasha kugira icyo babatwara ku bw’ibitangaza byacu. Mwembi n’abazabakurikira muzatsinda.”","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:36","price":"Nuko Musa abagejejeho ibitangaza byacu bigaragara, baravuga bati “Ibi nta kindi biri cyo uretse ko ari uburozi bw’ubuhimbano, kandi ibi (uduhamagarira) ntitwigeze tubyumva ku babyeyi bacu bo hambere.”","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:37","price":"Musa aravuga ati “Nyagasani wanjye ni We uzi neza uwazanye umuyoboro umuturutseho, kandi ni na We uzi uzagira iherezo ryiza ku munsi w’imperuka. Mu by’ukuri inkozi z’ibibi ntizizatsinda.”","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:38","price":"Nuko Farawo aravuga ati “Yemwe byegera! Nta yindi mana nzi mufite itari njye, bityo ntwikira amatafari yewe Hamana, maze unyubakire umunara muremure kugira ngo nshobore kubona Imana ya Musa. Kuko mu by’ukuri nkeka ko (Musa) ari mu banyabinyoma.”","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:39","price":"Maze (Farawo) n’ingabo ze bigira abibone mu gihugu bitari mu kuri kandi banibwira ko batazagarurwa iwacu (kwa Allah).","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:40","price":"Nuko tumufatana n’ingabo ze maze tubajugunya mu nyanja. Ngaho reba uko iherezo ry’inkozi z’ibibi ryagenze!","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:41","price":"Twanabagize abayobozi bahamagarira (abantu) kugana umuriro, kandi ku munsi w’imperuka ntibazatabarwa.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:42","price":"Twanabakurikije umuvumo hano ku isi, ndetse no ku munsi w’imperuka bazaba bari mu bantu babi.","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:43","price":"Kandi rwose twahaye Musa igitabo (Tawurati) nyuma yo kurimbura ibisekuru byo hambere, (ngo kibe) urumuri n’umuyoboro ndetse n’impuhwe ku bantu, kugira ngo babashe kwibuka.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:44","price":"Kandi (yewe Muhamadi) ntabwo wari iruhande rw’iburengerazuba (bw’umusozi) ubwo twahaga Musa amategeko, ndetse nta n’ubwo wari mu bari aho (icyo gihe).","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:45","price":"Ahubwo twaremye ibisekuru byinshi (nyuma ya Musa), bibaho igihe kirekire [biza kwibagirwa isezerano rya Allah, kugeza ubwo wowe Muhamadi uje], kandi nta n’ubwo wabaye mu bantu b’i Madiyana ngo ubasomere amagambo yacu. Ariko ni twe twoherezaga (Intumwa, tukanaziha inkuru z’ibyabaye mbere).","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:46","price":"Kandi nta n’ubwo wari iruhande rwa (umusozi wa) Twuri, ubwo twahamagaraga (Musa, ngo wumve ibyo tumuhishurira) ahubwo (twakohereje) ku bw’impuhwe ziturutse kwa Nyagasani wawe, kugira ngo uburire abantu batigeze bagerwaho n’umuburizi mbere yawe, kugira ngo babashe kwibuka.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:47","price":"N’iyo (tutaza kukohereza mu bantu b’i Maka) nyuma bakagerwaho n’ibihano kubera ibyo bakoze, bari kuvuga bati “Nyagasani wacu! Iyo uza kutwoherereza Intumwa, twari gukurikira amagambo yawe kandi tukaba mu bemera.”","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:48","price":"Nuko ubwo ukuri (Intumwa Muhamadi) kuduturutseho kwabageragaho, baravuze bati “Kuki atahawe nk’ibyo Musa yahawe?” (Babwire uti) “Ese mbere (Abayahudi) ntibahakanye ibyo Musa yahawe?” Bakanavuga bati “Mu by’ukuri ni uburozi bwombi (Qur’an na Tawurati) bwunganirana.” Baranavuga bati “Mu by’ukuri byose turabihakanye.”","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:49","price":"Vuga (yewe Muhamadi) uti “Ngaho nimuzane igitabo giturutse kwa Allah kibirusha byombi kuba umuyoboro mwiza, maze ngikurikire niba koko muri abanyakuri.”","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:50","price":"Ariko nibaramuka batagusubije, umenye ko nta kindi bakurikira kitari irari ryabo. Ese ni nde wayobye kurusha wa wundi wakurikiye irari rye adafite umuyoboro uturutse kwa Allah? Mu by’ukuri Allah ntayobora abantu b’inkozi z’ibibi.","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:51","price":"Kandi rwose twabagejejeho ijambo (Qur’an) kugira ngo babashe kwibuka.","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:52","price":"Ba bandi twahaye igitabo mbere yayo (Qur’an, bamwe muri bo) baracyemeye.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:53","price":"N’iyo bayisomewe baravuga bati “Turayemera! Mu by’ukuri ni ukuri guturutse kwa Nyagasani wacu. Kandi rwose na mbere yayo twari abicisha bugufi (Abayisilamu).”","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:54","price":"Abo bazahabwa ibihembo byabo byikubye kabiri kubera ko bihanganye, n’ikibi bakagikuzaho icyiza, ndetse bakanatanga mu byo twabafunguriye.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:55","price":"N’iyo bumvise ibidafite akamaro barabyirengagiza, bakavuga bati “Twe dufite ibyo dukora namwe mukagira ibyanyu, amahoro nabe kuri mwe. Ntidushaka kugirana ubucuti n’injiji.”","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:56","price":"Rwose, wowe (Muhamadi) ntuyobora uwo ukunze, ahubwo Allah ni We uyobora uwo ashaka. Kandi ni We uzi neza abayobotse.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:57","price":"(Abahakanyi b’i Maka) baranavuga bati “Nituramuka dukurikiye umuyoboro (wazanye, tukaba) hamwe nawe, tuzirukanwa ku butaka bwacu!” Ese ntitwabatuje ahantu hatagatifu kandi hatekanye (Maka), hazanwa imbuto z’ubwoko bwose zikaba ari amafunguro aba aduturutseho? Nyamara abenshi muri bo ntibabizi.”","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:58","price":"Ese ni imidugudu ingahe yigometse tukayoreka kubera imibereho myiza yari ifite (ikabashuka ibatesha kwemera Allah n’Intumwa ze)? Ngariya amazu yabo atarongeye guturwamo nyuma yabo uretse make muri yo. Kandi mu by’ukuri ni twe twari abazungura.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:59","price":"Kandi Nyagasani wawe ntiyarimbura imidugudu atabanje kohereza mu murwa mukuru wayo Intumwa ibasomera amagambo yacu. Ndetse ntidushobora kurimbura imidugudu abayituye atari inkozi z’ibibi.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:60","price":"Kandi icyo mwahawe cyose ni umunezero w’ubuzima bw’isi n’umutako wayo (by’igihe gito). Naho ibiri kwa Allah (ingororano) ni byo byiza kandi bizahoraho. Ese ntimugira ubwenge?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:61","price":"Ese uwo twasezeranyije isezerano ryiza (ijuru) maze akazaribona, ni kimwe n’uwo twahaye umunezero w’ubuzima bw’isi (akaba ari bwo ahitamo gusa) maze ku munsi w’imperuka akazaba mu bazazanwa (ngo bahanwe)?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:62","price":"Kandi (wibuke) umunsi (Allah) azabahamagara akavuga ati “Ese ibyo mwajyaga mumbangikanya na byo biri he?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:63","price":"Ba bandi bazahamwa n’ijambo (ry’ibihano) bazavuga bati “Nyagasani! Bariya ni abo twayobeje. Twabayobeje nk’uko natwe twayobye. Turabihakanye imbere yawe! Rwose si twe basengaga.”","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:64","price":"Bazabwirwa bati “Ngaho nimuhamagare ibigirwamana byanyu! Maze babihamagare ariko ntibizabitaba. Nuko babone ibihano (bibategereje), maze (bicuze bavuga bati): Iyo tuza kuba twarayobotse.”","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:65","price":"Kandi (wibuke) umunsi (Allah) azabahamagara akavuga ati “Ni iki mwasubije Intumwa (ku byo twazibatumyeho)?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:66","price":"Bazabura icyo basubiza kuri uwo munsi kandi ntibazashobora kubazanya.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:67","price":"Ariko uzaba yaricujije, akemera (Allah) akanakora ibikorwa byiza, uwo azaba mu bakiranutsi.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:68","price":"Kandi Nyagasani wawe arema icyo ashaka akanahitamo (uwo aha ubutumwa), nta mahitamo (abantu) babigiramo. Ubutagatifu ni ubwa Allah, nta ho ahuriye n’ibyo bamubangikanya na byo.","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:69","price":"Ndetse Nyagasani wawe azi ibyo ibituza byabo bihishe n’ibyo bagaragaza.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:70","price":"Kandi ni We Allah; nta yindi mana ikwiye gusengwa by’ukuri itari We. Ishimwe n’ikuzo byuzuye ni ibye ku ntangiriro (ku isi) no ku mperuka. Ni we uca iteka, kandi iwe ni ho muzagarurwa.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:71","price":"Vuga (yewe Muhamadi) uti “Nimumbwire! Ese Allah aramutse abashyiriyeho ijoro rihoraho kuzageza ku munsi w’imperuka, ni iyihe mana itari Allah yabazanira urumuri? Ese ntimwumva?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:72","price":"Vuga (yewe Muhamadi) uti “Nimumbwire! Ese Allah aramutse abashyiriyeho amanywa ahoraho kuzageza ku munsi w’imperuka, ni iyihe mana itari Allah, yabazanira ijoro muruhukamo? Ese ntimubona?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:73","price":"No kubera impuhwe ze (Allah) yabashyiriyeho ijoro kugira ngo muriruhukemo, n’amanywa kugira ngo mushakishemo ingabire ze, (ibyo byose yabibashyiriyeho) kugira ngo mubashe gushimira.","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:74","price":"Kandi (wibuke) umunsi (Allah) azabahamagara akavuga ati “Ese ibyo mwajyaga mumbangikanya na byo biri he?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:75","price":"Tuzazana umuhamya muri buri muryango (Umat), maze tuvuge tuti “Ngaho nimuzane ibimenyetso byanyu (bigaragaza ukuri kw’ibyo mwasengaga; maze babibure).” Ubwo ni bwo bazamenya ko ukuri ari ukwa Allah. Kandi ibyo bihimbiye (biringira ko bizabakorera ubuvugizi kwa Allah ku munsi w’imperuka) bizabitarura babibure!","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:76","price":"Mu by’ukuri Qaruna yari umwe mu bantu ba Musa, nuko abigiraho umwibone. Kandi twamuhaye ibigega by’ubutunzi ku buryo imfunguzo zabyo zaremereraga itsinda ry’abantu bafite imbaraga. (Wibuke) ubwo abantu be bamubwiraga bati “Ntukibone. Mu by’ukuri Allah ntakunda abibona.”","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:77","price":"Kandi ushake ubuturo bwo ku munsi w’imperuka mu byo Allah yaguhaye (ubitanga mu nzira nziza), ntuzanibagirwe umugabane wawe ku isi (kwishimisha bitanyuranye n’amategeko ya Allah), kandi ujye ugira neza nk’uko nawe Allah yakugiriye neza. Ndetse ntugakore ubwononnyi ku isi, mu by’ukuri Allah ntakunda abononnyi.","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:78","price":"(Qaruna) aravuga ati “Mu by’ukuri ibi nabihawe kubera ubumenyi mfite.” Ese (Qaruna) ntiyamenye ko Allah yarimbuye ibisekuru mbere ye byamurushaga imbaraga no kurundanya imitungo? Kandi inkozi z’ibibi ntizizabazwa ibijyanye n’ibyaha byazo (kuko Allah abizi neza)!","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:79","price":"Nuko (Qaruna) arasohoka agera mu bantu be (yambaye) imirimbo ye, maze ba bandi bakunda ubuzima bw’isi baravuga bati “Iyaba twari dufite nk’ibyahawe Qaruna (imitungo). Mu by’ukuri ni umunyamahirwe ahambaye.”","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:80","price":"Ariko ba bandi bahawe ubumenyi baravuga bati “Muramenye! Ibihembo bya Allah ni byo byiza kuri wa wundi wemeye akanakora ibikorwa byiza.” Kandi ibyo ntibibonwa (n’uwo ari we wese) usibye abihangana.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:81","price":"Nuko tumurigitisha mu butaka we n’inzu ye, ntiyigera abona itsinda rimutabara ritari Allah. Kandi na we ubwe ntiyashoboye kwitabara.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:82","price":"Maze abifuzaga urwego nk’urwe ku munsi wabanje, baravuga bati “Burya bwose! Allah yongerera amafunguro uwo ashaka mu bagaragu be akanayagabanya (ku wo ashaka). Iyo Allah ataza kutugirira ubuntu natwe yari kuturigitisha (mu butaka). Burya bwose! Abahakanyi ntibazakiranuka!”","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:83","price":"Ubwo buturo bwa nyuma (Ijuru) twabugeneye ba bandi badashaka kwishyira hejuru cyangwa ngo bakore ubwononnyi ku isi. Kandi iherezo ryiza ni iry’abagandukira Allah.","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:84","price":"(Kuri uwo munsi), uzaba yarakoze icyiza (ku isi) azabona icyiza kikiruta, n’uzaba yarakoze ikibi (amenye ko) abakoze ibibi nta kindi bazahembwa kitari ibyo bakoraga.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:85","price":"Mu by’ukuri uwaguhishuriye Qur’an (yewe Muhamadi) azanagusubiza ahantu hawe h’isezerano (Maka cyangwa mu Ijuru nyuma yo gupfa kwawe). Vuga uti “Nyagasani wanjye ni We uzi neza uwayobotse (by’ukuri) ndetse n’uri mu buyobe bugaragara.”","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:86","price":"Kandi ntabwo wigeze utekereza ko uzahishurirwa igitabo (cya Qur’an), ariko ku bw’impuhwe za Nyagasani wawe (waragihishuriwe). Bityo ntuzashyigikire abahakanyi.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:87","price":"Kandi rwose (ababangikanyamana) ntibazakubuze kugeza amagambo ya Allah (ku bantu) nyuma y’uko uyahishuriwe. Ujye unahamagarira (abantu) kugana Nyagasani wawe, ndetse ntuzabe mu babangikanyamana.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"rw"},{"name":"28:88","price":"Kandi ntuzabangikanye Allah n’uwo ari we wese. Nta yindi mana ikwiriye gusengwa by’ukuri itari We. Buri kintu cyose kizarimbuka usibye uburanga bwe (Allah). Ni we ufite ubutware (bwa buri kintu) kandi Iwe ni ho muzasubizwa.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"","lang":"rw"}],"chapter":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"]}