{"data":[{"name":"35:1","price":"Ishimwe n’ikuzo byuzuye bikwiye Allah, Umuhanzi w’ibirere n’isi, wagize abamalayika Intumwa zifite amababa abiri, atatu cyangwa ane. Yongera ibyo ashaka mu byo arema. Mu by’ukuri Allah ni Ushobora byose.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:2","price":"Ibyo Allah aha abantu mu mpuhwe (ze mu byiza n’ibindi) nta wabikumira, ndetse n’ibyo yahagaritse nta wabirekura usibye We. Kandi ni We Munyembaraga zihebuje, Nyirubugenge buhambaye.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:3","price":"Yemwe bantu! Nimwibuke inema za Allah yabahundagajeho! Ese hari undi muremyi utari Allah wabaha amafunguro aturutse mu kirere no ku isi? Nta yindi mana ikwiye gusengwa by’ukuri itari We. Ese ni gute muteshwa ukuri?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:4","price":"Kandi nibaramuka baguhinyuye, (umenye ko) rwose n’Intumwa zakubanjirije zahinyuwe, ndetse ko kwa Allah ari ho ibintu byose bizasubizwa.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:5","price":"Yemwe bantu! Mu by’ukuri isezerano rya Allah ni ukuri. Bityo rero ubuzima bw’isi ntibuzabarangaze, kandi rwose Shitani ntizabashuke (ngo ibakure mu nzira ya) Allah.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:6","price":"Mu by’ukuri Shitani ni umwanzi wanyu; bityo nimumufate nk’umwanzi. Ahamagarira abambari be kugira ngo babe mu bantu bo mu muriro ugurumana.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:7","price":"Ba bandi bahakanye bazahanishwa ibihano bikaze; naho abemeye bakanakora ibikorwa byiza, bazababarirwa ibyaha ndetse banagororerwe ingororano zihebuje (Ijuru).","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:8","price":"Ese uwakundishijwe ibikorwa bye bibi, maze akabona ko ari ibyiza (ahwanye n’uwo Allah yayoboye akabasha gutandukanya ikibi n’icyiza)? Mu by’ukuri Allah arekera mu buyobe uwo ashaka akanayobora uwo ashaka. Bityo, umutima wawe ntuzababazwe na bo; kuko mu by’ukuri Allah azi neza ibyo bakora.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:9","price":"Kandi Allah ni we wohereza imiyaga ikazamura (ikikorera) ibicu, maze tukabyerekeza ku butaka bwapfuye (bigatanga imvura), tukayibuhesha ubuzima nyuma yo gupfa kwabwo. Ni nk’uko izuka rizagenda.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:10","price":"Ushaka icyubahiro amenye ko icyubahiro cyose ari icya Allah (maze abe ari ho agishakira). Iwe ni ho amagambo meza yose azamuka ajya, ndetse n’ibikorwa byiza arabizamura. Naho ba bandi bacura imigambi mibisha bazahanishwa ibihano bikaze. Kandi imigambi mibisha yabo izaba imfabusa.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:11","price":"Kandi Allah ni We wabaremye abakomoye mu gitaka, hanyuma mu ntanga, hanyuma abagira ibitsina bitandukanye (gabo na gore). Kandi nta gitsina gore gitwita cyangwa ngo kibyare (Allah) atabizi. Ndetse nta n’ubaho igihe kirekire cyangwa igito bitari mu gitabo (cy’igeno). Mu by’ukuri ibyo kuri Allah biroroshye.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:12","price":"Kandi inyanja ebyiri ntizishobora kumera kimwe: imwe ifite amazi y’urubogobogo amara inyota, n’indi y’urwunyunyu rukaze. No muri (izo nyanja) zombi mubonamo inyama murya z’umwimerere (amafi), mukanakuramo imitako mwambara. Kandi ubona amato muri zo agenda azibeyura kugira ngo mushakishe ingabire ze, ndetse no kugira ngo mubashe gushimira.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:13","price":"(Allah) yinjiza ijoro mu manywa akaninjiza amanywa mu ijoro. Yanoroheje izuba n’ukwezi (ku bw’inyungu z’ibiremwa); buri kimwe kizenguruka (mu mbibi zacyo) ku gihe cyagenwe. Uwo ni Allah, Nyagasani wanyu; ubwami ni ubwe. Naho ibyo musaba bitari we, nta cyo bitunze habe n’agashishwa k’urubuto rw’itende.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:14","price":"Niba mubisaba ntibyumva ubusabe bwanyu, biramutse binumvise ntibyabasubiza, ndetse ku munsi w’imperuka bizahakana ibangikanya ryanyu. Kandi nta wakubwira inkuru (z’ukuri) nk’Umumenyi wa byose (Allah).","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:15","price":"Yemwe bantu! Muri abakene imbere ya Allah. Ariko Allah niwe Uwihagije, Ushimwa cyane.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:16","price":"Abishatse yabakuraho maze akazana ibindi biremwa bishya (bimwumvira kubarusha).","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:17","price":"Kandi ibyo kuri Allah ntibigoye.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:18","price":"Nta we uzikorera umutwaro w’undi, kandi nihagira utabaza aremerewe n’ibyaha agira ngo yakirwe uwo mutwaro, nta na kimwe azakirwaho kabone n’iyo yatabaza abo bafitanye isano ya hafi. Mu by’ukuri (yewe Muhamadi), uburira abatinya Nyagasani wabo batamubona ndetse bakanahozaho iswala. N’uwiyejeje (yitandukanya n’ibyaha byose), mu by’ukuri aba yiyejeje ku bwe. Kandi kwa Allah ni ho byose bizasubira.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:19","price":"Kandi impumyi (udasobanukiwe amategeko y’idini) ntishobora kumera nk’ubona (uri mu nzira itunganye).","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:20","price":"Nta n’ubwo umwijima (ubuyobe) ushobora kumera nk’urumuri (ukuyoboka).","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:21","price":"Ndetse n’ikibunda ntigishobora kumera nk’ubushyuhe.","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:22","price":"Nta n’ubwo abazima (abemeramana) bamera nk’abapfu (abahakanyi). Mu by’ukuri Allah aha kumva (ukuri) uwo ashaka, ariko (wowe Muhamadi) ntushobora kumvisha abari mu mva.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:23","price":"Ahubwo wowe uri umuburizi gusa.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:24","price":"Mu by’ukuri twakohereje tuguhaye ukuri (Isilamu); utanga inkuru nziza (ku bemeramana) unaburira (abahakanyi). Kandi nta muryango (Umat) wabayeho utaragezweho n’Umuburizi.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:25","price":"Kandi nibaguhinyura (uzamenye ko) rwose n’ababayeho mbere yabo bahinyuye. Intumwa zabo zabazaniye ibitangaza bigaragara, inyandiko (zikubiyemo ubutumwa) ndetse n’ibitabo bitanga urumuri (ariko barabihinyura).","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:26","price":"Hanyuma mfata ba bandi bahakanye (ndabahana). Mbega uko ibihano byanjye byari bikaze!","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:27","price":"Ese ntubona ko Allah yamanuye amazi mu kirere, tukayameresha imbuto z’amabara atandukanye? (Twanashyize) mu misozi ibiharabuge by’amabara yera n’atukura, bifite amabara atandukanye, ndetse (n’indi misozi) yirabura cyane.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:28","price":"Ni nk’uko (twaremye) abantu, inyamaswa n’amatungo mu mabara atandukanye. Mu by’ukuri abatinyamana (nyabyo) mu bagaragu be ni abamenyi. Rwose Allah ni Umunyacyubahiro bihebuje, Ubabarira ibyaha.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:29","price":"Mu by’ukuri ba bandi basoma igitabo cya Allah (Qur’an), bagahozaho iswala, bakanatanga (amaturo) mu ibanga ndetse no ku mugaragaro mu byo twabafunguriye, bizeye ubucuruzi butazahomba.","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:30","price":"Kugira ngo azabagororere ingororano zabo zuzuye kandi anabongerere mu ngabire ze. Mu by’ukuri ni Ubabarira ibyaha, Ushima bihebuje (ibikorwa by’abagaragu be).","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:31","price":"Kandi (yewe Muhamadi) ibyo twaguhishuriye mu gitabo (Qur’an) ni ko kuri gushimangira ibyahishuwe mbere yabyo. Mu by’ukuri Allah ni Umumenyi wa byose, Ubona bihebuje abagaragu be.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:32","price":"Maze duha umurage w’igitabo abo twatoranyije mu bagaragu bacu. Muri bo hari abihemukiye (bagira ibibi bakora), abandi baba hagati (bakora ibibagomba gusa), naho abandi baza imbere mu gukora ibyiza (binyuranye) ku bushake bwa Allah. Izo ni ingabire zihambaye.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:33","price":"Bazinjira mu busitani buhoraho (Ijuru rya Edeni), maze bazambikirwemo ibikomo bya zahabu n’amasaro arabagirana, ndetse n’imyambaro yabo izaba ari ihariri (ikoze mu budodo bw’amagweja).","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:34","price":"Bazanavuga bati “Ishimwe n’ikuzo byuzuye ni ibya Allah, We watumaze agahinda. Rwose Nyagasani wacu ni Ubabarira ibyaha, Ushima (ibikorwa by’abagaragu be).”","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:35","price":"We, ku bw’ingabire ze wadutuje mu nzu izahoraho, aho tutazagerwaho n’umuruho ndetse n’umunaniro.","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:36","price":"Naho ba bandi bahakanye, bazahanishwa umuriro wa Jahanamu. Ntabwo uzabica ngo bapfe ndetse nta n’ubwo bazoroherezwa ibihano byawo. Uko ni ko duhemba buri muhakanyi uhambaye.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:37","price":"Bazanawuborogeramo (bagira bati) “Nyagasani wacu! Dukuremo dukore ibikorwa byiza tutajyaga dukora.” (Allah azabasubiza) ati “Ese ntitwabahaye kubaho igihe kirekire kugira ngo utekereza abashe gutekereza? Ndetse n'umuburizi yabagezeho. Ngaho nimwumve (ibihano). Inkozi z’ibibi ntizizagira umutabazi.”","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:38","price":"Mu by’ukuri Allah ni Umumenyi w’ibitagaragara byo mu birere no mu isi. Rwose ni We Mumenyi uhebuje w’ibiri mu bituza (by’abantu).","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:39","price":"Ni We wabagize abasigire ku isi. Bityo uzahakana, ubuhakanyi bwe buzamugiraho ingaruka. Kandi ubuhakanyi nta kindi bwongerera abahakanyi imbere ya Nyagasani wabo usibye ikimwaro (ipfunwe); ndetse nta n’ikindi bubongerera usibye igihombo.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:40","price":"Vuga (yewe Muhamadi) uti “Ese ntimubona ibigirwamana byanyu mugaragira bitari Allah? Nimunyereke icyo byaremye ku isi. Ese byaba byaragize uruhare mu iremwa ry’ibirere, ahubwo se twaba twarabahaye igitabo bakaba ari cyo bakomoramo ibimenyetso bigaragara bagenderaho? (Oya!) Ahubwo ibyo ababangikanyamana bamwe basezeranya abandi ni ibinyoma.”","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:41","price":"Mu by’ukuri Allah ni We ufashe ibirere n’isi kugira ngo bitava mu myanya yabyo. Kandi biramutse biyivuyemo nta wundi wabifata utari We. Rwose (Allah) ni Uworohera (abagaragu be), Ubabarira ibyaha.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:42","price":"Banarahiye ku izina rya Allah mu ndahiro zabo zikomeye ko rwose nibaramuka bagezweho n’umuburizi bazayoboka kurusha abandi bose; nyamara ubwo Umuburizi (Muhamadi) yabageragaho, nta kindi byabongereye kitari uguhunga (banga ukuri),","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:43","price":"Kubera ubwibone bwabo ku isi n’imigambi yabo mibisha. Kandi imigambi mibisha igaruka bene yo. Ese hari ikindi bategereje kitari umugenzo (guhanwa) nk’uko byagendekeye abababanjirije? Kandi ntuzigera ubona icyasimbura umugenzo wa Allah, ndetse ntuzigera ubona icyahindura umugenzo wa Allah.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:44","price":"Ese ntibatambagira isi ngo barebe uko iherezo ry’abababanjirije ryagenze kandi bari bakomeye banafite imbaraga kubarusha? Nta cyananira Allah mu birere no ku isi. Mu by’ukuri (Allah) ni Umumenyi uhebuje, Ushobora byose.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"rw"},{"name":"35:45","price":"N’iyo Allah aza kuba ari uhanira abantu ibyo bakoze, nta kiremwa na kimwe kigenda ku isi yari gusigaho; ariko arabarindiriza kugeza igihe cyagenwe. Kandi igihe cyabo nikigera (nta we uzamucika), kuko mu by’ukuri Allah ari Ubona abagaragu be bihebuje.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"rw"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}