{"data":[{"name":"65:1","price":"Yewe Muhanuzi (Muhamadi)! Nimusenda abagore, mujye mubasenda mukurikije igihe cyabo cyagenwe (Eda)[1], ndetse mujye mubara igihe cyabo (Eda) neza, kandi munatinye Allah, Nyagasani wanyu. Ntimukabasohore mu ngo zabo cyangwa se na bo ngo bijyane, keretse bakoze icyaha cy’urukozasoni gifitiwe gihamya (ubusambanyi). Izo ni imbago zashyizweho na Allah, kandi urenze imbago za Allah, aba yihemukiye. (Wowe wasenze umugore wawe) ntiwamenya, hari ubwo nyuma y’ibyo, Allah yabihindura ukundi (mukaba mwakongera gusubirana).","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"[1] Eda ni igihe cyagenwe n’amategeko ya Isilamu umugore ategereza mbere y’uko atandukana n’umugabo we.","lang":"rw"},{"name":"65:2","price":"Nibageza igihe cyabo, mushobora kugumana na bo ku neza cyangwa mugatandukana na bo ku neza. (Igihe mwahisemo kugumana cyangwa gutandukana na bo) mujye mubishakira abahamya babiri b’inyangamugayo muri mwe. Kandi (mwe batangabuhamya) mujye mutanga ubuhamya kubera Allah. Ibyo ni inyigisho ku wemera Allah n’umunsi w’imperuka. Kandi ugandukira Allah, amucira icyanzu,","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"65:3","price":"Akanamuha amafunguro mu buryo atakekaga. Kandi uwiringira Allah, aramuhagije. Mu by’ukuri Allah azasohoza umugambi we. Kandi buri kintu Allah yagishyiriyeho igeno (ryacyo).","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"65:4","price":"Na ba bandi batakijya imugongo (bacuze) mu bagore banyu (batakijya imugongo), nimuramuka mushidikanyije (ku gihe cyabo cya Eda); igihe cyabo (bagomba gutegereza bakiri mu ngo zabo) ni amezi atatu, ni kimwe na ba bandi batari bajya imugongo (na bo igihe cyabo ni amezi atatu). Naho abatwite (baba baratandukanye n’abagabo cyangwa abagabo babo barapfuye), igihe cyabo bagombaga gutegereza (bakiri mu ngo zabo) kugeza babyaye. Kandi ugandukira Allah, amworohereza ibye.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"65:5","price":"Iryo ni itegeko rya Allah yabahishuriye. Kandi ugandukira Allah, azamuhanaguraho ibyaha bye anamuhe ibihembo bihambaye.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"65:6","price":"(Abo bagore bategereje igihe cyabo cya Eda) mujye mubarekera aho mutuye bijyanye n’ubushobozi bwanyu. Ntimukanabatoteze mugamije kubabuza amahwemo (kugira ngo babavire mu ngo). Nibaba batwite, mujye mubaha ibibatunga kugeza babyaye. Nibabonkereza (bakabasaba igihembo) mujye mubaha ibihembo byabo, kandi mujye mubijyaho inama ku neza. Ariko nimutumvikana, undi (mugore) yamumwonkereza.","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"65:7","price":"(Umugabo) wishoboye, ajye atanga bijyanye n’ubushobozi bwe. N’ufite ubushobozi buciriritse ajye atanga mu byo Allah yamuhaye (bingana n’ubushobozi bwe). Allah ntategeka umuntu gukora ibirenze ubushobozi yamuhaye. Rwose nyuma y’ibihe bikomeye, Allah aroroshya (nyuma y’ubukene azana ubukire).","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"65:8","price":"Ese ni imidugudu ingahe yigometse ku itegeko rya Nyagasani wayo n’Intumwa ze, nuko tukayiryoza mu buryo bukomeye ibyo yakoze, ndetse tukazanayihanisha ibihano bikaze (ku munsi w’imperuka)?","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"65:9","price":"Bityo, (iyo midugudu) yasogongeye ingaruka z’ibikorwa byayo, kandi iherezo ryayo ryabaye igihombo gikomeye,","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"65:10","price":"Allah yabateguriye ibihano bikaze. Ngaho nimugandukire Allah yemwe bantu mufite ubwenge mukaba mwaranemeye! Rwose Allah yabahishuriye urwibutso,","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"65:11","price":"(Yanaboherereje) Intumwa ibasomera amagambo ya Allah (Qur’an) asobanutse, kugira ngo akure mu mwijima babandi bemeye bakanakora ibikorwa byiza anabaganishe ku rumuri. Bityo, uwemera Allah akanakora ibikorwa byiza, (Allah) azamwinjiza mu busitani butembamo imigezi (Ijuru) bazabamo ubuziraherezo. Rwose Allah yamutunganyirije amafunguro (meza).","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"65:12","price":"Allah ni We waremye ibirere birindwi (anarema) isi (ndwi) nka byo. Itegeko rye rimanuka hagati yabyo (ibirere n’isi), kugira ngo mumenye ko Allah ari Ushobora byose, ndetse ko Allah azi neza buri kintu.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"rw"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}