{"data":[{"name":"66:1","price":"Yewe Muhanuzi (Muhamadi)! Kuki wiziririza ibyo Allah yakuziruriye ugamije gushimisha abagore bawe? Kandi Allah ni Nyir’ukubabarira ibyaha, Nyirimpuhwe.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5230,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"66:2","price":"Rwose (yemwe abemeramana) Allah yabategetse uburyo muzirura indahiro zanyu (mutanga icyiru).[1] Kandi Allah ni Umurinzi wanyu akaba n’Umumenyi uhebuje, Nyirubugenge buhambaye.","arabic":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5231,"juzNumber":28,"footnotes":"[1] Icyo cyiru twagisobanuye muri Surat ya 5 (Al Maidat): Ayat 89.","lang":"rw"},{"name":"66:3","price":"(Zirikana) ubwo Umuhanuzi (Muhamadi) yabitsaga ibanga umwe mu bagore be (Hafsa), maze ubwo yarimenaga (aribwira mukeba we Ayisha), (Allah abihishurira Umuhanuzi) maze (Umuhanuzi) amenyesha (Hafsa) bimwe muri byo, ibindi arabireka. Nuko ubwo yabimubwiraga, (Hafsa) aravuga ati “Ni nde wakubwiye ibi?ˮ (Intumwa) iravuga iti “Nabibwiwe n’Umumenyi uhebuje, Uzi neza buri kintu.ˮ","arabic":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5232,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"66:4","price":"Nimwicuza mwembi (Hafsa na Ayisha) kuri Allah (bizaba ari byo byiza kuri mwe) kuko imitima yanyu yateshutse. Ariko nimumuteraniraho (Umuhanuzi, mugamije kumubuza amahoro), mu by’ukuri Allah ni We Murinzi we; azanatabarwa na (Malayika) Jibrilu n’abemeramana bakora ibikorwa byiza; byongeye kandi n’abamalayika bazamushyigikira.","arabic":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5233,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"66:5","price":"(Umuhanuzi) aramutse abahaye ubutane, hari ubwo Nyagasani we yamuguranira akamuha abagore beza babaruta: b’abayisilamukazi, abemeramanakazi, bibombarika (kuri Allah), bicuza, bagaragira Allah, basiba (Swawumu), baba barashatse cyangwa bakiri amasugi.","arabic":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5234,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"66:6","price":"Yemwe abemeye! Nimwirinde (murinde) n’imiryango yanyu umuriro, kuko ibicanwa byawo bizaba abantu n’amabuye; (kandi) urinzwe n’abamalayika b’inkazi, b’abanyembaraga, ntibajya bigomeka na rimwe ku byo Allah abategetse, ahubwo bakora ibyo bategetswe.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5235,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"66:7","price":"(Abahakanyi bazabwirwa bati) “Yemwe abahakanye! Uyu munsi ntimuzane urwitwazo! Mu by’ukuri murahanirwa ibyo mwajyaga mukora.ˮ","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5236,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"66:8","price":"Yemwe abemeye! Nimwicuze kwa Allah ukwicuza nyako, kugira ngo Nyagasani wanyu azabababarire ibyaha byanyu, anabinjize mu busitani butembamo imigezi (Ijuru), ku munsi Allah atazakoza isoni Umuhanuzi (Muhamadi) n’abemeye hamwe na we. Urumuri rwabo ruzaba rukataje imbere n’iburyo habo, bavuga bati “Nyagasani wacu! Twuzurize urumuri, unatubabarire ibyaha. Mu by’ukuri ni wowe Ushobora byose.ˮ","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5237,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"66:9","price":"Yewe Muhanuzi (Muhamadi)! Rwanya abahakanyi n’indyarya unabakarire. Kandi ubuturo bwabo ni umuriro wa Jahanamu; mbega iherezo ribi!","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5238,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"66:10","price":"Allah yatanze urugero ku bahakanye: (ari bo) umugore w’Intumwa Nuhu n’umugore w’Intumwa Lutwi. (Abo bombi) bari abagore b’abagaragu bacu babiri b’intungane, ariko (abo bagore) baje kubahemukira (bahakana ubutumwa bwabo, nuko abagabo babo) ntibagira icyo babamarira kwa Allah (ngo babasabire kudahanwa), maze (abo bagore) barabwirwa bati “Nimwinjire mu muriro hamwe n’abawinjiramo.ˮ","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5239,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"66:11","price":"Allah yanatanze urugero ku bemeye: (ari bo) umugore wa Farawo, ubwo yavugaga ati “Nyagasani wanjye! Nyubakira inzu iwawe mu Ijuru unandinde Farawo n’ibikorwa bye, kandi undinde abantu b’inkozi z’ibibiˮ,","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5240,"juzNumber":28,"footnotes":"","lang":"rw"},{"name":"66:12","price":"Na Mariyamu mwene Imrani, we warinze ubusugi bwe maze tumuhumekeramo (tubinyujije kuri) Roho wacu (Malayika Jibrilu), nuko yemera amagambo ya Nyagasani we n’ibitabo bye (ko ari ukuri), kandi yari mu bibombarika (kuri Allah).","arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5241,"juzNumber":28,"footnotes":"","lang":"rw"}],"chapter":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim","Chapter At-Tahrim","Tahrim","Surah Tahrim","Chapter Tahrim","At Tahrim","Surah At Tahrim","Chapter At Tahrim","Surah 66","Chapter 66","The Prohibition","التحريم"]}