{"data":[{"name":"7:1","price":"Alif Laam Miim Swad.[1]","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"[1] Reba uko twasobanuye umurongo wa mbere muri Surat ul Baqarat.","lang":"rw"},{"name":"7:2","price":"(Iyi Qur’an) ni igitabo twaguhishuriye; bityo ntikikakubere umutwaro mu mutima wawe. (Twakiguhishuriye) kugira ngo ucyifashishe mu kuburira, (kibe) n’urwibutso ku bemera.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:3","price":"Nimukurikire ibyo mwahishuriwe biturutse kwa Nyagasani wanyu. Kandi ntimuzakurikire ibitari We mubigira abafasha. Ni gake mwibuka!","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:4","price":"Ni imidugudu ingahe tworetse maze ibihano byacu bikayigeraho mu ijoro baryamye cyangwa ku manywa baruhutse?","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:5","price":"Ubwo ibihano byacu byabageragaho, nta kindi bavugaga uretse gutakamba bagira bati “Mu by’ukuri twari inkozi z’ibibi.”","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:6","price":"Rwose tuzabaza ba bandi bohererejwe (Intumwa) ndetse n’izo ntumwa tuzazibaza.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:7","price":"Kandi rwose tuzababwira (ibyo bakoraga) dushingiye ku bumenyi kandi ntitwigeze tubura (ngo tuyoberwe ibyo bakoraga).","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:8","price":"N’iminzani kuri uwo munsi izaba ari iy’ukuri. Bityo, abo iminzani (y’ibikorwa byabo byiza) izaremera, abo ni bo bakiranutsi.","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:9","price":"Naho abo iminzani (y’ibikorwa byabo byiza) izaba yoroshye; abo ni ba bandi bihombeje kubera ko bahakanaga amagambo yacu.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:10","price":"Mu by’ukuri twabahaye ubutware ku isi tunayibashyiriramo ibibabeshaho, (nyamara) ni gake mushimira.","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:11","price":"Kandi mu by’ukuri twarabaremye (twaremye Adamu) hanyuma tubaha ishusho (y’umuntu), maze tubwira abamalayika tuti “Nimwubamire Adamu”, nuko barubama uretse Ibilisi (Shitani) utarabaye mu bubamye.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:12","price":"(Allah) aravuga ati “Ni iki cyakubujije kubama ubwo nabigutegekaga?” (Ibilisi) aravuga ati “Njye ndi mwiza kumuruta; wandemye mu muriro naho we umurema mu ibumba.”","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:13","price":"(Allah) aravuga ati “Manuka urivemo (Ijuru)! Ntibikwiye ko wakwishyira hejuru muri ryo. Ngaho sohoka! Mu by’ukuri wowe uri mu basuzuguritse.”","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:14","price":"(Ibilisi) iravuga iti “Mpa kuzabaho kugeza ku munsi (abantu) bazazurirwaho.”","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:15","price":"(Allah) aravuga ati “Rwose uri mu bahawe igihe.”","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:16","price":"(Ibilisi) iravuga iti “Kubera ko unciriyeho iteka ryo kuyoba, nzabategera mu nzira yawe igororotse.","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:17","price":"Hanyuma rwose nzabagota mbaturutse imbere n’inyuma, iburyo n’ibumoso habo. Kandi abenshi muri bo ntuzababona bashimira.”","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:18","price":"(Allah) aravuga ati “Risohokemo (Ijuru) umwaye kandi wirukanwe. Mu by’ukuri abazagukurikira muri bo, nzabuzuza mwese mu muriro wa Jahanamu .”","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:19","price":"Yewe Adamu! Tura mu Ijuru wowe n’umugore wawe, murye (mu mbuto zaryo) aho mushatse, ariko muramenye ntimuzegere iki giti mutazaba mu nkozi z’ibibi.","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:20","price":"Nuko Shitani iraboshya bombi (barya kuri cya giti), kugira ngo ibagaragarize ubwambure bwabo bari barahishwe. Maze (Shitani) irababwira iti “Nta kindi cyatumye Nyagasani wanyu ababuza kurya kuri iki giti, usibye kwanga ko mwazaba abamalayika cyangwa mukazabaho ubuziraherezo.”","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:21","price":"(Shitani) iranabarahirira bombi igira iti “Mu by’ukuri njye ndi umujyanama wanyu mwiza.”","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:22","price":"Nuko abareshyeshya ikinyoma, maze bamaze kurya kuri icyo giti, bagaragarirwa n’ubwambure bwabo, batangira kwikingaho amababi y’ibiti byo mu Ijuru. Nuko Nyagasani wabo arabahamagara agira ati “Ese sinari narababujije icyo giti nkanababwira ko mu by’ukuri Shitani ari umwanzi wanyu ugaragara?”","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:23","price":"Bombi baravuga bati “Nyagasani wacu! Twarihemukiye. Kandi nutatubabarira ibyaha ngo unatugirire impuhwe, ni ukuri rwose tuzaba mu banyagihombo.”","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:24","price":"(Allah) arababwira ati “Nimumanuke (mwembi na Shitani), bamwe bazaba abanzi b’abandi, kandi muzagira ubuturo ku isi n’umunezero by’igihe gito.”","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:25","price":"(Allah) aravuga ati “Muri yo (isi) ni ho muzaba, ni na ho muzapfira, ndetse ni na ho muzakurwa (muzurwa).”","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:26","price":"Yemwe bene Adamu! Mu by’ukuri twabahaye umwambaro uhishira ubwambure bwanyu (n’umwambaro w’) umutako, ariko umwambaro wo gutinya Allah ni wo mwiza. Ibyo ni bimwe mu bimenyetso bya Allah kugira ngo bajye bazirikana (ingabire ze).","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:27","price":"Yemwe bene Adamu! Muramenye Shitani ntizabashuke nk’uko yavanye ababyeyi banyu (Adamu na Eva) mu Ijuru, ikabambura umwambaro wabo bigatuma bagaragarizwa ubwambure bwabo. Mu by’ukuri we n’abambari be barababona ariko mwe ntimubabona. Rwose, Shitani twazigize inshuti z’abatemera.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:28","price":"Kandi n’iyo (abahakanyi) bakoze ibyaha by’urukozasoni baravuga bati “Twasanze abakurambere bacu ari ko babigenza kandi Allah yarabidutegetse.” Vuga (yewe Muhamadi) uti “Mu by’ukuri Allah ntategeka gukora ibyaha by’urukozasoni. Ese Allah mumuvugaho ibyo mutazi?”","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:29","price":"Vuga (yewe Muhamadi) uti “Nyagasani wanjye yategetse kugira ubutabera, (anabategeka) ko mugomba kumwubamira no kumwambaza mumwiyegurira We wenyine igihe cyose musenga. Uko yabaremye mu ntangiriro ni na ko muzagaruka (iwe ku munsi w’izuka)”,","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:30","price":"(Ubwo muzaba muri mu matsinda abiri), itsinda rimwe yararishoboje kuyoboka, naho irindi tsinda ryarahisemo ubuyobe kuko mu by’ukuri ryagize amashitani inshuti mu cyimbo cya Allah, kandi ryibwira ko ryayobotse.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:31","price":"Yemwe bene Adamu! Mujye murimba buri uko mugiye gusali. Kandi mujye murya, munywe ariko ntimugasesagure. Mu by’ukuri We (Allah) ntakunda abasesagura.","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:32","price":"Vuga (yewe Muhamadi) uti “Ni nde waziririje imyambaro myiza n’amafunguro meza Allah yashyiriyeho abagaragu be?” Vuga uti “Ibyo, mu buzima bwa hano ku isi, bigenewe abemeye (bakaba babihuriyeho n’abatemera), ariko bikaba umwihariko (ku bemera) ku munsi w’imperuka.” Uko ni ko dusobanura amagambo (yacu) ku bantu bafite ubumenyi.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:33","price":"Vuga uti “Mu by’ukuri Nyagasani wanjye yaziririje ibikorwa by’urukozasoni, byaba ibikozwe ku mugaragaro cyangwa mu ibanga, ndetse n’ibyaha (ibyo ari byo byose), ibikorwa by’ubugome, no kubangikanya Allah n’ibyo atabahereye gihamya (ko bigomba gusengwa), no guhimbira Allah ibyo mutazi.”","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:34","price":"Buri muryango (wigometse) ufite igihe ntarengwa (cyo kugerwaho n’ibihano). Iyo igihe cyabo kigeze, ntibarindirizwa na gato cyangwa ngo bihutishwe mbere yacyo.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:35","price":"Yemwe bene Adamu! Nimuramuka mugezweho n’Intumwa zibakomokamo, zikabasobanurira ibimenyetso byanjye, rwose abazatinya (Allah) bakanakora ibikorwa byiza, nta bwoba bazigera bagira habe n’agahinda.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:36","price":"Naho ba bandi bazahinyura ibimenyetso byacu bakabyigomekaho ku bw’ubwibone, abo ni abantu bo mu muriro bazawubamo ubuziraherezo.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:37","price":"None se ni nde munyabyaha kurusha uwahimbiye Allah ikinyoma cyangwa uwahinyuye amagambo ye? Abo bazagerwaho n’umugabane wabo (w’ibihano hano ku isi) Allah yabageneye, kugeza ubwo Intumwa zacu (abamalayika bashinzwe gukuramo roho) zizabageraho zikabavanamo roho zivuga ziti “Ibyo mwasengaga mu cyimbo cya Allah biri he?” Bazavuga bati “Nta byo tubona”, maze na bo bishinje ko bari abahakanyi.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:38","price":"(Allah) ababwire ati “Nimwinjire mu muriro hamwe n’imiryango (umat) yababanjirije; mu majini no mu bantu.” Buri uko umuryango (umat) uzajya winjira, uzajya uvuma mugenzi wawo, kugeza ubwo bakoraniyemo bose; uwa nyuma muri yo uzasabira uwawubanjirije ugira uti “Nyagasani wacu! Aba ni bo batuyobeje, bityo bahe ibihano byikubye kabiri mu muriro.” (Allah) azavuga ati “Buri wese arahanishwa ibyikubye kabiri, nyamara ntimubizi.”","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:39","price":"Uwa mbere muri yo uzabwira uwaherutse uti “Nta cyo muturusha (twese turanganya ibihano).” (Nuko Allah ababwire bose ati) “Ngaho nimwumve ububabare bw’ibihano kubera ibyo mwakoraga.”","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:40","price":"Mu by’ukuri ba bandi bahinyuye ibimenyetso byacu bakabyigomekaho ku bw’ubwibone, ntibazafungurirwa imiryango y’ikirere kandi ntibazaninjira mu Ijuru, keretse ingamiya yinjiye mu mwenge w’urushinge. Uko ni ko duhemba inkozi z’ibibi.","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:41","price":"Umuriro wa Jahanamu uzababera isaso ndetse n’ibyiyoroswa byabo. Uko ni ko duhemba inkozi z’ibibi.","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:42","price":"Naho ba bandi bemeye bakanakora ibikorwa byiza, kandi ntidutegeka umuntu icyo adashoboye, abo ni abantu bo mu Ijuru bazabamo ubuziraherezo.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:43","price":"Tuzanavana mu bituza byabo inzika n’inzangano, (babe mu Ijuru aho) imigezi itemba munsi yabo, nuko bavuge bati “Ishimwe n’ikuzo byuzuye ni ibya Allah watuyoboye muri ibi (byiza), ndetse ntitwari kuyoboka iyo Allah atatuyobora. Mu by’ukuri Intumwa za Nyagasani wacu zazanye ukuri.” Nuko bahamagarwe babwirwa bati “Ngiryo Ijuru murazwe kubera ibyo mwakoraga.”","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:44","price":"Abantu bo mu Ijuru bazahamagara abo mu muriro bababwira bati “Rwose twasanze ibyo Nyagasani wacu yadusezeranyije ari ukuri; ese namwe mwasanze ibyo Nyagasani wanyu yabasezeranyije ari ukuri”? Bazavuga bati “Yego.” Nuko umuhamagazi atangarize hagati yabo ko umuvumo wa Allah uri ku banyabyaha,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:45","price":"Ba bandi bakumira (abantu) kugana inzira ya Allah, bakanayifuriza ko yatana kandi bagahakana imperuka.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:46","price":"Hagati yabo (abantu bo mu ijuru n’abo mu muriro) hazaba hari urusika, no kuri A’arafu[1] hazaba hari abantu (bahaheze kubera ko ibyiza n’ibibi byabo bizaba bingana), bazajya bamenya buri wese (uwo mu ijuru n’uwo mu muriro) kubera ibimenyetso bizaba bibaranga. Maze bahamagare abantu bo mu ijuru bababwira bati “Asalamu Alayikum (mugire amahoro!)” (Kugeza icyo gihe, abantu ba A‘arafu) bazaba batararyinjiramo kandi babyifuza.","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"[1] A’arafu ni ahantu hirengeye hagati y’Ijuru n’umuriro Allah yageneye abo ibikorwa byabo byiza bizaba bingana n’ibibi bakoze. Abazaba bari aho bazaba bareba mu ijuru no mu muriro. Ariko nyuma yaho, Allah azabagirira impuhwe abinjize mu ijuru.","lang":"rw"},{"name":"7:47","price":"(Abantu bazaba baheze kuri A’arafu) niberekeza amaso yabo ku bantu bazaba bari mu muriro, bazavuga bati “Nyagasani wacu! Ntudushyire hamwe n’abanyabyaha.”","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:48","price":"Abazaba baheze A’arafu, bazahamagara abantu (bari mu muriro) bazabamenya kubera ibimenyetso bizaba bibaranga, bababwire bati “Ukwishyira hamwe kwanyu, ugukusanya imitungo kwanyu n’ubwibone bwanyu ntacyo byabamariye.”","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:49","price":"(Abazaba baheze A’arafu bazabwira abo mu muriro bati) “Ese bariya (bari mu Ijuru) si bo mwarahiraga muvuga ko Allah atazabagirira impuhwe (ngo abahe Ijuru)? (Maze Allah abwire abaheze A’arafu ati), “ngaho nimwinjire mu Ijuru, nta bwoba nta n’agahinda muzagira.”","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:50","price":"Abazaba bari mu muriro bazahamagara abazaba bari mu Ijuru, bababwire bati “Nimudusukeho amazi cyangwa muduhe ku mafunguro Allah yabafunguriye.” (Abo mu ijuru) bavuge bati “Mu by’ukuri ibyo byombi Allah yabiziririje abahakanyi.”","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:51","price":"Ba bandi bagize idini ryabo ikidafite umumaro, bakarihindura umukino ndetse bakanashukwa n’ubuzima bw’isi, uyu munsi (w’imperuka) turabirengagiza nk’uko biyibagije kuzahura n’uyu munsi wabo, no kuba barahinyuraga ibimenyetso byacu.","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:52","price":"Rwose (abahakanyi) twabazaniye igitabo (Qur’an) twasobanuranye ubuhanga, kikaba umuyoboro n’impuhwe ku bantu bemera.","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:53","price":"Ese hari ikindi bategereje uretse icyo basezeranyijwe (ibihano) muri yo (Qur’an), kizaba iherezo ryabo? Umunsi isezerano ryabo ryasohoye, abawiyibagije mbere bazavuga bati “Rwose Intumwa za Nyagasani wacu zazanye ukuri! Ese twagira abavugizi ngo batuvuganire, cyangwa ngo dusubizwe (ku isi) kugira ngo dukore ibikorwa byiza bitari ibikorwa (bibi) twakoraga?” Rwose barihombeje, kandi ibyo bihimbiye (biringira ko bizabakorera ubuvugizi kwa Allah ku munsi w’imperuka) byabatengushye!","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:54","price":"Mu by’ukuri Nyagasani wanyu ni Allah waremye ibirere n’isi mu minsi itandatu, hanyuma aganza hejuru ya Ar’shi.[1] Atwikiriza ijoro amanywa, (ijoro) rikayakurikira nta guhagarara; yanaremye izuba, ukwezi n’inyenyeri byubahiriza itegeko rye. Mu by’ukuri kurema no gutegeka ni ibye. Allah ni Nyirubutagatifu, Nyagasani w’ibiremwa byose.","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"[1] ]Ukuganza kwa Allah hejuru ya Ar’shi ni ukuganza kwihariye, kuberanye n’icyubahiro cye n’ubuhambare bwe, gutandukanye n’ukw’ibiremwa kandi kudasanishwa n’ukwabyo. Naho ijambo Ar’shi bisobanuye intebe y’icyubahiro y’ubwami bwa Allah, ifite abamalayika bayiteruye, ikaba imeze nk’umutemeri uri hejuru y’ibirere n’isi. Ar’shi ni cyo kiremwa kiruta ibindi byose mu bunini kandi ni na cyo kiremwa kiri hejuru y’ibindi biremwa byose kuko iteretse hejuru y’ijuru rya karindwi. Bityo Allah ayiganjeho kandi ni We uri hejuru y’ibintu byose.","lang":"rw"},{"name":"7:55","price":"Musabe Nyagasani wanyu mwibombaritse kandi mu ibanga. Mu by’ukuri ntakunda abarengera (amategeko ye).","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:56","price":"Kandi ntimugakore ubwangizi ku isi nyuma y’uko itunganyijwe. Ndetse mujye mumusaba (Allah) mutinya (ibihano bye) kandi mwizera (ingororano ze). Mu by’ukuri impuhwe za Allah ziri hafi y’abakora ibyiza.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:57","price":"Ni We wohereza imiyaga nk’ikimenyetso gitanga inkuru nziza, kibanziriza impuhwe ze (imvura), kugeza ubwo (iyo miyaga) ijyanye ibicu biremereye tukabyerekeza ahantu hakakaye, nuko tugatuma bitanga amazi (imvura) maze tukayeresha ibimera byose. Uko ni ko tuzazura abapfuye kugira ngo mwibuke.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:58","price":"Imbuto zo mu butaka bwiza zimera mu buryo bworoshye ku bw’uburenganzira bwa Nyagasani wabwo. Naho izo mu butaka bubi zimera bigoranye. Uko ni ko tugenda dusobanura ibimenyetso ku bantu bashimira.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:59","price":"Rwose twohereje Nuhu ku bantu be, maze arababwira ati “Yemwe bantu banjye! Nimugaragire Allah. Nta yindi mana mufite itari We (Allah). Mu by’ukuri ndatinya ko mwazahura n’ibihano byo ku munsi uhambaye.”","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:60","price":"Ibikomerezwa byo mu bantu be baravuze bati “Mu by’ukuri turabona uri mu buyobe bugaragara.”","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:61","price":"Arababwira ati “Yemwe bantu banjye! Ntabwo ndi mu buyobe, ahubwo ndi Intumwa yoherejwe na Nyagasani w’ibiremwa byose.”","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:62","price":"Mbagezaho ubutumwa bwa Nyagasani wanjye nkanabagira inama z’ukuri. Kandi nzi kuri Allah ibyo mutazi.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:63","price":"Ese mutangazwa n’uko mwagezweho n’urwibutso ruturutse kwa Nyagasani wanyu, runyujijwe ku muntu ubakomokamo, kugira ngo ababurire no kugira ngo mugandukire (Allah), bityo muzagirirwe impuhwe?","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:64","price":"Ariko baramuhinyuye, maze turamurokora, we n’abari kumwe na we mu nkuge, nuko turoha abahinyuye ibimenyetso byacu. Mu by’ukuri bari abantu bahumye (batabona ukuri).","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:65","price":"N’abantu bo mu bwoko bwa Adi,[1] twaboherereje umuvandimwe wabo Hudu. Yarababwiye ati “Yemwe bantu banjye! Nimugaragire Allah. Nta yindi mana mufite itari We (Allah). Ese ubwo ntimutinya (ibihano bye)?”","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"[1] Adi ni ubwoko bwari butuye Ah’qaf. Ubu ni hagati y’igihugu cya Saudi Arabia, Oman ndetse na Yemen.","lang":"rw"},{"name":"7:66","price":"Ibikomerezwa byo mu bantu be bahakanye (Allah), baravuze bati “Mu by’ukuri turakubonamo ubwenge bucye kandi rwose turabona uri umwe mu banyabinyoma.”","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:67","price":"Arababwira ati “Yemwe bantu banjye! Nta bucucu mfite, ahubwo ndi Intumwa yoherejwe na Nyagasani w’ibiremwa byose.”","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:68","price":"Mbagezaho ubutumwa bwa Nyagasani wanjye, kandi ndi umujyanama wanyu w’umwizerwa.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:69","price":"Ese mutangazwa n’uko mwagezweho n’urwibutso ruturutse kwa Nyagasani wanyu, runyujijwe ku muntu ubakomokamo, kugira ngo ababurire? Munibuke ubwo yabagiraga abasigire nyuma y’abantu ba Nuhu, akanabongerera ibigango mu miterere yanyu. Ngaho nimwibuke inema za Allah kugira ngo muzakiranuke.","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:70","price":"(Abantu bo mu bwoko bwa Adi) baravuga bati “Ese uzanywe no kutubwiriza kugaragira Allah wenyine, tukareka ibyo abakurambere bacu basengaga? Ngaho tuzanire ibyo udukangisha (ibihano) niba koko uri mu banyakuri.”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:71","price":"(Hudu) arababwira ati “Ibihano n’uburakari biturutse kwa Nyagasani wanyu byamaze kubageraho. Ese murangisha impaka ku mazina mwiyitiye (ibigirwamana byanyu), mwe n’abakurambere banyu Allah atarigeze abibemerera? Ngaho nimutegereze, mu by’ukuri ndi kumwe namwe mu bategereje.”","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:72","price":"Nuko turamurokora we n’abari kumwe na we ku bw’impuhwe ziduturutseho, tunarimbura abahinyuye ibimenyetso byacu, kandi ntabwo bari abemeramana.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:73","price":"N’abantu bo mu bwoko bwa Thamudu twaboherereje umuvandimwe wabo Swalehe, arababwira ati “Yemwe bantu banjye! Nimugaragire Allah. Nta yindi mana mufite itari We. Mu by’ukuri mwagezweho n’ikimenyetso giturutse kwa Nyagasani wanyu (kigaragaza ukuri kw’ibyo mvuga). Iyi ngamiya ya Allah ni ikimenyetso kuri mwe; ngaho nimuyireke irishe ku isi ya Allah, kandi ntimuzayigirire nabi kugira ngo mutazagerwaho n’ibihano bibabaza.”","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:74","price":"Munibuke ubwo yabagiraga abasigire nyuma y’abantu bo mu bwoko bwa Adi, akababeshaho neza ku isi, mukubaka ingoro zanyu mu bibaya, mukanahanga amazu mu misozi. Bityo, nimwibuke inema za Allah (yabahundagajeho) kandi ntimugakwize ubwangizi ku isi.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:75","price":"Ibikomerezwa by’abibone mu bantu be (Intumwa Swalehe), byabwiye abemeramana muri byo bari abanyantege nke biti “Ese muzi ko Swalehe yoherejwe na Nyagasani we?” (Abemeramana) baravuga bati “Mu by’ukuri twe twemera ubutumwa yahawe.”","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:76","price":"Ba bandi b’abibone baravuga bati “Mu by’ukuri ibyo mwemeye twe turabihakana.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:77","price":"Nuko ya ngamiya barayica, baba bigometse ku itegeko rya Nyagasani wabo, maze baravuga bati “Yewe Swalehe! Ngaho tuzanire ibyo udukangisha (ibihano) niba koko uri umwe mu ntumwa (za Allah).”","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:78","price":"Ubwo baba batewe n’umutingito, maze bahinduka imirambo bapfukamye mu mazu yabo.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:79","price":"Nuko (Swalehe) arahindukira abatera umugongo, maze aravuga ati “Yemwe bantu banjye! Rwose nabagejejeho ubutumwa bwa Nyagasani wanjye, mbagira n’inama ariko ntimukunda ababagira inama.”","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:80","price":"Unibuke (yewe Muhamadi) ubwo Loti yabwiraga abantu be ati “Ese murakora ibikozasoni bitigeze bikorwa na kimwe mu biremwa byabayeho mbere yanyu?”","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:81","price":"Mu by’ukuri mwe murarikira gukorana imibonano n’abagabo bagenzi banyu musize abagore! Ahubwo muri abantu barengera (amategeko ya Allah).","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:82","price":"Nta kindi gisubizo abantu be bamuhaye, uretse kuvuga bati “Nimubirukane (Loti n’abamwemeye) mu mudugudu wanyu, kuko mu by’ukuri ari abantu bigira abere.”","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:83","price":"Nuko turamurokora we n’umuryango we, usibye umugore we wabaye mu barimbuwe.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:84","price":"Maze tubagushaho imvura (y’amabuye). Ngaho irebere uko iherezo ry’inkozi z’ibibi ryagenze.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:85","price":"N’abantu b’i Madiyani,[1] twaboherereje umuvandimwe wabo Shuwayibu, arababwira ati “Yemwe bantu banjye! Nimusenge Allah kuko nta yindi mana mufite itari We (Allah). Mu by’ukuri mwagezweho n’ikimenyetso giturutse kwa Nyagasani wanyu (kigaragaza ukuri kw’ibyo mvuga). Bityo, nimwuzuze ibipimo n’iminzani, kandi ntimugahuguze abantu mugabanya ku byabo, ndetse ntimugakore ubwangizi ku isi nyuma y’uko itunganyijwe. Ibyo ni byo byiza kuri mwe, niba koko muri abemeramana.”","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"[1] Madiyani ni izina ry’ahantu ryitiriwe ubwoko bwari butuye mu ishyamba ry’inzitane mu nzira z’ahitwa Hijazi ho mu gihugu cya Arabiya Sawudite.","lang":"rw"},{"name":"7:86","price":"“Kandi ntimukabambire buri nzira mutera ubwoba (abantu mugamije kubambura ibyabo) munabuza kugana inzira ya Allah ba bandi bayemeye, mwifuza ko yagorama. Munibuke ubwo mwari mbarwa maze (Allah) akabagira benshi. Ngaho nimurebe uko iherezo ry’abangizi ryagenze.”","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:87","price":"“Kandi niba hari itsinda muri mwe ryemeye ubutumwa nahawe, hakaba n’irindi ritabwemera, nimutegereze kugeza ubwo Allah azadukiranura, kuko ari We mukiranuzi mwiza.”","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"rw"},{"name":"7:88","price":"Ibikomerezwa by’abibone mu bantu be, biravuga biti “Yewe Shuwayibu! Rwose tuzakwirukana mu mudugudu wacu wowe n’abemeye hamwe nawe, cyangwa mugaruke mu idini ryacu.” Aravuga ati “Ese n’ubwo twaba tutabishaka (mwabiduhatira)?”","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:89","price":"“Mu by’ukuri turamutse dusubiye mu idini ryanyu twaba duhimbiye Allah ikinyoma nyuma y’uko Allah yariturokoye (kurisubiramo). Nta n’ubwo dukwiye kurisubiramo keretse Allah, Nyagasani wacu abishatse. Nyagasani wacu Azi buri kintu cyose. Allah wenyine ni We twiringira. Nyagasani wacu! Dukiranure n’abantu bacu mu kuri, kuko ari wowe mucamanza mwiza.”","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:90","price":"Ibikomerezwa byahakanye mu bantu be (bibuza abantu gukurikira Shuwayibu) biravuga biti “Nimuramuka mukurikiye Shuwayibu, rwose muzaba muhombye.”","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:91","price":"Nuko ubwo baba batewe n’umutingito, maze bahinduka imirambo bapfukamye mu mazu yabo.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:92","price":"Ba bandi bahinyuye Shuwayibu babaye nk’aho batigeze baba aho bari batuye (kuko barimbuwe bose). Ba bandi bahinyuye Shuwayibu ni bo babaye abanyagihombo.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:93","price":"Nuko (Shuwayibu) arahindukira abatera umugongo aravuga ati “Yemwe bantu banjye! Rwose nabagejejeho ubutumwa bwa Nyagasani wanjye mbagira n’inama. None se ni gute naterwa agahinda (no kurimbuka) kw’abantu b’abahakanyi?”","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:94","price":"Kandi ntabwo twohereza umuhanuzi mu mudugudu uwo ari wo wose (ngo ahinyurwe), maze ngo tubure guhanisha abawutuye ibizazane no guhagarika umutima n’indwara z’ibyorezo kugira ngo bicishe bugufi (banicuze kuri Allah).","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:95","price":"Nuko imibereho mibi yabo tuyihindura myiza, kugeza ubwo biyongereye baranakungahara, maze baravuga bati “(Ibi ni na ko byagendaga kuva kera kuko) abakurambere bacu bagerwagaho n’ibizazane ndetse n’ibyiza (bidatewe no guhakana).” Nuko tubagwa gitumo (tubahana) batabizi.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:96","price":"Kandi n’iyo abatuye imidugudu baza kwemera bakanatinya (Allah), mu by’ukuri twari kubafungurira imigisha iturutse mu kirere no mu isi, ariko barahakanye; nuko tubahanira ibyo bakoraga.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:97","price":"Ese abatuye imidugudu bibwira ko batekanye, ko nta gihano cyacu cyabageraho nijoro baryamye?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:98","price":"Cyangwa abatuye imidugudu bibwira ko batekanye, ko nta gihano cyacu cyabageraho ku gasusuruko bahugiye mu kwishimisha (mu by’isi)?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:99","price":"Ese bibwira ko batekanye, badashobora kugerwaho n’ibihano bya Allah? Nta bantu bakwibwira ko badashobora kugerwaho n’ibihano bya Allah uretse abanyagihombo.","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:100","price":"Ese ba bandi bazunguye ubutaka nyuma y’uko bene bwo (barimbuwe), ntibabona ko iyo tuza kubishaka twari kubahanira ibyaha byabo (nk’uko twabigenje ku bababanjirije), tukanadanangira imitima yabo maze ntibabashe kumva?","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:101","price":"Iyo yari imidugudu tukubarira zimwe mu nkuru zayo (yewe Muhamadi). Mu by’ukuri Intumwa zabo zabazaniye ibimenyetso bigaragara ariko ntibashobora kwemera ibyo bahakanye mbere. Uko ni ko Allah adanangira imitima y’abahakanyi.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:102","price":"Kandi abenshi muri bo twasanze ari abantu batubahiriza amasezerano; ahubwo twasanze abenshi muri bo ari inkozi z’ibibi.","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:103","price":"Nuko nyuma (y’izo ntumwa) twohereza Musa kwa Farawo n’abantu be, tunamuha ibitangaza byacu (azifashisha), maze barabihakana. Ngaho irebere uko iherezo ry’abangizi ryagenze!","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:104","price":"Nuko Musa aravuga ati “Yewe Farawo! Mu by’ukuri njye ndi Intumwa yoherejwe na Nyagasani w’ibiremwa byose.”","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:105","price":"“Birakwiye ko ntacyo navuga kuri Allah kitari ukuri. Rwose mbazaniye ibitangaza bigaragara biturutse kwa Nyagasani wanyu. Bityo rekura bene Isiraheli tujyane.”","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:106","price":"(Farawo) aramubwira ati “Niba hari igitangaza uzanye, ngaho kigaragaze niba koko uri mu banyakuri.”","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:107","price":"Nuko (Musa) anaga inkoni ye hasi, ihita ihinduka inzoka (nini) igaragara.","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:108","price":"Anasohora ukuboko kwe (mu kwaha) guhita kwererana ku bari aho babibona.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:109","price":"Ibikomerezwa byo mu bantu ba Farawo biravuga biti “Mu by’ukuri uyu ni umurozi w’umuhanga”,","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:110","price":"“Arashaka kubakura mu gihugu cyanyu.” (Farawo arababaza ati) “Ese mwangira iyihe nama?”","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:111","price":"Baramubwira bati “Ba umwihoreye (ntumwice) we n’umuvandimwe we [Haruna (Aroni)], maze wohereze (ingabo) mu mijyi yose zikoranye (abarozi).”","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:112","price":"Bazakuzanire buri murozi wese w’umuhanga.","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:113","price":"Nuko abarozi baza kwa Farawo, baramubwira bati “Ese koko turahabwa igihembo nituramuka dutsinze?”","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:114","price":"(Farawo) aravuga ati “Ni byo (muzagororerwa), kandi muzaba bamwe mu byegera (byanjye).”","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:115","price":"Baravuga bati “Yewe Musa! urahitamo kubanza kunaga (inkoni yawe), cyangwa abe ari twe tubanza kunaga?”","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:116","price":"(Musa) aravuga ati “Mwe nimunage.” Nuko banaze, barindagiza amaso y’abantu banabakura imitima, bagaragaza uburozi buhambaye.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:117","price":"Maze duhishurira Musa tumubwira tuti “Naga inkoni yawe!” (Ayinaze ihinduka inzoka nini) ihita imiragura ibyo bari bamaze guhimba (ibirozi).","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:118","price":"Nuko ukuri kurigaragaza, maze ibyo bakoze bihinduka imfabusa.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:119","price":"Nuko batsindirwa aho, maze barasuzugurika.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:120","price":"Maze abarozi bikubita hasi bubamye.","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:121","price":"Baravuga bati “Twemeye Nyagasani w’ibiremwa byose.”","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:122","price":"“Nyagasani wa Musa na Haruna (Aroni).”","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:123","price":"Farawo aravuga ati “Ni gute mumwemeye mbere y’uko mbibahera uburenganzira? Mu by’ukuri uyu ni umugambi mwacuriye mu mujyi kugira ngo muwirukanemo abawutuye, ariko muraza kumenya (icyo nza kubakorera)!”","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:124","price":"Rwose ndaza kubaca amaboko n’amaguru byanyu imbusane, maze mbabambe mwese.","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:125","price":"Baravuga bati “Mu by’ukuri tuzasubira kwa Nyagasani wacu.”","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:126","price":"“Kandi nta kindi uduhora uretse kuba twemeye ibitangaza bya Nyagasani wacu ubwo byatugeragaho. Nyagasani wacu! Duhe kwihangana kandi uduhe gupfa turi Abayisilamu.”","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:127","price":"Nuko ibikomerezwa byo mu bantu ba Farawo biravuga biti “Ese urareka Musa n’abantu be ngo bakore ubwononnyi ku isi, banakureke wowe n’imana zawe? (Farawo) aravuga ati “Turica abana babo b’abahungu maze tureke ab’abakobwa, kandi rwose tubarusha imbaraga.”","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:128","price":"Musa abwira abantu be ati “Mwiyambaze Allah kandi mwihangane. Mu by’ukuri isi ni iya Allah; ayiraga uwo ashaka mu bagaragu be. Kandi iherezo ryiza ni iry’abagandukira (Allah).”","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:129","price":"Baravuga bati “Twe (bene Isiraheli) twatotejwe mbere na nyuma y’uko utugeraho.” Arababwira ati “Nyagasani wanyu azoreka umwanzi wanyu, abagire abazungura ku isi kugira ngo arebe uko muzitwara.”","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:130","price":"Mu by’ukuri twahanishije abantu ba Farawo amapfa no kurumbya imyaka, kugira ngo bisubireho.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:131","price":"Iyo icyiza cyabageragaho baravugaga bati “Iki ni icyacu”, naho ikibi cyabageraho bakacyitirira Musa n’abari kumwe na we. Nyamara ikibi kibageraho, mu by’ukuri kiba ari igeno rya Allah, ariko abenshi muri bo ntibabizi.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:132","price":"Babwira (Musa) bati “Igitangaza icyo ari cyo cyose watuzanira kugira ngo ukiturogeshe, ntabwo tuzigera tukwemera.”","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:133","price":"Nuko tubateza umwuzure, inzige, inda, ibikeri n’amaraso (imigezi n’amariba byabo bihinduka amaraso, ibyo biba nk’uruhererekane) rw’ibimenyetso bisobanutse; ariko bakomeje kwigomeka, kandi bari abantu b’inkozi z’ibibi.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:134","price":"Nuko ibihano bibaguyeho, baravuga bati “Yewe Musa! Dusabire Nyagasani wawe ku bw’ibyo yagusezeranyije. Nuramuka udukuriyeho ibihano, rwose tuzakwemera tunarekure bene Isiraheli bagukurikire.”","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:135","price":"Ariko ubwo twabakuriragaho ibihano kugeza ku gihe bagombaga kugeraho (bagahanwa), baba bishe amasezerano (basezeranyije Allah na Musa).","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:136","price":"Nuko turabahana; tubaroha mu nyanja kubera ko bahinyuye ibitangaza byacu kandi bakaba barabyirengagije.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:137","price":"Nuko abantu bafatwaga nk’abanyantege nke (bene Isiraheli) tubagira abazungura mu bice by’iburasirazuba bw’isi n’iburengerazuba bwayo twahaye imigisha. Nuko ijambo rya Nyagasani wawe ryiza risohorera kuri bene Isiraheli, kubera ukwihangana kwabo. Maze turimbura ibyo Farawo n’abantu be bakoraga ndetse n’ibyo bubakaga.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:138","price":"Nuko twambutsa inyanja bene Isiraheli (batekanye), maze bagera ku bantu bari barabaye imbata zo kugaragira ibigirwamana byabo. Baravuga bati “Yewe Musa! Dushyirireho imana nk’uko na bo bafite imana zabo. Aravuga ati “Mu by’ukuri mwe muri abantu b’injiji!”","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:139","price":"(Musa yongeraho ati) “Mu by’ukuri aba bantu bazorekwa kubera ibyo barimo (kugaragira ibigirwamana), kandi ibyo bakora byose ni imfabusa.”","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:140","price":"Aravuga ati “Ese nabashyiriraho indi mana itari Allah, kandi ari We wabarutishije ibindi biremwa byose (byo mu gihe cyanyu)?”","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:141","price":"Munibuke ubwo twabarokoraga tubakiza abantu bo kwa Farawo babakoreraga ubugome ndengakamere; bica abana banyu b’abahungu bakareka ab’abakobwa. Kandi muri ibyo harimo ikigeragezo gihambaye gituruka kwa Nyagasani wanyu!","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:142","price":"Nuko dusezeranya Musa amajoro mirongo itatu (yo kwiherera asenga no kumuhishurira Tawurati) tuyongeraho andi icumi, maze isezerano rya Nyagasani we ryuzura mu majoro mirongo ine. Musa abwira umuvandimwe we Haruna ati “Nsigarira ku bantu banjye, unakore ibitunganye (ubakangurira kubaha Imana no kuyisenga yonyine) kandi ntuzakurikire inzira y’abangizi.”","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:143","price":"Ubwo Musa yagereraga ku gihe (n’ahantu) twamusezeranyije, na Nyagasani we akamuvugisha (amuha ubutumwa n’amategeko), yaravuze ati “Nyagasani wanjye! Nyiyereka nkurebe.” (Allah) aramubwira ati “Ntushobora kumbona (ku isi); ahubwo reba uriya musozi, nubona (umusozi) ugumye hamwe, ubwo nanjye uraba wambona.” Nuko Nyagasani we yigaragarije umusozi urasatagurika (uhinduka igitaka), Musa agwa igihumure. Azanzamutse aravuga ati “Ubutagatifu ni ubwawe, nkwicujijeho kandi ni njye wa mbere mu bemera (ku gihe cyanjye).”","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:144","price":"(Allah) aravuga ati “Yewe Musa! Mu by’ukuri naragutoranyije nkurutisha abantu ku bw’ubutumwa bwanjye no kukuvugisha. Ngaho fata ukomeze ibyo naguhaye kandi ube mu bashimira.”","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:145","price":"Maze (Musa) tumwandikira ibintu byose ku mbaho (Tawurati) ngo bibe inyigisho (ku bantu be) n’ibisobanuro bya buri kintu, (turamubwira tuti) ngaho “byakire ubikomeze kandi utegeke abantu bawe gukurikiza ibyiza byabyo. Nzabereka iherezo ry’ibyigomeke.”","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:146","price":"Ba bandi bibona ku isi bidakwiye nzabakumira ku magambo yanjye (ntibabashe kuyasobanukirwa), kandi n’iyo babona ibimenyetso byose ntibashobora kwemera. Ndetse n’iyo babona inzira igororotse ntibayiyoboka, nyamara babona inzira y’ubuyobe bakayiyoboka. Ibyo ni ukubera ko bahinyuye amagambo yacu bakanayirengagiza.","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:147","price":"Na ba bandi bahinyuye amagambo yacu no kuzahura n’imperuka, ibikorwa byabo byabaye imfabusa. Ese hari ikindi bazahemberwa kitari ibyo bakoraga?","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:148","price":"Nuko igihe Musa atari ahari, abantu be bibumbira ishusho ry’akamasa mu mitako yabo, gafite ijwi risa n’iryabira (bakagira ikigirwamana). Ese ntibabonaga ko katabavugisha ntikanabayobore inzira igororotse? Bakagize imana kandi bari inkozi z’ibibi.","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:149","price":"Nuko ubwo bicuzaga (impamvu basenze akamasa) bakanabona ko bayobye, baravuze bati “Nyagasani wacu natatugirira impuhwe ngo anatubabarire, rwose tuzaba mu banyagihombo.”","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:150","price":"Nuko ubwo Musa yagarukaga mu bantu be arakaye afite n’agahinda, yaravuze ati “Ibyo mwasigaye mukora ntahari ni bibi! Ese mwashaka kwihutisha itegeko rya Nyagasani wanyu (musenga ibyo atabategetse)? Maze ajugunya hasi za mbaho, afata umusatsi wo ku mutwe w’umuvandimwe we arawukurura amwiyegereza. Haruna aravuga ati “Mwana wa mama! Mu by’ukuri abantu baransuzuguye, bandusha intege, ndetse bari hafi yo kunyica. Bityo, ntutume abanzi bankina ku mubyimba, kandi ntunshyire mu bantu b’inkozi z’ibibi.”","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:151","price":"(Musa) aravuga ati “Nyagasani wanjye! Mbabarira njye n’umuvandimwe wanjye, unatwinjize mu mpuhwe zawe, kuko ari Wowe Munyempuhwe uzirusha abandi.”","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:152","price":"Mu by’ukuri abagize akamasa ikigirwamana, bazagerwaho n’uburakari buturutse kwa Nyagasani wabo ndetse no gusuzugurika mu buzima bwo ku isi. Uko ni ko duhemba abahimba (ibinyoma).","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:153","price":"Ariko ba bandi bakoze ibyaha nuko nyuma yaho bakicuza, bakanemera; mu by’ukuri nyuma y’ibyo byose, Nyagasani wawe ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:154","price":"Maze uburakari bwa Musa bumaze gucururuka, afata za mbaho zari zanditseho ubutumwa bwari umuyoboro n’impuhwe ku batinya Nyagasani wabo.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:155","price":"Nuko Musa atoranya abagabo mirongo irindwi (b’intungane) mu bantu be (ajyana na bo ku musozi wa Sinayi) ku bw’isezerano ryacu (kugira ngo bicuze icyaha cyakozwe na bene wabo). Maze ubwo bari bafashwe n’umutingito, (Musa) aravuga ati “Nyagasani wanjye! Iyo uza kubishaka bo nanjye wari kutworeka mbere y’aha; ese uratworeka kubera ibyaha byakozwe n’abadasobanukiwe muri twe? Ibi byabaye nta kindi byari cyo uretse kuba ikigeragezo cyawe, ukoresha urekera mu buyobe uwo ushaka ukanakiyoboresha uwo ushaka. Ni wowe Murinzi wacu, bityo tubabarire unatugirire impuhwe, kuko ari Wowe uhebuje mu kubabarira.”","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:156","price":"Unadushyirireho amategeko meza hano ku isi no ku munsi w’imperuka, rwose turakugarukiye tukwicuzaho. (Allah) aravuga ati “Ibihano byanjye mbihanisha uwo nshaka kandi n’impuhwe zanjye zigera ku biremwa byose. (Izo mpuhwe) nzazigenera abagandukira Allah, bakanatanga amaturo ndetse na ba bandi bemera ibimenyetso byacu.”","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:157","price":"Abakurikira Intumwa (Muhamadi) ikaba n’umuhanuzi utari uzi gusoma no kwandika, basanga yanditswe mu bitabo byabo bya Tawurati n’Ivanjili. (Iyo ntumwa) ibabwiriza gukora ibyiza ikanababuza gukora ibibi, ibazirurira ibyiza ikanabaziririza ibihumanye, ibatura imitwaro ikanababohora ingoyi (y’amategeko) bari bariho. Bityo ba bandi bamwemeye, bakamwubaha, bakamushyigikira bakanakurikira urumuri yahishuriwe (Qur’an), abo ni bo bakiranutsi.","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:158","price":"Vuga (yewe Muhamadi) uti “Yemwe bantu! Mu by’ukuri njye ndi Intumwa ya Allah yoherejwe kuri mwe mwese. (Allah) ni We ufite ubwami bw’ibirere n’isi. Nta yindi mana ibaho itari We, ni We utanga ubuzima akanatanga urupfu.” Bityo, nimwemere Allah n’Intumwa ye ikaba n’umuhanuzi utari uzi gusoma no kwandika, we wemera Allah akanemera amagambo ye, kandi munamukurikire kugira ngo mubashe kuyoboka.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:159","price":"No mu bantu ba Musa harimo itsinda riyobora (abantu) rikoresheje ukuri, rikanagukoresha mu butabera.","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:160","price":"Nuko (Abisiraheli) tubagabanyamo amoko cumi n’abiri, tunahishurira Musa ubwo abantu be bamusabaga amazi yo kunywa (tugira tuti) “Kubita inkoni yawe ku ibuye!” Nuko (arikubise) riturikamo amasoko cumi n’abiri, maze buri muryango umenya aho unywera. Twanabugamishije mu gicucu cy’igicu (igihe bayobagurikaga mu butayu bavuye mu Misiri) ndetse tunabamanurira Manu[1] na Saluwa[2] (tuvuga tuti) “Nimurye mu byiza twabafunguriye!” Si twe bahemukiye ahubwo ni bo ubwabo bihemukiye.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"[1] Manu: ni ubukozo buryohera nk’ubuki buva mu giti cyo mu bwoko bwitwa Tamarsk cyera mu karere ka Sinayi. \n[2] Saluwa: Ni uruhuri rw’ubwoko bw’inyoni zitwarwa n’imiyaga mu burasirazuba bwa Mediterane, mu gifaransa zitwa Cailles, bohererezwaga na Allah kugira ngo bazibage bazirye.","lang":"rw"},{"name":"7:161","price":"Munibuke ubwo babwirwaga bati “Nimuture muri uyu mudugudu (wa Yeruzalemu), hanyuma murye ibiwurimo aho mushaka hose, munavuge muti “Tubabarire ibyaha byacu”; muninjire mu marembo yawo mwicishije bugufi. “Tuzabababarira ibyaha byanyu kandi tuzongerera (ibihembo) abakora ibyiza.”","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:162","price":"Ariko bamwe muri bo bakoze ibibi, bahinduye imvugo bakora ibyo batabwiwe (aho gusaba imbabazi no kwicisha bugufi barushaho kwigomeka). Nuko tuboherereza igihano giturutse mu kirere, kubera ibikorwa bibi bakoraga.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:163","price":"Unababaze (yewe Muhamadi) ku byerekeye umudugudu wari wegereye inyanja, ubwo (abari bawutuye) batubahirizaga itegeko ry’isabato. Ku munsi w’isabato (Allah yarabageragezaga) amafi yabo akaza ari menshi, naho ku munsi utari uw’isabato ntaze. Uko ni ko twabagerageje kubera ko bigomekaga (ku mategeko ya Allah).","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:164","price":"Unibuke ubwo bamwe muri bo (bari batuye uwo mudugudu bubahirizaga isabato ariko ntibabibwirize abandi), babwiraga (abayubahirizaga kandi bakanabibwiriza abandi) bati “Kuki mubwiriza abantu Allah agiye kuzoreka (ku isi) cyangwa kuzahanisha ibihano bikomeye (ku munsi w’imperuka)?” (Ababwirizaga) baravuga bati “Turabikora kugira ngo dukiranuke kuri Nyagasani wanyu no kugira ngo babe bagandukira Allah.”","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:165","price":"Nuko ubwo bari bamaze kwibagirwa ibyo bari bibukijwe, twarokoye ba bandi babuzaga abandi gukora ibibi, maze duhanisha igihano kibi cyane ba bandi bakoze ibibi kubera ko bigomekaga (ku mategeko ya Allah).","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:166","price":"Nuko ubwo bangaga kureka ibyo bari barabujijwe, twarababwiye tuti “Nimube inkende musuzuguritse!”","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:167","price":"Unibuke ubwo Nyagasani wawe yatangazaga ku mugaragaro ko rwose azakomeza koherereza (ibyigomeke by’Abayahudi) ababahanisha ibihano bibi kuzageza ku munsi w’imperuka. Mu by’ukuri Nyagasani wawe ni Ubanguka mu guhana, kandi rwose ni Ubabarira ibyaha, Nyirimpuhwe.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:168","price":"Twanabaciyemo amatsinda atandukanye ku isi: muri bo hari abatunganye, hakabamo n’abatameze batyo. Twanabagerageresheje ibyiza n’ibibi kugira ngo babe bagaruka (bakubaha Allah).","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:169","price":"Nuko nyuma yabo haza abantu (babi) bazungura igitabo, ariko bihitiramo ibyiza byo (mu buzima bugufi bwo ku isi), bavuga bati “Tuzababarirwa ibyaha byose.” Bakongera kugerwaho n’ibindi (byo muri ubwo buzima) byaziririjwe nka byo (bakongera) bakabikora. Ese ntibahawe isezerano ryo (gukurikiza ibiri) mu gitabo ry’uko batazigera bagira icyo bavuga kuri Allah kitari ukuri? Nyamara bari bazi neza ibigikubiyemo. Kandi ubuturo bwo mu buzima bw’imperuka ni bwo bwiza kuri ba bandi batinya Allah. Ese nta bwenge mugira?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:170","price":"Naho ba bandi bashikamye ku gitabo bakanahozaho iswala.[1] Mu by’ukuri ntituburizamo ibihembo by’abakora ibyiza.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"[1]  Reba uko twasobanuye iyi nyito mu murongo wa 62 muri Surat ul Baqarat.","lang":"rw"},{"name":"7:171","price":"Unibuke (yewe Muhamadi) ubwo twazamuraga umusozi hejuru yabo (Abayisiraheli) ukamera nk’igicucu, nuko bakabona ko ugiye kubagwaho. (Twarababwiye tuti) “Ngaho nimwakire ibyo twabahaye (muri Tawurati) mubikomeze, kandi muzirikane ibirimo kugira ngo mubashe gutinya Allah.”","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:172","price":"Unibuke ubwo Nyagasani wawe yazanaga (roho zose za) bene Adamu n’iz’urubyaro ruzaturuka mu migongo yabo, maze akazihuriza hamwe akazibwira agira ati “Ese si njye Nyagasani wanyu? Bakavuga bati “Ni byo, turahamya ko uri Nyagasani wacu.” (Allah aravuga ati: “ibi mbikoze) kugira ngo ku munsi w’imperuka mutazavuga muti “Mu by’ukuri ibi ntitwabimenye.”[1]","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"[1]  Uyu murongo ugaragaza ko kuba Allah yarahurije hamwe roho za bene Adamu bose akazibwira, ari yo nkomoko yo kuba umuntu wese avuka azi Imana kabone n’ubwo ntaho yaba yarabyigishijwe.","lang":"rw"},{"name":"7:173","price":"Cyangwa ngo muvuge muti “Mu by’ukuri abakurambere bacu babangikanyije (Allah) mbere yacu kandi twabakomotseho. None se uratworeka kubera ibyo abangizi bakoze?”","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:174","price":"Uko ni ko dusobanura amagambo (yacu), kugira ngo bisubireho (bareke kubangikanya Allah).","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:175","price":"Unabagezeho (yewe Muhamadi) inkuru y’umwe (mu bayisiraheli) twahaye ibimenyetso byacu (ubumenyi) maze akabyisohoramo (akabihakana), nuko Shitani ikamukurikira (ikamuyobya), bityo aba abaye mu bayobye.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:176","price":"Iyo tuza kubishaka twari kumuzamura mu nzego kubera ibimenyetso twamuhaye (ubumenyi). Ariko yatwawe n’iby’isi maze akurikira irari rye. Urugero rwe ni nk’urw’imbwa: iyo uyirukankije irahagira, wayireka igakomeza kwahagira. Urwo ni rwo rugero rw’abantu bahinyuye ibimenyetso byacu. Ngaho babarire inkuru (z’ababayeho mbere) kugira ngo babe batekereza.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:177","price":"Mbega urugero rubi rw’abantu bahinyuraga amagambo yacu, kandi bakabikora bihemukira!","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:178","price":"Uwo Allah yashoboje kuyoboka ni we wayobotse nyabyo, n’uwo yarekeye mu buyobe (kubera gukurikira irari ry’umutima we) abo ni bo banyagihombo.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:179","price":"Mu by’ukuri umuriro wa Jahanamu twawuremeye abenshi mu majini n’abantu; bafite imitima ariko ntibatekereza, banafite amaso ariko ntibabona, banafite amatwi ariko ntibumva. Abo bameze nk’inyamaswa, ahubwo bo bari munsi yazo. Abo ni bo ndindagizi nyazo.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:180","price":"Kandi Allah afite amazina meza, bityo mujye muyifashisha mumusaba, kandi munitandukanye na ba bandi bakerensa (bubahuka ubutagatifu bw’) amazina ye.[1] Bazahanirwa ibyo bakoraga.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"[1] Abahakanyi bajyaga bagereranya amazina ya Allah n’ay’ibigirwamana byabo; izina ry’ikigirwamana Lata barigereranyaga n’izina ry’Imana Allah; Uza bakarigereranya n’izina rya Allah Al Aziz; Manata bakarigereranya n’izina rya Allah Al Mananu.","lang":"rw"},{"name":"7:181","price":"No mu bo twaremye, harimo itsinda riyobora (abandi) rikoresheje ukuri, rikanagukoresha mu butabera.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:182","price":"Na ba bandi bahinyuye amagambo yacu, tuzabajyana buhoro buhoro tubahane mu buryo batazi.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:183","price":"Nzanabaha igihe (bibwire ko batazahanwa); mu by’ukuri imigambi yanjye irakomeye.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:184","price":"Ese ntibatekereza? Mugenzi wabo (Muhamadi) si umusazi, ahubwo ni umuburizi ugaragara.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:185","price":"Ese ntibitegereza ubwami bw’ibirere n’isi, n’ibyo Allah yaremye, ndetse n’uko bishoboka ko iherezo ry’ubuzima bwabo ryegereje? None se ni ayahe magambo (aburira) bakwemera nyuma y’aya (Qur’an)?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:186","price":"Uwo Allah yarekeye mu buyobe (kubera gukurikira irari ry’umutima we) ntawamuyobora; anabarekera mu buhakanyi bwabo barindagira.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:187","price":"Barakubaza (yewe Muhamadi) ku byerekeye igihe imperuka izabera. Vuga uti “Mu by’ukuri ubumenyi bwayo bwihariwe na Nyagasani wanjye. Nta wundi wayigaragaza ku gihe cyayo uretse We. Ibyayo biraremereye mu birere no ku isi. Ntizabageraho itabatunguye. Barakubaza nk’aho uyifiteho ubumenyi. Vuga uti “Mu by’ukuri ubumenyi bwayo bwihariwe na Allah, nyamara abenshi mu bantu ntibabizi.”","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:188","price":"Vuga (yewe Muhamadi) uti “Ku bwanjye, nta bushobozi mfite bwo kugira icyiza nakwimarira cyangwa ikibi nakwikiza usibye icyo Allah ashaka. Iyo nza kumenya ibyihishe, nari kwigwizaho ibyiza byinshi kandi nta n’ikibi cyari kungeraho. Nta cyo ndi cyo uretse kuba umuburizi n’ugeza inkuru nziza ku bantu bemera.”","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:189","price":"Ni We wabaremye abakomoye ku muntu umwe (Adamu), nuko amuremera umugore we [Hawa (Eva)] amumukomoyemo kugira ngo amuboneho ituze. Iyo umwe (mu rubyaro rwa Adamu) abonanye n’umugore we, asama inda abasha kugendana bimworoheye. Iyo amaze gukurirwa, basaba Allah Nyagasani wabo bagira bati “Nuramuka uduhaye umwana utunganye, rwose tuzaba mu bashimira.”","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:190","price":"Ariko (Allah) yamara kubaha umwana utunganye, bagatangira kumubangikanya n’ibyo yabahaye. Allah arenze kure cyane ibyo bamubangikanya.","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:191","price":"Ese babangikanya (Allah) n’ibitagira icyo birema, kandi na byo ubwabyo byararemwe?","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:192","price":"Ntibinashobora kubatabara kandi na byo ubwabyo ntibyakwitabara.","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:193","price":"N’iyo mwabihamagarira kuyoboka, ntibishobora kubakurikira (kuko nta bwenge bifite). Mwabihamagara cyangwa mukicecekera, byose ni kimwe kuri mwe.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:194","price":"Mu by’ukuri ibyo musenga bitari Allah ni abagaragu nkamwe. Ngaho nimubisabe maze bibasubize, niba koko muri abanyakuri.","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:195","price":"Ese bifite amaguru bigendesha cyangwa amaboko bikoresha cyangwa amaso bibonesha cyangwa amatwi byumvisha? Vuga (yewe Muhamadi) uti “Nimuhamagare ibigirwamana byanyu maze muncurire imigambi mibisha, kandi ntimundindirize!”","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:196","price":"“Mu by’ukuri umurinzi wanjye ni Allah, wahishuye igitabo (Qur’an). Ni na We urinda abakora ibitunganye.”","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:197","price":"“N’ibyo musenga bitari We ntibishobora kubatabara, ndetse nta n’ubwo byakwitabara ubwabyo.”","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:198","price":"N’iyo mwabihamagarira kuyoboka ntibyakumva, ndetse unabona bikureba ariko ntibibona.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:199","price":"Jya ubabarira, unabwirize (abantu) gukora ibyiza, kandi ujye wirengagiza injiji (ntukaziture inabi).","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:200","price":"Kandi Shitani nakoshya gukora ikibi, ujye wiragiza Allah kuko mu by’ukuri ari Uwumva bihebuje, Umumenyi uhebuje.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:201","price":"Mu by’ukuri ba bandi batinya Allah, iyo igishuko cya shitani kibagezeho, bibuka (Allah) maze bakaba maso (bakitandunya n’ibyaha).","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:202","price":"Naho bagenzi bazo (inkozi z’ibibi mu bantu), (za shitani zo mu majini) zibagumisha mu buyobe maze ntibabuvemo.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:203","price":"N’iyo utabazaniye igitangaza, baravuga bati “Kuki utacyihimbira?” Vuga uti “Mu by’ukuri nkurikira ibyo mpishurirwa biturutse kwa Nyagasani wanjye.” Iyi (Qur’an) ni ikimenyetso kigaragara giturutse kwa Nyagasani wanyu, ikaba umuyoboro n’impuhwe ku bantu bemera.","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:204","price":"N’igihe Qur’an isomwa, mujye muyitega amatwi kandi muceceke kugira ngo mugirirwe impuhwe (na Allah).","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:205","price":"Unasingize Nyagasani wawe mu mutima wawe, wibombaritse kandi utinye, mu ijwi rituje nta rusaku mu mvugo, (ibyo ubikore) mu gitondo na nimugoroba, kandi ntuzabe umwe mu ndangare.","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"","lang":"rw"},{"name":"7:206","price":"Mu by’ukuri ba bandi bari kwa Nyagasani wawe (abamalayika) ntibajya bibona ngo bumve ko batamugaragira, ahubwo baramusingiza, bakaba ari na We (Allah) wenyine bubamira.","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"","lang":"rw"}],"chapter":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"]}