{"data":[{"name":"72:1","price":"Vuga (yewe Muhamadi) uti “Nahishuriwe ko hari itsinda ry’amajini ryateze amatwi (Qur’an isomwa), nuko rikavuga riti “Mu by’ukuri twumvise Qur’an itangaje”,","arabic":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5448,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:2","price":"“Iyobora iganisha ku kuri, nuko turayemera kandi ntituzigera tubangikanya Nyagasani wacu (Allah) n’icyo ari cyo cyose.”","arabic":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5449,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:3","price":"“Kandi ko icyubahiro cy’ikirenga ari icya Nyagasani wacu, utarigeze umugore cyangwa umwana.”","arabic":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5450,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:4","price":"“Kandi ko umunyabwenge buke muri twe (Shitani) yajyaga avuga ibidahwitse kuri Allah.”","arabic":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5451,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:5","price":"“Kandi mu by’ukuri twakekaga ko abantu n’amajini badashobora guhimbira Allah ikinyoma.”","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5452,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:6","price":"“Kandi mu by’ukuri mu bantu hari abagabo bajyaga biyambaza amajini y’igitsinagabo, ariko (ibyo) byongereraga (abo bantu) gukora ibyaha (ndetse n’ayo majini bikayongerera kwibona).”","arabic":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5453,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:7","price":"“Kandi mu by’ukuri batekerezaga nk’uko mwatekerezaga ko Allah atazigera agira n’umwe azura.”","arabic":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5454,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:8","price":"“Kandi twagerageje kugera mu kirere dusanga cyuzuye abarinzi bakomeye ndetse n’ibishirira.”","arabic":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5455,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:9","price":"“Kandi mu by’ukuri twajyaga tuhagira ibyicaro kugira ngo twumvirize (ibivugirwa mu Ijuru), ariko ubu uwagerageza kumviriza yahura n’igishirira kimwubikiriye.”","arabic":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5456,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:10","price":"“Kandi ntituzi niba hari ikibi giteganyirizwa abari ku isi, cyangwa niba Nyagasani wabo abashakira kuyoboka inzira igororotse.”","arabic":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5457,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:11","price":"“Kandi ko muri twe hari abakora ibyiza n’abatameze batyo. Turi amatsinda afite imyizerere itandukanye.”","arabic":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5458,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:12","price":"“Kandi twizeraga ko tudashobora kunanira Allah (aramutse ashaka kuduhana) ku isi, cyangwa ngo tube twagira aho tumuhungira.”","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5459,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:13","price":"“Kandi ko mu by’ukuri ubwo twumvaga umuyoboro (Qur’an) twarawukurikiye. Kandi uwemeye Nyagasani we, ntatinya kugabanyirizwa (ibihembo bye) cyangwa ngo abe yatinya kongererwa (ibihano).”","arabic":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5460,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:14","price":"“Kandi ko muri twe harimo abicishije bugufi (Abayisilamu) n’abatannye. Nyamara abicishije bugufi ni bo bagannye inzira igororotse.”","arabic":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5461,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:15","price":"“Naho abatannye bazaba inkwi z’umuriro wa Jahanamu.”","arabic":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5462,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:16","price":"“Kandi ko iyo (abahakanyi) baza kuyoboka inzira igororotse (bakayishikamamo), rwose twari kubaha amazi (imvura) menshi (kandi y’umugisha)”,","arabic":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5463,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:17","price":"“Kugira ngo tuyabageragereshe. Kandi uzirengagiza urwibutso rwa Nyagasani we, azamuhanisha ibihano bigenda byiyongera.”","arabic":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5464,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:18","price":"“Kandi ko imisigiti yose ari iya Allah (wenyine). Bityo, ntimukagire undi musaba mumubangikanyije na Allah.”","arabic":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5465,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:19","price":"Kandi ubwo umugaragu wa Allah (Muhamadi) yahagurukaga amusaba (mu iswala), (amajini) yabaga amuzengurutse (kugira ngo yumve Intumwa isoma Qur’an).","arabic":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5466,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:20","price":"Vuga (yewe Muhamadi) uti “Mu by’ukuri njye nsaba Nyagasani wanjye wenyine nta wundi mubangikanyije na We.”","arabic":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5467,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:21","price":"Vuga (yewe Muhamadi) uti “Mu by’ukuri nta bubasha mfite bwo kuba nagira ikibi mbakorera, cyangwa ngo mbe nabayobora (mu nzira igororotse).”","arabic":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5468,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:22","price":"Vuga uti “Mu by’ukuri nta n’umwe wandinda (ibihano bya) Allah (ndamutse mwigometseho), ndetse nta n’ahandi nabona ubuhungiro hatari kuri We.”","arabic":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5469,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:23","price":"“(Umurimo wanjye nta wundi) usibye gusohoza (ukuri) n’ubutumwa biturutse kwa Allah. Ariko uzigomeka kuri Allah n’Intumwa ye, azahanishwa umuriro wa Jahanamu azabamo ubuziraherezo.”","arabic":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5470,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:24","price":"Kugeza ubwo (ababangikanyamana) bazabona ibyo basezeranyijwe, ni bwo bazamenya ufite abatabazi b’abanyantege nke n’ufite bake.","arabic":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5471,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:25","price":"Vuga (yewe Muhamadi) uti “Sinzi niba (ibihano) musezeranywa biri bugufi cyangwa niba Nyagasani wanjye azabiha igihe kirekire.”","arabic":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5472,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:26","price":"Ni We (wenyine) mumenyi w’ibitagaragara kandi nta n’umwe ajya ahishurira ibye,","arabic":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5473,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:27","price":"Uretse uwo yishimiye mu ntumwa ze, akamwoherereza abarinzi (abamalayika) bamugenda imbere n’inyuma.","arabic":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5474,"juzNumber":29,"footnotes":"","lang":"rw"},{"name":"72:28","price":"(Ibyo Allah abikora) kugira ngo amenye ko (Intumwa) zasohoje neza ubutumwa bwa Nyagasani wazo. Kandi (ko Allah) azi neza ibyo zitunze ndetse azi byimazeyo umubare wa buri kintu.","arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5475,"juzNumber":29,"footnotes":"","lang":"rw"}],"chapter":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"]}