{"data":[{"name":"14:1","price":"అలిఫ్ - లామ్ - రా[1]. (ఇది) ఒక దివ్యగ్రంథం. దీనిని మేము, ప్రజలను - వారి ప్రభువు అనుమతితో - అంధకారాల నుండి వెలుతురులోకి,[2] సర్వశక్తిమంతుడు, సర్వస్తోత్రాలకు అర్హుడైన (అల్లాహ్) మార్గం వైపునకు తీసుకు రావటానికి, (ఓ ముహమ్మద్!) నీపై అవతరింపజేశాము.","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"[1] సూరతుల్ బఖరహ్ లోని మొదటి ఆయతు యొక్క ఫుట్‌నోట్ చూడండి.\n '[2] చూడండి 57:9 మరియు 2:257.","lang":"te"},{"name":"14:2","price":"ఆయనే అల్లాహ్! ఆకాసాలలో ఉన్నదీ మరియు భూమిలో ఉన్నదీ సర్వమూ ఆయనకే చెందుతుంది! మరియు సత్యతిరస్కారులకు కఠిన శిక్ష వల్ల తీవ్రమైన దుఃఖం (వ్యధ) కలుగుతుంది.","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:3","price":"ఎవరైతే పరలోక జీవితం కంటే, ఇహలోక జీవితానికి అధిక ప్రాధాన్యతనిచ్చి, (ప్రజలను) అల్లాహ్ మార్గం నుండి ఆటంక పరుస్తూ, దానిని వక్రమైనదిగా చూపగోరుతారో! అలాంటి వారే మార్గభ్రష్టత్వంలో చాలా దూరం వెళ్ళిపోయిన వారు.","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:4","price":"మరియు మేము ప్రతి ప్రవక్తను అతని జాతివారి భాషతోనే పంపాము; అతను వారికి స్పష్టంగా బోధించటానికి, మరియు అల్లాహ్ తాను కోరిన వారిని మార్గభ్రష్టత్వంలో వదలుతాడు. మరియు తాను కోరిన వారికి మార్గదర్శకత్వం చేస్తాడు.[1] మరియు ఆయన సర్వ శక్తిమంతుడు, మహా వివేకవంతుడు.","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"[1] ఎవడు మార్గభ్రష్టుడవుతాడో మరియు ఎవడు సన్మార్గంపై ఉంటాడో అల్లాహ్ (సు.తా.)కు తెలుసు. కాబట్టి ఆయన వారిని వారి పరిస్థితులలో వదలుతాడు. అల్లాహ్ (సు.తా.) బలవంతంగా ఎవరినీ కూడా మార్గభ్రష్టులుగా గానీ, సన్మార్గులుగా గానీ చేయడు. ఇంకా చూడండి, 16:93.","lang":"te"},{"name":"14:5","price":"మరియు వాస్తవానికి మేము మూసాను, మా సూచనలతో (ఆయాత్ లతో) పంపి: \"నీ జాతి వారిని అంధకారాల నుండి వెలుతురు వైపునకు తెచ్చి, వారికి అల్లాహ్ దినాలను[1] జ్ఞాపకం చేయించు.\" అని అన్నాము. నిశ్చయంగా, ఇందులో సహనశీలురకు, కృతజ్ఞులకు ఎన్నో సూచనలున్నాయి.[2]","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"[1] అయ్యామిల్లాహ్: అంటే ఇస్రాయీ'ల్ సంతతివారిపై అల్లాహుతా'ఆలా చేసిన అనుగ్రహాలు మరియు వారిపై పడ్డ శిక్షలు. [2] సహనం వహించి కృతజ్ఞతలు తెలిపే వారికి చాలా లాభాలుంటాయి. దైవప్రవక్త ('స'అస) ప్రవచనం: 'అల్లాహ్ (సు.తా.) తన దాసుని కొరకు ఎట్టి పరిస్థితిని ఏర్పరిచినా అది అతని మేలుకే! అతనికి కష్టాలు కలిగిస్తే, వాటిని అతడు సహించితే అతని మేలుకే! లేక అతనికి సుఖసంతోషాలు ప్రసాదిస్తే అతడు దానికి తన ప్రభువుకు కృతజ్ఞతలు చూపాలి.' ('స'హీ'హ్ ముస్లిం).","lang":"te"},{"name":"14:6","price":"మూసా తన జాతివారితో ఇలా అన్నాడు: \" అల్లాహ్ మీకు చేసిన అనుగ్రహాలను జ్ఞాపకం చేసుకోండి. ఆయన మీకు ఫిర్ఔన్ జాతివారి నుండి విముక్తి కలిగించాడు. వారు మిమ్మల్ని తీవ్రమైన శిక్షలకు గురిచేస్తూ ఉండేవారు, మీ కుమారులను వధించి, మీ కుమార్తెలను (స్త్రీలను) బ్రతకనిచ్చేవారు.[1] మరియు అందులో మీకు, మీ ప్రభువు తరపు నుండి ఒక గొప్ప పరీక్ష ఉండింది.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"[1] చూడండి, 2:49.","lang":"te"},{"name":"14:7","price":"మరియు మీ ప్రభువు ప్రకటించింది (జ్ఞాపకం చేసుకోండి): \"మీరు కృతజ్ఞులైతే! నేను మిమ్మల్ని ఎంతో అధికంగా అనుగ్రహిస్తాను.[1] కాని ఒకవేళ మీరు కృతఘ్నులైతే! నిశ్చయంగా, నా శిక్ష ఎంతో కఠినమైనది.[2]","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"[1] అల్లాహుతా'ఆలా మీకు ప్రసాదించిన దానికి మీరు కృతజ్ఞులైతే ఆయన మరింత ప్రసాదిస్తాడు. [2] కృతఘ్నులను అల్లాహుతా'ఆలా కఠినంగా శిక్షిస్తాడు.","lang":"te"},{"name":"14:8","price":"మరియు మూసా ఇలా అన్నాడు: \"ఒకవేళ మీరు మరియు భూమిలో నున్న వారందరూ సత్యతిరస్కారానికి పాల్పడితే! తెలుసుకోండి నిశ్చయంగా, అల్లాహ్ స్వయం సమృద్ధుడు, సర్వస్తోత్రాలకు అర్హుడు.\"","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:9","price":"ఏమీ? పూర్వం గతించిన, ప్రజల గాథలు మీకు చేరలేదా? నూహ్, ఆద్ మరియు సమూద్ జాతి వారి మరియు వారి తరువాత వచ్చిన వారి (గాథలు)? వారిని గురించి అల్లాహ్ తప్ప మరెవ్వరూ ఎరుగరు! వారి ప్రవక్తలు వారి వద్దకు స్పష్టమైన సూచనలు తీసుకొని వచ్చినపుడు, వారు తమ నోళ్ళలో తమ చేతులు పెట్టుకొని[1] ఇలా అన్నారు: \"నిశ్చయంగా మేము మీతో పంపబడిన సందేశాన్ని తిరస్కరిస్తున్నాము. మరియు నిశ్చయంగా, మీరు దేని వైపునకైతే మమ్మల్ని ఆహ్వానిస్తున్నారో, దానిని గురించి మేము ఆందోళన కలిగించేటంత సందేహంలో పడి వున్నాము.\" [2]","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"[1] చూడండి, 3:119, కోపంతో తమ చేతులను కొరుక్కుంటూ అన్నారు. (షౌకాని, 'తబరీ, ర.'అలైహిమ్). [2] చూడండి, 11:62. ఇదే విధమైన ఆశ్చర్యం, 'సాలి'హ్ ('అ.స.) యొక్క ప్రజలు సూచించారు. ప్రతి కాలపు ప్రజలు అల్లాహ్ (సు.తా.)ను నిరాకరించారు లేదా ఆయనకు సిఫారసు దారులను లేక భగస్వాములను కల్పించారు.","lang":"te"},{"name":"14:10","price":"వారి ప్రవక్తలు (వారితో) ఇలా అన్నారు: \"ఏమీ? ఆకాశాలనూ మరియు భూమినీ సృష్టించిన, అల్లాహ్ ను గురించి (మీకు) సందేహం ఉందా? ఆయన మీ పాపాలను క్షమించటానికి మరియు మీకు ఒక నిర్ణీత కాలం వరకు వ్యవధి నివ్వటానికి మిమ్మల్ని పిలుస్తున్నాడు!\"[1] వారన్నారు: \"మీరు కూడా మా వంటి మానవులే, మీరు మా తండ్రితాతలు ఆరాధిస్తూ వచ్చిన (దైవాల) ఆరాధన నుండి మమ్మల్ని ఆపాలనుకుంటున్నారా? అయితే స్పష్టమైన ప్రమాణం ఏదైనా తీసుకురండి.\" [2]","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"[1] అద్భూత సూచనలైతే ప్రవక్తల ద్వారా చూపబడతాయి. కాని వారు, తాము కోరిన అద్భుత సూచనలు చూపమని కోరారు. [2] చూడండి, 13:31 చివరి భాగం.","lang":"te"},{"name":"14:11","price":"వారి ప్రవక్తలు వారితో (ఇంకా) ఇలా అన్నారు: \"నిశ్చయంగా, మేము మీ వంటి మానవులం మాత్రమే! కాని అల్లాహ్ తన దాసులలో తాను కోరిన వారిని అనుగ్రహిస్తాడు. మరియు - అల్లాహ్ అనుమతిస్తేనే తప్ప - మీ కొరకు ప్రమాణం తీసుకు రావటమనేది మా వశంలో లేదు. మరియు విశ్వాసులు కేవలం అల్లాహ్ మీదనే దృఢనమ్మకం ఉంచుకోవాలని.[1]","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"[1] చూడండి, 7:75 మరియు 13:43.","lang":"te"},{"name":"14:12","price":"\"మరియు మేము అల్లాహ్ మీద నమ్మకం ఎందుకు ఉంచుకోరాదు? వాస్తవానికి ఆయనే మాకు సన్మార్గపు దారులను చూపాడు. మరియు మేము నిశ్చయంగా మీరు పెట్టే బాధలను సహనంతో భరిస్తాము. మరియు నమ్మకం గలవారు, కేవలం అల్లాహ్ మీదే దృఢ నమ్మకం ఉంచుకోవాలి!\"","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:13","price":"మరియు సత్యతిరస్కారులు తమ ప్రవక్తలతో అన్నారు: \"మీరు మా మతంలోకి తిరిగి రాకపోతే మేము తప్పకుండా మిమ్మల్ని మా దేశం నుండి వెళ్ళగొడ్తాము.\"[1] అప్పుడు వారి ప్రభువు వారికి ఇలా దివ్యజ్ఞానం (వహీ) పంపాడు: \"మేము ఈ దుర్మార్గులను తప్పక నాశనం చేస్తాము.[2]","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"[1] చూడండి 7:88-89. అక్కడ ఇదే ప్రశ్న షు'ఐబ్ ('అ.స.) ముందు పెట్టబడింది. [2] చూడండి, 37:171-173.","lang":"te"},{"name":"14:14","price":"మరియు వారి తరువాత ఆ భూమి మీద మిమ్మల్ని నివసింపజేస్తాము.[1] ఇది నా సాన్నిధ్యంలో నిలువటానికి (లెక్క చెప్పటానికి) భయపడేవానికి మరియు నా హెచ్చరికకు (శిక్షకు) భయపడేవానికి (నా వాగ్దానం).\"[2]","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"[1] చూడండి, 21:105. [2] చూడండి, 79:40-41; మరియు 55:46.","lang":"te"},{"name":"14:15","price":"మరియు వారు తీర్పు కోరారు[1] మరియు నిర్దయుడూ,[2] (సత్య) విరోధి అయిన ప్రతి వాడూ నాశనమయ్యాడు.","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"[1] ఈ కోరిక సత్యతిరస్కారులది కూడా కావచ్చు. చూడండి, 8:19,32. లేదా ప్రవక్తలది కూడా కావచ్చు. ఒకవేళ ఈ కోరిక ప్రవక్తలది అయితే: 'మరియు వారు (ప్రవక్తలు తమ ప్రభువు) సహాయాన్ని (జయాన్ని) కోరారు. మరియు నిర్దయుడు .... నాశనమయ్యాడు.' అని చదవబడుతుంది. [2] జబ్బారున్ : Insolent, Compeller, Ferocious, Irresistible, బలవంతం, లేక నిర్బంధం చేసేవాడు, నిరంకుశుడు, నిర్దయుడు, క్రూరుడు.","lang":"te"},{"name":"14:16","price":"అతని ముందు నరకం అతనికై వేచి ఉంటుంది మరియు అక్కడ సలసల కాగే చిక్కని చీములాంటి నీరు త్రాగటానికి ఇవ్వబడుతుంది.[1]","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"[1] చూడండి, 6:70.","lang":"te"},{"name":"14:17","price":"దానిని అతడు గుటకలు గుటకలుగా బలవంతంగా గొంతులోకి దింపటానికి ప్రయత్నిస్తాడు. కాని దానిని మ్రింగలేడు. అతనికి ప్రతి వైపు నుండి మరణం ఆసన్నమవుతుంది, కాని అతడు మరణించలేడు. మరియు అతని ముందు భయంకరమైన శిక్ష వేచి ఉంటుంది.","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:18","price":"తమ ప్రభువును తిరస్కరించిన వారి కర్మలను, తుఫాను దినమున పెనుగాలి ఎగురవేసే బూడిదతో పోల్చవచ్చు.[1] వారు తమ కర్మలకు ఎలాంటి ప్రతిఫలం పొందలేరు. ఇదే మార్గభ్రష్టత్వంలో చాలా దూరం పోవటం. [2]","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"[1] సత్యతిరస్కారుల కర్మలు పునరుత్థాన దినమున ఈ విధంగా ఎగిరిపోతాయి. వారికెలాంటి పుణ్యఫలితం దొరకదు. [2] చూడండి, 22:12 చివరి భాగంలో కూడా ఈ పలుకులే ఉన్నాయి.","lang":"te"},{"name":"14:19","price":"ఏమీ? నిశ్చయంగా, అల్లాహ్ భూమ్యాకాశాలను సత్యంతో సృష్టించాడని నీకు తెలియదా?\"[1] ఆయన కోరితే మిమ్మల్ని నశింపజేసి, మరొక క్రొత్త సృష్టిని తేలగడు![2]","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"[1] ఇటువంటి ఆయత్ కు చూడండి 10:5. [2] ఈ విషయమే ఎన్నో సార్లు విశదీకరించబడింది. చూడండి 35:16-17, 47:38, 5:54, 4:133.","lang":"te"},{"name":"14:20","price":"మరియు అలా చేయటం అల్లాహ్ కు కష్టమైన పని కాదు.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:21","price":"మరియు వారందరూ అల్లాహ్ ముందు హాజరు పరచబడి నప్పుడు, (ఇహలోకంలో) బలహీనులుగా ఉన్నవారు గొప్పవారిగా ఉన్న వారితో అంటారు: \"వాస్తవానికి ప్రపంచంలో మేము మిమ్మల్ని అనుసరించాము, ఇపుడు మీరు మమ్మల్ని అల్లాహ్ శిక్ష నుండి కాపాడటానికి ఏమైనా చేయగలరా?\" వారంటారు: \"అల్లాహ్ మాకు సన్మార్గం చూపి ఉంటే మేము మీకు కూడా (సన్మార్గం) చూపి ఉండేవారం. ఇపుడు మనం దుఃఖపడినా లేదా సహనం వహించినా అంతా ఒక్కటే! మనకిప్పుడు తప్పించుకునే మార్గం ఏదీ లేదు.\" [1]","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"[1] ఈ విధమైన ఆయతులకు చూడండి, 40:47-48, 7:38-39, 33:66, 68. నరకవాసులు ఒకరితోనొకరు వాదులాడుకునే దానికి, చూడండి, 34:31-33.","lang":"te"},{"name":"14:22","price":"మరియు తీర్పు జరిగిన తరువాత షైతాను (వారితో) అంటాడు: \"నిశ్చయంగా, అల్లాహ్ మీకు చేసిన వాగ్దానమే సత్యమైన వాగ్దానం. మరియు నేను మీకు వాగ్దానం చేసి దానిని భంగం చేశాను. మరియు నాకు మీపై ఎలాంటి అధికారం ఉండేది కాదు; నేను కేవలం మిమ్మల్ని ఆహ్వానించాను, మీరు స్వీకరించారు.[1] కావున మీరు నన్ను నిందించకండి మిమ్మల్ని మీరే నిందించుకోండి. నేను మీకు సహాయం చేయలేను మరియు మీరూ నాకు సహాయం చేయలేరు. ఇంతకు ముందు మీరు నన్ను (అల్లాహ్ కు) సాటిగా కల్పించిన దాన్ని నిశ్చయంగా నేను తిరస్కరిస్తున్నాను\".[2] నిశ్చయంగా, దుర్మార్గులకు బాధాకరమైన శిక్ష ఉంటుంది.","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"[1] చూడండి, 4:120. షై'తాను అంటాడు నేను మిమ్మల్ని బలవంతం చేయలేదు. కేవలం వాగ్దానం చేశాను. [2] షై'తాను ఎన్నడూ తాను అల్లాహ్ (సు.తా.) కు సాటి అనలేదు. చూడండి, 7:20 మరియు 15:36, 39లలో షైతనా అన్నాడు: 'ఓ నా ప్రభూ!....' అని మరియు 8:48, 59:16లలో : 'నేను అల్లాహ్ కు భయపడతాను…..' అని. కాని ప్రజలకు వారి పాపకార్యాలను మంచివిగా కనిపించేటట్లు చేస్తాడు. చూడండి, 6:43, 8:48, 16:63, 27:24, 29:38. షైతాను ఎన్నడూ తనను తాను అల్లాహ్ (సు.తా.) కు సమానుడిగా చెప్పుకోలేదు.","lang":"te"},{"name":"14:23","price":"మరియు విశ్వసించి, సత్కార్యాలు చేసే వారిని క్రింద కాలువలు ప్రవహించే స్వర్గవనాలలో ప్రవేశింప జేయబడుతుంది. వారి ప్రభువు అనుమతితో వారక్కడ శాశ్వతంగా ఉంటారు. వారితో అక్కడ: \"మీకు శాంతి కలుగు గాక (సలాం)!\" అని అనబడుతుంది.[1]","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"[1] చూడండి, 10:10","lang":"te"},{"name":"14:24","price":"మంచి మాట (కలిమయె తయ్యిబ్) ను అల్లాహ్ దేనితో పోల్చాడో మీకు తెలియదా? ఒక మేలుజాతి చెట్టుతో! దాని వ్రేళ్ళు (భూమిలో) స్థిరంగా నాటుకొని ఉంటాయి. మరియు దాని శాఖలు ఆకాశాన్ని (అంటుకొంటున్నట్లు) ఉంటాయి.","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:25","price":"తన ప్రభువు ఆజ్ఞతో, అది ఎల్లప్పుడూ ఫలాలను ఇస్తూ ఉంటుంది. మరియు ప్రజలు జ్ఞాపకముంచుకోవాలని అల్లాహ్ ఈ విధమైన ఉపమానాలు ఇస్తూ ఉంటాడు[1].","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"[1] చూడండి, 39:29.","lang":"te"},{"name":"14:26","price":"మరియు చెడ్డమాటను, భూమి నుండి పెల్లగింపబడిన, స్థిరత్వం లేని, ఒక చెడ్డ జాతి చెట్టుతో పోల్చవచ్చు!","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:27","price":"విశ్వసించి తమ మాటపై స్థిరంగా ఉన్నవారిని అల్లాహ్ ఇహలోకంలోనూ మరియు పరలోకంలోనూ స్థిరపరుస్తాడు మరియు అల్లాహ్ దుర్మార్గులను మార్గభ్ర,ష్టులుగా చేస్తాడు. మరియు అల్లాహ్ తాను కోరినది చేస్తాడు.","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:28","price":"ఏమీ? నీవు చూడలేదా (ఎరుగవా)? అల్లాహ్ అనుగ్రహాలను సత్యతిరస్కారంగా మార్చిన వారిని మరియు తమ జాతి వారిని వినాశ గృహంలోకి త్రోసినవారిని -","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:29","price":"(అంటే) నరకం! వారంతా అందులో ప్రవేశిస్తారు. మరియు అది ఎంత దుర్భరమైన నివాసము.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:30","price":"మరియు (ప్రజలను) ఆయన మార్గం నుండి తప్పించటానికి వారు అల్లాహ్ కు సమానులను (అందాదులను) కల్పించారు. వారితో అను: \"మీరు (తాత్కాలికంగా) సుఖసంతోషాలను అనుభవించండి. ఎందుకంటే! నిశ్చయంగా, మీ గమ్యస్థానం నరకాగ్నియే!\"","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:31","price":"నా దాసులలో విశ్వసించిన వారితో నమాజు స్థాపించమని మరియు మేము వారికిచ్చిన ఉపాధి నుండి రహస్యంగానో బహిరంగంగానో - బేరం జరుగటం గానీ, మిత్రుల సహాయం పొందటం గానీ సాధ్యం కాని దినం రాక పూర్వమే - ఖర్చు పెట్టమని చెప్పు.[1]","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"[1] ఈ విధమైన ఆయత్ ల కొరకు చూడండి, 3:91, 5:36, 10:54, 13:18, 39:47, 70:11-15.","lang":"te"},{"name":"14:32","price":"అల్లాహ్ ! ఆయనే, భూమ్యాకాశాలను సృష్టించాడు. మరియు ఆకాశం నుండి నీటిని కురిపించి, దాని నుండి మీ కొరకు ఆహారంగా ఫలాలను పుట్టింటాడు. మరియు తన ఆజ్ఞతో, ఓడలను మీకు ఉపయుక్తంగా చేసి సముద్రంలో నడిపించాడు. మరియు నదులను కూడా మీకు ఉపయుక్తంగా చేశాడు.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:33","price":"మరియు ఎడతెగకుండా, నిరంతరం పయనించే, సూర్యచంద్రులను మీకు ఉపయుక్తంగా చేశాడు. మరియు రాత్రింబవళ్ళను కూడా మీకు ఉపయుక్తంగా ఉండేటట్లు చేశాడు.[1]","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"[1] రాత్రింబవళ్ళ గురించి చూడండి, 10:67, 27:86 మరియు 40:61.","lang":"te"},{"name":"14:34","price":"మరియు మీరు అడిగినదంతా మీకు ఇచ్చాడు. మీరు అల్లాహ్ అనుగ్రహాలను లెక్కించదలచినా లెక్కించజాలరు. నిశ్చయంగా, మానవుడు దుర్మార్గుడు, కృతఘ్నుడు.","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:35","price":"మరియు ఇబ్రాహీమ్ ఇలా ప్రార్థించిన విషయం (జ్ఞాపకం చేసుకోండి)[1]: \"ఓ నా ప్రభూ! ఈ నగరాన్ని (మక్కాను) శాంతినిలయంగా ఉంచు! మరియు నన్నూ నా సంతానాన్నీ విగ్రహారాధన నుండి తప్పించు!","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"[1] ఆయత్ లు 35-41 ఈ సూరహ్ పేరును సూచిస్తున్నాయి. మరియు ఇబ్రాహీం ('అ.స.) ప్రార్థనను జ్ఞాపకం చేయిస్తున్నాయి.","lang":"te"},{"name":"14:36","price":"ఓ మా ప్రభూ! నిశ్చయంగా, అవి అనేక మానవులను మార్గభ్రష్టులుగా చేశాయి. ఇక నా విధానాన్ని అనుసరించేవాడు, నిశ్చయంగా, నా వాడు. మరియు ఎవడైనా నా విధానాన్ని ఉల్లంఘిస్తే! నిశ్చయంగా, నీవు క్షమాశీలుడవు, అపార కరుణా ప్రదాతపు.","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:37","price":"ఓ మా ప్రభూ! వాస్తవానికి నేను నా సంతానంలో కొందరిని నీ పవిత్ర గృహం (కఅబహ్) దగ్గర, పైరు పండని, ఎండిపోయిన కొండలోయలో నివసింపజేశాను.[1] ఓ మా ప్రభూ! వారిని అక్కడ నమాజ్ స్థాపించటానికి ఉంచాను. కనుక నీవు ప్రజల హృదయాలను, వారి వైపుకు ఆకర్షింపజేయి మరియు వారు కృతజ్ఞులై ఉండటానికి వారికి జీవనోపాధిగా ఫలాలను సమకూర్చు.","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"[1] ఇస్మాయీల్ ('అ.స.), అతని తల్లి హాజర్ ('అ.స.) లు మరియు వారి సంతతివారు.","lang":"te"},{"name":"14:38","price":"ఓ మా ప్రభూ! నిశ్చయంగా, మేము దాచేదంతా మరియు వ్యక్త పరచేదంతా నీకు తెలుసు. మరియు భూమిలో గానీ, ఆకాశంలో గానీ అల్లాహ్ నుండి దాగి ఉన్నది ఏదీ లేదు.","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:39","price":"సర్వస్తోత్రాలకు అర్హుడైన అల్లాహ్ నాకు వృద్ధాప్యంలో కూడా ఇస్మాయీల్ మరియు ఇస్ హాఖ్ లను ప్రసాదించాడు. నిశ్చయంగా, నా ప్రభువు ప్రార్థనలను వినేవాడు.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:40","price":"\"ఓ నా ప్రభూ! నన్ను మరియు నా సంతతి వారిని నమాజ్ స్థాపించే వారిగా చేయి. [1] ఓ మా ప్రభూ! నా ప్రార్థనలను స్వీకరించు.","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"[1] ఇస్'హాఖ్ ('అ.స.) సంతతివారిలో నుండి ఇస్రాయీ'ల్ సంతతి (బనీ-ఇస్రాయీ'ల్) వారు వచ్చారు. మరియు ఇస్మాయీ'ల్ ('అ.స.) సంతతి వారలో నుండి ఖురైషులు వచ్చారు. వారందరిలో కూడా అల్లాహ్ (సు.తా.)కు అవిధేయులైన వారుండిరి.","lang":"te"},{"name":"14:41","price":"ఓ మా ప్రభూ! నన్నూ నా తల్లిదండ్రులను మరియు సమస్త విశ్వాసులను లెక్కల పరిష్కారం రోజు క్షమించు.\"","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:42","price":"మరియు ఈ దుర్మార్గుల చేష్టల నుండి అల్లాహ్ నిర్లక్ష్యంగా ఉన్నాడని నీవు భావించకు.[1] నిశ్చయంగా, ఆయన వారిని - వారి కళ్ళు, రెప్ప వేయకుండా ఉండిపోయే - ఆ రోజు వరకు వ్యవధి నిస్తున్నాడు.","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"[1] దుర్మార్గులంటే ఇక్కడ అల్లాహుతా'ఆలాకు సాటి కల్పించేవారు.","lang":"te"},{"name":"14:43","price":"(ఆ రోజు) వారు తలలు పైకెత్తి, పరిగెత్తుతూ ఉంటారు, పై చూపులు పైనే నిలిచి ఉంటాయి. మరియు వారు శూన్యహృదయులై ఉంటారు.","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:44","price":"మరియు (ఓ ముహమ్మద్!) శిక్షపడే ఆ రోజు గురించి ప్రజలను నీవు హెచ్చరించు. ఆ రోజు దుర్మార్గం చేసిన వారు అంటారు: \"ఓ మా ప్రభూ! నీ సందేశాన్ని స్వీకరించటానికి, ప్రవక్తలను అనుసరించటానికి, మాకు మరికొంత వ్యవధినివ్వు!\"[1] (వారికి ఇలాంటి సమాధాన మివ్వబడుతుంది): \"ఏమీ? ఇంతకు ముందు 'మాకు వినాశం లేదు' అని ప్రమాణం చేసి చెప్పిన వారు మీరే కాదా?","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"[1] చూడండి, 6:27.","lang":"te"},{"name":"14:45","price":"\"మరియు తమకు తాము అన్యాయం చేసుకున్న వారి స్థలాలలో మీరు నివసించారు. మరియు వారితో ఎలా వ్యవహరించామో మీకు బాగా తెలుసు. మరియు మేము మీకు ఎన్నో ఉపమానాలు కూడా ఇచ్చాము.\"","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:46","price":"మరియు వాస్తవానికి వారు తమ కుట్ర పన్నారు మరియు వారి కుట్ర అల్లాహ్ కు బాగా తెలుసు. కాని వారి కుట్ర కొండలను తమ చోటు నుండి కదిలింప గలిగేది కాదు.[1]","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"[1] చూడండి, 19:90-91. పై తాత్పర్యం ఇబ్నె-కసీ'ర్ (ర'హ్మ.) గారిది. కొందరు వ్యాఖ్యాతలు ఈ విధంగా కూడా బోధించారు: 'ముష్రిక్ ఖురైషులు దైవప్రవక్త ము'హమ్మద్ ('స'అస) ను చంపటానికి పన్నాగాలు పన్నారు. కాని వారు తమ పన్నాగాలలో నెగ్గలేక పోయారు, విఫలులయ్యారు.'","lang":"te"},{"name":"14:47","price":"కనుక అల్లాహ్ తన ప్రవక్తలకు చేసిన వాగ్దానాన్ని భంగపరుస్తాడని భావించకు. నిశ్చయంగా, అల్లాహ్! సర్వశక్తిమంతుడు, ప్రతీకారం తీర్చుకోగలవాడు.","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:48","price":"ఈ భూమి మరొక భూమిగా మరియు ఆకాశాలు (వేరే ఆకాశాలుగా) మారే రోజు;[1] ఆ అద్వితీయుడు, ప్రబలుడు అయిన అల్లాహ్ ముందు అందరూ హాజరు చేయబడతారు.","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"[1] చూడండి. 20:105-107.","lang":"te"},{"name":"14:49","price":"మరియు ఆ రోజు అపరాధులను సంకెళ్ళలో, కూడబెట్టి, బంధించి ఉంచటాన్ని నీవు చూస్తావు.","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:50","price":"వారి వస్త్రాలు తారు (నల్ల జిడ్డు ద్రవం)తో చేయబడి ఉంటాయి మరియు అగ్ని జ్వాలలు వారి ముఖాలను క్రమ్ముకొని ఉంటాయి -","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:51","price":"అల్లాహ్ ప్రతి ప్రాణికి దాని కర్మల ప్రతిఫలం ఇవ్వటానికి. నిశ్చయంగా, అల్లాహ్ లెక్క తీసుకోవటంలో అతి శీఘ్రుడు.","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"","lang":"te"},{"name":"14:52","price":"ఇది (ఈ ఖుర్ఆన్) మానవులకు ఒక సందేశం. వారు దీనితో హెచ్చరించబడటానికి మరియు నిశ్చయంగా ఆయన (అల్లాహ్) ఒక్కడే ఆరాధ్య దైవమని వారు తెలుసుకోవడానికి మరియు బుద్ధిమంతులు గ్రహించడానికి ఇది పంపబడింది.","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"","lang":"te"}],"chapter":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"]}