{"data":[{"name":"18:1","price":"తన దాసునిపై (ముహమ్మద్ పై) ఈ గ్రంథాన్ని (ఖుర్ఆన్ ను) అవతరింపజేసిన అల్లాహ్ యే సర్వస్తోత్రాలకు అర్హుడు. మరియు ఆయన ఇందులో ఏ విధమైన వక్తత్వాన్ని ఉంచలేదు. [1]","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"[1] చూడండి, 4:82, ఈ గ్రంథం అల్లాహ్ (సు.తా.) తరఫు నుండి కాక ఇతరుల దగ్గర నుండి వచ్చి ఉంటే అందులో ఎన్నో లోపాలు ఉండేవి.","lang":"te"},{"name":"18:2","price":"ఇది సక్రమంగా స్థిరంగా ఉండి, ఆయన నుండి వచ్చే కఠిన శిక్షను గురించి హెచ్చరిస్తుంది మరియు విశ్వసించి సత్కార్యాలు చేసేవారికి మంచి ప్రతిఫలం (స్వర్గం) తప్పక ఉంటుందనే శుభవార్తనూ ఇస్తుంది.","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:3","price":"అందులో వారు నిరంతరంగా కలకాలముంటారు.","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:4","price":"ఇంకా ఇది: \"అల్లాహ్ కు సంతానముంది!\" అని అనే వారిని హెచ్చరిస్తుంది.","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:5","price":"ఈ విషయాన్ని గురించి వారికి గానీ, వారి తండ్రి తాతలకు గానీ ఎలాంటి జ్ఞానం లేదు, వారి నోటి నుండి వచ్చే ఈ మాట ఎంతో దారుణమైనది. వారు పలికేదంతా కేవలం అసత్యమే.","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:6","price":"ఈ సందేశాన్ని విశ్వసించని వారి వైఖరి వల్ల దుఃఖపడి బహుశా నీవు నీ ప్రాణాన్నే కోల్పోతావేమో!","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:7","price":"నిశ్చయంగా - ప్రజలలో మంచిపనులు చేసేవారు ఎవరో పరీక్షించటానికి - మేము భూమిపై ఉన్న వస్తువులను దానికి అలంకారంగా (ఆకర్షణీయమైనవిగా) చేశాము.","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:8","price":"మరియు నిశ్చయంగా, మేమే దానిపై ఉన్న దాన్నంతటినీ చదువైన మైదానం (బంజరునేల) గా మార్చగలము.","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:9","price":"ఏమీ? నిశ్చయంగా, ఆ గుహవాసులు మరియు ఆ శిలాఫలకం వారు, మా (ఇతర) సూచనలన్నింటిలో అద్భుతమైనవి నీవు భావించావా?[1]","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"[1] అంటే ఇదొక్కటే అద్భుత సూచన కాదు. దీని కంటే అద్భుత సూచనలు ఇంకా ఎన్నో ఉన్నాయి. సూర్య-చంద్రుల, నక్షత్రాల మరియు రేయింబవళ్ళ సృష్టి మొదలైనవి. అర్-రఖీమ్ : కొందరు వ్యాఖ్యాతలు దీనిని ఆ గుహవాసుల నగరపు పేరని మరి కొందరు గుహ ఉన్న ఆ కొండ పేరని ఇంకా కొందరు ఆ సీసపు పలక దేనిపైనైతే వారి పేర్లు వ్రాయబడి ఉండెనో అది, అని అంటారు.","lang":"te"},{"name":"18:10","price":"(జ్ఞాపకం చేసుకోండి) ఎప్పుడైతే ఆ యువకులు ఆ గుహలో ఆశ్రయం పొందారో, ఇలా ప్రార్థించారు: \"ఓ మా ప్రభూ! మాపై నీ కారుణ్యాన్ని ప్రసాదించు. మరియు మా వ్యవహారంలో మేము నీతిపరులమై ఉండేటట్లు మమ్మల్ని సరిదిద్దు!\"","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:11","price":"కావున ఆ గుహలో, కొన్ని సంవత్సరాల వరకు మేము వారి చెవులను మూసివేశాము.[1]","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"[1] వారికి గాఢ నిద్రను కలిగించాము.","lang":"te"},{"name":"18:12","price":"ఆ తరువాత ఆ రెండు పక్షాల వారిలో [1] ఎవరు, వారు (గుహలో) నివసించిన కాలాన్ని సరిగ్గా లెక్కపెడతారో చూద్దామని వారిని లేపాము.","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"[1] గుహలో నున్న వారిలోని రెండు పక్షాలు.","lang":"te"},{"name":"18:13","price":"మేము వారి యథార్థ గాథ నీకు వినిపిస్తున్నాము. నిశ్చయంగా, వారు తమ ప్రభువును విశ్వసించిన కొందరు యువకులు;[1] మేము వారి మార్గదర్శకత్వాన్ని అధికం చేశాము.","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"[1] ఫిత్ యతున్: అంటే 9 లేక దాని కంటే తక్కువ అని అర్థం. ఆ యువకులు 'ఈసా ('అ.స.) కంటే ముందు వారు కావచ్చని ఇబ్నె-కసీ'ర్ (ర'హ్మ) అభిప్రాయం. మరికొందరు వారు క్రైస్తవులని అంటారు. వారు ఎవరైనా సరే, ఏక దైవ సిద్ధాంతంపై ఉన్నవారూ మరియు కేవలం అల్లాహ్ (సు.తా.) ను మాత్రమే ఆరాధించేవై ఉండిరి. వారి కాలపు నాయకులు మరియు ఇతర ప్రజల వలే అల్లాహ్ (సు.తా.) ను విడిచి ఇతరులను ఆరాధించేవారు కారు. కాబట్టి ఆ సత్యతిరస్కారుల శిక్షకు భయపడి ఏకాంతపు కొండగుహలో శరణం తీసుకొని ఉండిరి.","lang":"te"},{"name":"18:14","price":"మరియు మేము వారి హృదయాలకు దృఢత్వాన్ని ప్రసాదించాము. వారు లేచి నిలబడినప్పుడు ఇలా అన్నారు: \"భూమ్యాకాశాల ప్రభువే మా ప్రభువు! ఆయనను వదలి మేము వేరే దైవాన్ని ఎలాంటి స్థితిలోనూ ప్రార్థించము. వాస్తవానికి అలా చేస్తే దారుణం చేసిన వారమవుతాము!","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:15","price":"\"ఈ, మా జాతివారు ఆయనను విడిచి ఇతర దైవాలను నియమించుకున్నారు. అయితే, వారిని (ఆ దైవాలను) గురించి వారు స్పష్టమైన ప్రమాణాన్ని ఎందుకు తీసుకురారు? ఇక అల్లాహ్ పై అబద్ధాలు కల్పించేవాని కంటే మించిన దుర్మార్గుడు ఎవడు?\"","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:16","price":"(వారు పరస్పరం ఇలా అనుకున్నారు): \"ఇపుడు మీరు వారిని మరియు అల్లాహ్ ను కాదని వారు ఆరాధించే దైవాలను విడిచి, గుహలో శరణు తీసుకోండి. మీ ప్రభువు తన కారుణ్యాన్ని మీపై విస్తరింపజేస్తాడు. మరియు మీ కార్యాలను సరిదిద్ది వాటిని మీకు సులభమైనట్లుగా చేస్తాడు.\"","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:17","price":"మరియు వారు (ఆ గుహలోని) ఒక విశాలమైన భాగంలో (నిద్రిస్తూ) ఉన్నప్పుడు; సూర్యుడు ఉదయించే టప్పుడు, (ఎండ) వారి గుహ నుండి కుడి ప్రక్కకు వాలి పోవటాన్ని మరియు అస్తమించేటప్పుడు (ఎండ) ఎడమ ప్రక్కకు తొలగి పోవటాన్ని నీవు చూసి ఉంటావు. ఇది అల్లాహ్ సూచనలలో ఒకటి. అల్లాహ్ మార్గదర్శకత్వం చేసినవాడే సన్మార్గం పొందుతాడు. ఆయన మార్గభ్రష్టత్వంలో వదలిన వాడికి సరైన మార్గం చూపే సంరక్షకుడిని నీవు పొందలేవు.","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:18","price":"మరియు వారు నిద్రపోతున్నప్పటికీ, నీవు వారిని మేల్కొని ఉన్నారనే భావించి ఉంటావు! మరియు మేము వారిని కుడి ప్రక్కకు మరియు ఎడమ ప్రక్కకు మరలించే వారము. మరియు వారి కుక్క గుహద్వారం వద్ద తన ముందు కాళ్ళను చాచి పడి ఉండెను. ఒకవేళ నీవు వారిని తొంగిచూసి ఉంటే, నీవు తప్పక వెనుదిరిగి పారిపోయే వాడవు మరియు వారిని గురించి భయకంపితుడవై పోయేవాడవు.","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:19","price":"మరియు ఈ విధంగా (ఉన్న తరువాత), వారు ఒకరినొకరు ప్రశ్నించుకోవటానికి మేము వారిని (నిద్ర నుండి) లేపాము. వారిలో నుండి ఒకడు మాట్లాడుతూ ఇలా అన్నాడు: \"మీరు ఈ స్థితిలో ఎంత కాలమున్నారు?\" వారన్నారు: \"మేము ఒక దినమో లేదా అంతకంటే తక్కువనో ఈ స్థితిలో ఉన్నాము.\"[1] (మరికొందరు) ఇలా అన్నారు: \"మీరెంత కాలమున్నారో మీ ప్రభువుకే తెలుసు! మీలో ఒకనికి నాణ్యం (డబ్బు) ఇచ్చి పట్టణానికి పంపండి. అతడు అక్కడ శ్రేష్ఠమైన ఆహారాన్ని వెతికి, దానినే మీ కొరకు తినటానికి తెస్తాడు. అతడు జాగ్రత్తగా వ్యవహరించాలి మరియు మీ గురించి ఎవ్వడికీ తెలియనివ్వ గూడదు.","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"[1] చూడండి, 2:259 అక్కడ ఒకడు, మరణించి నూరు సంవత్సరాలు పడి ఉన్న తరువాత, అల్లాహ్ (సు.తా.) అతడిని మరల సజీవునిగా చేసినప్పుడు ఇలాగే భావిస్తాడు. అల్లాహుతా'ఆలా నిర్జీవుల నుండి సజీవులను మరియు సజీవుల నుండి నిర్జీవులను తేగలడు, అనే సత్యానికి ఇది ఉదాహరణం. ఇంకా చూడండి, 3:27, 6:95, 10:31, 30:19.","lang":"te"},{"name":"18:20","price":"\"ఒకవేళ వారు మిమ్మల్ని గుర్తు పడితే, వారు తప్పక మిమ్మల్ని రాళ్ళు రువ్వి చంపుతారు లేదా (బలవంతంగా) మిమ్మల్ని వారి మతంలోకి త్రిప్పుకుంటారు, అలాంటప్పుడు మీరు ఎలాంటి సాఫల్యం పొందలేరు.\"","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:21","price":"మరియు ఈ విధంగా అల్లాహ్ వాగ్దానం సత్యమని చివరి ఘడియ నిశ్చయమని, అది రావటంలో ఎలాంటి సందేహం లేదని తెలుసుకోవటానికి, ఆ యువకుల విషయం ప్రజలకు తెలియజేశాము. అప్పుడు వారు (ప్రజలు) వారి (గుహవాసుల) విషయాన్ని తీసుకొని పరస్పరం వాదులాడుకున్న విషయం (జ్ఞాపకం చేసుకోండి!) వారిలో కొందరన్నారు: \"వారి కొరకు ఒక స్మారక భవనం నిర్మించాలి.\" వారి విషయం వారి ప్రభువుకే తెలుసు. ఆ వ్యవహారంలో పైచేయి (ప్రాబల్యం) ఉన్నవారు: \"వారి స్మారకంగా ఒక మస్జిద్ ను నిర్మించాలి.\" అని అన్నారు.","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:22","price":"(వారి సంఖ్యను గురించి) కొందరంటారు: \"వారు ముగ్గురు, నాలుగవది వారి కుక్క.\" మరికొందరంటారు: \"వారు అయిదుగురు ఆరవది వారి కుక్క.\" ఇవి వారి ఊహాగానాలే. ఇంకా కొందరంటారు: \"వారు ఏడుగురు, ఎనిమిదవది వారి కుక్క.\" వారితో అను: \"వారి సంఖ్య కేవలం నా ప్రభువుకే తెలుసు. వారిని గురించి కొందరికి మాత్రమే తెలుసు.\" కావున నిదర్శనం లేనిదే వారిని గురించి వాదించకు. మరియు (గుహ) వారిని గురించి వీరిలో ఎవ్వరితోనూ విచారణ చేయకు.","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:23","price":"మరియు ఏ విషయాన్ని గురించి అయినా: \"నేను ఈ పనిని రేపు చేస్తాను.\" అని అనకు -","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:24","price":"\"అల్లాహ్ కోరితే తప్ప (ఇన్షా అల్లాహ్)!\" అని అననిదే![1] మరియు నీ ప్రభువును స్మరించు, ఒకవేళ నీవు మరచిపోతే! ఇలా ప్రార్థించు: \"బహుశా నా ప్రభువు నాకు సన్మార్గం వైపునకు దీని కంటే దగ్గరి త్రోవ చూపుతాడేమో!\"","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"[1] యూదులు దైవప్రవక్త ('స'అస) తో మూడు ప్రశ్నలు అడిగారు: 1) రూ'హ్ ఆత్మ అంటే ఏమిటి? 2) గుహవారి విషయం ఏమిటి? 3) జు'ల్-ఖర్ నైన్ ఎవడు? దైవప్రవక్త ('స'అస) అన్నారు: 'నేను రేపు మీకు జవాబిస్తాను.' కాని అతను ('స'అస): \"అల్లాహ్ కోరితే,\" (ఇన్షా 'అల్లాహ్! అని అనలేదు. కావున 15 రోజుల వరకు ఏ వ'హీ రాలేదు. ఆ తరువాత వ'హీ వచ్చినప్పుడు: \"ఇన్షా 'అల్లాహ్,\" అని తప్పక అనాలని ఆజ్ఞ వచ్చింది.","lang":"te"},{"name":"18:25","price":"మరియు వారు తమ గుహలో మూడు వందల సంవత్సరాలు ఉన్నారు. మరియు వాటి తొమ్మిది సంవత్సరాలు అధికం.[1]","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"[1] చాలామంది వ్యాఖ్యాతల అభిప్రాయం ప్రకారం ఇది అల్లాహ్ (సు.తా.) ప్రవచనం. అంటే వారు గుహలో 300 సూర్య సంవత్సరాలు లేక 309 చాంద్రమాన సంవత్సరాలు ఉన్నారు.","lang":"te"},{"name":"18:26","price":"వారితో అను: \"వారెంతకాలం (గుహలో) ఉన్నారో అల్లాహ్ కు మాత్రమే తెలుసు. ఆకాశాలలోను మరియు భూమిలోను ఉన్న సమస్త అగోచర విషయాలు కేవలం ఆయనకే తెలుసు. ఆయన అంతా చూడగలడు మరియు వినగలడు. వారికి ఆయన తప్ప మరొక సంరక్షకుడు లేడు మరియు ఆయన తన ఆధిపత్యంలో ఎవ్వడినీ భాగస్వామిగా చేర్చుకోడు.\"","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:27","price":"మరియు (ఓ ప్రవక్తా!) నీ ప్రభువు గ్రంథం నుండి నీపై అవతరింపజేయబడిన దివ్యజ్ఞానాన్ని (వహీని) చదివి వినిపించు.[1] ఆయన ప్రవచనాలను ఎవ్వడూ మార్చలేడు. మరియు ఆయన వద్ద తప్ప నీవు మరెక్కడా శరణు పొందలేవు. [2]","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"[1] గుహవారి కథ వినిపిస్తూ అల్లాహుతా'ఆలా అలా అంటున్నాడు:'ఇప్పుడు నిన్ను ప్రశించేవారికి ఇది వినిపించు.' వాస్తవానికి ('స'అస) ఎల్లప్పుడు తనపై అవతరింపజేయబడిన దివ్య జ్ఞానాన్నంతా ప్రజలకు వినిపించారు. మరియు వారిని సన్మార్గం వైపునకు పిలిచారు. అది అతని ('స'అస) విద్యుక్త ధర్మం. అల్లాహ్ (సు.తా.) దాని కొరకే ప్రవక్తలను ఎన్నుకుంటాడు. [2] అల్లాహ్ (సు.తా.) ప్రవచనాలను ఉన్నవి ఉన్నట్లుగా ఎట్టి మార్పులు చేయకుండా వినిపించాలని ఆజ్ఞ ఇవ్వబడుతోంది. లేనిచో అల్లాహ్ (సు.తా.) శిక్ష నుండి తప్పించేవాడు ఎవ్వడూ లేడు. ఈ ప్రవచనం దైవప్రవక్త ('స'అస) తో చెప్పబడినా అది సర్వసమాజం కొరకు వర్తిస్తుంది.","lang":"te"},{"name":"18:28","price":"మరియు (ఓ ప్రవక్తా!) ఎవరు ఆయన ముఖ దర్శనం (ప్రసన్నతను) కోరుతూ, ఉదయం మరియు సాయంత్రం తమ ప్రభువును ప్రార్థిస్తున్నారో, వారి సహచర్యంలోనే సహనం వహించి ఉండు. ఇహలోక ఆడంబరాలను అపేక్షించి నీ దృష్టిని వారి నుండి దాటనివ్వకు (వారిని ఉపేక్షించకు).[1] మరియు అలాంటి వానిని అనుసరించకు (మాట వినకు), ఎవడి హృదయాన్ని మా ధ్యానం నుండి తొలగించామో మరియు ఎవడు తన మనోవాంఛలను అనుసరిస్తున్నాడో మరియు ఎవడి వ్యవహారాలు (కర్మలు) వ్యర్థమయ్యాయో!","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"[1] ఈ వాక్యం 6:52లో కూడా ఉంది. స'ఆద్ బిన్ అబీ- వఖ్ఖా'స్ కథనం: ఒకసారి దైవప్రవక్త '(స'అస) స'ఆద్ బిన్ అబీ-వఖ్ఖా'స్, బిలాల్, ఇబ్నె-మసూ'ద్, ఒక 'హజ'లీ మరియు ఇద్దరు 'స'హాబీ (ర'ది. 'అన్హుమ్)లతో కలిసి కూర్చొని ఉంటారు. అప్పుడు కొందరు ఖురైష్ నాయకులు వచ్చి, దైవప్రవక్త ('స'అస)తో: 'వీరిని మీ దగ్గర నుండి పంపండి. మేము మీతో మాట్లాడదలచాము.' అని అంటారు. అప్పుడు దైవప్రవక్త ('స'అ)కు తట్టుతుంది: 'బహుశా వీరు నా మాట వింటారేమో.' అని, కాని అల్లాహుతా'ఆలా అతనిని ('స'అ) నివారించాడు.' ('స.ముస్లిం)","lang":"te"},{"name":"18:29","price":"మరియు వారితో అను: \"ఇది మీ ప్రభువు తరఫు నుండి వచ్చిన సత్యం. కావున ఇష్టపడిన వారు దీనిని విశ్వసించ వచ్చు మరియు ఇష్టపడని వారు దీనిని తిరస్కరించవచ్చు!\" నిశ్చయంగా, మేము దుర్మార్గుల కొరకు నరకాగ్నిని సిద్ధపరచి ఉంటాము, దాని జ్వాలలు వారిని చుట్టుకుంటాయి. అక్కడ వారు నీటి కొరకు మొర పెట్టుకున్నప్పుడు, వారికి ముఖాలను మాడ్చే (మరిగే) నూనె వంటి నీరు (అల్ ముహ్లు) ఇవ్వబడుతుంది. అది ఎంత చెడ్డ పానీయం మరియు ఎంత చెడ్డ (దుర్భరమైన) విరామ స్థలం!","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:30","price":"నిశ్చయంగా, ఎవరైతే విశ్వసించి సత్కార్యాలు చేశారో, నిశ్చయంగా మేము అలాంటి వారి మంచిపనుల ప్రతిఫలాన్ని వృథా కానివ్వము.[1]","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"[1] ప్రజలలో స్వర్గాన్ని పొందే అభిలాష అధికం కావాలని ఇక్కడ నరకం తర్వాత స్వర్గపు సౌఖ్యాల ప్రస్తావన ఇవ్వబడింది.","lang":"te"},{"name":"18:31","price":"అలాంటి వారు! వారి కొరకు క్రింద సెలయేళ్ళు ప్రవహించే శాశ్వత స్వర్గవనాలు ఉంటాయి. అందు వారు బంగారు కంకణాలను మరియు ఆకు పచ్చని బంగారు జలతారుగల పట్టు వస్త్రాలను ధరించి, ఎత్తైన ఆసనాలపై దిండ్లకు ఆనుకొని కూర్చొని ఉంటారు.[1] ఎంత మంచి ప్రతిఫలం మరియు ఎంత శ్రేష్ఠమైన విరామ స్థలం!","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"[1] రాజులు బంగారు కంకణాలు, ఆభరణాలు మరియు పట్టు వస్త్రాలు ధరిస్తారు. స్వర్గవాసులకు రాజులకు ఉంటేటటువంటి సుఖసంతోషాలు ఉంటాయిని చెప్పడానికి ఈ వివరాలు ఇవ్వబడ్డాయి. మరియు పురుషులకు ఇహలోకంలో హరాం చేయబడిన, బంగారు ఆభరణాలు మరియు పట్టు వస్త్రాలను వారు త్యజించుకుంటే వారికి స్వర్గంలో అవన్నీ లభిస్తాయి. అంతేగాక వారు కోరేవన్నీ దొరుకుతాయి. చూడండి, 22:23, 35:33, 76:21.","lang":"te"},{"name":"18:32","price":"మరియు వారికి ఆ ఇద్దరు మనుష్యుల ఉదాహరణ తెలుపు: వారిద్దరిలో ఒకడికి మేము రెండు ద్రాక్షతోటలను ప్రసాదించి, వాటి చుట్టూ ఖర్జూరపు చెట్లను మరియు వాటి మధ్య పంటపొలాన్ని ఏర్పరిచాము.","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:33","price":"ఆ రెండు తోటలు, ఏ కొరతా లేకుండా (పుష్కలంగా) పంటలిచ్చేవి. మరియు వాటి మధ్య మేము ఒక సెలయేరును ప్రవహింపజేశాము.","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:34","price":"మరియు అతడికి పుష్కలమైన ఫలాలు పండేవి (లాభాలు వచ్చేవి). మరియు అతడు తన పొరుగువాడితో మాట్లాడుతూ అన్నాడు: \"నేను నీ కంటే ఎక్కువ ధనవంతుణ్ణి మరియు నా వద్ద బలవంతులైన మనుషులు కూడా ఉన్నారు.\"","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:35","price":"మరియు ఈ విధంగా అతడు తనకు తాను అన్యాయం చేసుకునేవాడవుతూ, తన తోటలో ప్రవేశించి ఇలా అన్నాడు: \"ఇది ఎన్నటికైనా నాశనమవుతుందని నేను భావించను!","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:36","price":"మరియు అంతిమ ఘడియ కూడా వస్తుందని నేను భావించను, ఒకవేళ నా ప్రభువు వద్దకు నేను తిరిగి మరలింపబడినా, అచ్చట నేను దీని కంటే మేలైన స్థానాన్నే పొందగలను.\" [1]","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"[1] ఇటువంటి వాక్యానికి చూడండి, 41:50 మరియు 19:77.","lang":"te"},{"name":"18:37","price":"అతడి పొరుగువాడు అతడితో మాట్లాడుతూ అన్నాడు: \"నిన్ను మట్టితో, [1] తరువాత ఇంద్రియ బిందువుతో సృష్టించి, ఆ తరువాత నిన్ను (సంపూర్ణ) మానవుడిగా తీర్చిదిద్దిన ఆయన (అల్లాహ్)ను నీవు తిరస్కరిస్తున్నావా?","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"[1] ఆదమ్ ('అ.స.) మట్టితో సృష్టించిన వివరాలకు చూడండి, 3:59, 23:12, 11:61, 22:5 మరియు 30:20.","lang":"te"},{"name":"18:38","price":"కాని నిశ్చయంగా, నా మట్టుకు మాత్రం ఆయన! అల్లాహ్ యే నా ప్రభువు మరియు నేను ఎవ్వడినీ నా ప్రభువుకు భాగస్వామిగా (సాటిగా) కల్పించను.","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:39","price":"\"మరియు ఒకవేళ నీవు, నన్ను సంపదలో మరియు సంతానంలో నీ కంటే తక్కువగా తలచినప్పటికీ, నీవు నీ తోటలో ప్రవేశించినపుడు: \"అల్లాహ్ కోరిందే అవుతుంది (మాషా అల్లాహ్), సర్వశక్తికి ఆధారభూతుడు కేవలం అల్లాహ్ యే (లా ఖువ్వత ఇల్లా బిల్లాహ్)! అని అని వుంటే ఎంత బాగుండేది.","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:40","price":"\"వాస్తవానికి నా ప్రభువు, నీ తోట కంటే ఉత్తమమైన దానిని నాకు ప్రసాదించి, దాని (నీ తోట) పైకి ఆకాశం నుండి ఒక పెద్ద ఆపదను పంపి, దానిని చదునైన మైదానంగా చేయవచ్చు!","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:41","price":"లేదా ! దాని నీటిని భూమిలో ఇంకి పోయినట్లు చేస్తే, నీవు దానిని ఏ విధంగానూ తిరిగి పొందలేవు!\"","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:42","price":"మరియు అతడి పంటను (వినాశం) చుట్టుముట్టింది, అతడు తాను ఖర్చు చేసినదంతా నాశనమైనదని చేతులు నలుపుకుంటూ ఉండిపోయాడు. మరియు అది దాని పందిరితో సహా నాశనమైపోయింది. మరియు అతడు ఇలా వాపోయాడు: \"అయ్యో! నా దౌర్భాగ్యం! నేను నా ప్రభువుకు భాగస్వాములను (షరీక్ లను) కల్పించకుండా ఉంటే ఎంత బాగుండేది!\"","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:43","price":"మరియు అల్లాహ్ కు విరుద్ధంగా అతడికి సహాయపడే వారెవ్వరూ లేక పోయారు. మరియు అతడు కూడా తనకు తాను సహాయం చేసుకోలేక పోయాడు.","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:44","price":"అక్కడ (ఆ తీర్పుదినం నాడు)[1] శరణు (రక్షణ) కేవలం అల్లాహ్, ఆ సత్యవంతునిదే! ఆయనే ప్రతిఫలం ఇవ్వటంలో ఉత్తముడు మరియు అత్యుత్తమ అంతిమ ఫలితం ఇచ్చేవాడు.","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"[1] ఈ బ్రాకెట్ ఇబ్నె-కసీ'ర్ లో ఇవ్వబడి ఉంది.","lang":"te"},{"name":"18:45","price":"మరియు వారికి ఇహలోక జీవితాన్ని[1] ఈ ఉపమానం ద్వారా బోధించు: మేము ఆకాశం నుండి నీటిని కురిపించినపుడు, దానిని భూమిలోని చెట్టూ చేమలు పీల్చుకొని (పచ్చగా పెరుగుతాయి). ఆ తరువాత అవి ఎండి పొట్టుగా మారిపోయినపుడు, గాలి వాటిని చెల్లాచెదురు చేస్తుంది. మరియు వాస్తవానికి అల్లాహ్ యే ప్రతిదీ చేయగల సమర్ధుడు.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"[1] ఇహలోక జీవితం ఈ విధంగా బోధించబడుతోంది: అల్లాహుతా'ఆలా! ఆ ఏకైక ఆరాధ్యుడు, సర్వశక్తిమంతుడు, కోరితే మన జీవితాలను, వర్షం కురిసినపుడు కళకళలాడే పంటపొలాల మాదిరిగా చేయగలడు. లేదా ఎండిన పొట్టుగా గాలికి ఎగురవేయగలడు. కేవలం అల్లాహ్ (సు.తా.) యే ప్రతిదీ చేయగల సమర్థుడు. ఇటువంటి వాక్యాలకు చూడండి 10:24, 39:21, 57:20","lang":"te"},{"name":"18:46","price":"ఈ సంపదా మరియు ఈ సంతానం, కేవలం ఐహిక జీవితపు అలంకారాలు మాత్రమే. కాని శాశ్వతంగా నిలిచేవి సత్కార్యాలే! అవే నీ ప్రభువు దృష్టిలో ప్రతిఫలానికి ఉత్తమమైనవి మరియు దానిని ఆశించటానికి కూడా ఉత్తమమైనవి.[1]","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"[1] సత్కార్యాలంటే మంచి పనులు; అల్లాహ్ (సు.తా.) నియమించిన విధులు (ఫ'ర్ద్ లు) వాజిబాత్ లు, దైవప్రవక్త సంప్రదాయాలు (సునన్), అదనంగా చేసే మంచి పనులు (నవాఫిల్). ఇంతే గాకుండా నిషేధింపబడిన వాటి నుండి దూరంగా ఉండటం కూడా సత్కార్యాలలోనే లెక్కించ బడుతుంది. ఇంకా ఇటువంటివాక్యానికి చూడండి, 19:76.","lang":"te"},{"name":"18:47","price":"మరియు (జ్ఞాపకముంచుకోండి) ఆ రోజున మేము పర్వతాలను చలింపజేస్తాము.[1] మరియు నీవు భూమిని చదువైన మైదానంగా చూస్తావు. మరియు మేము ఒక్కడిని కూడా విడువకుండా అందరినీ సమావేశపరుస్తాము.","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"[1] పర్వతాలు ఏకిన దూదివలే మారి ఎగిరిపోతూ ఉంటాయి. చూడండి, 101:5, 52:9-10, 27:88, 20:105-107 మరియు భూమిపై ఉన్న భవనాలూ, చెట్టుచేమలూ అన్నీ నాశనమై పోయి భూమి ఒక చదునైన మైదానంగా మారి పోతుంది.","lang":"te"},{"name":"18:48","price":"మరియు వారందరు నీ ప్రభువు సన్నిధిలో వరుసలలో ప్రవేశపెట్టబడతారు, (నీ ప్రభువు వారితో): \"వాస్తవానికి మేము మొదటిసారి మిమ్మల్ని పుట్టించిన స్థితిలోనే[1] మీరు మా వద్దకు వచ్చారు! కాని మా ముందు హాజరయ్యే ఘడియను మేము నియమించలేదని మీరు భావించేవారు కదా!\" అని పలుకుతాడు.","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"[1] ఇట్టి వాక్యానికి చూడండి, 6:94.","lang":"te"},{"name":"18:49","price":"మరియు కర్మపత్రం వారి ముందు ఉంచబడినపుడు, ఆ అపరాధులు, అందులో ఉన్న దానిని చూసి భయపడటాన్ని నీవు చూస్తావు. వారు ఇలా అంటారు: \"అయ్యో! మా దౌర్భాగ్యం, ఇదేమి గ్రంథం! ఏ చిన్న విషయాన్న గానీ, ఏ పెద్ద విషయాన్ని గానీ ఇది లెక్కపెట్టకుండా విడువ లేదే!\" తాము చేసిందంతా వారు తమ ఎదుట పొందుతారు. నీ ప్రభువు ఎవ్వరికీ అన్యాయం చేయడు.","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:50","price":"మరియు (జ్ఞాపకం చేసుకోండి!) మేము దేవదూతలతో: \"ఆదమ్ కు సాష్టాంగ పడండి.\" అని చెప్పినపుడు, ఒక్క ఇబ్లీస్ తప్ప మిగతా వారందరూ సాష్టాంగపడ్డారు. అతడు జిన్నాతులలోని వాడు.[1] అప్పుడు అతడు తన ప్రభువు ఆజ్ఞను ఉల్లంఘించాడు. ఏమీ? మీరు నన్ను కాదని అతనిని మరియు అతని సంతానాన్ని స్నేహితులుగా (సంరక్షకులుగా) చేసుకుంటారా? మరియు వారు మీ శత్రువులు కదా! దుర్మార్గులకు ఎంత చెడ్డ ఫలితముంది.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"[1] ఇబ్లీస్ దైవదూత కాడు జిన్నాతుడు అని ఇక్కడ విశదమౌతుంది. ఇంకా చూడండి, 2:31-34.","lang":"te"},{"name":"18:51","price":"నేను ఆకాశాలను మరియు భూమిని సృష్టించినప్పుడు గానీ, లేదా స్వయంగా వారిని (షైతానులను) సృష్టించినప్పుడు గానీ వారిని సాక్షులుగా పెట్టలేదు.[1] మార్గం తప్పించే వారిని నేను (అల్లాహ్) సహాయకులుగా చేసుకునే వాడను కాను.","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"[1] అంటే భూమ్యాకాశాలను మరియు (వారిని) షైతానులను సృష్టించినప్పుడు, వారు (షై'తానులు) ఉనికిలో లేరు. అల్లాహ్ (సు.తా.) యే వారిని సృష్టించాడు.","lang":"te"},{"name":"18:52","price":"మరియు (జ్ఞాపకముంచుకోండి!) ఆ దినమున ఆయన (అల్లాహ్) వారితో: \"మీరు నా భాగస్వాములని భావించిన వారిని పిలవండి!\" అని అన్నప్పుడు, వారు (భాగస్వాములుగా భావించిన) వారిని పిలుస్తారు, కాని వారు వారికి జవాబివ్వరు. మరియు మేము వారి మధ్య ఒక పెద్ద లోతైన వినాశగుండాన్ని నియమించి ఉంటాము.","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:53","price":"మరియు ఆ అపరాధులు నరకాగ్నిని చూసి వారు తప్పక అందులో పడవలసి ఉన్నదని తెలుసుకుంటారు. మరియు వారు దాని నుండి తప్పించుకోవటానికి ఎలాంటి ఉపాయం పొందరు.","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:54","price":"మరియు నిశ్చయంగా, మేము ఈ ఖుర్ఆన్ లో మానవులకు, ప్రతి విధమైన ఉపమానాన్ని వివరించాము. కాని మానవుడు పరమ జగడాల మారి!","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:55","price":"మరియు వారి ముందుకు మార్గదర్శకత్వం వచ్చినప్పుడు, దానిని విశ్వసించకుండా మరియు తమ ప్రభువు సన్నిధిలో క్షమాభిక్ష కోరకుండా ఉండటానికి వారిని ఆటంక పరిచిందేమిటి! వారి పూర్వీకుల మీద పడిన (ఆపద) వారి మీద కూడా పడాలనో, లేదా ఆ శిక్ష ప్రత్యక్షంగా వారిపైకి రావాలనో వేచి ఉండటం తప్ప?","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:56","price":"మరియు మేము సందేశహరులను కేవలం శుభవార్తలు అందజేసేవారిగా మరియు హెచ్చరికలు చేసేవారిగా మాత్రమే పంపుతాము. మరియు సత్యతిరస్కారులు, సత్యాన్ని ఖండించటానికి నిరర్థకమైన మాటలతో వాదులాడుతారు. మరియు నా సూచనలను మరియు హెచ్చరికలను హాస్యంగా తీసుకుంటారు.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:57","price":"మరియు తన ప్రభువు సూచనలతో హితబోధ చేయబడినపుడు, వాటికి విముఖుడై తన చేతులారా చేసుకొని పంపిన దాన్ని (దుష్పరిణామాన్ని) మరచి పోయే వ్యక్తి కంటే, పరమ దుర్మార్గుడెవడు? వారు దానిని (ఖుర్ఆన్ ను) అర్థం చేసుకోకుండా మేము వారి హృదయాల మీద తెరలు వేసి ఉన్నాము మరియు వారి చెవులకు చెవుడు కలిగించాము. కావున, నీవు వారిని సన్మార్గం వైపునకు పిలిచినా వారెన్నటికీ సన్మార్గం వైపునకు రాలేరు.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:58","price":"మరియు నీ ప్రభువు క్షమాశీలుడు, కారుణ్యమూర్తి. ఆయన వారి దుష్కర్మల ఫలితంగా వారిని పట్టుకోదలిస్తే, వారిపై తొందరగానే శిక్ష పంపి ఉండేవాడు. కాని వారికొక నిర్ణీత సమయం నిర్ణయించబడి ఉంది, దాని నుండి వారు ఏ విధంగానూ తప్పించుకోలేరు.[1]","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"[1] ఇటువంటి ఆయతులకు చూడండి, 16:61 మరియు 35:45","lang":"te"},{"name":"18:59","price":"మరియు (ఆ నగరాల వారు) దుర్మార్గం చేసినందుకు మేము నాశనం చేసిన నగరాలు ఇవే! మరియు వారి నాశనం కొరకు కూడా మేము ఒక సమయాన్ని నిర్ణయించి ఉన్నాము.","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:60","price":"మరియు (జ్ఞాపకం చేసుకోండి) మూసా తన సేవకునితో [1] ఇలా అన్నది: \"రెండు సముద్రాల సంగమ స్థలానికి చేరనంత వరకు నేను నా ప్రయాణాన్ని ఆపను.[2] నేను సంవత్సరాల తరబడి సంచరిస్తూ ఉండవలసినా సరే!\"[3]","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"[1] ఈ యువకుడే యూషాఅ'బిన్. మూసా ('అ.స.) తరువాత, అతను తన జాతి వారికి నాయకత్వాన్ని వహించారు. [2] ఈ సంగమ స్థానం అఖ్బా అఖాతం మరియు సూయజ్ అఖాతం రెండు వచ్చి ఎర్ర సముద్రంలో (రెడ్ సీ) లో కలిసే సంగమం కావచ్చని వ్యాఖ్యాతల అభిప్రాయం. [3] మూసా ('అ.స.) ఒకనితో ఒకసారి: 'నాకు మించిన జ్ఞానవంతుడు ఇప్పుడు ఎవ్వడూ లేడు!' అని అంటారు. అది అల్లాహ్ (సు.తా.)కు నచ్చదు. అప్పుడు అల్లాహుతా'ఆలా అతనితో రెండు సముద్రాల సంగమంలో నీవు: 'నిన్ను మించిన జ్ఞానిని పొందగలవు.' అని దివ్యజ్ఞానం ద్వారా తెలుపుతాడు. అప్పుడతను ('అ.స.) ఆ జ్ఞాని అన్వేషణలో బయలుదేరుతారు.","lang":"te"},{"name":"18:61","price":"ఆ పిదప వారిద్దరు ఆ (రెండు సముద్రాల) సంగమ స్థలానికి చేరినప్పుడు, వారి చేపను గురించి మరిచిపోయారు. అది వారి నుండి తప్పించుకొని వేగంగా సముద్రంలోకి - సొరంగం గుండా పోయినట్లు [1] - దూసుకు పోయింది.","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"[1] \"తన త్రోవను సొరంగంగా చేసుకుంటూ.\" (ఇది ము'హమ్మద్ జునాగఢీ గారి తాత్పర్యం). పైన ఉన్నది నోబుల్ ఖుర్ఆన్ తాత్పర్యము.","lang":"te"},{"name":"18:62","price":"ఆ పిదప వారు మరికొంత ముందుకు పోయిన తరువాత, అతను (మూసా) తన సేవకునితో ఇలా అన్నాడు: \"మన భోజనం తీసుకురా! వాస్తవానికి మనం ఈ ప్రయాణంలో చాలా అలసిపోయాము.\"","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:63","price":"(సేవకుడు) ఇలా అన్నాడు: \"చూశారా! మనం ఆ బండ మీద విశ్రాంతి తీసుకోవటానికి ఆగినపుడు వాస్తవానికి నేను చేపను గురించి పూర్తిగా మరచి పోయాను. షైతాను తప్ప మరెవ్వడూ నన్ను దానిని గురించి మరపింపజేయలేదు. అది విచిత్రంగా సముద్రంలోకి దూసుకొని పోయింది!\"","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:64","price":"(మూసా) అన్నాడు: \"అదే కదా, మనం కోరుతున్నది (వెతుకుతున్న స్థానం)!\" ఆ పిదప వారిరువురు తమ అడుగుజాడలను అనుసరిస్తూ వెనుకకు మరలిపోయారు.","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:65","price":"అప్పుడు వారు మా దాసులలో ఒక దాసుణ్ణి (అచ్చట) చూశారు. మేము అతనికి మా అనుగ్రహాన్ని ప్రసాదించి,[1] అతనికి మా తరఫు నుండి విశిష్ట జ్ఞానం నేర్పి ఉన్నాము.[2]","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"[1] ర'హ్మాతున్: అంటే ఇక్కడ ప్రత్యేక అనుగ్రహాలు అని కొందరు వ్యాఖ్యాతలు అన్నారు. మరియు చాలా మంది వ్యాఖ్యాతలు దీనిని ప్రవక్త పదవిగా వ్యాఖ్యానించారు. [2] అల్లాహుతా'ఆలా 'ఖి'ద్ర్ ('అ.స.)కు ప్రవక్త పదవినే గాక, తన వైపు నుండి విశిష్ట జ్ఞానం కూడా ప్రసాదించాడు.","lang":"te"},{"name":"18:66","price":"మూసా అతనితో (ఖిద్ర్ తో) అన్నాడు: \"నీకు నేర్పబడిన జ్ఞానాన్ని నీవు నాకు నేర్పుటకై నేను నిన్ను అనుసరించ వచ్చునా?\"","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:67","price":"అతను జవాబిచ్చాడు: \"నీవు నాతో పాటు ఏ మాత్రం సహనం వహించలేవు!","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:68","price":"అసలు నీకు తెలియని విషయాన్ని గురించి నీవెట్లు సహనం వహించగలవు?\"","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:69","price":"(మూసా) అన్నాడు: \"అల్లాహ్ కోరితే! నీవు నన్ను సహనశీలునిగా పొందగలవు. నేను నీ యొక్క ఏ ఆజ్ఞనూ ఉల్లంఘించను!\"","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:70","price":"అతను అన్నాడు: \"ఒకవేళ నీవు నన్ను అనుసరించటానికే నిశ్చయించుకుంటే, స్వయంగా నేనే నీతో ప్రస్తావించనంత వరకు నీవు నన్ను, ఏ విషయాన్ని గురించి కూడా ప్రశ్నించకూడదు.\"","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:71","price":"ఆ పిదప వారిద్దరూ బయలుదేరారు. చివరికి వారిద్దరు పడవలో ఎక్కినపుడు అతను పడవకు రంధ్రం చేశాడు. (మూసా) అతనితో అన్నాడు: \"ఏమీ? పడవలో ఉన్న వారిని ముంచి వేయటానికా, నీవు దానిలో రంధ్రం చేశావు? వాస్తవానికి, నీవు ఒక దారుణమైన పని చేశావు!\"","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:72","price":"అతను అన్నాడు: \"నేను నీతో అనలేదా? నీవు నాతో పాటు ఏ మాత్రం సహనం వహించలేవని?\"","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:73","price":"(మూసా) అన్నాడు: \"మరచిపోయి చేసిన దానికి నన్ను తప్పుపట్టకు. నేను చేసిన దానికి నా పట్ల కఠినంగా వ్యవహరించకు!\"","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:74","price":"ఆ పిదప వారు తమ ప్రయాణం సాగించగా వారికి ఒక బాలుడు కలిశాడు. అతను వానిని (బాలుణ్ణి) చంపాడు. (అది చూసి) మూసా అన్నాడు: \"ఏమీ? ఒక అమాయకుడిని చంపావా? అతడు ఎవ్వడినీ (చంపలేదే)! వాస్తవానికి నీవు ఒక ఘోరమైన పని చేశావు!\"","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"","lang":"te"},{"name":"18:75","price":"అతను (ఖిద్ర్) అన్నాడు: \"నేను నీతో అనలేదా, నిశ్చయంగా, నీవు నాతో పాటు ఏ మాత్రం సహనం వహించలేవని?\"","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:76","price":"(మూసా) అన్నాడు: \"ఇక ముందు దేన్ని గురించి అయినా నిన్ను అడిగితే నన్ను నీతో పాటు ఉండనివ్వకు. వాస్తవానికి నీవు, నా తరఫు నుండి ఇంత వరకు చాలినన్ని సాకులు స్వీకరించావు.\"","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:77","price":"ఆ పిదప వారిద్దరూ ముందుకు సాగిపోయి ఒక నగరం చేరుకొని ఆ నగరవాసులను భోజనమడిగారు. కాని వారు (ఆ నగరవాసులు) వారిద్దరికి ఆతిథ్యమివ్వటానికి నిరాకరించారు.[1] అప్పుడు వారక్కడ కూలిపోనున్న ఒక గోడను చూశారు. అతను (ఖిద్ర్) దానిని మళ్ళీ నిలబెట్టాడు. (మూసా) అన్నాడు: \"నీవు కోరితే దానికి (ఆ శ్రమకు) ప్రతిఫలం (వేతనం) తీసుకొని ఉండవచ్చు కదా!\"","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"[1] దైవప్రవక్త ('స'అస) ప్రవచనం: 'అల్లాహుతా'ఆలాను మరియు పరలోకాన్ని విశ్వసించేవాడు, తన అతిథిని ఆదరించాలి, ఆతిథ్యమివ్వాలి.' ('ఫైద్ అల్ - ఖదీర్, ష'ర్హ్ అల్ జామె' అ'స్స'గీర్ 5-209)","lang":"te"},{"name":"18:78","price":"అతను (ఖిద్ర్) అన్నాడు: \"ఇక నేనూ నీవూ విడిపోవలసిన (సమయం) వచ్చింది. ఇక నీవు సహనం వహించ లేక పోయిన విషయాల వాస్తవాలను (తత్త్వాలను) గురించి నీకు తెలుపుతాను.","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:79","price":"ఇక ఆ నావ విషయం: అది సముద్రంలో పని చేసుకునే కొందరు పేదవారిది. కావున దానిలో లోపం కలిగించగోరాను; ఎందుకంటే వారి వెనుక ఒక క్రూరుడైన రాజు ఉన్నాడు. అతడు (లోపం లేని) ప్రతి నావను బలవంతంగా తీసుకుంటాడు.","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:80","price":"ఇక ఆ బాలుని విషయం: అతని తల్లిదండ్రులు విశ్వాసులు. అతడు తన సత్యతిరస్కారం మరియు తలబిరుసుతనం వలన వారిని బాధిస్తాడని భయపడ్డాము.","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:81","price":"కావున వారిద్దరి ప్రభువు వారికి అతనికి బదులు అతని కంటే ఎక్కువ నీతిమంతుడు మరియు కారుణ్యం గలవాడిని ఇవ్వాలని కోరాము.","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:82","price":"ఇక ఆ గోడ విషయం: అది ఈ పట్టణంలోని ఇద్దరు ఆనాథ బాలురకు చెందినది. దాని క్రింద వారి ఒక నిధి (పాతబడి) ఉంది. మరియు వారి తండ్రి పుణ్యపురుషుడు. ఆ ఇద్దరు బాలురు యుక్తవయస్తులైన పిదప - నీ ప్రభువు కారుణ్యంగా - తమ నిధిని, వారు త్రవ్వి తీసుకోవాలని, నీ ప్రభువు సంకల్పం. ఇదంతా నా అంతట నేను చేయలేదు. నీవు సహనం వహించలేని విషయాల వాస్తవం (తత్త్వం) ఇదే!\"","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:83","price":"మరియు వారు నిన్ను జుల్ ఖర్ నైన్[1] ను గురించి అడుగుతున్నారు. వారితో అను: \"అతనిని గురించి జ్ఞాపకముంచుకో దగిన విషయాన్ని నేను మీకు వినిపిస్తాను.\"","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"[1] జు'ల్-ఖర్ నైన్ అంటే రెండు కొమ్ములున్నవాడు.","lang":"te"},{"name":"18:84","price":"నిశ్చయంగా మేము అతని (అధికారాన్ని) భూమిలో స్థాపించాము మరియు అతనికి ప్రతిదానిని పొందే మార్గాన్ని చూపాము.[1]","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"[1] అస్-సబబు: అంటే ఇక్కడ తాను కోరిన దానిని పొందే మార్గాన్ని అన్వేంషించడమని అర్థం.","lang":"te"},{"name":"18:85","price":"అతను ఒక మార్గం మీద పోయాడు.","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:86","price":"చివరకు సూర్యుడు అస్తమించు (నట్లు కనబడే) స్థలానికి చేరాడు. దానిని (సూర్యుణ్ణి) నల్ల బురద వంటి నీటి చెలిమలో మునుగుతున్నట్లు చూశాడు.[1] మరియు అక్కడొక జాతి వారిని చూశాడు. మేము అతనితో అన్నాము:[2] \"ఓ జుల్ ఖర్ నైన్! నీవు వారిని శిక్షించవచ్చు, లేదా వారి యెడల ఉదార వైఖరిని అవలంబించవచ్చు!\"","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"[1] 'ఐనున్: సముద్రం లేక చెలిమ. 'హమిఅతిన్: బురద. వజద: పొందాడు, చూశాడు, కనుగొన్నాడు. అతడు పూర్తి పశ్చిమ దిశకు పోయిన తరువాత అక్కడ ఒక సముద్రం లేక చెలిమను చూశాడు. దాని నీరు నల్లని బురదగా కనిపించింది. దాని తరువాత అతనికి ఏమీ కనిపించక అస్తమయ్యే సూర్యుడు మాత్రమే కనిపించాడు. సముద్రపు ఒడ్డున నిలబడి అస్తమించే సూర్యుణ్ణి చూస్తే, సూర్యుడు ఆ సముద్రమలో మునిగిపోతున్నట్లు కనబడటం మనం చూస్తున్న విషయమే! భూమి గుండ్రంగా ఉన్నదనటానికి ఇదొక నిదర్శనం. [2] ఖుల్నా: మేమన్నాము, అంటే అల్లాహుతా'ఆలా అనతికి వ'హీ ద్వారా తెలిపాడు. అంటే, అతడు ప్రవక్త కావచ్చని కొందరు భావిస్తారు. అతనిని ప్రవక్తగా పరిగణించని వారు; ఆ కాలపు ప్రవక్త ద్వారా అతనికి సందేశం ఇవ్వబడిందని అంటారు.","lang":"te"},{"name":"18:87","price":"అతను అన్నాడు: \"ఎవడైతే దుర్మార్గం చేస్తాడో మేము అతనిని శిక్షిస్తాము. ఆ పిదప అతడు తన ప్రభువు వైపునకు మరలింపబడతాడు. అప్పుడు ఆయన అతనికి ఘోరమైన శిక్ష విధిస్తాడు.","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:88","price":"ఇక ఎవడైతే! విశ్వసించి సత్కార్యాలు చేస్తాడో అతనికి మంచి ప్రతిఫల ముంటుంది. మేము అతనిని ఆజ్ఞాపించి నపుడు, సులభతరమైన ఆజ్ఞనే ఇస్తాము.\"","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:89","price":"తరువాత అతను మరొక మార్గం మీద పోయాడు.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:90","price":"చివరకు సూర్యుడు ఉదయించు (నట్లు కనబడే) స్థలానికి చేరాడు. అక్కడ అతను దానిని (సూర్యుణ్ణి) ఒక జాతిపై ఉదయించడం చూశాడు. వారికి మేము దాని (సూర్యుని) నుండి కాపాడుకోవటానికి ఎలాంటి చాటు (రక్షణ) నివ్వలేదు.[1]","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"[1] ఆ జాతివారు ఇండ్లలో నివసించేవారు కాదు. మైదానాలలో నివసించేవారు. మరియు వారు బట్టలు కూడా ధరించకుండా నివసించే ఆదివాసులు.","lang":"te"},{"name":"18:91","price":"ఈ విధంగా! వాస్తవానికి, అతనికి (జుల్ ఖర్ నైన్ కు) తెలిసి ఉన్న విషయాలను గురించి మాకు బాగా తెలుసు.","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:92","price":"ఆ తరువాత అతను మరొక మార్గం మీద పోయాడు.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:93","price":"చివరకు అతను రెండు పర్వతాల మధ్య చేరాడు. వాటి మధ్య ఒక జాతివారిని చూశాడు. వారు అతని మాటలను అతి కష్టంతో అర్థం చేసుకోగలిగారు.[1]","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"[1] ఆ జాతి వారు తమ భాష తప్ప ఇతరుల భాషను అర్థం చేసుకోలేరు. కావున వారు అతని మాటలను అర్థం చేసుకోలేక పోయారు.","lang":"te"},{"name":"18:94","price":"వారన్నారు: \"ఓ జుల్ ఖర్ నైన్! వాస్తవానికి యాజూజ్ మరియు మాజూజ్ లు,[1] ఈ భూభాగంలో కల్లోలం రేకెత్తిస్తున్నారు. అయితే నీవు మాకూ మరియు వారికీ మధ్య ఒక అడ్డుగోడను నిర్మించటానికి, మేము నీకేమైనా శుల్కం చెల్లించాలా?\"","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"[1] వీరి గాథ బైబిల్ లో కూడా పేర్కొనబడింది. చూడండి, యెహంజ్కేలు - (Exekiel), 38:2 మరియు 39:6. ఇంకా ఇతర చోట్లలో కూడా వీరి విషయం పేర్కొనబడింది. చూడండి, యోహాను ప్రకటన - (Revelation of St. John), 20:8. చాలా మంది వ్యాఖ్యాతలు వీరిని మంగోలులు లేక టాటార్ లు (Mongols or Tatars) కావచ్చని అంటారు. వీరు అసత్యవాదులు మరియు అంతిమ గడియకు ముందు భూమిలో కల్లోలం రేకెత్తించి మానవ నాగరికతను నాశనం చేస్తారు. ఇంకా చూడండి, 21:96-97. వాస్తవం అల్లాహ్ (సు.తా.)కే తెలుసు. 'స'హీ'హ్ బు'ఖారీ మరియు ముస్లింలలో ఇలా ఉంది: 'యా'జూజ్ మా'జూజ్ లు,' రెండు మానవ జాతులు. వారి సంఖ్య ఇతర మానవుల కంటే అధికముగా ఉంటుంది. మరియు వారితోనే నరకం అత్యధికంగా నిండుతుంది.","lang":"te"},{"name":"18:95","price":"అతను అన్నాడు: \"నా ప్రభువు ఇచ్చిందే నాకు ఉత్తమమైనది. ఇక మీరు మీ శ్రమ ద్వారా మాత్రమే నాకు సహాయపడితే, నేను మీకూ మరియు వారికీ మధ్య అడ్డుగోడను నిర్మిస్తాను.","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:96","price":"\"మీరు నాకు ఇనుప ముద్దలు తెచ్చి ఇవ్వండి.\" అతను ఆ రెండు కొండల మధ్య ఉన్న సందును మూసిన తరువాత వారితో అన్నాడు: \"అగ్ని రగిలించండి.\" దానిని ఎర్రని నిప్పుగా మార్చిన తరువాత, అన్నాడు: \"ఇక కరిగిన రాగిని తీసుకు రండి, దీని మీద పోయటానికి.\"","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:97","price":"ఈ విధంగా వారు (యాజూజ్ మరియు మాజూజ్ లు) దానిపై నుండి ఎక్కి రాలేక పోయారు. మరియు దానిలో కన్నం కూడా చేయలేక పోయారు.","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:98","price":"అతను (జుల్ ఖర్ నైన్) అన్నాడు: \"ఇది నా ప్రభువు యొక్క కారుణ్యం. కాని నా ప్రభువు వాగ్దానపు ఘడియ వచ్చినపుడు ఆయన దీనిని బూడిదగా మార్చివేస్తాడు. మరియు నా ప్రభువు వాగ్దానం నిజమై తీరుతుంది.\"","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:99","price":"మరియు ఆ (యాజూజ్ మరియు మాజూజ్ లు బయటికి వచ్చిన) రోజు, మేము వారిని అలల వలే ఒకరి మీద ఒకరు పడటానికి వదిలివేస్తాము. మరియు బాకా (సూర్) ఊదబడి నప్పుడు, వారందరినీ ఒకచేట సమావేశ పరుస్తాము.","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:100","price":"మరియు ఆ రోజున మేము సత్యతిరస్కారులకు నరకాన్ని స్పష్టంగా చూసేందుకు వారి ముందుకు తెస్తాము.","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:101","price":"అలాంటి వారికి, ఎవరి కన్నులైతే, మా హితోపదేశం పట్ల కప్పబడి ఉండెనో మరియు వారికి, ఎవతైతే (దానిని) ఏ మాత్రమూ వినటానికి కూడా ఇష్టపడలేదో!","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:102","price":"ఏమీ? ఈ సత్యతిరస్కారులు నన్ను వదలి, నా దాసులను తమ స్నేహితులుగా (సంరక్షకులుగా) చేసుకొనగలరని భావించారా? నిశ్చయంగా, మేము సత్యతిరస్కారుల ఆతిథ్యం కొరకు నరకాన్ని సిద్ధపరచి ఉంటాము.","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:103","price":"వారితో అను: \"కర్మలను బట్టి అందరి కంటే ఎక్కువ నష్టపడేవారు ఎవరో మీకు తెలుపాలా?","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:104","price":"\"ఎవరైతే ఇహలోక జీవితంలో చేసే కర్మలన్నీ వ్యర్థమైనా, తాము చేసే వన్నీ సత్కార్యాలే అని భావిస్తారో!","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:105","price":"వీరే తమ ప్రభువు సూచనలను మరియు ఆయనను కలుసుకోవలసి వున్నదనే విషయాన్ని తిరస్కరించిన వారు. కావున వారి కర్మలన్నీ వ్యర్థమయ్యాయి. కాబట్టి మేము పునరుత్థాన దినమున వారి కర్మలకు ఎలాంటి విలువ (తూకము) నివ్వము.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:106","price":"అదే వారి ప్రతిఫలం నరకం! ఎందుకంటే వారు సత్యాన్ని తిరస్కరించారు మరియు నా సూచనలను మరియు నా సందేశహరులను పరిహసించారు.","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:107","price":"నిశ్చయంగా, ఎవరైతే విశ్వసించి సత్కార్యాలు చేస్తారో! వారి ఆతిథ్యం కొరకు ఫిర్ దౌస్ స్వర్గవనాలు ఉంటాయి.[1]","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"[1] జన్నతుల్-ఫిర్ దౌస్: ఇది అన్నిటి కంటే ఉత్తమమైన స్వర్గం. దైవప్రవక్త ('స'అస) ప్రవచనం: 'మీరు ఎల్లప్పుడు జన్నతుల్ ఫిర్ దౌస్ కొరకే ప్రార్థించండి.' ('స'హీ'హ్ బు'ఖారీ).","lang":"te"},{"name":"18:108","price":"వారందులో శాశ్వతంగా ఉంటారు. వారు అక్కడి నుండి వేరగుటకు ఇష్టపడరు.","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"18:109","price":"వారితో అను: \"నా ప్రభువు మాటలను వ్రాయటానికి, సముద్రమంతా సిరాగా మారి పోయినా - నా ప్రభువు మాటలు పూర్తికాక ముందే - దానికి తోడుగా దాని వంటి మరొక సముద్రాన్ని తెచ్చినా, అది కూడా తరిగి పోతుంది.\"[1]","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"[1] చూడండి, 31:27.","lang":"te"},{"name":"18:110","price":"(ఓ ప్రవక్తా!) ఇంకా ఇలా అను: \"నిశ్చయంగా, నేను కూడా మీలాంటి ఒక మానవుడనే! నాపై దివ్యజ్ఞానం (వహీ) అవతరింపజేయబడింది. నిశ్చయంగా, మీ ఆరాధ్య దేవుడు ఆ ఏకైక దైవం (అల్లాహ్) మాత్రమే! కావున తన ప్రభువును కలుసుకోవాలని ఆశించేవాడు సత్కార్యాలు చేయాలి. మరియు ఆరాధనలో తన ప్రభువుతో పాటు మరెవ్వరినీ భాగస్వాములుగా (షరీక్ లుగా) కల్పించుకోరాదు.\"","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"te"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}