{"data":[{"name":"19:1","price":"కాఫ్ - హా - యా - ఐన్ - సాద్[1].","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"[1] సూరతుల్ బఖరహ్ లోని మొదటి ఆయతు యొక్క ఫుట్‌నోట్ చూడండి.","lang":"te"},{"name":"19:2","price":"ఇది నీ ప్రభువు తన దాసుడు జకరియ్యాపై చూపిన కారుణ్య ప్రస్తావన.","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:3","price":"అతను తన ప్రభువును రహస్యంగా (ఏకాంతంలో) మొరపెట్టుకుంటూ;","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:4","price":"ఇలా ప్రార్థించాడు: \"ఓ నా ప్రభూ! నా ఎముకలు బలహీనమై పోయాయి మరియు నా తల (వెంట్రుకలు) ముసలితనం వల్ల తెల్లబడి మెరిసిపోతున్నాయి మరియు ఓ నా ప్రభూ! నిన్ను వేడుకొని నేను ఎన్నడూ నిష్పలుడను కాలేదు!","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:5","price":"మరియు వాస్తవానికి నా తరువాత నా బంధువులు (ఏమి చేస్తారో అని) నేను భయ పడుతున్నాను. నా భార్యనేమో గొడ్రాలు. కావున (నీ అనుగ్రహంతో) నాకు ఒక వారసుణ్ణి ప్రసాదించు.","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:6","price":"అతడు నాకు మరియు యఅఖూబ్ సంతతి వారికి వారసుడవుతాడు మరియు ఓ నా ప్రభూ! అతనిని నీకు ప్రీతిపాత్రునిగా చేసుకో!\"","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:7","price":"(అతనికి ఇలా జవాబివ్వబడింది): \"ఓ జకరియ్యా! నిశ్చయంగా, మేము నీకు 'యహ్యా' అనే పేరు గల ఒక కుమారుని శుభవార్తను ఇస్తున్నాము![1] ఇంతకు పూర్వం మేము ఈ పేరు ఎవ్వరికీ ఇవ్వలేదు.\"","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"[1] చూడండి, 3:39.","lang":"te"},{"name":"19:8","price":"(జకరియ్యా) అన్నాడు: \"ఓ నా ప్రభూ! నాకు కుమారుడు ఎలా కలుగుతాడు? నా భార్యనేమో గొడ్రాలు,[1] మరియు నేనేమో వృద్ధాప్యంతో క్షీణించి (దుర్భలుడనై) పోయాను?\"","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"[1] 'జకరియ్యా ('అ.స.) భార్య, మర్యమ్ ('అ.స.) తల్లి యొక్క సోదరిమణి అని కొందరంటారు. చూడండి, 3:37 వ్యాఖ్యానం 3. మరికొందరు ఆమె మర్యమ్ ('అ.స.) తండ్రి 'ఇమ్రాన్ కూతురని అంటారు. అంటే య'హ్యా ('అ,స.) మరియు 'ఈసా ('అ.స.) అక్కాచెల్లేళ్ళ కుమారులు, అంటె కజిన్ లు. ('స'హీ'హ్ అ'హాదీస్ ల ఆధారంగా, ఫ'త్హ్ అల్-ఖదీర్.)","lang":"te"},{"name":"19:9","price":"ఇలా జవాబిచ్చాడు: \"అలాగే అవుతుంది. నీ ప్రభువు ఇలా అంటున్నాడు: 'ఇది నాకు సులభం మరియు వాస్తవానికి ఇంతకు ముందు నీవు ఏమీ లేనప్పుడు, నేను నిన్ను సృష్టించాను కదా!'\"","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:10","price":"(జకరియ్యా) అన్నాడు: \" ఓ నా ప్రభూ! నాకొక గుర్తును నియమించు.\" ఇలా జవాబు ఇవ్వబడింది: \"నీ గుర్తు ఏమిటంటే! నీవు స్వస్థతతో ఉండి కూడా వరుసగా మూడు రాత్రులు (దినములు) ప్రజలతో మాట్లాడలేవు.\"[1]","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"[1] చూడండి, 3:41","lang":"te"},{"name":"19:11","price":"ఆ పిదప అతను (జకరియ్యా) తన ప్రార్థనాలయం నుండి బయటికి వచ్చి తన జాతి వారికి, సైగలతో ఉదయమూ మరియు సాయంత్రమూ, ఆయన (ప్రభువు) పవిత్రతను కొనియాడండని సూచించాడు.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:12","price":"(అతని కుమారునితో ఇలా అనబడింది): \"ఓ యహ్యా! ఈ దివ్యగ్రంథాన్ని గట్టిగా పట్టుకో.\" మరియు మేము అతనికి బాల్యంలోనే వివేకాన్ని[1] ప్రసాదించాము.","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"[1] అల్-'హుక్మ్: అంటే జ్ఞానం, తెలివి, నిర్ణయసామర్థ్యం గ్రంథాన్ని అర్థం చేసుకునే శక్తి, మొదలైనవన్నీ అని ఇమామ్ షౌకాని అభిప్రాయం.","lang":"te"},{"name":"19:13","price":"మరియు మా తరఫు నుండి కనికరాన్ని, పరిశుద్ధతను ఒనంగాము మరియు అతను దైవభీతి గలవాడు.","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:14","price":"మరియు తన తల్లిదండ్రుల పట్ల కర్తవ్యపాలకుడు మరియు అతను హింసాపరుడు గానీ, అవిధేయుడు గానీ కాడు.","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:15","price":"మరియు అతను పుట్టినరోజూ మరియు అతను మరణించే రోజూ మరియు అతను బ్రతికించి మరల లేపబడే రోజూ అతనికి శాంతి కలుగు గాక![1]","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"[1] ఎందుకంటే ఈ మూడు దినాలు మానవుని కొరకు ఎంతో కష్టదాయకమైనవి మరియు భయంకరమైనవి.","lang":"te"},{"name":"19:16","price":"మరియు ఈ గ్రంథం (ఖుర్ఆన్ లో) ఉన్న మర్యమ్ (గాథను) ప్రస్తావించు. ఆమె తన కుటుంబం వారిని విడిచి తూర్పుదిశలో ఒక స్థలానికి వెళ్ళిపోయింది.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:17","price":"అక్కడ ఆమె వారి నుండి ఏకాంతంలో ఒక అడ్డుతెర కట్టుకొని ఉండసాగింది. అప్పుడు మేము ఆమె వద్దకు మా దూత (జిబ్బీల్)ను పంపాము.[1] అతను ఆమె ముందు సంపూర్ణ మానవ ఆకారంలో (రూపంలో) ప్రత్యక్షమయ్యాడు.","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"[1] రూహు'న్: దివ్యజ్ఞానం (వ'హీ)గా లేక దానిని తెచ్చే దేవదూత జిబ్రీల్ ('అ.స.) గా ఉపయోగించబడింది. ఇక్కడ దేవదూత జిబ్రీల్ ('అ.స.)గా ఉపయోగించబడింది. రూ'హుల్ ఖుద్స్: అని , 2:87, 253, 5:110 మరియు 16:102లలో జిబ్రీల్ ('అ.స.) కొరకు నాలుగు చోట్లలో వాడబడింది. రూ'హుల్ అమీన్: అని 26:193లో జిబ్రీల్ ('అ.స.) కొరకు వాడబడింది. అర్-రూ'హు: అని ఇక్కడ, 78:38 మరియు 97:4లలో జిబ్రీ('అ.స.) కొరకు మూడు చోట్లలో వాడబడింది, అవతరణలో మొదటిసారిగా 97:4లో వచ్చింది. అర్-రూ'హు: అంటే దివ్యజ్ఞానం అని, 16:2, 40:15 మరియు 42:52లలో మూడు చోట్లలో వాడబడింది.","lang":"te"},{"name":"19:18","price":"(మర్యమ్) ఇలా అన్నది: \"ఒకవేళ నీవు దైవభీతి గల వాడవే అయితే! నిశ్చయంగా నేను నీ నుండి (రక్షింపబడటానికి) అనంత కరుణామయుని శరణు వేడుకుంటున్నాను.\"","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:19","price":"(దేవదూత ఇలా) జవాబిచ్చాడు: \"నిశ్చయంగా, నేను నీ ప్రభువు యొక్క సందేశహరుడను! నీకు ఒక సుశీలుడైన (నీతిమంతుడైన) కుమారుని (సందేశాన్ని) ఇవ్వటానికి పంపబడ్డాను.\"","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:20","price":"ఆమె ఇలా ప్రశ్నించింది: \"నాకు కుమారుడు ఎలా కలుగుతాడు? నన్ను ఏ మానవుడునూ ముట్టుకోలేదే! మరియు నేను చెడు నడవడిక గల దానిని కూడా కాను!\"","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:21","price":"అతనన్నాడు: \"అలాగే అవుతుంది! నీ ప్రభువు అంటున్నాడు: 'అది నాకు సులభం! మేము అతనిని, మా నుండి ప్రజలకు ఒక సూచనగా మరియు కారుణ్యంగా పంపుతున్నాము.' మరియు (నీ ప్రభువు) ఆజ్ఞ నెరవేరి తీరుతుంది.\"","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:22","price":"తరువాత మర్యమ్ ఆ బాలుణ్ణి గర్భంలో భరించి, అతనితో ఒక దూరమైన స్థలానికి వెళ్ళిపోయింది.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:23","price":"ఆ తరువాత ప్రసవ వేదనతో ఆమె ఒక ఖర్జూరపు చెట్టు మొదలు దగ్గరికి చేరుకొని ఇలా వాపోయింది: \"అయ్యో! నా దౌర్భాగ్యం, దీనికి ముందే నేను చనిపోయి వుంటే! మరియు నామరూపాలు లేకుండా నశించి పోతే ఎంత బాగుండేది!\"","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:24","price":"అప్పుడు క్రింది నుండి ఒక ధ్వని వినిపించింది: \"నీవు దుఃఖించకు! వాస్తవాంగా నీ ప్రభువు, నీ క్రింద (దగ్గరగా) ఒక సెలయేరు సృష్టించాడు;","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:25","price":"మరియు నీవు ఈ చెట్టు మొదలు పట్టి ఊపితే నీపై తాజా ఖర్జూరపు పండ్లు రాలుతాయి.","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:26","price":"కావున నీవు తిను త్రాగు, నీ కళ్ళను చల్లబరచుకో! ఇక ఏ మానవుణ్ణి చూసినా అతనితో (సైగలతో): 'నేను నా కరుణామయుని కొరకు ఉపవాసమున్నాను, కావున ఈ రోజు నేను ఏ మానవునితో మాట్లాడను.' అని చెప్పు.\"","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:27","price":"తరువాత ఆమె ఆ బాలుణ్ణి తీసుకొని తన జాతి వారి వద్దకు రాగా! వారన్నారు: \"ఓ మర్యమ్! వాస్తవానికి నీవు నింద్యమైన (పాపమైన) పని చేశావు!","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:28","price":"ఓ హారూన్ సోదరీ![1] నీ తండ్రీ చెడ్డవాడు కాదు మరియు నీ తల్లి కూడా చెడు నడత గలది కాదే!\"","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"[1] హారూన్ సోదరీ! అంటే ఆమెకు హారూన్ అనే సవతి (అర్థ) సోదరుడు ఉండవచ్చు, లేదా మూసా ('అ.స.) సోదరుడు హారూన్ తో సంబంధం ఉన్నందున అలా పిలువబడి ఉండవచ్చు! తమ వంశంలోని పెద్దవాని పేరుతో పిలువబడటం ఆచారమే. (ఇబ్నె-కసీ'ర్ మరియు ఏసర్ అత్ -తఫాసీర్). చూడండి, 3:37 వ్యాఖ్యానం 3.","lang":"te"},{"name":"19:29","price":"అప్పుడామె అతని (ఆ బాలుని) వైపు సైగ చేసింది. వారన్నారు: \"తొట్టెలో వున్న ఈ బాలునితో మేమెలా మాట్లాడగలము?\"","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:30","price":"(ఆ బాలుడు) అన్నాడు: \"నిశ్చయంగా నేను అల్లాహ్ దాసుణ్ణి. ఆయన నాకు దివ్యగ్రంథాన్నిచ్చి, నన్ను ప్రవక్తగా నియమించాడు.","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:31","price":"మరియు నేనెక్కడున్నా సరే ఆయన నన్ను శుభవంతునిగా చేశాడు; నేను బ్రతికి వున్నంత కాలం నమాజ్ చేయమని మరియు విధిదానం (జకాత్) ఇవ్వమని నన్ను ఆదేశించాడు.","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:32","price":"మరియు నన్ను నా తల్లి యెడల కర్తవ్యపాలకునిగా చేశాడు. నన్ను దౌర్జన్యపరునిగా, దౌర్భాగ్యునిగా చేయలేదు.","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:33","price":"మరియు నేను పుట్టినరోజూ మరియు నేను మరణించే రోజూ మరియు నేను సజీవుడనై మరల లేచే రోజూ, నాకు శాంతి కలుగు గాక!\"","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:34","price":"ఇతనే మర్యమ్ కుమారుడు ఈసా! ఇదే సత్యమైన మాట, దీనిని గురించే వారు వాదులాడుతున్నారు (సందేహంలో పడి ఉన్నారు).","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:35","price":"ఎవరినైనా కుమారునిగా చేసుకోవటం అల్లాహ్ కు తగినపని కాదు. ఆయన సర్వలోపాలకు అతీతుడు, ఆయన ఏదైనా చేయదలుచు కుంటే, దానిని కేవలం: \"అయిపో!\" అని అంటాడు, అంతే అది అయిపోతుంది.[1]","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"[1] అల్లాహుతా'ఆలా ప్రతిదీ చేయగల సమర్థుడు. తాను చేయదలచుకున్న దానిని: 'అయిపో!' అని అనగానే, అది అయిపోతుంది. అలాంటప్పుడు ఆయన (సు.తా.)కు సంతానపు ఆవశ్యకత ఎలా ఉంటుంది. అల్లాహుతా'ఆలాకు సంతానముందని భావించేవారు ఆయన (సు.తా.) శక్తి సామర్థ్యాలను విశ్వసించనట్లే! అది సత్యతిరస్కారం.","lang":"te"},{"name":"19:36","price":"(ఈసా అన్నాడు): \"నిశ్చయంగా అల్లాహ్ యే నా ప్రభువు మరియు మీ ప్రభువు, కావున మీరు ఆయననే ఆరాధించండి. ఇదే ఋజుమార్గము.\"","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:37","price":"తరువాత విభిన్న (క్రైస్తవ) వర్గాల వారు (ఈసాను గురించి) పరస్పర అభిప్రాయభేదాలు నెలకొల్పుకున్నారు. కావున ఈ సత్యతిరస్కారులకు ఆ మహా దినపు దర్శనం వినాశాత్మకంగా ఉంటుంది.[1]","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"[1] యూదులు 'ఈసా ('అ.స.)ను మాంత్రికుడు, యూసుఫ్ నజ్జార్ కుమారుడు అన్నారు. ప్రొటెస్టెంట్ క్రైస్తవులు అతనిని అల్లాహ్ (సు.తా.) కుమారుడు అన్నారు. కేథోలిక్ తెగవారు అతను ముగ్గురు దైవాలలో, అల్లాహ్ (సు.తా.) జిబ్రీల్ ('అ.స.) మరియు 'ఈసా ('అ.స.) ముగ్గురిలో మూడవవారు అన్నారు. ఆర్థోడాక్స్ తెగవారు అతనిని స్వయం దేవుడు (God అల్లాహ్) అన్నారు. (ఫ'త్హ్ అల్-ఖదీర్ మరియు అయ్ సర్ అత్-తఫాసీర్)","lang":"te"},{"name":"19:38","price":"వారు మా ముందు హాజరయ్యే రోజున వారి చెవులు బాగానే వింటాయి మరియు వారి కండ్లు బాగానే చూస్తాయి. కాని ఈనాడు ఈ దుర్మార్గులు స్పష్టమైన మార్గభ్రష్టత్వంలో పడి ఉన్నారు.[1]","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"[1] కాని వారు వినడం మరియు చూడడం పునరుత్థాన దినమున వారికి ఏమీ పనికి రావు.","lang":"te"},{"name":"19:39","price":"మరియు వారిని (రాబోయే) ఆ పశ్చాత్తాప పడవలసిన దినాన్ని[1] గురించి హెచ్చరించు. అప్పుడు పరిణామం నిర్ణయించ బడి ఉంటుంది.[2] (ఇప్పుడైతే) వారు ఏమరుపాటులో పడి ఉన్నారు, కావున వారు విశ్వసించడం లేదు.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"[1] యౌమల్-'హస్ రతి: పశ్చాత్తాప పడే దినం అంటే పునరుత్థాన దినము. [2] పునరుత్థాన దినమున స్వర్గానికి అర్హులైన వారిని స్వర్గానికి మరియు నరకానికి అర్హులైన వారిని నరకానికి పంపిన తరువాత మరణం ఒక గొర్రె ఆకారంలో తేబడుతుంది. దానిని స్వర్గనరకాల మధ్య నిలబెట్టబడి, స్వర్గ-నరక వాసులతో: 'దీనిని ఎరుగుదురా?' అని ప్రశ్నించగా వారు: 'అవును, ఇది మరణం.' అని అంటారు. వారి సమక్షంలో అది వధింపబడుతుంది. అప్పుడు స్వర్గవాసులతో ఇలా అనబడుతుంది: 'స్వర్గవాసులారా! మీ కొరకు స్వర్గజీవితం కలకాలం ఉంటుంది.' మరియు నరకవాసులతో అనబడుతుంది: 'మీకు ఈ నరకశిక్ష ఎల్లప్పుడూ ఉంటుంది.' మరియు మీ కెవ్వరికీ ఇక చావురాదు. ('స'హీ'హ్ బు'ఖారీ).","lang":"te"},{"name":"19:40","price":"నిశ్చయంగా! భూమికి మరియు దానిపై వున్న వారికి వారసులం మేమే! వారందరూ మా వైపునకే మరలింపబడతారు.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:41","price":"మరియు ఈ గ్రంథం (ఖుర్ఆన్ లో) వున్న ఇబ్రాహీమ్ గాథను ప్రస్తావించు. నిశ్చయంగా, అతను సత్యవంతుడైన దైవప్రవక్త.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:42","price":"అతను తన తండ్రితో ఇలా అన్నప్పుడు: \"ఓ నాన్నా! వినలేని మరియు చూడలేని మరియు నీకు ఏ విధంగానూ సహాయపడలేని వాటిని, నీవెందుకు ఆరాధిస్తున్నావు?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:43","price":"ఓ నాన్నా! వాస్తవానికి, నా వద్దకు వచ్చిన జ్ఞానం నీ వద్దకు రాలేదు, కావున నీవు నన్ను అనుసరిస్తే, నేను నీకు సరైన మార్గం చూపుతాను.","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:44","price":"ఓ నాన్నా! నీవు షైతాన్ ను ఆరాధించకు, నిశ్చయంగా షైతాన్ అనంత కరుణామయుణ్ణి ఉల్లంఘించాడు.","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:45","price":"ఓ నాన్నా! నిశ్చయంగా, నీవు అనంత కరుణామయుని శిక్షకు గురి అయ్యి, షైతాను యొక్క స్నేహితుడవు / సహచరుడవు (వలి) అయి పోతావేమోనని నేను భయపడుతున్నాను!\"","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:46","price":"(అతని తండ్రి) అన్నాడు: \"ఓ ఇబ్రాహీమ్! ఏమీ? నీవు నా దేవుళ్ళకు విముఖత చూపుతున్నావా? ఒకవేళ నీవిది మానుకోక పోతే నేను నిన్ను రాళ్ళు రువ్వి చంపిస్తాను. కావున నీవు నా నుండి చాలా దూరమై పో!\"","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:47","price":"(ఇబ్రాహీమ్) అన్నాడు: \"నీకు సలాం![1] నీ కొరకు నా ప్రభువు క్షమాపణను వేడుకుంటాను.[2] నిశ్చయంగా, ఆయన నా యెడల ఎంతో దయాళువు.","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"[1] ఈ సలాం ఇక నా సంభాషణ ముగిస్తాను, అనే భావంలో ఉంది. ఎందుకంటే దీని ముందు 'అల్' లేదు. ఇంకా ఇటువంటి సందర్భానికి చూడండి, 25:63. [2] ఈ దు'ఆ - ముష్రిక్ ల కొరకు క్షమాపణ పేడుకోరాదని తెలియక - అల్లాహ్ (సు.తా.) ను, తన తండ్రిని క్షమించమని వేడుకున్నది. కాని ముష్రిక్ కొరకు క్షమాపణ వేడుకోరాదని, తెలిసిన తరువాత, అతని తండ్రి అల్లాహ్ (సు.తా.) కు విరోధుడని స్పష్టమైనప్పుడు, అతను ('అ.స.) తన తండ్రి నుండి దూరమయ్యాడు. అంటే అతని క్షమాపణ కొరకు ప్రార్థించడం మానుకున్నాడు. చూడండి, 9:114.","lang":"te"},{"name":"19:48","price":"మరియు నేను మిమ్మల్ని - మరియు అల్లాహ్ కు బదులుగా మీరు ప్రార్థిస్తున్న వాటిని - అందరినీ వదలి పోతున్నాను. మరియు నేను నా ప్రభువును ప్రార్థిస్తాను. నేను నా ప్రభువును ప్రార్థించి విఫలుడను కానని, నమ్ముతున్నాను!\"","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:49","price":"అతను (ఇబ్రాహీమ్) వారిని - మరియు అల్లాహ్ ను వదలి వారు ఆరాధించే వాటిని - వదలి పోయిన తరువాత మేము అతనికి ఇస్ హాఖ్ మరియు యఅఖూబ్ లను ప్రసాదించాము. మరియు ప్రతి ఒక్కరినీ ప్రవక్తలుగా చేశాము.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:50","price":"మరియు వారికి మా కారుణ్యాన్ని ప్రసాదించాము. వారికి నిజమైన, ఉన్నతమైన కీర్తి ప్రతిష్ఠను కలుగజేశాము.","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:51","price":"మరియు ఈ గ్రంథం (ఖుర్ఆన్) లో వచ్చిన మూసా గాథను ప్రస్తావించు. నిశ్చయంగా, అతను (అల్లాహ్) ఎన్నుకున్న ఒక సందేశహరుడు మరియు ఒక ప్రవక్త.[1]","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"[1] చూడండి, 22:52 రసూలున్: సందేశహరుడు - అంటే అల్లాహ్ (సు.తా.) తన సందేశం అవతరింపజేయటానికి ఎన్నుకున్న ప్రవక్త. సందేశహరునిపై దివ్యగ్రంథం అవతరింపజేయబడుతుంది, ఉదా.మూసా('అ.స.) నబియ్యున్: ప్రవక్త - దివ్యగ్రంథమివ్వబడక అతని కంటే ముందు వచ్చి ఉన్న దివ్యగ్రంథపు సందేశాన్నే ప్రజలకు బోధించేవాడు. ఉదా. హారూన్ ('అ.స.) చూడండి, 19:53. సందేశహరులందరూ ప్రవక్తలే కాని ప్రవక్తలందరూ సందేశరులు కారు.","lang":"te"},{"name":"19:52","price":"మరియు మేము తూర్ కొండ కుడివైపు నుండి అతనిని (మూసాను) పిలిచి,[1] అతనితో ఏకాంతంలో మాట్లాడటానికి మమ్మల్ని సమీపింపజేశాము.","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"[1] వివరాల కొరకు చూడండి, 20:9 మరియు దాని తరువాత ఉన్న ఆయతులు.","lang":"te"},{"name":"19:53","price":"మరియు మా కారుణ్యంతో, అతనికి తోడుగా అతని సోదరుడైన, హారూన్ ను కూడా ప్రవక్తగా నియమించాము.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:54","price":"మరియు ఈ గ్రంథం (ఖుర్ఆన్) లో వచ్చిన ఇస్మాయీల్ గాథను ప్రస్తావించు. నిశ్చయంగా, అతను వాగ్దానాలను సత్యం చేసే (నెరవేర్చే) వాడు మరియు ఒక సందేశహరుడు మరియు ఒక ప్రవక్త.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:55","price":"మరియు అతను తన కుటుంబం వారిని నమాజ్ మరియు విధిదానం (జకాత్) లను పాటించమని ఆజ్ఞాపించేవాడు. మరియు తన ప్రభువుకు ప్రీతిపాత్రుడుగా ఉండేవాడు.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:56","price":"మరియు ఈ గ్రంథం (ఖుర్ఆన్)లో వచ్చిన ఇద్రీస్ గాథను ప్రస్తావించు. నిశ్చయంగా, అతను సత్యవంతుడైన ప్రవక్త.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:57","price":"మరియు మేము అతనిని ఉన్నత స్థానానికి ఎత్తాము.[1]","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"[1] ఇద్రీస్ ('అ.స.) ఆదమ్ ('అ.స.) తరువాత వచ్చిన మొదటి ప్రవక్త. ఇతను నూ'హ్ ('అ.స.) లేక అతని తండ్రి యొక్క తాత. ఇస్రాయీ'లీ గాథలలో అతను ఆకాశంలోకి లేపుకోబడ్డారు, అని ఉంది. కాని ఖుర్ఆన్ మరియు 'స'హీ'హ్ 'హదీస్'లు ఈ విషయాన్ని ధృవపరచలేదు. వాస్తవం అల్లాహ్ (సు.తా.)కే తెలుసు. ఇంకా చూడండి, 21:85. ఇతను బైబిల్ లో E'noch గా పేర్కొనబడ్డారు. చూడండి, ఆదికాండము - (Genesis), 5:18-19 మరియు 21-24.","lang":"te"},{"name":"19:58","price":"వారందరూ, అల్లాహ్ అనుగ్రహించిన ఆదమ్ సంతతి వారిలోని దైవప్రవక్తలలో కొందరు. మరియు వారిలో కొందరు మేము నూహ్ ఓడలో ఎక్కింపజేసిన వారు, మరికొందరు ఇబ్రాహీమ్ మరియు ఇస్రాయీల్ (యఅఖూబ్) సంతానానికి చెందిన వారున్నారు. మరియు వారిలో మేము ఎన్నుకొని సన్మార్గం చూపిన వారున్నారు. ఒకవేళ వారికి కరుణామయుని సూచనలు (ఆయాత్) చదివి వినిపించినప్పుడు, వారు విలపిస్తూ సాష్టాంగం (సజ్దా)లో పడిపోయేవారు.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:59","price":"కాని వారి తరువాత వచ్చిన, వారి సంతతి వారు కొందరు, నమాజ్ లను విడిచి పెట్టి తమ (దుష్ట) మనోవాంఛలను అనుసరించారు. కావున త్వరలోనే వారు అధోగతి (నరకంలో)కి చేరగలరు.","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:60","price":"కాని ఎవరైతే, పశ్చాత్తాప పడి మరియు విశ్వసించి సత్కార్యాలు చేస్తారో, అలాంటి వారు స్వర్గంలో ప్రవేశిస్తారు మరియు వారి కెలాంటి అన్యాయం జరుగదు.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:61","price":"అనంత కరుణామయుడు, తన దాసులకు వాగ్దానం చేసిన అగోచర జగత్తులోని శాశ్వతమైన స్వర్గవనాలు. నిశ్చయంగా ఆయన వాగ్దానం పూర్తయి తీరుతుంది.","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:62","price":"వారందులో మీకు శాంతి కలుగు గాక (సలాం!) అనడం తప్ప ఇతర ఏ విధమైన వ్యర్థపు మాటలు వినరు. మరియు అందులో వారికి ఉదయం మరియు సాయంత్రం జీవనోపాధి లభిస్తూ ఉంటుంది.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:63","price":"మా దాసులలో దైవభీతి గలవారిని వారసులుగా చేసే స్వర్గం ఇదే!","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:64","price":"(దేవదూతలు అంటారు): \"మరియు మేము కేవలం నీ ప్రభువు ఆజ్ఞతో తప్ప క్రిందికి దిగిరాము. మా ముందున్నది, మా వెనుక నున్నది మరియు వాటి మధ్య నున్నదీ, సర్వం ఆయనకు చెందినదే![1] నీ ప్రభువు మరచి పోయేవాడు కాడు.","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"[1] ఇటువంటి వాక్యం కొరకు చూడండి, 2:255.","lang":"te"},{"name":"19:65","price":"\"ఆకాశాలకూ, భూమికీ మరియు వాటి మధ్యనున్న సమస్తానికీ ఆయనే ప్రభువు, కావున మీరు ఆయననే ఆరాధించండి మరియు ఆయన ఆరాధనలోనే స్థిరంగా వుండండి. ఆయనతో సమానమైన స్థాయిగల వానిని ఎవడినైనా మీరెరుగుదురా?\"","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:66","price":"మరియు మానవుడు[1] ఇలా అంటూ ఉంటాడు: \"ఏమీ? నేను చనిపోయిన తరువాత మళ్ళీ బ్రతికించబడి లేపబడతానా?\"","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"[1] ఇక్కడ మానవుడు అంటే సత్యతిరస్కారుడు, చనిపోయిన తరువాత పునరుత్థానాన్ని మరియు పరలోక ప్రతిఫలాన్ని నమ్మని వాడు.","lang":"te"},{"name":"19:67","price":"ఏమీ? మునుపు, అతడి ఉనికే లేనప్పుడు, మేము అతనిని సృష్టించిన విషయం అతనికి జ్ఞాపకం రావటం లేదా?\"","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:68","price":"కావున నీ ప్రభువు సాక్షిగా! నిశ్చయంగా, మేము వారందరినీ మరియు (వారితో పాటు) షైతానులను కూడా ప్రోగు చేసి, ఆ తరువాత నిశ్చయంగా, వారందరినీ నరకం చుట్టూ మోకాళ్ల మీద సమావేశ పరుస్తాము.","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:69","price":"ఆ తరువాత నిశ్చయంగా, ప్రతి తెగ వారిలో నుండి అనంత కరుణామయునికి ఎవరు ఎక్కువ అవిధేయులుగా ఉండేవారో, వారిని వేరు చేస్తాము.[1]","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"[1] అంటే సత్యతిరస్కారుల నాయకులు, ఎవరైతే దురహంకారంతో సత్యాన్ని తిరస్కరించే వారో వారికి అధిక శిక్ష విధించబడుతుంది.","lang":"te"},{"name":"19:70","price":"అప్పుడు వారిలో (నరకాగ్నిలో) కాలటానికి ఎక్కువ అర్హులెవరో, మాకు బాగా తెలుసు.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:71","price":"మరియు మీలో ఎవ్వడునూ దాని (నరకంపై గల వంతెన) మీద నుండి పోకుండా (దాటకుండా) ఉండలేడు. ఇది తప్పించుకోలేని, నీ ప్రభువు యొక్క నిర్ణయం.[1]","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"[1] 'స'హీ'హ్ 'హదీస్'లో ఈ ఆయత్ వివరాలు ఈ విధంగా వచ్చాయి: నరకం మీద ఒక వంతెన ఉంది. ప్రతి ఒక్కనికి దానిపై నుండి దాట వలసి ఉంటుంది. విశ్వాసులు తమ తమ సత్కార్యాలను బట్టి త్వరత్వరగా లేక నెమ్మదిగా దానిపై నుండి దాటిపోతారు. కొందరు ఏ హానీ కలుగకుండా దాటుతారు. మరికొందరు గాయాలు తగిలి చివరకు దానిని దాటుతారు. మరికొందరు నరకంలో పడిపోతారు. కాని తరువాత సిఫారసు వల్ల దాని నుండి బయటపడి స్వర్గం చేరుకుంటారు. కాని సత్యతిరస్కారులు ఆ వంతెనను దాటలేరు. వారు నరకాగ్నిలో పడిపోతారు. మరొక హదీసు ఇలా ఉంది: 'ఏ విశ్వాసుల ముగ్గురు పిల్లలు యౌవ్వనానికి చేరక ముందే మరణిస్తారో వారిని నరకాగ్ని కేవలం వారి ప్రమాణాలను పూర్తిచేయటానికే తాకుతుంది.' ('స'హీ'హ్ బు'ఖారీ) చూడండి, ఇబ్నె-కసీ'ర్).","lang":"te"},{"name":"19:72","price":"ఆ పిదప మేము దైవభీతి గలవారిని రక్షిస్తాము. మరియు దుర్మార్గులను అందులో మోకాళ్ళ మీద పడి ఉండటానికి వదులుతాము.","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:73","price":"మరియు స్పష్టమైన మా సూచనలను వారికి చదివి వినిపించినపుడు, సత్యతిరస్కారులు విశ్వాసులతో అంటారు: \"మన రెండు వర్గాల వారిలో ఎవరి వర్గం మంచి స్థితిలో ఉంది మరియు ఎవరి సభ ఉత్తమమైనది?\"[1]","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"[1] సత్యతిరస్కారులైన ఖురైషులు - పేద ముస్లింలు అయిన 'అమ్మార్, బిలాల్ 'సుహైబ్ (ర.'ది. 'అ.)లను మరియు వారి సమావేశ స్థలాలైన దారుష్షూరా' మరియు దారుల్-అ'ర్ఖమ్ లను - అబూ జహల్, న'దర్ బిన్ 'హారిస్, 'ఉత్బా, షైబా, వంటి ధనవంతుల మరియు వారి పెద్ద పెద్ద భవనాల మరియు వారు సమావేశాలు చేసే దారున్నద్వాలతో పోల్చి తమ భౌతిక ఉన్నత స్థాయికి గర్వించేవారు మరియు పునరుత్థానాన్ని తిరస్కరించేవారు. మనం జీవించేది ఈ భూలోక జీవితం మాత్రమేనని వాదులాడే వారు. కాని వారికి ముందున్నవారు, వారి కంటే ఎక్కువ సిరిసంపదలున్నా నాశనం చేయబడ్డారనే విషయాన్ని మరచిపోయే వారు. చూడండి, 19:74","lang":"te"},{"name":"19:74","price":"మరియు వారికి ముందు మేము ఎన్నో తరాలను (వంశాలను) నాశనం చేశాము; వారు వీరి కంటే ఎక్కువ సిరిసంపదలు మరియు బాహ్య ఆడంబరాలు గలవారై ఉండిరి?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:75","price":"వారితో అను: \"మార్గభ్రష్టత్వంలో పడి వున్నవానికి, అనంత కరుణామయుడు, ఒక సమయం వరకు వ్యవధి నిస్తూ ఉంటాడు. తుదకు వారు తమకు వాగ్దానం చేయబడిన దానిని చూసినపుడు, అది (కఠినమైన) శిక్షనో కావచ్చు లేదా అంతిమ ఘడియనో కావచ్చు! హీనస్థితిలో ఉన్న వాడెవడో మరియు బలహీన వర్గం (సేన) ఎవరిదో వారికి తెలియగలదు!","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:76","price":"మరియు (దానికి ప్రతిగా) మార్గదర్శకత్వం పొందిన వారికి, అల్లాహ్ మార్గదర్శత్వంలో వృద్ధిని ప్రసాదిస్తాడు. చిరస్థాయిగా ఉండిపోయే సత్కార్యాలే, \"నీ ప్రభువు దగ్గర ప్రతిఫలం రీత్యా ఉత్తమమైనవి మరియు పర్యవసానం దృష్ట్యా కూడా ఉత్తమమైనవి.\"[1]","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"[1] చూడండి, 18:46.","lang":"te"},{"name":"19:77","price":"ఏమీ? మా సూచనలను తిరస్కరించి: \"నిశ్చయంగా, నాకు ధనసంపదలూ మరియు సంతానం ఇవ్వబడుతూనే ఉంటాయి.\" అని పలికే వానిని నీవు చూశావా?","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:78","price":"ఏమీ? అతడు అగోచరాన్ని చూశాడా? లేదా అనంత కరుణామయుని వాగ్దానం పొందాడా?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:79","price":"అలా కాదు! అతడు చెప్పేది, మేము వ్రాసి పెట్టగలము. మరియు అతడి శిక్షను మరింత పెంచగలము.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:80","price":"మరియు అతడు చెప్పే వస్తువులకు మేమే వారసులమవుతాము మరియు అతడు ఒంటరిగానే మా వద్దకు వస్తాడు.","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:81","price":"మరియు వారు అల్లాహ్ ను వదిలి ఇతరులను ఆరాధ్య దైవాలుగా చేసుకున్నారు, వారు వీరికి అండగా ఉంటారనుకొని!","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:82","price":"అలా కాదు! వారు (ఆ దైవాలు) వీరి ఆరాధనను నిరాకరించటమే గాక, వీరికి విరోధులుగా ఉంటారు.","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:83","price":"ఏమీ? నీకు తెలియదా? నిశ్చయంగా మేము సత్యతిరస్కారులపై షైతానులను వదిలామని? అవి వారిని (సత్యాన్ని తిరస్కరించమని) అత్యధికంగా ప్రేరేపిస్తూ ఉంటాయని?[1]","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"[1] షై'తాన్ చివరకు ఎలాంటి బాధ్యత వహించడు. దానికి చూడండి, 14:22.","lang":"te"},{"name":"19:84","price":"కావున వారి మీద (శిక్షను) అవతరింప జేయమని నీవు తొందర పెట్టకు. నిశ్చయంగా, మేము (వారి దినాలను) ఖచ్చితంగా లెక్క పెడుతున్నాము.","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:85","price":"ఆ రోజు మేము దైవభీతి గలవారిని అనంత కరుణామయుని సన్నిధిలో అతిథులుగా ప్రవేశపెడతాము.","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:86","price":"మరియు అపరాధులను దప్పిక గొన్న వాటి వలే (జంతువుల వలే), నరకం వైపునకు తోలుకొని పోతాము.","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:87","price":"(ఆనాడు) అనంత కరుణామయుని అనుమతి పొందినవాడు తప్ప మరెవ్వరికీ సిఫారసు చేసే అధికారం ఉండదు.[1]","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"[1] సిఫారసు చేసే అనుమతి అల్లాహుతా'ఆలా తాను కోరిన వారికే ఇస్తాడు. చూడండి 10:3, 21:28, 53:26.","lang":"te"},{"name":"19:88","price":"వారిలా అన్నారు: \"అనంతకరుణామయునికి కొడుకున్నాడు.\"[1]","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"[1] ప్రవక్తలకు దైవత్వం అంటగట్టడం అల్లాహ్ (సు.తా.) తో సంబంధం తెంపుకోవటమే. మరియు ఇది క్షమింపబడని మహా పాపం. చూడండి, 4:48.","lang":"te"},{"name":"19:89","price":"వాస్తవానికి, మీరు ఎంత పాపిష్ఠికరమైన విషయాన్ని కల్పించారు.","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:90","price":"దాని వలన ఆకాశాలు ప్రేలి పోవచ్చు! భూమి చీలి పోవచ్చు! మరియు పర్వతాలు ధ్వంసమై పోవచ్చు!","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:91","price":"ఎందుకంటే వారు అనంత కరుణామయునికి కొడుకున్నాడని ఆరోపించారు.[1]","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"[1] చూడండి 42:11: 'ఆయనను పోలిన వస్తువు ఏదీ లేదు.' అనే ఖుర్ఆన్ ఆయత్ అల్లాహ్ (సు.తా.)కు సంతానం లేదు అనే విషయాన్ని స్పష్టపరుస్తోంది. ఇంకా చూడండి, 112:4 మరియు 6:100: 'మరియు ఆయ(సు.తా.)తో పోల్చదగినది ఏదియూ లేదు.' సంతానమనేది ఇంద్రియ సంబంధమైనది. కావున దీనిని అల్లాహ్ (సు.తా.)కు అంటగట్టడం ఘోరపాపం.","lang":"te"},{"name":"19:92","price":"ఎవరినైనా కొడుకునిగా చేసుకోవటం అనంత కరుణామయునికి తగినది కాదు.","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:93","price":"ఎందుకంటే! భూమ్యాకాశాలలో నున్న వారందరూ కేవలం అనంత కరుణామయుని దాసులుగా మాత్రమే హాజరు కానున్నారు.[1]","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"[1] మానవులు కానీ, దైవదూతలు కానీ, జిన్నాతులు కానీ, అందరూ ఆయన (సు.తా.) సృష్టించిన వారే, కావున వారికి ఆయన దైవత్వంలో ఎలాంటి భాగం లేదు. వారంతా ఇష్టంతో గానీ అయిష్టంతో గానీ ఆయన ఇచ్ఛను శిరసావహించవలసిందే. చూడండి, 13:15, 16:48-49.","lang":"te"},{"name":"19:94","price":"వాస్తవానికి, ఆయన అందరినీ పరివేష్టించి ఉన్నాడు మరియు వారిని సరిగ్గా లెక్క పెట్టి ఉన్నాడు.","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:95","price":"మరియు పునరుత్థాన దినమున వారందరూ, ఒంటరిగానే ఆయన ముందు హాజరవుతారు.[1]","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"[1] అక్కడ ధన సంపత్తులు గానీ, సంతానం గానీ ఏ విధంగానూ పనికిరావు. చూడండి, 26:88","lang":"te"},{"name":"19:96","price":"నిశ్చయంగా, విశ్వసించి సత్కార్యాలు చేసే వారి పట్ల అనంత కరుణామయుడు (ప్రజల హృదయాలలో) ప్రేమను (వాత్సల్యాన్ని) కలుగజేయగలడు.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"","lang":"te"},{"name":"19:97","price":"కావున నీవు (ఓ ప్రవక్తా!) దైవభీతి గలవారికి శుభవార్త నివ్వటానికి మరియు వాదులాడే జాతి వారిని హెచ్చరించటానికీ, మేము దీనిని (ఈ ఖుర్ఆన్ ను) సులభతరం చేసి, నీ భాషలో అవతరింపజేశాము.[1]","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"[1] మానవుడు అల్లాహ్ (సు.తా.) మాటలను అర్థం చేసుకోవటానికి ఆయన దివ్యగ్రంథాలను ఆ ప్రాంతపు ప్రజల భాషలోనే అవతరింపజేశాడు, చూడండి, 14:4 మరియు ము'హమ్మద్ ('స'అస) పై ఈ ఖుర్ఆన్ అవతరణ కొరకు చూడండి, 2:97 మరియు 26:193-194.","lang":"te"},{"name":"19:98","price":"మరియు వీరికి పూర్వం మేము ఎన్ని తరాల వారిని నాశనం చేయలేదు! ఏమీ? నీవు ఇప్పుడు వారిలో ఏ ఒక్కరినైనా చూస్తున్నావా? లేక వారి మెల్లని శబ్దమైనా వింటున్నావా?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"te"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}