{"data":[{"name":"25:1","price":"సర్వలోకాలకు హెచ్చరిక చేసేదిగా, ఈ గీటురాయిని (ఫుర్ఖాన్ ను) తన దాసునిపై క్రమక్రమంగా అవతరింపజేసిన ఆయన (అల్లాహ్) ఎంతో శుభదాయకుడు![1]","arabic":"تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2856,"juzNumber":18,"footnotes":"[1] దీనితో తెలిసేదేమిటంటే ఈ ఖుర్ఆన్ - ఏదైతే దైవప్రవక్త ము'హమ్మద్ ('స'అస)పై అవతరింప జేయబడిందో - సర్వలోకాల వారికి, అంటే మానవుల కొరకు మరియు జిన్నాతుల కొరకు గూడా మార్గదర్శినిగా అవతరింపజేయబడింది. కావున ము'హమ్మద్ ('స'అస) వారందరికీ సందేశహరుడు. అతను వారందరి కొరకు మార్గదర్శకునిగా పంపబడ్డారు. చూడండి 7:158. దైవప్రవక్త ('స'అస) ప్రవచనం: \"నేను ఎర్ర-నల్ల అందరి వైపుకూ సందేశహరునిగా పంపబడ్డాను కాని పూర్వపు ప్రవక్తలు ('అలైహిమ్ స.) ఒక్క జాతివారి వైపుకు మాత్రమే పంపబడేవారు.\" ('స'హీ'హ్ బు'ఖారీ).","lang":"te"},{"name":"25:2","price":"భూమ్యాకాశాల విశ్వసామ్రాజ్యాధిపత్యం ఆయనకే చెందుతుంది. ఆయన ఎవ్వరినీ సంతానంగా చేసుకోలేదు[1]. విశ్వసామ్రాజ్యాధిపత్యంలో ఆయనకు భాగస్వాములెవ్వరూ లేరు. మరియు ఆయన ప్రతి దానిని సృష్టించి, దానికొక విధిని నిర్ణయించాడు[2].","arabic":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2857,"juzNumber":18,"footnotes":"[1] చూడండి, 17:111.\n [2] చూడండి, 87:3. అల్లాహ్ (సు.తా.) ప్రతిదాని విధిని, అంటే దాని జీవన విధానం మరియు దాని మరణం, మొదలైనవి అన్నీ మొదటనే వ్రాసిపెట్టి ఉన్నాడు. ఎందుకంటే ఆయనకు గడిచిపోయింది మరియు ముందు జరగనున్నది అంతా తెలుసు.","lang":"te"},{"name":"25:3","price":"అయినా వారు ఆయనకు బదులుగా ఏమీ సృష్టించలేని మరియు తామే సృష్టింపబడిన వారిని ఆరాధ్యదైవాలుగా చేసుకున్నారు. మరియు వారు తమకు తాము ఎట్టి నష్టం గానీ, లాభం గానీ చేసుకోజాలరు. మరియు వారికి మరణం మీద గానీ, జీవితం మీద గానీ మరియు పునరుత్థాన దినం మీద గానీ, ఎలాంటి అధికారం లేదు.","arabic":"وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2858,"juzNumber":18,"footnotes":"","lang":"te"},{"name":"25:4","price":"మరియు సత్యతిరస్కారులు ఇలా అంటారు: \"ఇది (ఈ ఖుర్ఆన్) కేవలం ఒక బూటక కల్పన; దీనిని ఇతనే కల్పించాడు. మరియు ఇతర జాతివారు కొందరు, ఇతనికి ఈ పనిలో సహాయపడ్డారు[1]. కాని వాస్తవానికి వారు అన్యాయానికి మరియు అబద్ధానికి పూనుకున్నారు.\"","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2859,"juzNumber":18,"footnotes":"[1] చూడండి, 16:103. దైవప్రవక్త ('స'అస) ఈ గ్రంథాన్ని, అబూ ఫకీహా యసార్, 'అదాస్ మరియు జబర్ మొదలైన యూద విద్వాంసుల నుండి నేర్చుకున్నారని సత్యతిరస్కారులు ఆరోపించారు.","lang":"te"},{"name":"25:5","price":"మరియు వారింకా ఇలా అంటారు: \"ఇవి పూర్వీకుల గాథలు, వాటిని ఇతను వ్రాసుకున్నాడు, ఇవి ఇతనికి ఉదయం మరియు సాయంత్రం చెప్పి వ్రాయించబడుతున్నాయి[1].\"","arabic":"وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2860,"juzNumber":18,"footnotes":"[1] సత్యతిరస్కారుల నుండి.","lang":"te"},{"name":"25:6","price":"వారితో ఇలా అను: \"దీనిని (ఈ ఖుర్ఆన్ ను) భూమ్యాకాశాల రహస్యాలు తెలిసిన వాడు అవతరింపజేశాడు. నిశ్చయంగా, ఆయన క్షమాశీలుడు, అపార కరుణా ప్రదాత.\"","arabic":"قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2861,"juzNumber":18,"footnotes":"","lang":"te"},{"name":"25:7","price":"మరియు వారిలా అంటారు: \"ఇతను ఎటువంటి సందేశహరుడు, (సాధారణ వ్యక్తివలే) ఇతనూ అన్నం తింటున్నాడు మరియు వీధులలో తిరుగుతున్నాడు? (ఇతను వాస్తవంగానే దైవప్రవక్త అయితే) ఇతనికి తోడుగా హెచ్చరిక చేసేవాడిగా, ఒక దేవదూత ఎందుకు అవతరింపజేయబడలేదు?[1]\"","arabic":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2862,"juzNumber":18,"footnotes":"[1] సత్యతిరస్కారులు మొదట ఖుర్ఆన్ ను అసత్యమని తిరస్కరించారు. దానిని పూర్వికుల కట్టుకథ అన్నారు. ఆ తరువాత దైవప్రవక్త ('స'అస) ను ఒక సాధారణ వ్యక్తి ఎలా దైవప్రవక్త కాగలడు, ఇతడు ఒక మాంత్రికుడు లేదా మంత్రజాలానికి గురి అయినవాడు లేదా ఇతరుల నుండి పూర్వ గాథలను నేర్చుకొని మాకు వినిపిస్తున్నాడు, అన్నారు. వాస్తవమేమిటంటే అతను ('స'అస) నిరక్షరాస్యుడు మరియు ఆయన చెప్పే గాథలు పూర్వ గ్రంథ ప్రజల గాథల కంటే భిన్నంగా ఉన్నాయి. ఎందుకంటే వారి గాథలు, పూర్వ ప్రవక్తలు తెచ్చిన నిజ గ్రంథాల నుండి గాక తరువాత తరాల వారు వ్రాసి పెట్టినవి. వారు తమ గ్రంథాలలో ఎన్నో మార్పులు తెచ్చారు. ఖుర్ఆన్ అయితే అల్లాహ్ తరఫు నుండి వచ్చింది మరియు 1400ల సంత్సరాలలో దానిలో ఒక్క అక్షరపు మార్పు కూడా రాలేదు. ఈ విషయాన్ని సత్యతిరస్కారులు కూడా ధృవీకరిస్తునారు.","lang":"te"},{"name":"25:8","price":"లేదా ఇతనికొక నిధి ఎందుకు ఇవ్వబడలేదు? లేదా ఇతనికొక తోట ఎందుకు ఇవ్వబడలేదు? ఇతను దాని నుండి తినటానికి!\" ఆ దుర్మార్గులు ఇంకా ఇలా అంటారు :\"మీరు కేవలం ఒక మంత్రజాలానికి గురి అయిన మానవుణ్ణి అనుసరిస్తున్నారు.\"","arabic":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2863,"juzNumber":18,"footnotes":"","lang":"te"},{"name":"25:9","price":"(ఓ ప్రవక్తా!) చూడు వారు నిన్ను గురించి ఎటువంటి ఉదాహరణలు ఇస్తున్నారు? వారు మార్గభ్రష్టులై పోయారు, వారు ఋజుమార్గం పొందజాలరు.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2864,"juzNumber":18,"footnotes":"","lang":"te"},{"name":"25:10","price":"ఆ శుభదాయకుడు కోరితే నీకు వాటి కంటే ఉత్తమమైన వాటిని ప్రసాదించగలడు - స్వర్గవనాలు - వాటి క్రింద సెలయేళ్ళు ప్రవహిస్తూ ఉంటాయి మరియు అక్కడ నీ కొరకు పెద్ద కోటలు కూడా ఉంటాయి.","arabic":"تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2865,"juzNumber":18,"footnotes":"","lang":"te"},{"name":"25:11","price":"వాస్తవానికి వారు ఆ అంతిమ ఘడియను అబద్ధమని తిరస్కరించారు. మరియు ఆ అంతిమ ఘడియను అబద్ధమని తిరస్కరించే వారి కొరకు మేము జ్వలించే నరకాగ్నిని సిద్ధపరచి ఉంచాము.","arabic":"بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2866,"juzNumber":18,"footnotes":"","lang":"te"},{"name":"25:12","price":"అది, దూరం నుండి వారిని చూసినప్పుడు వారు దాని ఆవేశ ధ్వనులను మరియు దాని బుసను వింటారు[1].","arabic":"إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2867,"juzNumber":18,"footnotes":"[1] చూడండి, 67:8.","lang":"te"},{"name":"25:13","price":"మరియు దానిలోని ఒక ఇరుకైన స్థలంలో, వారు బంధింపబడి, త్రోయబడినప్పుడు వారక్కడ తమ చావును పిలువడం ప్రారంభిస్తారు[1].","arabic":"وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2868,"juzNumber":18,"footnotes":"[1] చూడండి, 14:49.","lang":"te"},{"name":"25:14","price":"వారితో అనబడుతుంది: \"ఈ రోజు మీరు ఒక్క చావును పిలువకండి, ఎన్నో చావుల కొరకు అరవండి!\"","arabic":"لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2869,"juzNumber":18,"footnotes":"","lang":"te"},{"name":"25:15","price":"వారితో అను: \"ఏమీ? ఇది మంచిదా, లేతా దైవభీతి గలవారికి వాగ్దానం చేయబడిన శాశ్వతమైన స్వర్గమా? అదే (దైవభీతి గల) వారి ప్రతిఫలం మరియు గమ్యస్థానం.","arabic":"قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2870,"juzNumber":18,"footnotes":"","lang":"te"},{"name":"25:16","price":"అందులో వారికి వారు కోరింది లభిస్తుంది. వారందు శాశ్వతంగా వుంటారు. ఇది నీ ప్రభువు కర్తవ్యంతో పూర్తి చేయవలసిన వాగ్దానం.","arabic":"لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2871,"juzNumber":18,"footnotes":"","lang":"te"},{"name":"25:17","price":"మరియు ఆయన (అల్లాహ్) వారిని (సత్యతిరస్కారులను) మరియు అల్లాహ్ కు బదులుగా వారు ఆరాధించేవారిని, అందరినీ, ఆ రోజు సమావేశపరచి వారితో ఇలా అంటాడు: \" ఏమీ? మీరేనా నా దాసులను మార్గం తప్పించిన వారు? లేక స్వయంగా వారే మార్గభ్రష్టులయ్యారా?\"","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2872,"juzNumber":18,"footnotes":"","lang":"te"},{"name":"25:18","price":"వారంటారు: \"ఓ మా ప్రభూ! నీవు సర్వలోపాలకు అతీతుడవు! మేము నిన్ను వదలి ఇతరులను మా సంరక్షకులుగా చేసుకోవటం మాకు తగినది కాదు, కాని నీవు వారికి మరియు వారి తండ్రితాతలకు చాలా సుఖసంతోషాలను ప్రసాదించావు, చివరకు వారు నీ బోధననే మరచి పోయి నాశనానికి గురి అయిన వారయ్యారు.\"","arabic":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2873,"juzNumber":18,"footnotes":"","lang":"te"},{"name":"25:19","price":"(అప్పుడు అల్లాహ్ అంటాడు): \"కాని ఇప్పడైతే వారు, మీ మాటలను అసత్యాలని తిరస్కరిస్తున్నారు. ఇక మీరు మీ శిక్ష నుండి తప్పించుకోలేరు మరియు ఎలాంటి సహాయమూ పొందలేరు. మరియు మీలో దుర్మార్గానికి పాల్పడిన వానికి మేము ఘోరశిక్ష రుచి చూపుతాము!\"","arabic":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2874,"juzNumber":18,"footnotes":"","lang":"te"},{"name":"25:20","price":"మరియు (ఓ ముహమ్మద్!) మేము నీకు పూర్వం పంపిన సందేశహరులు అందరూ నిశ్చయంగా, ఆహారం తినేవారే, వీధులలో సంచరించేవారే. మరియు మేము మిమ్మల్ని ఒకరిని మరొకరి కొరకు పరీక్షా సాధనాలుగా చేశాము; ఏమీ? మీరు[1] సహనం వహిస్తారా? మరియు వాస్తవానికి, నీ ప్రభువు సర్వం చూసేవాడు[2].","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2875,"juzNumber":18,"footnotes":"[1] మీరు అంటే విశ్వాసులు.\n [2] చూడండి, 6:124.","lang":"te"},{"name":"25:21","price":"మరియు మమ్మల్ని కలుసుకోవలసి ఉందని ఆశించనివారు ఇలా అన్నారు: \"దేవదూతలు మా వద్దకు ఎందుకు పంపబడలేదు? లేదా మేము మా ప్రభువును ఎందుకు చూడలేము?\" వాస్తవానికి, వారు తమను తాము చాలా గొప్పవారిగా భావించారు మరియు వారు తలబిరుసుతనంలో చాలా మితిమీరి పోయారు[1].","arabic":"۞ وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2876,"juzNumber":19,"footnotes":"[1] అల్లాహ్ (సు.తా.), అగోచరాన్ని విశ్వసించే విషయంలో మానవులను పరీక్షిస్తున్నాడు. ఒకవేళ వారి ముందుకు దైవదూతలు లేక అల్లాహ్ (సు.తా.) స్వయంగా వచ్చి ప్రతి ఒక్కరితో తనను విశ్వసించండి అని చెప్పితే! ఈ పరీక్ష అవసరమే ఉండేది కాదు. అల్లాహ్ (సు.తా.) మానవుల ఇచ్ఛ ప్రకారం కాక తన ఇష్టప్రకారం ప్రవర్తిస్తాడు.","lang":"te"},{"name":"25:22","price":"ఆ రోజు[1] వారు దేవదూతలను చూస్తారు; ఆరోజు అపరాధులకు ఎలాంటి శుభవార్తలు ఉండవు మరియు వారు (దేవదూతలు) ఇలా అంటారు: \"మీకు శుభవార్తలన్నీ ఖచ్చితంగా నిషేధించబడ్డాయి.\"","arabic":"يَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2877,"juzNumber":19,"footnotes":"[1] ఆ రోజు అంటే, మరణదినం కానీ లేక పునరుత్థానదినం కానీ కావచ్చు (ఇబ్నె-కసీ'ర్). ఆ రోజు సత్యతిరస్కారుల పరిస్థితికి చూడండి, 8:50. విశ్వాసుల పరిస్థితికి చూడండి, 41:30-32.","lang":"te"},{"name":"25:23","price":"మరియు మేము, వారు (అవిశ్వాసులు) చేసిన కార్యాల వైపుకు మరలుతాము, తరువాత వాటిని సూక్ష్మకణాల వలే (ధూళి వలే) ఎగురవేస్తాము[1].","arabic":"وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2878,"juzNumber":19,"footnotes":"[1] హబాఅన్': అంటే చిన్న సందులోనుండి ఇంటిలోకి వచ్చే సూర్య కిరణాలలో కనబడే సూక్ష్మకణాలు. వాటిని చేతితో పట్టుకోవటం అసాధ్యం. సత్యతిరస్కారుల కర్మలు, ఇక్కడ సూక్ష్మ కణాలతో పోల్చబడ్డాయి. అవి ఇతర ఆయతులలో ఎండమావులతో, బూడిదతో లేక సున్నని బండతో పోల్చబడ్డాయి. చూడండి, 2:264, 14:18 మరియు 24:39.","lang":"te"},{"name":"25:24","price":"ఆ దినమున స్వర్గానికి అర్హులైన వారు మంచి నివాసంలో మరియు ఉత్తమ విశ్రాంతి స్థలంలో ఉంటారు.","arabic":"أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2879,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:25","price":"మరియు (జ్ఞాపకముంచుకోండి) ఆ రోజు ఆకాశం మేఘాలతో సహా బ్రద్దలు చేయబడుతుంది. మరియు దేవదూతలు వరుసగా దింపబడతారు[1].","arabic":"وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2880,"juzNumber":19,"footnotes":"[1] చూడండి, 22:10.","lang":"te"},{"name":"25:26","price":"ఆ రోజు వాస్తవమైన విశ్వ సామ్రాజ్యాధిపత్యం కేవలం ఆ అనంత కరుణామయునిదే! సత్యతిరస్కారులకు ఆ దినం ఎంతో కఠినమైనదిగా ఉంటుంది.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2881,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:27","price":"మరియు (జ్ఞాపకముంచుకోండి), ఆ దినమున దుర్మార్గుడు తన చేతులను కొరుక్కుంటూ ఇలా అంటాడు: \"అయ్యో! నేను సందేశహరుని మార్గం అనుసరిస్తే, ఎంత బాగుండేది!\"","arabic":"وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2882,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:28","price":"\"అయ్యో! నా దౌర్భాగ్యం! నేను ఫలానా వానిని స్నేహితునిగా చేసుకోకుండా వుంటే ఎంత బాగుండేది[1]!\"","arabic":"يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2883,"juzNumber":19,"footnotes":"[1] దీనితో వ్యక్తమయ్యేది ఏమిటంటే మంచివారి సాంగత్యంలో మానవుడు మంచివాడౌతాడు, మరియు దుష్టుల సాంగత్యంలో దుష్టుడౌతాడు. (ముస్లిం).","lang":"te"},{"name":"25:29","price":"\"వాస్తవానికి అతడే, హితబోధ (ఖుర్ఆన్) నా వద్దకు వచ్చిన తరువాత కూడా, నన్ను దాని నుండి తప్పించాడు! వాస్తవానికి షైతాన్ మానవుని యెడల నమ్మకద్రోహి[1].\"","arabic":"لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2884,"juzNumber":19,"footnotes":"[1] చూడండి, 15:17 మరియు 14:22","lang":"te"},{"name":"25:30","price":"అప్పుడు సందేశహరుడు ఇలా అంటాడు: \"ఓ నా ప్రభూ! నిశ్చయంగా, నా జాతివారు ఈ ఖుర్ఆన్ ను పూర్తిగా వదలి పెట్టారు[1].\"","arabic":"وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2885,"juzNumber":19,"footnotes":"[1] హిజ్ రున్: ఆటంకపరచటం, నిషేధించటం, ఆపటం మొదలైనవి. ముష్రికులు ఖుర్ఆన్ వినిపించే టప్పుడు, గొడవ చేసేవారు ఇదే హిజ్ రున్. ఖుర్ఆన్ ను విశ్వసించకుండటం, దానిని అనుసరించ కుండటం, అది నిషేధించిన దానిని విడువకకుండటం మొదలైనవి కూడా ఈ అర్థంలోకి వస్తాయి.","lang":"te"},{"name":"25:31","price":"మరియు ఈ విధంగా మేము అపరాధుల నుండి ప్రతి ప్రవక్తకూ శత్రువులను నియమించాము[1]. మరియు నీ ప్రభువే, నీకు మార్గదర్శకుడిగా మరియు సహాయకుడిగా చాలు!","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2886,"juzNumber":19,"footnotes":"[1] ఇలాంటి ఆయత్ కు చూడండి, 6:112.","lang":"te"},{"name":"25:32","price":"మరియు సత్యతిరస్కారులు అంటారు: \"ఇతని (ముహమ్మద్) మీద ఈ ఖుర్ఆన్ పూర్తిగా ఒకేసారి ఎందుకు అవతరింపజేయబడలేదు?\" మేము (ఈ ఖుర్ఆన్ ను) ఈ విధంగా (భాగాలుగా పంపింది) నీ హృదయాన్ని దృఢపరచడానికి మరియు మేము దీనిని క్రమక్రమంగా అవతరింపజేశాము[1].","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2887,"juzNumber":19,"footnotes":"[1] అల్లాహ్ (సు.తా.) అంటున్నాడు: 'మేము ఈ ఖుర్ఆన్ ను 23 సంవత్సరాలలో క్రమక్రమంగా అవతరింపజేశాము.' ఇంకా చూడండి, 17:106, 73:4.","lang":"te"},{"name":"25:33","price":"మరియు వారు నీ వద్దకు (నిన్ను వ్యతిరేకించటానికి) ఎలాంటి ఉపమానాన్ని తెచ్చినా! మేము నీకు దానికి సరైన జవాబు మరియు ఉత్తమమైన వ్యాఖ్యానం ఇవ్వకుండా ఉండము[1].","arabic":"وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2888,"juzNumber":19,"footnotes":"[1] సత్యతిరస్కారులు దైవప్రవక్త ('స'అస) ను వ్యతిరేకించటానికి, ఎలాంటి ఉపమానాలు తెచ్చినా వాటికి తగిన సమాధానాలు ఇవ్వటానికి మేము క్రమక్రమంగా ఈ ఖుర్ఆన్ ను అవతరింపజేశాము.","lang":"te"},{"name":"25:34","price":"ఎవరైతే, వారి ముఖాల మీద (బోర్లా పడవేయబడి) లాగుతూ నరకంలో కూడబెట్ట బడతారో, అలాంటి వారు ఎంతో దుస్థితిలో మరియు మార్గభ్రష్టత్వంలో పడి ఉన్నవారు[1].","arabic":"ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2889,"juzNumber":19,"footnotes":"[1] అంటే సత్యతిరస్కారుడు ఎన్ని సత్కార్యాలు చేసినా అవి పరలోకంలో ఎండమావులుగా అదృశ్యమైపోతాయి. అంటే అతనికి వాటి నుండి ఎలాంటి పుణ్యఫలితం లభించదు. అతడు నరకంలో చేరిపోతాడు.","lang":"te"},{"name":"25:35","price":"మరియు నిశ్చయంగా, మేము మూసాకు గ్రంథాన్ని ప్రసాదించాము మరియు అతని సోదరుడైన హారూన్ ను అతనికి సహాయకునిగా చేశాము[1].","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2890,"juzNumber":19,"footnotes":"[1] చూడండి, 20:29.","lang":"te"},{"name":"25:36","price":"వారిద్దరితో ఇలా అన్నాము: \"మీరిద్దరూ మా సూచనలను అసత్యాలని తిరస్కరించిన జాతి వారి వద్దకు వెళ్ళండి.\" తరువాత మేము (ఆ జాతి) వారిని పూర్తిగా నాశనం చేశాము.","arabic":"فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2891,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:37","price":"ఇక నూహ్ జాతి వారు: ఎప్పుడైతే వారు ప్రవక్తలను అసత్యవాదులని తిరస్కరించారో, మేము వారిని ముంచి వేసి, సర్వజనులకు వారిని ఒక సూచనగా చేశాము. మరియు దుర్మార్గుల కొరకు మేము వ్యధాభరితమైన శిక్షను సిద్ధ పరిచి ఉంచాము.","arabic":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2892,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:38","price":"మరియు ఇదే విధంగా ఆద్ మరియు సమూద్ మరియు అర్ రస్స్[1] ప్రజలు మరియు వారి మధ్య ఎన్నో తరాల వారిని[2] (నాశనం చేశాము).","arabic":"وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2893,"juzNumber":19,"footnotes":"[1] రస్సున్: అంటే బావి. ఇమామ్ ఇబ్నె-జరీర్ 'తబరీ: వీరే అ'స్హాబ్ అల్-ఉ'ఖ్దూద్ అని అన్నారు. చూడండి, 85:4 (ఇబ్నె-కసీ'ర్).\n [2] ఖర్నున్: అంటే ఒక యుగానికి లేక ఒక తరానికి చెందిన ప్రజలు. ప్రతి ప్రవక్త సమాజాన్ని ఒక ఖర్న్ కు చెందినది అని అనవచ్చు. (ఇబ్నె-కసీ'ర్).","lang":"te"},{"name":"25:39","price":"మరియు వారిలో ప్రతి ఒక్కరినీ మేము దృష్టాంతాలను ఇచ్చి నచ్చజెప్పాము. చివరకు ప్రతి ఒక్కరినీ పూర్తిగా నిర్మూలించాము[1].","arabic":"وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2894,"juzNumber":19,"footnotes":"[1] చూడండి, 17:89.","lang":"te"},{"name":"25:40","price":"మరియు మేము దారుణమైన (రాళ్ళ) వర్షం కురిపించిన (లూత్) నగరం మీద నుండి వాస్తవానికి వారు (అవిశ్వాసులు) ప్రయాణం చేసి ఉంటారు. ఏమీ? వారు దానిని (దాని స్థితిని) చూడటం లేదా? వాస్తవానికి, వారు తిరిగి బ్రతికించి లేపబడతారని నమ్మలేదు[1].","arabic":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2895,"juzNumber":19,"footnotes":"[1] చూడండి, 11:82","lang":"te"},{"name":"25:41","price":"(ఓ ముహమ్మద్!) వారు నిన్ను చూసినప్పుడల్లా నిన్ను పరిహాసాలనికి గురి చేస్తూ ఇలా అంటారు: \"ఏమీ? ఇతనినేనా, అల్లాహ్ తన సందేశహరునిగా చేసి పంపింది?","arabic":"وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2896,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:42","price":"మేము వాటి (మా దేవతల) పట్ల (దృఢవిశ్వాసం మీద) స్థిరంగా ఉండకపోతే, ఇతను మమ్మల్ని మా దేవతల నుండి తప్పించి దూరం చేసేవాడే!\" మరియు త్వరలోనే వారు మా శిక్షను చూసినప్పుడు ఎవరు మార్గం తప్పి ఉన్నారో తెలుసుకుంటారు[1].","arabic":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2897,"juzNumber":19,"footnotes":"[1] చూడండి, 21:36.","lang":"te"},{"name":"25:43","price":"(ఓ ముహమ్మద్!) ఎవడు తన మనోవాంఛలను తనకు దైవంగా చేసుకొని ఉన్నాడో, అలాంటి వానిని నీవు చూశావా? నీవు అలాంటి వానికి రక్షకుడవు కాగలవా?","arabic":"أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2898,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:44","price":"లేక వారిలోని చాలా మంది వింటారని లేదా అర్థం చేసుకుంటారని నీవు భావిస్తున్నావా? అసలు వారు పశువుల వంటి వారు. అలా కాదు! వారు వాటి కంటే ఎక్కువ దాని తప్పిన వారు.","arabic":"أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2899,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:45","price":"ఏమీ? నీవు చూడటం లేదా? నీ ప్రభువు! ఏ విధంగా ఛాయను పొడిగిస్తాడో? ఒకవేళ ఆయన కోరితే, దానిని నిలిపివేసి ఉండేవాడు, కాని మేము సూర్యుణ్ణి దానికి మార్గదర్శిగా చేశాము.","arabic":"أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2900,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:46","price":"తరువాత మేము దానిని (ఆ నీడను) క్రమక్రమంగా మా వైపునకు లాక్కుంటాము.","arabic":"ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2901,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:47","price":"మరియు ఆయన (అల్లాహ్) యే మీ కొరకు రాత్రిని వస్త్రంగానూ (తెరగానూ), నిద్రను విశ్రాంతి స్థితిగానూ మరియు పగటిని తిరిగి బ్రతికించి లేపబడే (జీవనోపాధి) సమయంగానూ చేశాడు.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2902,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:48","price":"మరియు ఆయన (అల్లాహ్) యే తన కారుణ్యానికి ముందు గాలులను శుభవార్తలుగా పంపేవాడు మరియు మేమే ఆకాశం నుండి నిర్మలమైన నీటిని కురిపించే వారము.","arabic":"وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2903,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:49","price":"దాని ద్వారా ఒక మృత ప్రదేశానికి ప్రాణం పోయటానికి మరియు దానిని మేము సృష్టించిన ఎన్నో పశువులకు మరియు మానవులకు త్రాగటానికి!","arabic":"لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2904,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:50","price":"మరియు వాస్తవానికి, మేము దానిని (నీటిని) వారి మధ్య పంచాము, వారు (మా అనుగ్రహాన్ని) జ్ఞాపకముంచుకోవాలని; కానీ మానవులలో చాలా మంది దీనిని తిరస్కరించి, కృతఘ్నులవుతున్నారు.","arabic":"وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2905,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:51","price":"మరియు మేము తలుచుకుంటే, ప్రతి నగరానికొక హెచ్చరిక చేసేవానిని (ప్రవక్తను) పంపి ఉండేవారము.","arabic":"وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2906,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:52","price":"కావున నీవు (ఓ ప్రవక్తా!) సత్యతిరస్కారుల అభిప్రాయాన్ని లక్ష్యపెట్టకు మరియు దీని (ఈ ఖుర్ఆన్) సహాయంతో, (వారికి హితబోధ చేయటానికి) గట్టిగా పాటుపడు.","arabic":"فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2907,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:53","price":"మరియు రెండు సముద్రాలను కలిపి ఉంచిన వాడు ఆయనే! ఒకటేమో రుచికరమైనది, దాహం తీర్చునది, మరొకటేమో ఉప్పగనూ, చేదుగనూ ఉన్నది మరియు ఆయన ఆ రెండింటి మధ్య ఒక అడ్డుతెరను - అవి కలిసి పోకుండా - అవరోధంగా ఏర్పరచాడు[1].","arabic":"۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2908,"juzNumber":19,"footnotes":"[1] బావుల, నదుల, సరోవరాల మరియు సముద్రాల నీరు.","lang":"te"},{"name":"25:54","price":"మరియు ఆయనే నీటితో మానవుణ్ణి సృష్టించాడు[1]. తరువాత అతనికి తన వంశ బంధుత్వాన్ని మరియు వివాహ బంధుత్వాన్ని ఏర్పరచాడు. మరియు వాస్తవానికి నీ ప్రభువు (ప్రతిదీ చేయగల) సమర్ధుడు.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2909,"juzNumber":19,"footnotes":"[1] చూడండి, 21:30 మరియు 24:45.","lang":"te"},{"name":"25:55","price":"మరియు వారు అల్లాహ్ ను వదలి తమకు లాభం గానీ, నష్టం గానీ, చేకూర్చలేని వారిని ఆరాధిస్తున్నారు. మరియు సత్యతిరస్కారుడు తన ప్రభువుకు విరుద్ధంగా, (షైతానుకు తోడుగా) ఉంటాడు.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2910,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:56","price":"మరియు (ఓ ముహమ్మద్!) మేము నిన్ను ఒక శుభవార్తాహరునిగా మరియు హెచ్చరిక చేసేవానిగా మాత్రమే పంపాము.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2911,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:57","price":"కావున నీవు వారితో అను: \"దీనికై (ఈ ప్రచారానికై) మీతో ఎలాంటి ప్రతిఫలము నడగటం లేదు. కేవలం, తాను కోరిన వ్యక్తియే తన ప్రభువు మార్గాన్ని అవలంబించవచ్చు!\"","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2912,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:58","price":"కావున ఎన్నడూ మరణించని, ఆ సజీవుని (నిత్యుని) పైననే ఆధారపడి ఉండు మరియు ఆయన స్తోత్రంతో పాటు ఆయన పవిత్రతను కొనియాడు. తన దాసుల పాపాలను ఎరుగుటకు ఆయనే చాలు.","arabic":"وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2913,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:59","price":"ఆయనే ఆకాశాలను మరియు భూమిని మరియు వాటి మధ్య ఉన్న సమస్తాన్ని ఆరు దినములలో (అయ్యామ్ లలో) సృష్టించి, తరువాత తన సింహాసనాన్ని (అర్ష్ ను) అధిష్ఠించాడు[1]. ఆయన అనంత కరుణా మయుడు, ఆయన ఘనతను గురించి ఎరిగిన వాడిని అడుగు.","arabic":"ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2914,"juzNumber":19,"footnotes":"[1] చూడండి, 7:54, 9:129, 10:9, 13:2.","lang":"te"},{"name":"25:60","price":"మరియు వారితో: \"ఆ కరుణామయునికి సాష్టాంగం (సజ్దా) చేయండి.\" అని అన్నప్పుడల్లా, వారంటారు: \"ఆ కరుణామయుడెవడు? మీరు ఆజ్ఞాపించిన వానికి మేము సాష్టాంగం (సజ్దా) చేయాలా?\" మరియు అది (నీ పిలుపు) వారి వ్యతిరేకతను మరింత అధికమే చేసింది[1].","arabic":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2915,"juzNumber":19,"footnotes":"[1] 'హుదైబియహ్ ఒప్పందాన్ని: 'బిస్మిల్లా హిర్ర'హ్మా నిర్ర'హీమ్' తో, వ్రాయటం మొదలు పెడ్తే దానికి ముష్రిక్ ఖురైషీ రాయబారి అయఇన సుహైల్ బిన్ అమ్ర్ మేము ర'హ్మాన్, ర'హీంలను ఎరుగము: 'బి ఇస్మిక అల్లాహుమ్మ.' అని మొదలు పెట్టండన్నారు. (సీరత్ ఇబ్నె'హిషామ్). చూడండి 17:110, 13:30.","lang":"te"},{"name":"25:61","price":"ఆకాశంలో నక్షత్రరాసులను (బురూజులను)[1] నిర్మించి అందులో ఒక (ప్రకాశించే) సూర్యుణ్ణి[2] మరియు వెలుగునిచ్చే (ప్రతిబింబింప జేసే) చంద్రుణ్ణి నియమించిన ఆయన (అల్లాహ్) శుభదాయకుడు.","arabic":"تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2916,"juzNumber":19,"footnotes":"[1] బురూజున్: మొట్టమొదటి వ్యాఖ్యాతలు బురూజున్, అంటే పెద్ద పెద్ద నక్షత్ర సముదాయాలన్నారు. తరువాత కాలపు వ్యాఖ్యాతలు పన్నెండు నక్షత్రరాసులు (సముదాయాలు) - మేషం, వృషభం, మిథునం, కర్కాట్కం, సింహ, కన్య, తుల, వృశ్చిక, ధనస్సు, మకరం, కుంభం, మీనం - అనేవి అన్నారు. (అయ్ సర్ అత్తఫాసీర్) ఇంకా చూడండి, 15:16.\n [2] చూడండి, 10:5, ప్రకాశించే సూర్యుడు. సూర్యుని వెలుగును ప్రతిబింపజేసే చంద్రుడు.","lang":"te"},{"name":"25:62","price":"మరియు ఆయనే, రేయింబవళ్ళను ఒకదాని వెంట ఒకటి అనుక్రమంగా వచ్చేటట్లు చేసేవాడు, ఇవన్నీ గమనించ గోరిన వారి కొరకు లేదా కృతజ్ఞత చూపగోరిన వారి కొరకు ఉన్నాయి.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2917,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:63","price":"మరియు వారే, అనంత కరుణామయుని దాసులు, ఎవరైతే భూమి మీద నమ్రతతో నడుస్తారో! మరియు మూర్ఖులు వారిని పలుకరించి నప్పుడు: \"మీకు సలాం!\"[1] అని అంటారో!","arabic":"وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2918,"juzNumber":19,"footnotes":"[1] చూడండి, 28:55, 43:89.","lang":"te"},{"name":"25:64","price":"మరియు ఎవరైతే, తమ ప్రభువు సన్నిధిలో సాష్టాంగం (సజ్దా) చేస్తూ మరియు (నమాజ్ లో) నిలబడుతూ రాత్రులు గడుపుతారో!","arabic":"وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2919,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:65","price":"మరియు ఎవరైతే: \"ఓ మా ప్రభూ! మా నుండి నరకపు శిక్షను తొలగించు. నిశ్చయంగా, దాని శిక్ష ఎడతెగని పీడన\" అని అంటారో![1]","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2920,"juzNumber":19,"footnotes":"[1] చూవారే అనంతకరుణామయునికి ప్రియులైనవారు ఎవరైతే నమా'జ్ చేస్తారో, విధిదానం ('జకాత్) ఇస్తారో, సత్కార్యాలు చేస్తారో మరియు తమ ప్రభువును రేయింబవళ్ళు నరకపు శిక్ష నుండి తొలగించమని ప్రార్థిస్తారో! అంటే అల్లాహ్ (సు.తా.) ఆరాధన చేస్తూ ఆయన ఆజ్ఞలను శిరసావహిస్తూ ఉండి కూడా, దానికై గర్వితులు కారో మరియు సదా తమ ప్రభువు శిక్ష నుండి భీతిపరులై ఉంటారో, అలాంటి వారు! ఇంకా చూడండి, 23:60.","lang":"te"},{"name":"25:66","price":"నిశ్చయంగా, అది అతి చెడ్డ ఆశ్రయం మరియు నివాస స్థలం.","arabic":"إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2921,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:67","price":"మరియు ఎవరైతే ఖర్చు చేసేటప్పుడు అనవసర ఖర్చు గానీ లేక లోభత్వం గానీ చేయకుండా, ఈ రెండింటి మధ్య మితంగా ఉంటారో;","arabic":"وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2922,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:68","price":"మరియు ఎవరైతే, అల్లాహ్ తో పాటు ఇతర దైవాలను ఆరాధించరో! మరియు అల్లాహ్ నిషేధించిన ఏ ప్రాణిని కూడ న్యాయానికి తప్ప చంపరో[1]! మరియు వ్యభిచారానికి పాల్పబడరో[2]. మరియు ఈ విధంగా చేసేవాడు (అవిధేయుడిగా ప్రవర్తించేవాడు) దాని ఫలితాన్ని తప్పక పొందుతాడు.","arabic":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2923,"juzNumber":19,"footnotes":"[1] న్యాయానికి చంపే పరిస్థితులు మూడు: 1) ఇస్లాం స్వీకరించిన తరువాత మరల సత్యతిరస్కారి అవటం, 2) పెండ్లి అయినవాడు వ్యభిచారం చేయటం, 3) ఎవరినైనా చంపటం. \n [2] ఒకడు దైవప్రవక్త ('స'అస)తో ప్రశ్నించాడు: 'అన్నింటి కంటే మహాపాపం ఏమిటీ?' అతను ('స'అస) జవాబిచ్చారు: 'అల్లాహ్ (సు.తా.)కు ఎవరినైనా సాటికల్పించటం (షిర్క్). ఎందుకంటే ఆయనయే నిన్ను సృష్టించాడు.' అతనన్నాడు: 'దాని తరువాత ఏ పాపం పెద్దది?' దైవప్రవక్త ('స'అస) అన్నారు: 'తన సంతానాన్ని జీవనోపాధికి భయపడి చంపటం.' అతడు మళ్ళీ అడిగాడు, ఆ తరువాత అతను జవాబిచ్చారు: 'తన పొరుగు వాని భార్యతో వ్యభిచారం చేయటం!' ఆ తరువాత దైవప్రవక్త ('స'అస) అన్నారు: 'ఈ మూడు విషయాలు ఈ ఆయత్ తో విశదీకరించబడుతున్నాయి.' ఆని ఈ ఆయత్ ను చదివారు. ('స. బు'ఖారీ, ముస్లిం).","lang":"te"},{"name":"25:69","price":"పునరుత్థాన దినం నాడు, అతనికి రెట్టింపు శిక్ష పడుతుంది మరియు అతడు అందులోనే అవమానంతో శాశ్వతంగా పడి ఉంటాడు.","arabic":"يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2924,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:70","price":"కాని, ఇక ఎవరైతే (తాము చేసిన పాపాలకు) పశ్చాత్తాప పడి, విశ్వసించి సత్కార్యాలు చేస్తారో! అలాంటి వారి పాపాలను అల్లాహ్ పుణ్యాలుగా మార్చుతాడు[1]. మరియు అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2925,"juzNumber":19,"footnotes":"[1] చూడండి, 21:30 మరియు 24:45.","lang":"te"},{"name":"25:71","price":"మరియు ఎవడైతే, పశ్చాత్తాప పడి సత్కార్యాలు చేస్తాడో! నిశ్చయంగా అలాంటి వాడు హృదయపూర్వకంగా అల్లాహ్ వైపునకు పశ్చాత్తాపంతో మరలుతాడు!","arabic":"وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2926,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:72","price":"మరియు ఎవరైతే, అబద్ధమైన సాక్ష్యం ఇవ్వరో! మరియు వ్యర్థమైన పనుల వైపు నుండి పోవటం జరిగితే, సంస్కారవంతులుగా అక్కడి నుండి దాటిపోతారో[1]!","arabic":"وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2927,"juzNumber":19,"footnotes":"[1] ల'గ్వున్: అంటే ఆ పని దేనికైతే షరీయత్లో ఎలాంటి స్థానం లేదో! ఇటువంటి చేష్టలు మరియు మాటలు జరిగేటప్పుడు, వారు అక్కడి నుండి మెల్లగా దాటిపోతారు.","lang":"te"},{"name":"25:73","price":"మరియు ఎవరైతే, తమ ప్రభువు సూచనల (ఆయాత్ ల) హితబోధ చేసినపుడు, వారు దానికి చెవిటివారిగా మరియు గ్రుడ్డివారిగా ఉండిపోరో!","arabic":"وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2928,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:74","price":"మరియు ఎవరైతే, ఇలా ప్రార్థిస్తారో: \"ఓ మా ప్రభూ! మా సహవాసుల (అజ్వాజ్ ల) మరియు సంతానం ద్వారా మా కన్నులకు చల్లదనం ప్రసాదించు. మరియు మమ్మల్ని దైవభీతి గలవారికి నాయకులుగా (ఇమాములుగా) చేయి.\"","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2929,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:75","price":"ఇలాంటి వారే తమ సహనశీలతకు ప్రతిఫలంగా (స్వర్గంలో) ఉన్నత స్థానాన్ని పొందేవారు. అక్కడ వారికి గౌరవమైన స్వాగతం మరియు శాంతి లభిస్తాయి.","arabic":"أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2930,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:76","price":"వారందు శాశ్వతంగా ఉంటారు. అది ఎంత మంచి నివాసం మరియు ఎంత మంచి స్థలం.","arabic":"خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2931,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"25:77","price":"(ఓ ముహమ్మద్! అవిశ్వాసులతో) ఇలా అను: \"మీరు ఆయనను ప్రార్థిస్తున్నారు కాబట్టి నా ప్రభువు మిమ్మల్ని అలక్ష్యం చేయడం లేదు[1]. కాని వాస్తవానికి, ఇప్పుడు మీరు (ఆయనను) తిరస్కరించారు. కావున త్వరలోనే ఆయన శిక్ష మీపై అనివార్యమవుతుంది.\"","arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2932,"juzNumber":19,"footnotes":"[1] అల్లాహ్ (సు.తా.) యందు భయభక్తులు కలిగివుండి కేవలం ఆయననే ఆరాధించే వారిని ఆయన (సు.తా.) లక్ష్యం చేస్తాడు. అల్లాహ్ (సు.తా.) ను తిరస్కరించిన వారికీ మరియు ఆయనకు సాటికల్పించిన వారికీ నరక శిక్ష తప్పదు.","lang":"te"}],"chapter":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"]}