{"data":[{"name":"27:1","price":"తా-సీన్[1]. ఇవి దివ్యఖుర్ఆన్ ఆయతులు మరియు ఇది ఒక స్పష్టమైన గ్రంథము[2].","arabic":"طسٓۚ تِلۡكَ ءَايَٰتُ ٱلۡقُرۡءَانِ وَكِتَابٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3160,"juzNumber":19,"footnotes":"[1] సూరతుల్ బఖరహ్ లోని మొదటి ఆయతు యొక్క ఫుట్‌నోట్ చూడండి.\n [2] ఇటువంటి ఆయత్ కొరకు చూడండి, 12:1.","lang":"te"},{"name":"27:2","price":"ఇవి విశ్వాసులకు మార్గదర్శకత్వం గానూ మరియు శుభవార్తలు ఇచ్చేవి గానూ ఉన్నాయి.","arabic":"هُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3161,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:3","price":"ఎవరైతే నమాజ్ స్థాపిస్తారో మరియు విధిదానం (జకాత్) ఇస్తారో మరియు పరలోక జీవితాన్ని నమ్ముతారో!","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3162,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:4","price":"నిశ్చయంగా, ఎవరైతే పరలోక జీవితాన్ని విశ్వసించరో, వారికి మేము వారి చేష్టను ఆకర్షణీయమైనవిగా చేశాము. అందువల్ల వారు అంధుల వలే దారి తప్పి తిరుగుతూ ఉంటారు[1].","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ زَيَّنَّا لَهُمۡ أَعۡمَٰلَهُمۡ فَهُمۡ يَعۡمَهُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3163,"juzNumber":19,"footnotes":"[1] పరలోక జీవితాన్ని నమ్మని వారు తమ భౌతిక మరియు ఆర్థిక లాభాలకే ప్రాధాన్యత నిస్తారు. కాబట్టి వారికి వారి దుష్ట చేష్టలు ఆకర్షణీయమైనవిగా కనిపిస్తాయి. దానివల్ల వారు మరింత మార్గభ్రష్టత్వంలో పడిపోతారు. జిన్నాతులకు మరియు మానవులకు, సత్యాసత్యాలనూ, మంచిచెడులనూ గుర్తించే విచక్షణా శక్తి ఇవ్వబడింది కాబట్టి వారు తమ కర్మలకు తామే బాధ్యులవుతారు. అల్లాహ్ (సు.తా.) తనను తాను సరిదిద్దుకోవటానికి ప్రయత్నించేవానికే సన్మార్గం చూపుతాడు. మరియు బుద్ధిపూర్వకంగా దుర్మార్గాన్ని అవలంభించేవాడిని, వాడి దుర్మార్గంలో వదలుతాడు. చూడండి, 2:7.","lang":"te"},{"name":"27:5","price":"ఇలాంటి వారికి చెడ్డ శిక్ష ఉంది. మరియు చివరకు వారే అందరి కంటే ఎక్కువగా నష్టపడేవారు.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَهُمۡ سُوٓءُ ٱلۡعَذَابِ وَهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3164,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:6","price":"మరియు (ఓ ముహమ్మద్!) నిశ్చయంగా నీవు ఈ ఖుర్ఆన్ ను మహా వివేకవంతుడు, సర్వజ్ఞుడు అయిన (అల్లాహ్) నుండి పొందుతున్నావు.","arabic":"وَإِنَّكَ لَتُلَقَّى ٱلۡقُرۡءَانَ مِن لَّدُنۡ حَكِيمٍ عَلِيمٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3165,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:7","price":"(జ్ఞాపకం చేసుకోండి!) మూసా తన ఇంటివారితో: \"నిశ్చయంగా నాకు ఒక అగ్ని కనిపిస్తోంది[1]. నేను దాని నుండి మీ వద్దకు ఏదైనా వార్తను తీసుకు వస్తాను లేదా మీరు కాచుకోవడానికి మండే కొరివినైనా తీసుకువస్తాను.\" అని అన్నాడు.","arabic":"إِذۡ قَالَ مُوسَىٰ لِأَهۡلِهِۦٓ إِنِّيٓ ءَانَسۡتُ نَارٗا سَـَٔاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ ءَاتِيكُم بِشِهَابٖ قَبَسٖ لَّعَلَّكُمۡ تَصۡطَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3166,"juzNumber":19,"footnotes":"[1] చూడండి, 20:10.","lang":"te"},{"name":"27:8","price":"కాని అతడు అక్కడికి చేరినప్పుడు ఒక ధ్వని ఇలా వినిపించింది: \"ఈ అగ్నిలో ఉన్న వానికీ మరియు దాని పరిసరాలలో ఉన్నవానికీ శుభాలు కలుగుగాక! సర్వలోకాలకు ప్రభువైన అల్లాహ్ సర్వలోపాలకు అతీతుడు.\"","arabic":"فَلَمَّا جَآءَهَا نُودِيَ أَنۢ بُورِكَ مَن فِي ٱلنَّارِ وَمَنۡ حَوۡلَهَا وَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3167,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:9","price":"ఓ మూసా! నిశ్చయంగా ఆయన అల్లాహ్ ను నేనే! సర్వశక్తిమంతుడను, మహా వివేకవంతుడను.","arabic":"يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3168,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:10","price":"నీ చేతికర్రను పడవేయి!\" అతను దానిని (పడవేసి) చూశాడు. అది పామువలే కదలసాగింది[1]. అతడు వెనుదిరిగి చూడకుండా పరుగెత్తసాగాడు. (అల్లాహ్ అన్నాడు): \"ఓ మూసా! భయపడకు[2]. నిశ్చయంగా, నా సన్నిధిలో సందేశహరులకు ఎలాంటి భయం ఉండదు.","arabic":"وَأَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰ لَا تَخَفۡ إِنِّي لَا يَخَافُ لَدَيَّ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3169,"juzNumber":19,"footnotes":"[1] చూడండి, 20:17-21.\n [2] దీనితో తెలిసేదేమిటంటే ప్రవక్తలకు అగోచరజ్ఞానం ఉండదు. వారు కూడా సాధారణ మానవుల వలే భయపడవచ్చు!","lang":"te"},{"name":"27:11","price":"కాని ఎవడైనా తప్పు చేస్తే తప్ప! ఆ తరువాత అతడు దానికి బదులుగా మంచి పనులు చేస్తే![1] నిశ్చయంగా, నేను క్షమించేవాడను, కరుణా ప్రదాతను.","arabic":"إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسۡنَۢا بَعۡدَ سُوٓءٖ فَإِنِّي غَفُورٞ رَّحِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3170,"juzNumber":19,"footnotes":"[1] ఒకడు పాపం చేసి, దాని తరువాత హృదయపూర్వకంగా పశ్చాత్తాపపడి క్షమాభిక్ష వేడుకుంటే అల్లాహ్ (సు.తా.) అతనిని క్షమించవచ్చు! బహుశా మూసా ('అ.స.) వల్ల అనుకోకుండా జరిగిన ఫిర్'ఔన్ జాతివాని హత్య గురించి ఈ ఆయత్ చెప్పుతోంది. చూడండి, 28:101.","lang":"te"},{"name":"27:12","price":"ఇక నీ చేతిని నీ చంకలో (జేబులో) పెట్టి (తీయి), అది ఎలాంటి లోపం లేకుండా తెల్లగా (ప్రకాశిస్తూ) బయటికి వస్తుంది[1]. ఈ తొమ్మిది అద్భుత సూచనలు (ఆయాత్) తీసుకొని నీవు ఫిరఔన్ మరియు అతని జాతి వారి వద్దకు వెళ్ళు[2]. నిశ్చయంగా, వారు అవిధేయులై పోయారు!\"","arabic":"وَأَدۡخِلۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖۖ فِي تِسۡعِ ءَايَٰتٍ إِلَىٰ فِرۡعَوۡنَ وَقَوۡمِهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3171,"juzNumber":19,"footnotes":"[1] చూడండి, 7:108.\n [2] ఆ తొమ్మిది అద్భుత సంకేతాల కొరకు చూడండి, 17:101.","lang":"te"},{"name":"27:13","price":"కాని వారి ముందుకు మా ప్రత్యక్ష సూచనలు వచ్చినపుడు వారు: \"ఇది స్పష్టమైన మాయాజాలమే!\" అని అన్నారు[1].","arabic":"فَلَمَّا جَآءَتۡهُمۡ ءَايَٰتُنَا مُبۡصِرَةٗ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3172,"juzNumber":19,"footnotes":"[1] చూడండి, 10:76.","lang":"te"},{"name":"27:14","price":"మరియు వారి హృదయాలు వాటిని అంగీకరించినా వారు అన్యాయంగా, అహంకారంతో తిరస్కరించారు. ఇక చూడు ఆ దౌర్జన్యపరుల గతి ఏమయి పోయిందో!","arabic":"وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗاۚ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3173,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:15","price":"మరియు వాస్తవంగా, మేము దావూద్ మరియు సులైమాన్ లకు జ్ఞానాన్ని ప్రసాదించాము[1]. వారిద్దరు అన్నారు: \"విశ్వాసులైన తన అనేక దాసులలో, మా ఇద్దరికి ఘనతను ప్రసాదించిన ఆ అల్లాహ్ యే సర్వస్తోత్రములకు అర్హుడు!\"","arabic":"وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ وَسُلَيۡمَٰنَ عِلۡمٗاۖ وَقَالَا ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٖ مِّنۡ عِبَادِهِ ٱلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3174,"juzNumber":19,"footnotes":"[1] జ్ఞానం: అల్లాహ్ (సు.తా.) తన ప్రవక్తలకు ప్రసాదించే గొప్ప బహుమానం.","lang":"te"},{"name":"27:16","price":"మరియు సులైమాన్, దావూద్ కు వారసుడయ్యాడు[1]. మరియు అతను (సులైమాన్) అన్నాడు: \"ఓ ప్రజలారా! మాకు పక్షుల భాష నేర్పబడింది. మరియు మాకు ప్రతి వస్తువు ఒసంగబడింది. నిశ్చయంగా, ఇది ఒక స్పష్టమైన (అల్లాహ్) అనుగ్రహమే!\"","arabic":"وَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3175,"juzNumber":19,"footnotes":"[1] అంటే ప్రవక్త పదవి యొక్క వారసత్వం. ఎందుకంటే దావూద్ ('అ.స.)కు ఇతర కుమారులుండిరి. కాని వారు ప్రవక్తలు కాలేదు. ప్రవక్త ('అ.స.)లు వదలిపోయిన ధనసంపత్తులు 'సదఖ' అంటే దానాలుగా పరిగణింపబడతాయి. ('స'హీ'హ్ బు'ఖారీ).","lang":"te"},{"name":"27:17","price":"మరియు సులైమాన్ కొరకు జిన్నాతుల[1], మానవుల మరియు పక్షుల సైన్యాలు సమీకరింపబడి ఉండేవి. తరువాత వాటిని తమ తమ స్థానాల ప్రకారం వరుసలలో పెట్టి (బయలు దేరారు)!","arabic":"وَحُشِرَ لِسُلَيۡمَٰنَ جُنُودُهُۥ مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ وَٱلطَّيۡرِ فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3176,"juzNumber":19,"footnotes":"[1] ఖుర్ఆన్ అవతరణా క్రమంలో 114:6లో మొదటిసారి జిన్నాతుల పేరు వచ్చింది.","lang":"te"},{"name":"27:18","price":"చివరకు వారు చీమల లోయకు (కనుమకు) చేరుకున్నప్పుడు ఒక చీమ ఇలా అన్నది: \"ఓ చీమలారా! మీరు మీ ఇండ్లలోకి ప్రవేశించండి, లేకపోతే సులైమాన్ మరియు అతన సైనికులు - వారికి తెలియకుండానే - మిమ్మల్ని నలిపి వేయవచ్చు!\"[1]","arabic":"حَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3177,"juzNumber":19,"footnotes":"[1] చూదీనితో వ్యక్తమయ్యేది ఏమిటంటే సులైమాన్ ('అ.స.)కు పశుపక్షుల భాషలు అర్థమయ్యేవి. కాని అతనికి అగోచరజ్ఞానం లేదు. అల్లాహ్ (సు.తా.) తప్ప మరెవ్వరికీ అగోచరజ్ఞానం ఉండదు. ఈ విషయం ముందు రాబోయే వడ్రంగి పిట్ట కథ వల్ల తెలుస్తోంది.","lang":"te"},{"name":"27:19","price":"(సులైమాన్) దాని మాటలకు చిరునవ్వు నవ్వి ఇలా అన్నాడు: \"ఓ నా ప్రభూ! నీవు నన్ను - నాకూ మరియు నా తల్లిదండ్రులకు చూపిన అనుగ్రహాలకు - కృతజ్ఞత తెలిపేవానిగా[1] మరియు నీకు నచ్చే సత్కార్యాలు చేసేవానిగా, ప్రోత్సాహపరచు. మరియు నన్ను నీ కారుణ్యంతో సద్వర్తనులైన నీ దాసులలో చేర్చుకో!\"[2]","arabic":"فَتَبَسَّمَ ضَاحِكٗا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَدۡخِلۡنِي بِرَحۡمَتِكَ فِي عِبَادِكَ ٱلصَّٰلِحِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3178,"juzNumber":19,"footnotes":"[1] చూడండి, 38:31-33.\n [2] దీనితో వ్యక్తమయ్యేది ఏమిటంటే సద్వర్తనులైన విశ్వాసులకే స్వర్గం లభిస్తుంది. మరియు ఎవడు కూడా అల్లాహ్ (సు.తా.) అనుగ్రహం లేనిదే స్వర్గంలో ప్రవేశించలేడు. దైవప్రవక్త ('స'అస) ప్రవచనం: 'మీరు సన్మార్గం మీద మరియు సత్యం మీద ఉండండి. మరియు జ్ఞాపకముంచుకోండి. ఏ వ్యక్తి కూడా కేవలం తన సత్కార్యాల వల్లనే స్వర్గాన్ని పొందలేడు.' అప్పుడు అనుచరలు (ర'ది.'అన్హుమ్)లు అన్నారు: 'ఓ సందేశహరుడా ('స'అస)! మీరు కూడానా?' అతను జవాబిచ్చారు: 'అవును నేను కూడా!' అల్లాహ్ (సు.తా.) కరుణించే వరకు నేను కూడా స్వర్గంలో ప్రవేశించలేను.' ('స. బు'ఖారీ, నం. 6467, 'స. ముస్లిం 217)","lang":"te"},{"name":"27:20","price":"మరియు (ఒకరోజు) అతను పక్షులను పరిశీలిస్తూ ఇలా అన్నాడు: \"ఏమిటీ, నాకు వడ్రంగి పిట్ట (హుద్ హుద్) కనిపించడం లేదే! అది ఎలా అదృశ్యమైపోయింది?","arabic":"وَتَفَقَّدَ ٱلطَّيۡرَ فَقَالَ مَالِيَ لَآ أَرَى ٱلۡهُدۡهُدَ أَمۡ كَانَ مِنَ ٱلۡغَآئِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3179,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:21","price":"నేను దానిని కఠినంగా శిక్షిస్తాను. లేదా దానిని కోసివేస్తాను, అది నాకు సరైన కారణం చూపితేనే తప్ప!\"","arabic":"لَأُعَذِّبَنَّهُۥ عَذَابٗا شَدِيدًا أَوۡ لَأَاْذۡبَحَنَّهُۥٓ أَوۡ لَيَأۡتِيَنِّي بِسُلۡطَٰنٖ مُّبِينٖ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3180,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:22","price":"ఆ తరువాత ఎంతో సేపు గడవక ముందే అది వచ్చి ఇలా అన్నది: \"నీకు తెలియని విషయమొకటి నేను తెలుసుకొని వచ్చాను. నేను సబాను గురించి ఒక నమ్మకమైన వార్తను నీ కొరకు తెచ్చాను.[1]","arabic":"فَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3181,"juzNumber":19,"footnotes":"[1] చూడండి, 34:15. సబా' ఒక ప్రఖ్యాత వ్యక్తి పేరు మీద, ఒక తెగ, ఒక పట్టణం మరియు దేశపు పేరు పెట్టబడింది. అది యమన్ ప్రాంతంలో ఉండేది. అది మ'అరిబే యమన్ అనే పేరుతో కూడా పిలువబడింది. ఆ సమయంలో దాని పాలకురాలు (రాణి) ఒక స్త్రీ. ఆమె పేరు బిల్ఖీస్ అని అంటారు. దాని రాజధాని మ'అరిబ్. వారు సూర్యుణ్ణి పూజించేవారు. (ఫ'త్హ్ అల్-ఖదీర్).","lang":"te"},{"name":"27:23","price":"నిశ్చయంగా, నేను అక్కడ ఒక స్త్రీని చూశాను. ఆమె వారిపై (రాణిగా) పరిపాలన చేస్తుంది. ఆమెకు ప్రతి వస్తువు ఒసంగబడి ఉంది. ఆమె దగ్గర ఒక గొప్ప సింహాసనం ఉంది.","arabic":"إِنِّي وَجَدتُّ ٱمۡرَأَةٗ تَمۡلِكُهُمۡ وَأُوتِيَتۡ مِن كُلِّ شَيۡءٖ وَلَهَا عَرۡشٌ عَظِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3182,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:24","price":"మరియు నేను ఆమెను మరియు ఆమె జాతివారిని అల్లాహ్ ను వదలి సూర్యునికి సాష్టాంగం (సజ్దా) చేయటం చూశాను మరియు షైతాన్ వారి కర్మలను, వారికి మంచివిగా తోచేటట్లు చేశాడు. కావున వారిని సన్మార్గం నుండి నిరోధించాడు, కాబట్టి వారు సన్మార్గం పొందలేక పోయారు.","arabic":"وَجَدتُّهَا وَقَوۡمَهَا يَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ فَهُمۡ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3183,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:25","price":"అందుకే వారు - ఆకాశాలలోనూ మరియు భూమిలోనూ దాని వున్న వాటిని బయటికి తీసేవాడూ మరియు మీరు దాచే వాటినీ మరియు వ్యక్త పరిచే వాటినీ ఎరుగువాడూ అయిన - అల్లాహ్ కు సాష్టాంగం (సజ్దా) చేయటం లేదు.","arabic":"أَلَّاۤ يَسۡجُدُواْۤ لِلَّهِ ٱلَّذِي يُخۡرِجُ ٱلۡخَبۡءَ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3184,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:26","price":"అల్లాహ్! ఆయన తప్ప మరొక ఆరాధ్య దైవం లేడు. ఆయనే సర్వోత్తమ సింహాసనానికి (అర్ష్ కు) ప్రభువు.\"","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ۩","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3185,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:27","price":"(సులైమాన్) అన్నాడు: \"నీవు సత్యం పలుకుతున్నావో, లేదా అబద్ధాలాడే వారిలో చేరిన వాడవో, మేము ఇప్పుడే చూస్తాము.","arabic":"۞ قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ ٱلۡكَٰذِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3186,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:28","price":"నా ఈ ఉత్తరం తీసుకొని పో! దీనిని వారి వద్ద పడవేయి, తరువాత వారి నుండి ఒక వైపుకు తొలగిపోయి వారేమి సమాధానమిస్తారో చూడు.\"","arabic":"ٱذۡهَب بِّكِتَٰبِي هَٰذَا فَأَلۡقِهۡ إِلَيۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَٱنظُرۡ مَاذَا يَرۡجِعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3187,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:29","price":"(రాణి) అన్నది: \"ఓ నా ఆస్థాన నాయకులారా! ఇదిగో నా వైపుకు ఒక విశేషమైన ఉత్తరం పంపబడింది.","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ إِنِّيٓ أُلۡقِيَ إِلَيَّ كِتَٰبٞ كَرِيمٌ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3188,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:30","price":"నిశ్చయంగా, ఇది సులైమాన్ దగ్గర నుండి వచ్చింది. మరియు ఇది: ''అనంత కరుణామయుడు, అపార కరుణా ప్రదాత అయిన అల్లాహ్ పేరుతో,' ప్రారంభించబడింది.\"","arabic":"إِنَّهُۥ مِن سُلَيۡمَٰنَ وَإِنَّهُۥ بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3189,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:31","price":"\"(ఇందులో ఇలా వ్రాయబడి ఉంది): 'నా పై ఆధిక్యత చూపకండి. నా సన్నిధిలోకి అల్లాహ్ కు విధేయులు (ముస్లింలు) అయి రండి' \"[1]","arabic":"أَلَّا تَعۡلُواْ عَلَيَّ وَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3190,"juzNumber":19,"footnotes":"[1] సబా' వాసులు అల్లాహ్ (సు.తా.) ను వదిలి సూర్యుణ్ణి పూజించేవారు. (ఆయతులు 24-25) కావున సులైమాన్ ('అ.స.) ఒక ప్రవక్త కాబట్టి వారిని అల్లాహ్ (సు.తా.)కు విధేయులవటానికి ఆహ్వానించారు. (చూడండి, 44:19) ఇదే విధంగా మహా ప్రవక్త ముహమ్మద్ ('స'అస) కూడా ఆయన కాలపు రాజులను ఇస్లాం స్వీకరించటానికి, ఆహ్వానపత్రాలు పంపారు.","lang":"te"},{"name":"27:32","price":"(రాణి) అన్నది: \"ఓ నాయకులారా! ఈ విషయంలో మీరు నాకు సలహా ఇవ్వండి. నేను ఏ విషయంలోనూ, మీరు లేనిదే ఎలాంటి నిర్ణయం తీసుకోనే!\"","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَفۡتُونِي فِيٓ أَمۡرِي مَا كُنتُ قَاطِعَةً أَمۡرًا حَتَّىٰ تَشۡهَدُونِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3191,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:33","price":"వారిలా జవాబిచ్చారు: \"మనం చాలా బలవంతులం. మరియు గొప్ప యుద్ధ నిపుణులం, కాని నిర్ణయం మాత్రం నీదే! కావున, నీవు ఏమి ఆజ్ఞాపించ దలచుకున్నావో అలోచించు!\"","arabic":"قَالُواْ نَحۡنُ أُوْلُواْ قُوَّةٖ وَأُوْلُواْ بَأۡسٖ شَدِيدٖ وَٱلۡأَمۡرُ إِلَيۡكِ فَٱنظُرِي مَاذَا تَأۡمُرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3192,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:34","price":"(రాణి) అన్నది: \"రాజులు ఏ దేశంలోనైనా జొరబడినప్పుడు, వారందులో కల్లోలం రేకెత్తిస్తారు మరియు అక్కడి గౌరవనీయులైన ప్రజలను అవమాన పరుస్తారు. వీరు కూడా అదే విధంగా చేయవచ్చు!","arabic":"قَالَتۡ إِنَّ ٱلۡمُلُوكَ إِذَا دَخَلُواْ قَرۡيَةً أَفۡسَدُوهَا وَجَعَلُوٓاْ أَعِزَّةَ أَهۡلِهَآ أَذِلَّةٗۚ وَكَذَٰلِكَ يَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3193,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:35","price":"కావున నేను తప్పక, వారి వద్దకు ఒక కానుకను పంపుతాను. ఆ తరువాత నా దూతలు ఏమి జవాబు తెస్తారో చూస్తాను.\"","arabic":"وَإِنِّي مُرۡسِلَةٌ إِلَيۡهِم بِهَدِيَّةٖ فَنَاظِرَةُۢ بِمَ يَرۡجِعُ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3194,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:36","price":"(రాయబారులు) సులైమాన్ వద్దకు వచ్చినపుడు, అతను అన్నాడు: \"ఏమీ? మీరు నాకు ధనసహాయం చేయదలచారా? అల్లాహ్ నాకు ఇచ్చింది, మీకు ఇచ్చిన దాని కంటే ఎంతో ఉత్తమమైనది, ఇక మీ కానుకతో మీరే సంతోషపడండి!\"","arabic":"فَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3195,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:37","price":"(సులైమాన్) అన్నాడు): \"నీవు వారి వద్దకు తిరిగిపో, మేము వారిపైకి గొప్ప సేనలతో వస్తాము. వారు వాటిని ఎదిరించజాలరు. మేము వారిని పరాభవించి అచ్చటి నుండి వెడల గొడ్తాము. మరియు వారు అవమానితులై ఉండిపోతారు.\"","arabic":"ٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3196,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:38","price":"(తరువాత సులైమాన్) ఇలా అన్నాడు: \"ఓ నాయకులారా! వారు అల్లాహ్ కు విధేయులై (ముస్లింలై) రాకముందే, ఆమె సింహాసనాన్ని నా వద్దకు మీలో ఎవరు తేగలరు?\"","arabic":"قَالَ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَيُّكُمۡ يَأۡتِينِي بِعَرۡشِهَا قَبۡلَ أَن يَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3197,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:39","price":"జిన్నాతులలో బలిష్ఠుడైన ఒకడు ఇలా అన్నాడు: \"నీవు నీ స్థానం నుండి లేవక ముందే నేను దానిని తీసుకువస్తాను. నిశ్చయంగా నేను ఇలా చేసే బలం గలవాడను, నమ్మదగిన వాడను!\"","arabic":"قَالَ عِفۡرِيتٞ مِّنَ ٱلۡجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن تَقُومَ مِن مَّقَامِكَۖ وَإِنِّي عَلَيۡهِ لَقَوِيٌّ أَمِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3198,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:40","price":"గ్రంథజ్ఞానం గల ఒకతను ఇలా అన్నాడు: \"నేను కనురెప్పపాటు కాలంలో దానిని నీ వద్దకు తేగలను!\" ఆ తరువాత (సులైమాన్) దానిని వాస్తవంగా తన ముందు పెట్టబడి ఉండటాన్ని చూసి ఇలా అన్నాడు: \"ఇది నా ప్రభువు అనుగ్రహం. నేను కృతజ్ఞతలు చూపుదునా లేక కృతఘ్నుడ నవుదునా అని పరీక్షించటానికి ఇలా చేయబడింది. కృతజ్ఞతలు తెలిపేవాడు, నిశ్చయంగా, తన మేలు కొరకే కృతజ్ఞతలు తెలుపుకుంటాడు. కాని ఎవడైనా కృతఘ్నతకు పాల్పడితే, నిశ్చయంగా, నా ప్రభువు స్వయం సమృద్ధుడు, పరమ దాత[1] (అని తెలుసుకోవాలి).\"","arabic":"قَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3199,"juzNumber":19,"footnotes":"[1] అల్-కరీము: Most Bouteous, Generous, Most Noble, Honourable, దాతృత్వుడు, దానశీలుడు, ఔదార్యుడు, ఉదారుడు, పరమదాత, గొప్పవాడు, అత్యంత ఆదరణీయుడు, దివ్యుడు (82:6, 96:3) ఈ శబ్దము అల్లాహ్ (సు.తా.) కే గాక, దివ్య ఖుర్ఆన్ కొరకు గూడా వాడబడింది, అల్-మజీద్ మాదిరిగా. అల్-ఇక్రామ్: కొరకు చూడండి, 55:27,78.","lang":"te"},{"name":"27:41","price":"(సులైమాన్) అన్నాడు: \"ఆమె గుర్తించ లేకుండా ఆమె సింహాసనపు రూపాన్ని మార్చి వేయండి. మనం చూద్దాం! ఆమె మార్గదర్శకత్వం పొందుతుందా, లేక మార్గదర్శకత్వం పొందని వారిలో చేరి పోతుందా?\"","arabic":"قَالَ نَكِّرُواْ لَهَا عَرۡشَهَا نَنظُرۡ أَتَهۡتَدِيٓ أَمۡ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3200,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:42","price":"ఆ తరువాత ఆమె అక్కడికి రాగానే: \"ఏమీ? నీ సింహాసనం విధంగానే ఉంటుందా?\" అని అడుగ్గా, ఆమె: \"నిశ్చయంగా, ఇది దాని మాదిరిగానే ఉంది!\"అని అన్నది. మరియు (సులైమాన్ అన్నాడు): \"మనకు ఈమె కంటే ముందు (దివ్య) జ్ఞానం ప్రసాదించ బడింది (లభించింది) కావున మనం అల్లాహ్ కు విధేయులం (ముస్లింలం) అయ్యాము!\"[1]","arabic":"فَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3201,"juzNumber":19,"footnotes":"[1] ఇది సులైమాన్ ('అ.స.) వాక్యమని ఇబ్నె-కసీ'ర్ మరియు షౌకాని గారి అభిప్రాయం.","lang":"te"},{"name":"27:43","price":"మరియు అల్లాహ్ ను వదలి ఆమె ఆరాధిస్తున్నది, ఆమెను (ఇస్లాం నుండి) తొలగించింది. అందుకే! ఆమె వాస్తవానికి, సత్యతిరస్కారులలో చేరి ఉండేది.","arabic":"وَصَدَّهَا مَا كَانَت تَّعۡبُدُ مِن دُونِ ٱللَّهِۖ إِنَّهَا كَانَتۡ مِن قَوۡمٖ كَٰفِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3202,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:44","price":"ఆమెతో: \"రాజగృహంలో ప్రవేశించు!\" అని చెప్పగా! ఆమె దానిని చూసి, అదొక నీటి కొలనని భావించి (తన వస్త్రాలను) పైకెత్తగా ఆమె పిక్కలు కనబడ్డాయి. అప్పుడు (సులైమాన్): \"ఇది గాజుతో నిర్మించబడిన నున్నని నేల మాత్రమే!\" అని అన్నాడు. (రాణి) అన్నది: \"ఓ నా ప్రభూ! నాకు నేను అన్యాయం చేసుకున్నాను. మరియు నేను సులైమాన్ తో పాటు సర్వలోకాల ప్రభువైన అల్లాహ్ కు విధేయతను (ఇస్లాంను) స్వీకరిస్తున్నాను.\"[1]","arabic":"قِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3203,"juzNumber":19,"footnotes":"[1] ఇస్లాం స్వీకరించిన తరువాత బిల్ఖీస్ వివాహం సులైమాన్ ('అ.స.) తో అయిందా లేదా అనే విషయం ఖుర్ఆన్ మరియు 'హదీస్'లలో పేర్కొనబడలేదు.","lang":"te"},{"name":"27:45","price":"మరియు వాస్తవంగా! మేము సమూద్ జాతివారి వద్దకు వారి సోదరుడైన సాలిహ్ ను: \"మీరు అల్లాహ్ నే ఆరాధించండి.\"[1] అనే (సందేశంతో) పంపాము. కాని వారు రెండు వర్గాలుగా చీలి పోయి పరస్పరం కలహించుకోసాగారు.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحًا أَنِ ٱعۡبُدُواْ ٱللَّهَ فَإِذَا هُمۡ فَرِيقَانِ يَخۡتَصِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3204,"juzNumber":19,"footnotes":"[1] 'సాలిహ్' ('అ.స.) గాథ కొరకు చూడండి, 7:73.","lang":"te"},{"name":"27:46","price":"(సాలిహ్) అన్నాడు: \"ఓ నా జాతి ప్రజలారా! మీరు సుస్థితికి ముందు దుస్థితి కొరకు ఎందుకు తొందరపెడుతున్నారు? మీరు అల్లాహ్ ను మీ తప్పులను క్షమించమని ఎందుకు వేడుకోరు? బహశా మీరు కరుణించబడవచ్చు!\"","arabic":"قَالَ يَٰقَوۡمِ لِمَ تَسۡتَعۡجِلُونَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِۖ لَوۡلَا تَسۡتَغۡفِرُونَ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3205,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:47","price":"వారన్నారు: \"మేము నిన్నూ మరియు నీ అనుచరులను అపశకునపు సూచనలుగా పరిగణిస్తున్నాము!\" (సాలిహ్) అన్నాడు: \"మీ శకునం అల్లాహ్ వద్ద ఉంది. వాస్తవానికి, మీరు పరీక్షించ బడుతున్నారు!\"[1]","arabic":"قَالُواْ ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَۚ قَالَ طَٰٓئِرُكُمۡ عِندَ ٱللَّهِۖ بَلۡ أَنتُمۡ قَوۡمٞ تُفۡتَنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3206,"juzNumber":19,"footnotes":"[1] చూడండి, 17:13.","lang":"te"},{"name":"27:48","price":"మరియు ఆ నగరంలో తొమ్మిది మంది ఉండేవారు. వారు దేశంలో కల్లోలం రేకెత్తిస్తూ ఉండేవారు. మరియు ఎలాంటి సంస్కరణ చేసేవారు కాదు.","arabic":"وَكَانَ فِي ٱلۡمَدِينَةِ تِسۡعَةُ رَهۡطٖ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3207,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:49","price":"వారు పరస్పరం ఇలా అనుకున్నారు: \"అల్లాహ్ పై ప్రమాణం చేసి ఇలా ప్రతిజ్ఞ చేయండి[1]. మనం అతనిపై మరియు అతనితో పాటు ఉన్న వారిపై రాత్రివేళ దాడి చేద్దాము. తరువాత అతని వారసులతో: 'మీ సంబంధీకులను వధించింది మేము చూడనే లేదు. మేము నిశ్చయంగా, సత్యం పలుకుతున్నాము.' \"అని అందాము.","arabic":"قَالُواْ تَقَاسَمُواْ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهۡلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدۡنَا مَهۡلِكَ أَهۡلِهِۦ وَإِنَّا لَصَٰدِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3208,"juzNumber":19,"footnotes":"[1] అల్లాహ్ (సు.తా.) పై ప్రమాణం అంటే స'మూద్ జాతివారు అల్లాహ్ (సు.తా.) ను విశ్వసించేవారు. కాని వారు పాటించే మతం వారిని ఏకైక ఆరాధ్యుడైన (అల్లాహుతా'ఆలా) ఆరాధన నుండి తొలగించింది. (చూడండి, 7:73).","lang":"te"},{"name":"27:50","price":"మరియు ఈ విధంగా, వారు పన్నాగం పన్నారు మరియు మేము కూడా ఒక పన్నాగం పన్నాము. కాని వారికది తెలియదు.","arabic":"وَمَكَرُواْ مَكۡرٗا وَمَكَرۡنَا مَكۡرٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3209,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:51","price":"ఇక చూడండి! వారి పన్నాగపు పర్యవసానం ఏమయిందో! వాస్తవానికి మేము వారిని మరియు వారి వంశం వారినందరినీ సర్వనాశనం చేశాము.","arabic":"فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ مَكۡرِهِمۡ أَنَّا دَمَّرۡنَٰهُمۡ وَقَوۡمَهُمۡ أَجۡمَعِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3210,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:52","price":"అవిగో వారి గృహాలు! వారు చేసిన దుర్మార్గాలకు అవి ఎలా పాడుపడి పోయాయో చూడండి. నిశ్చయంగా ఇందులో తెలుసుకునే వారికి గొప్ప సూచన ఉంది.","arabic":"فَتِلۡكَ بُيُوتُهُمۡ خَاوِيَةَۢ بِمَا ظَلَمُوٓاْۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3211,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:53","price":"మరియు విశ్వసించి, దైవభీతి కలిగి ఉన్న వారిని మేము కాపాడాము.","arabic":"وَأَنجَيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3212,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:54","price":"మరియు లూత్ ను (జ్ఞాపకం చేసుకోండి)! అతను తన జాతి వారితో ఇలా అన్నప్పుడు: \"ఏమీ? మీరు బహిరంగంగా అశ్లీల కార్యాలు చేస్తారా?\"[1]","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ وَأَنتُمۡ تُبۡصِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3213,"juzNumber":19,"footnotes":"[1] లూ'త్ ('అ.స.) గాథ కొరకు చూడండి, 7:80-84, 11:69-83, 26:160-173.","lang":"te"},{"name":"27:55","price":"\"ఏమీ? మీరు స్త్రీలను వదలి పురుషుల వద్దకు, మీ కామ ఇచ్ఛను తీర్చుకోవటానికి పోతారా? వాస్తవానికి, మీరు మూఢ జనులు!\"","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3214,"juzNumber":19,"footnotes":"","lang":"te"},{"name":"27:56","price":"కాని, అతని జాతివారి జవాబు ఈ విధంగా మాత్రమే ఉండింది. వారు అన్నారు: \"లూత్ కుటుంబాన్ని మీ పట్టణం నుండి వెళ్ళ గొట్టండి. వాస్తవానికి, వారు తమను తాము చాలా పవిత్రులుగా పరిగణిస్తున్నారు.\"[1]","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":"[1] చూడండి, 7:82.","lang":"te"},{"name":"27:57","price":"కావున మేము అతనిని మరియు అతని కుటుంబం వారిని కాపాడాము - అతని భార్య తప్ప - ఆమెను వెనుక ఉండిపోయే వారిలో చేర్చాలని నిర్ణయించాము[1].","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":"[1] చూడండి, 7:83, 11:81 మరియు 66:10","lang":"te"},{"name":"27:58","price":"మరియు వారిపై (రాళ్ళ) వర్షాన్ని కురిపించాము. కాని అది, హెచ్చరించబడిన వారిపై కురిపించబడ్డ ఎంతో ఘోరమైన వర్షం.[1]","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":"[1] చూడండి, 26:173.","lang":"te"},{"name":"27:59","price":"(ఓ ముహమ్మద్!) ఇలా అను: \"సర్వస్తోత్రాలకు అర్హుడు అల్లాహ్ మాత్రమే. ఆయన ఎన్నుకొన్న, ఆయన దాసులకు శాంతి కలుగు గాక (సలాం)! ఏమీ? అల్లాహ్ శ్రేష్ఠుడా? లేక వారు ఆయనకు సాటి కల్పించే భాగస్వాములా?\"","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:60","price":"ఏమీ? ఆయనే కాడా? ఆకాశాలనూ మరియు భూమినీ సృష్టించినవాడు మరియు మీ కొరకు ఆకాశం నుండి నీటిని కురిపించిన వాడు? దానితో మేము మనోహరమైన తోటలను పుట్టించాము. వాటిలో ఒక్క చెట్టును కూడా మొలిపించటం మీకు సాధ్యమయ్యే పని కాదు కదా? ఏమీ? అల్లాహ్ తో బాటు మరొక దేవుడు ఎవడైనా ఉన్నాడా? అలా కాదు! వారే (ఇతరులను) ఆయనకు సమానులుగా చేసే ప్రజలు!","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:61","price":"ఏమీ? ఆయనే కాడా? భూమిని నివాసస్థలంగా చేసి,[1] దాని మధ్య నదులను ఏర్పరచి, అది కదలకుండా దానిపై పర్వతాలను మేకులుగా నాటినవాడు మరియు రెండు సముద్రాల మధ్య అడ్డుతెరను నిర్మించిన వాడు?[2] ఏమీ? అల్లాహ్ తో పాటు మరొక దేవుడు ఎవడైనా ఉన్నాడా? వాస్తవానికి చాలా మంది ఇది తెలుసుకోలేరు.","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":"[1] చూడండి, 77:25-26.\n [2] చూడండి, 25:53.","lang":"te"},{"name":"27:62","price":"ఏమీ? ఆయనే కాడా? బాధితుడు వేడుకున్నప్పుడు అతడి మొరను ఆలకించి ఆపదను తొలగించేవాడు[1] మరియు భూమిలో మిమ్మల్ని ఉత్తరాధికారులుగా చేసినవాడు?[2] ఏమీ? అల్లాహ్ తో పాటు మరొక దేవుడు ఎవడైనా ఉన్నాడా? మీరు ఆలోచించేది చాలా తక్కువ.","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":"[1] చూడండి, 17:67 మరియు 27:53.\n [2] చూడండి, 2:30.","lang":"te"},{"name":"27:63","price":"ఏమీ? ఆయనే కాడా? నేల మరియు సముద్రాల, అంధకారంలో మీకు మార్గదర్శకత్వం చేసేవాడు మరియు తన కారుణ్యానికి ముందు గాలులను శుభవార్తలతో పంపేవాడు?[1] ఏమీ? అల్లాహ్ తో పాటు మరొక దేవుడు ఎవడైనా ఉన్నాడా? వారు సాటిగా కల్పించే భాగస్వాముల కంటే అల్లాహ్ అత్యున్నతుడు!","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":"[1] చూడండి, 7:57","lang":"te"},{"name":"27:64","price":"ఏమీ? ఆయనే కాడా? సృష్టిని తొలిసారి ప్రారంభించి, తరువాత దానిని మరల ఉనికిలోకి తేగలవాడు మరియు మీకు ఆకాశం నుండి మరియు భూమి నుండి జీవనోపాధిని సమకూర్చేవాడు[1]. ఏమీ? అల్లాహ్ తో పాటు మరొక దేవుడు ఎవడైనా ఉన్నాడా? వారితో అను: \"మీరు సత్యవంతులే అయితే మీ నిదర్శనాన్ని తీసుకురండి!\"","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":"[1] చూడండి, 10:31.","lang":"te"},{"name":"27:65","price":"వారితో అను: \"ఆకాశాలలోను మరియు భూమిలోను ఉన్న అగోచర విషయజ్ఞానం గలవాడు అల్లాహ్ తప్ప మరొకడు లేడు[1]. మరియు వారు తిరిగి ఎప్పుడు లేపబడతారో కూడా వారికి తెలియదు.\"","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":"[1] అగోచరజ్ఞానం అల్లాహ్ (సు.తా.) తప్ప మరెవ్వరికీ లేదు. ప్రవక్త ('అలైహిమ్ స.) లకు అల్లాహ్ (సు.తా.) వ'హీ ద్వారా తెలిపిన జ్ఞానం మాత్రమే ఉంటుంది. 'ఆయి'షహ్ (ర.'అన్హా) కథనం: \"ఎవడైతే ప్రవక్తకు రేపు కాబోయే విషయాల గురించి జ్ఞానముందని భావిస్తాడో, అతడు అల్లాహ్ (సు.తా.) మీద పెద్ద అపనింద మోపుతున్నాడు. ఎందుకంటే! అల్లాహ్ (సు.తా.) కే అంటున్నాడు: 'భూమ్యాకాశాలలో ఉన్న అగోచర విషయాల జ్ఞానం కేవలం అల్లాహ్ (సు.తా.)కే ఉంది.' \" ('స'హీ'హ్ బు'ఖారీ, నం. 4855, 'స'హీ'హ్ ముస్లిం, నం. 287, తిర్మిజీ' నం. 3068) ఖతదా (ర'ది.'అ.) అన్నారు: 'అల్లాహ్ (సు.తా.) నక్షత్రాలను మూడు విషయాల కొరకు పుట్టించాడు: 1) ఆకాశపు అలంకరణ కొరకు, 2) (రాత్రిలో) మార్గదర్శకానికి (దారి తెలుసుకోవటానికి), 3) షై'తాన్ లను తరిమి కొట్టడానికి. కాని అల్లాహ్ (సు.తా.) ఆదేశాలను ఎరుగని వారు వాటి ద్వారా అగోచర జ్ఞానం (జ్యోతిష్యం) చెప్పుతామని ఇతరులను మోసగిస్తున్నారు. వారు పలికేవన్నీ మోసపు మాటలే, అబద్దాలే. (ఇబ్నె-కసీ'ర్).","lang":"te"},{"name":"27:66","price":"వాస్తవానికి, పరలోక జీవితం గురించి వారి జ్ఞానం శూన్యమే. అలా కాదు! దానిని గురించి వారు సంశయంలో పడి వున్నారు. అలా కాదు! దాని విషయంలో వారు అంధులై పోయారు.","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:67","price":"సత్యతిరస్కారులు అంటారు: \"ఏమీ? మేమూ మరియు మా తండ్రితాతలు మట్టిగా మారిపోయిన తరువాత కూడా వాస్తవానికి మరల (సజీవులుగా) వెలికి తీయబడతామా?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:68","price":"వాస్తవానికి ఇంతకు పూర్వం కూడా మాకు మరియు మా తండ్రితాతలకు ఇదే విధంగా వాగ్దానం చేయబడింది. ఇవి కేవలం పూర్వకాలపు గాథలు మాత్రమే.\"","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:69","price":"వారితో అను: \"భూమిలో ప్రయాణం చేసి చూడండి. అపరాధుల గతి ఏమయిందో!\"","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:70","price":"మరియు నీవు వారి గురించి దుఃఖపడకు మరియు వారి కుట్రలకు బాధపడకు.","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:71","price":"వారంటున్నారు: \"మీరు సత్యవంతులే అయితే! ఈ వాగ్దానం ఎప్పుడు పూర్తి కానున్నది?\"","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:72","price":"వారితో అను: \"మీరు దేనిని (ఏ శిక్షను) గురించి తొందర పెడుతున్నారో? అందులోని కొంతభాగం బహుశా మీకు సమీపంలోనే ఉండవచ్చు!\"[1]","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":"[1] ఇది బద్ర్ యుద్ధాన్ని సూచిస్తోంది.","lang":"te"},{"name":"27:73","price":"\"మరియు నిశ్చయంగా, నీ ప్రభువు మానవులపై ఎంతో అనుగ్రహం కలవాడు, కాని వారిలో చాలా మంది కృతజ్ఞతలు చూపరు.\"","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:74","price":"మరియు నిశ్చయంగా వారి హృదయాలు ఏమి దాస్తున్నాయో మరియు ఏమి వ్యక్తపరుస్తున్నాయో, నీ ప్రభువుకు బాగా తెలుసు.","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:75","price":"మరియు ఆకాశంలో మరియు భూమిలో అగోచరంగా ఉన్నది ఏదీ కూడా, స్పష్టమైన ఒక గ్రంథంలో వ్రాయబడకుండా లేదు[1].","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":"[1] దీని అర్థం: లౌ'హె మ'హ్ ఫూజ్.","lang":"te"},{"name":"27:76","price":"నిశ్చయంగా, ఈ ఖుర్ఆన్ ఇస్రాయీల్ సంతతి వారు విభేదిస్తూ వున్న పెక్కు విషయాల వాస్తవాన్ని వారికి తెలుపుతున్నది.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:77","price":"మరియు నిశ్చయంగా, ఇది విశ్వాసులకు మార్గదర్శిని మరియు కారుణ్యం.","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:78","price":"నిశ్చయంగా, నీ ప్రభువు వారి మధ్య న్యాయంగా తీర్పు చేస్తాడు. ఆయన సర్వశక్తిమంతుడు, సర్వజ్ఞుడు.","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:79","price":"కావున నీవు అల్లాహ్ పై ఆధారపడి ఉండు. నిశ్చయంగా, నీవు స్పష్టమైన సత్యంపై ఉన్నావు.","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:80","price":"నిశ్చయంగా, నీవు మృతులకు వినిపింపజేయలేవు మరియు వీపు త్రిప్పి మరలి పోయే చెవిటివారికి కూడా నీ పిలుపును వినిపింప జేయలేవు[1].","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":"[1] ఈ ఆయత్ సత్యతిరస్కారులను గురించి చెప్పుతోంది. వారి బుద్ధి సత్యాన్ని గ్రహించకున్నది కావున వారు మృతులుగా పేర్కొనబడ్డారు.","lang":"te"},{"name":"27:81","price":"మరియు నీవు అంధులను మార్గభ్రష్టత్వం నుండి తొలగించి, వారికి మార్గదర్శకత్వం చేయలేవు. మా సూచనలను (ఆయాత్ లను) విశ్వసించి, అల్లాహ్ కు విధేయులు (ముస్లింలు) అయ్యే వారికి మాత్రమే నీవు (నీ మాటలను) వినిపించగలవు.","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:82","price":"మరియు వారిని గురించిన (శిక్ష) వాగ్దానం పూర్తికానున్నప్పుడు[1], మేము వారి కొరకు భూమి నుండి ఒక జంతువును బయటికి తీస్తాము[2]. అది వారితో నిశ్చయంగా, మానవులు మా సూచలను (ఆయాత్ లను) నమ్మేవారు కాదని చెబుతుంది.","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":"[1] చూఎప్పుడైతే మంచిని ఆదేశించే వాడు మరియు చెడు నుండి నిరోధించే వాడు ఎవ్వడూ ఉండడో!\n [2] దైవప్రవక్త ('స'అస) ప్రవచనం: 'పునరుత్థానదినం అంతవరకు రాదు, ఎంతవరకైతే మీరు పది సంకేతాలు చూడరో!' ఆ పది సంకేతాలలో ఈ జంతువు ఒకటి, ('స'హీ'హ్ ముస్లిం). మరొక 'హదీస్'లో ఉంది: అన్నిటి కంటే మొదటి సంకేతం, సూర్యుడు తూర్పునుండి గాక పడమర నుండి ఉదయించడం. ('స'హీ'హ్ ముస్లిం)","lang":"te"},{"name":"27:83","price":"మరియు (జ్ఞాపకముంచుకోండి) ఆ రోజు (పునరుత్థాన దినమున) మేము ప్రతి జాతివారిలో నుండి మా సూచనలను అసత్యాలని తిరస్కరించిన జనసమూహాన్ని సమీకరిస్తాము. మరియు వారు (వారి పాపాల ప్రకారం) వివిధ వరుసలలో నిలబెట్టబడతారు.","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:84","price":"చివరకు అందరూ వచ్చిన తరువాత వారి (ప్రభువు) వారిని ప్రశ్నిస్తాడు: \"ఏమీ? మీరు నా సూచనలను, మీ జ్ఞానంతో గ్రహించకుండానే వాటిని అసత్యాలని తిరస్కరించారా? ఇదిగాక మీరు ఏమి చేస్తూ ఉండేవారు?\"","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:85","price":"మరియు వారు చేసిన దుర్మార్గం వలన వారికి చేయబడిన వాగ్దానం (శిక్ష) పూర్తి అవుతుంది, కావున వారేమీ మాట్లాడలేరు.","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:86","price":"ఏమీ? వారికి తెలియదా? మేము రాత్రిని వారు విశ్రాంతి పొందటానికి మరియు పగటిని (చూడగలగటానికి) ప్రకాశవంతంగా చేశామని?[1] నిశ్చయంగా, విశ్వసించేవారికి ఇందులో ఎన్నో సూచనలున్నాయి.","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":"[1] చూడండి, 10:67 మరియు 40:61.","lang":"te"},{"name":"27:87","price":"మరియు (జ్ఞాపకముంచుకోండి) బాకా (సూర్) ఊదబడే దినమున - అల్లాహ్ కోరిన వారు తప్ప[1] - ఆకాశాలలోను మరియు భూమిలోను ఉన్నవన్నీ భయంతో కంపించి పోతాయి[2]. మరియు ఆన్నీ అత్యంత వినమ్రతతో ఆయన ముందు హాజరవుతాయి.","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":"[1] ఎవరా అల్లాహ్ (సు.తా.) కోరినవారు? ఇమామ్ షౌకాని ప్రకారం: వారు దైవదూతలు, దైవప్రవక్తలు, అమరవీరులు (షుహదా') మరియు విశ్వాసులందరూ!\n [2] 'సూర్: బాకా, కొమ్ము, దానిని ఇస్రాఫీల్ ('అ.స.) అల్లాహ్ (సు.తా.) ఆజ్ఞతో ఊదుతారు. ఇది రెండుసార్లు లేక అంతకంటే ఎక్కువ సారర్లు ఊదబడుతుంది. మొదట ఊదబడినప్పుడు సమస్త (జీవరాసులు) భయంతో స్పృహ కోల్పోతారు. రెండవసారి ఊదబడినప్పుడు అందరూ చనిపోతారు. మూడవసారి ఊదబడినప్పుడు అందరూ తమ గోరీల నుండి లేచి వస్తారు. మరికొందరి ప్రకారం నాలుగవసారి బాకా ఊదబడినప్పుడు అందరూ మైదానంలో సమీకరించబడతారు.","lang":"te"},{"name":"27:88","price":"మరియు నీవు పర్వతాలను చూసి అవి స్థిరంగా ఉన్నాయని అనుకుంటున్నావు. కాని అవి అప్పుడు మేఘాల వలే ఎగురుతూ పోతుంటాయి. ఇది అల్లాహ్ కార్యం! ఆయన ప్రతి కార్యాన్ని నేర్పుతో చేస్తాడు. నిశ్చయంగా మీరు చేసేదంతా ఆయన ఎరుగును[1].","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":"[1] చూడండి, 14:48 మరియు 20:105-107.","lang":"te"},{"name":"27:89","price":"మంచిపనులు చేసి వచ్చిన వారికి, అంతకంటే మంచి (ప్రతిఫలం) ఉంటుంది. మరియు వారు ఆ దినపు మహా భీతి నుండి సురక్షితంగా ఉంటారు[1].","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":"[1] చూడండి, 21:103.","lang":"te"},{"name":"27:90","price":"మరియు చెడుపనులు చేసి వచ్చిన వారు నరకాగ్నిలో బోర్లా త్రోయబడతారు. (వారితో అనబడుతుంది): \"మీకు ఇవ్వబడే ప్రతిఫలం మీ కర్మలకు భిన్నంగా ఉండగలదా?\"","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:91","price":"(ఓ ముహమ్మద్!) వారితో (ఇలా అను): \"నిశ్చయంగా, ఈ (మక్కా) నగరపు ప్రభువునే ఆరాధించాలని నాకు ఆజ్ఞ ఇవ్వబడింది. ఆయనే! దీనిని పవిత్ర క్షేత్రంగా[1] చేశాడు మరియు ప్రతి వస్తువు ఆయనకు చెందినదే! మరియు నేను ఆయనకు విధేయుడనై (ముస్లింనై) ఉండాలని నాకు ఆజ్ఞ ఇవ్వబడింది.","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":"[1] చూడండి, 3:96 'హర్రమహా: అంటే ఈ నగరంలో రక్తప్రసారం (హత్యచేయటం, ఇతరులపై దౌర్జన్యం, అన్యాయం చేయటం, వేటాడటం, చెట్లను నరకటం, ముల్లు కూడా తెంపటం నిషేధించబడింది. ('స'హీ'హ్ బు'ఖారీ).","lang":"te"},{"name":"27:92","price":"మరియు ఈ ఖుర్ఆన్ ను చదివి వినిపించాలని కూడా (ఆజ్ఞ ఇవ్వబడింది). కావున మార్గదర్శకత్వం పొందినవాడు తన మేలుకే, మార్గదర్శకత్వం పొందుతాడు. మరియు మార్గభ్రష్టుడైన వాడితో అను: \"నిశ్చయంగా, నేను హెచ్చరిక చేసేవాడను మాత్రమే!\"","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":"","lang":"te"},{"name":"27:93","price":"వారితో (ఇంకా) ఇలా అను: \"సర్వస్తోత్రాలకు అర్హుడు అల్లాహ్ మాత్రమే! త్వరలోనే ఆయన మీకు తన సూచనలను చూపుతాడు, అప్పుడు మీకు తెలుస్తుంది[1]. మరియు మీరు చేస్తున్న కార్యాలను నీ ప్రభువు ఎరుగకుండా లేడు!\"","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":"[1] చూడండి, 41:53.","lang":"te"}],"chapter":["27 (An-Naml)","An-Naml","Surah An-Naml","Chapter An-Naml","Naml","Surah Naml","Chapter Naml","An Naml","Surah An Naml","Chapter An Naml","Surah 27","Chapter 27","The Ant","النَّمْل"]}