{"data":[{"name":"31:1","price":"అలిఫ్-లామ్-మీమ్.[1]","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"[1] సూరతుల్ బఖరహ్ లోని మొదటి ఆయతు యొక్క ఫుట్‌నోట్ చూడండి.","lang":"te"},{"name":"31:2","price":"ఇవి వివేకంతో నిండి ఉన్న గ్రంథ సూచనలు (ఆయాత్)","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:3","price":"(ఇందులో) సజ్జనులకు[1] మార్గదర్శకత్వమూ మరియు కారుణ్యమూ ఉన్నాయి.","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"[1] ము'హ్ సినీన్, ము'హ్ సిన్ (ఏ.వ.): దీనికి మూడు అర్థాలున్నాయి. 1) ఉపకారం చేసేవాడు; తన తల్లిదండ్రులకు, బంధువులకు, మొదలైనవారికి. 2) సత్కార్యాలు చేసేవాడు మరియు పాపాలనుండి దూరంగా ఉండేవాడు. 3) అల్లాహ్ (సు.తా.) యొక్క ఆరాధన - భక్తి, శ్రద్ధ, దైవభీతి మరియు ఏకాగ్రతతో - చేసేవాడు.","lang":"te"},{"name":"31:4","price":"(వారికే) ఎవరైతే నమాజ్ ను స్థాపించి విధిదానం (జకాత్) ఇస్తారో[1] మరియు పరలోక జీవితం మీద దృఢమైన నమ్మకం కలిగి ఉంటారో;","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"[1] చూడండి, 2:2-4.","lang":"te"},{"name":"31:5","price":"అలాంటి వారే, తమ ప్రభువు తరఫు నుండి (వచ్చిన) మార్గదర్శకత్వం మీద ఉన్నవారు. మరియు అలాంటి వారే సాఫల్యం పొందేవారు.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:6","price":"మరియు మానవులలో కొందరు - జ్ఞానం లేక, వ్యర్థ కాలక్షేపం చేసే మాటలను కొని[1] - ప్రజలను అల్లాహ్ మార్గం నుండి తప్పించే వారున్నారు మరియు వారు దానిని (అల్లాహ్ మార్గాన్ని) పరిహాసం చేస్తుంటారు. అలాంటి వారికి అవమానకరమైన శిక్ష పడుతుంది.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"[1] అంటే సంగీతం మరియు ఇతర వృథా మాటలలో, విషయాలలో కాలక్షేపం చేయడానికి వాడే వస్తువులు.","lang":"te"},{"name":"31:7","price":"అలాంటి వానికి, మా సూచనలు (ఆయాత్) వినిపింప జేసినప్పుడు, అతని రెండు చెవులలో చెవుడు ఉన్నట్లుగా, అతడు వాటిని విననే లేదన్నట్లుగా, అహంకారంతో మరలిపోతాడు.[1] వానికి అతి బాధాకరమైన శిక్ష పడుతుందనే వార్తను వినిపించు.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"[1] చూడండి, 23:66-67.","lang":"te"},{"name":"31:8","price":"నిశ్చయంగా, ఎవరైతే విశ్వసించి, సత్కార్యాలు చేస్తారో, వారి కొరకు పరమానందకరమైన స్వర్గ వనాలుంటాయి.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:9","price":"వారు, శాశ్వతంగా వాటిలో ఉంటారు. ఇది అల్లాహ్ యొక్క సత్య వాగ్దానం. మరియు ఆయన సర్వశక్తిమంతుడు, మహా వివేకవంతుడు.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:10","price":"మీరు చూస్తున్నారు కదా! ఆయన ఆకాశాలను స్థంభాలు లేకుండానే సృష్టించాడు.[1] మరియు భూమిలో పర్వతాలను నాటాడు, అది మీతో పాటు కదలకుండా ఉండాలని;[2] మరియు దానిలో ప్రతి రకమైన ప్రాణిని నివసింపజేసాడు. మరియు మేము ఆకాశం నుండి నీటిని కురిపించి, దానిలో రకరకాల శ్రేష్ఠమైన (పదార్థాలను)[3] ఉత్పత్తి చేశాము.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"[1] చూడండి, 13:2.\n [2] చూడండి, 16:15.\n [3] 'జౌజిన్: అంటే ప్రతిరకమైన ధాన్యాలు మరియు ఫలాలు, (ము'హమ్మద్ జూనాగఢి). మరొక అర్థం: రకరకాల జీవరాశి (నోబుల్ ఖుర్ఆన్). రెండూ సరైనవే. ఇంకా చూడండి, 26:7.","lang":"te"},{"name":"31:11","price":"ఇదంతా అల్లాహ్ సృష్టియే! ఇక ఆయన తప్ప ఇతరులు ఏమి సృష్టించారో నాకు చూపండి. అలా కాదు ఈ దుర్మార్గులు స్పష్టంగా మార్గభ్రష్టత్వంలో పడి ఉన్నారు.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:12","price":"మరియు నిశ్చయంగా, మేము లుఖ్మాన్ కు వివేకాన్ని ప్రసాదించాము,[1] అతను అల్లాహ్ కు కృతజ్ఞుడుగా ఉండాలని. మరియు ఎవడైతే ఆయనకు కృతజ్ఞతలు తెలుపుతాడో, అతడు నిశ్చయంగా, తన మేలు కొరకే కృతజ్ఞతలు తెలుపుతాడు. మరియు కృతఘ్నతకు పాల్పడిన వాడు, నిశ్చయంగా అల్లాహ్ స్వయం సమృద్ధుడు, సర్వస్తోత్రాలకు అర్హుడని (తెలుసుకోవాలి).","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"[1] లుఖ్మాన్ ('అ.స.): ఒక మహా సత్పురుషుడు. అల్లాహ్ (సు.తా.) అతనికి ('అ.స.) మంచి జ్ఞానం, దూరదృష్టి, దైవభీతి మరియు వివేచనాశక్తిని ప్రసాదించాడు.","lang":"te"},{"name":"31:13","price":"మరియు (జ్ఞాపకం చేసుకోండి) లుఖ్మాన్ తన కుమారునికి హితబోధ చేస్తూ ఇలా అన్నాడు: \"ఓ నా పుత్రుడా! అల్లాహ్ కు సాటి (భాగస్వాములను) కల్పించకు. నిశ్చయంగా, అల్లాహ్ కు భాగస్వాములను కల్పించటం (బహుదైవారాధన) మహా దుర్మార్గము.\"","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:14","price":"మరియు (అల్లాహ్ ఇలా ఆదేశిస్తున్నాడు): \"మేము మానవునకు తన తల్లిదండ్రుల యెడల మంచితనంతో మెలగటం విధిగా జేశాము. అతని తల్లి అతనిని బలహీనతపై బలహీనతను సహిస్తూ (తన గర్భంలో) భరిస్తుంది మరియు ఆ బిడ్డ చనుపాలు మాన్పించే గడువు రెండు సంవత్సరాలు. నీవు నాకు మరియు నీ తల్లిదండ్రులకు కృతజ్ఞుడవై ఉండు. నీకు నా వైపునకే మరలి రావలసి ఉన్నది.\"[1]","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"[1] చూడండి, 17:23-24.","lang":"te"},{"name":"31:15","price":"\"మరియు ఒకవేళ వారిరువురు - నీవు ఎరగని దానిని - నాకు (అల్లాహ్ కు) భాగస్వామిగా చేర్చమని, నిన్ను బలవంతం చేస్తే, వారి మాటను నీవు ఏ మాత్రం వినకు.[1] మరియు ఇహలోక విషయాలలో ధర్మసమ్మతమైన వాటిలో వారికి తోడుగా ఉండు. మరియు పశ్చాత్తాపంతో నా వైపుకు మరలేవాని మార్గాన్ని అనుసరించు. తరువాత మీరంతా నా వైపునకే మరలి రావలసి ఉన్నది. అప్పుడు నేను మీరు చేసే కర్మలను గురించి మీకు తెలుపుతాను.\"","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"[1] చూడండి, 29:8.","lang":"te"},{"name":"31:16","price":"\"ఓ నా కుమారా! ఒకవేళ నీ కర్మ ఆవగింజంత ఉండి, అది ఒక పెద్ద రాతిబండలో గానీ, ఆకాశంలో గానీ లేదా భూమిలో గానీ దాగివున్నా, అల్లాహ్ దానిని తప్పక (వెలుగులోకి) తెస్తాడు. నిశ్చయంగా, అల్లాహ్ ఎంతో సూక్ష్మగ్రాహి, సర్వం తెలిసినవాడు.\"","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:17","price":"\"ఓ నా కుమారా! నమాజ్ స్థాపించు మరియు ధర్మాన్ని ఆదేశించు మరియు అధర్మాన్ని నిషేధించు, ఆపదలో సహనం వహించు. నిశ్చయంగా, ఇవి ఎంతో గట్టిగా ఆజ్ఞాపించబడిన విషయాలు.\"[1]","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"[1] వంకర అక్షరా (Italics) లలో ఉన్నది నోబుల్ ఖుర్ఆన్ లో ఉన్న తాత్పర్యం.","lang":"te"},{"name":"31:18","price":"\"మరియు నీ చెంపలను గర్వంతో ప్రజల యెదుట ఉబ్బించకు.[1] మరియు భూమిపై అహంకారంతో నడవకు. నిశ్చయంగా, అల్లాహ్ డాంబికాలు చెప్పుకొని, విర్రవీగే వాడంటే ఇష్టపడడు.\"","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"[1] పైన ఉన్నది ముహమ్మద్ జూనాగఢీ గారి తాత్పర్యం. ఈ వాక్యపు తాత్పర్యం నోబుల్ ఖుర్ఆన్ లో ఇలా ఉంది: \"ప్రజలతో ముఖం ప్రక్కకు త్రిప్పుకొని (చిట్లించుకొని) గర్వంతో మాట్లాడకు.\"","lang":"te"},{"name":"31:19","price":"\"మరియు నీ నడకలలో నమ్రత పాటించు.[1] మరియు నీ స్వరాన్ని తగ్గించు. నిశ్చయంగా, స్వరాలలో అన్నిటికంటే కరకైన (వినసొంపుకానిది) గాడిద స్వరమే!\"","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"[1] చూడండి, 25:63.","lang":"te"},{"name":"31:20","price":"ఏమీ? ఆకాశాలలో మరియు భూమిలో ఉన్న సకల వస్తువులను వాస్తవానికి అల్లాహ్ మీకు ఉపయుక్తంగా చేశాడనీ[1] మరియు ఆయన బహిరంగంగానూ మరియు గోప్యంగానూ తన అనుగ్రహాలను, మీకు ప్రసాదించాడనీ, మీకు తెలియదా? మరియు ప్రజలలో కొందరు ఎలాంటి జ్ఞానం, మార్గదర్శకత్వం మరియు వెలుగు చూపే స్పష్టమైన గ్రంథం లేనిదే అల్లాహ్ ను గురించి వాదులాడే వారున్నారు!","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"[1] చూడండి, 14:32-33.","lang":"te"},{"name":"31:21","price":"మరియు వారితో: \"అల్లాహ్ అవతరింపజేసిన దానిని అనుసరించండి!\" అని అన్నప్పుడు, వారు: \"కాదు మా తండ్రితాతలు నడిచిన మార్గాన్నే మేము అనుసరిస్తాము.\" అని అంటారు. ఏమీ? షైతాన్ వారిని భగభగమండే అగ్ని వైపునకు ఆహ్వానిస్తున్నప్పటికీ, (వారు అలాంటి మార్గాన్నే అనుసరిస్తారా)?[1]","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"[1] చూడండి, 2:14 మరియు 15:17.","lang":"te"},{"name":"31:22","price":"ఎవడైతే, తన ముఖాన్ని (తనను తాను) అల్లాహ్ కు సమర్పించుకొని[1] సజ్జనుడై ఉంటాడో, అలాంటి వాడు నిస్సందేహంగా దృఢమైన ఆధారాన్ని పట్టుకున్నవాడే! మరియు సకల వ్యవహారాల ముగింపు (తీర్పు) అల్లాహ్ వద్దనే ఉంది.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"[1] చూడండి, 2:112.","lang":"te"},{"name":"31:23","price":"మరియు సత్యాన్ని తిరస్కరించేవాని, తిరస్కారం నిన్ను దుఃఖానికి గురి చేయకూడదు. వారందరి మరలింపు మా వైపునకే ఉంది; అప్పుడు మేము వారు చేసిన కర్మలను వారికి తెలుపుతాము. నిశ్చయంగా, అల్లాహ్ కు హృదయాలలో ఉన్న విషయాలు సైతం బాగా తెలుసు.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:24","price":"మేము వారిని కొంత కాలం సుఖాలను అనుభవించనిస్తాము. ఆ తరువాత మేము వారిని కఠినమైన శిక్ష వైపుకు త్రోస్తాము.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:25","price":"ఒకవేళ మీరు వారిని: \"ఆకాశాలనూ మరియు భూమినీ సృష్టించింది ఎవరు?\" అని అడిగితే! వారు నిస్సంకోచంగా అంటారు: \"అల్లాహ్!\" అని. వారితో అను: \"సర్వస్తోత్రాలకు అర్హుడు అల్లాహ్ మాత్రమే!\" కాని వారిలో చాలా మందికి ఇది తెలియదు.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:26","price":"ఆకాశాలలో మరియు భూమిలో నున్న సమస్తమూ అల్లాహ్ కే చెందుతుంది. నిశ్చయంగా, అల్లాహ్! కేవలం ఆయనే సర్వసంపన్నుడు, సర్వస్తోత్రాలకు అర్హుడు.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:27","price":"ఒకవేళ వాస్తవానికి, భూమిలో ఉన్న వృక్షాలన్నీ కలములై ఈ సముద్రం మరియు దానితో పాటు అటువంటి ఏడు సముద్రాల (నీళ్ళంతా) సిరాగా ఉన్నా, అల్లాహ్ మాటలు (సూచనలు వ్రాయటానికి) పూర్తి కావు. నిశ్చయంగా, అల్లాహ్ సర్వశక్తిమంతుడు, మహా వివేకవంతుడు.[1]","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"[1] ఇటువంటి ఆయత్ కు చూడండి, 18:109.","lang":"te"},{"name":"31:28","price":"మీ అందరినీ సృష్టించటం మరియు తిరిగి (సజీవులుగా) లేపటం ఆయనకు ఒక మానవుణ్ణి (సృష్టించి, తిరిగి లేపడం వంటిదే). నిశ్చయంగా, అల్లాహ్ సర్వం వినేవాడు, సర్వ చూసేవాడు.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:29","price":"ఏమీ? నీకు తెలియదా (చూడటం లేదా)? నిశ్చయంగా, అల్లాహ్ రాత్రిని పగటిలోనికి ప్రవేశింప జేస్తున్నాడని మరియు పగటిని రాత్రిలోకి ప్రవేశింప జేస్తున్నాడని.[1] మరియు సూర్యుణ్ణి మరియు చంద్రుణ్ణి నియమబద్దులుగా చేసి ఉంచాడనీ ప్రతి ఒక్కటీ ఒక నిర్ణీత కాలంలో మరియు (పరిధిలో) తిరుగుతూ ఉంటాయనీ![2] మరియు నిశ్చయంగా, మీరు చేసేదంతా అల్లాహ్ ఎరుగునని?","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"[1] అంటే చలికాలంలో రాత్రి పెద్దదై పగలు చిన్నదవటం మరియు వేసవి కాలంలో పగలు పెద్దదయి రాత్రి చిన్నదవటం.\n [2] ఈ నిర్ణీతకాలం, పునరుత్థానదినం కావచ్చు లేక అవి తమ పరిధిలో ఒకసారి చుట్టు తిరిగి మరల మొదటి స్థానానికి వచ్చుటకు పట్టే కాలం కావచ్చు!","lang":"te"},{"name":"31:30","price":"ఇదంతా ఎందుకంటే! నిశ్చయంగా, అల్లాహ్ కేవలం ఆయనే సత్యం. మరియు ఆయనను వదలి వారు ఆరాధించేవన్నీ అసత్యాలు మరియు నిశ్చయంగా అల్లాహ్! కేవలం ఆయనే మహోన్నతుడు, మహనీయుడు (గొప్పవాడు).","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:31","price":"ఏమీ? నీకు తెలియదా? మీకు కొన్ని సూచనలను తెలుపటానికి, అల్లాహ్ అనుగ్రహంతో, ఓడ సముద్రంలో పయనం చేస్తున్నదనీ? నిశ్చయంగా, ఇందులో సహనం వహించే ప్రతివానికి, కృతజ్ఞునికి, ఎన్నో సూచనలున్నాయి.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:32","price":"మరియు వారిని సముద్రపు అల, మేఘంగా క్రమ్ముకున్నప్పుడు, వారు పరిపూర్ణ భక్తితో అల్లాహ్ నే వేడుకుంటారు. కాని ఆయన వారిని రక్షించి ఒడ్డుకు చేర్చిన తరువాత వారిలో కొందరు (విశ్వాస-అవిశ్వాసాల) మధ్య ఆగిపోతారు.[1] మరియు మా సూచనలను, కేవలం విశ్వాసఘాతకులు, కృతఘ్నులైన వారు మాత్రమే, తిరస్కరిస్తారు.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"[1] చూడండి, 17:67 మరియు 29:65.","lang":"te"},{"name":"31:33","price":"ఓ మానవులారా! మీ ప్రభువు నందే భయభక్తులు కలిగి ఉండండి. మరియు ఆ దినానికి భయపడండి, (ఏనాడైతే) తండ్రి తన కుమారునికి నష్టపరిహారం చెల్లించలేడో మరియు ఏ కుమారుడు కూడా తన తండ్రికి ఎలాంటి నష్టపరిహారం చెల్లించలేడో! నిశ్చయంగా, అల్లాహ్ వాగ్దానం సత్యం! కావున ఈ ప్రాపంచిక జీవితం మిమ్మల్ని మోసానికి గురి చేయనివ్వకూడదు. మరియు ఆ వంచకుణ్ణి (షైతానును) మిమ్మల్ని అల్లాహ్ విషయంలో వంచనకు గురి చేయనివ్వకూడదు సుమా!","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"31:34","price":"నిశ్చయంగా, ఆ (అంతిమ) ఘడియ జ్ఞానం, కేవలం అల్లాహ్ కు మాత్రమే ఉంది. మరియు ఆయనే వర్షం కురిపించేవాడు మరియు గర్భాలలో ఉన్నదాని విషయం తెలిసినవాడు. మరియు తాను రేపు ఏమి సంపాదిస్తాడో, ఏ మానవుడు కూడా ఎరుగడు.[1] మరియు ఏ మానవుడు కూడా తాను ఏ భూభాగంలో మరణిస్తాడో కూడా ఎరుగడు. నిశ్చయంగా, అల్లాహ్ మాత్రమే సర్వజ్ఞుడు, సమస్తం తెలిసినవాడు (ఎరిగినవాడు).","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"[1] పై ఐదు అగోచర విషయాల జ్ఞానం కేవలం అల్లాహ్ కే ఉంది అవి : 1) అంతిమ ఘడియ సమయం, 2) వర్షం వచ్చే సమయం, 3) మాతృగర్భంలో ఉన్నదాని గతి, 4) రేపు సంభవించబోయే విషయం మరియు 5) మానవుని మరణ స్థానం ('స'హీ'హ్ బు'ఖారీ).","lang":"te"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}