{"data":[{"name":"33:1","price":"ఓ ప్రవక్తా! అల్లాహ్ యందు భయభక్తులు కలిగి ఉండు మరియు సత్యతిరస్కారుల మరియు కపట విశ్వాసుల యొక్క అభిప్రాయాన్ని లక్ష్య పెట్టకు. నిశ్చయంగా, అల్లాహ్ సర్వజ్ఞుడు, మహా వివేచనా పరుడు.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:2","price":"మరియు నీ ప్రభువు తరఫు నుండి నీపై అవతరింప జేయబడిన దివ్యజ్ఞానం (వహీని) మాత్రమే అనుసరించు. నిశ్చయంగా, అల్లాహ్ మీరు చేసేదంతా ఎరుగును.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:3","price":"కావున అల్లాహ్ పైననే నమ్మకం ఉంచుకో మరియు కార్యసాధకుడుగా అల్లాహ్ చాలు.","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:4","price":"అల్లాహ్ ఏ వ్యక్తి ఎదలో కూడా రెండు హృదయాలు పెట్టలేదు. మరియు మీరు మీ భార్యలను 'తల్లులు' అని పలికి, జిహార్[1] చేసినంతటనే వారిని మీకు తల్లులుగా చేయలేదు. మరియు మీరు దత్త తీసుకొన్న వారిని మీ (కన్న) కుమారులుగా చేయలేదు. ఇవన్నీ మీరు మీ నోటితో పలికే మాటలు మాత్రమే! మరియు అల్లాహ్ సత్యం పలుకుతాడు మరియు ఆయన (ఋజు) మార్గం వైపునకు మార్గదర్శకత్వం చేస్తాడు.","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"[1] \"జిహార్: అంటే భార్యను తల్లిగా ఎంచటం ఏ విధంగానైతే ఒక వక్షంలో రెండు హృదయాలు ఉండవో అదే విధంగా ఒక వ్యక్తికి ఇద్దరు తల్లులు ఉండరు. ఇద్దరు తండ్రులు కూడా ఉండరు. కావున ఇస్లాంకు ముందు, ముష్రికులు తమ భార్యను శిక్షించటానికి :\"ఈ నాటి నుండి నేను నిన్ను తల్లిగా భావిస్తున్నాను.\" అని చెప్పి, ఆమెకు విడాకులివ్వకుండా తన ఇంట్లోనే ఉంచుకొని బాధించేవారు. ఇస్లాం దానిని నిషేధించింది. దత్తకుమారులు, మీ కుమారులు కారు. కాబట్టి వారిని వారి వాస్తవ తండ్రి పేరుతోనే కిలపి పిలవాలి అనే శాసనం కూడా ఇచ్చింది.","lang":"te"},{"name":"33:5","price":"వారిని (మీ దత్త పిల్లలను), వారి (వాస్తవ) తండ్రుల పేర్లతోనే కలిపి పిలవండి.[1] అల్లాహ్ దృష్టిలో ఇదే న్యాయమైనది. ఒకవేళ వారి తండ్రులెవరో మీకు తెలియక పోతే, అపుడు వారు మీ ధార్మిక సోదరులు మరియు మీ స్నేహితులు.[2] మీరు ఈ విషయంలో (ఇంత వరకు) చేసిన పొరపాటు గురించి మీ కెలాంటి పాపం లేదు, కాని ఇక ముందు మీరు ఉద్దేశ్యపూర్వకంగా చేస్తే (పాపం) అవుతుంది. మరియు అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"[1] అంటే వారు వారి వాస్తవ తండ్రి పేరుతోనే పిలువబడాలి. దానితో వారి నిజ వ్యక్తిత్వం భద్రపరచబడుతుంది. వారిని మీ నిజ సంతానంగా పరిగణించకండి.\n [2] ఒకవేళ దత్తపుత్రుని వాస్తవతండ్రి పేరు తెలియకుంటే, వారు మీ ధార్మిక సోదరులు అట్టి పక్షంలో కూడా వారిని పోషించండి, కాని మీ పుత్రులుగా చేసుకొని, మీ పేరు ఇవ్వకండి.","lang":"te"},{"name":"33:6","price":"విశ్వాసులకు (ముస్లింలకు), దైవప్రవక్త స్వయంగా తమ కంటే కూడా ముఖ్యుడు.[1] మరియు అతని భార్యలు వారికి తల్లులు.[2] అల్లాహ్ గ్రంథం ప్రకారం రక్తసంబంధీకులు - ఇతర విశ్వాసుల మరియు వలస వచ్చిన వారి (ముహాజిరీన్) కంటే - ఒకరి కొకరు ఎక్కువగా పరస్పర సంబంధం (హక్కులు) గలవారు. కాని! మీరు మీ స్నేహితులకు మేలు చేయగోరితే (అది వేరే విషయం)![3] వాస్తవానికి ఇదంతా గ్రంథంలో వ్రాయబడి వుంది.","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"[1] దైవప్రవక్త ('స'అస) ప్రవచనం: 'నేను, మీకు మీ తండ్రులకంటే, మీ సంతానం కంటే మరియు సర్వమానవుల కంటే ఎక్కువ ప్రీతిపాత్రుడనయ్యేంత వరకు మీరు నిజమైన విశ్వాసులు కాజాలరు!' (బు'ఖారీ ముస్లిం) - అనస్ (ర'ది.'అ.) కథనం.\n [2] దైవప్రవక్త ('స'అస) భార్యలు (ర'ది. 'అన్హుమ్ లు) ముస్లింల తల్లుల వంటి వారు. కాబట్టి ఈ ఆయత్ శాసనం ప్రకారం దైవప్రవక్త మరణం తరువాత, వారిని ఎవ్వరూ వివాహమాడరాదు. ఇంకా చూడండి 8:75. అందులో విశ్వాసుల పరస్పర సహోదరత్వం తెలుపబడింది. మరియు ఈ ఆయత్ లో ఒక విశ్వాసునికి, దైవప్రవక్త ('స'అస) మరియు అతని భార్యలు (ర'ది. 'అన్హుమ్ లు), తల్లిదండ్రుల వంటి వారు అని తెలుపబడింది..\n [3] చూడండి, 49:10 మరియు 8:75 దగ్గరి బంధువులు తప్ప ఇతరులు వారసులు కాలేరు.","lang":"te"},{"name":"33:7","price":"మరియు (జ్ఞాపకముంచుకో) వాస్తవానికి మేము ప్రవక్తలందరి నుండి వాగ్దానం తీసుకున్నాము మరియు నీతో (ఓ ముహమ్మద్), నూహ్ తో, ఇబ్రాహీమ్ తో, మూసాతో మరియు మర్యమ్ కుమారుడైన ఈసాతో కూడా! మరియు మేము వారందరి నుండి గట్టి వాగ్దానం తీసుకున్నాము.[1]","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"[1] చూడండి, 3:81, 42:13.","lang":"te"},{"name":"33:8","price":"ఇది సత్యవంతులను, వారి సత్యాన్ని గురించి ప్రశ్నించడానికి. మరియు ఆయన సత్యతిరస్కారుల కొరకు బాధాకరమైన శిక్షను సిద్ధ పరచి ఉంచాడు.[1]","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"[1] చూడండి, 5:109 మరియు 7:6.","lang":"te"},{"name":"33:9","price":"ఓ విశ్వాసులారా! అల్లాహ్ మీకు చేసిన అనుగ్రహాన్ని జ్ఞాపకం చేసుకోండి. మీ పైకి సైన్యాలు (దండెత్తి) వచ్చినపుడు, మేము వారి పైకి ఒక తుఫాను గాలిని మరియు మీకు కనబడని సైన్యాలను పంపాము.[1] మరియు అల్లాహ్ మీరు చేసేదంతా చూస్తున్నాడు.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"[1] చూఈ సూరహ్ యొక్క 9-27 ఆయతులు కందక యుద్ధం ('గ'జ్వతుల్ అ'హ్జాబ్) గురించి ఉన్నాయి. ఇంకా చూడండి, 3:124-125.","lang":"te"},{"name":"33:10","price":"వారు (మీ శత్రువులు) మీ మీదకు పైనుండి మరియు క్రింది నుండి (దండెత్తి) వచ్చినపుడు[1] మరియు మీ కళ్ళు (భయంతో) తిరిగిపోయి, మీ గుండెలు గొంతులోనికి వచ్చినపుడు, మీరు అల్లాహ్ ను గురించి పలువిధాలుగా ఊహించసాగారు.","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"[1] పై నుండి నజ్ద్, ఉత్తర తూర్పు నుండి వచ్చిన 'గి'త్ఫాన్, హవా'జిన్ మరియు ఇతర తెగల వారు; క్రింది నుండి ఖురైషులు; మరియు పడమర దిక్కునుండి ఇతర ముష్రికులు దాడి చేయటానికి వస్తారు.","lang":"te"},{"name":"33:11","price":"అక్కడ (ఆ సమయంలో) విశ్వాసులు పరీక్షించబడ్డారు. మరియు దానితో వారు తీవ్రంగా కంపింప జేయబడ్డారు.","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:12","price":"మరియు ఆ సమయంలో, కపట విశ్వాసులు మరియు తమ హృదయాలలో రోగమున్న వారు: \"అల్లాహ్ మరియు ఆయన సందేశహరుడు మాతో చేసిన వాగ్దానాలన్నీ బూటకాలు మాత్రమే!\" అని అనసాగారు.[1]","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"[1] ఈ విధమైన సందేశం వచ్చిన వారు దాదాపు డెబ్భై మంది మునాఫిఖులు.","lang":"te"},{"name":"33:13","price":"అపుడు వారిలోని ఒక పక్షం వారు: \"ఓ యస్ రిబ్[1] (మదీనా మునవ్వరా) ప్రజలారా! ఇక మీరు వీరిని (శత్రువులను) ఎదిరించలేరు. కనుక వెనుదిరగండి!\" అని అన్నారు. మరియు వారిలో మరొక వర్గం వారు ప్రవక్తతో ఈ విధంగా పలుకుతూ (వెనుదిరిగి) పోవటానికి అనుమతి అడగసాగారు: \"మా ఇండ్లు భద్రంగా లేవు.\"[2] కాని వాస్తవానికి అవి భద్రంగానే ఉండెను. వారు కేవలం అక్కడి నుండి పారిపోదలచారు.","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"[1] ఆ కాలంలో ఆ ప్రాంతమంతా యస్'రిబ్ అనే పేరుతో పిలువబడేది. ఆ ప్రాంతంలోనే మదీనా మునవ్వరా ఉంది.\n [2] అంటే ఒడంబడిక త్రెంపిన బనూఖురైజా తెగవారు దక్షిణ దిక్కునుండి దాడి చేస్తారేమోననే భయం.","lang":"te"},{"name":"33:14","price":"ఒకవేళ నగరపు చుట్టుప్రక్కల నుండి శత్రువులు లోపలికి దూరి, వారిని విద్రోహ చర్యలకు పాల్పడమని పిలిస్తే, వారు వెంటనే సమ్మతించే వారు, మరియు వారు దాని కోసం ఏ మాత్రం ఆలస్యం చేసేవారు కాదు.","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:15","price":"వాస్తవానికి వారు ఇంతకు ముందు, తాము వెన్ను చూపి పారిపోమని, అల్లాహ్ తో వాగ్దానం చేసి ఉన్నారు. మరియు అల్లాహ్ తో చేసిన వాగ్దానం గురించి తప్పక ప్రశ్నించటం జరుగుతుంది.","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:16","price":"వారితో ఇలా అను: \"ఒకవేళ మీరు మరణం నుండి గానీ, లేదా హత్య నుండి గానీ, పారిపోదలచు కుంటే! ఆ పారిపోవటం మీకు ఏ మాత్రం లాభదాయకం కాదు. అప్పుడు మీరు కేవలం కొంతకాలం మాత్రమే సుఖసంతోషాలు అనుభవిస్తారు!\"","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:17","price":"వారితో ఇంకా ఇలా అను: \"ఒకవేళ అల్లాహ్ మీకు కీడు చేయదలిస్తే! లేదా కరుణించదలిస్తే! ఆయన నుండి మిమ్మల్ని తప్పించే వాడెవడు?\" మరియు వారు అల్లాహ్ ను వదలి ఇతరుణ్ణి ఎవడినీ సంరక్షకునిగా గానీ లేక సహాయకునిగా గానీ పొందలేరు.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:18","price":"వాస్తవానికి మీలో ఎవరు ఇతరులను (యుద్ధం నుండి) ఆటంక పరుస్తూ ఉన్నారో మరియు తమ సోదరులతో: \"మా వైపునకు రండి!\" అని పలుకుతూ ఉన్నారో, అలాంటి వారందరి గురించి, అల్లాహ్ కు బాగా తెలుసు. మరియు వారు మాత్రం యుద్ధంలో చాలా తక్కువగా పాల్గొనేవారు;","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:19","price":"(మీకు తోడ్పడే విషయంలో) వారు పరమ లోభులుగా ఉండేవారు. (ఓ ప్రవక్తా!) వారి పైకి ప్రమాదం వచ్చినపుడు వారు (నీ సహాయం కోరుతూ) మరణం ఆసన్నమైన వ్యక్తి కనుగ్రుడ్లు త్రిప్పే విధంగా నీ వైపుకు తిరిగి చూడటాన్ని, నీవు చూస్తావు. కాని ఆ ప్రమాదం తొలగిపోయిన వెంటనే, వారు లాభాలను పొందే ఉద్దేశంతో, కత్తెర వలే ఆడే నాలుకలతో మీతో బడాయీలు చెప్పుకుంటారు. అలాంటి వారు ఏ మాత్రం విశ్వసించలేదు. కావున, అల్లాహ్ వారి కర్మలను నిరర్థకం చేశాడు. మరియు ఇది అల్లాహ్ కు ఎంతో సులభం.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:20","price":"దాడి చేసిన వర్గాలు ఇంకా వెళ్ళి పోలేదు అనే వారు భావిస్తున్నారు. ఒకవేళ ఆ వర్గాలు తిరిగి మళ్ళీ దాడి చేస్తే! ఎడారి వాసులతో (బద్దూలతో)[1] కలిసి నివసించి అక్కడి నుండి మీ వృత్తాంతాలను తెలుసుకుంటే బాగుండేది కదా! అని అనుకుంటారు. ఒకవేళ వారు మీతో పాటు ఉన్నా చాలా తక్కువగా యుద్ధంలో పాల్గొని ఉండేవారు.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"[1] ఈ పదానికి ఇంకా చూడండి, 9:90, 97, 98, 99, 101, 120, 48:11, 16, 49:14.","lang":"te"},{"name":"33:21","price":"వాస్తవానికి, అల్లాహ్ యొక్క సందేశహరునిలో మీకు ఒక ఉత్తమమైన ఆదర్శం ఉంది, వారి కొరకు ఎవరైతే అల్లాహ్ మరియు అంతిమ దినాన్ని ఆశిస్తారో మరియు అల్లాహ్ ను అత్యధికంగా స్మరిస్తారో!","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:22","price":"మరియు విశ్వాసులు, దాడి చేసిన వర్గాల వారిని చూసినపుడు ఇలా పలికారు: \"అల్లాహ్ మరియు ఆయన సందేశహరుడు సత్యం పలికారు.\" ఇది వారి విశ్వాసాన్ని మరియు అల్లాహ్ పట్ల వారి విధేయతను మరింత అధికమే చేసింది.","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:23","price":"విశ్వాసులలో అల్లాహ్ కు తాము చేసిన ఒప్పందం నిజం చేసి చూపినవారు కూడా ఉన్నారు. వారిలో కొందరు తమ శపథాన్ని పూర్తి చేసుకున్న వారున్నారు, మరికొందరు దానిని పూర్తి చేసుకోవటానికి నిరీక్షిస్తున్నారు. మరియు వారు తమ వైఖరిని ఏ మాత్రం మార్చుకోలేదు.","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:24","price":"అల్లాహ్, సత్యవంతులకు వారి సత్యానికి ప్రతిఫలం నొసంగటానికి మరియు కపట విశ్వాసులకు తాను కోరితే శిక్ష విధించటానికి లేదా వారి పశ్చాత్తాపాన్ని స్వీకరించటానికి ఇలా చేశాడు.[1] నిశ్చయంగా అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత.","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"[1] చూడండి, 6:12.","lang":"te"},{"name":"33:25","price":"మరియు అల్లాహ్ అవిశ్వాసులను వారి క్రోధావేశంతోనే - వారికెలాంటి మేలు లభింప జేయకుండా - వెనుకకు మరలించాడు. యుద్ధరంగంలో విశ్వాసులకు అల్లాహ్ యే (సహాయకునిగా) మిగిలాడు. వాస్తవంగా అల్లాహ్ మహా బలవంతుడు, సర్వశక్తిమంతుడు.","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:26","price":"మరియు గ్రంథ ప్రజలలో నుండి వారికి (అవిశ్వాసులకు యుద్ధంలో) తోడ్పడిన వారిని ఆయన (అల్లాహ్) వారి కోటల నుండి క్రిందికి తీసుకు వచ్చాడు.[1] మరియు వారి హృదయాలలో భీతిని ప్రవేశింపజేశాడు. వారిలో కొందరిని మీరు చంపుతున్నారు, మరికొందరిని ఖైదీలుగా చేసుకుంటున్నారు.","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"[1] అంటే యూదులైన బనూ-ఖురై\"జా తెగవారు. వారు మొదట శత్రువులకు సహాయపడమని మదీనా ముస్లింలతో ఒప్పందం చేసుకుంటారు. కాని మదీనా నగరం నుండి వెడలగొట్టబడిన బనూ-న'దీర్ తెగవారి మాటలు విని, తమ ఒడంబడికను త్రెంపి శత్రువులకు సహాయపడటానికి పూనుకుంటారు. అందుకే శత్రువులు పారిపోయింది చూసి వారు తమ కోటలలో దాక్కుంటారు. ముస్లింలు వారిని 25 రోజులు ముట్టడించి ఉంచుతారు. చివరకు వారు - తమ విశ్వాసఘాతానికి - శిక్షకు గురి అవుతారు.","lang":"te"},{"name":"33:27","price":"మరియు ఆయన (అల్లాహ్) వారి భూమికి, వారి ఇండ్లకు మరియు వారి ఆస్తులకు మిమ్మల్ని వారసులుగా చేశాడు.[1] మరియు మీరు ఎన్నడూ అడుగుమోపని భూమికి కూడా, (మిమ్మల్ని వారసులుగా చేశాడు). మరియు వాస్తవంగా అల్లాహ్ ప్రతిదీ చేయగల సమర్ధుడు.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"[1] కొందరు వ్యాఖ్యాతలు ఇది 6వ హిజ్రీలో జరిగిన 'ఖైబర్ విజయమని అభిప్రాయపడ్డారు. మరి కొందరు రోమ్ మరియు పర్షియాల విజయాలని! (ఫ'త్హ్ అల్-ఖదీర్).","lang":"te"},{"name":"33:28","price":"ఓ ప్రవక్తా! నీవు నీ భార్యలతో ఇలా అను: \"ఒకవేళ మీరు ప్రాపంచిక జీవితాన్ని మరియు దాని శోభను కోరుతున్నట్లైతే, రండి నేను మీకు తప్పక జీవన సామాగ్రినిచ్చి, మిమ్మల్ని మంచి పద్ధతిలో విడిచి పెడతాను.\"[1]","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"[1] ఈ విజయాల వల్ల ముస్లింలకు ధన సంపత్తులు దొరకడం వల్ల, వారు మొదటి కంటే ఎంతో అధికంగా సుఖవంతమైన జీవితం గడుపసాగారు. ఇది చూసి దైవప్రవక్త భార్యలు (ర'ది.'అన్హుమ్) కూడా ఆ సంపదలను తమ కొరకు కోరారు. దానికి జవాబుగా ఈ ఆయత్ అవతరింపజేయబడింది. దీనితో అర్థమయ్యేదేమిటంటే, ఎన్నో సంపత్తులు ముస్లింలకు దొరికినా, దైవప్రవక్త ('స'అస) తన స్వంత వినియోగం కొరకు మొదటి వలెనే అతి తక్కువ జీవనోపాధిని ఉంచుకునే వారు. అంతా ముస్లింలకు పంచేవారు. దీని తరువాత ఉమ్మహాతుల్ మోమినీన్ (ర'ది.'అన్హుమ్) లు తమ పట్టు వదలుకున్నారు. ఆ కాలంలో దైవప్రవక్త ('స'అస) వివాహబంధంలో తొమ్మిది మంది భార్య (ర'ది.'అన్హుమ్) లు ఉన్నారు. ఐదుగురు ఖురైషులు 'ఆయిషహ్, 'హ'ఫ్సా, ఉమ్ము - 'హబీబా, 'సౌదా, మరియు ఉమ్ము సల్మా (ర'ది.'అన్హుమ్) మరియు నలుగురు ఇతరులు: 'సఫియ్యా, మైమూనా, 'జైనబ్ మరియు జువేరియా (ర'ది.'అన్హుమ్).","lang":"te"},{"name":"33:29","price":"\"కాని ఒకవేళ మీరు అల్లాహ్ ను మరియు ఆయన సందేశహరుణ్ణి మరియు పరలోక గృహాన్ని కోరుతున్నట్లైతే, నిశ్చయంగా, అల్లాహ్ మలో సజ్జనులైన వారికి గొప్ప ప్రతిఫలాన్ని సిద్ధపరచి ఉంచాడు.\"","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"te"},{"name":"33:30","price":"ఓ ప్రవక్త స్త్రీలారా! మీలో ఎవరైనా స్పష్టంగా అనుచితమైన పనికి పాల్పడితే ఆమెకు రెట్టింపు శిక్ష విధించబడుతుంది.[1] మరియు వాస్తవంగా, ఇది అల్లాహ్ కు ఎంతో సులభం.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"[1] అల్ ఫా'హిషహ్ అంటే ఖుర్ఆన్ లో 'జినా' అంటే వ్యభిచారం, అనే అర్థంలో వాడబడింది. అల్ - లేకుండా ఫా'హిషహ్ అని ఉంటే - ఇక్కడ ఉన్నట్లు - సభ్యతలేని పని, లేక అనుచితమైన పని అనే అర్థంలో వాడబడింది. పెద్దవారు చేసే చిన్నతప్పు కూడా పెద్దదే. కాబట్టి వారికి రెండింతలు శిక్ష దని బోధింపబడింది.","lang":"te"},{"name":"33:31","price":"మరియు మీలో ఏ స్త్రీ అయితే అల్లాహ్ కు మరియు ఆయన సందేశహరునికి విధేయురాలై ఉండి సత్కార్యాలు చేస్తుందో, ఆమెకు రెట్టింపు ప్రతిఫలమిస్తాము మరియు ఆమె కొరకు గౌరవప్రదమైన జీవనోపాధిని సిద్ధపరచి ఉంచాము.[1]","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"[1] చూడండి, 8:4.","lang":"te"},{"name":"33:32","price":"ఓ ప్రవక్త భార్యలారా! మీరు సాధారణ స్త్రీల వంటి వారు కారు. మీరు దైవభీతి గలవారైతే మీరు మెత్తని స్వరంతో మాట్లాడకండి. ఎందుకంటే! దానితో తన హృదయంలో రోగమున్న వానికి దుర్భుద్ధి పుట్టవచ్చు. కావున మీరు స్పష్టంగా, సూటిగానే మాట్లాడండి.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:33","price":"మరియు మీరు మీ ఇండ్లలోనే ఉండిండి మరియు పూర్వపు అజ్ఞానకాలంలో అలంకరణను ప్రదర్శిస్తూ తిరిగినట్లు తిరగకండి.[1] మరియు నమాజ్ స్థాపించండి మరియు విధిదానం (జకాత్) ఇవ్వండి మరియు అల్లాహ్ కు ఆయన సందేశహరునికి విధేయులై ఉండండి. (ఓ ప్రవక్త) గృహిణులారా![2] నిశ్చయంగా, అల్లాహ్ మీ నుండి మాలిన్యాన్ని తొలగించి, మిమ్మల్ని పరిశుద్ధులుగా చేయగోరు తున్నాడు.","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"[1] చూడండి, 5:50.\n [2] అహ్లల్ - బైత్, శబ్దానికి ఈ విధంగా అర్థాలు ఇవ్వబడ్డాయి. ఈ ఆయత్ లో ఖుర్ఆన్, దైవప్రవక్త ('స'అస) సతీమణు (ర'ది.'అన్హుమ్)లనే సంబోధిస్తోంది. ఖుర్ఆన్ లో ఇతర చోట్లలో కూడా భార్యలను అహ్లల్-బైత్ అని, సంబోధించబడింది. ఉదాహరణకు 11:73. కొందరు 'అలీ, ఫాతిమా, 'హసన్ మరియు 'హుసైన్ (ర'ది.'అన్హుమ్)లను మాత్రమే అహ్లల్-బైత్ గా భావిస్తున్నారు. వాస్తవమేమిటంటే, దైవప్రవక్త సతీమణులూ (ర'ది.'అన్హుమ్), దైవప్రవక్త ('స'అస) సంతానం (ర'ది'అన్హుమ్) మరియు ఈ నలుగురూ (ర'ది'అన్హుమ్), అందరూ అహ్లల్-బైత్ వారే! (ఫ'త్హ్ అల్-ఖదీర్, షౌకానీ)","lang":"te"},{"name":"33:34","price":"మరియు మీ ఇండ్లలో వినిపించబడే అల్లాహ్ ఆయతులను మరియు జ్ఞాన విషయాలను (హదీస్ లను) స్మరిస్తూ ఉండండి. నిశ్చయంగా, అల్లాహ్ అత్యంత సూక్ష్మగ్రాహి, సర్వం తెలిసిన వాడు.[1]","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"[1] చూడండి, 6:103.","lang":"te"},{"name":"33:35","price":"నిశ్చయంగా, ముస్లిం (అల్లాహ్ కు విధేయులైన) పురుషులు మరియు ముస్లిం స్త్రీలు; విశ్వాసులైన (ము'మిన్) పురుషులు మరియు విశ్వాసులైన (ము'మిన్) స్త్రీలు; భక్తిపరులైన పురుషులు మరియు భక్తిపరులైన స్త్రీలు; సత్యవంతులైన పురుషులు మరియు సత్యవంతులైన స్త్రీలు; ఓర్పు గల పురుషులు మరియు ఓర్పు గల స్త్రీలు; వినమ్రత గల పురుషులు మరియు వినమ్రత గల స్త్రీలు; దానశీలురైన పురుషులు మరియు దానశీలురైన స్త్రీలు; ఉపవాసాలు[1] ఉండే పురుషులు మరియు ఉపవాసాలు ఉండే స్త్రీలు; తమ మర్గాంగాలను కాపాడుకునే పురుషులు మరియు (తమ మర్మాంగాలను) కాపాడుకునే స్త్రీలు;[2] మరియు అల్లాహ్ ను అత్యధికంగా స్మరించే పురుషులు మరియు అల్లాహ్ ను అత్యధికంగా స్మరించే స్త్రీలు; ఇలాంటి వారి కొరకు అల్లాహ్ క్షమాభిక్ష మరియు గొప్ప ప్రతిఫలాన్ని సిద్ధపరచి ఉంచాడు.","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"[1] 'సౌమున్: కేవలం ఆహార పానీయాలే గాక ఇతర చెడు విషయాల నుండి కూడా దూరంగా ఉండటం. ఇంకా చూడండి, 19:26 అక్కడ ఈ శబ్దం మాట్లాడకుండా ఉండటాన్ని సూచిస్తుంది.\n [2] చూడండి, 24:30.","lang":"te"},{"name":"33:36","price":"మరియు అల్లాహ్ మరియు ఆయన సందేశహరుడు, ఒక విషయంలో నిర్ణయం తీసుకున్నప్పుడు, విశ్వసించిన పురుషునికి గానీ లేక విశ్వసించిన స్త్రీకి గానీ ఆ విషయంలో మరొక నిర్ణయం తీసుకునే హక్కు లేదు.[1] మరియు ఎవడైతే అల్లాహ్ మరియు ఆయన సందేశహరునికి అవిధేయుడవుతాడో, వాస్తవంగా, అతడు స్పష్టమైన మార్గభ్రష్టత్వంలో పడి ఉన్నట్లే!","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"[1] ఈ ఆయత్ దైవప్రవక్త ('స'అస) మరియు 'జైనబ్ (ర.'అన్హా)ల వివాహం గురించి అవతరింపజేయబడింది.","lang":"te"},{"name":"33:37","price":"మరియు (ఓ ప్రవక్తా జ్ఞాపకం చేసుకో!) అల్లాహ్ అనుగ్రహించిన మరియు నీవు అనుగ్రహించిన వ్యక్తితో నీవు:[1] \"నీ భార్యను ఉండనివ్వు (విడిచి పెట్టకు) మరియు అల్లాహ్ యందు భయభక్తులు కలిగి ఉండు.\" అని అన్నప్పుడు; నీవు అల్లాహ్ బయట పెట్టదలచిన విషయాన్ని, నీ మనస్సులో దాచి ఉంచావు. నీవు ప్రజలకు భయపడ్డావు, వాస్తవానికి నీవు అల్లాహ్ కు భయపడటమే చాలా ఉత్తమమైనది. జైద్, ఆమెతో తన సంబంధాన్ని తన ఇచ్ఛానుసారంగా త్రెంపుకున్న తరువాతనే, మేము ఆమె వివాహం నీతో జరిపించాము. విశ్వాసులకు తమ దత్తపుత్రుల భార్యలతో పెండ్లి చేసుకోవటంలో - వారు తమ భార్యల నుండి తమ ఇష్టానుసారంగా తమ సంబంధం త్రెంపు కున్నప్పుడు - ఏ విధమైన దోషం లేదు. వాస్తవానికి అల్లాహ్ ఆదేశం తప్పక అమలులోకి రావలసిందే!","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"[1] ముహమ్మద్ ('స'అస) ప్రవక్తగా ఎన్నుకోబడక ముందు 'ఖదీజహ్ (ర.'అన్హా) అతనికి ('స'అస) ఒక బానిసను కానుకగా ఇస్తారు. అతని పేరు 'జైద్ బిన్-'హారిసా. అతడు ఉత్తర అరేబియాకు చెందిన బనూ-కల్బ్ తెగకు చెందిన 'అరబ్బ్. అతడు (ర'ది.'అ.) చిన్నతనంలోనే తెగల మధ్య జరిగే యుద్ధాలలో బందీ అయ్యి అమ్మి వేయబడతారు. అతనిని (ర'ది.'అ.) 'ఖదీజహ్ (ర.'అన్హా) కొని, తరువాత దైవప్రవక్త ('స'అస) కు ఇస్తారు. దైవప్రవక్త ('స'అస) అతనికి స్వేచ్ఛనిస్తారు. ఆ తరువాత అతనిని తమ దత్తకుమారునిగా చేసుకుంటారు. దైవప్రవక్త ('స'అస) పై వ'హీ అవతరించిన తరువాత మొట్టమొదట ఇస్లాం స్వీకరించిన వారిలో ఇతను (ర'ది.'అ.) కూడా ఒకరు. అతని ('ర'ది.'అ.) వివాహం దైవప్రవక్త ('స'అస) తన మేనత్త కుమార్తె 'జైనబ్ బింతె-జ'హష్ (ర.'అన్హా) తో చేయిస్తారు. కాని మొదటి నుండియే ఆమె (ర.'అన్హా)కు ఈ వివాహం నచ్చదు. వారి మధ్య మొదటి రోజు నుండియే కలహాలు ప్రారంభమవుతాయి. 'జైద్ (ర'ది.'అ.) కూడా తన మొదటి భార్య - స్వేచ్ఛ ఇవ్వబడిన బానిస - ఉమ్ముఆయ్ మన్ (ర. 'అన్హా), అతని కుమారుడు ఉసామహ్ (ర'ది.'అ.) యొక్క తల్లితో సంతోషంగా కాలం గడుపుతూ ఉంటారు. 'జైద్ బిన్ 'హారిస'హ్ మరియు 'జైనబ్ బింతె-జ'హష్ (ర'ది. 'అన్హుమ్)ల మధ్య ఎల్లప్పుడూ కలహాలు జరుగుతూ ఉంటాయి. దానితో 'జైద్ (ర'.ది.'అ.) 5వ హిజ్రీలో 'జైనబ్ బింతె-జ'హష్ (ర.'అన్హా)కు విడాకులు ఇస్తారు. తరువాత దైవప్రవక్త ('స'అస) అల్లాహ్ (సు.తా.) ఆజ్ఞ ప్రకారం ఆమె (ర.'అన్హా)తో వివాహం చేసుకుంటారు. దత్తపుత్రుడు ఏ మాత్రం స్వంతపుత్రుడు కాజాలడు. కావున అతడు విడిచిన స్త్రీతో వివాహం చేసుకోవచ్చు అనే విషయం కూడా దీనితో స్పష్టమవుతుంది.","lang":"te"},{"name":"33:38","price":"అల్లాహ్ తన కొరకు ధర్మసమ్మతం చేసిన దానిని ప్రవక్త పూర్తి చేస్తే, అతనిపై ఎలాంటి నింద లేదు. ఇంతకు పూర్వం గతించిన వారి విషయంలో కూడా అల్లాహ్ సంప్రదాయం ఇదే. మరియు అల్లాహ్ ఆజ్ఞ, నిర్దేశింపబడిన (తిరుగులేని) శాసనం;","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:39","price":"వారికి, ఎవరైతే అల్లాహ్ సందేశాలను అందజేస్తారో మరియు కేవలం ఆయనకే భయపడతారో మరియు అల్లాహ్ కు తప్ప మరెవ్వరికీ భయపడరో! మరియు లెక్క తీసుకోవటానికి కేవలం అల్లాహ్ యే చాలు!","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:40","price":"(ఓ మానవులారా!) ముహమ్మద్ మీ పురుషుల్లో ఎవ్వడికీ తండ్రి కాడు.[1] కాని అతను అల్లాహ్ యొక్క సందేశహరుడు మరియు ప్రవక్తలలో చివరివాడు.[2] మరియు వాస్తవానికి అల్లాహ్ యే ప్రతి విషయపు జ్ఞానం గలవాడు.","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"[1] అంటే అతను ('స'అస), 'జైద్ బిన్-'హారిసా (ర'ది.'అ.) యొక్క తండ్రి కారు. మరియు ఏ ఇతర పురుషుని తండ్రి కూడా కారు. ప్రతివాడు తన నిజతండ్రి పేరుతోనే పిలువబడాలి. దైవప్రవక్త ('స'అస) కు 'ఖదీజహ్ (ర.'అన్హా) నుండి ముగ్గురు కుమారులు: ఖాసిమ్, 'తయ్యబ్ మరియు 'తాహిర్. మారియా ఖబ్తియా (ర.'అన్హా) నుండి ఇబ్రాహీం. వారంతా బాల్యావస్థలోనే మరణించారు, (ఇబ్నె-కసీ'ర్, ము'హమ్మద్ జూనాగఢి). కొందరు వ్యాఖ్యాతలు 'ఖదీజహ్ (ర.'అన్హా)కు ఇద్దరు కుమారులే అని అంటారు: ఖాసిమ్ మరియు అబ్దుల్లాహ్. 'తయ్యబ్, 'తాహిహ్ అనేవి అబ్దుల్లాహ్ యొక్క మారు పేర్లు అని వారంటారు.\n [2] 'ఖాతమున్: అంటే ముద్ర. ముద్రవేయటం చివరిపని, కావున దైవప్రవక్త ము'హమ్మద్ ('స'అస) తరువాత ఇక ఏ ప్రవక్త కూడా రాడు. కాబట్టి అతను ప్రవక్తల ముద్ర (చివరివాడు), అని సంబోధించబడ్డారు. కావున అతన తరువాత తనను తాను ప్రవక్తగా పరిగణించేవాడు, అసత్యుడూ, దజ్జాల్ మాత్రమే! చివరికాలంలో దైవప్రవక్త 'ఈసా ('అ.స.) తిరిగి వస్తారు. కానీ అతను ప్రవక్తగా గాక ము'హమ్మద్ ('స'అస) యొక్క ఉమ్మతి (అనుచరునిగా) వస్తారు. ఇదంతా స'హీ 'హదీసులలో ఉంది. చాలా మంది ధర్మవేత్తల అభిప్రాయం ఇదే! అతను ('స'అస) చివరి ప్రవక్త కాబట్టి సమస్తలోకాలకు ప్రవక్తగా పంపబడ్డారు. చూడండి, 21:107.","lang":"te"},{"name":"33:41","price":"ఓ విశ్వాసులారా! అల్లాహ్ ను (ఏకాగ్రతతో) అత్యధికంగా స్మరించండి.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:42","price":"మరియు ఉదయం మరియు సాయంత్రం ఆయన పవిత్రతను కొనియాడుతూ ఉండండి.","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:43","price":"ఆయన మీపై ఆశీర్వాదాలు (సలాత్) పంపుతూ ఉంటాడు మరియు ఆయన దూతలు మిమ్మల్ని అంధకారం నుండి వెలుగులోకి తీసుకు రావటానికి (ఆయనను ప్రార్థిస్తూ ఉంటారు). మరియు ఆయన విశ్వాసుల పట్ల అపార కరుణా ప్రదాత.","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:44","price":"వారు ఆయనను కలుసుకునే రోజున వారికి: \"మీకు శాంతి కలుగు గాక (సలాం)!\" అనే అభినందనలతో స్వాగతం లభిస్తుంది.[1] మరియు ఆయన వారి కొరకు గౌరవప్రదమైన ప్రతిఫలం సిద్ధపరచి ఉంచాడు.","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"[1] స్వర్గవాసులు లేక దైవదూతలు దానిలోకి వచ్చేవారికి ఈ విధంగా స్వాగతం చేస్తారు.","lang":"te"},{"name":"33:45","price":"ఓ ప్రవక్తా! నిశ్చయంగా మేము, నిన్ను సాక్షిగా, శుభవార్త అందజేసేవానిగా మరియు హెచ్చరిక చేసేవానిగా పంపాము!","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:46","price":"మరియు ఆయన అనుమతితో, అల్లాహ్ వైపునకు పిలిచేవానిగా మరియు ప్రకాశించే దీపంగానూ (చేసి పంపాము)!","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:47","price":"మరియు నిశ్చయంగా, వారి మీద అల్లాహ్ యొక్క గొప్ప అనుగ్రహం ఉందనే శుభవార్తను విశ్వాసులకు ఇవ్వు.","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:48","price":"మరియు నీవు సత్యతిరస్కారుల మరియు కపట విశ్వాసుల మాటలకు లోబడకు మరియు వారి వేధింపులను లక్ష్య పెట్టకు మరియు కేవలం అల్లాహ్ నే నమ్ముకో మరియు కార్యకర్తగా కేవలం అల్లాహ్ యే చాలు!","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:49","price":"ఓ విశ్వాసులారా! మీరు విశ్వాసినులైన స్త్రీలను వివాహమాడి, తరువాత - మీరు వారిని తాకక పూర్వమే - వారికి విడాకులిచ్చినట్లైతే, మీ కొరకు వేచి వుండే వ్యవధి (ఇద్దత్) పూర్తి చేయమని అడిగే హక్కు మీకు వారిపై లేదు.[1] కనుక వారికి పారితోషికం ఇచ్చి, మంచితనంతో వారిని సాగనంపండి.[2]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"[1] వివాహం తరువాత స్త్రీతో సంభోగించి ఉంటే ఆమె వేచిఉండే గడువు ('ఇద్దత్) మూడు రుతుస్రావాలు. చూడండి, 2:228. కాని వివాహం తరువాత సంభోగించక ముందే విడాకులిస్తే ఆమె వేచిఉండక వెంటనే, మరొకనితో వివాహం చేసుకోవచ్చు. ఒకవేళ సంభోగం జరుగకముందే భర్త చనిపోతే 'ఇద్దత్ నాలుగు నెలల మీద పది రోజులు, (ఫ'త్హ్ అల్-ఖదీర్, ఇబ్నె-కసీ'ర్). నికా'హ్ జరిగిన తరువాతనే 'తలాఖ్, ఇవ్వవలసిన అవసరం ఉంటుంది. నికా'హ్ యే కాకుంటే 'తలాఖ్ ఇవ్వవలసిన అవసరం ఎక్కడ ఉంటుంది! \"లా'తలాఖ ఖబ్ ల నికా'హ్.\" (ఇబ్నె-మాజా): \"లా 'తలాఖ లి ఇబ్ని ఆదమ్ ఫీమా లా యమ్ లికు.\" (అబూ-దావూద్, తిర్మిజీ' మరియు అ'హ్మద్ - 2/189) అంటే పెండ్లి (నికా'హ్) కానిదే 'తలాఖ్ విషయమే రాదు. \n [2] అంటే వారి మహ్ర్ నిర్ణయించబడి ఉంటే సగం ఇవ్వండి. లేకపోతే మీకు తోటినది ఇచ్చి మంచివిధంగా సాగనంపండి.","lang":"te"},{"name":"33:50","price":"ఓ ప్రవక్తా! నిశ్చయంగా, మేము నీకు: నీవు మహ్ర్ చెల్లించిన నీ భార్యలను[1] మరియు అల్లాహ్ ప్రసాదించిన (బానిస) స్త్రీల నుండి నీ ఆధీనంలోకి వచ్చిన వారిని (స్త్రీలను)[2] మరియు నీతో పాటు వలస వచ్చిన నీ పినతండ్రి (తండ్రి సోదరుల) కుమార్తెలను మరియు నీ మేనత్తల (తండ్రి సోదరీమణుల) కుమార్తెలను మరియు నీ మేనమామల (తల్లిసోదరుల) కుమార్తెలను మరియు నీ పినతల్లుల (తల్లిసోదరీమణుల) కుమార్తెలను; మరియు తనను తాను ప్రవక్తకు సమర్పించుకున్న విశ్వాసిని అయిన స్త్రీని - ఒకవేళ ప్రవక్త ఆమెను వివాహం చేసుకోదలిస్తే ఇతర విశ్వాసుల కొరకు గాక ప్రత్యేకంగా నీ కొరకే - ధర్మసమ్మతం చేశాము. వాస్తవానికి వారి (ఇతర విశ్వాసుల) కొరకు, వారి భార్యల విషయంలో మరియు వారి బానిసల విషయంలో, మేము విధించిన పరిమితులు మాకు బాగా తెలుసు.[3] ఇదంతా మేము నీకు ఏ విధమైన ఇబ్బంది కలుగకుండా ఉండాలని చేశాము. వాస్తవానికి అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"[1] దైవప్రవక్త ('స'అస) కు కొన్ని ప్రత్యేకతలు ఇవ్వబడ్డాయి. ఉదాహరణకు అతని ('స'అస) పై తహజ్జుద్ నమా'జ్ విధిగా చేయబడింది. మరియు సదఖహ్ (దానం) అతని ('స'అస)పై హరాం చేయబడింది. ఇక్కడ ఎవరికైతే అతను ('స'అస) మహ్ర్ చెల్లించారో వారు అతనికి 'హలాల్ గావించబడ్డారు. వారికి మహ్ర్ ఇంత అని నియమించబడలేదు. ఉదాహరణకు: 'సఫియా మరియు జువేరియా (ర'ది. 'అన్హుమ్)ల మహ్ర్. ఇతరులందరికీ దైవప్రవక్త ('స'అస) మహ్ర్ నగదు చెల్లించారు. కేవలం ఉమ్మె 'హబీబా (ర.'అన్హా) మహ్ర్ నజ్జాషీ (ర'ది.'అ.) చెల్లించారు.\n [2] జువేరియా మరియు చివరి భార్య 'సఫియా (ర'ది.'అన్హుమ్)లను ఇద్దరిని అతను ('స'అస) వారి స్వేచ్ఛనే మహ్ర్ గా ప్రసాదించి వివాహమాడారు. రె'హానా మరియు మారియా ఖిబ్తియా (ర'ది.'అన్హుమ్)లు బానిసలుగానే ఉన్నారు. (ము'హమ్మద్ జూనాగఢి).\n [3] ఇతర విశ్వాసులు ఒకేసారి నలుగురి కంటే ఎక్కువ మంది భార్యలను కలిగి ఉండరాదు. మరియు వారి నికా'హ్ కొరకు వలీ, సాక్షులు మరియు మహ్ర్ తప్పనిసరిగా ఉండాలి. ఈనాడు బానిసలు లేరు. ఎందుకంటే బానిసలు జిహాద్ లో పట్టుబడిన వారు మాత్రమే. డబ్బిచ్చి బానిసను కొనడం ఇస్లాంలో 'హరామ్. చూడండి, 2:221, 4:3-4 మరియు 19:25.","lang":"te"},{"name":"33:51","price":"నీవు వారిలో (నీ భార్యలలో) నుండి, నీవు కోరిన ఆమెను నీ నుండి కొంత కాలం వేరుగా ఉంచవచ్చు. మరియు నీవు కోరిన ఆమెను నీతోపాటు ఉంచవచ్చు. మరియు నీవు వేరుగా ఉంచిన వారిలో నుండి ఏ స్త్రీనైనా నీవు తిరిగి పిలుచుకోగోరితే, నీపై ఎలాంటి దోషం లేదు. దీనితో వారి కళ్లకు చల్లదనం కలుగుతుందని, వారు దుఃఖపడరనీ నీవు వారికి ఏమి ఇచ్చినా, వారు సంతోషపడతారని ఆశించవచ్చు! వాస్తవానికి మీ హృదయాలలో ఏముందో అల్లాహ్ కు తెలుసు.[1] మరియు అల్లాహ్ సర్వజ్ఞుడు, శాంత స్వభావుడు (సహన శీలుడు).","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"[1] 'అయి'షహ్ (ర.'అన్హా) కథనం - దైవప్రవక్త ('స'అస) ఇలా ప్రార్థించేవారు: \"ఓ అల్లాహ్! నేను నా మేరకు నా భార్యల మధ్య న్యాయంగా వ్యవహరిస్తున్నాను. ఇక నా వశంలో లేని దాని కొరకు నన్ను బాధ్యునిగా చేయకు! అది కేవలం నీ చేతిలో ఉంది.\" అంటే హృదయంలో ఉన్న ప్రేమ, అది ఒక భార్యకంటే మరొక భార్య కొరకు అధికంగా ఉండవచ్చు! (ఇబ్నె-'హంబల్).","lang":"te"},{"name":"33:52","price":"వీరు గాక, ఇతర స్త్రీలు నీకు (వివాహమాడటానికి) ధర్మసమ్మతం కారు.[1] వీరికి బదులుగా కూడా మరెవ్వరినీ భార్యలుగా తీసుకునే అనుమతి కూడా నీకు లేదు - వారి సౌందర్యం నీకు ఎంత నచ్చినా - నీ ఆధీనంలో ఉన్న (బానిస) స్త్రీలు తప్ప![2] వాస్తవానికి అల్లాహ్ ప్రతి విషయాన్ని గమనిస్తున్నాడు.","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"[1] అప్పుడు దైవప్రవక్త ('స'అస) కు తొమ్మిది మంది సతీమణులు (ర'ది.'అన్హుమ్) ఉండేవారు. ఐదుమంది ఖురైషులు 'ఆయిషహ్, 'హఫ్సా, ఉమ్ము-'హబీబా, 'సౌదా, మరియు ఉమ్ము-సల్మా. నలుగురు ఇతరులు: 'సఫియ్యా, మైమూనా, 'జైనబ్ మరియు జువేరియా. అతను ('స'అస) ఆ తరువాత ఎవ్వరితోనూ వివాహమాడలేదు.\n [2] బానిస స్త్రీల విషయంలో సంఖ్యాపరిమితి లేదు. వారిని గురించి 4:3, 23:6 మరియు 70:30.","lang":"te"},{"name":"33:53","price":"ఓ విశ్వాసులారా! ప్రవక్త యొక్క ఇండ్లలోకి అనుమతి లేకుండా ప్రవేశించకండి. భోజనార్థం (పిలువబడినపుడు) ఆహారం సిద్ధపరిచే సమయం కొరకు వేచి ఉండకండి, కాని మీరు పిలువబడి నప్పుడు తప్పకుండా వెళ్ళండి. అయితే భోజనం చేసిన వెంటనే వెళ్ళిపొండి మరియు సాధారణ సంభాషణలో కాలక్షేపం చేస్తూ కూర్చోకండి. నిశ్చయంగా, దీని వలన ప్రవక్తకు కష్టం కలుగుతుంది; కాని అతను మిమ్మల్ని (పొమ్మనటానికి) సంకోచిస్తాడు. మరియు అల్లాహ్ సత్యం చెప్పటానికి సంకోచించడు (సిగ్గు పడడు).[1] మరియు మీరు ప్రవక్త భార్యలతో ఏదైనా అడగ వలసి వచ్చినప్పుడు తెరచాటు నుండి అడగండి. ఇది మీ హృదయాలను మరియు వారి హృదయాలను కూడా నిర్మలంగా ఉంచుతుంది. మరియు అల్లాహ్ సందేశహరునికి కష్టం కలిగించటం మీకు తగదు. మరియు అతని తరువాత అతని భార్యలతో మీరు ఎన్నటికీ వివాహం చేసుకోకండి. నిశ్చయంగా ఇది అల్లాహ్ దృష్టిలో మహా అపరాధం.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"[1] దైవప్రవక్త ('స'అస) 'జైనబ్ (ర.'అన్హా) తో వివాహమాడి ఇచ్చిన వలీమా భోజనం సందర్భంలో ఈ ఆయత్ అవతరింపజేయబడింది. ఆ రోజు కొందరు 'స'హాబీలు భోజనం తరువాత కూర్చొని కాలక్షేపం చేయసాగారు. ('స.బు'ఖారీ).","lang":"te"},{"name":"33:54","price":"ఒకవేళ మీరు ఏ విషయాన్నైనా వెలిబుచ్చినా లేదా దానిని దాచినా! నిశ్చయంగా, అల్లాహ్ కు మాత్రం ప్రతి విషయం గురించి బాగా తెలుసు.","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:55","price":"వారిపై (ప్రవక్త భార్యలపై) - తమ తండ్రుల, తమ కుమారుల, తమ సోదరుల, తమ సోదరీమణుల కుమారుల, తమ స్త్రీల లేదా తమ బానిస (స్త్రీల) - యెదుట వస్తే ఎలాంటి దోషం లేదు.[1] (ఓ స్త్రీలారా!) మీరు అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి. నిశ్చయంగా, అల్లాహ్ ప్రతి దానికి సాక్షి;","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"[1] చూడండి, 24:31 అక్కడ కూడా ఈ శాసనం ఉంది.","lang":"te"},{"name":"33:56","price":"నిశ్చయంగా అల్లాహ్ మరియు ఆయన దూతలు ప్రవక్తపై దరూద్ లు పంపుతూ ఉంటారు. ఓ విశ్వాసులారా! మీరు కూడా అతనిపై దరూద్ లు మరియు మీ హృదయ పూర్వక సలాంలు పంపుతూ ఉండండి.[1]","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"[1] అల్లాహ్ (సు.తా.) దైవదూతల ('అలైహిమ్. స.) ముందు దైవప్రవక్త ('స'అస) ను ప్రశంసిస్తాడు. మరియు అతనిపై తన కారుణ్యాలను అవతరింపజేస్తాడు. మరియు దైవదూత ('అలైహిమ్.స.) లు అతని ('స'అస) ఔన్నత్యాలకు ప్రార్థనలు చేస్తారు. సహాబీ (ర'ది.'అన్హుమ్)లు దైవప్రవక్తతో మేము ఏ విధంగా మీపై దురూద్ పంపాలి అని ప్రశ్నించగా, అతను ('స'అస) నమాజ్ లో చదివే దురూద్ ఇబ్రాహీమ్ వివరించారు, ('స.బు'ఖారీ).","lang":"te"},{"name":"33:57","price":"నిశ్చయంగా ఎవరైతే అల్లాహ్ మరియు ఆయన సందేశహరునికి బాధ కలిగిస్తారో, వారిని అల్లాహ్ ఇహలోకంలో మరియు పరలోకంలో కూడా శపిస్తాడు (బహిష్కరిస్తాడు) మరియు ఆయన వారికై అవమానకరమైన శిక్షను సిద్ధపరచి ఉంచాడు.[1]","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"[1] అల్లాహ్ (సు.తా.) ను ఎవ్వరూ బాధించలేరు. ఇక్కడ దీని అర్థం అల్లాహ్ (సు.తా.) కు ఇష్టం లేని పని చేయడం. ఉదా: అల్లాహ్ (సు.తా.)కు సంతానం అంటగట్టడం. అల్లాహ్ (సు.తా.) యొక్క సందేశహరునికి బాధ కలిగించడం అంటే, అతని ('స'అస) పై అసత్యవాదుడు, కవి, మాంత్రికుడు అని అపనిందలు మోపడం. ల'అనతున్: అంటే అల్లాహ్ (సు.తా.) అనుగ్రహాల నుండి బహిష్కరించ, శపించ, నిషేధించ, త్రోసివేయ, దూషించ బడటం అనే అర్థాలున్నాయి. చూడండి, 2:88.","lang":"te"},{"name":"33:58","price":"మరియు ఎవరైతే, ఏ తప్పూ చేయని, విశ్వాసులైన పురుషులకు మరియు స్త్రీలకు బాధ కలిగిస్తారో, వాస్తవానికి వారు అపనిందను మరియు స్పష్టమైన పాపభారాన్ని తమ మీద మోపుకున్నట్లే!","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:59","price":"ఓ ప్రవక్తా! నీ భార్యలతో, నీ కుమార్తెలతో మరియు విశ్వాసినులైన స్త్రీలతోనూ తమ దుప్పట్లను తమ మీద పూర్తిగా కప్పుకోమని చెప్పు. ఇది వారు గుర్తించబడి బాధింపబడ కుండా ఉండటానికి ఎంతో సముచితమైనది.[1] మరియు అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"[1] చూడండి, 24:31. శరీరాన్ని పూర్తిగా కప్పుకొని, నెత్తిపై ఉన్న దుప్పటిని ముఖం మీదికి లాగుకొని కప్పుకోమని ఆజ్ఞ ఇవ్వబడింది.","lang":"te"},{"name":"33:60","price":"ఒకవేళ ఈ కపట విశ్వాసులు మరియు తమ హృదయాలలో రోగం (కలుషితం) ఉన్న వారు మరియు మదీనాలో వదంతులు వ్యాపింప జేసేవారు. తమ (దుశ్చేష్టలను) మానుకోక పోతే, మేము తప్పక నీకు వారిపై ఆధిక్యత నొసంగుతాము. ఆ తరువాత వారు ఈ నగరంలో నీ పొరుగు వారిగా కొన్నాళ్ళ కంటే ఎక్కువ ఉండలేరు.","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:61","price":"వారు శపించబడ్డ (బహిష్కరించబడ్డ) వారు. వారు ఎక్కడ కనబడితే అక్కడ పట్టుకోబడతారు మరియు వారు దారుణంగా చంపబడతారు.[1]","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"[1] చూడండి, 2:191.","lang":"te"},{"name":"33:62","price":"ఇది ఇంతకు పూర్వం గడిచిన వారి విషయంలో జరుగుతున్న అల్లాహ్ సంప్రదాయమే! మరియు అల్లాహ్ సంప్రదాయంలో నీవు ఎలాంటి మార్పును చూడవు.[1]","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"[1] చూడండి, 35:42-44.","lang":"te"},{"name":"33:63","price":"ప్రజలు నిన్ను అంతిమ ఘడియ (పునరుత్థానం) ను గురించి అడుగు తున్నారు. వారితో ఇలా అను: \"దాని జ్ఞానం కేవలం అల్లాహ్ కే ఉంది.\" మరియు నీకెలా తెలియదు? బహుశా ఆ ఘడియ సమీపంలోనే ఉండవచ్చు![1]","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"[1] చూడండి, 7:187.","lang":"te"},{"name":"33:64","price":"నిశ్చయంగా, అల్లాహ్ సత్యతిరస్కారులను శపించాడు (బహిష్కరించాడు) మరియు ఆయన వారి కొరకు మండే (నరక) అగ్నిని సిద్ధపరచి ఉంచాడు.","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:65","price":"వారందులో శాశ్వతంగా కలకాలం ఉంటారు. వారు ఎలాంటి సంరక్షకుణ్ణి గానీ సహాయకుణ్ణి గానీ పొందలేరు.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:66","price":"వారి ముఖాలు నిప్పులపై బొర్లింప బడిన నాడు; వారు: \"అయ్యే! మేము అల్లాహ్ కు విధేయులమై ఉండి, సందేశహరుణ్ణి అనుసరించి ఉంటే ఎంత బాగుండేది?\" అని వాపోతారు.","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:67","price":"వారు ఇంకా ఇలా అంటారు: \"ఓ మా ప్రభూ! నిశ్చయంగా, మేము మా నాయకులను మరియు మా పెద్దలను అనుసరించాము. కాని, వారే మమ్మల్ని (ఋజు) మార్గం నుండి తప్పించారు.\"","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:68","price":"\"ఓ మా ప్రభూ! వారికి రెట్టింపు శిక్ష విధించు మరియు వారిని పూర్తిగా శపించు (బహిష్కరించు)!\"","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:69","price":"ఓ విశ్వాసులారా! మీరు మూసాను బాధించిన వారి వలే అయి పోకండి.[1] తరువాత అల్లాహ్ వారు (కల్పించిన) ఆరోపణ నుండి అతనికి విముక్తి కలిగించాడు. అతను (మూసా), అల్లాహ్ దృష్టిలో ఎంతో ఆదరణీయుడు.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"[1] మూసా ('అ.స.) ను బాధించిన వివరాలకు చూడండి, 2:55, 5:24.","lang":"te"},{"name":"33:70","price":"ఓ విశ్వాసులారా! అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి. మరియు మీరు మాట్లాడినప్పుడు యుక్తమైన మాటనే పలకండి.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:71","price":"ఆయన మీ కర్మలను సరిదిద్దుతాడు మరియు మీ పాపాలను క్షమిస్తాడు. మరియు ఎవడైతే అల్లాహ్ కు విధేయుడై సందేశహరుని ఆజ్ఞను పాలిస్తాడో! నిశ్చయంగా, అతడే గొప్ప విజయం పొందినవాడు!","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"33:72","price":"నిశ్చయంగా, మేము బాధ్యతను[1] ఆకాశాలకు, భూమికి మరియు పర్వతాలకు సమర్పించగోరాము, కాని అవి దానిని భరించటానికి సమ్మతించలేదు మరియు దానికి భయపడ్డాయి, కాని మానవుడు దానిని తన మీద మోపుకున్నాడు. నిశ్చయంగా అతడు దుర్మార్గుడు, మూఢుడు కూడాను.","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"[1] బాధ్యత అంటే, అల్లాహ్ (సు.తా.) ఆజ్ఞ పాఠించడం వల్ల కలిగే పుణ్యఫలాలు మరియు తిరస్కరించడం వల్ల కలిగే కష్టనష్టాలు. శిక్షలకు భయపడి, ఆకాశాలూ, భూమీ మరియు పర్వతాలు, దానిని భరించటానికి సమ్మతించలేదు. కాని మానవుడు తన మూఢత్వం వల్ల ఈ బాధ్యతను తన మీద మోపుకున్నాడు. బాధ్యత అంటే ఖుర్ఆన్ కూడా కావచ్చు!","lang":"te"},{"name":"33:73","price":"(దాని ఫలితంగా!) అల్లాహ్ కపట విశ్వాసులయిన పురుషులను మరియు కపట విశ్వాసులయిన స్త్రీలను మరియు అల్లాహ్ కు సాటి కల్పించే పురుషులను మరియు సాటి కల్పించే స్త్రీలను శిక్షిస్తాడు; మరియు విశ్వాసులైన పురుషుల మరియు విశ్వాసులైన స్త్రీల పశ్చాత్తాపాన్ని అంగీకరిస్తాడు. మరియు అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత.","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"","lang":"te"}],"chapter":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab","Chapter Al-Ahzab","Ahzab","Surah Ahzab","Chapter Ahzab","Al Ahzab","Surah Al Ahzab","Chapter Al Ahzab","Surah 33","Chapter 33","The Combined Forces","الأحزَاب"]}