{"data":[{"name":"35:1","price":"సర్వస్తోత్రాలకు అర్హుడు అల్లాహ్ మాత్రమే! ఆకాశాలు మరియు భూమి యొక్క సృష్టికి మూలాధారి.[1] ఆయనే దేవదూతలను సందేశాలు అందజేసేవారిగా నియమించాడు. వారు రెండేసి, మూడేసి లేదా నాలుగేసి రెక్కలు గలవారు.[2] ఆయన తన సృష్టిలో తాను కోరిన దానిని అధికం చేస్తాడు. నిశ్చయంగా, అల్లాహ్ ప్రతిదీ చేయగల సమర్ధుడు.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"[1] ఫా'తిర్ చూడండి, 6:14, 12:101.\n [2] ఈ దేవదూతలు జిబ్రీల్, మీకాయీ'ల్, ఇస్రాఫీల్ మరియు ఇ'జ్రాయీల్ ('అలైహిమ్. స.) లు. వారికి రెక్కలున్నాయి. మేరాజ్ రాత్రిలో దైవప్రవక్త ('స'అస) జిబ్రీల్ ('అ.స.) కు ఆరు వందల రెక్కలు చూశారు, (బు'ఖారీ, ముస్లిం - ఇబ్నె మస్'ఊద్ (ర'ది. 'అ.) కథనం.","lang":"te"},{"name":"35:2","price":"అల్లాహ్ ప్రజల కొరకు ఏ కారుణ్యాన్ని పంపినా దానిని ఆపేవాడు ఎవ్వడూ లేడు. మరియు ఏ (కారుణ్యాన్నైనా) ఆయన ఆపితే, ఆ తరువాత దానిని పంపగలవాడు కూడా ఎవ్వడూ లేడు. మరియు ఆయన సర్వశక్తిమంతుడు, మహా వివేచనాపరుడు.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:3","price":"ఓ మానవులారా! అల్లాహ్ మీకు చేసిన అనుగ్రహాలను జ్ఞాపకం చేసుకోండి! ఏమీ? భూమ్యాకాశాల నుండి మీకు జీవనోపాధి సమకూర్చే సృష్టికర్త అల్లాహ్ తప్ప మరొకడు ఉన్నాడా?[1] ఆయన తప్ప మరొక ఆరాధ్య దేవుడు లేడు! అయితే మీరు ఎందుకు మోసగింప (సత్యం నుండి మరలింప) బడుతున్నారు?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"[1] చూడండి, 10:31.","lang":"te"},{"name":"35:4","price":"మరియు (ఓ ప్రవక్తా!) ఒకవేళ వారు నిన్ను అసత్యవాదుడవని తిరస్కరించినా (ఇది క్రొత్త విషయం కాదు), వాస్తవానికి నీకు పూర్వం పంపబడిన సందేశహరులు కూడా తిరస్కరింపబడ్డారు. మరియు వ్యవహారాలన్నీ (తీర్పు కొరకు) చివరకు అల్లాహ్ వద్దకే మరలింప బడతాయి.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:5","price":"ఓ మానవులారా! నిశ్చయంగా, అల్లాహ్ వాగ్దానం సత్యం! కావున ఈ ప్రాపంచిక జీవితం మిమ్మల్ని మోసగించరాదు. మరియు ఆ మహా వంచకుణ్ణి (షైతాన్ ను) కూడా మిమ్మల్ని అల్లాహ్ విషయంలో మోసగింపనివ్వకండి.[1]","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"[1] చూడండి, 31:33.","lang":"te"},{"name":"35:6","price":"నిశ్చయంగా, షైతాన్ మీ శత్రువు, కావున మీరు కూడా వాడిని శత్రువుగానే భావించండి.[1] నిశ్చయంగా, వాడు తన అనుచరులను (భగభగ మండే) అగ్నివాసులవటానికే ఆహ్వానిస్తూ ఉంటాడు.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"[1] చూడండి, 18:50.","lang":"te"},{"name":"35:7","price":"ఎవరైతే సత్యాన్ని తిరస్కరిస్తారో, వారికి కఠినమైన శిక్ష పడుతుంది. మరియు ఎవరైతే విశ్వసించి, సత్కార్యాలు చేస్తారో, వారికి క్షమాపణ మరియు గొప్ప ప్రతిఫలం (స్వర్గం) కూడా ఉంటాయి.","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:8","price":"ఏమీ? తన దుష్కార్యాలు తనకు ఆకర్షణీయంగా కనబడేటట్లు చేయబడి నందుకు, ఎవడైతే వాటిని మంచి కార్యాలుగా భావిస్తాడో! (అతడు సన్మార్గంలో ఉన్న వాడితో సమానుడు కాగలడా)? నిశ్చయంగా అల్లాహ్ తాను కోరిన వానిని మార్గభ్రష్టత్వంలో వదలుతాడు మరియు తాను కోరిన వానికి మార్గదర్శకత్వం చేస్తాడు. కావున నీవు వారి కొరకు చింతించి నిన్ను నీవు దుఃఖానికి గురి చేసుకోకు. నిశ్చయంగా, వారి కర్మలన్నీ అల్లాహ్ కు బాగా తెలుసు.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:9","price":"మరియు అల్లాహ్ యే గాలులను పంపుతాడు. తరువాత అవి మేఘాలను ఎత్తుతాయి. ఆ తరువాత మేము వాటిని మృత ప్రదేశం వైపునకు పంపి, దానితో ఆ నేలను మరణించిన తరువాత తిరిగి బ్రతికిస్తాము. ఇదే విధంగా, (మానవుల) పునరుత్థానం కూడా జరుగుతుంది.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:10","price":"గౌరవాన్ని కాంక్షించు వాడు తెలుసు కోవాలి, గౌరవమంతా అల్లాహ్ కే చెందుతుందని! మంచి ప్రవచలన్నీ)[1] ఆయన వైపునకు ఎక్కి పోతాయి. మరియు సత్కర్మ దానిని పైకి ఎత్తుతుంది. మరియు ఎవరైతే చెడు కుట్రలు పన్నుతారో![2] వారికి కఠిన శిక్ష ఉంటుంది. మరియు అలాంటి వారి కుట్ర, అదే! నశించి పోతుంది.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"[1] మంచి ప్రవచనాలు అంటే, తస్బీ'హ్, ఖుర్ఆన్ పఠించటం, మంచిని ఆదేశించి, చెడునుండి నిరోధించటం మొదలైనవి.\n [2] మక్ రున్: అంటే Plot, కుట్ర, కపటోపాయం, తంత్రం, ఎత్తుగడ, రహస్యంగా ఇతరులకు హాని కలిగించటానికి పన్నే పన్నాగం. కుఫ్ర్ మరియు షిర్క్ కూడా మక్ర్. ఎందుకంటే, దాని వల్ల అల్లాహ్ (సు.తా.) మార్గానికి హాని కలుగుతుంది. దైవప్రవక్త ('స'అస) ను చంపడానికి మక్కా ముష్రికులు చేసిన మక్ర్. ఇంకా చూడండి, 10:21, 34:33 మరియు 35:43.","lang":"te"},{"name":"35:11","price":"మరియు అల్లాహ్ మిమ్మల్ని మట్టితో సృష్టించాడు.[1] తరువాత ఇంద్రియ బిందువుతో, ఆ తరువాత మిమ్మల్ని (ఆడ-మగ) జంటలుగా చేశాడు. మరియు ఏ స్త్రీ కూడా ఆయనకు తెలియకుండా గర్భం దాల్చజాలదు మరియు ప్రసవించనూ జాలదు. గ్రంథంలో వ్రాయబడనిదే, పెరుగుతున్న వాడి వయస్సు పెరగనూ జాలదు మరియు ఎవని వయస్సు తరగనూ జాలదు. నిశ్చయంగా, ఇదంతా అల్లాహ్ కు ఎంతో సులభం.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"[1] అల్లాహ్ (సు.తా.)తో మరుగైనది ఏదీలేదు. ఇంకా చూడండి, 6:59 భూమిలోపల మరియు తల్లిగర్భంలో ఉండే ప్రతి ఒక్కదాని విషయం అల్లాహ్ (సు.తా.)కు బాగా తెలుసు.","lang":"te"},{"name":"35:12","price":"రెండు సముద్రాలు సరిసమానం కాజాలవు.[1] వాటిలోని ఒకదాని (నీరు) రుచికరమైనది, దాహం తీర్చేది మరియు త్రాగటానికి మధురమైనది. రెండోదాని (నీరు) ఉప్పుగానూ, చేదుగానూ ఉన్నది. అయినా వాటిలో ప్రతి ఒక్క దాని నుండి మీరు తాజా మాంసం తింటున్నారు మరియు ఆభరణాలు తీసి ధరిస్తున్నారు. మరియు నీవు చూస్తున్నావు, ఓడలు వాటిని చీల్చుతూ పోవటాన్ని; (వాటిలో) మీరు, ఆయన అనుగ్రహాన్ని అన్వేషించటానికి మరియు మీరు ఆయనకు కృతజ్ఞులై ఉండటానికి!","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"[1] చూడండి, 25:53.","lang":"te"},{"name":"35:13","price":"ఆయనే రాత్రిని పగటిలోకి ప్రవేశింప జేస్తున్నాడు మరియు పగటిని రాత్రిలోకి ప్రవేశింప జేస్తున్నాడు మరియు సూర్యచంద్రులను నియమబద్ధులుగా చేసి ఉన్నాడు. అవి తమ తమ పరిధిలో, నిర్ణీత వ్యవధిలో తిరుగుతూ ఉన్నాయి. ఆయనే అల్లాహ్! మీ ప్రభువు, విశ్వసామ్రాజ్యాధికారం ఆయనదే! మరియు ఆయనను వదలి మీరు వేడుకునే వారు, ఖర్జూర బీజంపై నున్న పొరకు[1] కూడా యజమానులు కారు.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"[1] ఖి'త్ మీరున్: అంటే ఖర్జూర బీజముపై ఉండే సన్నని పొర. paltry, small, mean, contemptibel, thing. లేక పనికిమాలిన, అల్పమైన, నికృష్టమైన వస్తువు.","lang":"te"},{"name":"35:14","price":"మీరు వారిని వేడుకొన్నప్పటికీ, వారు మీ ప్రార్థనలను వినలేరు, ఒకవేళ విన్నా, వారు మీకు జవాబివ్వలేరు. మరియు పునరుత్థాన దినమున మీరు కల్పించిన దైవత్వపు భాగస్వామ్యాన్ని వారు తిరస్కరిస్తారు.[1] మరియు (సత్యాన్ని) గురించి నీకు ఆ సర్వం తెలిసినవాడు తెలిపినట్లు మరెవ్వరూ తెలుపజాలరు.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"[1] చూడండి, 10:28 మరియు 29. వారు అల్లాహ్ (సు.తా.)ను విడిచి, ఆరాధించే విగ్రహాలు, మూర్తులు, దైవదూతలు, జిన్నాతు, షై'తానులు మరియు సద్పురుషులు మొదలైనవన్నీ వారి ఆరాధనను పునరుత్థాన దినమున తిరస్కరిస్తాయి.","lang":"te"},{"name":"35:15","price":"ఓ మానవులారా![1] అల్లాహ్ అక్కర గలవారు మీరే! వాస్తవానికి అల్లాహ్ స్వయం సమృద్ధుడు, సర్వస్తోత్రాలకు అర్హుడు.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"[1] మానవులారా! అంటే మానవులూ, దైవప్రవక్తలూ, సద్పురుషులూ అందరూ!","lang":"te"},{"name":"35:16","price":"ఆయన కోరితే మిమ్మల్ని నాశనం చేసి (మీ స్థానంలో) క్రొత్త సృష్టిని తేగలడు.[1]","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"[1] చూడండి, 14:19.","lang":"te"},{"name":"35:17","price":"మరియు అలా చేయటం అల్లాహ్ కు కష్టమైనది కాదు.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:18","price":"మరియు బరువు మోసేవాడెవ్వడూ మరొకని బరువును మోయడు.[1] మరియు ఒకవేళ బరువు మోసేవాడు, దానిని ఎత్తుకోవడానికి ఎవరినైనా పిలిచినా, దగ్గరి బంధువైనా దాని నుండి కొంతైనా ఎత్తుకోడు. కాని నిశ్చయంగా, నీవు వారినే హెచ్చరించ గలవు ఎవరైతే తమకు అగోచరుడైన తమ ప్రభువుకు భయపడతారో![2] మరియు నమాజ్ ను స్థాపిస్తారో. మరియు ఎవడైతే నీతిమంతుడవుతాడో అతడు తన స్వంత (లాభం) కొరకే నీతిమంతుడవుతాడు. మరియు (అందరికీ) అల్లాహ్ వైపునకే మరలి పోవలసి ఉన్నది.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"[1] చూడండి, 6:164, 17:15, 29:13, 39:7, 53:38 23 కాని ఇతరులను సన్మార్గం నుండి నిరోధించేవాడు, లేక తప్పించేవాడు, తన పాపభారంతో పాటు తాను తప్పించిన వారి పాపభారాలను కూడా భరిస్తాడు.\n [2] విశ్వాసం అంటే అగోచరుడైన అల్లాహ్ (సు.తా.)ను విశ్వసించటం. ఆయన శక్తి సామర్థ్యాలను గుర్తించి, కేవలం ఆయననే ప్రార్థించటం.","lang":"te"},{"name":"35:19","price":"మరియు గ్రుడ్డివాడు మరియు కళ్ళున్నవాడు సరిసమానులు కాజాలరు;","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:20","price":"మరియు (అదే విధంగా) చీకట్లు (అవిశ్వాసం) మరియు వెలుగు (విశ్వాసం);","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:21","price":"మరియు నీడలు, మరియు ఎండా;[1]","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"[1] అంటే స్వర్గనరకాలు.","lang":"te"},{"name":"35:22","price":"మరియు బ్రతికి ఉన్నవారు మరియు మరణించిన వారు కూడా సరిసమానులు కాజాలరు.[1] నిశ్చయంగా, అల్లాహ్ తాను కోరిన వానికి (హితబోధ) వినేటట్లు చేస్తాడు. కాని నీవు గోరీలలో ఉన్న వారికి వినిపించ జాలవు.[2]","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"[1] అంటే విశ్వాసులు మరియు అవిశ్వాసులు.\n [2] ఏ విధంగానైతే మరణించి గోరీలలో ఉన్నవారు వినలేరో అదే విధంగా సత్యతిరస్కారం వల్ల, చనిపోయిన హృదయాలకు నీవు హితోపదేశాన్ని, సత్యాన్ని బోధించలేవు.","lang":"te"},{"name":"35:23","price":"నీవు (ఓ ముహమ్మద్!) కేవలం హెచ్చరిక చేసేవాడవు మాత్రమే.[1]","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"[1] మరియు మార్దదర్శకత్వం చేయటం అల్లాహ్ (సు.తా.)కే చెందినది. ఎంతవరకైతే ఒకడు, అల్లాహ్ (సు.తా.) అతనికి ప్రసాదించిన విచక్షణాబుద్ధిని ఉపయోగించి సత్యాన్ని అనుసరించటానికి ప్రయత్నించడో! అంతవరకు అల్లాహ్ (సు.తా.) అతనికి సన్మార్గం చూపడు. ఈ విషయం ఖుర్ఆన్ లో ఎన్నోసార్లు వ్యక్తపరచబడింది.","lang":"te"},{"name":"35:24","price":"నిశ్చయంగా, మేము, నిన్ను సత్యం ప్రసాదించి, శుభవార్తనిచ్చేవానిగా మరియు హెచ్చరిక చేసేవానిగా పంపాము. మరియు హెచ్చరిక చేసేవాడు వారి మధ్య లేకుండా, ఏ సమాజం కూడా గడచిపోలేదు!","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:25","price":"మరియు ఒకవేళ వీరు నిన్ను అసత్యవాదుడవని తిరస్కరిస్తున్నారంటే (ఆశ్చర్యమేమీ కాదు)! ఎందుకంటే, వీరిక పూర్వం గతించిన వారు కూడా (ఇదే విధంగా తమ ప్రవక్తలను) అసత్యవాదులని తిరస్కరించారు. వారి సందేశహరులు, వారి వద్దకు స్పష్టమైన నిదర్శనాలను, శాసనాలను (జబుర్ లను)[1] మరియు వెలుగునిచ్చే గ్రంథాన్ని తీసుకొని వచ్చారు.[2]","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"[1] జు'బురున్: అనే పదానికి, Scriptures, చిన్న చిన్న ముక్కలు లేక గ్రంథాలు, శాసనాలు, శృతులు మరియు కీర్తనలు అనే అర్థాలున్నాయి.\n [2] చూడండి, 13:7, మరియు 16:36. ప్రతి సమాజానికి ఒక హెచ్చరిక చేసేవాడు (ప్రవక్త) పంపబడ్డాడు.","lang":"te"},{"name":"35:26","price":"ఆ తరువాత సత్యతిరస్కారులను నేను (శిక్షకు) గురి చేశాను. (చూశారా) నా శిక్ష ఎంత కఠినమైనదో!","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:27","price":"ఏమీ? నీవు చూడటం లేదా? నిశ్చయంగా, అల్లాహ్ యే ఆకాశం నుండి వర్షం కురిపించేవాడని. తరువాత దాని నుండి మేము రంగురంగుల ఫలాలను ఉత్పత్తి చేస్తామని! మరియు పర్వతాలలో తెల్లని, ఎర్రని వివిధ రంగుల చారలను (కొన్నిటిని) మిక్కిలి నల్లగా కూడా చేస్తామని.[1]","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"[1] ఈ వివిధ రకాల రంగులు అల్లాహ్ (సు.తా.) ప్రసాదించనవే! వాటిని చూసి అల్లాహ్ (సు.తా.) మహత్వాన్ని తెలుసుకుంటే ఎంత బాగుంటుంది.","lang":"te"},{"name":"35:28","price":"మరియు ఇదే విధంగా మానవుల, ఇతర ప్రాణుల మరియు పశువుల రంగులు కూడా వేర్వేరుగా ఉంటాయి.[1] నిశ్చయంగా, అల్లాహ్ దాసులలో జ్ఞానం గలవారు మాత్రమే ఆయనకు భయపడతారు. నిశ్చయంగా, అల్లాహ్ సర్వశక్తిమంతుడు, క్షమాశీలుడు.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"[1] చూడండి, 16:13.","lang":"te"},{"name":"35:29","price":"నిశ్చయంగా, అల్లాహ్ గ్రంథాన్ని (ఖుర్ఆన్ ను) పారాయణం చేసేవారు మరియు నమాజ్ ను స్థాపించేవారు మరియు తమకు ప్రసాదించబడిన జీవనోపాధి నుండి రహస్యంగా మరియు బహిరంగంగా ఖర్చు (దానం) చేసేవారు అందరూ![1] నష్టంలేని వ్యాపారాన్ని అపేక్షించేవారే!","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"[1] బహిరంగంగా ఖర్చు చేయటం అంటే విధి జకాత్ చెల్లించటం మరియు రహస్యంగా అంటే జకాత్ చెల్లించిన తరువాత అధికంగా దానం చేయటం.","lang":"te"},{"name":"35:30","price":"ఇదంతా అల్లాహ్ వారి ప్రతిఫలాన్ని పూర్తిగా వారికి ఇవ్వాలనీ మరియు తన అనుగ్రహంతో వారికి మరింత అధికంగా ఇవ్వాలనీ! నిశ్చయంగా ఆయన క్షమాశీలుడు, కృతజ్ఞతలను ఆమోదించేవాడు.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:31","price":"మరియు (ఓ ముహమ్మద్!) మేము నీపై అవతరింపజేసిన గ్రంథమే నిజమైనది, దానికి పూర్వం వచ్చిన గ్రంథాలలో (మిగిలి ఉన్న సత్యాన్ని) ధృవపరిచేది. నిశ్చయంగా, అల్లాహ్ తన దాసులను బాగా ఎరిగేవాడు, సర్వదృష్టికర్త.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:32","price":"ఆ తరువాత మేము ఈ గ్రంథానికి, మా దాసులలో నుండి మేము ఎన్నుకున్న వారిని వారసులుగా చేశాము.[1] వారిలో కొందరు తమకు తాము అన్యాయం చేసుకున్న వారున్నారు,[2] మరికొందరు మధ్యస్థంగా ఉండేవారున్నారు,[3] ఇంకా కొందరు అల్లాహ్ సెలవుతో సత్కార్యాలలో మున్ముందు ఉండే వారూ ఉన్నారు.[4] ఇదే ఆ గొప్ప అనుగ్రహం.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"[1] గ్రంథం అంటే ఖుర్ఆన్, ఎన్నుకున్నవారు అంటే అంటే ము'హమ్మద్ ('స'అస) ను అనుసరించేవారు, ముస్లింలు అని అర్థం. ఇటువంటి ఆయత్ కు చూడండి, 2:143.\n [2] ము'హమ్మద్ ('స'అస) ఉమ్మత్ లో మూడు రకాల వారున్నారు. వీరు మొదటి రకానికి చెందినవారు : తమకు తాము అన్యాయం చేసుకునే వారున్నారు. వీరు కొన్ని విధు(ఫ'రాయద్)లను ఉపేక్షిస్తారు. మరియు కొన్ని 'హరామ్ - నిషిద్ధ విషయాల నుండి దూరంగా ఉండరు, కాబట్టి వీరిని తమకు తాము అన్యాయం చేసుకున్నవారు అన్నారు. వీరు తమకు తాము అన్యాయం చేసుకున్నందుకు ఇతర రెండు రకాల వారి స్థానాలకు చేరలేక పోతారు. చూడండి, 7:46.\n [3] వీరు రెండో రకానికి చెందినవారు, మధ్యస్థంగా ఉండేవారు. వీరు కొన్నిసార్లు ముస్త'హబ్ విషయాలను విడిచి పెడతారు. మరియు కొన్ని ము'హర్రమాత్ లను పాటించరు.\n [4] వీరు మూడో రకానికి చెందినవారు, మొదట పేర్కొన్న ఇద్దరికంటే ధర్మ విషయాలలో మున్ముందు ఉండేవారు.","lang":"te"},{"name":"35:33","price":"శాశ్వతమైన స్వర్గవనాలలో వారు ప్రవేశిస్తారు. అందు వారు బంగారు కంకణాలు మరియు ముత్యాలతో అలంకరింప బడుతారు. మరియు వారి వస్త్రాలు పట్టుతో చేయబడి ఉంటాయి. [1]","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"[1] \"ఏ పురుషులైతే ఇహలోకంలో పట్టు, బంగారు ధరిస్తారో, వారు పరలోకంలో వాటిని ధరించలేరు.\" ('స'హీ'హ్ బు'ఖారీ, ముస్లిం) స్వర్గపు వస్త్రాల కొరకు చూడండి, 18:31.","lang":"te"},{"name":"35:34","price":"మరియు (అప్పుడు) వారు ఇలా అంటారు: \"మా నుండి దుఃఖాన్ని తొలగించిన అల్లాహ్ యే సర్వస్తోత్రాలకు అర్హుడు. నిశ్చయంగా, మా ప్రభువు క్షమాశీలుడు, కృతజ్ఞతలను ఆమోదించేవాడు.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:35","price":"ఆయనే తన అనుగ్రహంతో మమ్మల్ని శాశ్వతమైన నివాస స్థలంలో దింపాడు. ఇందులో మాకు ఎలాంటి కష్టమూ లేదు మరియు ఇందులో ఎలాంటి అలసట కూడా లేదు.\"","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:36","price":"మరియు సత్యతిరస్కారులైన వారి కొరకు నరకాగ్ని ఉంటుంది. అందులో వారు చనిపోవాలనీ తీర్పూ ఇవ్వబడదు, లేదా వారికి దాని (నరకపు) శిక్ష కూడా తగ్గింప బడదు. ఈ విధంగా, మేము ప్రతి కృతఘ్నునికి (సత్యతిరస్కారునికి) ప్రతీకారం చేస్తాము.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:37","price":"మరియు వారు దానిలో (నరకంలో) ఇలా మొరపెట్టుకుంటారు: \"ఓ మా ప్రభూ! మమ్మల్ని బయటికి తీయి. మేము పూర్వం చేసిన కార్యాలకు భిన్నంగా సత్కార్యాలు చేస్తాము.\" (వారికిలా సమాధానం ఇవ్వబడుతుంది) : \"ఏమీ? గుణపాఠం నేర్చుకోదలచిన వాడు గుణపాఠం నేర్చుకోవటానికి, మేము మీకు తగినంత వయస్సును ఇవ్వలేదా? మరియు మీ వద్దకు హెచ్చరిక చేసేవాడు కూడా వచ్చాడు కదా? కావున మీరు (శిక్షను) రుచి చూడండి. ఇక్కడ దుర్మార్గులకు సహాయపడేవాడు ఎవ్వడూ ఉండడు.\"","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:38","price":"నిశ్చయంగా, అల్లాహ్ కు ఆకాశాలలో మరియు భూమిలో ఉన్న అగోచర విషయాలన్నీ తెలుసు. నిశ్చయంగా ఆయనకు హృదయాలలో ఉన్న విషయాలు కూడా బాగా తెలుసు.[1]","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"[1] అంటే మిమ్మల్ని మరల భూమిలోకి పంపినా మీరు సత్కార్యాలు చేయరని, అల్లాహ్ (సు.తా.)కు బాగా తెలుసు. ఇంకా చూడండి, 6:28.","lang":"te"},{"name":"35:39","price":"ఆయనే మిమ్మల్ని భూమిపై ఉత్తరాధికారులుగా చేసినవాడు. కావున ఎవడు (సత్యాన్ని) తిరస్కరిస్తాడో అతని తిరస్కారం అతనిపైననే పడుతుంది. సత్యతిరస్కారులకు వారి తిరస్కారం వారి ప్రభువు వద్ద కేవలం వారి యెడల అసహ్యాన్నే అధికం చేస్తుంది. మరియు సత్యతిరస్కారులకు వారి తిరస్కారం వారికి నష్టాన్నే అధికం చేస్తుంది.[1]","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"[1] చూడండి, 2:30.","lang":"te"},{"name":"35:40","price":"వారితో ఇలా అను: \"అల్లాహ్ ను వదలి మీరు ఆరాధించే ఈ భాగస్వాములను గురించి ఎప్పుడైనా ఆలోచించారా? వారు భూమిలో ఏమి సృష్టించారో నాకు చూపండి? లేదా వారికి ఆకాశాలలో ఏదైనా భాగస్వామ్యం ఉందా? లేదా మేము వారికి ఏదైనా గ్రంథాన్ని ఇచ్చామా? వారు దాని స్పష్టమైన ప్రమాణంపై ఉన్నారని అనటానికి? అది కాదు, అసలు ఈ దుర్మార్గులు పరస్పరం, కేవలం మోసపు మాటలను గురించి వాగ్దానం చేసుకుంటున్నారు.\"","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:41","price":"నిశ్చయంగా, అల్లాహ్ భూమ్యాకాశాలను తమ స్థానాల నుండి విడి పోకుండా వాటిని నిలిపి ఉంచాడు. ఒకవేళ అవి తొలగిపోతే, ఆయన తప్ప మరెవరైనా వాటిని నిలిపి ఉంచగలరా?[1] నిశ్చయంగా, ఆయన సహనశీలుడు, క్షమాశీలుడు.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"[1] చూభూమ్యాకాశాలను విడిపోకుండా తమస్థానంలో ఉంచినవాడు అల్లాహ్ (సు.తా.) మాత్రమే! చూడండి 19:90-91, 22:65, 30:25, 15:23. అల్లాహ్ తప్ప మరెవ్వరూ వాటిని తమ స్థానాలలో ఉంచలేరు!","lang":"te"},{"name":"35:42","price":"మరియు, ఒకవేళ హెచ్చరిక చేసేవాడు వారి వద్దకు వస్తే! వారు తప్పక, ఇతర సమాజాల వారి కంటే ఎక్కువగా సన్మార్గం మీద ఉండేవారని అల్లాహ్ సాక్షిగా గట్టి ప్రమాణాలు చేస్తారు.[1] కాని హెచ్చరిక చేసేవాడు, వారి వద్దకు వచ్చినపుడు మాత్రం (అతని రాక) వారి వ్యతిరేకతను తప్ప మరేమీ అధికం చేయలేక పోయింది;[2]","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"[1] చూ\"హెచ్చరిక చేసేవాడు వస్తే మేము తప్పక సన్మార్గం మీద ఉంటాము.\" అని ఈ ముష్రిక్ లు గట్టి ప్రమాణాలు చేశారు. కానీ, అతను వచ్చిన తరువాత అతనిని తిరస్కరించారు. ఇంకా చూడండి, 6:156-157, 37:168-170.\n [2] అంటే ము'హమ్మద్ ('స'అస) వచ్చిన తరువాత కూడా అతనిని తిరస్కరించారు.","lang":"te"},{"name":"35:43","price":"(ఇది) వారు భూమిలో మరింత దురహంకారంతో తిరుగుతూ, దుష్ట పన్నాగాలు పన్నినందుకు.[1] వాస్తవానికి దుష్ట పన్నాగాలు, వాటిని పన్నే వారికే హాని కలిగిస్తాయి. తమ పూర్వీకుల పట్ల అవలంబించ బడిన విధానమే (వారి పట్ల కూడా) అవలంబించ బడాలని వారు నిరీక్షిస్తున్నారా ఏమిటి? కాని నీవు అల్లాహ్ సంప్రదాయంలో ఎలాంటి మార్పును పొందలేవు మరియు అల్లాహ్ సంప్రదాయంలో నీవు ఎలాంటి అతిక్రమాన్ని చూడలేవు.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"[1] చూడండి, 10:21 లేక 34:33.","lang":"te"},{"name":"35:44","price":"వారు భూమిలో ఎన్నడూ సంచరించలేదా ఏమిటి? వారికి పూర్వం గతించిన వారు వీరి కంటే అత్యంత బలవంతులైనా, వారి పరిణామం ఏమయిందో వారు చూడలేదా? అల్లాహ్ నుండి తప్పించుకో గలిగేది ఆకాశాలలో గానీ మరియు భూమిలో గానీ ఏదీ లేదు. నిశ్చయంగా ఆయన సర్వజ్ఞుడు, సర్వ సమర్ధుడు.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"te"},{"name":"35:45","price":"ఒకవేళ అల్లాహ్ మానవులను వారు చేసిన కర్మలకు గానూ పట్టుకోదలిస్తే! (భూమి) మీద ఏ ఒక్క ప్రాణిని కూడా ఆయన వదిలి పెట్టి ఉండేవాడు కాదు! నిజానికి ఆయన వారికి ఒక నియమిత సమయం వరకు గడువునిస్తున్నాడు. కాని వారి గడువు పూర్తయితే; అప్పుడు నిశ్చయంగా, అల్లాహ్ సదా తన దాసులను స్వయంగా చూసుకుంటాడు.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"te"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}