{"data":[{"name":"38:1","price":"సాద్.[1] మరియు హితబోధతో నిండివున్న ఈ ఖుర్ఆన్ సాక్షిగా!","arabic":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3971,"juzNumber":23,"footnotes":"[1] సూరతుల్ బఖరహ్ లోని మొదటి ఆయతు యొక్క ఫుట్‌నోట్ చూడండి.","lang":"te"},{"name":"38:2","price":"వాస్తవానికి, సత్యాన్ని తిరస్కరించిన వారు అహంకారంలో మరియు విరోధంలో పడివున్నారు.","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3972,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:3","price":"వారికి పూర్వం గతించిన ఎన్నో తరాలను మేము నాశనం చేశాము. అప్పుడు వారు మొర పెట్టుకోసాగారు, కాని అప్పుడు వారికి దాని నుండి తప్పించుకునే సమయం లేకపోయింది!","arabic":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3973,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:4","price":"మరియు వారిని హెచ్చరించేవాడు, తమలో నుంచే రావటం చూసి వారు ఆశ్చర్యపడ్డారు! మరియు సత్యతిరస్కారులు ఇలా అన్నారు: \"ఇతడు మాంత్రికుడు, అసత్యవాది.\"","arabic":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3974,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:5","price":"\"ఏమీ? ఇతను (ఈ ప్రవక్త) దైవాలందరినీ, ఒకే ఆరాధ్యదైవంగా చేశాడా? నిశ్చయంగా ఇది ఎంతో విచిత్రమైన విషయం!\"","arabic":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3975,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:6","price":"మరియు వారి నాయకులు ఇలా అనసాగారు: \"పదండి! మీరు మీ దైవాల (ఆరాధన) మీద స్థిరంగా ఉండండి.\" నిశ్చయంగా, ఇందులో (మీకు విరుద్ధంగా) ఏదో ఉద్దేశింపబడి ఉంది!","arabic":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3976,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:7","price":"\"ఇలాంటి విషయాన్ని మేము ఇటీవలి కాలపు మతంలో విని ఉండలేదు. ఇది కేవలం కల్పన మాత్రమే!\"","arabic":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3977,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:8","price":"\"ఏమీ? మా అందరిలోనూ, కేవలం ఇతనిపైననే, ఈ హితబోధ అవతరింప జేయబడిందా?[1] వాస్తవానికి వారు నా హితబోధను గురించి సంశయంలో పడి వున్నారు.[2] అలా కాదు, వారు ఇంకా (నా) శిక్షను రుచి చూడలేదు!","arabic":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3978,"juzNumber":23,"footnotes":"[1] చూడండి, 43:31-32.\n [2] వారు సంశయంలో పడింది ము'హమ్మద్ ('స'అస) అసత్యవాది అని కాదు. అతను బోధించే ధర్మం వారి దైవాలను వదలి, అగోచరుడైన ఏకైక దైవ అల్లాహ్ (సు.తా.)ను ఆరాధించమని చెప్పడం.","lang":"te"},{"name":"38:9","price":"లేక వారి దగ్గర సర్వశక్తుడు, సర్వప్రదుడు [1] అయిన నీ ప్రభువు యొక్క కారుణ్య నిధులు ఉన్నాయా?","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3979,"juzNumber":23,"footnotes":"[1] అల్-వహ్హాబ్: Bestower. సర్వప్రదుడు, సర్వవర ప్రదాత, పరమదాత. చూడండి, 3:8.","lang":"te"},{"name":"38:10","price":"లేక! ఆకాశాలు మరియు భూమి మరియు వాటి మధ్య ఉన్న సమస్తం మీద వారికి సామ్రాజ్యాధిపత్యం ఉందా? అలా అయితే వారిని తమ సాధనాలతో పైకి (ఆకాశలోకి) ఎక్కమను!","arabic":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3980,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:11","price":"ఇంతకు ముందు ఓడించబడిన సైన్యాల వలే, ఒక వర్గం వీరిది కూడా ఉంటుంది!","arabic":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3981,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:12","price":"వీరికి పూర్వం నూహ్ మరియు ఆద్ (జాతి) వారు మరియు మేకుల ఫిర్ఔన్ జాతుల వారు సత్యాన్ని తిరస్కరించారు;","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3982,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:13","price":"మరియు సమూద్ మరియు లూత్ జాతుల వారు మరియు అయ్ కహ్ (మద్ యన్)[1] వాసులు అందరూ ఇలాంటి వర్గాలకు చెందినవారే.","arabic":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3983,"juzNumber":23,"footnotes":"[1] అయ్ కహ్ వాసుల గాథ కొరకు చూడండి, 26:176.","lang":"te"},{"name":"38:14","price":"ఇక వీరిలో ఏ ఒక్కరూ ప్రవక్తలను అసత్యవాదులని తిరస్కరించకుండా ఉండలేదు, కావున నా శిక్ష అనివార్యమయ్యింది.","arabic":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3984,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:15","price":"మరియు వీరందరూ కేవలం ఒక గర్జన (సయ్ హా) [1] కొరకు మాత్రమే ఎదురు చూస్తున్నారు, దానికి ఎలాంటి నిలుపుదల ఉండదు.","arabic":"وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3985,"juzNumber":23,"footnotes":"[1] పునరుత్థాన దినమున ఇస్రాఫీల్ ('అ.స.) ఊదే బాకా ధ్వని, అరుపు, ప్రేలుడు గర్జన లేక శబ్దం. ఇంకా చూడండి, 36:29, 49, 53.","lang":"te"},{"name":"38:16","price":"మరియు వారు: \"ఓ మా ప్రభూ! లెక్క దినానికి ముందే మా భాగం మాకు తొందరగా ఇచ్చి వెయ్యి.\" [1] అని అంటారు.","arabic":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3986,"juzNumber":23,"footnotes":"[1] అంటే వారు పునరుత్థాన దినం గురించి పరిహాసం చేస్తూ: 'ఆ దినం రాకముందే మా భాగపు శిక్ష మాకు ఇవ్వు' అని అంటున్నారు. చూడండి, 8:32.","lang":"te"},{"name":"38:17","price":"(ఓ ముహమ్మద్!) వారి మాటల యెడల నీవు సహనం వహించు మరియు బలవంతుడైన, మా దాసుడు దావూద్ ను జ్ఞాపకం చేసుకో. [1] నిశ్చయంగా, అతను ఎల్లప్పుడూ పశ్చాత్తాపంతో (అల్లాహ్ వైపునకు) మరలుతూ ఉండేవాడు.","arabic":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3987,"juzNumber":23,"footnotes":"[1] అల్లాహ్ (సు.తా.) కు ప్రియమైనవి దావూద్ ('అ.స.) నమా'జ్ మరియు అతని ఉపవాసం. అతను సగం రాత్రి నిద్రపోయే వారు, లేచి మూడోవంతు రాత్రి నమా'జ్ చేసేవారు. అతను రోజు విడిచి రోజు ఉపవాసం ఉండేవారు. అతను యుద్ధరంగాన్ని విడిచి ఎన్నడూ పారిపోలేదు ('స'హీ'హ్ బు'ఖారీ, ముస్లిం).","lang":"te"},{"name":"38:18","price":"నిశ్చయంగా, మేము పర్వతాలను అతనితో బాటు సాయంత్రం మరియు ఉదయం మా పవిత్రతను కొనియాడుతూ ఉండేటట్లు చేశాము.","arabic":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3988,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:19","price":"మరియు పక్షులు కూడా గుమికూడేవి. అంతా కలసి ఆయన (అల్లాహ్) వైపుకు మరలేవారు.","arabic":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3989,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:20","price":"మరియు మేము అతని సామ్రాజ్యాన్ని పటిష్టపరిచాము మరియు మేము అతనికి వివేకాన్ని మరియు తిరుగులేని తీర్పు చేయడంలో, నేర్పరితనాన్ని ప్రసాదించాము.","arabic":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3990,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:21","price":"మరియు తగవులాడుకొని వచ్చిన ఆ ఇద్దరి వార్త నీకు చేరిందా?[1] వారు గోడ ఎక్కి అతని ప్రార్థనా గదిలోకి వచ్చారు.","arabic":"۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3991,"juzNumber":23,"footnotes":"[1] చాలామంది వ్యాఖ్యాతల ప్రకారం ఆ ఇద్దరు ప్రత్యర్థులు దైవదూతలు.","lang":"te"},{"name":"38:22","price":"వారు దావూద్ వద్దకు వచ్చినపుడు, అతను వారిని చూసి బెదిరి పోయాడు. వారన్నారు: \"భయపడకు! మేమిద్దరం ప్రత్యర్థులం, మాలో ఒకడు మరొకనికి అన్యాయం చేశాడు. కావున నీవు మా మధ్య న్యాయంగా తీర్పు చెయ్యి. మరియు నీతి మీరి నడువకు, మాకు సరైన మార్గం వైపునకు మార్గదర్శకత్వం చెయ్యి.","arabic":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3992,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:23","price":"వాస్తవానికి, ఇతడు నా సోదరుడు, ఇతని వద్ద తొంభై తొమ్మిది ఆడ గొర్రెలున్నాయి. మరియు నా దగ్గర కేవలం ఒకే ఒక్క ఆడ గొర్రె ఉంది, అయినా ఇతడు అంటున్నాడు: 'దీనిని నాకివ్వు.' మరియు తన మాటల నేర్పులోత నన్ను వశపరచుకుంటున్నాడు.\"","arabic":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3993,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:24","price":"(దావూద్) అన్నాడు: \"వాస్తవంగా, నీ ఆడగొర్రెను తన గొర్రెలలో కలుపుకోవటానికి అడిగి, ఇతడు నీపై అన్యాయం చేస్తున్నాడు. మరియు వాస్తవానికి, చాలా మంది భాగస్థులు ఒకరి కొకరు అన్యాయం చేసుకుంటూ ఉంటారు, విశ్వసించి సత్కార్యాలు చేసేవారు తప్ప! కాని అటువంటి వారు కొందరు మాత్రమే!\" వాస్తవానికి మేము అతనిని (దావూద్ ను) పరీక్షిస్తున్నామని అతను అర్థం చేసుకున్నాడు. కాబట్టి తన ప్రభువును క్షమాపణ వేడుకున్నాడు. మరియు సాష్టాంగం (సజ్దా)లో పడిపోయాడు మరియు పశ్చాత్తాపంతో (అల్లాహ్ వైపుకు) మరలాడు.","arabic":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3994,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:25","price":"అప్పుడు మేము అతనిని (ఆ తప్పును) క్షమించాము. మరియు నిశ్చయంగా, మా వద్ద అతనికి సాన్నిహిత్యం మరియు మంచి స్థానం కూడా ఉన్నాయి.","arabic":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3995,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:26","price":"(మేము అతనితో ఇలా అన్నాము): \"ఓ దావూద్! నిశ్చయంగా, మేము నిన్ను భూమిలో ఉత్తరాధికారిగా నియమించాము. కావున నీవు ప్రజల మధ్య న్యాయంగా తీర్పు చెయ్యి మరియు నీ మనోకాంక్షలను అనుసరించకు, ఎందుకంటే అవి నిన్ను అల్లాహ్ మార్గం నుండి తప్పిస్తాయి.\" నిశ్చయంగా, ఎవరైతే అల్లాహ్ మార్గం నుండి తప్పిపోతారో, వారికి లెక్క దినమున మరచి పోయిన దాని ఫలితంగా, కఠినమైన శిక్ష పడుతుంది.","arabic":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3996,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:27","price":"మరియు మేము ఈ ఆకాశాన్ని మరియు ఈ భూమిని మరియు వాటి మధ్య ఉన్న దాన్నంతా వృథాగా సృష్టించలేదు! ఇది సత్యాన్ని తిరస్కరించిన వారి భ్రమ మాత్రమే.[1] కావున అట్టి సత్యతిరస్కారులకు నరకాగ్ని బాధ పడనున్నది!","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3997,"juzNumber":23,"footnotes":"[1] చూడండి, 3:191, 10:5.","lang":"te"},{"name":"38:28","price":"ఏమీ? మేము విశ్వసించి, సత్కార్యాలు చేసేవారిని భూమిలో కల్లోలం రేకెత్తించే వారితో సమానులుగా చేస్తామా? లేక మేము దైవభీతి గలవారిని దుష్టులతో సమానులుగా చేస్తామా?[1]","arabic":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3998,"juzNumber":23,"footnotes":"[1] ఇహ లోకంలో కొందరు దుర్మార్గులు ఎన్నో సుఖసంతోషాలను అనుభవిస్తూ ఉండవచ్చు మరియు దైవభీతి గల సద్పురుషులు ఆర్థిక మరియు భౌతిక కష్టాలకు గురి కావచ్చు. దీని అర్థం మేమిటంటే అల్లాహ్ (సు.తా.) దగ్గర ప్రతి దాని లెక్క ది కాబట్టి రాబోయే శాశ్వతమైన పరలోక జీవితంలో ప్రతి వానికి తన కర్మలకు తగిన ప్రతిఫలం దొరుకుతుంది. ఎవవ్రికీ ఎలాంటి అన్యాయం జరుగదు. అల్లాహ్ (సు.తా.) ప్రతి దానికి ఒక గడువు నియమించి ఉన్నాడు.","lang":"te"},{"name":"38:29","price":"(ఓ ముహమ్మద్!) మేము ఎంతో శుభవంతమైన ఈ గ్రంథాన్ని (ఖుర్ఆన్ ను) నీపై అవతరింప జేశాము. ప్రజలు దీని సూచనలను (ఆయాత్ లను) గురించి యోచించాలని మరియు బుద్ధిమంతులు దీని నుండి హితబోధ గ్రహించాలని.","arabic":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3999,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:30","price":"మరియు మేము దావూద్ కు సులైమాన్ ను ప్రసాదించాము. అతను ఉత్తమ దాసుడు! నిశ్చయంగా, అతను ఎల్లప్పుడు మా వైపునకు పశ్చాత్తాపంతో మరలుతూ ఉండేవాడు.","arabic":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4000,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:31","price":"ఒకరోజు సాయంకాలం అతని ముందు మేలు జాతి, వడి గల గుర్రాలు ప్రవేశపెట్టబడినప్పుడు;","arabic":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4001,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:32","price":"అతను అన్నాడు: \"అయ్యో! వాస్తవంగా నేను నా ప్రభువు స్మరణకు బదులుగా ఈ సంపదను (గుర్రాలను) ప్రేమించాను.\" చివరకు (సూర్యుడు) కనుమరుగై పోయాడు.","arabic":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4002,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:33","price":"(అతను ఇంకా ఇలా అన్నాడు): \"వాటిని నా వద్దకు తిరిగి తీసుకురండి.\" తరువాత అతను వాటి పిక్కలను మరియు మెడలను నిమరసాగాడు.[1]","arabic":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4003,"juzNumber":23,"footnotes":"[1] ఆయత్ లు 32 మరియు 33 యొక్క ఈ అనువాదం ఇమామ్ ఇబ్నె-జరీర్ 'తబరీ వ్యాఖ్యానాన్ని అనుసరించి ఉంది.","lang":"te"},{"name":"38:34","price":"మరియు వాస్తవానికి మేము సులైమాన్ ను పరీక్షకు గురి చేశాము మరియు అతని సింహాసనంపై ఒక కళేబరాన్ని [1] పడవేశాము, అప్పుడతను పశ్చాత్తాపంతో మా వైపునకు మరలాడు.","arabic":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4004,"juzNumber":23,"footnotes":"[1] జసదన్: కళేబరం, దీనిని గురించిన వివరాలు ఖుర్ఆన్ మరియు 'హదీస్'లలో లేవు. ఒక బు'ఖారీ (ర'హ్మా) 'హదీస్' ప్రకారం : అది వికలాంగుడిగా పుట్టిన అతన కుమారుని శరీరం. నోబుల్ ఖుర్ఆన్ ఈ శబ్దాన్ని షై'తాన్ అని వివరించింది. అల్లాహు ఆలమ్.","lang":"te"},{"name":"38:35","price":"అతను ఇలా ప్రార్థించాడు: \"ఓ నా ప్రభూ! నన్ను క్షమించు, నా తరువాత మరెవ్వరికీ లభించనటువంటి సామ్రాజ్యాన్ని నాకు ప్రసాదించు. నిశ్చయంగా, నీవే సర్వప్రదుడవు!\"","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4005,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:36","price":"అప్పుడు మేము గాలిని అతనికి వశ పరచాము. అది అతని ఆజ్ఞానుసారంగా, అతడు కోరిన వైపునకు తగినట్లుగా మెల్లగా వీచేది.[1]","arabic":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4006,"juzNumber":23,"footnotes":"[1] చూడండి, 21:81-82. అక్కడ తీవ్రమైన గాలి వీచినట్లు చెప్పబడింది. ఆ తీవ్రమైన గాలి కూడా అల్లాహ్ (సు.తా.) అనుమతితో సులైమాన్ ('అ.స.) ఇచ్ఛానుసారంగా వీచేది.","lang":"te"},{"name":"38:37","price":"మరియు షైతానులలో (జిన్నాతులలో) నుండి కూడా రకరకాల కట్టడాలు నిర్మించే వాటినీ మరియు సముద్రంలో మునిగి (ముత్యాలు తీసే) వాటినీ (అతనికి వశ పరచి ఉన్నాము).","arabic":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4007,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:38","price":"మరికొన్ని సంకెళ్ళతో బంధింపబడినవి కూడా ఉండేవి.","arabic":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4008,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:39","price":"(అల్లాహ్ అతనితో అన్నాడు): \"ఇది నీకు మా కానుక, కావున నీవు దీనిని (ఇతరులకు) ఇచ్చినా, లేక నీవే ఉంచుకున్నా, నీతో ఎలాంటి లెక్క తీసుకోబడదు.\"[1]","arabic":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4009,"juzNumber":23,"footnotes":"[1] సులైమాన్ ('అ.స.) ప్రార్థన ప్రకారం అతనికి ఒక గొప్ప రాజ్యధికారం మరియు అతని సంపత్తుల నుండి తన ఇష్టం వచ్చిన వారికి ఇవ్వవచ్చని అనుమతి కూడా ఇవ్వబడింది.","lang":"te"},{"name":"38:40","price":"మరియు నిశ్చయంగా, అతనికి మా సాన్నిహిత్యం మరియు ఉత్తమ గమ్యస్థానం ఉన్నాయి.","arabic":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4010,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:41","price":"మరియు మా దాసుడు అయ్యూబ్ ను గురించి ప్రస్తావించు; అతను తన ప్రభువుతో ఇలా మొరపెట్టుకున్నాడు: \"నిశ్చయంగా షైతాన్ నన్ను ఆపదకు మరియు శిక్షకు గురి చేశాడు.\" [1]","arabic":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4011,"juzNumber":23,"footnotes":"[1] అయ్యూబ్ ('అ.స.) యొక్క పరీక్ష కూడా చాలా ప్రసిద్ధమైనది. అతను రోగంతో మరియు ధన, సంతాన నష్టంతో పరీక్షించబడ్డారు. అతనితోబాటు కేవలం అతని భార్య మాత్రమే మిగిలింది.","lang":"te"},{"name":"38:42","price":"(మేము అతనితో అన్నాము): \"నీ కాలును నేల మీద కొట్టు. అదిగో చల్ల (నీటి చెలిమ)! నీవు స్నానం చేయటానికి మరియు త్రాగుటకూను.\"","arabic":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4012,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:43","price":"మరియు మేము అతని కుటుంబం వారిని మరియు వారితో బాటు, వారి వంటి వారిని మా కరుణతో అతనికి తిరిగి ఇచ్చాము మరియు బుద్ధిమంతులకు ఇది ఒక హితబోధ. [1]","arabic":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4013,"juzNumber":23,"footnotes":"[1] అల్లాహ్ (సు.తా.) చివరకు అయ్యూబ్ ('అ.స.) ప్రార్థనను అంగీకరించి అతని రోగాన్ని దూరం చేశాడు. మరియు అతను కోల్పోయిన ధనాన్ని, సంతానాన్ని తిరిగి ఇచ్చాడు. అంతేగాక అతనికి రెండింతలు అధికంగా ప్రసాదించాడు.","lang":"te"},{"name":"38:44","price":"(అల్లాహ్ అతనితో అన్నాడు): \"ఒక పుల్లల కట్టను నీ చేతిలోకి తీసికొని దానితో (నీ భార్యను) కొట్టు మరియు నీ ఒట్టును భంగపరచుకోకు.\" [1]వాస్తవానికి, మేము అతనిని ఎంతో సహనశీలునిగా పొందాము. అతను ఉత్తమ దాసుడు! నిశ్చయంగా, ఎల్లపుడు మా వైపునకు పశ్చాత్తాపంతో మరలుతూ ఉండేవాడు.","arabic":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4014,"juzNumber":23,"footnotes":"[1] రోగపీడుతుడుగా ఉన్న కాలంలో అయ్యూబ్ ('అ.స.) కోపంతో తన భార్యను - ఆమె తెలియకుండా చేసిన ఒక అపరాధానికి క్రోధితుడై - నూరు కొరడా దెబ్బలు కొడతానని ప్రమాణం చేస్తారు. ఆ ప్రమాణం పూర్తి చేయటానికి అల్లాహ్ (సు.తా.) అతనితో నూరు పుల్లల కట్టతో ఒకసారి నీ భార్యను కొట్టి నీ ప్రమాణం పూర్తి చేసుకో అని ఆదేశిస్తాడు. చూడండి, 5:89. ఈ ఆజ్ఞ కేవలం అయ్యూబ్ ('అ.స.) కొరకేనా, లేక అందరి కొరకా అనే విషయంలో వ్యాఖ్యాతల మధ్య భేదాభిప్రాయాలున్నాయి. కొందరు అంటారు : ఒకవేళ మొదట ప్రమాణం చేసినప్పుడు కఠినంగా శిక్షించదలిచే అభిప్రాయం లేకుంటే ఇలా చేయవచ్చు, (ఫ'త్హ్ అల్-ఖదీర్). ఒక 'హదీస్' ద్వారా తెలుస్తోంది : ఒకసారి దైవప్రవక్త ('స'అస) ఒక బలహీనుడైన వ్యభిచారికి, నూరు కొరడా దెబ్బలకు బదులుగా నూరు పుల్లల్లున్న చీపురు కట్టతో ఒకేసారి కొట్టి వదిలారు (ముస్నద్ అ'హ్మద్, 5/222, ఇబ్నె మాజా).","lang":"te"},{"name":"38:45","price":"మరియు మా దాసులైన ఇబ్రాహీమ్, ఇస్ హాఖ్ మరియు యఅఖూబ్ లను జ్ఞాపకం చేసుకో! వారు గొప్ప కార్యశీలురు మరియు దూరదృష్టి గలవారు.","arabic":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4015,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:46","price":"నిశ్చయంగా, మేము వారిని ఒక విశిష్ట గుణం కారణంగా ఎన్నుకున్నాము, అది వారి పరలోక చింతన.","arabic":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4016,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:47","price":"మరియు నిశ్చయంగా, మా దృష్టిలో వారు ఎన్నుకోబడిన ఉత్తమ (పుణ్య) పురుషులలోని వారు!","arabic":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4017,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:48","price":"మరియు ఇస్మాయీల్, అల్ యస్అ మరియు జుల్ కిప్ల్ [1] ను కూడా జ్ఞాపకం చేసుకో. మరియు వారందరూ ఎన్నుకొనబడిన ఉత్తమ పురుషులలోని వారు.","arabic":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4018,"juzNumber":23,"footnotes":"[1] అల్-యస'అ (Elisha 'అ.స.), ఇల్యాస్ (Elijah, 'అ.స.) తరువాత వచ్చిన ప్రవక్త. యస'అ, 'అరబ్బీ పదం కాదు. జు'ల్-కిఫ్ల్ కొరకు చూడండి, 21:85.","lang":"te"},{"name":"38:49","price":"ఇది ఒక ప్రస్తావన. మరియు నిశ్చయంగా! దైవభీతి గలవారికి ఉత్తమ గమ్యస్థానం ఉంది.","arabic":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4019,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:50","price":"శాశ్వతమైన స్వర్గవనాలు, వాటి ద్వారాలు వారి కొరకు తెరువబడి ఉంటాయి.","arabic":"جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4020,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:51","price":"అందులో వారు దిండ్లను ఆనుకొని కూర్చొని; అందులో వారు అనేక ఫలాలను మరియు పానీయాలను అడుగుతూ ఉంటారు.","arabic":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4021,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:52","price":"మరియు వారి దగ్గర సమవయస్కులు మరియు తమ చూపులను వారి కొరకే ప్రత్యేకించుకొనే శీలవతులైన స్త్రీలు ఉంటారు[1].","arabic":"۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4022,"juzNumber":23,"footnotes":"[1] ఇలాంటి వివరణ ఖుర్ఆన్ లో మూడు సార్లు వచ్చింది. ఇక్కడ, 37:48 మరియు 55:56లలో. ఇంకా చూడండి, 4:124, 16:97 మరియు 40:40 9:72 విశ్వసించి సత్కార్యాలు చేసే వారంతా (పురుషులు, స్త్రీలు) స్వర్గవాసులవుతారు. కావున ప్రతి పురుషునికి శీలవతి, విశ్వాసురాలైన తన భార్య స్వర్గంలో సహవాసి ( 'జౌజ)గా ఉంటుంది. ఇంకా చూడండి, 36:56: 'వారు మరియు వారి సహవాసులు (అ'జ్వాజ్), చల్లని నీడలలో, ఆసనాల మీద ఆనుకొని హాయిగా కూర్చొని ఉంటారు.'","lang":"te"},{"name":"38:53","price":"లెక్కదినం కొరకు మీతో (దైవభీతి గలవారితో) చేయబడిన వాగ్దానం ఇదే!","arabic":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4023,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:54","price":"నిశ్చయంగా, ఇదే మేమిచ్చే జీవనోపాధి. దానికి తరుగులేదు;","arabic":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4024,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:55","price":"ఇదే (విశ్వాసులకు లభించేది). మరియు నిశ్చయంగా, తలబిరుసుతనం గల దుష్టులకు అతి చెడ్డ గమ్యస్థానం ఉంటుంది -","arabic":"هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4025,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:56","price":"నరకం - వారందులో కాలుతారు. ఎంత బాధాకరమైన విరామ (నివాస) స్థలము.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4026,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:57","price":"ఇదే (దుష్టులకు లభించేది), కావున వారు దాని రుచి చూస్తారు; సలసలకాగే నీరు మరియు చీము.","arabic":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4027,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:58","price":"ఇంకా ఇలాంటివే అనేకం ఉంటాయి!","arabic":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4028,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:59","price":"\"ఇదొక దళం, మీ వైపునకు త్రోయబడుతూ వస్తున్నది. వారికి ఎలాంటి స్వాగతం లేదు! నిశ్చయంగా, వారు నరకాగ్నిలో కాలుతారు.\"","arabic":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4029,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:60","price":"(సత్యతిరస్కారులు తమను మార్గం తప్పించిన వారితో) అంటారు: \"అయితే మీకు కూడా స్వాగతం లేదు కదా! ఈ పర్యవసానాన్ని మా ముందుకు తెచ్చిన వారు మీరే కదా! ఎంత చెడ్డ నివాస స్థలము.\"","arabic":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4030,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:61","price":"వారు ఇంకా ఇలా అంటారు: \"ఓ మా ప్రభూ! మా యెదుట దీనిని (నరకాన్ని) తెచ్చిన వానికి రెట్టింపు నరకాగ్ని శిక్షను విధించు!\" [1]","arabic":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4031,"juzNumber":23,"footnotes":"[1] చూడండి, 7:38 మరియు 33:67-68. అక్కడ కూడా ఇలాగే అంటారు.","lang":"te"},{"name":"38:62","price":"ఇంకా వారు ఇలా అంటారు: \"మాకేమయింది? మనం చెడ్డవారిగా ఎంచిన వారు ఇక్కడ మనకు కనబడటం లేదేమిటి?","arabic":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4032,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:63","price":"మనం ఊరికే వారిని ఎగతాళి చేశామా? లేదా వారు మనకు కనుమరుగయ్యారా?\"","arabic":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4033,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:64","price":"నిశ్చయంగా, ఇదే నిజం! నరకవాసులు ఇలాగే వాదులాడుకుంటారు.","arabic":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4034,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:65","price":"(ఓ ముహమ్మద్!) వారితో ఇలా అను: \"వాస్తవానికి నేను హెచ్చరించేవాడను మాత్రమే! అల్లాహ్ తప్ప మరొక ఆరాధ్య దైవం లేడు! ఆయన అద్వితీయుడు తన సృష్టి మీద సంపూర్ణ అధికారం గలవాడు.\"[1]","arabic":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4035,"juzNumber":23,"footnotes":"[1] అల్-వాహిద్-అల్-ఖహ్హార్ : అద్వితీయుడు-ప్రబలుడు, చూడండి, 6:18. వ్యాఖ్యానం 1","lang":"te"},{"name":"38:66","price":"ఆకాశాలు, భూమి మరియు వాటి మధ్య ఉన్న సమస్తానికి ప్రభువు, సర్వశక్తిమంతుడు, క్షమాశీలుడు.\"","arabic":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4036,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:67","price":"వారితో అను: \"ఇది (ఈ ఖుర్ఆన్) ఒక గొప్ప సందేశం.","arabic":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4037,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:68","price":"దాని నుండి మీరు విముఖులవు తున్నారు!\"","arabic":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4038,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:69","price":"(ఓ ముహమ్మద్! ఇలా అను): \"ఉన్నత స్థానాలలో ఉన్న ముఖ్యుల (దేవదూతల) మధ్య (ఆదమ్ సృష్టి గురించి) ఒకప్పుడు జరిగిన వివాదం గురించి నాకు తెలియదు.[1]","arabic":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4039,"juzNumber":23,"footnotes":"[1] ఈ వివాదం గురించి చూడండి, 2:30-34. ఆదమ్ ('అ.స.) ను గురించి చూడండి, 7:11-18, 15:26-44, 17:61-65, 18:50, 38:69-85. ఈ ఆయత్ వీటన్నింటి కంటే మొదట అవతరింప జేయబడింది.","lang":"te"},{"name":"38:70","price":"కాని అది నాకు దివ్యజ్ఞానం (వహీ) ద్వారానే తెలుపబడింది. వాస్తవానికి, నేను స్పష్టంగా హెచ్చరిక చేసేవాణ్ణి మాత్రమే!\"","arabic":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4040,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:71","price":"నీ ప్రభువు దేవదూతలతో ఇలా అన్న మాటను (జ్ఞాపకం చేసుకో): \"నేను మట్టితో ఒక మనిషిని సృష్టించబోతున్నాను.[1]","arabic":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4041,"juzNumber":23,"footnotes":"[1] బషరున్: అంటే ప్రదర్శన, ఇతరులకు కనిపించగలది.","lang":"te"},{"name":"38:72","price":"ఇక ఎప్పుడైతే, నేను అతని సృష్టిని పూర్తి చేసి అతనిలో నా (తరఫు నుండి) ఆత్మను (జీవాన్ని) ఊదుతానో అప్పుడు, [1] మీరు అతని ముందు సాష్టాంగం (సజ్దా)లో పడిపోండి.[2]","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4042,"juzNumber":23,"footnotes":"[1] రూహున్: ఆత్మ (ప్రాణం), దీని యజమాని కేవలం అల్లాహ్ (సు.తా.) మాత్రమే. ఆత్మ అనేది అల్లాహ్ (సు.తా.) తప్ప ఇతరుల ఆధీనంలో లేదు. అది (ఆత్మ) ఊదగానే మానవుడు చలనంలోకి వస్తాడు. మానవునిలో అల్లాహ్ (సు.తా.) ఆత్మను ఊదాడు. ఇది ఎంత గౌరవప్రదమైన విషయం.\n [2] ఈ సజ్దా గౌరవార్థం చేసిందే. అల్లాహ్ (సు.తా.) ఆజ్ఞను శిరసావహించటానికి. ఇది ఆరాధనగా చేసిన సజ్దా కాదు. దైవప్రవక్త ము'హమ్మద్ ('స'అస) సున్నత్ లో గౌరవార్థం చేసే సజ్దా కూడా హరాం చేయబడింది. దైవప్రవక్త ('స'అస) ప్రవచనం : 'ఒకవేళ ఇది అనుమతిచబడి ఉంటే నేను స్త్రీకి తన భర్తకు సజ్దా చేసే అనుమతి ఇచ్చేవాడిని.' (తిర్మిజీ', అల్బానీ ప్రమాణీకం).","lang":"te"},{"name":"38:73","price":"అప్పుడు దేవదూతలందరూ కలసి అతనికి సజ్దా చేశారు.[1]","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4043,"juzNumber":23,"footnotes":"[1] దైవదూతలందరూ కలసి ఒకే సారి సజ్దా చేశారు.","lang":"te"},{"name":"38:74","price":"ఒక్క ఇబ్లీస్ [1] తప్ప! అతడు గర్వితుడయ్యాడు మరియు సత్యతిరస్కారులలో కలిసి పోయాడు.","arabic":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4044,"juzNumber":23,"footnotes":"[1] ఇబ్లీస్ దైవదూత కాడు, అతడు జిన్, అగ్నితో సృష్టించబడ్డాడు. దైవదూత ('అలైహిమ్ స.) లు జ్యోతి (నూర్) తో సృష్టించబడ్డారు. ఆదమ్ కు దైవదూతలు సజ్దా చేసినప్పుడు అతడు అక్కడ ఉండి కూడా అల్లాహ్ (సు.తా.) ఆజ్ఞను శిరసావహించలేదు, కాబట్టి అల్లాహ్ (సు.తా.) అతన్ని శపించాడు (బహిష్కరించాడు).","lang":"te"},{"name":"38:75","price":"(అల్లాహ్) ఇలా అన్నాడు: \"ఓ ఇబ్లీస్! నేను నా రెండు చేతులతో సృష్టించిన వానికి సాష్టాంగం (సజ్దా) చేయకుండా నిన్ను ఆపింది ఏమిటీ? నీవు గర్వితుడవై పోయావా! లేదా నిన్ను, నీవు ఉన్నత శ్రేణికి చెందిన వాడవనుకున్నావా?\"","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4045,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:76","price":"(ఇబ్లీస్) అన్నాడు: \"నేను అతని కంటే శ్రేష్ఠుడను. నీవు నన్ను అగ్నితో సృష్టించావు మరియు అతనిని మట్టితో సృష్టించావు.\"","arabic":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4046,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:77","price":"(అల్లాహ్) అన్నాడు: \"ఇక ఇక్కడి నుండి వెళ్ళిపో! నిశ్చయంగా నీవు భ్రష్టుడవు.","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4047,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:78","price":"మరియు నిశ్చయంగా, తీర్పుదినం వరకు నీపై నా శాపం (బహిష్కారం) ఉంటుంది.\"","arabic":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4048,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:79","price":"(అప్పుడు ఇబ్లీస్) ఇలా మనవి చేసుకున్నాడు: \"ఓ నా ప్రభూ! మృతులు తిరిగి లేపబడే దినం వరకు నాకు వ్యవధినివ్వు!\"","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4049,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:80","price":"(అల్లాహ్) సెలవిచ్చాడు: \"సరే! నీకు వ్యవధి ఇవ్వబడుతోంది!","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4050,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:81","price":"ఆ నియమిత దినపు ఆ గడువు వచ్చే వరకు.\"","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4051,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:82","price":"(ఇబ్లీస్) అన్నాడు: \"నీ శక్తి సాక్షిగా నేను వారందరినీ తప్పు దారి పట్టిస్తాను;","arabic":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4052,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:83","price":"వారిలో నుండి నీవు ఎన్నుకున్న నీ దాసుల్ని తప్ప!\"","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4053,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:84","price":"(అల్లాహ్) అన్నాడు: \"అయితే సత్యం ఇదే! మరియు నేను సత్యం పలుకుతున్నాను;","arabic":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4054,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:85","price":"నీవు మరియు వారిలో నుండి నిన్ను అనుసరించే వారందరితో నేను నరకాన్ని నింపుతాను!\"","arabic":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4055,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:86","price":"(ఓ ప్రవక్తా!) వారితో అను: \"నేను దీని (ఈ సందేశం) కొరకు మీ నుండి, ఎలాంటి ప్రతిఫలాన్ని అడగటం లేదు మరియు నేను వంచకులలోని వాడను కాను.","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4056,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:87","price":"ఇది (ఈ ఖుర్ఆన్) సమస్త లోకాల వారందరికీ కేవలం ఒక జ్ఞాపిక (హితబోధ)!","arabic":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4057,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"38:88","price":"మరియు అచిర కాలంలోనే దీని ఉద్దేశాన్ని (వార్తను) మీరు తప్పక తెలుసుకుంటారు.\"","arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4058,"juzNumber":23,"footnotes":"","lang":"te"}],"chapter":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"]}