{"data":[{"name":"39:1","price":"ఈ గ్రంథ (ఖుర్ఆన్) అవతరణ సర్వశక్తిమంతుడు, మహా వివేకవంతుడైన అల్లాహ్ తరఫు నుండి జరిగింది.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:2","price":"(ఓ ముహమ్మద్!) నిశ్చయంగా మేము ఈ గ్రంథాన్ని, సత్యంతో నీపై అవతరింపజేశాము. కావున నీవు అల్లాహ్ నే ఆరాధిస్తూ నీ భక్తిని కేవలం ఆయన కొరకే ప్రత్యేకించుకో!","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:3","price":"వినండి! భక్తి కేవలం అల్లాహ్ కొరకు మాత్రమే ప్రత్యేకించబడింది! ఇక ఆయనను వదలి ఇతరులను సంరక్షకులుగా చేసుకునే వారు (ఇలా అంటారు): \"వారు మమ్మల్ని అల్లాహ్ సాన్నిధ్యానికి చేర్చుతారని మాత్రమే మేము వారిని ఆరాధిస్తున్నాము!\" [1] నిశ్చయంగా అల్లాహ్ వారిలో ఉన్న భేదాభిప్రాయాలకు తగినట్లుగా వారి మధ్య తీర్పు చేస్తాడు. [2] నిశ్చయంగా, అల్లాహ్ అసత్యవాదికి, కృతఘ్నునికి మార్గదర్శకత్వం చేయడు.[3]","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"[1] సిఫారస్: అల్లాహ్ (సు.తా.) దగ్గర ఎవరి సిఫారసూ చెల్లదు. ఆయన అనుమతించిన వారి సిఫారస్ తప్ప! వారు దైవదూతలు గానీ ప్రవక్తలు గానీ లేక సద్పురుషులు కావచ్చు. కాని ముఖ్య విషయమేమిటంటే, అల్లాహ్ (సు.తా.), తనకు తప్ప ఇతరులకు ఆరాధన / దాస్యం , చేయటాన్ని ఎన్నటికీ క్షమించడు. దైవత్వంలో ఆయనకు భాగస్వాములను కల్పిస్తే, ఆయన (సు.తా.) దానిని ఎన్నటికీ క్షమించడు. అది తప్ప ఇతర ఏ పాపాన్నైనా, తాను కోరిన వారిని క్షమించవచ్చు!\n [2] అంటే ఆరాధించిన వారి మరియు ఆరాధించబడే వారి మధ్య, తీర్పు చేస్తాడు. ఇంకా చూడండి, 34:31-33.\n [3] చూడండి, 6:22-24","lang":"te"},{"name":"39:4","price":"ఒకవేళ అల్లాహ్ ఎవరినైనా కుమారునిగా చేసుకోదలిస్తే, [1] తన సృష్టిలో తాను కోరిన వానిని ఎన్నుకొని ఉండేవాడు. ఆయన సర్వలోపాలకు అతీతుడు. ఆయన అల్లాహ్! అద్వితీయుడు, తన సృష్టి మీద సంపూర్ణ అధికారం (ప్రాబల్యం) గలవాడు. [2]","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"[1] చూడండి, 6:100. అల్లాహ్ (సు.తా.) సంతానపు లోభానికి అతీతుడు. నిరపేక్షాపరుడు.\n [2] చూడండి, 6:18 వ్యాఖ్యానం 1.","lang":"te"},{"name":"39:5","price":"ఆయన ఆకాశాలను మరియు భూమిని సత్యంతో సృష్టించాడు. [1] ఆయన రాత్రిని పగటి మీద చుట్టుతున్నాడు. మరియు పగటిని రాత్రి మీద చుట్టుతున్నాడు. [2] సూర్యుణ్ణి మరియు చంద్రుణ్ణి నియమబద్ధులుగా చేసి ఉంచాడు. వాటిలో ప్రతి ఒక్కటీ ఒక నిర్ణీత కాలంలో (నిర్ణీత పరిధిలో) పయనిస్తూ ఉన్నాయి. వినండి! ఆయన, సర్వశక్తిమంతుడు, క్షమించేవాడు.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"[1] చూడండి, 10:5. \n [2] చూడండి, 7:54","lang":"te"},{"name":"39:6","price":"ఆయన మిమ్మల్ని ఒకే ప్రాణి (ఆదమ్) నుండి సృష్టించాడు. తరువాత అతని నుండి అతని జంట (జౌజ్) ను పుట్టించాడు. [1] మరియు మీ కొరకు ఎనిమిది జతల (ఆడ మగ) పశువులను పుట్టించాడు. [2] ఆయన మిమ్మల్ని మీ తల్లుల గర్భాలలో మూడు చీకటి తెరలలో ఒక రూపం తరువాత మరొక రూపాన్ని ఇచ్చాడు. [3] ఆయనే అల్లాహ్! మీ ప్రభువు. విశ్వాధిపత్యం ఆయనదే. ఆయన తప్ప మరొక ఆరాధ్య దేవుడు లేడు. అలాంటప్పుడు మీరు ఎలా (సత్యం నుండి) తప్పించబడుతున్నారు?","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"[1] చూడండి, 4:1. 'జౌజ: అంటే, జంట, జత, సహచరి, సహవాసి అనే అర్థాలున్నాయి.\n [2] అంటే గొర్రె, మేక, ఆవు మరియు ఒంటె. ఇవ్ ఆడ-మగ కలిసి ఎనిమిది అవుతాయి, వివరాలు 6:143-144లలో వచ్చాయి.\n [3] ఈ తెరలు : 1) తల్లి కడుపు (Abdominal Wall), 2) గర్భాశయం (Uterine Wall), 3) మావిపొర (Amniotic Membrane). ఇంకా చూడండి, 22:5, 23:12-14.","lang":"te"},{"name":"39:7","price":"ఒకవేళ మీరు సత్యాన్ని తిరస్కరిస్తే, నిశ్చయంగా, అల్లాహ్ మీ అక్కరలేని వాడు. [1] మరియు ఆయన తన దాసులు సత్యతిరస్కార వైఖరిని అవలంబించడాన్ని ఇష్ట పడడు. మరియు మీరు కృతజ్ఞులైనట్లయితే ఆయన మీ పట్ల ఎంతో సంతోషపడతాడు. మరియు బరువు మోసేవాడు ఎవ్వడూ ఇతరుల బరువును మోయడు. [2] చివరకు మీరందరికీ, మీ ప్రభువు వైపునకే మరల వలసి ఉంది! అప్పుడు ఆయన, మీరు ఏమేమి చేస్తూ ఉండేవారో మీకు తెలియజేస్తాడు. నిశ్చయంగా ఆయనకు హృదయాలలో ఉన్న విషయాలన్నీ బాగా తెలుసు.","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"[1] చూడండి, 14:8. \n [2] ఈ వాక్యం ఖుర్ఆన్ లో ఐదుసార్లు వచ్చింది. ఇక్కడ మరియు 6:164, 17:15, 35:18, మరియు 53:38. ఇది : 'ఏసు క్రీస్తు, క్రైస్తవులందరి పాపభారాన్ని భరిస్తారు.' అని క్రైస్తవులు అనే సిద్ధాంతాన్ని ఖండిస్తోంది.","lang":"te"},{"name":"39:8","price":"మానవునికి ఏదైనా కష్టం కలిగినప్పుడు అతడు పశ్చాత్తాపంలో తన ప్రభువు వైపునకు మరలి ఆయనను వేడుకుంటాడు. తరువాత ఆయన (అల్లాహ్) అతనికి తన అనుగ్రహాన్ని ప్రసాదించి నప్పుడు, అతడు పూర్వం దేనిని గురించి వేడుకుంటూ ఉండేవాడో దానిని మరచిపోతాడు. మరియు అల్లాహ్ కు సాటి కల్పించి, (ఇతరులను) ఆయన మార్గం నుండి తప్పిస్తాడు. [1] (అలాంటి వానితో) ఇలా అను: \"నీవు, నీ సత్యతిరస్కార వైఖరితో కొంత కాలం సంతోషపడు. నిశ్చయంగా, నీవు నరకవాసుల్లోని వాడవవుతావు!\"","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"[1] చూడండి, 2:22.","lang":"te"},{"name":"39:9","price":"ఏమీ? ఎవడైతే శ్రద్ధతో రాత్రి ఘడియలలో సాష్టాంగం (సజ్దా) చేస్తూ మరియు నిలిచి (నమాజ్) చేస్తూ, పరలోక (జీవిత)మును గురించి భయపడుతూ, తన ప్రభువు కారుణ్యాన్ని ఆశిస్తూ ఉంటాడో! (అలాంటి వాడు, అలా చేయని వాడితో సమానుడా)? వారి నడుగు: \"ఏమీ? విజ్ఞానులు మరియు అజ్ఞానులు సరిసమానులు కాగలరా? వాస్తవానికి బుద్ధిమంతులే హితబోధ స్వీకరిస్తారు.\"","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:10","price":"(ఓ ముహమ్మద్!) అల్లాహ్ ఇలా సెలవిస్తున్నాడని) అను: \"ఓ విశ్వసించిన నా దాసులారా! మీ ప్రభువు నందు భయభక్తులు కలిగి ఉండండి. ఎవరైతే ఈ లోకంలో సత్పురుషులై ఉంటారో (వారికి పరలోకంలో) మేలు జరుగుతుంది. మరియు అల్లాహ్ భూమి చాలా విశాలమైనది. [1] నిశ్చయంగా, సహనం వహించిన వారికి లెక్క లేనంత ప్రతిఫలం ఇవ్వబడుతుంది.\"","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"[1] పాపం మరియు సత్యతిరస్కారం నుండి - పుణ్యం, సత్యం మరియు అల్లాహ్ (సు.తా.) వైపునకు - మరలే అవకాశం ఎల్లప్పుడూ ఉంది. ఇదే వాస్తవమైన 'హిజ్రత్' వలసపోవటం. ఇంకా చూడండి, 4:97. ఒక వ్యక్తికి తన నివాసస్థలంలో ఉంటూ ఈమాన్ పై ఉండటం దుర్భరమైతే! అతడు ఇతర చోట్లకు హిజ్రత్ చేసి తన ధర్మాన్ని కాపాడుకోవాలి.","lang":"te"},{"name":"39:11","price":"(ఓ ముహమ్మద్! ఇంకా) ఇలా అను: \"నిశ్చయంగా, నేను అల్లాహ్ ను మాత్రమే ఆరాధిస్తూ, నా భక్తిని కేవలం ఆయన కొరకే ప్రత్యేకించుకోవాలని ఆజ్ఞాపించబడ్డాను.","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:12","price":"మరియు నేను అందరి కంటే ముందు (అల్లాహ్ కు) విధేయుడను (ముస్లిం) అయి ఉండాలి\" అని కూడా ఆజ్ఞాపించబడ్డాను.","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:13","price":"(ఇంకా) ఇలా అను: \"ఒకవేళ నేను నా ప్రభువుకు అవిధేయుడనైతే ఆ మహా దినవు శిక్షకు గురి అవుతానని భయపడుతున్నాను.\"","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:14","price":"(ఇంకా) ఇలా అను: \"నేను కేవలం అల్లాహ్ నే ఆరాధిస్తూ నా భక్తిని (ఆరాధనను) కేవలం ఆయన కొరకే ప్రత్యేకించుకుంటాను;","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:15","price":"కావున మీరు ఆయనను వదలి మీకు ఇష్టమైన వారిని ఆరాధించండి!\" ఇంకా ఇలా అను: \"పునరుత్థాన దినమున తమకు తాము మరియు తమ కుటుంబం వారికి నష్టం కలిగించుకున్న వారే నిశ్చయంగా నష్టపడ్డ వారు. వాస్తవానికి అదే స్పష్టమైన నష్టం!\"","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:16","price":"వారిని, వారిపై నుండి అగ్ని జ్వాలలు క్రమ్ముకుంటాయి మరియు వారి క్రింది నుండి (అగ్ని జ్వాలలు) క్రమ్ముకుంటాయి. ఈ విధంగా, అల్లాహ్ తన దాసులను భయపెడుతున్నాడు [1]: \"ఓ నా దాసులారా! నా పట్ల మాత్రమే భయభక్తులు కలిగి ఉండండి.\"","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"[1] ఇక్కడ అల్లాహ్ (సు.తా.) తన దాసులను మరొకసారి :'నరకాగ్ని నుండి మిమ్మల్ని మీరు కాపాడుకోండి.' అని హెచ్చరిస్తున్నాడు. ఈ విధమైన హెచ్చరిక ఖుర్ఆన్ లో ఎన్నోసార్లు వచ్చింది. చూడండి, 74:35-36.","lang":"te"},{"name":"39:17","price":"మరియు ఎవరైతే కల్పిత దైవాలను (తాగూత్ లను) త్యజించి, వాటిని ఆరాధించకుండా, పశ్చాత్తాపంతో అల్లాహ్ వైపునకు మరలుతారో! వారికి శుభవార్త ఉంది. [1] కావున నా దాసులకు ఈ శుభవార్తను ఇవ్వు.","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"[1] చూడండి, 10:62-64.","lang":"te"},{"name":"39:18","price":"ఎవరైతే మాటను శ్రద్ధగా విని, అందులోని ఉత్తమమైన దానిని అనుసరిస్తారో! అలాంటి వారే, అల్లాహ్ మార్గదర్శకత్వం పొందిన వారు మరియు అలాంటి వారే బుద్ధిమంతులు.","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:19","price":"ఏమీ? ఎవడిని గురించి అయితే ఆయన (అల్లాహ్ తరఫు నుండి) శిక్ష నిర్ణయించబడి ఉందో, వానిని నీవు నరకాగ్నిలో నుండి బయటికి తీయగలవా?","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:20","price":"కాని ఎవరైతే తమ ప్రభువు యెడల భయభక్తులు కలిగి ఉన్నారో! వారి కొరకు అంతస్తుపై అంతస్తుగా, కట్టబడిన ఎత్తైన భవనాలు ఉంటాయి. వాటి క్రింద సెలయేళ్ళు ప్రవహిస్తూ ఉంటాయి. ఇది అల్లాహ్ వాగ్దానం. అల్లాహ్ తన వాగ్దానాన్ని ఎన్నడూ భంగపరచడు.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:21","price":"ఏమీ? నీకు తెలియదా? నిశ్చయంగా, అల్లాహ్ ఆకాశం నుండి నీటిని కురిపించి, తరువాత దానిని భూమిలో ఊటలుగా ప్రవహింప జేస్తున్నాడని? ఆ తరువాత దాని వల్ల వివిధ రంగుల వృక్షకోటిని ఉత్పత్తి చేస్తాడు. ఆ తరువాత అది ఎండిపోయి నపుడు, నీవు దానిని పసుపు రంగుగా మారిపోవటాన్ని చూస్తావు. చివరకు ఆయన దానిని పొట్టుగా మార్చి వేస్తాడు. నిశ్చయంగా ఇందులో బుద్ధిమంతులకు హితబోధ ఉంది.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:22","price":"ఏమీ? ఏ వ్యక్తి హృదయాన్నైతే అల్లాహ్ విధేయత (ఇస్లాం) కొరకు తెరుస్తాడో, అతడు తన ప్రభువు చూపిన వెలుగులో నడుస్తూ ఉంటాడో (అలాంటి వాడు సత్యతిరస్కారితో సమానుడు కాగలడా?) ఎవరి హృదయాలైతే అల్లాహ్ హితోపదేశం పట్ల కఠినమై పోయాయో, అలాంటి వారికి వినాశం ఉంది. అలాంటి వారు స్పష్టమైన మార్గభ్రష్టత్వంలో పడి ఉన్నారు!","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:23","price":"అల్లాహ్ సర్వశ్రేష్ఠమైన బోధనలను ఒక గ్రంథ రూపంలో అవతరింపజేశాడు. దానిలో ఒకే రకమైన వాటిని (వచనాలను) మాటిమాటికీ ఎన్నో విధాలుగా (విశదీకరించాడు). [1] తమ ప్రభువుకు భయపడే వారి శరీరాలు (చర్మాలు) దానితో (ఆ పఠనంతో) గజగజ వణుకుతాయి. కాని తరువాత వారి చర్మాలు మరియు వారి హృదయాలు అల్లాహ్ ధ్యానం వలన మెత్తబడతాయి. ఇది అల్లాహ్ మార్గదర్శకత్వం. ఆయన దీనితో తాను కోరిన వారికి మార్గదర్శకత్వం చేస్తాడు. మరియు ఏ వ్యక్తిని అల్లాహ్ మార్గభ్రష్టత్వంలో వదలుతాడో, అతనికి మార్గదర్శకుడు ఎవ్వడూ ఉండడు. [2]","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"[1] చూడండి, 4:82 మరియు 25:32.\n [2] చూడండి, 14:4","lang":"te"},{"name":"39:24","price":"ఏమీ? పునరుత్థాన దినవు కఠినమైన శిక్షను తన ముఖంతో కాపాడు కోవలసిన వాడు (స్వర్గంలో ప్రవేశించేవానితో సమానుడా)? మరియు (ఆ రోజు) దుర్మార్గులతో ఇలా అనబడుతుంది: \"మీరు సంపాదించిన దానిని రుచి చూడండి.\"","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:25","price":"వీరికి పూర్వమున్న వారు కూడా (అల్లాహ్ సందేశాలను) అబద్ధాలని తిరస్కరించారు, కాబట్టి వారు ఊహించలేని దిశ నుండి వారిపై శిక్ష వచ్చి పడింది.","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:26","price":"ఈ విధంగా, అల్లాహ్ వారికి ఇహలోక జీవితంలో కూడా అవమానాన్ని రుచి చూపాడు. [1] మరియు వారి పరలోక శిక్ష దీని కంటే ఎంతో ఘోరమైనదిగా ఉంటుంది. వారు ఇది గ్రహిస్తే ఎంత బాగుండేది!","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"[1] చూడండి, 16:26.","lang":"te"},{"name":"39:27","price":"మరియు వాస్తవానికి మేము ఈ ఖుర్ఆన్ లో ప్రజల కొరకు అనేక రకాల దృష్టాంతాలు పేర్కొన్నాము, బహుశా వారు గుణపాఠం నేర్చుకుంటారని;","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:28","price":"అరబ్బీ భాషలో ఉన్న ఈ ఖుర్ఆన్ ను, [1] ఏ విధమైన వక్రత లేకుండా అవతరింప జేశాము; బహుశా వారు దైవభీతి కలిగి వుంటారని.","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"[1] చూడండి, 12:2, 13:37, 14:4 మరియు 41:44.","lang":"te"},{"name":"39:29","price":"అల్లాహ్ ఒక దృష్టాంతం ఇస్తున్నాడు: ఒక మానవుడు (బానిస) పరస్పరం విరోధమున్న ఎంతో మంది యజమానులకు చెదినవాడు. మరొక మానవుడు (బానిస) పూర్తిగా ఒకే ఒక్క యజమానికి చెందిన వాడు, వారిద్దరి పరిస్థితి సమానంగా ఉంటుందా? [1] సర్వస్తోత్రాలకు అర్హుడు అల్లాహ్ మాత్రమే! కాని వారిలో చాలా మందికి ఇది తెలియదు.","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"[1] ఇదే విధంగా ఎంతోమంది దైవాలను ఆరాధించేవాడు, ఒకే అల్లాహ్ (సు.తా.)ను ఆరాధించే వాడితో సమానుడు కాలేడు. బహుదైవారాధకుడు ఎల్లప్పుడు వారి కలహాలలో మునుగి ఉంటాడు.","lang":"te"},{"name":"39:30","price":"(ఓ ముహమ్మద్!) నిశ్చయంగా, (ఒక రోజు) నీవు మరణిస్తావు మరియు నిశ్చయంగా వారు కూడా మరణిస్తారు.[1]","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"[1] చూడండి, 3:144 ఇతర మానవుల వలే దైవప్రవక్త ('స'అస) కు కూడా మరణం వచ్చింది. పునరుత్థాన దినం వరకు అతను కూడా బర్'జఖ్ లో ఉంటారు.","lang":"te"},{"name":"39:31","price":"ఆ తరువాత నిశ్చయంగా, పునరుత్థాన దినమున మీరంతా మీ ప్రభువు సమక్షంలో మీ వివాదాలను విన్నవించుకుంటారు.","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"","lang":"te"},{"name":"39:32","price":"ఇక అల్లాహ్ ను గురించి అసత్యం కల్పించి, సత్యం తన ముందుకు వచ్చినప్పుడు దానిని తిరస్కరించే వాని కంటే పరమ దుర్మార్గుడెవడు? అందుకే! సత్యతిరస్కారులకు కేవలం నరకంలోనే కదా నివాసం ఉండేది?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:33","price":"మరియు సత్యాన్ని తెచ్చినవాడూ మరియు దానిని హృదయపూర్వకంగా నమ్మిన వాడూ, ఇలాంటి వారే దైవభీతి గలవారు.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:34","price":"వారికి తమ ప్రభువు వద్ద వారు కోరిందంతా లభిస్తుంది. ఇదే సజ్జనులకు దొరికే ప్రతిఫలం.[1]","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"[1] చూము'హ్ సినీన్: దీనికి సజ్జనులు, పుణ్యవంతులు, సత్పురుషులు మొదలైన అర్థాలున్నాయి. దైవప్రవక్త ('స'అస) ప్రవచనం : 'మీరు అల్లాహ్ (సు.తా.) ను ఆరాధించేటప్పుడు మీరు ఆయన (సు.తా.)ను చూస్తున్నారని భావించండి. అది సాధ్యం కాకపోతే కనీసం ఆయన (సు.తా.) మిమ్మల్ని చూస్తున్నాడని భావించండి. (అన్ త'అబుదల్లాహ్ క అన్నక తరాహు; ఫ ఇన్ లమ్ తకున్ తరాహు, ఫ ఇన్నహు యరాక'.","lang":"te"},{"name":"39:35","price":"దానికి బదులుగా అల్లాహ్, వారు చేసిన ఘోర పాపకార్యాలను రద్దు చేయటానికి మరియు వారు చేస్తూ వచ్చిన మంచి పనులకు అత్యుత్తమ ప్రతిఫలం ఇవ్వటానికి!","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:36","price":"ఏమిటి? అల్లాహ్ తన దాసునికి చాలడా? అయినా వారు ఆయన (అల్లాహ్) ను విడిచి, ఇతరులను గురించి నిన్ను భయపెడు తున్నారు. మరియు అల్లాహ్ మార్గభ్రష్టత్వంలో పడనిచ్చిన వానికి మార్గదర్శకుడు ఎవ్వడూ ఉండడు.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:37","price":"మరియు అల్లాహ్ మార్గదర్శకత్వం చేసిన వానిని, మార్గభ్రష్టుడు చేయగల వాడెవ్వడూ లేడు! ఏమీ? అల్లాహ్ సర్వశక్తిమంతుడు, ప్రతీకారం చేయగలవాడు కాడా?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:38","price":"మరియు ఒకవేళ నీవు వారితో: \"భూమ్యాకాశాలను సృష్టించింది ఎవరు?\" అని అడిగితే, వారు నిశ్చయంగా: \"అల్లాహ్!\" అని అంటారు. [1] వారిని ఇలా అడుగు: \"ఏమీ? మీరు ఆలోచించరా? అల్లాహ్ ను వదలి మీరు ఆరాధించేవి - అల్లాహ్ నాకు కీడు చేయదలచుకుంటే - ఆయన కీడు నుండి, నన్ను తప్పించగలవా? లేక, ఆయన (అల్లాహ్) నన్ను కరుణించగోరితే ఇవి ఆయన కారుణ్యాన్ని ఆపగలవా?\" వారితో ఇంకా ఇలా అను: \"నాకు కేవలం అల్లాహ్ చాలు! ఆయన (అల్లాహ్) ను నమ్మేవారు (విశ్వాసులు), కేవలం ఆయన మీదే నమ్మక ముంచుకుంటారు.\"","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"[1] ఇటువంటి వాక్యానికి చూడండి, 31:25.","lang":"te"},{"name":"39:39","price":"(ఓ ముహమ్మద్!) వారితో ఇలా అను: \"ఓ నా జాతి ప్రజలారా! మీరు మీ ఇష్టప్రకారం మీ పని చేస్తూ ఉండండి; నిశ్చయంగా, నేనూ నా పని చేస్తూ ఉంటాను. తరువాత మీరు తెలుసుకోగలరు;","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:40","price":"(ఇహలోకంలో) ఎవరి మీద అవమానకరమైన శిక్ష వచ్చిపడుతుందో మరియు (పరలోక జీవితంలో) ఎవరి మీద శాశ్వతమైన శిక్ష పడనున్నదో!\"","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:41","price":"నిశ్చయంగా, మేము మానవులందరి కొరకు, ఈ గ్రంథాన్ని, సత్యంతో నీపై అవతరింప జేశాము. కావున సన్మార్గంపై నడిచేవాడు తన మేలు కొరకే అలా చేస్తాడు. మరియు నిశ్చయంగా, మార్గభ్రష్టుడైన వాడు తన కీడు కొరకే మార్గభ్రష్టుడవుతాడు. మరియు నీవు వారి కొరకు బాధ్యుడవు కావు.[1]","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"[1] చూడండి, 17:2.","lang":"te"},{"name":"39:42","price":"అల్లాహ్ యే ఆత్మలను (ప్రాణాలను) మరణ కాలమున వశపరచుకునేవాడు మరియు మరణించని వాడి (ఆత్మలను) నిద్రావస్థలో (వశపరచుకునే వాడునూ). తరువాత దేనికైతే మరణం నిర్ణయింప బడుతుందో దానిని ఆపుకొని, మిగతా వారి (ఆత్మలను) ఒక నియమిత కాలం వరకు తిరిగి పంపుతాడు. [1] నిశ్చయంగా ఇందులో ఆలోచించే వారికి గొప్ప సూచనలు (ఆయాత్) ఉన్నాయి.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"[1] చూడండి, 6:60-61.","lang":"te"},{"name":"39:43","price":"ఏమీ? వారు అల్లాహ్ ను వదలి ఇతరులను సిఫారసుదారులుగా చేసుకున్నారా? వారిని ఇలా అడుగు: \"ఏమీ? వారికెలాంటి అధికారం లేకున్నా మరియు వారికి బుద్ధి లేకున్నానా?\" [1]","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"[1] చూడండి, 2:255. అల్లాహ్ (సు.తా.) అనుమతిచ్చిన వాడు తప్ప మరెవ్వరూ సిఫారసు చేయలేరు. ఇంకా చూడండి 20:109, 21:28 లేక 34:23. పునరుత్థాన దినమున అల్లాహ్ (సు.తా.) తన ప్రవక్తలకు సిఫారసు చేయటానికి అనుమతిస్తాడు, అలాంటి వారి కొరకు ఎవరి పశ్చాత్తాపాన్నైతే అల్లాహ్ (సు.తా.) అంగీకరించాడో! చూడండి, 19:87. అల్లాహ్ (సు.తా.) దగ్గర ఎవ్వరి సిఫారసు అవసరం లేదు. ఆయన సర్వజ్ఞుడు. ఆయన తాను కోరినదే చేస్తాడు. అలాంటప్పుడు కేవలం ఆ ఏకైక ప్రభువు, అల్లాహ్ (సు.తా.) ఆరాధననే ఎందుకు చేయకూడదు? అప్పుడు ఎవ్వరి సిఫారసు అవసరముండదు.","lang":"te"},{"name":"39:44","price":"ఇలా అను: \"సిఫారసు కేవలం అల్లాహ్ అధీనంలోనే ఉంది. భూమ్యాకాశాల సామ్రాజ్యాధి పత్యం కేవలం ఆయనకే చెందుతుంది. తరువాత ఆయన వైపునకే మీరంతా మరలింప బడతారు.\"","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:45","price":"మరియు ఒకవేళ అద్వితీయుడైన అల్లాహ్ ను గురించి ప్రస్తావన జరిగినపుడు, పరలోకాన్ని విశ్వసించని వారి హృదయాలు క్రుంగిపోతాయి. మరియు ఒకవేళ ఆయన తప్ప ఇతరుల ప్రస్తావన జరిగినపుడు వారు సంతోషంతో పొంగిపోతారు!","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:46","price":"ఇలా అను: \"ఓ అల్లాహ్! భూమ్యాకాశాల సృష్టికి మాలాధారుడా! అగోచర గోచరాలను ఎరిగినవాడా! నీవే నీ దాసుల మధ్య ఉన్న భేదాభిప్రాయాలను గురించి తీర్పు చేసేవాడవు.\"","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:47","price":"మరియు ఒకవేళ వాస్తవానికి ఈ దుర్మార్గుల వద్ద భూమిలో ఉన్న సమస్తమూ మరియు దానితో పాటు దానంత (రెట్టింపు) సంపద ఉన్నా పునరుత్థాన దినపు ఘోరశిక్ష నుండి తప్పించుకోవటానికి, వారు దానిని పరిహారంగా ఇవ్వగోరుతారు.[1] ఎందుకంటే! అల్లాహ్ తరఫు నుండి వారి ముందు, వారు ఎన్నడూ లెక్కించనిదంతా ప్రత్యక్షమవుతుంది.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"[1] చూడండి, 3:91. కాని అది, స్వీకరించబడదు. దీనికి ఇంకా చూడండి 2:48.","lang":"te"},{"name":"39:48","price":"మరియు వారు చేసి వున్న దుష్టకార్యాలన్నీ స్పష్టంగా వారి ముందుకు వస్తాయి. మరియు వారు ఎగతాళి చేస్తూ వచ్చిందే వారిని చుట్టుకుంటుంది.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:49","price":"ఒకవేళ మానవునికి ఆపద వస్తే అతడు మమ్మల్ని వేడుకుంటాడు. ఆ తరువాత మేము మా దిక్కు నుండి అతనికి అనుగ్రహాన్ని ప్రసాదిస్తే అతడు: \"నిశ్చయంగా, ఇది నాకున్న తెలివి వల్ల నాకు ఇవ్వబడింది!\" [1] అని అంటాడు. వాస్తవానికి, అది ఒక పరీక్ష, కాని చాలా మంది ఇది తెలుసుకోలేరు.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"[1] చూడండి, 28:78.","lang":"te"},{"name":"39:50","price":"వాస్తవానికి, వీరికి పూర్వం గతించిన వారు కూడా ఇలాగే అన్నారు, కాని వారు సంపాదించినదంతా వారికి ఏ విధంగానూ పనికి రాలేదు.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:51","price":"కావున, వారు చేసిన దుష్కార్యాల ఫలితాలు వారిపై పడ్డాయి. మరియు వారిలోని దుర్మార్గులు తాము చేసిన దుష్కార్యాల ఫలితాలను త్వరలోనే అనుభవించగలరు. మరియు వారు ఏ విధంగానూ తప్పించుకోలేరు.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:52","price":"ఏమీ? వారికి తెలియదా? నిశ్చయంగా అల్లాహ్ తాను కోరిన వారికి జీవనోపాధిని పుష్కలంగా ప్రసాదిస్తాడని మరియు (తాను కోరిన వారికి) మితంగా ఇస్తాడని? నిశ్చయంగా, ఇందులో విశ్వసించేవారికి ఎన్నో సూచనలు (ఆయాత్) ఉన్నాయి.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:53","price":"ఇలా అను: \"స్వయంగా మీకు (మీ ఆత్మలకు) మీరే అన్యాయం చేసుకున్న నా దాసులారా! అల్లాహ్ కారుణ్యం పట్ల నిరాశ చెందకండి. నిశ్చయంగా, అల్లాహ్ అన్ని పాపాలను క్షమిస్తాడు. [1] నిశ్చయంగా ఆయన! కేవలం ఆయనే క్షమాశీలుడు, అపార కరుణా ప్రదాత.\"","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"[1] చూడండి, 6:54 మరియు 4:110..","lang":"te"},{"name":"39:54","price":"మరియు మీరు పశ్చాత్తాపంతో మీ ప్రభువు వైపునకు మరలండి మరియు మీ పైకి శిక్ష రాకముందే, మీరు ఆయనకు విధేయులు (ముస్లింలు) అయి ఉండండి, తరువాత మీకు ఎలాంటి సహాయం లభించదు.[1]","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"[1] మరణం ఆసన్నమైనప్పుడు పడే పశ్చాత్తాపం అంగీకరించబడదు. చూడండి, 4:18.","lang":"te"},{"name":"39:55","price":"మరియు మీకు తెలియకుండానే అకస్మాత్తుగా, మీపైకి శిక్ష రాకముందే మీ ప్రభువు తరఫు నుండి మీ కొరకు అవతరింప జేయబడిన శ్రేష్ఠమైన దానిని (ఈ ఖుర్ఆన్ ను) అనుసరించండి.[1]","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"[1] ఈ శిక్ష ఇహలోకంలో వచ్చే ఆపదలు.","lang":"te"},{"name":"39:56","price":"లేకపోతే మానవుడు: \"నా పాడుగానూ! నేను అల్లాహ్ విషయంలో ఇంత నిర్లక్ష్యంగా ఉండకపోతే మరియు ఎగతాళి చేసేవారిలో చేరి ఉండకపోతే ఎంత బాగుండేది!\" అని పశ్చాత్తాప పడవచ్చు!","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:57","price":"లేక, ఇలా అనవచ్చు: \"ఒకవేళ అల్లాహ్ నాకు సన్మార్గం చూపి వుంటే, నేను కూడా దైవభీతి గలవారిలో చేరిపోయేవాడిని కదా!\" [1]","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"[1] చూడండి, 6:148.","lang":"te"},{"name":"39:58","price":"లేక శిక్షను చూసి ఇలా అనవచ్చు: \"ఒకవేళ నాకు మరల (ఇహలోకానికి) పోయే అవకాశం దొరికి ఉంటే నేను తప్పక సజ్జనులలో చేరి పోయేవాడిని కదా!\" [1]","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"[1] చూడండి, 2:167, 26:102 మరియు 6:27-28.","lang":"te"},{"name":"39:59","price":"(అప్పుడు అతనికి అల్లాహ్ ఇలా సెలవిస్తాడు): \"అలా కాదు! వాస్తవానికి నా సూచనలు (ఆయాత్) నీ వద్దకు వచ్చాయి. కాని నీవు వాటిని అబద్ధాలని తిరస్కరించావు మరియు గర్వానికి లోనయ్యావు మరియు నీవు సత్యతిరస్కారులలో చేరిపోయావు.\"","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:60","price":"మరియు పునరుత్థాన దినమున అల్లాహ్ పై అబద్ధాలు పలికిన వారి ముఖాలను నల్లగా మారిపోవటాన్ని నీవు గమనిస్తావు. ఏమీ? ఈ గర్విష్టుల నివాసం నరకంలోనే ఉండదా?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:61","price":"మరియు అల్లాహ్, భయభక్తులు గలవారిని వారి సాఫల్యానికి బదులుగా వారికి ముక్తిని ప్రసాదిస్తాడు. ఎలాంటి బాధ వారిని ముట్టుకోదు మరియు వారు దుఃఖపడరు కూడా!","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:62","price":"అల్లాహ్ యే ప్రతి దాని సృష్టికర్త మరియు ఆయనే ప్రతి దానికి కార్యకర్త. [1]","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"[1] అల్- వకీలు: కార్యకర్త, చూడండి, 3:173 వ్యాఖ్యాత 2.","lang":"te"},{"name":"39:63","price":"ఆకాశాలలో మరియు భూమిలో ఉన్న నిక్షేపాల తాళపు చెవులు ఆయన వద్దనే ఉన్నాయి. మరియు ఎవరైతే అల్లాహ్ సూచనలను (ఆయాత్ లను) తిరస్కరిస్తారో అలాంటి వారు. వారే! నష్టానికి గురి అయ్యే వారు.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:64","price":"(ఓ ప్రవక్తా!) ఇలా అను: \"ఓ మూర్ఖులారా! ఏమీ? అల్లాహ్ ను వదలి, ఇతరులను ఆరాధించమని, మీరు నన్ను ఆజ్ఞాపిస్తున్నారా?\"","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:65","price":"మరియు వాస్తవానికి! నీకూ మరియు నీకంటే ముందు వచ్చిన (ప్రతి ప్రవక్తకూ) దివ్యజ్ఞానం (వహీ) ద్వారా ఇలా తెలుపబడింది: \"ఒకవేళ నీవు బహుదైవారాధన (షిర్కు) చేసినట్లైతే నీ కర్మలన్నీ వ్యర్థమై పోతాయి మరియు నిశ్చయంగా, నీవు నష్టానికి గురి అయిన వారిలో చేరిపోతావు.\"","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:66","price":"అలా కాదు! నీవు కేవలం అల్లాహ్ ను మాత్రమే ఆరాధించు మరియు కృతజ్ఞులలో చేరిపో!","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:67","price":"వారు అల్లాహ్ సామర్ధ్యాన్ని గుర్తించ వలసిన విధంగా గుర్తించలేదు; పునరుత్థాన దినమున భూమి అంతా ఆయన పిడికిలిలో ఉంటుంది; మరియు ఆకాశాలన్నీ చుట్టబడి ఆయన కుడిచేతిలో ఉంటాయి. [1] ఆయన సర్వలోపాలకు అతీతుడు మరియు వారు కల్పించే భాగస్వాముల కంటే అత్యున్నతుడు.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"[1] ఇటువంటి వాక్యం కోసం చూడండి, 21:104.","lang":"te"},{"name":"39:68","price":"మరియు బాకా (సూర్) ఊదబడినప్పుడు ఆకాశాలలో మరియు భూమిలో ఉన్న వారందరూ మూర్ఛిల్లి పడిపోతారు అల్లాహ్ కోరిన వారు తప్ప. ఆ తరువాత రెండవసారి (బాకా) ఊదబడుతుంది అప్పుడు వారందరూ లేచి చూడటం ప్రారంభిస్తారు. [1]","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"[1] రెండవసారి ఊదబడే బాకాకై చూడండి, 37:19. అబూ-హురైరహ్ కథనం. దైవప్రవక్త ('స'అస) అన్నారు : \"రెండవ బాకా ఊదబడిన తరువాత, నేనే అందరి కంటే ముందు తలెత్తి చూస్తాను. అప్పుడు మూసా ('అ.స.) 'అర్ష్ ను పట్టుకొని ఉంటారు. అతను ('అ.స.) ఆ స్థితిలో మొదటి నుండే ఉన్నారా లేక రెండవ బాకా ఊదబడిన తరువాతనా అనేది, నాకు తెలియదు.\" ('స'హీ'హ్ బు'ఖారీ పు. 6 'హ. నం. 337).","lang":"te"},{"name":"39:69","price":"మరియు భూమి తన ప్రభువు తేజస్సుతో వెలిగి పోతుంది [1] మరియు కర్మపత్రం వారి యెదుట ఉంచబడుతుంది, [2] ప్రవక్తలు మరియు (ఇతర) సాక్షులు రప్పింపబడతారు. [3] మరియు వారి మధ్య న్యాయంగా తీర్పు చేయబడుతుంది మరియు వారికెట్టి అన్యాయం జరుగదు.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"[1] చూడండి, 14:48. \"పునరుత్థాన దినమున ఈ భూమి మరొక భూమిగా మార్చబడుతుంది మరియు ఆకాశాలు కూడా.\" ఇంకా చూడండి 20:105-107.\n [2] చూడండి 17:13-14 మరియు 18:49.\n [3] చూడండి 6:130, 17:14, 24:24, 36:65 మరియు 41:20 వీటన్నింటిలో మానవుని అవయవాలు, అతనికి వ్యతిరేకంగా సాక్ష్యమిస్తాయని ఉంది. ఇక 4:41 లో ప్రవక్తలందరూ తమ తమ సమాజం వారికి సాక్ష్యులుగా ఉంటారని ఉంది.","lang":"te"},{"name":"39:70","price":"మరియు ప్రతి వ్యక్తి (ఆత్మ) తాను చేసిన కర్మలకు పూర్తి ప్రతిఫలం పొందుతాడు. [1] ఎందుకంటే వారు చేస్తున్న దంతా ఆయనకు బాగా తెలుసు.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"[1] చూడండి, 99:7-8.","lang":"te"},{"name":"39:71","price":"సత్యాన్ని తిరస్కరించిన వారు గుంపులు గుంపులుగా నరకం వైపునకు తోలబడతారు. చివరకు వారు దాని వద్దకు వచ్చినపుడు, దాని ద్వారాలు తెరువబడతాయి మరియు వారితో దాని రక్షకులు ఇలా అంటారు: \"ఏమీ? మీలో నుండి, మీ ప్రభువు సూచనలను వినిపించే సందేశహరులు మీ వద్దకు రాలేదా? మరియు వారు మిమ్మల్ని ఈనాటి మీ సమావేశాన్ని గురించి హెచ్చరించలేదా?\" వారంటారు: \"అవును (హెచ్చరించారు)!\" కాని (అప్పటికే) సత్యతిరస్కారులపై శిక్షా నిర్ణయం తీసుకోబడి ఉంటుంది. [1]","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"[1] చూడండి, 67:8-10 చూడండి,.","lang":"te"},{"name":"39:72","price":"వారితో ఇలా అనబడుతుంది: \"నరక ద్వారాలలోనికి ప్రవేశించండి, ఇక్కడ మీరు శాశ్వతంగా ఉంటారు. గర్విష్ఠుల నివాస స్థలం ఎంత చెడ్డది!\"","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:73","price":"మరియు తమ ప్రభువు పట్ల భయభక్తులు గలవారు గుంపులు గుంపులుగా స్వర్గం వైపునకు తీసుకొని పోబడతారు. చివరకు వారు దాని దగ్గరికి వచ్చినప్పుడు, దాని ద్వారాలు తెరువ బడతాయి [1] మరియు దాని రక్షకులు వారితో అంటారు: \"మీకు శాంతి కలుగు గాక (సలాం)! మీరు మంచిగా ప్రవర్తించారు, కావున ఇందులో శాశ్వతంగా ఉండటానికి ప్రవేశించండి!\"","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"[1] చూడండి, 38:50 స్వర్గానికి ఎనిమిది ద్వారాలున్నాయి. వాటిలో ఒకటి 'రయ్యాన్' దాని గుండా ఉపవాసాలు ఉండే వారు ప్రవేశిస్తారు. ('స'హీ'హ్ బు'ఖారీ, నం. 2257, ముస్లిం నం. 808) ఇతర ద్వారాలకు కూడా పేర్లున్నాయి. బాబ్ అ'స్సలాహ్, బాబ్ అ'స్సదఖహ్, బాబ్ అజ్జిహాద్ మొదలైనవి ('స'హీ'హ్ బు'ఖారీ, 'స'హీ'హ్ ముస్లిం).","lang":"te"},{"name":"39:74","price":"మరియు వారంటారు: \"మాకు చేసిన వాగ్దానాన్ని నిజం చేసి చూపిన అల్లాహ్ యే సర్వస్తోత్రాలకు అర్హుడు మరియు ఆయనే మమ్మల్ని ఈ నేలకు వారసులుగా చేశాడు. స్వర్గంలో మేము కోరిన చోట స్థిరనివాసం ఏర్పరచుకోగలము! సత్కార్యాలు చేసేవారి ప్రతిఫలం ఎంత ఉత్తమమైనది!\"","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"te"},{"name":"39:75","price":"మరియు దైవదూతలను తమ ప్రభువు పవిత్రతను కొనియాడుతూ, ఆయనను స్తుతిస్తూ, ఆయన సింహాసనాన్ని (అర్ష్ ను) అన్ని వైపుల నుండి చుట్టుకొని ఉండటాన్ని నీవు చూస్తావు. [1] మరియు వారి (సర్వ ప్రాణుల) మధ్య న్యాయంగా తీర్పు చేయబడుతుంది మరియు : \"సర్వస్తోత్రాలకు అర్హుడైన అల్లాహ్ యే సమస్త లోకాలకు ప్రభువు.\" అని పలుకబడుతుంది.","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"[1] చూడండి, 7:54.","lang":"te"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}