{"data":[{"name":"48:1","price":"(ఓ ప్రవక్తా!) నిశ్చయంగా, మేము నీకు స్పష్టమైన విజయాన్ని ప్రసాదించాము;","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:2","price":"అల్లాహ్! నీ పూర్వపు మరియు భావికాలపు తప్పులను క్షమించటానికి మరియు నీపై తన అనుగ్రహాన్ని పూర్తి చేయటానికి మరియు నీకు ఋజుమార్గం వైపునకు మార్గదర్శకత్వం చేయటానికి;","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:3","price":"మరియు అల్లాహ్! నీకు గొప్ప సహకారంతో సహాయపడటానికి.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:4","price":"ఆయనే, విశ్వాసుల హృదయాలలో శాంతిని అవతరింపజేశాడు, వారి విశ్వాసంలో మరింత విశ్వాసాన్ని అధికం చేసేందుకు. మరియు ఆకాశాలలోని భూమిలోని సైన్యాలన్నీ అల్లాహ్ అధీనంలోనే ఉన్నాయి. మరియు అల్లాహ్ సర్వజ్ఞుడు, మహా వివేకవంతుడు.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:5","price":"విశ్వాసులైన పురుషులను మరియు విశ్వాసులైన స్త్రీలను క్రింద సెలయేళ్ళు ప్రవహించే స్వర్గవనాలలో ప్రవేశింప జేసేందుకు, అందులో వారు శాశ్వతంగా ఉండేందుకు మరియు వారి పాపాలను తొలగించేందుకూను. మరియు అల్లాహ్ దృష్టిలో ఇది ఒక గొప్ప విజయం.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:6","price":"మరియు కపట విశ్వాసులు (మునాఫిఖీన్) అయిన పురుషులను మరియు కపట విశ్వాసులైన స్త్రీలను; మరియు బహుదైవారాధకులైన పురుషులను మరియు బహుదైవారాధకులైన స్త్రీలను; అల్లాహ్ ను గురించి చెడు భావనలు, భావించే వారందరినీ శిక్షించేందుకు. వారిపై చెడు అన్ని వైపుల నుండి ఆవరించి ఉంటుంది. మరియు అల్లాహ్ యొక్క ఆగ్రహం వారిపై విరుచుకు పడుతుంది. మరియు ఆయన వారిని శపించాడు (బహిష్కరించాడు); మరియు వారి కొరకు నరకాన్ని సిద్ధపరచి ఉంచాడు. మరియు అది ఎంత చెడ్డ గమ్యస్థానం!","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:7","price":"ఆకాశాలలోని మరియు భూమిలోని సైన్యాలన్నీ అల్లాహ్ అధీనంలోనే ఉన్నాయి. మరియు అల్లాహ్ సర్వశక్తిమంతుడు, మహా వివేకవంతుడు.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:8","price":"నిశ్చయంగా, (ఓ ముహమ్మద్!) మేము నిన్ను సాక్షిగా, శుభవార్తలు అందజేసే వానిగా మరియు హెచ్చరించే వానిగా చేసి పంపాము.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:9","price":"ఎందుకంటే (ఓ ముస్లింలారా!) మీరు అల్లాహ్ ను మరియు ఆయన ప్రవక్తను విశ్వసించాలనీ మరియు మీరు అతనితో (ప్రవక్తతో) సహకరించాలనీ మరియు అతనిని గౌరవించాలనీ మరియు ఉదయం మరియు సాయంత్రం ఆయన (అల్లాహ్) పవిత్రతను కొనియాడాలనీ!","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:10","price":"(ఓ ముహమ్మద్!) నిశ్చయంగా, (నీ చేతిలో చేయి వేసి) నీతో శపథం చేసేవారు, వాస్తవానికి అల్లాహ్ తో శపథం చేస్తున్నారు.[1] అల్లాహ్ చెయ్యి వారి చేతుల మీద ఉంది. ఇక ఎవడు (తన శపథాన్ని) భంగం చేస్తాడో, వాస్తవానికి అతడు తన నష్టం కొరకే తన శపథాన్ని భంగం చేస్తాడు. మరియు ఎవడు తన వాగ్దానాన్ని పూర్తి చేస్తాడో, అల్లాహ్ అతనికి గొప్ప ప్రతిఫలాన్ని ఇస్తాడు.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"[1] చూడండి, 4:80.","lang":"te"},{"name":"48:11","price":"వెనుక ఉండిపోయిన ఎడారి వాసులు (బద్దూలు)[1] నీతో ఇలా అంటారు: \"మా ఆస్తిపాస్తుల మరియు మా ఆలుబిడ్డల చింత మాకు తీరిక లేకుండా చేశాయి. కావున మా క్షమాపణకై ప్రార్థించండి!\" వారు తమ హృదయాలలో లేనిది తమ నాలుకలతో పలుకుతున్నారు. వారితో ఇలా అను: \"ఒకవేళ అల్లాహ్ మీకు నష్టం చేయదలిస్తే, లేదా లాభం చేయదలిస్తే, ఆయన నుండి మిమ్మల్ని తప్పించగల శక్తి ఎవరికుంది? వాస్తవానికి మీరు చేసేదంతా అల్లాహ్ బాగా ఎరుగును!","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"[1] 'గిఫార్, ముజైనహ్, జుహైనహ్, అష్ జా'అ, అస్ లమ్, దయల్ అనే బద్దూ తెగల వారు, సాకులు చెప్పారు. వారు ఆయుధాలు లేకుండా మక్కా వెళ్ళితే మక్కా ముష్రికులు వారిని చంపవచ్చని భయపడ్డారు. అందుకే దైవప్రవక్త ('స'అస) కు 'హుదైబియహ్ ఒప్పందం చేసుకోవలసి వచ్చింది.","lang":"te"},{"name":"48:12","price":"అలా కాదు! ప్రవక్త మరియు విశ్వాసులు ఎన్నటికీ - తమ ఆలుబిడ్డల వద్దకు - తిరిగి రాలేరని మీరు భావించారు; మరియు ఇది (ఈ ఆలోచన) మీ హృదయాలకు చాలా నచ్చింది మరియు మీరు చాలా చెడ్డ తలంపులు చేశారు మరియు మీరు అధోగతికి చెందినవారు.\"","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:13","price":"మరియు అల్లాహ్ ను మరియు ఆయన ప్రవక్తను విశ్వసించని సత్యతిరస్కారుల కొరకు మేము నిశ్చయంగా, భగభగ మండే అగ్ని జ్వాలలను సిద్ధపరచి ఉంచాము.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:14","price":"మరియు భూమ్యాకాశాల సామ్రాజ్యాధిపత్యం అల్లాహ్ దే! ఆయన తాను కోరిన వారిని క్షమిస్తాడు మరియు తాను కోరిన వారిని శిక్షిస్తాడు. మరియు అల్లాహ్ సదా క్షమాశీలుడు, అపార కరుణా ప్రదాత.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:15","price":"ఇక మీరు మీ విజయధనాన్ని తీసుకోవటానికి పోయినప్పుడు, వెనుక ఉండి పోయిన వారు ఇలా అంటారు: \"మమ్మల్ని కూడా మీ వెంట రానివ్వండి.\"[1] వారు అల్లాహ్ ఉత్తరువును మార్చగోరుతున్నారు.[2] వారితో అను: \"మీరు మా వెంట రాజాలరు; మీ గురించి అల్లాహ్ ముందే ఈ విధంగా చెప్పాడు.\" అప్పుడు వారు ఇలా అంటారు: \"అది కాదు! మీరు మా మీద అసూయ పడుతున్నారు.\" అలా కాదు! వారు వాస్తవాన్ని అర్థం చేసుకోగలిగేది చాలా తక్కువ.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"[1] ఇక్కడ 'ఖైబర్ యుద్ధ ప్రస్తావన ఉంది. అది 7వ హిజ్రీలో జరిగింది. 'హుదైబియా ఒప్పందం తరువాత సూరహ్ అల్-ఫ'త్హ్ అవతరింపజేయబడింది. అది విని 6వ హిజ్రీలో సాకులు చెప్పి మక్కాకు 'ఉమ్మా కొరకు రానివారు - విజయధనపు ఆశతో - 'ఖైబర్ యుద్ధంలో పాల్గొనటానికి అనుమతి అడుగుతారు. అప్పుడు దైవప్రవక్త ('స'అస), కేవలం 6వ హిజ్రీలో 'ఉమ్రా కొరకు మక్కాకు పోయినవారు మాత్రమే 'ఖైబర్ కు పోవాలని. సెలవిస్తారు. \n [2] చూడండి, 8:1.","lang":"te"},{"name":"48:16","price":"వెనుక ఉండి పోయిన ఎడారి వాసులతో (బద్దూలతో) ఇలా అను: \"ఇక మీద చాలా కఠినంగా పోరాడే వారికి విరుద్ధంగా (యుద్ధం చేసేందుకు)\" మీరు పిలువబడతారు. అప్పుడు (మీరు చనిపోయే వరకూ) వారితో యుద్ధం చేయవలసిన ఉంటుంది లేదా వారు లొంగి పోయే వరకు. ఒకవేళ మీరు ఆజ్ఞాపాలన చేస్తే, అల్లాహ్ మీకు మంచి ప్రతిఫలం ఇస్తాడు. ఒకవేళ మీరు ఇంతకు ముందు మరలి పోయినట్లు, మరలిపోతే ఆయన మీకు అత్యంత బాధాకరమైన శిక్ష విధించగలడు.\"","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:17","price":"కాని గ్రుడ్డివానిపై ఎలాంటి నింద లేదు మరియు కుంటివానిపై కూడా ఎలాంటి నింద లేదు మరియు అదే విధంగా వ్యాధిగ్రస్తునిపై కూడా ఎలాంటి నింద లేదు. అల్లాహ్ మరియు ఆయన ప్రవక్తకు విధేయత చూపేవారిని, ఆయన క్రింద సెలయేళ్ళు ప్రవహించే స్వర్గవనాలలో ప్రవేశింపజేస్తాడు. మరియు వెనుదిరిగిన వానికి ఆయన బాధాకరమైన శిక్ష విధిస్తాడు.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:18","price":"వాస్తవానికి విశ్వాసులు చెట్టు క్రింద నీతో చేసిన శపథం[1] చూసి అల్లాహ్ సంతోషించాడు; మరియు వారి హృదయాల స్థితి ఆయనకు తెలిసిందే. కావున ఆయన వారి మీద శాంతిని అవతరింప జేశాడు. మరియు బహుమానంగా వారికి సమీప విజయాన్ని ప్రసాదించాడు.[2]","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"[1] ఇది 'హుదైబియాలో 6వ హిజ్రీలో 'ఉస్మాన్ బిన్ అఫ్ఫాన్ (ర'ది.'అ) మరణవార్త విని, దైవప్రవక్త ('స'అస) చేతిపై ఒక తుమ్మచెట్టు క్రింద 'స'హాబాలు ('రది.'అన్హుమ్) అందరూ, తమ చివరి ప్రాణాల వరకు 'ఉస్మాన్ ('రది.'అ.) మరణపు ప్రతీకారం తీర్చుకోవటానికి పోరాడుతామని, చేసిన ప్రతిజ్ఞ.\n [2] ఇది 'ఖైబర్ విజయమని చాలామంది వ్యాఖ్యాతలు అంటారు. కొందరు ఇది 8వ హిజ్రీ మక్కా విజయమని, ఆ తరువాత ముస్లింలకు లభించిన ఇతర విజయాలని అంటారు.","lang":"te"},{"name":"48:19","price":"మరియు అందులో వారు చాలా విజయధనాన్ని కూడా పొందుతారు. మరియు అల్లాహ్ సర్వశక్తిమంతుడు, మహా వివేచనాపరుడు.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:20","price":"మరియు అల్లాహ్ మీకు ఇంకా చాలా విజయధనాల వాగ్దానం చేశాడు. మీరు వాటిని పొందుతారు. కావున మీకు వాటిని త్వరగా ప్రసాదిస్తాడు. మరియు ఆయన ప్రజల చేతులను మీ నుండి ఆపాడు. ఇది విశ్వాసులకు ఒక సూచనగా ఉండేందుకు మరియు ఆయన మీకు ఋజుమార్గం వైపునకు మార్గదర్శకత్వం చేసేందుకూను.[1]","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"[1] ఇది తరువాత జరిగే యుద్ధాలు మరియు వాటిలో దొరికే విజయధనపు ప్రస్తావన.","lang":"te"},{"name":"48:21","price":"ఇంకా ఇతర (విజయాలు) కూడా! వాటిని మీరింకా సాధించలేదు. వాస్తవానికి, అల్లాహ్ వాటిని ఆవరించి ఉన్నాడు. మరియు అల్లాహ్ ప్రతిదీ చేయగల సమర్ధుడు.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:22","price":"మరియు ఒకవేళ సత్యతిరస్కారులు మీతో యుద్ధానికి దిగివుంటే, వారు తప్పక వెన్ను చూపి పారిపోయేవారు, అప్పుడు వారు ఏ రక్షకుడిని గానీ లేదా సహాయకుడిని గానీ పొందేవారు కాదు.[1]","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"[1] ఇది హుదైబియా ఒప్పందాన్ని సూచిస్తోంది.","lang":"te"},{"name":"48:23","price":"ఇది మొదటి నుంచే వస్తూ ఉన్న అల్లాహ్ సంప్రదాయం. నీవు అల్లాహ్ సంప్రదాయంలో ఎలాంటి మార్పును పొందలేవు.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"te"},{"name":"48:24","price":"మరియు మక్కా లోయలో మీకు వారి మీద ప్రాబల్యం ఇచ్చిన తర్వాత, ఆయనే వారి చేతులను మీపై పడకుండా మరియు మీ చేతులు వారిపై పడకుండా చేశాడు.[1] మరియు మీరు చేసేదంతా అల్లాహ్ చూస్తున్నాడు.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"[1] 'హుదైబియా ఒప్పందానికి ముందు దాదాపు 80 మంది ముష్రికులు ఆయుధాలు తీసుకొని దైవప్రవక్త ('స'అస) ను చంపాలని బయలుదేరుతారు. కాని ముస్లింలు వారిని పట్టుకొని ఖైదీలు చేసుకుంటారు. ఒప్పందం జరిగిన తరువాత దైవప్రవక్త ('స'అస) వారిని విడిచి పెడ్తారు. (ముస్లిం, నసాయి' - 'తబరీ.)","lang":"te"},{"name":"48:25","price":"(వాస్తవానికి) సత్యాన్ని తిరస్కరించి, మిమ్మల్ని మస్జిద్ అల్ హరామ్ కు పోకుండా నిరోధించి, బలి (ఖుర్బానీ) జంతువులను వాటిని బలి చేసే స్థలానికి చేరనివ్వకుండా ఆపింది వారే కదా![1] ఒకవేళ వారిలో విశ్వాసులైన పురుషులు మరియు విశ్వాసులైన స్త్రీలు లేకుంటే - ఎవరిని గురించైతే మీకు తెలియదో - వారిని మీరు త్రొక్కివేసి ఉండేవారు. దాని వలన మీరు - మీకు తెలియకుండానే - పాపానికి గురి అయ్యేవారు. అల్లాహ్ తాను కోరిన వారిని తన కారుణ్యంలోనికి తీసుకుంటాడు. ఒకవేళ వారు (విశ్వాసులు) వారి నుండి వేరుగా ఉండి ఉంటే, మేము తప్పక వారిలోని సత్యతిరస్కారులకు బాధాకరమైన శిక్ష విధించి ఉండేవారము.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"[1] అల్-హద్ య: అంటే మక్కాకు 'ఉమ్రా లేక 'హజ్జ్ కొరకు పోయేవారు, అక్కడ బలి ఇచ్చే పశువు. వారు దానిని తమ వెంట తీసుకురావచ్చు లేదా అక్కడే కొనవచ్చు.\n మ'హిల్లున్: అంటే ఖుర్బానీ (బలి) ఇచ్చే చోటు. ఇది 'హరం సరిహద్దులలోని భాగం ('హుదూద్ అల్-'హరం).","lang":"te"},{"name":"48:26","price":"సత్యాన్ని తిరస్కరించినవారు, తమ హృదయాలలోని మూఢ అభిమానం వల్ల, మూర్ఖపు పట్టు వహించినప్పుడు,[1] అల్లాహ్! తన సందేశహరుని మీద మరియు విశ్వాసుల మీద, శాంతిని అవతరింప జేశాడు. మరియు వారిలో దైవభీతిని స్థిర పరిచాడు. మరియు వారే దానికి హక్కుదారులు మరియు అర్హులు కూడాను. మరియు అల్లాహ్ కు ప్రతి విషయం గురించి బాగా తెలుసు.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"[1] 'హమియ్యతల్ జాహిలియ్యహ్: అంటే ఇక్కడ ముస్లింలను ఎన్నటికీ మక్కాలోకి రానివ్వకూడదు అనే మూర్ఖ హఠము. అంటే ముస్లింలు 'హరంలో ప్రవేశించి, నమా'జ్ చేయటాన్ని మక్కా ముష్రిక్ ఖురైషులు సహించేవారు కాదు. ఎందుకంటే ముస్లింలు అల్లాహ్ (సు.తా.)ను ఆరాధించేవారు. కాని ముష్రిక్ లు తమ విగ్రహాలను ఆరాధించేవారు. ఆ అభిమానం వారు ముస్లింలతో చేసిన సంధిలో వ్యక్తమవుతోంది. అది మొదట ముష్రిక్ లకు అనుకూలమైనదిగా కనిపించినా చివరకు వారికి సహించరానిదిగా మారింది. వారి పతనానికి కారణమయ్యింది.\n ఆ సంధి వ్రాసేటప్పుడు దైవప్రవక్త ('స'అస), 'అలీ (ర'ది.'అ.)తో మొదట: \"బిస్మిల్లా హిర్ర'హ్ మా నిర్ర'హీమ్\" అని వ్రాయమంటారు. అప్పుడు సంధి చేసుకోవటానికి వచ్చిన సుహైల్ బిన్ 'అమ్ర్ అంటాడు: మేము 'అర్ర'హ్ మాన్ అర్ర'హీమ్' ఏమిటో ఎరుగము. మేము వాడే పదం: \"బిస్మిక అల్లాహుమ్మ\" - 'నీ పేరుతో ఓ అల్లాహ్!' అని వ్రాయి, అంటాడు. దైవప్రవక్త ('స'అస) అలీ (ర'ది.'అ.)ను అలా వ్రాయమని అంటారు. ఆ తరువాత దైవప్రవక్త ('స'అస) అంటారు: 'ము'హమ్మద్ రసూలుల్లాహ్ మరియు మక్కా వాసుల మధ్య ఈ సంధి జరుగున్నది.' అని వ్రాయమంటారు. అలీ (ర'ది.'అ.) ను వెంటనే ఆపుతూ ముష్రిక్ నాయకుడు అంటాడు: 'రసూలుల్లాహ్' అనే పదవి మీదనే కదా మా మధ్య - మీ మధ్య వివాదమున్నది. అలా కాదు: 'ము'హమ్మద్ బిన్ అబ్దుల్లాహ్' అని వ్రాయాలి అంటాడు. దైవప్రవక్త ('స'అస) దానిని కొట్టేసి అలాగే వ్రాయమని అలీ (ర'ది.'అ.)తో అంటారు. దానికి అలీ (ర'ది.'అ.) ఒప్పుకోరు. అప్పుడు దైవప్రవక్త ('స'అస) తమ చేతితోనే దానిని కొట్టేసి, అతడు చెప్పినట్లు వ్రాయమంటారు. అప్పుడు ముస్లింల క్రోధావేశాలకు అంతులేకుండా పోతుంది. కాని అల్లాహ్ (సు.తా.) వారి హృదయాలకు శాంతిని ప్రసాదిస్తాడు. ('స.ముస్లిం, నసాయి', ఇబ్నె'హంబల్, - తబరీ).","lang":"te"},{"name":"48:27","price":"వాస్తవానికి అల్లాహ్ తన ప్రవక్తకు, అతని స్వప్నాన్ని, నిజం చేసి చూపాడు.[1] అల్లాహ్ కోరితే, మీరు తప్పక శాంతియుతంగా, మీ తలలను పూర్తిగా గొరిగించుకొని లేదా తల వెంట్రుకలను కత్తిరించుకొని, మస్జిద్ అల్ హరామ్ లోకి భయపడకుండా ప్రవేశించేవారు. మీకు తెలియనిది ఆయనకు తెలుసు, ఇక ఇదే కాక సమీపంలోనే మీకు మరొక విజయాన్ని కూడా ప్రసాదించ బోతున్నాడు.[2]","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"[1] దైవప్రవక్త ('స'అస) తన సహచరులతో (ర'ది.'అన్హుమ్) సహా ఇ'హ్రామ్ ధరించి 'హరమ్ లో ప్రవేశించినట్లు చూసిన స్వప్నం. అది 7వ హిజ్రీలో పూర్తి అయింది. అప్పుడు వారంతా 'ఉమ్రా చేసారు.\n [2] అంటే మక్కా, 'ఖైబర్ మరియు ముస్లింలకు లభించిన ఇతర విజయాలు.","lang":"te"},{"name":"48:28","price":"ఆయనే, తన ప్రవక్తను మార్గదర్శకత్వంతో మరియు సత్యధర్మంతో అన్ని ధర్మాలపై అది ఆధిక్యత కలిగి వుండేలా చేసి పంపాడు. మరియు సాక్షిగా అల్లాహ్ యే చాలు.[1]","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"[1] ముస్లింలు, ఇస్లాం ను తూ.చా. తప్పక పాటిస్తే ఈ రోజు కూడా వారు అన్ని ధర్మాలవారి మీద ప్రాబల్యం వహించగలరు. చూడండి, 3:139.","lang":"te"},{"name":"48:29","price":"ముహమ్మద్ అల్లాహ్ యొక్క సందేశహరుడు. మరియు అతని వెంట ఉన్నవారు, సత్యతిరస్కారుల పట్ల కఠినులు మరియు పరస్పరం కరుణామయులు.[1] నీవు వారిని (అల్లాహ్ ముందు) వంగుతూ (రుకూఉ చేస్తూ), సాష్టాంగాలు (సజ్దాలు) చేస్తూ ఉండటం చూస్తున్నావు. వారు అల్లాహ్ అనుగ్రహాన్ని మరియు ప్రసన్నతను అర్థిస్తూ ఉంటారు. వారి ముఖాల మీద సాష్టాంగం (సజ్దా) చేయటం వల్ల వచ్చిన గుర్తులుంటాయి. వారి ఈ ఉపమానం తౌరాత్ లో కూడా ఇవ్వబడుతుంది. మరియు ఇంజీల్ లో వారు ఒక పైరుతో పోల్చబడ్డారు: మొదట (బీజం నుండి) ఒక మొలక అంకురిస్తుంది,[2] తరువాత దానిని లావుగా చేస్తాడు. ఆ తరువాత అది తన కాండం మీద నిటారుగా నిలబడి[3] రైతులను ఆనంద పరిచి సత్యతిరస్కారులకు క్రోధావేశాలు కలిగిస్తుంది. విశ్వసించి, సత్కార్యాలు చేసే వారికి క్షమాపణ మరియు గొప్ప ప్రతిఫలాన్ని ప్రసాదిస్తానని అల్లాహ్ వాగ్దానం చేశాడు.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"[1] చూడండి, 5:54.\n [2] ష'త్'అహ్: అంటే బీజాన్ని చీల్చి బయటికి వచ్చే మొదటి అంకురం.\n [3] ఇది 'స'హాబా (ర'ది.'అ.)లను సూచిస్తోంది. మొదటి వారు అల్ప సంఖ్యలో మరియు బలహీనులుగా ఉంటారు, క్రమక్రమంగా వారి సంఖ్య పెరిగి వారు బలాఢ్యులవుతారు.","lang":"te"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}