{"data":[{"name":"57:1","price":"ఆకాశాలలోను మరియు భూమిలోను ఉన్న సమస్తం అల్లాహ్ పవిత్రతను కొనియాడుతుంటాయి.[1] మరియు ఆయనే సర్వశక్తిమంతుడు, మహా వివేకవంతుడు.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"[1] చూడండి, 17:44, 21:79.","lang":"te"},{"name":"57:2","price":"ఆకాశాలపై మరియు భూమిపై సామ్రాజ్యాధిపత్యం ఆయనదే. ఆయనే జీవన మిచ్చేవాడు మరియు మరణమిచ్చేవాడు. మరియు ఆయనే ప్రతిదీ చేయగల సమర్ధుడు.","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"","lang":"te"},{"name":"57:3","price":"ఆయనే ప్రథమం మరియు ఆయనే అంతం[1] మరియు ఆయనే ప్రత్యక్షుడు మరియు ఆయనే పరోక్షుడు.[2] మరియు ఆయనే ప్రతిదాని గురించి జ్ఞానం గలవాడు.","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"[1] దైవప్రవక్త ('స'అస) ప్రవచనం: 'కాలం, అనేది మానవుని జ్ఞానపరిధికి మించినది, కాని దానిని అల్లాహ్ (సు.తా.) సృష్టించాడు.'\n [2] ప్రతి వస్తువు చివరకు అల్లాహ్ (సు.తా.) వద్దకు మాత్రమే చేరుతుంది. ఎందుకంటే ఆయన (సు.తా.) ప్రతిదానికి మూలం. ఆయన ప్రతిదానికి - మరే ఇతర దానికంటే - తన జ్ఞానపరంగా సమీపంలో ఉన్నాడు.\n అల్-అవ్వలు: The First, ప్రథముడు, మొట్ట మొదట వాడు, ఆద్యుడు, సర్వసృష్టిరాసుల సృష్టికి పూర్వమే ఉన్నవాడు.\n అల్-ఆఖరు: The Last, The End. అంతం, కడపటి, చివరికి మిగిలే వాడు, సర్వసృష్టిరాసుల వినాశం తరువాత కూడా ఉండేవాడు.\n అజ్-'జాహిరు: The Ascendant or Predominant, over all things, The Outward. ప్రత్యక్షుడు, గోచరుడు, బాహ్యం.\n అల్-బాతిను: He who knows the secret and hidden things. He who is veiled from the eyes and imaginations of created beings. పరోక్షకుడు, అగోచరుడు, దృష్టికి గోచరించని, గోప్యమైన, మరగైనవాడు. ఇవి అల్లాహ్ (సు.తా.) అత్యుత్తమ పేర్లు.","lang":"te"},{"name":"57:4","price":"ఆయనే ఆకాశాలను మరియు భూమిని ఆరు దినములలో (అయ్యామ్ లలో) సృష్టించిన వాడు, తరువాత ఆయన సింహాసనాన్ని (అర్ష్ ను) అధిష్టించాడు.[1] భూమిలోకి పోయేది మరియు దాని నుండి బయటికి వచ్చేది మరియు ఆకాశం నుండి దిగేది మరియు దానిలోకి ఎక్కేది అంతా ఆయనకు తెలుసు.[2] మరియు మీరెక్కడున్నా ఆయన మీతో పాటు ఉంటాడు మరియు అల్లాహ్ మీరు చేసేదంతా చూస్తున్నాడు.","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"[1] చూడండి, 7:54, 10:3, 32:4 మొదలైన వాటిలో ఈ వాక్యం ఉంది.\n [2] చూడండి, 34:2.","lang":"te"},{"name":"57:5","price":"ఆకాశాలపై మరియు భూమిపై స్రామ్రాజ్యాధిపత్యం ఆయనదే మరియు అన్ని వ్యవహారాలు (నిర్ణయానికై) అల్లాహ్ వైపునకే తీసుకుపోబడతాయి.","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"te"},{"name":"57:6","price":"ఆయనే రాత్రిని పగటిలోకి ప్రవేశింపజేస్తాడు[1] మరియు పగటిని రాత్రిలోకి ప్రవేశింప జేస్తాడు. మరియు ఆయనకు హృదయాలలో ఉన్న విషయాలన్నీ బాగా తెలుసు.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"[1] అంటే కొన్ని దినాలు రాత్రి పెద్దది పగలు చిన్నదిగా ఉంటాయి, మరికొన్ని దినాలు పగలు పెద్దది మరియు రాత్రి చిన్నదిగా ఉంటాయి.","lang":"te"},{"name":"57:7","price":"అల్లాహ్ ను మరియు ఆయన ప్రవక్తను విశ్వసించండి, ఆయన మిమ్మల్ని ఉత్తరాధికారులుగా చేసిన వాటి నుండి (దానంగా) ఖర్చు పెట్టిండి.[1] మీలో ఎవరైతే విశ్వసించి తమ ధనాన్ని (దానముగా) ఖర్చు చేస్తారో, వారికి గొప్ప ప్రతిఫలం ఉంటుంది.","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"[1] మానవుడు: 'నా సొమ్ము, నా సొమ్ము' అంటాడు. వాస్తవానికి, 1) నీవు తిని త్రాగి ఖర్చు చేసింది, 2) నీవు తొడిగి చించింది మరియు 3) నీవు అల్లాహ్ (సు.తా.) మార్గంలో ఖర్చు చేసింది మాత్రమే నీ సొమ్ము. వీటిని విడిచి మిగతాదంతా ఇతరులదే. (సహీహ్ ముస్లిం; ముస్నద్ అహ్మద్, 4/24)","lang":"te"},{"name":"57:8","price":"మరియు మీకేమయింది? మీరు (వాస్తవానికి) విశ్వాసులే అయితే? మీరెందుకు అల్లాహ్ ను విశ్వసించరు? మరియు ప్రవక్త, మిమ్మల్ని మీ ప్రభువును విశ్వసించండని పిలుస్తున్నాడు మరియు వాస్తవానికి మీచేత ప్రమాణం కూడా చేయించు కున్నాడు.[1]","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"[1] చూడండి, 7:172 అల్లాహ్ (సు.తా.) తన దాసుల చేత ఈ ప్రమాణం చేయించాడు.","lang":"te"},{"name":"57:9","price":"తన దాసుని (ముహమ్మద్)పై స్పష్టమైన ఆయాత్ (సూచనలు) అవతరింప జేసేవాడు ఆయనే! అతను వాటి ద్వారా మిమ్మల్ని అంధకారం నుండి వెలుతురులోకి తీసుకు రావటానికి. మరియు నిశ్చయంగా, అల్లాహ్ మిమ్మల్ని ఎంతో కనికరించేవాడు, అపార కరుణా ప్రదాత.","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"","lang":"te"},{"name":"57:10","price":"మరియు మీకేమయింది? మీరెందుకు అల్లాహ్ మార్గంలో ఖర్చుపెట్టడం లేదు? ఆకాశాలు మరియు భూమి యొక్క వారసత్వం అల్లాహ్ కే చెందుతుంది.[1] (మక్కా) విజయానికి ముందు (అల్లాహ్ మార్గంలో) ఖర్చు పెట్టిన వారితో మరియు పోరాడిన వారితో, (మక్కా విజయం తరువాత పోరాడిన వారు మరియు ఖర్చుపెట్టినవారు) సమానులు కాజాలరు! అలాంటి వారి స్థానం (విజయం తరువాత అల్లాహ్ మార్గంలో) ఖర్చు పెట్టిన మరియు పోరాడిన వారి కంటే గొప్పది. కాని వారందరికీ అల్లాహ్ ఉత్తమమైన (ప్రతిఫలం) వాగ్దానం చేశాడు.[2] మరియు మీరు చేసేదంతా అల్లాహ్ బాగా ఎరుగును.","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"[1] చూడండి, 15:23.\n [2] దైవప్రవక్త ('స'అస) ప్రవచనం: \"మీరు నా అనుచరు (ర'ది.'అన్హుమ్)లను ఎవ్వరినీ నిందించకండి. ఎవరిచేతిలో నా ప్రాణముందో ఆయన (సు.తా.) ప్రమాణం - మీలో ఎవడైనా ఉ హుద్ పర్వతమంత బంగారాన్ని అల్లాహ్ (సు.తా.) మార్గంలో ఖర్చు చేసినా, అది నా సహచరుడు ('స'హబి) ఖర్చు చేసిన ఒక్క 'ముద్' లేక సగం 'ముద్'తో సమానం కాజాలదు.\" ('స'హీ'హ్ బు'ఖారీ, 'స'హీ'హ్ ముస్లిం).","lang":"te"},{"name":"57:11","price":"అల్లాహ్ కు ఉత్తమమైన అప్పు ఇచ్చేవాడు ఎవడు? ఆయన దానిని ఎన్నో రెట్లు హెచ్చించి తిరిగి అతనికి ఇస్తాడు[1] మరియు అతనికి శ్రేష్ఠమైన ప్రతిఫలం (స్వర్గం) ఉంటుంది.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"[1] ఇటువంటి వాక్యం కోసం చూడండి, 2:245 అల్లాహ్ (సు.తా.) కు మంచి అప్పు ఇవ్వడం అంటే అల్లాహ్ (సు.తా.) మార్గంలో ఖర్చు చేయటం లేక దానం చేయటం. మానవుడు అల్లాహ్ (సు.తా.) మార్గంలో ఖర్చు చేసేది, అతనికి అల్లాహ్ (సు.తా.) అనుగ్రహించి ప్రసాదించినవే! అయినా అల్లాహ్ (సు.తా.) దానిని అప్పుగా పేర్కొనటం కేవలం ఆయన అనుగ్రహం మరియు కనికరం. అల్లాహ్ (సు.తా.) దానికి అదే విధంగా ప్రతిఫలమొసంగుతాడు, ఏ విధంగానైతే అప్పు తీర్చడం విధిగా చేయబడిందో!","lang":"te"},{"name":"57:12","price":"ఆ దినమున నీవు విశ్వాసులైన పురుషులను మరియు విశ్వాసులైన స్త్రీలను చూస్తే, వారి వెలుగు, వారి ముందు నుండి మరియు వారి కుడి వైపు నుండి పరిగెత్తుతూ ఉంటుంది.[1] (వారితో ఇలా అనబడుతుంది): \"ఈ రోజు మీకు క్రింద సెలయేర్లు ప్రవహించే స్వర్గవనాల శుభవార్త ఇవ్వబడుతోంది, మీరందులో శాశ్వతంగా ఉంటారు! ఇదే ఆ గొప్ప విజయం.\"[2]","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"[1] ఈ విషయం పుల్ సిరాత్ పై జరుగుతుంది. ఈ జ్యోతి వారి సత్కార్యాల ఫలితం. దానివల్ల వారు సులభంగా స్వర్గపు త్రోవను ముగించుకుంటారు. ఇబ్నె-కసీ'ర్ లో మరియు ఇబ్నె-జరీర్ లో 'వ బి అయ్ మానిహిమ్' ను ఇలా బోధించారు: 'వారి కుడిచేతులలో వారి కర్మ పత్రాలుంటాయి.'\n [2] ఈ పలుకులు వారి స్వాగతం కొరకు వేచి ఉండే దైవదూతలు పలుకుతారు.","lang":"te"},{"name":"57:13","price":"ఆ రోజు కపట విశ్వాసులైన పురుషులు మరియు కపట విశ్వాసులైన స్త్రీలు విశ్వాసులతో ఇలా అంటారు:[1] \"మీరు మా కొరకు కొంచెం వేచి ఉండండి, మేము మీ వెలుగు నుండి కొంచెం తీసుకుంటాము.\"[2] వారితో ఇలా అనబడుతుంది: \"మీరు వెనుకకు మరలి పొండి, తరువాత వెలుగు కొరకు వెదకండి!\" అప్పుడు వారి మధ్య ఒక గోడ నిలబెట్టబడుతుంది. దానికి ఒక ద్వారముంటుంది, దాని లోపలి వైపు కారుణ్యముంటుంది[3] మరియు దాని బయటవైపు శిక్ష ఉంటుంది.[4]","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"[1] చూడండి, 29:11.\n [2] కపటవిశ్వాసులైన స్త్రీపురుషులు కొంతదూరం విశ్వాసుల వెలుగులో నడిచిన తరువాత, అల్లాహ్ (సు.తా.) వారిపై చీకటిని విధిస్తాడు. అప్పుడు వారు అలా పలుకుతారు.\n [3] అంటే స్వర్గం.\n [4] అంటే నరకం.","lang":"te"},{"name":"57:14","price":"(బయటనున్న కపట విశ్వాసులు) ఇలా అరుస్తారు: \"ఏమీ? మేము మీతో పాటు ఉండేవాళ్ళం కాదా?\" విశ్వాసులు ఇలా జవాబిస్తారు: \"ఎందుకు ఉండలేదు? కానీ వాస్తవానికి మిమ్మల్ని మీరు స్వయంగా పరీక్షకు గురి చేసుకున్నారు. మీరు మా (నాశనం కోసం) వేచి ఉన్నారు. మరియు మీరు (పునరుత్థానాన్ని) సందేహిస్తూ ఉన్నారు మరియు మీ తుచ్ఛమైన కోరికలు మిమ్మల్ని మోస పుచ్చాయి. చివరకు అల్లాహ్ నిర్ణయం వచ్చింది. మరియు ఆ మోసగాడు (షైతాన్) మిమ్మల్ని అల్లాహ్ విషయంలో మోసపుచ్చాడు.[1]","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"[1] చూడండి, 31:33.","lang":"te"},{"name":"57:15","price":"కావున ఈ రోజు మీ నుండి ఏ విధమైన పరిహారం తీసుకోబడదు. మరియు సత్యతిరస్కారుల నుండి కూడా తీసుకోబడదు. మీ నివాసం నరకమే, అది మీ ఆశ్రయం.[1] ఎంత చెడ్డ గమ్యస్థానం!\"","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"[1] మౌలా: కార్యకర్త, యజమాని, సంరక్షకుడు, కర్తవ్యాన్ని నిర్వహించేవాడు స్నేహితుడు, సహచరుడు, ఎల్లప్పుడు తోడుగా ఉండేవాడు. ఇక్కడ నరకపు కర్తవ్యం శిక్ష విధించటమే కదా!.","lang":"te"},{"name":"57:16","price":"ఏమీ? విశ్వాసుల హృదయాలు అల్లాహ్ ప్రస్తావనతో కృంగిపోయి, ఆయన అవతరింప జేసిన సత్యానికి విధేయులయ్యే సమయం ఇంకా రాలేదా? పూర్వ గ్రంథ ప్రజల్లాగా వారు కూడా మారిపోకూడదు. ఎందుకంటే చాలా కాలం గడిచి పోయినందుకు వారి హృదయాలు కఠినమై పోయాయి. మరియు వారిలో చాలా మంది అవిధేయులు (ఫాసిఖూన్) ఉన్నారు.[1]","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"[1] చూడండి, 5:13.","lang":"te"},{"name":"57:17","price":"బాగా తెలుసుకోండి! నిశ్చయంగా అల్లాహ్, భూమి చనిపోయిన తరువాత, దానికి మళ్ళీ జీవం పోస్తాడు. వాస్తవానికి మేము ఈ సూచనలను మీకు స్పష్టంగా తెలుపుతున్నాము, బహుశా మీరు అర్థం చేసుకుంటారని.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"","lang":"te"},{"name":"57:18","price":"నిశ్చయంగా, విధి దానం (జకాత్) చేసే పురుషులు మరియు విధిదానం చేసే స్త్రీలు మరియు అల్లాహ్ కు మంచి అప్పు ఇచ్చే వారికి, ఆయన దానిని ఎన్నో రెట్లు పెంచి (తిరిగి) ఇస్తాడు.[1] మరియు వారికి గొప్ప ప్రతిఫలం ఉంటుంది.","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"[1] ఒకదానికి పదిరెట్లు, ఐదువందల రెట్లు లేక అంతకంటే అధికంగా కూడా ఇస్తాడు. ఈ ఎక్కువరెట్ల పుణ్యం వారి మాలిన్యరహితం, ఆవశ్యకత మరియు ఖర్చు చేసిన చోటు మరియు కాలాన్ని బట్టి ఉంటాయి. ఏ విధంగానైతే ఇంతకు ముందు పేర్కొనబడిందో ఫ'త్హ్ మక్కాకు మొదట ఖర్చు చేసిన వారికి, దాని తరువాత ఖర్చుచేసిన వారికంటే ఎక్కువ పుణ్యముందని.","lang":"te"},{"name":"57:19","price":"మరియు ఎవరైతే అల్లాహ్ ను మరియు ఆయన ప్రవక్తలను విశ్వసిస్తారో, అలాంటి వారే సత్యసంధులైన (విశ్వాసులు). మరియు వారే తమ ప్రభువు వద్ద అమర వీరులు. వారికి వారి ప్రతిఫలం మరియు జ్యోతి లభిస్తాయి. కాని ఎవరైతే సత్యాన్ని తిరస్కరిస్తారో మరియు మా ఆయతులను అబద్ధాలని అంటారో, అలాంటి వారు తప్పక భగభగ మండే నరకాగ్ని వాసులవుతారు.","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"","lang":"te"},{"name":"57:20","price":"బాగా తెలుసుకోండి! నిశ్చయంగా, ఇహలోక జీవితం, ఒక ఆట మరియు ఒక వినోదం మరియు ఒక శృంగారం మరియు మీరు పరస్పరం గొప్పలు చెప్పుకోవడం మరియు సంపద మరియు సంతానం విషయంలో ఆధిక్యత పొందటానికి ప్రయత్నించడం మాత్రమే.[1] దాని దృష్టాంతం ఆ వర్షం వలే ఉంది: దాని (వర్షం) వల్ల పెరిగే పైరు రైతులకు ఆనందం కలిగిస్తుంది.[2] ఆ పిదప అది ఎండిపోయి పసుపు పచ్చగా మారిపోతుంది. ఆ పిదప అది పొట్టుగా మారిపోతుంది. కాని పరలోక జీవితంలో మాత్రం (దుష్టులకు) బాధాకరమైన శిక్ష మరియు (సత్పురుషులకు) అల్లాహ్ నుండి క్షమాపణ మరియు ఆయన ప్రసన్నత ఉంటాయి. కావున ఇహలోక జీవితం కేవలం మోసగించే భోగభాగ్యాలు మాత్రమే.","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"[1] చూచూడండి, 38:27 చూడండి 23:115.\n [2] అల్-కుఫ్ఫారు: అంటే ఇక్కడ రైతు అనే అర్థంలో వాడబడింది. అంటే దాచేవాడు, రైతు భూమిలో విత్తనాలను దాచుతాడు. అదేవిధంగా సత్యతిరస్కారుల హృదయాలలో అల్లాహ్ (సు.తా.) మరియు అంతిమదినపు తిరస్కారం దాగి ఉంటుంది.","lang":"te"},{"name":"57:21","price":"మీ ప్రభువు క్షమాపణ వైపునకు మరియు ఆకాశం మరియు భూమి యొక్క వైశాల్యమంతటి విశాలమైన స్వర్గం వైపునకు పరుగెత్తండి. అది అల్లాహ్ మరియు ఆయన ప్రవక్తలను విశ్వసించేవారి కొరకు సిద్ధ పరచిబడి ఉంది. ఇది అల్లాహ్ అనుగ్రహం, ఆయన తాను కోరిన వారికి దానిని ప్రసాదిస్తాడు. మరియు అల్లాహ్ అనుగ్రహశాలి, సర్వోత్తముడు.","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"","lang":"te"},{"name":"57:22","price":"భూమి మీద గానీ లేదా స్వయంగా మీ మీద గానీ విరుచుకు పడే ఏ ఆపద అయినా సరే! మేము దానిని సంభవింప జేయక ముందే గ్రంథంలో వ్రాయబడకుండా లేదు. నిశ్చయంగా, ఇది అల్లాహ్ కు ఎంతో సులభం.[1]","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"[1] అల్లాహ్ (సు.తా.)కు జరిగిందీ, జరగబోయేదీ అన్ని విషయాల జ్ఞానముంది. కాబట్టి ఆయన సృష్టిని ఆరంభించకముందే అంతా ఒక గ్రంథంలో వ్రాసిపెట్టాడు. అదే ఖద్ర్ / తఖ్దీర్. (స.ముస్లిం)","lang":"te"},{"name":"57:23","price":"ఇదంతా మీరు పోయిన దానికి నిరాశ చెందకూడదని[1] మరియు మీకు ఇచ్చిన దానికి సంతోషంతో ఉప్పొంగి పోరాదని. మరియు అల్లాహ్ బడాయీలు చెప్పుకునేవారూ, గర్వించే వారూ అంటే ఇష్టపడడు.","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"[1] మూమిన్ బాధ కలిగినప్పుడు సహనం వహిస్తాడు మరియు సంతోషం కలిగినప్పుడు అల్లాహ్ (సు.తా.) కు కృతజ్ఞుడవుతాడు. ఎందుకంటే అతను అది తన శ్రమ కాదు అల్లాహ్ (సు.తా.) యొక్క అనుగ్రహమని నమ్ముతాడు.","lang":"te"},{"name":"57:24","price":"ఎవరైతే స్వయంగా లోభత్వం చూపుతూ[1] ఇతరులను కూడా లోభత్వానికి పురికొలుపుతారో మరియు ఎవడైతే (సత్యం నుండి) వెనుదిరుగుతాడో, వాడు (తెలుసుకోవాలి) నిశ్చయంగా, అల్లాహ్ స్వయం సమృద్ధుడు, సర్వ స్తోత్రాలకు అర్హుడని!","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"[1] అంటే అల్లాహ్ (సు.తా.) మార్గంలో ఖర్చు చేయటంలో లోభత్వం. చూడండి, 4:36-37.","lang":"te"},{"name":"57:25","price":"వాస్తవానికి, మేము మా సందేశహరులను స్పష్టమైన సూచలనిచ్చి పంపాము.[1] మరియు వారితో బాటు గ్రంథాన్ని అవతరింపజేశాము. మరియు మానవులు న్యాయశీలురుగా మెలగటానికి త్రాసును కూడా పంపాము మరియు ఇనుమును కూడా ప్రసాదించాము. అందులో గొప్ప శక్తి ఉంది, మరియు మానవులకు ఎన్నో ప్రయోజనాలున్నాయి.[2] మరియు (ఇదంతా) అల్లాహ్ అగోచరుడైన తనకు మరియు తన ప్రవక్తలకు ఎవడు సహాయకుడవుతాడో చూడటానికి చేశాడు. నిశ్చయంగా, అల్లాహ్ మహా బలశాలి, సర్వశక్తిమంతుడు.","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"[1] మీ'జాన్: అంటే త్రాసు - ఇక్కడ న్యాయం అని అర్థం.\n [2] ఇనుము వల్ల ఎన్నో ఉపయోగాలు ఉన్నాయి. ఇది భూమిలో విస్తారంగా దొరుకుతుంది.","lang":"te"},{"name":"57:26","price":"మరియు వాస్తవంగా మేము నూహ్ ను మరియు ఇబ్రాహీమ్ ను పంపాము. మరియు వారిద్దరి సంతానంలో ప్రవక్త పదవినీ మరియు గ్రంథాన్ని ఉంచాము. కాని వారి సంతతిలో కొందరు మార్గదర్శకత్వం మీద ఉన్నారు, కాని వారిలో చాలా మంది అవిధేయులు (ఫాసిఖూన్) ఉన్నారు.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"","lang":"te"},{"name":"57:27","price":"ఆ తరువాత చాలా మంది ప్రవక్తలను మేము వారి తరువాత పంపాము. మరియు మర్యమ్ కుమారుడు ఈసాను కూడా పంపాము మరియు అతనికి ఇంజీల్ ను ప్రసాదించాము. మరియు అతనిని అనుసరించేవారి హృదయాలలో మేము జాలిని, కరుణను కలిగించాము, కాని సన్యాసాన్ని[1] వారే స్వయంగా కల్పించుకున్నారు. మేము దానిని వారిపై విధించలేదు, కాని అల్లాహ్ ప్రసన్నతను పొందగోరి వారే దానిని విధించుకున్నారు, కాని వారు దానిని పాటించవలసిన విధంగా నిజాయితీతో పాటించలేదు. కావున వారిలో విశ్వసించిన వారికి వారి ప్రతిఫలాన్ని ప్రసాదించాము. కాని వారిలో చాలా మంది అవిధేయులు (ఫాసిఖూన్) ఉన్నారు.","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"[1] కఠోరమైన సన్యాసాన్ని వారే (క్రైస్తవులే) తమపై తాము విధించుకున్నారు. వారు ప్రాపంచిక జీవితానికి విలువ ఇవ్వలేదు. దీనిని ఖుర్ఆన్ ఖండిస్తుంది. చూడండి, 2:143. రఅ'ఫతన్ - అంటే జాలి, కనికరం, దయ. రుహ్ బానియ్యహ్ - అంటే త్యాగం, విడిచిపెట్టడం. అంటే ప్రాపంచిక విషయాలను త్యజించటం. అంటే సన్యాసత్వం స్వీకరించటం. ఇది వారే స్వయంగా కల్పించుకున్నారు. అల్లాహ్ (సు.తా.) దీనిని విధించలేదు. వారు అల్లాహ్ (సు.తా.) ను సంతోషపరచాలని దీనిని అవలంబించారు. కాని అల్లాహ్ (సు.తా.) తాను చూపిన మార్గం పై నడిచే వారితోనే సంతోషపడతాడు. దానిలో క్రొత్త విషయాలను పుట్టించి వాటిని అవలంబించే వారితో కాదు.","lang":"te"},{"name":"57:28","price":"ఓ విశ్వాసులారా! అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి, మరియు ఆయన సందేశహరుణ్ణి విశ్వసించండి, ఆయన (అల్లాహ్) మీకు రెట్టింపు కరుణను ప్రసాదిస్తాడు మరియు వెలుగును ప్రసాదిస్తాడు, మీరు అందులో నడుస్తారు మరియు ఆయన మిమ్మల్ని క్షమిస్తాడు. మరియు అల్లాహ్ ఎంతో క్షమాశీలుడు, అపార కరుణా ప్రదాత.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"","lang":"te"},{"name":"57:29","price":"అల్లాహ్ అనుగ్రహం మీద తమకు ఎలాంటి అధికారం లేదని మరియు నిశ్చయంగా, అనుగ్రహం కేవలం అల్లాహ్ చేతిలో ఉందని మరియు ఆయన తాను కోరిన వారికి దానిని ప్రసాదిస్తాడని, పూర్వ గ్రంథ ప్రజలు తెలుసుకోవాలి. మరియు అల్లాహ్ అనుగ్రహశాలి, సర్వోత్తముడు.","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"","lang":"te"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}