{"data":[{"name":"58:1","price":"వాస్తవానికి, తన భర్తను గురించి నీతో వాదిస్తున్న మరియు అల్లాహ్ తో మొర పెట్టుకుంటున్న ఆ స్త్రీ మాటలు అల్లాహ్ విన్నాడు.[1] అల్లాహ్ మీ ఇద్దరి సంభాషణ వింటున్నాడు. నిశ్చయంగా, అల్లాహ్ సర్వం వినేవాడు, సమస్తం చూసేవాడు.","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"[1] చూఇక్కడ 'ఖౌలహ్ బిన్త్ మాలిక్ బిన్ స' 'అలబహ్ (ర.'అన్హా) ను ఆమె భర్త ఔస్ బిన్ 'సామిత్ (రజి.'అ.) \"జిహార్ చేసినందుకు ఆమె మొరపెట్టుకుంటుంది. దానికి అల్లాహ్ (సు.తా.) ఆదేశం వచ్చిన తరువాత, అది నిర్మూలించబడిన విషయం ఈ సూరహ్ యొక్క 1-4వ ఆయతులలో పేర్కొనబడింది. \"జిహార్ - అంటే, \"నీ వీపు నాకు నా తల్లి వీపు వంటిది\" అని తన భార్యను తాకకుండా దూరముండటం. మరియు ఆమెకు విడాకులు కూడా ఇవ్వకుండా ఉండటం. ఆమె దైవప్రవక్త ('స'అస) దగ్గరకు వచ్చి ఈ ఆచారాన్ని గురించి వాదులాడింది. అప్పుడు ఈ ఆయత్ లు అవతరింపజేయబడ్డాయి. (అబూ-దావూద్) ఇంకా చూడండి, 33:4. స్త్రీ తన భర్త నుంచి విడాకులు తీసుకోగోరితే దానికి సంబంధించిన ఆదేశానికి చూడండి, 2:229. దానిని ఖుల్'అ అంటారు.","lang":"te"},{"name":"58:2","price":"మీలో ఎవరైతే తమ భార్యలను జిహార్ ద్వారా దూరంగా ఉంచుతారో! అలాంటి వారి భార్యలు, వారి తల్లులు[1] కాలేరు. వారిని కన్నవారు మాత్రమే వారి తల్లులు. మరియు నిశ్చయంగా, వారు అనుచితమైన మరియు అబద్ధమైన మాట పలుకుతున్నారు. మరియు నిశ్చయంగా, అల్లాహ్ మన్నించే వాడు, క్షమాశీలుడు.","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"[1] మీరు \"జీహార్ అన్నంత మాత్రాన్నే మీ భార్యలు మీ తల్లులు కారు, మిమ్మల్ని కన్నవారే మీ తల్లులు.","lang":"te"},{"name":"58:3","price":"మరియు ఎవరైతే తమ భార్యలను జిహార్ ద్వారా దూరం చేసి తరువాత తమ మాటను వారు ఉపసంహరించుకోదలిస్తే! వారిద్దరు ఒకరినొకరు తాకక ముందు, ఒక బానిసను విడుదల చేయించాలి.[1] ఈ విధంగా మీకు ఉపదేశమివ్వడుతోంది. మరియు మీరు చేస్తున్నదంతా అల్లాహ్ ఎరుగును.","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"[1] ఇక్కడ దాని పరిహారం చెప్పబడుతోంది. ఒక బానిస విడుదల చేయించాలి, లేక రెండు నెలల ఎడతెగకుండా ఉపవాసాలుండాలి, లేక 60 మంది పేదలకు, ప్రతివానికి 2 ముద్ లు అంటే 1.25 కిలోగ్రాముల ధాన్యం ఇవ్వాలి లేక కడుపునిండా అన్నం తినిపించాలి. వారందరినీ ఒకే సారి తినిపించనవసరం లేదు. వేర్వేరు సమయాలలో తినిపించవచ్చు. (ఫ'త్హ్ అల్ ఖదీర్)","lang":"te"},{"name":"58:4","price":"కాని ఎవడైతే ఇలా చేయలేడో, అతడు తన భార్యను తాకక ముందు, రెండు నెలలు వరుసగా ఉపవాసముండాలి. ఇది కూడా చేయలేని వాడు, అరవై మంది నిరుపేదలకు భోజనం పెట్టాలి. ఇదంతా మీరు అల్లాహ్ ను మరియు ఆయన ప్రవక్తను దృఢంగా విశ్వసించటానికి. మరియు ఇవి అల్లాహ్ నిర్ణయించిన హద్దులు. మరియు సత్యతిరస్కారులకు బాధాకరమైన శిక్ష పడుతుంది.","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"58:5","price":"నిశ్చయంగా, అల్లాహ్ మరియు ఆయన ప్రవక్తను వ్యతిరేకించేవారు, తమకు పూర్వం గతించినవారు అవమానింపడినట్లు అవమానింపబడతారు. మరియు వాస్తవానికి మేము స్పష్టమైన సూచనలను (ఆయాత్ లను) అవతరింపజేశాము. మరియు సత్యతిరస్కారులకు అవమానకరమైన శిక్ష పడుతుంది.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"58:6","price":"అల్లాహ్ వారందరిని మరల బ్రతికించి లేపి, వారు చేసిందంతా వారికి తెలిపే రోజున వారు (తాము చేసిందంతా) మరచిపోయి ఉండవచ్చు, కాని అల్లాహ్ అంతా లెక్కపెట్టి ఉంచుతాడు. మరియు అల్లాహ్ యే ప్రతిదానికి సాక్షి.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"58:7","price":"ఏమీ? నీకు తెలియదా? నిశ్చయంగా, ఆకాశాలలో మరియు భూమిలోనున్న సర్వమూ అల్లాహ్ కు తెలుసునని? ఏ ముగ్గురు కలిసి రహస్య సమాలోచనలు చేస్తూ వున్నా ఆయన నాలుగవ వాడిగా ఉంటాడు. మరియు ఏ అయిదుగురు రహస్య సమాలోచనలు చేస్తూ వున్నా ఆయన ఆరవ వాడిగా ఉంటాడు. మరియు అంతకు తక్కువ మందిగానీ లేక అంతకు ఎక్కువ మంది గానీ ఉన్నా ఆయన వారితో తప్పక ఉంటాడు.[1] వారు ఎక్కడ వున్నా సరే! తరువాత ఆయన పునరుత్థాన దినమున వారు చేసిన కర్మలను వారికి తెలుపుతాడు. నిశ్చయంగా, అల్లాహ్ కు ప్రతి విషయం గురించి బాగా తెలుసు.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"[1] అంటే అల్లాహ్ (సు.తా.) తన జ్ఞానంతో వారితో ఉంటాడు.","lang":"te"},{"name":"58:8","price":"ఏమీ? నీకు తెలియదా (చూడటం లేదా)? రహస్య సమాలోచనల్ని నిషేధించటం జరిగినప్పటికీ! వారు - నిషేధింపబడిన దానినే - మళ్ళీ చేస్తున్నారని? మరియు వారు రహస్యంగా పాపం చేయడం - హద్దులు మీరి ప్రవర్తించడం మరియు ప్రవక్త ఆజ్ఞలను ఉల్లంఘించడం గురించి - సమాలోచనలు చేస్తున్నారని![1] (ఓ ముహమ్మద్!) నీ వద్దకు వచ్చినపుడు, అల్లాహ్ కూడా నీకు సలాం చేయని విధంగా, వారు నీకు సలాం చేస్తూ, తమలో తాము ఇలా అనుకుంటారు:[2] \"మేము పలికే మాటలకు, అల్లాహ్ మమ్మల్ని ఎందుకు శిక్షించటం లేదు?\" వారికి నరకమే చాలు, వారందులో ప్రవేశిస్తారు. ఎంత ఘోరమైన గమ్యస్థానం!","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"[1] ఈ ఆయత్ మదీనా యొక్క యూదులను మరియు కపటవిశ్వాసులను గురించి పలుకుతుంది. వారు ఉన్నచోట నుండి ముస్లింలు పోతూ ఉంటే, వారు గుసగుసలాడే వారు, దానికి ముస్లింలు, వారు తమను గురించి ఏదైనా దురాలోచనలు చేస్తున్నారేమో! లేక ముస్లింల సైన్యం మీద ఏదైనా శత్రువుల సైన్యం దాడిచేసి వారికి నష్టం కలిగించేదేమో! అని భయపడేవారు, కావున దైవప్రవక్త ('స'అస) ఇట్టి గుసగుసలను నిషేధించారు. అయినా వారు కొంతకాలం తరువాత మళ్ళీ ప్రారంభించారు. ఆ సందర్భంలోనే ఈ ఆయత్ అవతరింపబడింది. చూడండి, 4:114.\n [2] అల్లాహ్ (సు.తా.), మిమ్మల్ని పరస్పరం 'అస్సలాము అలైకుమ్ వ ర'హ్ మతుల్లాహ్', మీకు శాంతి కలుగుగాక! అని చెప్పుకోండి. అని ఆజ్ఞాపించాడు. కాని యూదులు దైవప్రవక్త ('స'అస)ను చూసినప్పుడు: 'అస్సాము అలైకుమ్' అంటే మీకు చావు వచ్చుగాక! అని అనేవారు. కావున దైవప్రవక్త ('స'అస) అలాంటి వారికి: 'వ అలైకుమ్.' అని జవాబు ఇవ్వండి, అని అన్నారు. అంటే మీరన్నదే మీకు! ('స'హీ'హ్ బు'ఖారీ, 'స'హీ'హ్ ముస్లిం).","lang":"te"},{"name":"58:9","price":"ఓ విశ్వాసులారా! మీరు రహస్య సమాలోచనలు చేస్తే - పాపకార్యాలు, హద్దులు మీరి ప్రవర్తించటం మరియు ప్రవక్త ఆజ్ఞలను ఉల్లంఘించటం గురించి కాకుండా - పుణ్యకార్యాలు మరియు దైవభీతికి సంబంధించిన విషయాలను గురించి మాత్రమే (రహస్య సమాలోచనలు) చేయండి. మరియు అల్లాహ్ పట్ల భయభక్తులు కలిగి ఉండండి. ఆయన సన్నిధిలోనే మీరు సమావేశ పరచబడతారు.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"58:10","price":"నిశ్చయంగా, రహస్య సమాలోచన షైతాన్ చేష్టయే.[1] అది విశ్వాసులకు దుఃఖం కలిగించటానికే! కాని అల్లాహ్ అనుమతి లేనిదే అది వారికి ఏ మాత్రం నష్టం కలిగించజాలదు.[2] మరియు విశ్వాసులు కేవలం అల్లాహ్ మీదే నమ్మకం ఉంచుకోవాలి.","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"[1] ఒకవేళ మీరు ముగ్గురు ఒకేచోట ఉంటే, మీరు మీలో ఒకడిని విడిచి మిగతా ఇద్దరు పరస్పరం గుసగుసలాడుకోరాదు! ఎందుకంటే అది, మూడోవాణ్ణి చింతకు గురిచేస్తుంది. ('స'హీ'హ్ ముస్లిం, 'స'హీ'హ్ బు'ఖారీ) అతడు అనుమతిస్తే, మిగతా ఇద్దరు ఏకాంతంలో మాట్లాడుకోవచ్చు!\n [2] చూడండి, 14:22.","lang":"te"},{"name":"58:11","price":"ఓ విశ్వాసులారా! సమావేశాలలో (వచ్చే వారికి) చోటు కల్పించమని మీతో అన్నప్పుడు, మీరు జరిగి, చోటు కల్పిస్తే, అల్లాహ్ మీకు విశాలమైన చోటును ప్రసాదిస్తాడు.[1] మరియు ఒకవేళ మీతో (నమాజ్ లేక జిహాద్ కు) లేవండి అని చెప్పబడితే! మీరు లేవండి. మరియు మీలో విశ్వసించిన వారికి మరియు జ్ఞానం ప్రసాదించబడిన వారికి అల్లాహ్ ఉన్నత స్థానాలను ప్రసాదిస్తాడు.[2] మరియు మీరు చేసేదంతా అల్లాహ్ బాగా ఎరుగును.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"[1] ఈ సమావేశాలు ధర్మసమావేశాలు జుమ'అహ్ లేక ఇతర సమావేశాలు కావచ్చు! మొదట వచ్చినవారు విడివిడిగా దూరం దూరంగా కూర్చుంటే తరువాత వచ్చే వారికి చోటు దొరుకుతుంది. దైవప్రవక్త ప్రవచనం: 'ఏ వ్యక్తికి కూడా మరొక వ్యక్తిని అతని చోటు నుండి లేపి కూర్చోవటం సభ్యత కాదు. కావున మీరు సమావేశంలో కూర్చున్నప్పుడు దూరం దూరంగా కూర్చోండి.' ('స'హీ'హ్ బు'ఖారీ, 'స'హీ'హ్ ముస్లిం) \n [2] దైవప్రవక్త ('స'అస) ప్రవచనం: ఒక భక్తిపరుని ('ఆబిద్)పై ఒక జ్ఞానవంతుని ('ఆలిమ్) యొక్క ఆధిక్యత పూర్ణిమ రాత్రిలో, నక్షత్రాలపై చంద్రునికి ఉండే ఆధిక్యత వంటిది. (ఇబ్నె-'హంబల్, అబూ-దావూద్, తిర్మిజీ', నసాయీ', ఇబ్నె-మాజా. మరియు దారిమీ.","lang":"te"},{"name":"58:12","price":"ఓ విశ్వాసులారా! మీరు ప్రవక్తతో ఏకాంతంలో మాట్లాడదలిస్తే, మాట్లాడబోయే ముందు, ఏదైనా కొంత దానం చేయండి. ఇది మీ కొరకు ఉత్తమమైనది మరియు చాలా శ్రేష్ఠమైనది. కాని (ఒకవేళ దానం చేయటానికి) మీ వద్ద ఏమీ లేకపోతే, నిశ్చయంగా, అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత అని తెలుసుకోండి.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"58:13","price":"ఏమీ? మీరు (ప్రవక్తతో) ఏకాంత సమాలోచనలకు ముందు దానాలు చేయవలసి ఉన్నదని భయ పడుతున్నారా? ఒకవేళ మీరు అలా (దానం) చేయకపోతే అల్లాహ్ మిమ్మల్ని మన్నించాడు, కావు మీరు నమాజ్ ను స్థాపించండి మరియు విధి దానం (జకాత్) ఇవ్వండి. అల్లాహ్ మరియు ఆయన ప్రవక్తకు విధేయులుగా ఉండండి. వాస్తవానికి మీరు చేసేదంతా అల్లాహ్ బాగా ఎరుగును.","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"58:14","price":"ఏమీ? అల్లాహ్ ఆగ్రహానికి గురి అయిన జాతి వారి వైపుకు మరలిన వారిని నీవు చూడలేదా? వారు మీతో చేరిన వారు కారు మరియు వారితోను చేరినవారు కారు. వారు బుద్ధిపూర్వకంగా అసత్య ప్రమాణం చేస్తున్నారు.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"58:15","price":"అల్లాహ్ వారి కొరకు కఠిన శిక్షను సిద్ధపరచి ఉంచాడు. నిశ్చయంగా, వారు చేసే పనులన్నీ చాలా చెడ్డవి.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"58:16","price":"వారు తమ ప్రమాణాలను డాలుగా చేసుకొని (ప్రజలను) అల్లాహ్ మార్గం నుండి నిరోధిస్తున్నారు, కావున వారికి అవమాన కరమైన శిక్ష పడుతుంది.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"58:17","price":"అల్లాహ్ (శిక్ష) నుండి కాపాడటానికి, వారి సంపదలు గానీ, వారి సంతానం గానీ వారికి ఏ మాత్రం పనికిరావు. ఇలాంటి వారే నరకాగ్ని వాసులు. అందులో వారు శాశ్వతంగా ఉంటారు.","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"58:18","price":"అల్లాహ్ వారందరినీ మరల బ్రతికించి లేపిన రోజు, వారు మీతో ప్రమాణాలు చేసినట్లు ఆయన (అల్లాహ్) ముందు కూడా ప్రమాణాలు చేస్తారు. మరియు దాని వలన వారు మంచి స్థితిలో ఉన్నారని భావిస్తారు. జాగ్రత్త! నిశ్చయంగా, ఇలాంటి వారే అసత్యవాదులు!","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"58:19","price":"షైతాన్ వారిపై ప్రాబల్యం పొంది నందు వలన వారిని అల్లాహ్ ధ్యానం నుండి మరపింప జేశాడు. అలాంటి వారు షైతాన్ పక్షానికి చెందిన వారు. జాగ్రత్త! షైతాన్ పక్షానికి చెందినవారు, వారే! నిశ్చయంగా నష్టపోయేవారు.","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"58:20","price":"నిశ్చయంగా, ఎవరైతే అల్లాహ్ మరియు ఆయన ప్రవక్తను వ్యతిరేకిస్తారో! అలాంటి వారే, పరమ నీచులలో చేరిన వారు.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"58:21","price":"\"నిశ్చయంగా, నేను మరియు నా ప్రవక్తలు మాత్రమే ప్రాబల్యం వహిస్తాము\" అని అల్లాహ్ వ్రాసి పెట్టాడు.[1] నిశ్చయంగా, అల్లాహ్ మహాబలశాలి, సర్వశక్తిమంతుడు!","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"[1] లౌ'హె-మ'హ్ ఫూ\"జ్ లో వ్రాసిపెట్టబడిన విధివ్రాతలో ఎలాంటి మార్పు జరుగదు. ఇంకా చూడండి, 40:51-52.","lang":"te"},{"name":"58:22","price":"అల్లాహ్ మరియు పరలోకాన్ని విశ్వసించే జనులలో, అల్లాహ్ మరియు ఆయన సందేశహరుణ్ణి వ్యతిరేకించేవారితో స్నేహం చేసుకునే వారిని నీవు పొందలేవు![1] ఆ వ్యతిరేకించేవారు, తమ తండ్రులైనా లేదా తమ కుమారులైనా లేదా తమ సోదరులైనా లేదా తమ కుటుంబం వారైనా సరే![2] అలాంటి వారి హృదయాలలో ఆయన విశ్వాసాన్ని స్థిరపరచాడు. మరియు వారిని తన వైపు నుండి ఒక ఆత్మశక్తి (రూహ్) ఇచ్చి బలపరిచాడు. మరియు వారిని క్రింద కాలువలు ప్రవహించే స్వర్గవనాలలో ప్రవేశింపజేస్తాడు. అందులో వారు శాశ్వతంగా ఉంటారు. అల్లాహ్ వారి పట్ల ప్రసన్నుడవుతాడు మరియు వారు ఆయన పట్ల ప్రసన్నులవుతారు. ఇలాంటి వారు అల్లాహ్ పక్షానికి చెందినవారు. గుర్తుంచుకోండి! నిశ్చయంగా, అల్లాహ్ పక్షం వారే సాఫల్యం పొందేవారు.","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"[1] చూడండి, 3:28, 9:24 మొదలైనవి.\n [2] చూడండి, 8:67.","lang":"te"}],"chapter":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"]}