{"data":[{"name":"62:1","price":"ఆకాశాలలో నున్నవి మరియు భూమిలో నున్నవి, సమస్తమూ విశ్వసార్వభౌముడు[1], పరమ పవిత్రుడు, సర్వశక్తిమంతుడు, మహా వివేకవంతుడు అయన అల్లాహ్ పవిత్రతను కొనియాడుతూ ఉంటాయి.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5178,"juzNumber":28,"footnotes":"[1] చూడండి, 20:114 వ్యాఖ్యానం 3.","lang":"te"},{"name":"62:2","price":"ఆయనే ఆ నిరక్ష్యరాస్యులైన[1] వారిలో నుండి ఒక సందేశహరుణ్ణి లేపాడు. అతను వారికి ఆయన సూచనలను (ఆయాత్ లను) చదివి వినిపిస్తున్నాడు మరియు వారిని సంస్కరిస్తున్నాడు మరియు వారికి గ్రంథాన్ని మరియు వివేకాన్ని బోధిస్తున్నాడు. మరియు వాస్తవానికి వారు, అంతకు పూర్వం స్పష్టమైన మార్గభ్రష్టత్వంలో పడి ఉండేవారు.","arabic":"هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5179,"juzNumber":28,"footnotes":"[1] అల్-ఉమ్మియ్యూన: నిరక్షరాస్యులు. అంటే ఆ కాలంలో అరబ్బులలో చాలా మందికి చదవటం వ్రాయటం వచ్చేది కాదు. స్వయంగా ప్రవక్త ('స'అస) కూడా నిరక్షరాస్యులే. చూడండి, 7:157-158.","lang":"te"},{"name":"62:3","price":"మరియు ఇంకా వారిలో చేరని ఇతరులకు కూడా (బోధించటానికి). మరియు ఆయన సర్వశక్తిమంతుడు, మహా వివేకవంతుడు.","arabic":"وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5180,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"62:4","price":"ఇది అల్లాహ్ అనుగ్రహం, ఆయన దానిని తాను కోరిన వారికి ప్రసాదిస్తాడు. మరియు అల్లాహ్ అనుగ్రహశాలి, సర్వోత్తముడు.","arabic":"ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5181,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"62:5","price":"తౌరాత్ బాధ్యత (భారం) మోపబడిన తరువాత దానిపై అమలు చేయలేక పోయిన వారి పోలిక, పుస్తకాల భారాన్ని మోసే ఆ గాడిద వలే ఉంది. (వారు ఆ భారాన్ని భరించారే గానీ, దానిని అర్థం చేసుకోలేక పోయారు). అల్లాహ్ సూచన (ఆయాత్) లను తిరస్కరించిన వారి దృష్టాంతము ఎంత చెడ్డది. మరియు అల్లాహ్ దుర్మార్గులకు మార్గదర్శకత్వం చేయడు.","arabic":"مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5182,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"62:6","price":"వారితో ఇలా అను: \"ఓ యూదులారా! నిశ్చయంగా, ఇతర ప్రజల కంటే మీరు మాత్రమే అల్లాహ్ కు ప్రియమైన వారు (స్నేహితులు) అనే భావం మీకుంటే, మీ (వాదంలో) మీరు సత్యవంతులే అయితే మీరు చావును కోరండి.[1]\"","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5183,"juzNumber":28,"footnotes":"[1] చూడండి, 5:18 మరియు 2:111.","lang":"te"},{"name":"62:7","price":"కాని వారు తాము చేసి పంపుకున్న కర్మల (ఫలితాల)కు భయపడి దానిని ఏ మాత్రం కోరుకోరు![1] మరియు అల్లాహ్ కు దుర్మార్గులను గురించి బాగా తెలుసు.","arabic":"وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5184,"juzNumber":28,"footnotes":"[1] చూడండి, 2:94.","lang":"te"},{"name":"62:8","price":"వారితో ఇలా అను: \"వాస్తవానికి ఏ చావు నుండి అయితే మీరు పారిపోతున్నారో! నిశ్చయంగా, అదే మిమ్మల్ని పట్టుకుంటుంది. ఆ తరువాత మీరు, అగోచర మరియు గోచర విషయాలు తెలిసిన ఆయన (అల్లాహ్) వైపునకు మరలింపబడతారు, అప్పుడు ఆయన మీరు చేస్తూ ఉండిన కర్మలను మీకు తెలుపుతాడు.\"","arabic":"قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5185,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"62:9","price":"ఓ విశ్వాసులారా! శుక్రవారం (జుముఅహ్) రోజు నమాజ్ కొరకు పిలుపు ఇవ్వబడినప్పుడు, మీరు మీ వ్యాపారాలను విడిచి అల్లాహ్ స్మరణ వైపునకు పరుగెత్తండి. మీరు తెలుసుకోగలిగితే అది మీకు ఎంతో ఉత్తమమమైనది.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5186,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"62:10","price":"ఇక నమాజ్ పూర్తి అయిన తరువాత భూమిలో వ్యాపించండి మరియు అల్లాహ్ అనుగ్రహాన్ని అన్వేషించండి మరియు మీరు సాఫల్యం పొందాలంటే అల్లాహ్ ను అత్యధికంగా స్మరిస్తూ ఉండండి!","arabic":"فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5187,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"62:11","price":"మరియు (ఓ ముహమ్మద్!) వారు వ్యాపారాన్ని గానీ లేదా వినోద క్రీడను గానీ చూసినప్పుడు, నిన్ను నిలబడివున్న స్థితిలోనే వదలిపెట్టి, దాని చుట్టు గుమిగూడుతారు.[1] వారితో ఇలా అను: \"వినోద క్రీడల కంటే మరియు వ్యాపారం కంటే, అల్లాహ్ వద్ద ఉన్నదే ఎంతో ఉత్తమమైనది. మరియు అల్లాహ్ యే జీవనోపాధి ప్రసాదించటంలో అత్యుత్తముడు.\"","arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5188,"juzNumber":28,"footnotes":"[1] ఒక జుము'అహ్ రోజున దైవప్రవక్త ('స'అస) జుము'అహ్ ఉపన్యాసం (ఖుత్బా) ఇస్తుంటారు. అప్పుడు ఒక వ్యాపార బృందం మదీనాలో ప్రవేశిస్తుంది. అప్పుడు ఖుత్బా వింటున్న వారిలో నుండి చాలా మంది ఉపన్యాసాన్ని వదలి, వస్తువులు అయిపోక ముందే త్వరగా కొనుక్కుందాం అనే పేరాశతో వెళ్ళిపోతారు. కేవలం 12 మంది మాత్రమే మస్జిదులో మిగిలి పోతారు. అప్పుడు ఈ ఆయత్ అవతరింపజేయబడింది. చూడండి, 15:23.","lang":"te"}],"chapter":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah","Chapter Al-Jumu'ah","Jumu'ah","Surah Jumu'ah","Chapter Jumu'ah","Al Jumu'ah","Surah Al Jumu'ah","Chapter Al Jumu'ah","Surah 62","Chapter 62","The Day of Congregation","الجمعة"]}