{"data":[{"name":"63:1","price":"(ఓ ప్రవక్తా!) ఈ కపట విశ్వాసులు (మునాఫిఖూన్) నీ వద్దకు వచ్చినపుడు,[1] ఇలా అంటారు: \"నీవు అల్లాహ్ యొక్క సందేశహరుడవని మేము సాక్ష్యమిస్తున్నాము.\" మరియు నిశ్చయంగా, నీవు ఆయన సందేశహరుడవని అల్లాహ్ కు తెలుసు మరియు ఈ కపట విశ్వాసులు, నిశ్చయంగా అసత్యవాదులని అల్లాహ్ సాక్ష్యమిస్తున్నాడు.","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"[1] ఇక్కడ 'అబ్దుల్లాహ్ బిన్ ఉబై మరియు అతని తోటివారిని గురించి చెప్పబడుతోంది.","lang":"te"},{"name":"63:2","price":"వారు తమ ప్రమాణాలను ఢాలుగా చేసుకున్నారు. ఆ విధంగా వారు (ఇతరులను) అల్లాహ్ మార్గం నుండి నిరోధిస్తున్నారు.[1] నిశ్చయంగా, వారు చేస్తున్న చేష్టలు ఎంతో నీచమైనవి.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"[1] ఇటువంటి వాక్యానికై చూడండి, 58:16.","lang":"te"},{"name":"63:3","price":"ఇది నిశ్చయంగా, వారు విశ్వసించిన తరువాత సత్యతిరస్కారులవటం మూలంగానే జరిగింది కావున వారి హృదయాల మీద ముద్ర వేయబడి ఉంది. కనుక వారు ఏమీ అర్థం చేసుకోలేరు.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"63:4","price":"మరియు నీవు గనక వారిని చూస్తే! వారి రూపాలు నీకు ఎంతో అద్భుతమైనవిగా కనిపిస్తాయి. మరియు వారు మాట్లాడినప్పుడు, నీవు వారి మాటలను వింటూ ఉండిపోతావు. నిశ్చయంగా, వారు గోడకు ఆనించబడిన మొద్దువలే ఉన్నారు. వారు ప్రతి అరుపును తమకు వ్యతిరేకమైనదిగానే భావిస్తారు. వారు శత్రువులు, కావున వారి పట్ల జాగ్రత్తగా ఉండు. అల్లాహ్ వారిని నాశనం చేయుగాక![1] వారెంత పెడమార్గంలో పడి వున్నారు.","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"[1] ఇట్టి వాక్యానికై చూడండి, 9:30.","lang":"te"},{"name":"63:5","price":"మరియు వారితో: \"రండి, అల్లాహ్ ప్రవక్త మీ క్షమాపణ కొరకు (అల్లాహ్ ను) ప్రార్థిస్తాడు.\" అని అన్నప్పుడు, వారు తమ తలలు త్రిప్పుకోవటాన్ని మరియు దురహంకారంతో మరలి పోవటాన్ని నీవు చూస్తావు.","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"63:6","price":"(ఓ ప్రవక్తా!) నీవు వారి కొరకు క్షమాపణ కోరినా లేక క్షమాపణ కోరకపోయినా వారి విషయంలో రెండూ సమానమే! (ఎందుకంటే) అల్లాహ్ వారిని ఎంత మాత్రం క్షమించడు. నిశ్చయంగా, అల్లాహ్ అవిధేయులకు మార్గదర్శకత్వం చేయడు.[1]","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"[1] చూడండి, 9:80.","lang":"te"},{"name":"63:7","price":"వారే (కపట విశ్వాసులే) ఇలా అంటూ ఉండేవారు: \"అల్లాహ్ సందేశహరుని వద్దనున్న వారిపై మీరు ఖర్చు చేయకుండా ఉంటే! చివరకు వారే చెల్లాచెదురై పోతారు[1].\" వాస్తవానికి ఆకాశాలలో మరియు భూమిలోనున్న సమస్త కోశాగారాలు అల్లాహ్ కే చెందినవి. కాని ఈ కపట విశ్వాసులు అది గ్రహించలేరు.","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"[1] దైవప్రవక్త ('స'అస) మదీనా రాకముందు 'అబ్దుల్లాహ్ బిన్ ఉబై మదీనావాసుల నాయకుడయ్యే సూచనలుంటాయి. దైవప్రవక్త ('స'అస) ప్రాబల్యం హెచ్చయి అతని ('స'అస) అనుచరు (ర'ది.'అన్హుమ్)ల సంఖ్య దినదినానికి పెరగటం చూసి, అతడు బాహ్యంగా ముస్లిం అయినా! అతని హృదయంలో దైవప్రవక్త ('స'అస) మరియు ముస్లింల పట్ల ద్వేషం ఉంటుంది. కావున అతడు వారిని ఎత్తిపొడవటానికి ఏ అవకాశం దొరికినా వదిలేవాడు కాదు. బనీ ము'స్'తలిఖ్ 'గజ్ వ నుండి తిరిగి వస్తున్నప్పుడు ఒక అన్సారి మరియు ఒక ముహాజిర్ (ర'ది.'అన్హుమ్)ల మధ్య చిన్న కలహం చెలరేగుతుంది. వారిద్దరు తమ తమ తెగలవారిని పిలుచుకుంటారు. అప్పుడు సమయం చూసి 'అబ్దుల్లాహ్ బిన్ ఉబై అన్సారులతో: 'చూశారా! మీదే తిని ఇప్పుడు మీ మీదికే వస్తున్నారు, ఈ ముహాజిర్ లు! వీరికి పెట్టడం మానేస్తే, మదీనా విడచి పోతారు!' ఈ మాటలు 'జైద్ బిన్-అర్ ఖమ్ (ర'ది.'అ) దైవప్రవక్త ('స'అస)కు తెలుపుతారు. దైవప్రవక్త ('స'అస) విచారించగా, 'అబ్దుల్లాహ్ బిన్ ఉబై తాను అలా అనలేదని నిరాకరిస్తాడు. ఆ సందర్భంలో ఈ సూరహ్ అవతరింపజేయబడింది, ('స'హీ'హ్ బు'ఖారీ).","lang":"te"},{"name":"63:8","price":"వారు (కపట విశ్వాసులు) ఇంకా ఇలా అంటున్నారు: \"మనం మదీనా నగరానికి తిరిగి వెళ్ళిన తరువాత, నిశ్చయంగా గౌరవనీయులమైన (మనం), అక్కడ వున్న తుచ్ఛమైన వారిని తప్పక వెడలగొడదాం.\" మరియు గౌరవమనేది అల్లాహ్ కు, ఆయన సందేశహరునికి మరియు విశ్వాసులకు మాత్రమే చెందినది, కాని ఈ కపట విశ్వాసులకు అది తెలియదు.","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"63:9","price":"ఓ విశ్వాసులారా! మీ సంపదలు, మీ సంతానం మిమ్మల్ని అల్లాహ్ స్మరణ నుండి నిర్లక్ష్యంలో పడవేయరాదు సుమా! ఎవరైతే ఇలా నిర్లక్ష్యంలో పడతారో అలాంటి వారే నష్టపడేవారు.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"63:10","price":"మరియు మీలో ఎవరికైనా మరణ సమయం సమీపించి: \"ఓ నా ప్రభూ! నీవు నాకు మరి కొంత వ్యవధి ఎందుకివ్వలేదు! నేను దానధర్మాలు చేసి, సత్పురుషులలో చేరి పోయేవాడిని కదా?\" అని పలికే స్థితి రాకముందే, మేము మీకు ప్రసాదించిన జీవనోపాధి నుండి ఖర్చు చేయండి.","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"63:11","price":"కాని ఒక వ్యక్తికి (మరణ) సమయం ఆసన్నమైనప్పుడు అల్లాహ్ అతనికి ఏ మాత్రం వ్యవధినివ్వడు. మరియు మీరు చేస్తున్నదంతా అల్లాహ్ బాగా ఎరుగును.","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"","lang":"te"}],"chapter":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"]}