{"data":[{"name":"64:1","price":"ఆకాశాలలో నున్న సమస్తమూ మరియు భూమిలో నున్న సమస్తమూ, అల్లాహ్ పవిత్రతను కొనియాడుతుంటాయి. విశ్వసామ్రాజ్యాధిపత్యం ఆయనదే మరియు సర్వస్తోత్రాలు ఆయనకే. మరియు ఆయనే ప్రతిదీ చేయగల సమర్ధుడు.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"64:2","price":"ఆయనే మిమ్మల్ని సృష్టించాడు. మీలో కొందరు సత్యతిరస్కారులున్నారు మరియు మీలో కొందరు విశ్వాసులున్నారు మరియు మీరు చేసేదంతా అల్లాహ్ చూస్తున్నాడు.[1]","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"[1] చూడండి, 67:2.","lang":"te"},{"name":"64:3","price":"ఆయన ఆకాశాలను మరియు భూమిని సత్యంతో సృష్టించాడు మరియు మిమ్మల్ని ఉత్తమ రూపంలో రూపొందించాడు.[1] మరియు మీ గమ్యస్థానం ఆయన వైపునకే ఉంది.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"[1] చూడండి, 82:6-8 మరియు 40:64.","lang":"te"},{"name":"64:4","price":"ఆకాశాలలో మరియు భూమిలో ఉన్నదంతా ఆయనకు తెలుసు. మరియు మీరు దాచేది మరియు వెలిబుచ్చేది అంతా ఆయకు బాగా తెలుసు. మరియు అల్లాహ్ కు హృదయాలలో దాగి ఉన్నదంతా తెలుసు.","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"64:5","price":"ఇంతకు పూర్వం, సత్యాన్ని తిరస్కరించి, తమ కర్మల దుష్ఫలితాన్ని చవి చూసిన వారి వృత్తాంతం మీకు అందలేదా? మరియు వారికి (పరలోకంలో) బాధాకరమైన శిక్ష ఉంటుంది.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"64:6","price":"దీనికి కారణమేమిటంటే, వాస్తవానికి వారి వద్దకు వారి ప్రవక్తలు, స్పష్టమైన సూచనలు తీసుకొని వచ్చినప్పటికీ, వారు: \"ఏమీ? మాకు మానవులు మార్గదర్శకత్వం చేస్తారా[1]?\" అని పలుకుతూ సత్యాన్ని తిరస్కరించి మరలి పోయారు. మరియు అల్లాహ్ కూడా వారిని నిర్లక్ష్యం చేశాడు. మరియు అల్లాహ్ స్వయం సమృద్ధుడు, సర్వస్తోత్రాలకు అర్హుడు.","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"[1] ఏ విధంగానైతే ఈనాడు కూడా బిద్'ఆత్ చేసేవారు దైవప్రవక్త ('స'అస)ను మానవునిగా భావించటం లేదో!","lang":"te"},{"name":"64:7","price":"సత్యాన్ని తిరస్కరించిన వారు (చనిపోయిన తరువాత) మరల సజీవులుగా లేపబడమని భావిస్తున్నారు. వారితో ఇలా అను: \"అది కాదు, నా ప్రభువు సాక్షిగా! మీరు తప్పకుండా లేపబడతారు[1]. తరువాత మీరు (ప్రపంచంలో) చేసిందంతా మీకు తెలుపబడుతుంది. మరియు ఇది అల్లాహ్ కు ఎంతో సులభం.\"","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"[1] ఖుర్ఆన్ లో మూడుసార్లు అల్లాహ్ (సు.తా.) తన సందేశహరునికి ('స'అస) ఆదేశించాడు: \"నీ ప్రభువు సాక్షిగా చెప్పు: 'అల్లాహ్ (సు.తా.) పునరుత్థానం తప్పక తెస్తాడని.' వాటిలో ఇది ఒకటి.\" చూడండి, 10:53, 34:3 అది మీరు ప్రపంచంలో చేసిన కర్మలకు తగిన ప్రతిఫళ మివ్వటానికి. ఎందుకంటే చాలా మందికి ఈ లోకంలో వారికి తగిన ప్రతిఫలం దొరకదు. దుర్మార్గులు ఇక్కడ శిక్షింపబడకుండా పోవచ్చు. సన్మార్గులకు వారి మంచిపనులకు పూర్తి ప్రతిఫలం దొరకక పోవచ్చు! కాని వచ్చే జీవితంలో ప్రతి ఒక్కరికి వారి కర్మలకు తగిన ప్రతిఫలం లభిస్తుంది. వారికి ఎలాంటి అన్యాయం జరుగదు. పునరుత్థరింపజేయటం అల్లాహ్ (సు.తా.)కు ఎంతో సులభమైనది.","lang":"te"},{"name":"64:8","price":"కావున మీరు అల్లాహ్ ను మరియు ఆయన ప్రవక్తను మరియు మేము అవతరింపజేసిన జ్యోతిని (ఈ ఖుర్ఆన్ ను) విశ్వసించండి. మరియు మీరు చేసేదంతా అల్లాహ్ బాగా ఎరుగును.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"64:9","price":"(జ్ఞాపకముంచుకోండి) సమావేశపు రోజున ఆయన మీ అందరిని సమావేశపరుస్తాడు[1]. అదే లాభనష్టాల దినం. మరియు ఎవడైతే అల్లాహ్ ను విశ్వసించి, సత్కార్యాలు చేస్తాడో, అలాంటి వాని పాపాలను ఆయన తొలగిస్తాడు. మరియు అతనిని క్రింద సెలయేళ్ళు ప్రవహించే స్వర్గవనాలలో ప్రవేశింపజేస్తాడు, వారందులో శాశ్వతంగా కలకాలం ఉంటారు. అదే గొప్ప విజయం.","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"[1] చూడండి, 11:103 మరియు 56:49-50 పునరుత్థాన దినం, సమావేశదినం ఎందుకు అనబడిందంటే - ఆ రోజు యుగయుగాల ప్రజలందరు ఒకేసారి బ్రతికించి లేపబడతారు. మరియు ఒకేచోట సమావేశపరచబడతారు. అది ఒక పెద్ద మైదానం. ప్రతి ఒక్కడు ఎంతో దూరం వరకు చూడగల్గుతాడు.","lang":"te"},{"name":"64:10","price":"మరియు ఎవరైతే సత్యాన్ని తిరస్కరిస్తారో మరియు మా సూచన (ఆయాత్) లను అబద్ధాలని నిరాకరిస్తారో, అలాంటి వారు నరకవాసులవుతారు. అందు వారు శాశ్వతంగా ఉంటారు. మరియు అది ఎంత చెడ్డ గమ్యస్థానం!","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"64:11","price":"ఏ ఆపద కూడా, అల్లాహ్ అనుమతి లేనిదే సంభవించదు. మరియు ఎవడైతే అల్లాహ్ ను విశ్వసిస్తాడో, అల్లాహ్ అతని హృదయానికి మార్గదర్శకత్వం చేస్తాడు. మరియు అల్లాహ్ కు ప్రతి విషయం గురించి బాగా తెలుసు.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"64:12","price":"మీరు అల్లాహ్ కు విధేయులై ఉండండి మరియు సందేశహరుణ్ణి అనుసరించండి. ఒకవేళ మీరు మరలిపోతే, (తెలుసుకోండి) వాస్తవానికి మా సందేశహరుని బాధ్యత కేవలం (మా సందేశాన్ని) మీకు స్పష్టంగా అందజేయటం మాత్రమే!","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"64:13","price":"అల్లాహ్! ఆయన తప్ప, మరొక ఆరాధ్యుడు లేడు! మరియు విశ్వాసులు కేవలం అల్లాహ్ మీదే నమ్మకం ఉంచుకోవాలి!","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"64:14","price":"ఓ విశ్వాసులారా! నిశ్చయంగా, మీ సహవాసులు (అజ్వాజ్) మరియు మీ సంతానంలో మీ శత్రువులుండవచ్చు! కావున మీరు వారి పట్ల జాగ్రత్త వహించండి. కాని ఒకవేళ మీరు వారి అపరాధాన్ని మన్నించి వారిని ఉపేక్షించి వారిని క్షమించితే! నిశ్చయంగా, అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత (అని తెలుసుకోండి).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"64:15","price":"నిశ్చయంగా, మీ సంపదలు మరియు మీ సంతానం మీ కొరకు ఒక పరీక్ష మరియు అల్లాహ్! ఆయన దగ్గర గొప్ప ప్రతిఫలం (స్వర్గం) ఉంది[1].","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"[1] ఇటువంటి వాక్యానికై చూడండి, 8:28.","lang":"te"},{"name":"64:16","price":"కావున మీరు మీ శక్తి మేరకు అల్లాహ్ యందు భయభక్తులు కలిగి ఉండి, (ఆయన సూచనలను విని), ఆయనకు విధేయులై ఉండండి మరియు (మీ ధనం నుండి) దానం చేస్తే! అది మీ సొంత మేలుకే. మరియు ఎవరైతే తమ హృదయ లోభత్వం నుండి రక్షణ పొందుతారో, అలాంటి వారే సాఫల్యం పొందేవారు.[1]","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"[1] ఇట్టి వాక్యానికై చూడండి, 59:9.","lang":"te"},{"name":"64:17","price":"ఒకవేళ మీరు అల్లాహ్ కు అప్పుగా మంచి అప్పు ఇస్తే, ఆయన దానిని ఎన్నో రెట్లు పెంచి తిరిగి మీకు ప్రసాదిస్తాడు మరియు మిమ్మల్ని క్షమిస్తాడు. వాస్తవానికి అల్లాహ్ కృతజ్ఞతలను ఆమోదించేవాడు, సహనశీలుడు.","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"64:18","price":"ఆయన అగోచర మరియు గోచర విషయాలన్నీ బాగా తెలిసినవాడు, అపార శక్తిసంపన్నుడు, మహా వివేకవంతుడు.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"te"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}