{"data":[{"name":"65:1","price":"ఓ ప్రవక్తా! మీరు స్త్రీలకు విడాకులు (తలాఖ్) ఇచ్చేటప్పుడు వారికి, వారి నిర్ణీత గడువు (ఇద్దత్) తో విడాకులివ్వండి. మరియు ఆ గడువును ఖచ్చితంగా లెక్కపెట్టండి[1]. మరియు మీ ప్రభువైన అల్లాహ్ పట్ల భయభక్తులు కలిగి ఉండండి. వారు బహిరంగంగా అశ్లీల చేష్టలకు పాల్పడితే తప్ప, మీరు వారిని వారి ఇండ్ల నుండి వెడల గొట్టకండి మరియు వారు కూడా స్వయంగా వెళ్ళి పోకూడదు[2]. మరియు ఇవి అల్లాహ్ నిర్ణయించిన హద్దులు. మరియు ఎవడైతే అల్లాహ్ (నిర్ణయించిన) హద్దులను అతిక్రమిస్తాడో వాస్తవానికి వాడు తనకు తానే అన్యాయం చేసుకున్నట్లు. నీకు తెలియదు, బహుశా! దాని తరువాత అల్లాహ్ ఏదైనా క్రొత్త మార్గం చూపించవచ్చు![3]","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"[1] నిర్ణీతగడువుతో అంటే గడువు ప్రారంభం కాగల సమయంలో, నిర్ణీతగడువు లోపల ఆమెతో రాజీపడే అవకాశం ఉండేరీతిలో విడాకులివ్వాలి. ఇబ్నె ఉమర్ ('ర'ది.'అ) తన భార్యకు ఋతుస్రావంకాలం (బహిష్టు సమయం)లో విడాకులిస్తే, దైవప్రవక్త ('స'అస) క్రోధితులయ్యారు. స్త్రీలు పరిశుద్ధులుగా ఉన్నకాలంలో వారితో లైంగిక సంబంధం చేయక ముందు విడాకులివ్వాలి అని బోధించారు. ('స. బు'ఖారీ). ఇక్కడ పేర్కొన్న 'హదీస్' ఈ ఆయత్ వెలుగులో ఉంది. ఆ గడువును ఖచ్ఛితంగా లెక్కపెట్టాలి.\n [2] ఇద్దత్ కాలం పూర్తి అయ్యే వరకు స్త్రీలు తమ భర్త ఇంటిలోనే ఉండాలి. భర్త ఆమె అన్న వస్త్రాల ఖర్చులు భరించాలి.\n [3] చూఅంటే అల్లాహ్ (సు.తా.) వారి మధ్య మళ్ళీ ప్రేమ కలగించవచ్చు మరియు వారు తిరిగి తమ వివాహబంధాన్ని స్థిరపరచుకోవచ్చు! అందుకే ఒకసారి విడాకులివ్వడం ప్రోత్సహించబడింది. మరియు చాలా మంది వ్యాఖ్యాతల అభిప్రాయం ప్రకారం - ఈ ఆయత్ వెలుగులో - మూడు విడాకులు ఒకేసారి ఇవ్వడం నిషేధింపబడింది. ఎందుకంటే మొదటి మరియు రెండవ విడాకు తరువాత వివాహాన్ని తిరిగి స్థిరపరచుకోవచ్చు! (ఫ'త్హ్ అల్ ఖదీర్). ఒక స్త్రీకి అంతకు ముందు రెండువిడాకులివ్వబడి ఆ తరువాత మూడవవిడాకు ఇస్తే! అప్పుడు ఆమె తన భర్త ఇంట్లో ఉండజాలదు. మరియు అలాంటి పరిస్థితిలో, ఆమె మరొక పురుషుణ్ణి వివాహమాడకముందు తిరిగి తన మొదటి భర్తతో వివాహం కూడా చేసుకోజాలదు. ఇది ఫాతిమబిన్తెఖైస్ (ర.'అన్హా) కు జరిగిన విషయంతో స్పష్టమవుతుంది. ఆమె భర్త ఆమెకు మూడవసారి విడాకులిచ్చిన తరువాత ఆమె తన భర్త ఇంటి నుండి వెళ్ళిపోవటానికి నిరాకరించింది. అప్పుడావిషయం దైవప్రవక్త ('స'అస) దగ్గరికి వస్తే అతనామెను, తన భర్త ఇల్లు విడవమని ఆజ్ఞాపించారు, (అ'హ్మద్, నసాయీ').","lang":"te"},{"name":"65:2","price":"ఇక వారి నిర్ణీత గడువు ముగిసినప్పుడు, వారిని ధర్మప్రకారంగా (వివాహబంధంలో) ఉంచుకోండి, లేదా ధర్మప్రకారంగా వారిని విడచి పెట్టండి. మరియు మీలో న్యాయవంతులైన ఇద్దరు వ్యక్తులను సాక్షులుగా పెట్టుకోండి. మరియు అల్లాహ్ కొరకు సాక్ష్యం సరిగ్గా ఇవ్వండి. అల్లాహ్ ను మరియు అంతిమ దినమును విశ్వసించే ప్రతి వ్యక్తి కొరకు, ఈ విధమైన ఉపదేశమివ్వబడుతోంది. మరియు అల్లాహ్ యందు భయభక్తులు గలవానికి, ఆయన ముక్తిమార్గం చూపుతాడు.","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"65:3","price":"మరియు ఆయన, అతనికి అతడు ఊహించని దిక్కు నుండి జీనవోపాధిని ప్రసాదిస్తాడు. మరియు అల్లాహ్ మీద నమ్మకం ఉంచుకున్న వానికి ఆయనే చాలు. నిశ్చయంగా, అల్లాహ్ తన పని పూర్తి చేసి తీరుతాడు. వాస్తవానికి, అల్లాహ్ ప్రతిదానికి దాని విధి (ఖద్ర్) నిర్ణయించి ఉన్నాడు.","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"65:4","price":"మరియు మీ స్త్రీలు ఋతుస్రావపు వయస్సు గడిచి పోయినవారైతే లేక మీకు దానిని గురించి ఎలాంటి అనుమానం ఉంటే; లేక వారి ఋతుస్రావం ఇంకా ప్రారంభం కాని వారైతే, అలాంటి వారి గడువు మూడు మాసాలు[1]. మరియు గర్భవతులైన స్త్రీల గడువు వారి కాన్పు అయ్యే వరకు[2]. మరియు అల్లాహ్ పట్ల భయభక్తులు గలవానికి ఆయన, అతని వ్యవహారంలో సౌలభ్యం కలిగిస్తాడు.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"[1] ఋతుస్రావం ప్రారంభం కాని స్త్రీలకు మరియు ఋతుస్రావం ఆగిపోయిన స్త్రీలకు వేచి ఉండే గడువు మూడు నెలలు.\n [2] గర్భవతులైన స్త్రీల గడువు - విడాకులివ్వబడినా లేక భర్త మరణించినా - ప్రసవించే వరకు! అలాంటి ప్రసవం విడాకుల తరువాత లేక భర్త మరణించిన రెండవరోజే అయినా సరే! ఈ విషయం 'హదీస్'లలో కూడా ఉంది. (బు.'ఖారీ, ముస్లిం). ఇతర స్త్రీలు భర్త మరణించిన తరువాత నాలుగు మాసాల పది రోజులు వేచి ఉండాలి. 2:234.","lang":"te"},{"name":"65:5","price":"ఇది అల్లాహ్ ఆజ్ఞ, ఆయన దానిని మీపై అవతరింపజేశాడు. మరియు ఎవడైతే అల్లాహ్ పట్ల భయభక్తులు కలిగి ఉంటాడో, ఆయన అతని పాపాలను తొలగిస్తాడు. మరియు అతని ప్రతిఫలాన్ని అధికం చేస్తాడు.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"65:6","price":"(నిర్ణీత గడువు కాలంలో) మీ శక్తి మేరకు, మీరు నివసించే చోటనే, వారిని కూడా నివసించనివ్వండి. మరియు వారిని ఇబ్బందులకు గురి చేయడానికి వారిని బాధించకండి. మరియు వారు గర్భవతులైతే, వారు ప్రసవించే వరకు వారి మీద ఖర్చు పెట్టండి. ఒకవేళ వారు మీ బిడ్డకు పాలుపడుతున్నట్లైతే, వారికి వారి ప్రతిఫలం ఇవ్వండి. దాని కొరకు మీరు ధర్మసమ్మతంగా మీ మధ్య సంప్రదింపులు చేసుకోండి. ఒకవేళ మీకు దాని (పాలిచ్చే) విషయంలో ఇబ్బందులు కలిగితే, (తండ్రి) మరొక స్త్రీతో (బిడ్డకు) పాలిప్పించవచ్చు!","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"65:7","price":"సంపన్నుడైన వ్యక్తి తన ఆర్థిక స్తోమత ప్రకారం ఖర్చు పెట్టాలి. మరియు తక్కువ జీవనోపాధి గల వ్యక్తి అల్లాహ్ తనకు ప్రసాదించిన విధంగా ఖర్చుపెట్టాలి. అల్లాహ్ ఏ వ్యక్తిపై కూడా అతనికి ప్రసాదించిన దాని కంటే మించిన భారం వేయడు[1]. అల్లాహ్ కష్టం తరువాత సుఖం కూడా కలిగిస్తాడు.","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"[1] చూడండి, 2:233.","lang":"te"},{"name":"65:8","price":"మరియు ఎన్నో నగరవాసులు, తమ ప్రభువు మరియు ఆయన ప్రవక్తల ఆజ్ఞలను తిరస్కరించారు. అప్పుడు మేము వాటి ప్రజల నుండి కఠినంగా లెక్క తీసుకున్నాము. మరియు వారికి తీవ్రమైన శిక్షను సిద్ధ పరిచాము.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"65:9","price":"కావున వారు తమ వ్యవహారాల దుష్టఫలితాన్ని రుచి చూశారు[1]. మరియు వారి వ్యవహారాల పర్యవసానం నష్టమే!","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"[1] చూడండి, 64:5.","lang":"te"},{"name":"65:10","price":"అల్లాహ్ వారి కొరకు కఠినమైన శిక్షను సిద్ధపరచి ఉంచాడు. కావున విశ్వాసులైన బుద్ధమంతులారా! అల్లాహ్ పట్ల భయభక్తులు కలిగి ఉండండి. వాస్తవానికి అల్లాహ్ మీ వద్దకు హితబోధను (ఖుర్ఆన్ ను) అవతరింపజేశాడు.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"te"},{"name":"65:11","price":"ఒక ప్రవక్తను కూడా! అతను మీకు స్పష్టమైన అల్లాహ్ సూచనలను (ఆయాత్ లను) వినిపిస్తున్నాడు[1]. అది, విశ్వసించి సత్కార్యాలు చేసేవారిని అంధకారాల నుండి వెలుగులోనికి తీసుకురావటానికి. మరియు అల్లాహ్ ను విశ్వసించి సత్కార్యాలు చేసేవారిని, ఆయన క్రింద సెలయేళ్ళు ప్రవహించే స్వర్గవనాలలో ప్రవేశింపజేస్తాడు. అక్కడ వారు శాశ్వతంగా కలకాలం ఉంటారు. వాస్తవానికి అల్లాహ్ అలాంటి వ్యక్తి కొరకు ఉత్తమ జీవనోపాధిని ప్రసాదించాడు.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"[1] ఇక్కడ ప్రవక్త అంటే ముహమ్మద్ ('స'అస).","lang":"te"},{"name":"65:12","price":"అల్లాహ్ యే సప్తాకాశాలను మరియు వాటిని పోలిన భూమండలాన్ని సృష్టించి, వాటి మధ్య ఆయన తన ఆదేశాలను అవతరింపజేస్తూ వుంటాడు. నిశ్చయంగా, అల్లాహ్ ప్రతిదీ చేయగల సమర్ధుడు మరియు వాస్తవానికి అల్లాహ్ తన జ్ఞానంతో ప్రతిదానిని పరివేష్టించి వున్నాడని మీరు తెలుసుకోవటానికి.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"te"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}