{"data":[{"name":"67:1","price":"ఎవరి చేతిలోనయితే విశ్వసామ్రాజ్యాధిపత్యం ఉందో! ఆయన సర్వశ్రేష్ఠుడు (శుభదాయకుడు) మరియు ఆయన ప్రతిదీ చేయగల సమర్ధుడు.","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:2","price":"ఆయనే! మీలో మంచిపనులు చేసే వారెవరో పరీక్షించటానికి, చావు-బ్రతుకులను సృష్టించాడు[1]. మరియు ఆయన సర్వశక్తిమంతుడు, క్షమాశీలుడు.","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"[1] రూ'హ్: ఒక విచిత్రమైన శక్తి. దాని వాస్తవం అల్లాహ్ (సు.తా.)కు తప్ప మరెవ్వరికీ తెలియదు. దాని సంబంధం ఒక శరీరంతో ఏర్పడినప్పుడు అది సజీవిగా పరిగణించబడుతుంది. దాని సంబంధం తెగిపోయిన శరీరం, మృతదేహంగా (నిర్జీవిగా) పరిగణించబడుతుంది. అల్లాహ్ (సు.తా.) ఈ తాత్కాలిక జీవితాన్నిచ్చి, తరువాత మరణింపజేస్తాడు. ఈ తాత్కాలిక జీవితాన్ని సరైన విధంగా ఎవడు వినియోగిస్తాడనేది ఆయన (సు.తా.) పరీక్షిస్తున్నాడు. ఎవడైతే ఈ తాత్కాలిక జీవితాన్ని విశ్వాసం మరియు అల్లాహ్ (సు.తా.) విధేయత కోసం వినియోగిస్తాడో, వాడు మంచి ప్రతిఫలం పొందుతాడు. అలా చేయని వాడి కొరకు నరకశిక్ష ఉంటుంది.","lang":"te"},{"name":"67:3","price":"ఆయనే ఒకదానిపై ఒకటి ఏడు ఆకాశాలను సృష్టించాడు. ఆ అనంత కరుణా మయుని సృష్టిలో నీవు ఎలాంటి లోపాన్నీ చూడలేవు. కావాలంటే మరొకసారి చూడు: \"ఏమీ? నీకేమైనా లోపం కనిపిస్తుందా?\"","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:4","price":"ఇంకా, మాటిమాటికీ నీ చూపులు త్రిప్పి చూడు. అది (నీ చూపు) విఫలమై అలిసి సొలిసి తిరిగి నీ వైపుకే వస్తుంది.","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:5","price":"మరియు వాస్తవంగా, మేము భూమికి దగ్గరగా ఉన్న ఆకాశాన్ని దీపాలతో అలంకరించాము. మరియు వాటిని, షైతాన్ లను తరిమి కొట్టే సాధనాలుగా చేశాము[1]. మరియు వారి కొరకు (షైతానుల కొరకు) మేము భగభగ మండే అగ్నిజ్వాలల శిక్షను సిద్ధపరచి ఉంచాము.","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"[1] చూడండి, 37:6-10.","lang":"te"},{"name":"67:6","price":"మరియు తన ప్రభువును (అల్లాహ్ ను) తిరస్కరించే వారికి నరకశిక్ష ఉంది. అది ఎంత చెడ్డ గమ్యస్థానం.","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:7","price":"వారు అందులోకి విసిరి వేయ బడినప్పుడు వారు దాని (భయంకరమైన) గర్జనను వింటారు. మరియు అది మరిగి పొంగుతూ ఉంటుంది.","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:8","price":"అది దాదాపు ఉద్రేకంగా ప్రేలిపోతూ ఉంటుంది. ప్రతిసారి అందులోకి (పాపుల) గుంపు పడవేయబడి నప్పుడు! దాని కాపలాదారులు వారితో: \"ఏమీ? మీ వద్దకు ఏ హెచ్చరిక చేసేవాడు రాలేదు?\" అని ప్రశ్నిస్తారు.","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:9","price":"వారంటారు: \"ఎందుకు రాలేదు! వాస్తవానికి మా వద్దకు హెచ్చరిక చేసేవాడు వచ్చాడు, కాని మేము అతనిని అసత్యుడవని తిరస్కరించాము మరియు అతనితో ఇలా అన్నాము: 'అల్లాహ్ దేనినీ (ఏ దివ్యజ్ఞానాన్ని) అవతరింప జేయలేదు; మీరు కేవలం ఘోర మార్గభ్రష్టత్వంలో పడి ఉన్నారు!'\"","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:10","price":"ఇంకా వారు ఇలా అంటారు: \"ఒకవేళ మేము విని ఉంటే లేదా గ్రహించి ఉంటే, మేము మండే అగ్నిజ్వాలలో పడి వుండే వారితో చేరే వారము కాము కదా!\"","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:11","price":"అప్పుడు వారే స్వయంగా తమ పాపాన్ని ఒప్పుకుంటారు. కావున భగభగమండే అగ్నిజ్వాలలు దూరమై పోవుగాక!","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:12","price":"నిశ్చయంగా, ఎవరైతే అగోచరుడైన తమ ప్రభువుకు భయపడతారో! వారికి క్షమాపణ మరియు గొప్ప ప్రతిఫలం ఉంటాయి.","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:13","price":"మరియు మీరు మీ మాటలను రహస్యంగా ఉంచినా సరే! లేక వాటిని వెల్లడి చేసినా సరే! నిశ్చయంగా, ఆయనకు హృదయాల స్థితి బాగా తెలుసు.","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:14","price":"ఏమిటీ? పుట్టించిన వాడికే తెలియదా? మరియు ఆయన సూక్ష్మగ్రాహి, సర్వం తెలిసినవాడు!","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:15","price":"భూమిని మీ అధీనంలో ఉంచినవాడు ఆయనే! కావున మీరు దాని దారులలో తిరగండి. మరియు ఆయన ప్రసాదించిన జీవనోపాధిని తినండి, మరియు మీరు ఆయన వైపునకే సజీవులై మరలి పోవలసి ఉంది.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:16","price":"ఏమీ? మీరు నిర్భయంగా ఉన్నారా? ఆకాశాలలో ఉన్నవాడు, మిమ్మల్ని భూమిలోకి అణగద్రొక్కడని, ఎప్పుడైతే అది తీవ్రకంపనాలకు గురి అవుతుందో?","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:17","price":"లేక ఆకాశాలలో ఉన్నవాడు, మీపైకి రాళ్ళు కురిపించే గాలివాన పంపడని మీరు నిర్భయంగా ఉన్నారా? నా హెచ్చరిక ఎలాంటిదో అప్పుడు మీరు తెలుసుకోగలరు.","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:18","price":"మరియు వాస్తవానికి వారికి పూర్వం గతించిన వారు కూడా (ప్రవక్తలను) తిరస్కరించారు. నా పట్టు (శిక్ష) ఎంత తీవ్రంగా ఉండిందో (చూశారా)?","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:19","price":"ఏమీ? వారు తమ ఎగిరే పక్షులు రెక్కలను ఎలా చాపుతూ ముడుచుకుంటూ, ఎగురుతున్నాయో చూడటం లేదా? ఆ అనంత కరుణామయుడు తప్ప మరెవ్వరూ వాటిని అలా నిలిపి ఉంచలేరు కదా! నిశ్చయంగా ఆయన ప్రతి దానినీ చూస్తున్నాడు!","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:20","price":"ఏమీ? అనంత కరుణామయుడు తప్ప మీకు సేన వలే అడ్డుగా నిలిచి, మీకు సహాయపడ గల వాడెవడైనా ఉన్నాడా? ఈ సత్యతిరస్కారులు కేవలం మోసంలో పడి వున్నారు.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:21","price":"ఒకవేళ ఆయన మీ జీవనోపాధిని ఆపి వేస్తే, మీకు జీవనోపాధి ఇచ్చేవాడు ఎవడున్నాడు? అయినా వారు తలబిరుసుతనంలో మునిగి (సత్యానికి) దూరమై పోతున్నారు.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:22","price":"ఏమీ? ఎవడైతే తన ముఖం మీద దేవులాడుతూ నడుస్తాడో, అతడు సరైన మార్గం పొందుతాడా[1]? లేక చక్కగా ఋజుమార్గం మీద నడిచేవాడు పొందుతాడా?","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"[1] చూడండి, 17:97.","lang":"te"},{"name":"67:23","price":"వారితో ఇలా అను: \"ఆయనే మిమ్మల్ని సృజించాడు. మరియు ఆయనే మీకు వినికిడినీ, దృష్టినీ మరియు హృదయాలనూ ఇచ్చాడు. (అయినా) మీరు కృతజ్ఞతలు తెలిపేది చాలా తక్కువ!\"","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:24","price":"(ఇంకా) ఇలా అను: \"ఆయనే మిమ్మల్ని భూమిలో వ్యాపింపజేశాడు మరియు ఆయన వద్దనే మీరంతా సమావేశ పరచబడతారు.\"","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:25","price":"మరియు వారు ఇలా అడుగుతున్నారు: \"మీరు సత్యవంతులే అయితే, ఈ వాగ్దానం ఎప్పుడు నెరవేరనున్నది?\"","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:26","price":"వారితో ఇలా అను: \"నిశ్చయంగా, దాని జ్ఞానం కేవలం అల్లాహ్ కే ఉంది[1]. మరియు నేను స్పష్టంగా హెచ్చరిక చేసే వాడిని మాత్రమే!\"","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"[1] ఇంకా చూడండి, 7:187.","lang":"te"},{"name":"67:27","price":"తరువాత వారు దానిని సమీపంలో ఉండటం చూసినప్పుడు, సత్యతిరస్కారుల ముఖాలు దుఃఖంతో నిండి నల్లబడిపోతాయి[1]. మరియు వారితో ఇలా అనబడుతుంది: \"మీరు దేనినయితే అడుగుతూ ఉండేవారో అది (ఆ వాగ్దానం) ఇదే!\"[2]","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"[1] చూడండి, 3:106.\n [2] చూడండి, 38:16 మరియు 8:32 మొదలైనవి.","lang":"te"},{"name":"67:28","price":"(ఓ ప్రవక్తా!) వారితో ఇలా అను: \"ఏమీ? మీరు ఆలోచించరా? ఒకవేళ అల్లాహ్ నన్ను మరియు నా తోటి వారిని నాశనం చేయనూ వచ్చు! లేదా మమ్మల్ని కరుణించనూ వచ్చు. కాని సత్యతిరస్కారులను బాధాకరమైన శిక్ష నుండి ఎవడు రక్షించగలడు?\"","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:29","price":"వారితో ఇంకా ఇలా అను: \"ఆయనే అనంత కరుణామయుడు, మేము ఆయననే విశ్వసించాము మరియు ఆయననే నమ్ముకున్నాము. ఇక ఎవరు స్పష్టమైన మార్గభ్రష్టత్వంలో పడి ఉన్నారో త్వరలోనే మీరు తెలుసుకోగలరు!\"","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"","lang":"te"},{"name":"67:30","price":"వారితో ఇలా అను: \"ఏమీ? మీరు ఆలోచించరా? ఒకవేళ మీ బావులలోని నీరు, భూమిలోనికి ఇంకి పోతే, ప్రవహించే ఈ నీటి ఊటలను మీ కొరకు ఎవడు బయటికి తేగలడు?\"","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"","lang":"te"}],"chapter":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"]}