{"data":[{"name":"2:142","price":"Orang-orang yang kurang akalnya93 di antara manusia akan berkata, \"Apakah yang memalingkan mereka (umat Islam) dari kiblatnya (Baitul Maqdis) yang dahulu mereka telah berkiblat kepadanya?\" Katakanlah, \"Kepunyaan Allah-lah timur dan barat; Dia memberi petunjuk kepada siapa yang dikehendaki-Nya ke jalan yang lurus\"94.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"93.  Maksudnya ialah orang-orang yang kurang pikirannya sehingga tidak dapat memahami maksud pemindahan kiblat. \n94.  Di waktu Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam berada di Mekah, di tengah-tengah kaum musyrikin beliau berkiblat ke Baitul Maqdis.  Tetapi setelah 16 atau 17 bulan Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam berada di Madinah, di tengah-tengah orang Yahudi dan Nasrani, beliau disuruh oleh Tuhan untuk mengambil Kakbah menjadi kiblat.  Terutama sekali untuk memberi pengertian bahwa dalam ibadah salat itu bukanlah arah Baitul Maqdis dan Kakbah itu menjadi tujuan, tetapi menghadapkan diri kepada Tuhan.  Untuk persatuan umat lslam, Allah Subḥānahu wa Ta‘ālā menjadikan Kakbah sebagai kiblat. ","lang":"id"},{"name":"2:143","price":"Dan demikian (pula) Kami telah menjadikan kamu (umat Islam), umat yang adil dan pilihan95 agar kamu menjadi saksi atas (perbuatan) manusia dan agar rasul (Muhammad) menjadi saksi atas (perbuatan) kamu.  Dan Kami tidak menetapkan kiblat yang menjadi kiblatmu (sekarang) melainkan agar Kami mengetahui (supaya nyata) siapa yang mengikuti rasul dan siapa yang membelot.  Dan sungguh (pemindahan kiblat) itu terasa amat berat, kecuali bagi orang-orang yang telah diberi petunjuk oleh Allah; dan Allah tidak akan menyia-nyiakan imanmu.  Sesungguhnya Allah Maha Pengasih lagi Maha Penyayang kepada manusia.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"95.  Umat lslam dijadikan umat yang adil dan pilihan, karena mereka akan menjadi saksi atas perbuatan orang yang menyimpang dari kebenaran, baik di dunia maupun di akhirat.","lang":"id"},{"name":"2:144","price":"Sungguh Kami (sering) melihat mukamu menengadah ke langit96, maka sungguh Kami akan memalingkan kamu ke kiblat yang kamu sukai.  Palingkanlah mukamu ke arah Masjidil Haram.  Dan dimana saja kamu berada, palingkanlah mukamu ke arahnya.  Dan sesungguhnya orang-orang (Yahudi dan Nasrani) yang diberi Alkitab (Taurat dan Injil) memang mengetahui bahwa berpaling ke Masjidil Haram itu adalah benar dari Tuhan-nya; dan Allah sekali-kali tidak lengah dari apa yang mereka kerjakan.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"96.  Maksudnya ialah Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam sering melihat ke langit berdoa dan menunggu-nunggu turunnya wahyu yang memerintahkan beliau menghadap ke Baitullah. ","lang":"id"},{"name":"2:145","price":"Dan sesungguhnya jika kamu mendatangkan kepada orang-orang (Yahudi dan Nasrani) yang diberi Alkitab (Taurat dan Injil), semua ayat (keterangan), mereka tidak akan mengikuti kiblatmu, dan kamu pun tidak akan mengikuti kiblat mereka, dan sebagian mereka pun tidak akan mengikuti kiblat sebagian yang lain.  Dan sesungguhnya jika kamu mengikuti keinginan mereka setelah datang ilmu kepadamu, sesungguhnya kamu kalau begitu termasuk golongan orang-orang yang zalim.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:146","price":"Orang-orang (Yahudi dan Nasrani) yang telah Kami beri Alkitab (Taurat dan Injil) mengenal Muhammad97 seperti mereka mengenal anak-anaknya sendiri.  Dan sesungguhnya sebagian di antara mereka menyembunyikan kebenaran, padahal mereka mengetahui.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"97.  Mengenal Muhammad Ṣallallāhu ʻAlaihi wa Sallam, yaitu mengenal sifat-sifatnya sebagaimana yang tersebut dalam Taurat dan Injil. ","lang":"id"},{"name":"2:147","price":"Kebenaran itu adalah dari Tuhan-mu, sebab itu jangan sekali-kali kamu termasuk orang-orang yang ragu.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:148","price":"Dan bagi tiap-tiap umat ada kiblatnya (sendiri) yang ia menghadap kepadanya.  Maka berlomba-lombalah (dalam berbuat) kebaikan.  Di mana saja kamu berada, pasti Allah akan mengumpulkan kamu sekalian (pada hari kiamat).  Sesungguhnya Allah Maha Kuasa atas segala sesuatu.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:149","price":"Dan dari mana saja kamu keluar, maka palingkanlah wajahmu ke arah Masjidil Haram; sesungguhnya ketentuan itu benar-benar sesuatu yang hak dari Tuhan-mu. Dan Allah sekali-kali tidak lengah dari apa yang kamu kerjakan.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:150","price":"Dan dari mana saja kamu keluar, maka palingkanlah wajahmu ke arah Masjidil Haram. Dan dimana saja kamu (sekalian) berada, maka palingkanlah wajahmu ke arahnya, agar tidak ada hujah bagi manusia atas kamu, kecuali orang-orang yang zalim diantara mereka. Maka janganlah kamu takut kepada mereka dan takutlah kepada-Ku.  Dan agar Ku-sempurnakan nikmat-Ku atasmu, dan supaya kamu mendapat petunjuk.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:151","price":"Sebagaimana (Kami telah menyempurnakan nikmat Kami kepadamu) Kami telah mengutus kepadamu rasul diantara kamu yang membacakan ayat-ayat Kami kepada kamu dan menyucikan kamu dan mengajarkan kepadamu Alkitab dan Al-Hikmah98, serta mengajarkan kepada kamu apa yang belum kamu ketahui.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"98.  Al-Hikmah ialah As-Sunnah An-Nabawiyah.","lang":"id"},{"name":"2:152","price":"Karena itu, ingatlah kamu kepada-Ku niscaya Aku ingat (pula) kepadamu99, dan bersyukurlah kepada-Ku, dan janganlah kamu mengingkari (nikmat)-Ku.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"99.  Maksudnya ialah Aku limpahkan rahmat dan ampunan-Ku kepadamu. ","lang":"id"},{"name":"2:153","price":"Hai orang-orang yang beriman, mintalah pertolongan (kepada Allah) dengan sabar dan salat, sesungguhnya Allah beserta orang-orang yang sabar.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:154","price":"Dan janganlah kamu mengatakan terhadap orang-orang yang gugur di jalan Allah (bahwa mereka itu) mati, bahkan (sebenarnya) mereka itu hidup100, tetapi kamu tidak menyadarinya.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"100.  Yaitu hidup dalam alam yang lain yang bukan alam kita ini, tempat mereka mendapat kenikmatan-kenikmatan di sisi Allah Subḥānahu wa Ta‘ālā, dan hanya Allah Subḥānahu wa Ta‘ālā sajalah yang mengetahui bagaimana keadaan hidup itu. ","lang":"id"},{"name":"2:155","price":"Dan sungguh akan Kami berikan cobaan kepadamu dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa dan buah-buahan.  Dan berikanlah berita gembira kepada orang-orang yang sabar,","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:156","price":"(yaitu) orang-orang yang apabila ditimpa musibah, mereka mengucapkan, Innā lillāhi wa innā ilayhi rājiʻūn101.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"101.  Artinya, \"Sesungguhnya kami adalah milik Allah dan kepada-Nya-lah kami kembali\".  Kalimat ini dinamakan kalimat istirjā (pernyataan kembali kepada Allah Subḥānahu wa Ta‘ālā).  Disunahkan menyebutnya waktu ditimpa marabahaya baik besar maupun kecil. ","lang":"id"},{"name":"2:157","price":"Mereka itulah yang mendapat keberkahan yang sempurna dan rahmat dari Tuhan mereka, dan mereka itulah orang-orang yang mendapat petunjuk.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:158","price":"Sesungguhnya Shafā dan Marwa adalah sebagian dari syiar Allah102.  Maka barang siapa yang beribadah haji ke Baitullah atau berumrah, maka tidak ada dosa baginya mengerjakan sai antara keduanya103.  Dan barang siapa yang mengerjakan suatu kebajikan dengan kerelaan hati, maka sesungguhnya Allah Maha Mensyukuri104 kebaikan lagi Maha Mengetahui.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"102.  \"Syiar-syiar Allah\" ialah tempat-tempat beribadah kepada Allah Subḥānahu wa Ta‘ālā. \n103.  Tuhan mengungkapkan dengan perkataan \"tidak ada dosa\" sebab sebagian sahabat merasa keberatan mengerjakan sai di situ, karena tempat itu bekas tempat berhala.  Dan di masa jahiliah pun tempat itu digunakan sebagai tempat sai.  Untuk menghilangkan rasa keberatan itu, Allah Subḥānahu wa Ta‘ālā menurunkan ayat ini. \n104.   Allah Subḥānahu wa Ta‘ālā mensyukuri hamba-Nya, memberi pahala terhadap amal-amal hamba-Nya, memaafkan kesalahannya, menambah nikmat-Nya, dan sebagainya.","lang":"id"},{"name":"2:159","price":"Sesungguhnya orang-orang yang menyembunyikan apa yang telah Kami turunkan berupa keterangan-keterangan (yang jelas) dan petunjuk, setelah Kami menerangkannya kepada manusia dalam Alkitab, mereka itu dilaknati Allah dan dilaknati (pula) oleh semua (makhluk) yang dapat melaknati,","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:160","price":"kecuali mereka yang telah bertobat dan mengadakan perbaikan105 dan menerangkan (kebenaran); maka terhadap mereka itu, Aku menerima tobatnya dan Aku-lah Yang Maha Menerima tobat lagi Maha Penyayang.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"105.   Mengadakan perbaikan, berarti melakukan pekerjaan-pekerjaan yang baik untuk menghilangkan akibat-akibat yang jelek dari kesalahan-kesalahan yang dilakukan. ","lang":"id"},{"name":"2:161","price":"Sesungguhnya orang-orang kafir dan mereka mati dalam keadaan kafir, mereka itu mendapat laknat Allah, para Malaikat, dan manusia seluruhnya.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:162","price":"Mereka kekal di dalam laknat itu; tidak akan diringankan siksa dari mereka dan tidak (pula) mereka diberi tangguh.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:163","price":"Dan Tuhan-mu adalah Tuhan Yang Maha Esa; tidak ada Tuhan (yang berhak disembah) melainkan Dia, Yang Maha Pemurah lagi Maha Penyayang.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:164","price":"Sesungguhnya dalam penciptaan langit dan bumi, silih bergantinya malam dan siang, bahtera yang berlayar di laut membawa apa yang berguna bagi manusia, dan apa yang Allah turunkan dari langit berupa air, lalu dengan air itu Dia hidupkan bumi sesudah mati (kering)nya, dan Dia sebarkan di bumi itu segala jenis hewan, dan pengisaran angin dan awan yang dikendalikan antara langit dan bumi; sungguh (terdapat) tanda-tanda (keesaan dan kebesaran Allah) bagi kaum yang memikirkan.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:165","price":"Dan diantara manusia ada orang-orang yang menyembah tandingan-tandingan selain Allah; mereka mencintainya sebagaimana mereka mencintai Allah.  Adapun orang-orang yang beriman sangat cinta kepada Allah.  Dan jika seandainya orang-orang yang berbuat zalim106 itu mengetahui ketika mereka melihat siksa (pada hari kiamat) bahwa kekuatan itu kepunyaan Allah semuanya, dan bahwa Allah amat berat siksaan-Nya (niscaya mereka menyesal).","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"106.  Yang dimaksud dengan \"orang yang zalim\" di sini ialah orang-orang yang menyembah selain Allah Subḥānahu wa Ta‘ālā. ","lang":"id"},{"name":"2:166","price":"(Yaitu) ketika orang-orang yang diikuti itu berlepas diri dari orang-orang yang mengikutinya, dan mereka melihat siksa; dan (ketika) segala hubungan antara mereka terputus sama sekali.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:167","price":"Dan berkatalah orang-orang yang mengikuti, \"Seandainya kami dapat kembali (ke dunia), pasti kami akan berlepas diri dari mereka, sebagaimana mereka berlepas diri dari kami\". Demikianlah Allah memperlihatkan kepada mereka amal perbuatannya menjadi sesalan bagi mereka; dan sekali-kali mereka tidak akan keluar dari api neraka.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:168","price":"Hai sekalian manusia, makanlah yang halal lagi baik dari apa yang terdapat di bumi, dan janganlah kamu mengikuti langkah-langkah setan, karena sesungguhnya setan itu adalah musuh yang nyata bagimu.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:169","price":"Sesungguhnya setan itu hanya menyuruh kamu berbuat jahat dan keji, dan mengatakan terhadap Allah apa yang tidak kamu ketahui.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:170","price":"Dan apabila dikatakan kepada mereka, \"Ikutilah apa yang telah diturunkan Allah,\" mereka menjawab, \"(Tidak), tetapi kami hanya mengikuti apa yang telah kami dapati dari (perbuatan) nenek moyang kami\". \"(Apakah mereka akan mengikuti juga), walaupun nenek moyang mereka itu tidak mengetahui suatu apa pun, dan tidak mendapat petunjuk?\"","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:171","price":"Dan perumpamaan (orang-orang yang menyeru) orang-orang kafir adalah seperti penggembala yang memanggil binatang yang tidak mendengar selain panggilan dan seruan saja107.  Mereka tuli, bisu, dan buta, maka (oleh sebab itu) mereka tidak mengerti.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"107.  Dalam ayat ini, orang kafir disamakan dengan binatang yang tidak mengerti arti panggilan penggembalanya. ","lang":"id"},{"name":"2:172","price":"Hai orang-orang yang beriman, makanlah di antara rezeki yang baik-baik yang Kami berikan kepadamu dan bersyukurlah kepada Allah, jika benar-benar hanya kepada-Nya kamu menyembah.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:173","price":"Sesungguhnya Allah hanya mengharamkan bagimu bangkai, darah, daging babi, dan binatang yang (ketika disembelih) disebut (nama) selain Allah108.  Tetapi barang siapa dalam keadaan terpaksa (memakannya) sedang dia tidak menginginkannya dan tidak (pula) melampaui batas, maka tidak ada dosa baginya.  Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"108.  Haram juga menurut ayat ini, daging yang berasal dari sembelihan yang menyebut nama Allah Subḥānahu wa Ta‘ālā  tetapi disebut pula nama selain Allah Subḥānahu wa Ta‘ālā. ","lang":"id"},{"name":"2:174","price":"Sesungguhnya orang-orang yang menyembunyikan apa yang telah diturunkan Allah, yaitu Alkitab dan menjualnya dengan harga yang sedikit (murah), mereka itu sebenarnya tidak memakan (tidak menelan) ke dalam perutnya melainkan api109, dan Allah tidak akan berbicara110 kepada mereka pada hari kiamat dan tidak menyucikan mereka, dan bagi mereka siksa yang amat pedih.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"109.  Maksudnya ialah makanan yang dimakan berasal dari hasil menyembunyikan ayat-ayat yang diturunkan Allah Subḥānahu wa Ta‘ālā, menyebabkan mereka masuk api neraka. \n110.  Maksudnya ialah Allah Subḥānahu wa Ta‘ālā tidak berbicara kepada mereka dengan kasih sayang, tapi berbicara dengan kata-kata yang tidak menyenangkan. \n","lang":"id"},{"name":"2:175","price":"Mereka itulah orang-orang yang membeli kesesatan dengan petunjuk dan siksa dengan ampunan.  Maka alangkah beraninya mereka menentang api neraka!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:176","price":"Yang demikian itu adalah karena Allah telah menurunkan Alkitab dengan membawa kebenaran; dan sesungguhnya orang-orang yang berselisih tentang (kebenaran) Alkitab itu, benar-benar dalam penyimpangan yang jauh.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:177","price":"Bukanlah menghadapkan wajahmu ke arah timur dan barat itu suatu kebajikan, akan tetapi sesungguhnya kebajikan itu ialah beriman kepada Allah, hari kemudian, malaikat-malaikat, kitab-kitab, nabi-nabi, dan memberikan harta yang dicintainya kepada kerabatnya, anak-anak yatim, orang-orang miskin, musafir (yang memerlukan pertolongan), dan orang-orang yang meminta-minta; dan (memerdekakan) hamba sahaya, mendirikan salat, dan menunaikan zakat; dan orang-orang yang menepati janjinya apabila ia berjanji; dan orang-orang yang sabar dalam kesempitan, penderitaan dan dalam peperangan.  Mereka itulah orang-orang yang benar (imannya); dan mereka itulah orang-orang yang bertakwa.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:178","price":"Hai orang-orang yang beriman, diwajibkan atas kamu kisas berkenaan dengan orang-orang yang dibunuh; orang merdeka dengan orang merdeka, hamba dengan hamba, dan wanita dengan wanita.  Maka barang siapa yang mendapat suatu pemaafan dari saudaranya, hendaklah (yang memaafkan) mengikuti dengan cara yang baik, dan hendaklah (yang diberi maaf) membayar (diat) kepada yang memberi maaf dengan cara yang baik (pula). Yang demikian itu adalah suatu keringanan dari Tuhan kamu dan suatu rahmat.  Barang siapa yang melampaui batas sesudah itu, maka baginya siksa yang sangat pedih 111.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"111.  Kisas ialah mengambil pembalasan yang sama.  Kisas itu tidak dilakukan, bila yang membunuh mendapat pemaafan dari ahli waris yang terbunuh, yaitu dengan membayar diat (ganti rugi) yang wajar.  Pembayaran diat diminta dengan baik, umpamanya dengan tidak mendesak yang membunuh, dan yang membunuh hendaklah membayarnya dengan baik, umpamanya tidak menangguh-nangguhkannya.  Bila ahli waris, si korban, sesudah Tuhan menjelaskan hukum-hukum ini, membunuh yang bukan si pembunuh, atau membunuh pembunuh setelah menerima diat maka terhadapnya, di dunia diambil kisas dan di akhirat dia mendapat siksa yang pedih.  \n\n","lang":"id"},{"name":"2:179","price":"Dan dalam kisas itu ada (jaminan kelangsungan) hidup bagimu, hai orang-orang yang berakal, supaya kamu bertakwa.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:180","price":"Diwajibkan atas kamu, apabila seorang di antara kamu kedatangan (tanda-tanda) maut, jika ia meninggalkan harta yang banyak, berwasiat untuk ibu-bapak dan karib kerabatnya secara makruf 112, (ini adalah) kewajiban atas orang-orang yang bertakwa.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"112.  Makruf ialah adil dan baik.  Wasiat itu tidak melebihi sepertiga dari seluruh harta orang yang akan meninggal itu.  Ayat ini dinasakhkan dengan ayat mawārīṣ. ","lang":"id"},{"name":"2:181","price":"Maka barang siapa yang mengubah wasiat itu, setelah ia mendengarnya, maka sesungguhnya dosanya adalah bagi orang-orang yang mengubahnya.  Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:182","price":"(Akan tetapi) barang siapa khawatir terhadap orang yang berwasiat itu berlaku berat sebelah atau berbuat dosa, lalu ia mendamaikan 113 antara mereka, maka tidaklah ada dosa baginya.  Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"113.  Mendamaikan ialah menyuruh orang yang berwasiat berlaku adil dalam mewasiatkan sesuai dengan batas-batas yang ditentukan syarak. ","lang":"id"},{"name":"2:183","price":"Hai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang sebelum kamu agar kamu bertakwa,","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:184","price":"(yaitu) dalam beberapa hari yang tertentu.  Maka barang siapa di antara kamu ada yang sakit atau dalam perjalanan (lalu ia berbuka), maka (wajiblah baginya berpuasa) sebanyak hari yang ditinggalkan itu pada hari-hari yang lain.  Dan wajib bagi orang-orang yang berat menjalankannya (jika mereka tidak berpuasa) membayar fidiah, (yaitu) memberi makan seorang miskin.  Barang siapa yang dengan kerelaan hati mengerjakan kebajikan114, maka itulah yang lebih baik baginya.  Dan berpuasa lebih baik bagimu jika kamu mengetahui.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"114.  Maksudnya, memberi makan lebih dari seorang miskin untuk satu hari.","lang":"id"},{"name":"2:185","price":"(Beberapa hari yang ditentukan itu ialah) bulan Ramadan, bulan yang di dalamnya diturunkan (permulaan) Al-Qur`ān sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang hak dan yang batil).  Karena itu, barang siapa di antara kamu hadir (di negeri tempat tinggalnya) di bulan itu, maka hendaklah ia berpuasa pada bulan itu, dan barang siapa sakit atau dalam perjalanan (lalu ia berbuka), maka (wajiblah baginya berpuasa), sebanyak hari yang ditinggalkannya itu, pada hari-hari yang lain.  Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu.  Dan hendaklah kamu mencukupkan bilangannya dan hendaklah kamu mengagungkan Allah atas petunjuk-Nya yang diberikan kepadamu, supaya kamu bersyukur.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:186","price":"Dan apabila hamba-hamba-Ku bertanya kepadamu tentang Aku, maka (jawablah), bahwasanya Aku adalah dekat.  Aku mengabulkan permohonan orang yang berdoa apabila ia memohon kepada-Ku, maka hendaklah mereka itu memenuhi (segala perintah)-Ku dan hendaklah mereka beriman kepada-Ku, agar mereka selalu berada dalam kebenaran.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:187","price":"Dihalalkan bagi kamu pada malam hari bulan puasa bercampur dengan istri-istri kamu; mereka adalah pakaian bagimu, dan kamu pun adalah pakaian bagi mereka.  Allah mengetahui bahwasanya kamu tidak dapat menahan nafsumu, karena itu Allah mengampuni kamu dan memberi maaf kepadamu.  Maka sekarang campurilah mereka dan carilah apa yang telah ditetapkan Allah untukmu, dan makan minumlah hingga terang bagimu benang putih dari benang hitam, yaitu fajar.  Kemudian sempurnakanlah puasa itu sampai (datang) malam, (tetapi) janganlah kamu campuri mereka itu, sedang kamu beritikaf115 dalam masjid.  Itulah larangan Allah, maka janganlah kamu mendekatinya.  Demikianlah Allah menerangkan ayat-ayat-Nya kepada manusia, supaya mereka bertakwa.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"115.  Itikaf ialah berada dalam masjid dengan niat mendekatkan diri kepada Allah Subḥānahu wa Ta‘ālā . ","lang":"id"},{"name":"2:188","price":"Dan janganlah sebagian kamu memakan harta sebagian yang lain di antara kamu dengan jalan yang batil, dan (janganlah) kamu membawa (urusan) harta itu kepada hakim, supaya kamu dapat memakan sebagian dari harta benda orang lain itu dengan (jalan berbuat) dosa, padahal kamu mengetahui.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:189","price":"Mereka bertanya kepadamu tentang bulan sabit.  Katakanlah, \"Bulan sabit itu adalah tanda-tanda waktu bagi manusia dan (bagi ibadah) haji; dan bukanlah kebajikan memasuki rumah-rumah dari belakangnya 116, akan tetapi kebajikan itu ialah kebajikan orang yang bertakwa.  Dan masuklah ke rumah-rumah itu dari pintu-pintunya; dan bertakwalah kepada Allah agar kamu beruntung.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"116.  Pada masa jahiliah, orang-orang yang berihram di waktu haji, mereka memasuki rumah dari belakang, bukan dari depan.  Hal ini ditanyakan pula oleh para sahabat kepada Rasulullah Ṣallallāhu ʻAlaihi wa Sallam.  Maka diturunkanlah ayat ini.","lang":"id"},{"name":"2:190","price":"Dan perangilah di jalan Allah orang-orang yang memerangi kamu, (tetapi) janganlah kamu melampaui batas karena sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:191","price":"Dan bunuhlah mereka di mana saja kamu jumpai mereka, dan usirlah mereka dari tempat mereka telah mengusir kamu (Mekah); dan fitnah 117 itu lebih besar bahayanya daripada pembunuhan.  Dan janganlah kamu memerangi mereka di Masjidil Haram, kecuali jika mereka memerangi kamu di tempat itu.  Jika mereka memerangi kamu (di tempat itu) maka bunuhlah mereka.  Demikanlah balasan bagi orang-orang kafir.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"117.  Fitnah (menimbulkan kekacauan), seperti mengusir sahabat dari kampung halamannya, merampas harta mereka, dan menyakiti atau mengganggu kebebasan mereka beragama.","lang":"id"},{"name":"2:192","price":"Kemudian jika mereka berhenti (dari memusuhi kamu), maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:193","price":"Dan perangilah mereka itu, sehingga tidak ada fitnah lagi dan (sehingga) ketaatan itu hanya semata-mata untuk Allah.  Jika mereka berhenti (dari memusuhi kamu), maka tidak ada permusuhan (lagi), kecuali terhadap orang-orang yang zalim.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:194","price":"Bulan haram dengan bulan haram 118, dan pada sesuatu yang patut dihormati 119, berlaku hukum kisas.  Oleh sebab itu, barang siapa yang menyerang kamu, maka seranglah ia, seimbang dengan serangannya terhadapmu.  Bertakwalah kepada Allah dan ketahuilah bahwa Allah beserta orang-orang yang bertakwa.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"118.  Kalau umat Islam diserang di bulan haram, yang sebenarnya di bulan itu tidak boleh berperang, maka diperbolehkan membalas serangan di bulan itu juga. \n119.  Maksudnya \"bulan haram\" (bulan Zulkaidah, Zulhijah, Muharam dan Rajab), tanah haram (Mekah), dan lhram.\n","lang":"id"},{"name":"2:195","price":"Dan belanjakanlah (harta bendamu) di jalan Allah, dan janganlah kamu menjatuhkan dirimu sendiri ke dalam kebinasaan, dan berbuat baiklah karena sesungguhnya Allah menyukai orang-orang yang berbuat baik.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:196","price":"Dan sempurnakanlah ibadah haji dan umrah karena Allah.  Jika kamu terkepung (terhalang oleh musuh atau karena sakit), maka (sembelihlah) kurban120 yang mudah didapat, dan jangan kamu mencukur kepalamu121, sebelum kurban sampai di tempat penyembelihannya.  Jika ada di antaramu yang sakit atau ada gangguan di kepalanya (lalu ia bercukur), maka wajiblah atasnya berfidiah, yaitu berpuasa, atau bersedekah, atau berkurban.  Apabila kamu telah (merasa) aman, maka bagi siapa yang ingin mengerjakan umrah sebelum haji (di dalam bulan haji), (wajiblah ia menyembelih) kurban yang mudah didapat.  Tetapi jika ia tidak menemukan (binatang kurban atau tidak mampu), maka wajib berpuasa tiga hari dalam masa haji dan tujuh hari (lagi) apabila kamu telah pulang kembali.  Itulah sepuluh (hari) yang sempurna.  Demikian itu (kewajiban membayar fidiah) bagi orang-orang yang keluarganya tidak berada (di sekitar) Masjidil Haram (orang-orang yang bukan penduduk kota Mekah).  Dan bertakwalah kepada Allah dan ketahuilah bahwa Allah sangat keras siksaan-Nya.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"120.  Yang dimaksud dengan \"kurban\" di sini ialah menyembelih binatang kurban sebagai pengganti pekerjaan wajib haji yang ditinggalkan; atau sebagai denda karena melanggar hal-hal yang terlarang mengerjakannya di dalam ibadah haji.                                   \n121.  \"Mencukur kepala\" adalah salah satu pekerjaan wajib dalam haji sebagai tanda selesai ihram.","lang":"id"},{"name":"2:197","price":"(Musim) haji adalah beberapa bulan yang dimaklumi 122, barang siapa yang menetapkan niatnya dalam bulan itu akan mengerjakan haji, maka tidak boleh rafaṡ 123, berbuat fasik dan berbantah-bantahan di dalam masa mengerjakan haji.  Dan apa yang kamu kerjakan berupa kebaikan, niscaya Allah mengetahuinya.  Berbekallah, dan sesungguhnya sebaik-baik bekal adalah takwa 124, dan bertakwalah kepada-Ku hai orang-orang yang berakal.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"122.  Ialah bulan Syawal, Zulkaidah, dan Zulhijah.         \n123.  Rafaṡ artinya mengeluarkan perkataan yang menimbulkan berahi yang tidak senonoh atau bersetubuh.\n124.  Maksud \"bekal takwa\" di sini ialah bekal yang cukup agar dapat memelihara diri dari perbuatan hina atau minta-minta selama dalam perjalanan haji.","lang":"id"},{"name":"2:198","price":"Tidak ada dosa bagimu untuk mencari karunia (rezeki hasil perniagaan) dari Tuhan-mu. Maka apabila kamu telah bertolak dari ʻArafah, berzikirlah kepada Allah di Masyʻaril Harām 125.  Dan berzikirlah (dengan menyebut) Allah sebagaimana yang ditunjukkan-Nya kepadamu; dan sesungguhnya kamu sebelum itu benar-benar termasuk orang-orang yang sesat. ","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"125.  Ialah bukit Quzah di Muzdalifah.","lang":"id"},{"name":"2:199","price":"Kemudian bertolaklah kamu dari tempat bertolaknya orang-orang banyak ('Arafah) dan mohonlah ampun kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:200","price":"Apabila kamu telah menyelesaikan ibadah hajimu, maka berzikirlah (dengan menyebut) Allah, sebagaimana kamu menyebut-nyebut (membangga-banggakan) nenek moyangmu 126, atau (bahkan) berzikirlah lebih banyak dari itu.  Maka di antara manusia ada orang yang berdoa, \"Ya Tuhan kami, berilah kami (kebaikan) di dunia\", dan tiadalah baginya bagian (yang menyenangkan) di akhirat.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"126.  Adalah menjadi kebiasaan orang-orang Arab Jahiliah setelah menunaikan haji, lalu bermegah­megahan tentang kebesaran nenek-moyangnya.  Setelah ayat ini diturunkan, maka memegahkan nenek moyangnya itu diganti dengan zikir kepada Allah Subḥānahu wa Ta‘ālā .","lang":"id"},{"name":"2:201","price":"Dan di antara mereka ada orang yang berdoa,  \"Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat, dan peliharalah kami dari siksa neraka\" 127.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"127.  Inilah doa yang sebaik-baiknya bagi seorang muslim.","lang":"id"},{"name":"2:202","price":"Mereka itulah orang-orang yang mendapat bagian dari apa yang mereka usahakan; dan Allah sangat cepat perhitungan-Nya.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:203","price":"Dan berzikirlah (dengan menyebut) Allah dalam beberapa hari yang berbilang 128.  Barang siapa yang ingin cepat berangkat (dari Mina) sesudah dua hari, maka tiada dosa baginya.  Dan barang siapa yang ingin menangguhkan (keberangkatannya dari dua hari itu), maka tidak ada dosa pula baginya 129, bagi orang yang bertakwa.  Dan bertakwalah kepada Allah, dan ketahuilah bahwa kamu akan dikumpulkan kepada-Nya.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"128.  Maksud zikir di sini ialah membaca takbir, tasbih, tahmid, talbiah, dan sebagainya.  Beberapa hari yang berbilang ialah tiga hari sesudah hari Raya Haji, yaitu tanggal 11, 12, dan 13 bulan Zulhijah.  Hari-hari itu dinamakan hari-hari Tasyriq. \n129.  Sebaiknya orang yang berhaji meninggalkan Mina pada sore hari terakhir dari hari Tasyriq, mereka boleh juga meninggalkan Mina pada sore hari yang kedua.","lang":"id"},{"name":"2:204","price":"Dan di antara manusia ada orang yang ucapannya tentang kehidupan dunia menarik hatimu, dan dipersaksikannya kepada Allah (atas kebenaran) isi hatinya, padahal ia adalah penantang yang paling keras.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:205","price":"Dan apabila ia berpaling (dari kamu), ia berjalan di bumi untuk mengadakan kerusakan padanya, dan merusak tanam-tanaman dan binatang ternak, dan Allah tidak menyukai kebinasaan 130.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"130.  Ungkapan ini adalah ibarat dari orang-orang yang berusaha menggoncangkan iman orang-orang mukmin dan selalu mengadakan pengacauan.","lang":"id"},{"name":"2:206","price":"Dan apabila dikatakan kepadanya, \"Bertakwalah kepada Allah\", bangkitlah kesombongannya yang menyebabkannya berbuat dosa.  Maka cukuplah (balasannya) Neraka Jahanam.  Dan sungguh Neraka Jahanam itu tempat tinggal yang seburuk-buruknya.","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:207","price":"Dan di antara manusia ada orang yang mengorbankan dirinya karena mencari keridaan Allah; dan Allah Maha Penyantun kepada hamba-hamba-Nya.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:208","price":"Hai orang-orang yang beriman, masuklah kamu ke dalam Islam secara keseluruhannya, dan janganlah kamu turut langkah-langkah setan.  Sesungguhnya setan itu musuh yang nyata bagimu.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:209","price":"Tetapi jika kamu menyimpang (dari jalan Allah) sesudah datang kepadamu bukti-bukti kebenaran, maka ketahuilah, bahwasanya Allah Maha Perkasa lagi Maha Bijaksana.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:210","price":"Tiada yang mereka nanti-nantikan melainkan datangnya Allah dan malaikat (pada hari kiamat) dalam naungan awan 131, dan diputuskanlah perkaranya.  Dan hanya kepada Allah dikembalikan segala urusan.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"131.  \"Naungan awan\" bersama malaikat biasanya mendatangkan hujan yang artinya rahmat, tetapi rahmat yang diharap-harapkan itu tidaklah datang melainkan azab Allah Subḥānahu wa Ta‘ālā-lah yang datang.","lang":"id"},{"name":"2:211","price":"Tanyakanlah kepada Bani Isrā`īl, \"Berapa banyaknya tanda-tanda (kebenaran)132 yang nyata, yang telah Kami berikan kepada mereka\".  Dan barang siapa yang menukar nikmat Allah133 setelah datang nikmat itu kepadanya, maka sesungguhnya Allah sangat keras siksa-Nya.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"132.  Yaitu tanda-tanda kebenaran yang dibawa nabi-nabi mereka, yang menunjukkan kepada keesaan Allah Subḥānahu wa Ta‘ālā, dan kebenaran nabi-nabi itu selalu mereka tolak.  \n133.  Yang dimaksud dengan \"nikmat Allah\" di sini ialah perintah-perintah dan ajaran-ajaran Allah Subḥānahu wa Ta‘ālā.","lang":"id"},{"name":"2:212","price":"Kehidupan dunia dijadikan indah dalam pandangan orang-orang kafir, dan mereka memandang hina orang-orang yang beriman.  Padahal orang-orang yang bertakwa itu lebih mulia daripada mereka di hari kiamat.  Dan Allah memberi rezeki kepada orang-orang yang dikehendaki-Nya tanpa batas.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:213","price":"Manusia itu adalah umat yang satu.  (Setelah timbul perselisihan), maka Allah mengutus para nabi sebagai pemberi kabar gembira dan pemberi peringatan, dan Allah menurunkan bersama mereka kitab dengan benar, untuk memberi keputusan di antara manusia tentang perkara yang mereka perselisihkan.  Tidaklah berselisih tentang kitab itu melainkan orang yang telah didatangkan kepada mereka kitab, yaitu setelah datang kepada mereka keterangan-keterangan yang nyata, karena dengki antara mereka sendiri.  Maka Allah memberi petunjuk orang-orang yang beriman kepada kebenaran tentang hal yang mereka perselisihkan itu dengan kehendak-Nya.  Dan Allah selalu memberi petunjuk orang yang dikehendaki-Nya kepada jalan yang lurus.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:214","price":"Apakah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) sebagaimana halnya orang-orang terdahulu sebelum kamu? Mereka ditimpa oleh malapetaka dan kesengsaraan, serta diguncangkan (dengan bermacam-macam cobaan) sehingga berkatalah Rasul dan orang-orang yang beriman bersamanya, \"Bilakah datangnya pertolongan Allah?\" Ingatlah, sesungguhnya pertolongan Allah itu amat dekat.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:215","price":"Mereka bertanya tentang apa yang mereka nafkahkan.  Jawablah, \"Apa saja harta yang kamu nafkahkan hendaklah diberikan kepada ibu bapak, kaum kerabat, anak-anak yatim, orang-orang miskin, dan orang-orang yang sedang dalam perjalanan\".  Dan apa saja kebajikan yang kamu buat, maka sesungguhnya Allah Maha Mengetahuinya.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:216","price":"Diwajibkan atas kamu berperang, padahal berperang itu adalah sesuatu yang kamu benci.   Boleh jadi kamu membenci sesuatu, padahal ia amat baik bagimu, dan boleh jadi (pula) kamu menyukai sesuatu, padahal ia amat buruk bagimu; Allah mengetahui, sedang kamu tidak mengetahui.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:217","price":"Mereka bertanya kepadamu tentang berperang pada bulan Haram. Katakanlah, \"Berperang dalam bulan itu adalah dosa besar; tetapi menghalangi (orang-orang) dari jalan Allah, kafir kepada Allah, (menghalangi orang-orang masuk) Masjidil Haram, dan mengusir penduduknya dari sekitarnya, lebih besar (dosanya) di sisi Allah134.  Dan berbuat fitnah135 lebih besar (dosanya) daripada membunuh.  Mereka tidak henti-hentinya memerangi kamu sampai mereka (dapat) mengembalikan kamu dari agamamu (kepada kekafiran), seandainya mereka sanggup.  Barang siapa yang murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itulah yang sia-sia amalannya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"134.  Jika kita ikuti pendapat Ar-Rāzī, maka terjemah ayat di atas sebagai berikut: Katakanlah, \"Berperang dalam bulan itu adalah dosa besar, dan (adalah berarti) menghalangi (manusia/orang-orang) dari jalan Allah, kafir kepada Allah, dan (menghalangi manusia dari memasuki) Masjidil Haram.  Tetapi mengusir penduduknya dari Masjidil Haram (Mekah) lebih besar lagi (dosanya) di sisi Allah.\" Pendapat Ar-Rāzī ini mungkin berdasarkan pertimbangan, bahwa mengusir Nabi Muhammad Ṣallallāhu ʻAlaihi wa Sallam dan sahabat­sahabatnya dari Masjidil Haram sama dengan menumpas agama Islam. \n135.  \"Fitnah\" di sini artinya penganiayaan dan segala perbuatan yang dimaksudkan untuk menindas Islam dan kaum muslimin. ","lang":"id"},{"name":"2:218","price":"Sesungguhnya orang-orang yang beriman, orang-orang yang berhijrah dan berjihad di jalan Allah, mereka itu mengharapkan rahmat Allah, dan Allah Maha Pengampun lagi Maha Penyayang.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:219","price":"Mereka bertanya kepadamu tentang khamar136 dan judi.  Katakanlah, \"Pada keduanya itu terdapat dosa yang besar dan beberapa manfaat bagi manusia, tetapi dosa keduanya lebih besar dari manfaatnya\".  Dan mereka bertanya kepadamu apa yang mereka nafkahkan. Katakanlah, \"Yang lebih dari keperluan\".  Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu supaya kamu berfikir,","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"136.  Segala minuman yang memabukkan. ","lang":"id"},{"name":"2:220","price":"tentang dunia dan akhirat.  Dan mereka bertanya kepadamu tentang anak yatim.  Katakalah, \"Mengurus urusan mereka secara patut adalah baik, dan jika kamu bergaul dengan mereka, maka mereka adalah saudaramu dan Allah mengetahui siapa yang membuat kerusakan dari yang mengadakan perbaikan.  Dan jikalau Allah menghendaki, niscaya Dia dapat mendatangkan kesulitan kepadamu.  Sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:221","price":"Dan janganlah kamu menikahi wanita-wanita musyrik sebelum mereka beriman.  Sesungguhnya wanita budak yang mukmin lebih baik dari wanita musyrik, walaupun dia menarik hatimu.  Dan janganlah kamu menikahkan orang-orang musyrik (dengan wanita-wanita mukmin) sebelum mereka beriman.  Sesungguhnya budak yang mukmin lebih baik dari orang musyrik, walaupun dia menarik hatimu.  Mereka mengajak ke neraka, sedang Allah mengajak ke surga dan ampunan dengan izin-Nya.  Dan Allah menerangkan ayat-ayat-Nya (perintah-perintah-Nya) kepada manusia supaya mereka mengambil pelajaran.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:222","price":"Mereka bertanya kepadamu tentang haid.  Katakanlah, \"Haid itu adalah kotoran\".  Oleh sebab itu, hendaklah kamu menjauhkan diri137 dari wanita di waktu haid; dan janganlah kamu mendekati mereka, sebelum mereka suci138.  Apabila mereka telah suci, maka campurilah mereka itu di tempat yang diperintahkan Allah kepadamu.  Sesungguhnya Allah menyukai orang-orang yang bertobat dan menyukai orang-orang yang menyucikan diri.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"137.  Maksudnya, jangan menyetubuhi wanita di waktu haid. \n138.  lalah sesudah mandi.  Ada pula yang menafsirkan sesudah darah berhenti ke luar. ","lang":"id"},{"name":"2:223","price":"Istri-istrimu adalah (seperti) tanah tempat kamu bercocok tanam, maka datangilah tanah tempat bercocok-tanammu itu bagaimana saja kamu kehendaki138b.  Dan kerjakanlah (amal yang baik) untuk dirimu, dan bertakwalah kepada Allah dan ketahuilah bahwa kamu kelak akan menemui-Nya.  Dan berilah kabar gembira kepada orang-orang yang beriman.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"138 b.  Yaitu melalui faraj. ","lang":"id"},{"name":"2:224","price":"Jangahlah kamu jadikan (nama) Allah dalam sumpahmu sebagai penghalang untuk berbuat kebajikan, bertakwa, dan mengadakan islah di antara manusia139.  Dan Allah Maha Mendengar lagi Maha Mengetahui.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"139.  Maksudnya, melarang bersumpah dengan mempergunakan nama Allah untuk tidak mengerjakan yang baik, seperti, \"Demi Allah, saya tidak akan membantu anak yatim\".  Tetapi apabila sumpah itu telah terucapkan, haruslah dilanggar dengan membayar kafarat ","lang":"id"},{"name":"2:225","price":"Allah tidak menghukum kamu disebabkan sumpahmu yang tidak dimaksud (untuk bersumpah), tetapi Allah menghukum kamu disebabkan (sumpahmu) yang disengaja (untuk bersumpah) oleh hatimu.  Dan Allah Maha Pengampun lagi Maha Penyantun140.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"140.  Halīm berarti penyantun, tidak segera menyiksa orang yang berbuat dosa. ","lang":"id"},{"name":"2:226","price":"Kepada orang-orang yang Meng-īlā` istrinya141 diberi tangguh empat bulan (lamanya).  Kemudian jika mereka kembali (kepada istrinya), maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"141.  Meng-īlā` istri maksudnyaialah bersumpah tidak akan mencampuri istri.  Dengan sumpah ini, seorang wanita menderita karena tidak disetubuhi dan tidak pula diceraikan.  Dengan turunnya ayat ini, maka  setelah empat bulan, suami harus memilih antara kembali menyetubuhi istrinya lagi dengan membayar kafarat sumpah atau menceraikan. ","lang":"id"},{"name":"2:227","price":"Dan jika mereka berazam (bertetap hati untuk) talak, maka sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:228","price":"Wanita-wanita yang ditalak handaklah menahan diri (menunggu) tiga kali qurū`142.  Tidak boleh mereka menyembunyikan apa yang diciptakan Allah dalam rahimnya, jika mereka beriman kepada Allah dan hari akhirat.  Dan suami-suaminya berhak merujukinya dalam masa menanti itu, jika mereka (para suami) menghendaki islah.  Dan para wanita mempunyai hak yang seimbang dengan kewajibannya menurut cara yang makruf.  Akan tetapi, para suami mempunyai satu tingkatan kelebihan daripada istrinya143.  Dan Allah Maha Perkasa lagi Maha Bijaksana.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"142.  Qurū` dapat diartikan suci atau haid. \n143.  Hal ini disebabkan karena suami bertanggung jawab terhadap keselamatan dan kesejahteraan rumah tangga (lihat ayat 34 surah An-Nisā`).","lang":"id"},{"name":"2:229","price":"Talak (yang dapat dirujuki) dua kali.  Setelah itu boleh rujuk lagi dengan cara yang makruf atau menceraikan dengan cara yang baik. bTidak halal bagi kamu mengambil kembali sesuatu dari yang telah kamu berikan kepada mereka, kecuali kalau keduanya khawatir tidak akan dapat menjalankan hukum-hukum Allah.b Jika kamu khawatir bahwa keduanya (suami istri) tidak dapat menjalankan hukum-hukum Allah, maka tidak ada dosa atas keduanya tentang bayaran yang diberikan oleh istri untuk menebus dirinya144.  Itulah hukum-hukum Allah, maka janganlah kamu melanggarnya. Barang siapa yang melanggar hukum-hukum Allah, mereka itulah orang-orang yang zalim.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"144.   Ayat inilah yang menjadi dasar hukum khuluk dan penerimaan iwad.  Khuluk yaitu permintaan cerai kepada suami dengan pembayaran yang disebut iwad. ","lang":"id"},{"name":"2:230","price":"Kemudian jika si suami menalaknya (sesudah talak yang kedua), maka perempuan itu tidak lagi halal baginya hingga dia kawin dengan suami yang lain.  Kemudian jika suami yang lain itu menceraikannya, maka tidak ada dosa bagi keduanya (bekas suami pertama dan istri) untuk kawin kembali, jika keduanya berpendapat akan dapat menjalankan hukum-hukum Allah.  Itulah hukum-hukum Allah, diterangkan-Nya kepada kaum yang (mau) mengetahui.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:231","price":"Apabila kamu menalak istri-istrimu, lalu mereka mendekati akhir idahnya, maka rujukilah mereka dengan cara yang makruf, atau ceraikanlah mereka dengan cara yang makruf (pula).  Janganlah kamu rujuki mereka untuk memberi kemudaratan, karena dengan demikian kamu menganiaya mereka145. Barang siapa berbuat demikian, maka sungguh ia telah berbuat zalim terhadap dirinya sendiri.  Janganlah kamu jadikan hukum-hukum Allah permainan.   Dan ingatlah nikmat Allah padamu, dan apa yang telah diturunkan Allah kepadamu, yaitu Alkitab dan Al-Hikmah (As-Sunnah).  Allah memberi pengajaran kepadamu dengan apa yang diturunkan-Nya itu.  Dan bertakwalah kepada Allah serta ketahuilah bahwasanya Allah Maha Mengetahui segala sesuatu.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"145.   Umpamanya, memaksa mereka minta cerai dengan jalan khuluk atau membiarkan mereka hidup terkatung-katung. ","lang":"id"},{"name":"2:232","price":"Apabila kamu menalak istri-istrimu, lalu habis idahnya, maka janganlah kamu (para wali) menghalangi mereka kawin lagi dengan bakal suaminya146, apabila telah terdapat kerelaan di antara mereka dengan cara yang makruf.  Itulah yang dinasihatkan kepada orang-orang yang beriman di antara kamu kepada Allah dan hari kemudian.  Itu lebih baik bagimu dan lebih suci.  Allah mengetahui, sedangkan kamu tidak mengetahui.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"146.  Kawin lagi dengan bekas suami atau dengan laki-laki yang lain. ","lang":"id"},{"name":"2:233","price":"Para ibu hendaklah menyusukan anak-anaknya selama dua tahun penuh, yaitu bagi yang ingin menyempurnakan penyusuan.  Dan kewajiban ayah memberi makan dan pakaian kepada para ibu dengan cara makruf.  Seseorang tidak dibebani melainkan menurut kadar kesanggupannya.  Janganlah seorang ibu menderita kesengsaraan karena anaknya dan juga seorang ayah karena anaknya, dan waris pun berkewajiban demikian.  Apabila keduanya ingin menyapih (sebelum dua tahun) dengan kerelaan keduanya dan permusyawaratan, maka tidak ada dosa atas keduanya. Dan jika kamu ingin anakmu disusukan oleh orang lain, maka tidak ada dosa bagimu apabila kamu memberikan pembayaran menurut yang patut. Bertakwalah kamu kepada Allah dan ketahuilah bahwa Allah Maha Melihat apa yang kamu kerjakan.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:234","price":"Orang-orang yang meninggal dunia di antaramu dengan meninggalkan istri-istri (hendaklah para istri itu) menangguhkan dirinya (beridah) empat bulan sepuluh hari.  Kemudian apabila telah habis idahnya, maka tiada dosa bagimu (para wali) membiarkan mereka berbuat terhadap diri mereka147 menurut yang patut.  Allah mengetahui apa yang kamu perbuat.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"147.  Berhias, atau bepergian, atau menerima pinangan. ","lang":"id"},{"name":"2:235","price":"Dan tidak ada dosa bagi kamu meminang wanita-wanita itu148 dengan sindiran149 atau kamu menyembunyikan (keinginan mengawini mereka) dalam hatimu.  Allah mengetahui bahwa kamu akan menyebut-nyebut mereka; dalam pada itu, janganlah kamu mengadakan janji kawin dengan mereka secara rahasia, kecuali sekadar mengucapkan (kepada mereka) perkataan yang makruf150.  Dan janganlah kamu berazam (bertetap hati) untuk berakad nikah, sebelum habis idahnya.  Dan ketahuilah bahwasanya Allah mengetahui apa yang ada dalam hatimu, maka takutlah kepada-Nya; dan ketahuilah bahwa Allah Maha Pengampun lagi Maha Penyantun.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"148.  Yang suaminya telah meninggal dan masih dalam idah. \n149.  Wanita yang boleh dipinang secara sindiran ialah wanita yang dalam idah karena meninggal suaminya, atau karena talak bā`īn, sedang wanita yang dalam idah talak raj`ī tidak boleh dipinang walau pun dengan sindiran. \n150.  Perkataan sindiran yang baik.","lang":"id"},{"name":"2:236","price":"Tidak ada kewajiban membayar (mahar) atas kamu, jika kamu menceraikan istri-istri kamu sebelum kamu bercampur dengan mereka dan sebelum kamu menentukan maharnya.  Dan hendaklah kamu berikan suatu mutah (pemberian) kepada mereka. Orang yang mampu menurut kemampuannya dan orang yang miskin menurut kemampuannya (pula), yaitu pemberian menurut yang patut.  Yang demikian itu, merupakan ketentuan bagi orang-orang yang berbuat kebajikan.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:237","price":"Jika kamu menceraikan istri-istrimu sebelum kamu bercampur dengan mereka, padahal sesungguhnya kamu sudah menentukan maharnya, maka bayarlah seperdua dari mahar yang telah kamu tentukan itu, kecuali jika istri-istrimu itu memaafkan atau dimaafkan oleh orang yang memegang ikatan nikah151, dan pemaafan kamu itu lebih dekat kepada takwa.  Dan janganlah kamu melupakan keutamaan di antara kamu.  Sesungguhnya Allah Maha Melihat segala apa yang kamu kerjakan.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"151.  Ialah suami atau wali.  Kalau wali yang memaafkan, maka suami dibebaskan dari membayar mahar yang seperdua.  Sedangkan kalau suami yang memaafkan, maka dia membayar seluruh mahar. ","lang":"id"},{"name":"2:238","price":"Peliharalah segala salat(mu), dan (peliharalah) salat wusṭā152.  Berdirilah karena Allah (dalam salatmu) dengan khusyuk.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"152.  \"Salat wusṭā\" ialah salat yang di tengah-tengah dan yang paling utama.  Ada yang berpendapat, bahwa yang dimaksud dengan Salat wusṭā ialah salat Ashar.  Menurut kebanyakan ahli hadis, ayat ini menekankan agar semua salat itu dikerjakan dengan sebaik-baiknya.","lang":"id"},{"name":"2:239","price":"Jika kamu dalam keadaan takut (bahaya), maka salatlah sambil berjalan atau berkendaraan.  Kemudian apabila kamu telah aman, maka sebutlah Allah (salatlah), sebagaimana Allah telah mengajarkan kepada kamu apa yang belum kamu ketahui.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:240","price":"Dan orang-orang yang akan meninggal dunia di antaramu dan meninggalkan istri, hendaklah berwasiat untuk istri-istrinya, (yaitu) diberi nafkah hingga setahun lamanya dengan tidak disuruh pindah (dari rumahnya).  Akan tetapi, jika mereka pindah (sendiri), maka tidak ada dosa bagimu (wali atau waris dari yang meninggal) membiarkan mereka berbuat yang makruf terhadap diri mereka.  Dan Allah Maha Perkasa lagi Maha Bijaksana.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:241","price":"Kepada wanita-wanita yang diceraikan (hendaklah diberikan oleh suaminya) mutah153 menurut yang makruf, sebagai suatu kewajiban bagi orang-orang yang bertakwa.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"153.  Mutah (pemberian) ialah sesuatu yang diberikan oleh suami kepada istri yang diceraikannya sebagai penghibur, selain nafkah sesuai dengan kemampuannya.","lang":"id"},{"name":"2:242","price":"Demikianlah Allah menerangkan kepadamu ayat-ayat-Nya (hukum-hukum-Nya) supaya kamu memahaminya.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:243","price":"Apakah kamu tidak memperhatikan orang-orang yang ke luar dari kampung halaman mereka, sedang mereka beribu-ribu (jumlahnya) karena takut mati; maka Allah berfirman kepada mereka, \"Matilah kamu\"154, kemudian Allah menghidupkan mereka.  Sesungguhnya Allah mempunyai karunia terhadap manusia tetapi kebanyakan manusia tidak bersyukur.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"154.  Sebagian ahli tafsir (seperti Al-Ṭabarī dan lbnu  Kaṡīr) mengartikan mati di sini dengan \"mati yang sebenarnya\"; sedangkan sebagian ahli tafsir yang lain mengartikannya dengan \"mati semangat\".","lang":"id"},{"name":"2:244","price":"Dan berperanglah kamu sekalian di jalan Allah, dan ketahuilah, sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:245","price":"Siapakah yang mau memberi pinjaman kepada Allah, pinjaman yang baik (menafkahkan hartanya di jalan Allah), maka Allah akan melipatgandakan pembayaran kepadanya dengan lipat ganda yang banyak.  Dan Allah menyempitkan dan melapangkan (rezeki) dan kepada-Nya-lah kamu dikembalikan.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:246","price":"Apakah kamu tidak memperhatikan pemuka-pemuka Bani Isrā`īl sesudah Nabi Musa, yaitu ketika mereka berkata kepada seorang nabi mereka, \"Angkatlah untuk kami seorang raja supaya kami berperang (di bawah pimpinannya) di jalan Allah\".  Nabi mereka menjawab, \"Mungkin sekali jika kamu nanti diwajibkan berperang, kamu tidak akan berperang\".  Mereka menjawab, \"Mengapa kami tidak mau berperang di jalan Allah, padahal sesungguhnya kami telah diusir dari kampung halaman kami dan dari anak-anak kami?\"155.  Maka tatkala perang itu diwajibkan atas mereka, mereka pun berpaling, kecuali beberapa saja di antara mereka.  Dan Allah Maha Mengetahui siapa orang-orang yang zalim.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"155.  Maksudnya ialah mereka diusir dan anak-anak mereka ditawan. ","lang":"id"},{"name":"2:247","price":"Nabi mereka mengatakan kepada mereka, \"Sesungguhnya Allah telah mengangkat Ṭālūt menjadi rajamu\".  Mereka menjawab, \"Bagaimana Ṭālūt memerintah kami, padahal kami lebih berhak mengendalikan pemerintahan daripadanya, sedang dia pun tidak diberi kekayaan yang  banyak?\" Nabi (mereka) berkata, \"Sesungguhnya Allah telah memilihnya menjadi rajamu dan menganugerahinya ilmu yang luas dan tubuh yang perkasa\".  Allah memberikan pemerintahan kepada siapa yang dikehendaki-Nya.  Dan Allah Maha Luas pemberian-Nya lagi Maha Mengetahui.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:248","price":"Dan nabi mereka mengatakan kepada mereka, \"Sesungguhnya tanda ia akan menjadi raja, ialah kembalinya Tabut164 kepadamu, di dalamnya terdapat ketenangan dari Tuhan-mu dan sisa dari peninggalan keluarga Musa dan keluarga Hārūn; Tabut itu dibawa malaikat.  Sesungguhnya pada yang demikian itu terdapat tanda bagimu, jika kamu orang yang beriman.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"156.  Tabut ialah peti tempat menyimpan Taurat yang membawa ketenangan bagi mereka.","lang":"id"},{"name":"2:249","price":"Maka tatkala Ṭālūt keluar membawa tentaranya, ia berkata, \"Sesungguhnya Allah akan menguji kamu dengan suatu sungai.  Maka siapa di antara kamu meminum airnya, bukanlah ia pengikutku.  Dan barang siapa tiada meminumnya, kecuali menceduk seceduk tangan, maka ia adalah pengikutku\".  Kemudian mereka meminumnya kecuali beberapa orang di antara mereka.  Maka tatkala Ṭālūt dan orang-orang yang beriman bersama ia telah menyeberangi sungai itu, orang-orang yang telah minum berkata, \"Tak ada kesanggupan kami pada hari ini untuk melawan Jālūt dan tentaranya\".  Orang-orang yang meyakini bahwa mereka akan menemui Allah berkata, \"Berapa banyak terjadi golongan yang sedikit dapat mengalahkan golongan yang banyak dengan izin Allah.  Dan Allah beserta orang-orang yang sabar\".","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:250","price":"Tatkala mereka nampak oleh Jālūt dan tentaranya, mereka pun (Ṭālūt dan tentaranya) berdoa, \"Ya Tuhan kami, tuangkanlah kesabaran atas diri kami, dan kokohkanlah pendirian kami dan tolonglah kami terhadap orang-orang kafir\".","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"id"},{"name":"2:251","price":"Mereka (tentara Ṭālūt) mengalahkan tentara Jālūt dengan izin Allah dan (dalam peperangan itu) Dāwūd membunuh Jālūt, kemudian Allah memberikan kepadanya (Dāwūd) pemerintahan dan hikmah157, (sesudah meninggalnya Ṭālūt) dan mengajarkan kepadanya apa yang dikehendaki-Nya.  Seandainya Allah tidak menolak (keganasan) sebagian umat manusia dengan sebagian yang lain, pasti rusaklah bumi ini.  Tetapi Allah mempunyai karunia (yang dicurahkan) atas semesta alam.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"157.  Yang dimaksud di sini ialah kenabian dan Kitab Zabur.","lang":"id"},{"name":"2:252","price":"Itu adalah ayat-ayat dari Allah, Kami bacakan kepadamu dengan hak (benar) dan sesungguhnya kamu benar-benar salah seorang di antara nabi-nabi yang diutus.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"id"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}