{"data":[{"name":"7:155","price":"Musa đã lựa chọn bảy mươi người trong số người dân của Y đưa chúng đến chỗ hẹn của TA. Rồi khi trận động đất bắt phạt chúng. (Musa) cầu nguyện: “Lạy Thượng Đế của bề tôi, nếu muốn Ngài có thể đã tiêu diệt họ và cả bề tôi trước khi đến đây. Lẽ nào Ngài lại tiêu diệt bầy tôi bởi hành động của những kẻ ngu ngốc trong bầy tôi? Chẳng qua đó chỉ là sự thử thách mà Ngài đã dùng nó để làm lạc đường kẻ nào Ngài muốn và hướng dẫn ai đi đúng đường Ngài muốn. Ngài là Đấng Bảo Hộ của bầy tôi, xin Ngài hãy tha thứ cho bầy tôi và thương xót bầy tôi, bởi Ngài là Đấng Tha Thứ tốt nhất!”","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"(3) Khi đến chỗ hẹn, họ đòi được tận mắt nhìn thấy Allah, họ nói với Musa: “Này Musa, chúng tôi không thể nào tin vào Người cho đến khi chúng tôi tận mắt thấy được Allah xuất hiện.” Vậy là Allah cho trận động đất bắt lấy họ. (Xem câu 55 chương 2 – Al-Baqarah)","lang":"vi"},{"name":"7:156","price":"“Xin Ngài an bài cho bầy tôi những điều tốt đẹp ở trần gian và ở Đời Sau, quả thật bầy tôi nguyện quay về sám hối với Ngài.” (Allah) phán: “Hình phạt của TA, (TA dùng nó) để trừng trị kẻ nào TA muốn, tuy nhiên, lòng thương xót của TA bao trùm tất cả mọi thứ. Vì vậy, TA sẽ an bài những điều tốt đẹp cho những người ngoan đạo và xuất Zakah và những người có đức tin nơi các Lời Mặc Khải của TA.”","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"vi"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}