{"data":[{"name":"9:40","price":"40. Si no apoyan (a Muhammad), (sepan que Al-lah lo auxiliará, pues) Él ya lo ayudó cuando quienes rechazaban la verdad lo expulsaron (de La Meca), y el (Profeta) se hallaba solamente en compañía de su amigo (Abu Bakr) en la cueva[308]. Entonces (Muhammad) le dijo a este: “No te aflijas, Al-lah está con nosotros”. Entonces, Al-lah hizo que el sosiego descendiera sobre él y sobre su compañero, y envió soldados (ángeles) que no podían ver. Y Al-lah derrotó la incredulidad de quienes rechazaban la verdad e hizo que Su mensaje de unicidad triunfara. Y Al-lah es Poderoso y Sabio.","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"[308]  Tras un intento fallido de los idólatras de La Meca de asesinar al Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—, este recibió la orden de emigrar a Medina, y lo hizo con su buen amigo Abu Bakr —que Al-lah esté complacido con él—, quien sería el primer califa del Islam tras la muerte del Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—. El resto de los creyentes había emigrado con anterioridad y esperaban la pronta llegada de su Profeta —que Al-lah lo bendiga y le dé la paz—. Este se refugió con su amigo Abu Bakr en la cueva de Zaur, cerca de La Meca, durante tres días, pues eran perseguidos por quienes habían intentado asesinarlo. Los incrédulos no fueron capaces de encontrarlos porque Al-lah dispuso que una araña tejiera una tela en la entrada de la cueva, para hacerles creer que nadie habría podido entrar en ella sin haberla roto.","lang":"es"}],"dua":{"id":13,"name":"Dua for Inner Peace","arabicName":"دعاء السكينة","reference":"9:40","verseTitle":"The Tranquility Supplication","significanceReason":"Invokes divine tranquility during moments of extreme anxiety and uncertainty. Historically associated with the Prophet's migration and seeking divine comfort."}}