{"data":[{"name":"1:1","price":"අපරිමිත දයාන්විත අසමසම කරුණාන්විත වූ අල්ලාහ්ගේ නාමයෙනි.","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"1:2","price":"සියලු ප්‍රශංසා ලෝකයන්හි පරමාධිපති වූ අල්ලාහ්ට ම ය.","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"1:3","price":"අපරිමිත දයාන්විතය අසමසම කරුණාන්විත ය.","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"1:4","price":"විනිශ්චය දිනයේ රජු ය.","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"1:5","price":"ඔබට ම අපි නමදිමු. ඔබගෙන් ම අපි උදව් පතමු.","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"1:6","price":"අපට ඍජු මඟ පෙන්වනු මැනව.","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"1:7","price":"ඔබ කවරෙකුට ආශිර්වාද කළේ ද එම මාර්ගයයි. තමන් කෙරෙහි කෝපයට ලක් වූවන් හෝ මුළාවූවන්ගේ මාර්ගය නො ව.","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:1","price":"අලිෆ්, ලාම්, මීම්. (මේ ආකාරයට අරාබි අක්ෂර කිහිපයකින් පසු අල් කුර්ආනයේ සමහර පරිච්ජේද ආරම්භ වේ. විද්වතුන්ගේ අදහස් අනුව, මෙහි අපි නොදන්නා ගැඹුරු අර්ථයක් අන්තර්ගත වී ඇත.)","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:2","price":"එයයි පුස්තකය, එහි කිසිදු සැකයක් නැත. බිය බැතිමතුන්හට (එය) මඟ පෙන්වන්නකි.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:3","price":"ඔවුහු කවරහු ද යත් අදෘශ්‍යමාන දෑ පිළිබඳව විශ්වාස කරති. තවද සලාතය විදිමත්ව ඉටු කරති. තවද අප ඔවුනට ලබා දුන් දැයින් වියදම් කරති.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:4","price":"තවද ඔවුහු කවරහු ද යත් නුඹ වෙත පහළ කරනු ලැබූ දෑ ද නුඹට පෙර පහළ කරනු ලැබූ දෑ ද විශ්වාස කරති. තවද පරමාන්ත දිනය ගැන ද ඔවුහු තරයේ ම විශ්වාස කරති.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:5","price":"ඔවුහු තම පරමාධිපතිගෙන් වූ යහ මඟ මත සිටිනවුන් ය. තවද ඔවුහුම ය ජයග්‍රාහකයෝ.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:6","price":"නියත වශයෙන් ම ප්‍රතික්ෂේප කළවුන් වන ඔවුනට නුඹ අවවාද කළ ද, නැතිනම් අවවාද නො කළ ද එක සමාන ය. ඔවුහු විශ්වාස නො කරති.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:7","price":"අල්ලාහ් ඔවුන්ගේ හදවත් මත ද, ඔවුන්ගේ සවන් මත ද මුද්‍රා තැබී ය. තවද ඔවුන්ගේ පෙනීම මත ආවරණයක් ඇත. තවද ඔවුනට බිහිසුනු ඳඬුවම් ඇත.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:8","price":"තවද ජනයා අතරින් \"සැබැවින් ම අපි අල්ලාහ්ව හා පරමාන්ත දිනය විශ්වාස කළෙමු\" යැයි පවසන ඇතැමුන් සිටිති. එහෙත් ඔවුහු දේවත්වය විශ්වාස කළ අය නො වෙති.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:9","price":"ඔවුහු අල්ලාහ්ට හා දෙවියන් විශ්වාස කළවුන්ට වංචා කරති. (සත්‍ය වශයෙන් ම) ඔවුහු තමන්ට ම මිස වංචා නො කරන්නෝ ය. තවද ඔවුන් (මේ බව) වටහා ගන්නේ නැත.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:10","price":"ඔවුන්ගේ හදවත් තුළ (සැකයෙන් පිරිණු) රෝගයක් ඇත. එබැවින් අල්ලාහ් ඔවුනට රෝගය වර්ධනය කළේ ය. ඔවුන් බොරු කරමින් සිටි බැවින් ඔවුනට වේදනීය දඬුවමක් ඇත.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:11","price":"තවද නුඹලා භූමියෙහි දූෂිතකම් නො කරනු යැයි ඔවුනට පවසනු ලැබූ විට \"සැබැවින් ම අපි මය සංශෝධකයෝ\" යැයි ඔවුහු පැවසුවෝ ය.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:12","price":"අවධානයට ගනු! සැබැවින් ම ඔවුන් මය දූෂිතයින් වන්නේ. එහෙත් ඔවුහු (ඒ බව) වටහා නො ගනිති.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:13","price":"තවද \"(දැහැමි) ජනයා විශ්වාස කළාක් මෙන් නුඹලා ද විශ්වාස කරනු\" යැයි ඔවුනට කියනු ලැබූ කල්හි \"අඥානයින් විශ්වාස කළාක් මෙන් අපත් විශ්වාස කළ යුතු දැ?\" යි විමසති. අවධානයට ගනු! සැබැවින් ම අඥානයෝ ඔවුහු ම ය. එහෙත් ඔවුහු (ඒ බව) නො දනිති.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:14","price":"තවද ඔවුහු විශ්වාස කළවුන් හමු වූ විට \"අපි විශ්වාස කළෙමු\" යැයි පවසති. එහෙත් ඔවුහු ඔවුන්ගේ ෂෙයිතානුන් (ප්‍රධානීන්) සමඟ තනි වූ විට \"සැබැවින් ම අපි නුඹලා සමඟ ය, නිසකව ම අපි (විශ්වාස කළවුන් සමඟ) සමච්චල් කරන්නෝ වෙමු\" යැයි පැවසුවෝ ය.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:15","price":"අල්ලාහ් ඔවුන්ව අපහාසයට ලක් කරනු ඇත. තවද ඔවුන්ව සීමාව ඉක්මවීමෙහි සැරිසැරීමට ඉඩ හරිනු ඇත.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:16","price":"ඔවුහු මය යහ මඟ වෙනුවට මුළාව මිලට ගත්තෝ වන්නේ. එබැවින් ඔවුන්ගේ ව්‍යාපාරය ලාබදායී නො වීය. තවද ඔවුහු යහ මඟ ගිය අය නො වූහ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:17","price":"ඔවුනට උපමාව වන්නේ (අඳුර මකා ලීමට) ගිනි ඇවිළ වූ කෙනෙකුගේ උපමාවක් මෙනි . එය ඒ අවට ඇති දෑ ආලෝකමත් කළ විට විට අල්ලාහ් ඔවුන්ගේ එළිය ඉවත් කළේ ය. තවද ඔවුනට දැකිය නොහැකි වන පරිදි අන්ධකාරයන්හි ඔවුන්ව අත හැර දැමී ය.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:18","price":"බිහිරි ය, ගොළු ය, අන්ධ ය. එබැවින් ඔවුහු (යහමඟ ට) නො හැරෙනු ඇත.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:19","price":"නැතහොත් අහසින් (වැටෙන) වර්ෂාවක් මෙනි. එහි අන්ධ කාරයන් ද අකුණු ද අකුණු එළිය ද ඇත. ගිගුරුම් හඬ හේතුවෙන් මර බියෙන් ඔවුන්ගේ ඇඟිලි ඔවුන්ගේ කන් තුළ ඔබා ගනිති. තවද දේව ප්‍රතික්ෂේපකයින් පිළිබඳව අල්ලාහ් සර්ව ප්‍රකාරයෙන් දන්නා ය.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:20","price":"අකුණු එළිය ඔවුන්ගේ බැල්ම පැහැර ගනන්නට යයි. එය ආලෝකවත් කළ සෑම විටක ම ඔවුහු ඒ මත ඇවිදින්නෝ ය. එය ඔවුන් මත අඳුරු කළ විට ඔවුහු සිට ගත්හ. අල්ලාහ් අභිමත කළේ නම් ඔවුන්ගේ ශ්‍රවණය ද ඔවුන්ගේ බැල්ම ද ඉවත් කරන්නට තිබුණි. සැබැවින් ම අල්ලාහ් සෑම දෙයක් කෙරෙහි ම අතිබලවත් ය.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:21","price":"අහෝ ජනයිනි! නුඹලා හා නුඹලාට පෙර සිටි අය මැව්වා වූ නුඹලාගේ පරමාධිපතිට නමදිනු. නුඹලා බිය බැතිමත් විය හැකි වනු පිණිස.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:22","price":"ඔහු නුඹලාට මහපොළොව ඇතිරිල්ලක් බවට ද අහස වියනක් බවට ද නිර්මානය කළේ ය. තවද අහසින් (වැසි) ජලය පහළ කර එමඟින් නුඹලාගේ පෝෂණය පිණිස පලතුරු හට ගැන්වී ය. එබැවින් දැනුවත්ව ම නුඹලා අල්ලාහ්ට සමානයන් නො තබනු.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:23","price":"අපගේ ගැත්තාට අප පහළ කළ දෑහි නුඹලා සැකයෙහි පසු වූයෙහු නම් එවැනි පරිච්ඡේදයක් ගෙන එනු. තවද අල්ලාහ් හැර නුඹලාගේ සාක්ෂිකරුවන් (හවුල්කරුවන්) කැඳවනු. නුඹලා සත්‍යවාදිහු නම්.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:24","price":"එහෙත් නුඹලා (එසේ) නො කළෙහු නම්, නුඹලා විසින් (මෙය) කිසිසේත් ම කළ නොහැකි ය. එසේ නම් එහි (නිරයේ) මිනිසුන් හා ගල් ඉන්ධන වූ ගින්නට බිය වනු. එය දේව ප්‍රතික්ෂේපකයින්ට සූදානම් කරනු ලැබ ඇත.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:25","price":"තවද විශ්වාස කොට යහකම් කළවුනට සැබැවින් ම පහළින් ගංගාවන් ගලා යන උයන් ඇතැයි සුබාරංචි දන්වනු. එහි පලතුරුවලින් ඔවුන් පෝෂණය කරනු ලබන සෑම විටක ම මීට පෙර අප පෝෂණය කරනු ලැබුවේ ද මෙය ම යැයි පවසති. තවද එකිනෙකට සමාන වූ දෑ ඔවුනට ගෙන දෙනු ලැබේ. තවද ඔවුනට එහි පිවිතුරු බිරින්දෑවරුන් ඇත. ඔවුහු එහි සදාතනිකයෝ වෙති.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:26","price":"නියත වශයෙන් ම කෝඳුරුවකුගේ හෝ ඊට වඩා ඉහළින් ඇති දෙයක උපමාවක් ගෙන හැර පෑමට අල්ලාහ් ලැජ්ජා නො වන්නේ ය. එවිට විශ්වාස කළවුන් වූ කලි, සැබැවින් ම මෙය තම පරමාධිපතිගෙන් වූ සත්‍යයක් බව වටහා ගනිති. ප්‍රතික්ෂේප කළවුන් වූ කලි, අල්ලාහ් මෙම උපමාවෙන් කුමක් අපේක්ෂා කළේ දැ? යි විමසති. එමඟින් බොහෝ දෙනා නොමඟ හරී. තවද එමඟින් බොහෝ දෙනා යහ මඟට යොමු කරයි. ඔහු දුෂ්ඨයින් හැර අන් කිසිවෙකු එමඟින් නොමඟ නො හරී.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:27","price":"ඔවුහු කවරහු ද යත් අල්ලාහ් ගේ ගිවිසුම, එය තහවුරු කිරීමෙන් පසු කඩ කරන, ඥාතී සම්බන්ධ කම් පැවැත්වීම පිළිබඳ ව අල්ලාහ් නියෝග කළ දෑ විසන්ධි කරන, මහපොළොවේ කලහකම් කරන අය වෙති. ඔවුහුම ය අලාභවන්තයෝ.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:28","price":"නුඹලා අල්ලාහ්ව ප්‍රතික්ෂේප කළ හැක්කේ කෙසේ ද? නුඹලා අජීවීව සිටිය දී නුඹලාට ඔහු ප්‍රාණය දුන්නේ ය. පසුව නුඹලාව ඔහු මරණයට පත් කරන්නේ ය. පසුව නුඹලාට ඔහු (යළි) ප්‍රාණය දෙන්නේ ය. පසුව ඔහු වෙත ම නුඹලා (නැවත) යොමු කරනු ලබන්නෙහු ය.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:29","price":"නුඹලා වෙනුවෙන් මහ පොළොවේ ඇති සියල්ල මැව්වේ ඔහු ය. පසුව අහස දෙසට හැරී ඒවා අහස් හතක් ලෙස සැකසුවේ ය. තවද ඔහු සියලු දෑ පිළිබඳ සර්වඥානී ය.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:30","price":"තවද නුඹගේ පරමාධිපති මලක්වරුන් (දේව දූතයින්) අමතා \"සැබැවින් ම මම මහපොළොවේ නියෝජිතයකු පත් කරන්නට යමි\" යැයි පැවසූ අවස්ථාව සිහිපත් කරනු. අපි ඔබව ඔබගේ ප්‍රශංසාව තුළින් පිවිතුරු කරමින්, ඔබව සුවිශුද්ධ කරමින් සිටිය දී ඔබ එහි කලහකම් කරන, තවද රුධිරය හළන පිරිසක් පත් කරන්නෙහි දැ?\" යි ඔවුහු පැවසූහ. \"නුඹලා නොදන්නා දෑ සැබැවින් ම මම දනිමි\" යැයි ඔහු පැවසුවේ ය.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:31","price":"ආදම්ට සියලු නාමයන් ඔහු ඉගැන්වී ය. පසුව ඒවා මලක්වරුන් වෙත ගෙන හැර පා \"නුඹලා සත්‍යවාදීහු නම් මේවායෙහි නාමයන් මට දැනුම් දෙනු\" යි ඔහු පැවසී ය.","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:32","price":"\"ඔබ සුපිවිතුරු ය. ඔබ අපට ඉගැන් වූ දෑ හැර වෙනත් දැනුමක් අපට නැත. සැබැවින් ම ඔබ සර්වඥානී සර්ව ප්‍රඥාවන්ත\" යැයි (මලක්වරුන්) පැවසූහ.","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:33","price":"\"අහෝ ආදම්! ඒවායෙහි නාමයන් ඔවුනට දන්වනු\" යැයි ඔහු පැවසී ය. ඔවුනට ඔහු ඒවායෙහි නාමයන් දැන් වූ කල්හි \"අහස්හි හා මහපොළොවේ අදෘශ්‍යමාන දෑ සැබැවින් ම මම දනිමි. තවද නුඹලා හෙළිදරව් කරන දෑ ද, නුඹලා වසං කරමින් සිටින දෑ ද මම දනිමි යැයි නො කීවෙමි ද? \" යනුවෙන් (අල්ලාහ්) පැවැසුවේ ය.","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:34","price":"පසුව අපි මලක්වරුන්ට \"ආදම්ට සිරස නමනු\" යි පැවසූ විට ඉබ්ලීස් (ෂෙයිතාන්) හැර ඔවුන් (සියල්ලෝ ම) සිරස නැමූහ. ඔහු (එය ට) පිටුපෑවේ ය. උඩඟු විය. තවද ඔහු දේව ප්‍රතික්ෂේපකයින් අතුරින් කෙනෙකු විය.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:35","price":"තවද අහෝ ආදම්! නුඹ ද නුඹගේ සහකාරිය ද ස්වර්ගයේ වාසය කරනු. නුඹලා දෙදෙනා එහි සිට කැමති දෑ කැමති පරිදි අනුභව කරනු. තවද නුඹලා දෙදෙනා මෙම ගසට ළං නො වනු. එවිට නුඹලා දෙදෙනා අපරාධකරුවන් අතුරින් වන්නෙහු යැයි අපි පැවසුවෙමු.","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:36","price":"එවිට ෂෙයිතාන් ඔවුන් දෙදෙනාව එයින් පිටමං කර යැවීමට සැලැස්සුවේ ය. ඔවුන් දෙදෙනා සිටි තත්වයෙන් ඔහු ඔවුන් දෙදෙනාව බැහැර කළේ ය. තවද \"නුඹලා පහළට බසිනු. නුඹලාගෙන් ඇතැමෙකු ඇතැමෙකුට සතුරු ය. නුඹලාට කාලයක් දක්වා මහපොළොවේ වාසස්ථානය ද භුක්ති විඳීම ද ඇත\" යැයි අපි පැවසුවෙමු.","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:37","price":"පසුව ආදම් තම පරමාධිපතිගෙන් වදන් (කිහිපයක්) ලබා ගත්තේ ය. පසුව ඔහු ඔහුට පාප ක්ෂමාව දුන්නේ ය. සැබැවින් ම ඔහු පශ්චාත්තාපය පිළිගන්නා අසීමිත කරුණා වන්තයා ය.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:38","price":"\"නුඹලා සියල්ලෝ ම එයින් පහළට බසිනු. මාගෙන් නුඹලාට යහ මඟ පැමිණෙනු ඇත. එවිට කවරෙකු මාගේ මඟ පෙන්වීම අනුගමනය කළේ ද ඔවුන්ට බියක් නොමැත. තවද ඔවුන් දුකට පත් වන්නේ ද නැත\" යැයි අපි පැවසුවෙමු.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:39","price":"දේවත්වය ප්‍රතික්ෂේප කොට අපගේ වදන් බොරු කළවුන් වන ඔවුහු මය නිරා ගින්නෙහි සගයෝ. ඔවුහු එහි සදාතනිකයෝ වෙති.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:40","price":"අහෝ ඉස්රාඊල් දරුවනි! මා නුඹලාට දායාද කළ මාගේ දායාදය නුඹලා සිහිපත් කර බලනු. තවද නුඹලා මාගේ ගිවිසුම ඉටු කරනු. මම නුඹලාගේ ගිවිසුම ඉටු කරමි. තවද නුඹලා මට ම බිය වනු.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:41","price":"නුඹලා සමඟ ඇති දෑ තහවුරු කරමින් මා පහළ කළ දෑ පිළිබඳව නුඹලා විශ්වාස කරනු. තවද ඒ ගැන ප්‍රතික්ෂේප කරන්නාගෙන් පළමුවැන්නා නො වනු. තවද මාගේ වදන් අල්ප මිලකට නො විකුණනු. තවද මට ම නුඹලා බිය බැතිමත් වනු.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:42","price":"තවද නුඹලා සත්‍යය අසත්‍යය සමඟ මුසු නො කරනු. තවද නුඹලා දැනුවත්ව ම සත්‍යය වසන් නො කරනු.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:43","price":"තවද නුඹලා සලාතය ස්ථාපිත කර zසකාත් (හෙවත් අනිවාර්ය බද්ද) ද දෙනු. තවද (දණහිස මත අත් තබා නැමී) රුකූඋ කරන්නන් සමඟ රුකූඋ කරනු.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:44","price":"නුඹලා දේව ග්‍රන්ථය කියවමින් ම නුඹලා නුඹලාව අමතක කර දමා ජනයාට යහපත විධානය කරන්නෙහු ද? (ඒ බව) නුඹලා වටහා නො ගන්නෙහු ද?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:45","price":"තවද නුඹලා ඉවසීමෙන් හා සලාතය ඉටු කිරීමෙන් උදව් පතනු. සැබැවින් ම එය (සලාතය) දේව බියෙන් යටහත් වන්නන්ට හැර සෙසු අයට බැරෑරුම් ය.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:46","price":"ඔවුහු කවරහු ද යත් සැබැවින් ම තමන් තම පරමාධිපතිව මුණ ගැසෙන්නන් බවත්, තවද සැබැවින් ම තමන් ඔහු වෙත නැවත යොමු වන්නන් බවත් වටහා ගනිති.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:47","price":"ඉස්රාඊල් දරුවනි! මා නුඹලාට දායාද කළ මාගේ දායාදය සිහිපත් කරනු. තවද සැබැවින් ම මම නුඹලාව සියලු ලෝවැසියනට වඩා උසස් කළෙමි.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:48","price":"තවද කිසිදු ආත්මයක් කිසිදු ආත්මයකට කිසිවක් කිරීමට හැකියාවක් නොමැති, එයින් කිසිදු මැදිහත් වීමක් පිළිගනු නො ලබන, එයින් කිසිදු වන්දියන් භාර ගනු නො ලබන දිනයකට නුඹලා බිය වනු. ඔවුහු (එදින) උදව් කරනු නො ලබන්නෝ ය.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:49","price":"නුඹලාට දැඩි වධ වේදනා දී හිංසා කරමින් ද, නුඹලාගේ පිරිමි දරුවන් මරා දමමින් ද, නුඹලාගේ ගැහැනු දරුවන්ට ජීවිත දානය දෙමින් ද සිටි ෆිර්අවුන්ගේ පරපුරෙන් නුඹලාව අපි මුදවා ගත් අවස්ථාව සිහිපත් කරනු. තවද ඒවායෙහි නුඹලාගේ පරමාධිපතිගෙන් වූ අතිමහත් පිරික්සුමක් තිබිණ.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:50","price":"තවද අපි නුඹලාට මුහුද දෙබෑ කර, පසුව එයින් නුඹලාව මුදවා ගෙන නුඹලා බලමින් සිටියදී ම ෆිර්අවුන්ගේ පිරිස (මුහුදෙහි) ගිල්වා දැමූ සැටි සිහිපත් කරනු.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:51","price":"තවද අප මූසාට හතළිස් රැයක් ප්‍රතිඥා දුන් අවස්ථාව සිහිපත් කරනු. අනතුරුව නුඹලා ඔහුගෙන් පසුව (ඔහු ගිය පසු ව) වසු පැටවාව (නැමදුම ට) ගත්තෙහු ය. නුඹලා අපරාධකරුවෝ ම ය.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:52","price":"පසුව නුඹලා කෘතවේදී විය හැකි වනු පිණිස, ඉන් පසුවද අපි නුඹලාට සමාව දුනිමු.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:53","price":"තවද අප නුඹලා යහ මඟ ලැබිය හැකි වනු පිණිස මූසාට දේව ග්‍රන්ථය ද (සත්‍ය හා අසත්‍ය වෙන් කර දක්වන) නිර්ණායකය ද පිරිනැමූ අවස්ථාව සිහිපත් කරනු.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:54","price":"\"මාගේ ජනයිනි! සැබැවින් ම නුඹලා වසු පැටවා (නැමදුම ට) ගැනීමෙන් මහත් අපරාධයක් කළෙහු ය. එබැවින් නුඹලා නුඹලාගේ උත්පාදකයා වෙත පශ්චාත්තාප වී යොමු වනු. එසේනම් නුඹලා (සීමාව ඉක්මවූවන් ව) නුඹලා ම ඝාතනය කරනු. එය නුඹලාගේ උත්පාදකයා අබියස නුඹලාට \nශ්‍රේෂ්ඨ වෙයි. එවිට ඔහු නුඹලාට සමාව දෙයි. සැබැවින් ම ඔහු පශ්චාත්තාපය පිළිගන්නා ය. අසීමිත කරුණාවන්තයා ය\" යැයි මූසා තම ජනයාට පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:55","price":"තවද \"අහෝ මූසා! අප අල්ලාහ්ව එළිමහනේ දකින තුරු ඔබව අප විශ්වාස නො කරන්නේ ම\" යැයි නුඹලා පැවසූ අවස්ථාව සිහිපත් කරනු. එවිට නුඹලා බලා සිටිය දී ම අකුණු සැර නුඹලාව ග්‍රහණය කළේ ය.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:56","price":"පසුව නුඹලා කෘතවේදී වනු හැකි පිණිස නුඹලාගේ මරණයෙන් පසු අපි නුඹලාව අවදි කළෙමු.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:57","price":"තවද අපි නුඹලාට වලාකුළින් සෙවණ ලබා දුනිමු. තවද \"මන්නු, සල්වා\" (නම් ආහාර) ද අපි නුඹලාට පහළ කළෙමු. අප නුඹලාට ආහාර වශයෙන් ලබා දුන් දැයින් යහපත් දෑ නුඹලා අනුභව කරනු. ඔවුහු අපට අපරාධ නො කළෝ ය. එහෙත් ඔවුහු තමන්ට ම අපරාධ කර ගනිමින් සිටියෝ ය.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:58","price":"\"නුඹලා මෙම නගරයට පිවිසෙනු. එහි ඇති දැයින් කැමති දෑ කැමති තැනක අනුභව කරනු. සිරස නමමින් දොරටුවෙන් ඇතුළු වනු. 'හිත්තතුන්' (අපට සමාව දෙනු මැනව) යැයි පවසනු. නුඹලාගේ වැරදිවලට අපි සමාව දෙන්නෙමු. යහ වැඩ කළවුන්ට අපි අධික කරන්නෙමු,\" යැයි අප පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:59","price":"එවිට අපරාධ කළවුන් ඔවුනට පවසනු ලැබූ දෑ නො වන වෙනත් වදනක් වෙනස්කර පැවසූහ. එවිට අපරාධ කළවුන්ට ඔවුන් කලහකම් කරමින් සිටි හේතුවෙන් අහසින් ව්‍යසනයක් අපි පහළ කළෙමු.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:60","price":"තවද මූසා තම ජනයා වෙනුවෙන් ජලය පැතූ අවස්ථාව සිහිපත් කරනු. එවිට නුඹ නුඹගේ සැරයටියෙන් ගලට ගසනු යැයි අපි පැවසුවෙමු. එවිට උල්පත් දොළොසක් එයින් පිපිරී මතු විය. සෑම ජන සමූහයක් ම ඔවුන් පානය කළ යුතු ස්ථානය දැන ගත්හ. නුඹලා අල්ලාහ් පිරිනැමූ පෝෂණයෙන් අනුභව කරනු. තවද පානය කරනු. කලහ කරන්නන් ලෙස මහපොළොවේ සීමාව ඉක්මවා නො සැරිසරනු.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:61","price":"\"අහෝ මූසා! අපට එක ම (ආකාරයේ) ආහාරයක් මත පමණක් ඉවසා සිටිය නොහැකි ය. එබැවින් අපට මහපොළොවෙන් හට ගැන් වන පලා වර්ග, කැකිරි, සුදු ලූනු, පරිප්පු හා ලූනු වැනි දෑ අප වෙනුවෙන් මතු කරන්නැ යි නුඹගේ පරමාධිපතිගෙන් අයැද සිටිනු\" යැයි නුඹලා පැවසූ අවස්ථාව සිහිපත් කරනු. ඔහු මෙසේ කී ය. \"කවර දෙයක් ශ්‍රේෂ්ඨ ද, ඒ වෙනුවට කවර දෙයක් පහත් ද එය මාරු කර දෙන මෙන් නුඹලා පතන්නෙහු ද? නුඹලා නගරයකට ගොඩ බසිනු. එවිට නුඹලා ඉල්ලන දෑ නුඹලාට හිමි වේ.\" තවද ඔවුන් වෙත අවමානය ද දිළිඳුකම ද වෙළා ගනු ලැබී ය. ඔවුහු අල්ලාහ්ගේ කෝපයට ලක් වූහ. මෙය ඔවුන් අල්ලාහ්ගේ වදන් ප්‍රතික්ෂේප කරමින් සිටි හා යුක්තියෙන් තොරව නබිවරුන්ව ඝාතනය කරමින් සිටි හේතුවෙනි. එය ඔවුන් පිටු පා සීමාව ඉක්මවා යමින් සිටි හේතුවෙනි.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:62","price":"නියත වශයෙන් ම විශ්වාස කළ වුන් ද, යුදෙව් වූවන් ද, කිතුනුවන් ද, සාබිඊන්වරුන් (නබිවරුන්ව අනුගමනය කළ අය) ද ඔවුන් අතුරින් අල්ලාහ් හා පරමාන්ත දිනය විශ්වාස කොට දැහැමි ක්‍රියාවන් කළ අයට තම පරමාධිපති අබියසින් වූ ඔවුන්ගේ ප්‍රතිඵල ඔවුනට ඇත. ඔවුනට (මරණින් මතු ජීවිතය පිළිබඳ ව) කිසිදු බියක් නොමැත. තවද ඔවුහු (මෙලොව අත හැර ගිය දෑ පිළිබඳ ව) දුකට පත්වන්නේ ද නැත.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:63","price":"\"නුඹලා බිය බැතිමත් විය හැකි වනු පිණිස, අපි නුඹලාට පිරිනැමූ දෑ නුඹලා ඉතා බලවත් ලෙස \nග්‍රහණය කර ගනු. තවද එහි (සඳහන් ව) ඇති දෑ සිහිපත් කරනු\" යනුවෙන් අපි නුඹලාට ඉහළින් තූර් කන්ද ඔසවා තබා, අපි නුඹලාගෙන් ප්‍රතිඥා ගත් අවස්ථාව සිහිපත් කරනු.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:64","price":"අනතුරුව, ඉන් පසුවද නුඹලා (ප්‍රතිඥාවට) පිටුපෑවෙහු ය. එවිට නුඹලාට අල්ලාහ්ගේ භාග්‍යය හා ඔහුගේ කරුණාව නො වී නම් නුඹලා අලාභවන්තයින් අතුරින් වන්නට තිබුණි.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:65","price":"සෙනසුරාදාවෙහි නුඹලා අතුරින් සීමාව ඉක්මවා ගියවුන් (ට සිදු වූ විපාකය) පිළිබඳව නුඹලා මැනවින් දැනගෙන සිටින්නෙහු ය. එවිට අපි \"නුඹලා අවමානයට ලක්වූවන් ලෙසින් වඳුරන් වනු\" යැයි පැවසුවෙමු.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:66","price":"මෙය (එවකට) ඔවුන් අවට සිටියවුන්ට හා පසුව පැවත එන්නන්ට පාඩමක් වශයෙන් ද, බිය බැතිමතුන්ට උපදෙසක් වශයෙන් ද අපි පත් කළෙමු.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:67","price":"\"නුඹලා එළදෙනකු කැපිය යුතු යැයි නිසකව ම අල්ලාහ් නුඹලාට අණ කරන්නේ\" යැයි මූසා තම ජනයාට පැවසූ අවස්ථාව සිහිපත් කරනු. \"නුඹ අපව විහිළුවට ගන්නෙහි ද?\" යැයි ඔවුහු පැවසූහ. \"අඥානයින්ගෙන් කෙනෙකු වීමෙන් මම අල්ලාගෙන් රැකවරණය පතමි\" යැයි ඔහු (මූසා) කී ය.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:68","price":"\"එය කවරක් දැ? යි අපට පැහැදිලි කරන මෙන් නුඹගේ පරමාධිපතිගෙන් අප වෙනුවෙන් අයැද සිටින්නැ\" යි ඔවුහු පැවසූහ. \"නියත වශයෙන් ම ඔහු (පරමාධිපති) සැබවින් ම එය (වයසින්) මුහුකුරා නො ගිය ළපටි ද නො වූ ඒ අතර මැදිවියේ පසු වන එළදෙනකි\" යැයි නිසකව ම ඔහු පවසයි. \"එබැවින් නුඹලා අණ කරනු ලබන දෑ සිදු කරනු\" යැයි ඔහු (මූසා) පැවසී ය.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:69","price":"\"එහි වර්ණය කෙබඳුද යන්න අපට පැහැදිලි කරන මෙන් නුඹගේ පරමාධිපතිගෙන් අප වෙනුවෙන් අයැද සිටින්නැ\"යි ඔවුහු පැවසූහ. \" 'නියත වශයෙන් ම එය, දකින්නන් සතුටට පත් කර වන කහ පැහැති, එම වර්ණය ද වඩා පැහැදිලි එළදෙනක යැයි' සැබැවින් ම ඔහු පවසයි\" යනුවෙන් (මූසා) පැවසුවේ ය.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:70","price":"\"එය කවරක් දැ? යි අපට පැහැදිලි කරන මෙන් නුඹගේ පරමාධිපතිගෙන් අප වෙනුවෙන් අයැද සිටින්න. සැබවින් ම අපට සියලු ම එළදෙන්නු එකිනෙකට සමාන බව පෙනේ. තවද අල්ලාහ් අභිමත කළේ නම් සැබැවින් ම අපි යහ මඟ ලබන්නන් වන්නෙමු\" යැයි ඔවුහු පැවසූහ.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:71","price":"\"සැබැවින් ම එය පොළොව සී සාන්නට හෝ ගොවි බිමට ජලය සපයන්නට හෝ පුහුණු නො කළ, වර්ණයෙහි කිසිදු වෙනසක් නොමැති, නිකැළැල් එළදෙනකු බව ඔහු පවසා සිටින්නේ\" යැයි පැවසී ය. “දැන්ය ඔබ සත්‍යය ගෙන ආවේ\" යැයි ඔවුහු පැවසූහ. (එසේ) සිදු කරන්නට (එතරම් කැමැත්තකින්) නො සිටිය ද ඔවුහු උගේ ගෙල කපා හැරියහ.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:72","price":"තවද නුඹලා ආත්මයක් ඝාතනය කොට පසුව එම විෂයෙහි නුඹලා එකිනෙකා අතර (වරද පටවා) වාද කරමින් සිටි අවස්ථාව සිහිපත් කරනු. නුඹලා වසන් කරමින් සිටි දෑ අල්ලාහ් හෙළි කරන්නා ය.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:73","price":"එවිට \"එහි (කපන ලද එළදෙනගේ) කොටසකින් නුඹලා (මිය ගිය) ඔහුට ගසනු\" යැයි අපි කීවෙමු. මියගියවුන්ට අල්ලාහ් ප්‍රාණය දෙන්නේ එලෙස ය. තවද නුඹලාට වටහා ගත හැකි වනු පිණිස ඔහු නුඹලාට ඔහුගේ සාධකයන් පෙන්වන්නේ ය.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:74","price":"අනතුරු ව, ඉන් පසුව පවා නුඹලාගේ හදවත් දැඩි විය. ඒවා ගල් මෙන් ය. එසේ නොමැති නම් ඊටත් වඩා දැඩි ය. ගල් අතුරින් පිපිරී එමඟින් ගංගාවන් ගලන දෑ ඇත. සැබැවින් ම ඒ අතුරින් පැළී විවර වී එමඟින් ජලය පිට කරන දෑ ද ඇත. සැබැවින් ම ඒ අතුරින් අල්ලාහ්ට බියෙන් ඇද හැළෙන දෑ ද ඇත. එමෙන් ම නුඹලා කරමින් සිටින දෑ ගැන අල්ලාහ් අනවධානියෙකු නො වේ.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:75","price":"(විශ්වාස කළවුනි!) නුඹලාව ඔවුන් විශ්වාස කරනු ඇතැයි නුඹලා ප්‍රිකරන්නෙහු ද? තවද සැබැවින් ම ඔවුන් අතුරින් පිරිසක් අල්ලාහ්ගේ වදන්වලට සවන් දී අනතුරුව එය වටහා ගත් පසුව පවා ඔවුන් දැනුවත්ව ම එය වෙනස් කළහ.","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:76","price":"ඔවුහු විශ්වාස කළවුන් හමු වූ විට \"අපි විශ්වාස කළෙමු\" යැයි පවසති. ඔවුන්ගෙන් ඇතැම් හු ඇතැමුන් සමඟ වෙන්ව ගිය විට \"ඒ මඟින් නුඹලාගේ පරමාධිපති ඉදිරියේ ඔවුන් නුඹලා සමඟ වාද කරනු පිණිස, අල්ලාහ් නුඹලාට නිරාවරණය කළ දැය නුඹලා ඔවුනට දන්වන්නෙහු ද? (මේ ගැන) නුඹලා දැන ගත යුතු නො වේ ද? යැයි පැවසූහ.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:77","price":"සැබැවින් ම ඔවුන් සඟවන දැය ද, තවද ඔවුන් හෙළි කරන දැය ද අල්ලාහ් දන්නේය යැයි ඔවුහු නොදන්නෝ ද?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:78","price":"ඔවුන් අතුරින් ලිවීමට කියවීමට නොහැකි (දේව ග්‍රන්ථ නො ලත්) අය ද වෙති. ඔවුහු මනඃකල්පිතය හැර දේව ග්‍රන්ථය පිළිබඳ නො දනිති. තවද ඔවුන් අනුමාන කරනවා මිස නැත.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:79","price":"එබැවින් තම දෑත්වලින් ග්‍රන්ථය ලියා පසුව එය සුළු මිලකට විකුණනු පිණිස, \"මෙය අල්ලාහ් වෙතින්\" යැයි පවසන අයට විනාශය අත් වේවා! එබැවින් ඔවුන්ගේ දෑත් ලියූ දැයින් ඔවුනට විනාශය අත් වේවා! තවද ඔවුන් උපයන දැයින් ද ඔවුනට විනාශය අත් වේවා!","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:80","price":"තවද \"නිරා ගින්න සීමිත දින ගණනකට මිස අපව ස්පර්ශ නො කරන්නේ ම ය\" යැයි ඔවුහු පැවසූහ. (නබිවරය) පවසනු. \"(ඒ බව ට) නුඹලා අල්ලාහ් වෙතින් ප්‍රතිඥාවක් ගෙන ඇත්තෙහු ද? එසේ නම් අල්ලාහ් ඔහුගේ ප්‍රතිඥාව කිසි විටක කඩ නො කරන්නේ ම ය. නැතහොත් නුඹලා නොදන්නා දෑ අල්ලාහ් මත ගොතා පවසන්නෙහු ද?\"","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:81","price":"එසේ නොව කවරෙකු පාපයක් උපයා ඔහුගේ වැරදි ඔහුව වෙළාගෙන ඇත්තේ ද ඔවුහු මය නිරා ගින්නේ සගයෝ. ඔවුහු එහි සදාතනිකයෝ වෙති.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:82","price":"තවද විශ්වාස කොට යහකම් කළවුන් වන ඔවුහු මය ස්වර්ග උයනෙහි සගයෝ. ඔවුහු එහි සදාතනිකයෝ වෙති.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:83","price":"තවද නුඹලා අල්ලාහ් හැර (වෙන කිසිවෙකු ට) නැමදුම් නො කරනු. දෙමව්පියන් සමඟ යහ අයුරින් කටයුතු කරනු. එමෙන් ම ඥාතීන්, අනාථයින් හා දුගියන් සමඟ ද (යහ අයුරින් කටයුතු කරනු) තවද ජනයාට යහ වදනින් අමතනු. තවද සලාතය ස්ථාපිත කරනු. zසකාත් (අනිවාර්ය බද්ධ) ද දෙනු යැයි ඉස්රාඊල් දරුවන්ගෙන් අප ප්‍රතිඥාවක් ගත් සැටි සිහිපත් කරනු. පසුව නුඹලා අතුරින් ස්වල්ප දෙනෙකු හැර නුඹලා නො සලකා හරින්නන් ලෙසින් එයට පිටු පෑවෙහු ය.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:84","price":"තවද නුඹලා නුඹලාගේ රුධිරය නො හළනු. තවද නුඹලා අතුරින් වූවන්ව නුඹලාගේ නිවෙස්වලින් බැහැර නො කරනු යැයි නුඹලාගෙන් අප ප්‍රතිඥා ගත් සැටි සිහිපත් කරනු. එවිට නුඹලා (එයට) සාක්ෂි දරමින් ම එය සනාථ කළෙහු ය.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:85","price":"පසුව (මෙසේ ප්‍රතිඥා දීමෙන් පසු) නුඹලා නුඹලාව ම ඝාතනය කරන්නෙහු ය. නුඹලා අතුරින් පිරිසක්ව ඔවුන්ගේ නිවෙස්වලින් නුඹලා බැහැර කරන්නෙහු ය. පාපී ලෙස හා සතුරුකමින් ඔවුනට එරෙහිව නුඹලා එකිනෙකා උදව් කරගන්නෙහු ය. නුඹලා වෙත සිරකරුවන් ලෙස ඔවුන් පැමිණි විට නුඹලා වන්දි ලබා දී ඔවුන්ව මුදවා ගන්නෙහු ය. එසේ නුඹලා ඔවුන්ව බැහැර කිරීම පවා තහනම්ව තිබී ය. නුඹලා දේව ග්‍රන්ථයෙන් කොටසක් විශ්වාස කර තවත් කොටසක් ප්‍රතික්ෂේප කරන්නෙහු ද? නුඹලා අතුරින් එසේ කරන්නන්හට මෙලොව ජීවිතයේ අවමානය මිස වෙනත් ප්‍රතිඵලයක් නොමැත. තවද මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ දඬුවමේ දැඩි වේදනාවට ඔවුහු යොමු කරනු ලැබෙති. එමෙන් ම නුඹලා කරමින් සිටින දෑ ගැන අල්ලාහ් නො සලකා හරින්නෙකු නො වේ.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:86","price":"ඔවුහු මය මතු ලොව වෙනුවට මෙලොව ජීවිතය මිලට ගත්තෝ. එබැවින් ඔවුන්ගෙන් දඬුවම සැහැල්ලු කරනු නො ලැබේ. තවද ඔවුහු උදව් කරනු ද නො ලබති.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:87","price":"තවද නියත වශයෙන් ම අපි මූසාට ග්‍රන්ථය පිරිනැමුවෙමු. තවද ඔහුගෙන් පසුව ධර්ම දූතයින්ව අනුපිළිවෙළින් යැව්වෙමු. තවද මර්යම්ගේ පුත් ඊසාට පැහැදිලි සාධකයන් පිරිනැමු වෙමු. තවද පිවිතුරු ආත්මයෙන් ඔහුව අපි බලවත් කළෙමු. නුඹලා ප්‍රිය නො කරන යමක් ධර්ම දූතයෙකු නුඹලා වෙත ගෙන ආ සෑම විටක ම නුඹලා උඩඟුකම් පෑවෙහු ය. එවිට නුඹලා පිරිසක් බොරු කළ අතර තවත් පිරිසක් ඝාතනය කළාහු ය.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:88","price":"අපගේ හදවත් ආවරණය වී ඇතැ'යි ඔවුහු පැවසූහ. එසේ නොව ඔවුන්ගේ ප්‍රතික්ෂේපය හේතුවෙන් අල්ලාහ් ඔවුනට ශාප කළේ ය. එහෙයින් (දේව ග්‍රන්ථයේ සඳහන් බොහෝ දෑ අත හැර දමා එයින්) ඔවුන් විශ්වාස කරනු යේ ස්වල්ප ප්‍රමාණයකි.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:89","price":"ඔවුන් සමඟ වූ දැය සත්‍ය කර වන ග්‍රන්ථයක් අල්ලාහ් වෙතින් ඔවුන් වෙත පැමිණි කල්හි ඔවුන් ඊට පෙර සිටියේ ප්‍රතික්ෂේප කළවුන්ට එරෙහිව ජය පතමිනි. පසුව ඔවුන් වෙත ඔවුන් දත් දෑ පැමිණි කල්හි ඔවුහු එය ප්‍රතික්ෂේප කළහ. එබැවින් දේව ප්‍රතික්ෂේපකයින් කෙරෙහි අල්ලාහ්ගේ ශාපය අත් විය.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:90","price":"අල්ලාහ් තම ගැත්තන් අතුරින් තමන් අභිමත කළ අයට තම භාග්‍යය පහළ කිරීම සම්බන්ධයෙන් ඊර්ෂ්‍යාවෙන් යුතුව අල්ලාහ් පහළ කළ දෑ ප්‍රතික්ෂේප කර ඔවුන්ගේ ආත්මාවන් මිලට ගත් දෑ නපුරු විය. එවිට ඔවුහු කෝපයෙන් කෝපයට භාජනය වූහ. තවද (මෙවැනි) දේව ප්‍රතික්ෂේපකයින්ට නින්දා සහගත දඬුවම් ඇත.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:91","price":"\"අල්ලාහ් පහළ කළ දෑ නුඹලා විශ්වාස කරනු\" යැයි ඔවුනට පවසනු ලැබූ විට \"අප වෙත පහළ කරනු ලැබූ දෑ අපි විශ්වාස කරන්නෙමු\" යැයි ඔවුහු පවසති. එයට බාහිරින් ඇති දෑ ඔවුහු ප්‍රතික්ෂේප කරති. එය (අල්කුර්ආනය) ඔවුන් සමඟ ඇති දෑ තහවුරු කරන බැවින් මෙය ම සත්‍යය වන්නේ ය. එබැවින් “නුඹලා විශ්වාස වන්තයින්ව සිටියෙහු නම් මීට පෙර අල්ලාහ්ගේ නබිවරුන්ව ඝාතනය කළේ මන්දැ” යි අසනු.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:92","price":"නියත වශයෙන් ම මූසා පැහැදිලි සාධක සමඟ නුඹලා වෙත පැමිණියේ ය. අනතුරුව නුඹලා ඔහු(ගියා)ට පසුව වසු පැටවා (නැමදුම ට) ගත්තෙහු ය. තවද නුඹලා අපරාධකරුවෝ ම ය.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:93","price":"නුඹලා මත තූර් කන්ද ඔසවා නුඹලා අප පිරිනැමූ දෑ බලවත් ලෙස ග්‍රහණය කර ගනු. තවද සවන් දෙනු යැයි අප නුඹලාගෙන් ප්‍රතිඥා ගත් සැටි සිහිපත් කරනු. (එවිට) \"ඔවුහු අප සවන් දී පිටුපෑවෙමු\" යැයි පැවසූහ. ඔවුන්ගේ ප්‍රතික්ෂේපය හේතුවෙන් වසු පැටවා (නැමදීම) ඔවුන්ගේ සිත් තුළ පොවනු ලැබී ය. “නුඹලා විශ්වාසවන්තයින් නම් නුඹලාගේ විශ්වාසය කවර කරුණක් පිළිබඳ නුඹලාට අණ කරන්නේ ද එය නපුරු විය” යැයි (නබිවරය) පවසනු.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:94","price":"“අල්ලාහ් අබියස (අන්) ජනයාගෙන් තොර ව, නුඹලාට පමණක් පරලොව නිවහන හිමි වෙත් නම් (එසේ පවසන දෑ හි) නුඹලා සත්‍යවන්තයින් නම් නුඹලා මරණය ප්‍රිය කරනු.”යැයි (නබිවරය) පවසනු.","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:95","price":"තවද ඔවුන්ගේ දෑත් ඉදිරිපත් කොට ඇති දෑ හේතුවෙන් කිසිවිටක එය(මරණය) ඔවුහු ප්‍රිය නො කරන්නේ ම ය. තවද අල්ලාහ් අපරාධකරුවන් පිළිබඳව සර්වඥානී ය.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:96","price":"ඔවුන් අන් මිනිසුන්ට වඩා, තවද (විශේෂයෙන්) ආදේශ කළවුනට වඩා මෙලොව ජීවිතය කෙරෙහි දැඩි ඇල්මක් දක්වන්නන් ලෙස නුඹ ඔවුන්ව දකිනු ඇත. ඔවුන්ගෙන් කෙනෙක් තමන්ට වසර දහසක් ආයුෂ දෙනු නො ලබන්නේ දැ? යි ආශා කරයි. එහෙත් ඔහුට ආයුෂ දෙනු ලැබුව ද එම දඬුවමින් ඔහු දුරස්වන්නෙක් නො වෙයි. ඔවුන් කරන දෑ පිළිබඳව අල්ලාහ් සර්ව නිරීක්ෂක ය.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:97","price":"කවරෙක් ජිබ්රීල්ට සතුරු වන්නේ ද ඔහුට පවසනු. සැබැවින් ම (ජිබ්රීල් වන) ඔහු තමන් අතර පවතින දෑ තහවුරු කරන්නක් ලෙස ද, මඟ පෙන් වීමක් ලෙස ද, විශ්වාස කළවුන්ට සුබාරංචියක් ලෙස ද, එය (කුර්ආනය) අල්ලාහ්ගේ අනුබලයෙන් නුඹේ සිතට පහළ කළේ ය.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:98","price":"කවරෙක් අල්ලාහ්ට ද ඔහුගේ දේව දූතයින්ට ද ඔහුගේ ධර්ම දූතයින්ට ද ජිබ්රීල්, මීකාල් (නම් දේව දූතයින් ට) ද සතුරු වන්නේ ද එසේ නම් සැබැවින් ම අල්ලාහ් දේව ප්‍රතික්ෂේපකයින්ට සතුරාය (යන වග දැන ගනු).","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:99","price":"තවද සැබැවින් ම අපි ඔබ වෙත පැහැදිලි වදන් පහළ කළෙමු. පාපිෂ්ඨයින් මිස වෙන කිසිවෙක් ඒවා \nප්‍රතික්ෂේප නො කරති.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:100","price":"ඔවුන් එකිනෙකා ගිවිසුමක් ගිවිස ගත් සෑම අවස්ථාවක ම ඔවුන්ගෙන් පිරිසක් එය ඉවත හෙළුවා නො වේ ද? නමුත් ඔවුන්ගෙන් බහුතරය විශ්වාස නො කරති.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:101","price":"ඔවුන් සතුව ඇති දැය තහවුරු කරන ධර්ම දූතයෙකු අල්ලාහ් වෙතින් ඔවුන් වෙත පැමිණි කල්හි, \nග්‍රන්ථය දෙනු ලැබූ අයවලුන් අතුරින් පිරිසක්, ඔවුන් නොදන්නවුන් මෙන් අල්ලාහ්ගේ ග්‍රන්ථය ඔවුන්ගේ පිටු පසට විසි කළහ.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:102","price":"ඔවුහු සුලෙයිමාන්ගේ පාලන සමයේ ෂෙයිතානුන් පාරායනා කළ දෑ අනුගමනය කළෝ ය. සුලෙයිමාන් ප්‍රතික්ෂේප නො කළේ ය. එහෙත් ප්‍රතික්ෂේප කළේ ෂෙයිතානුන් ය. ඔවුහු ජනයාට හූනියම ද, බැබිලෝනියාවේ හාරූත් මාරූත් යන මලක්වරුන් දෙදෙනාට පහළ කරනු ලැබූ දෑ ද ජනයාට ඉගැන් වූහ. එහෙත් ඔවුන් දෙදෙනා සැබැවින් ම “අපි පරීක්ෂණයකි. එබැවින් නුඹ ප්‍රතික්ෂේප නො කරනු”යි පවසා සිටීමෙන් මිස කිසිවෙකුට ඉගැන්නුවේ නැත. එවිට ඔවුන් දෙදෙනාගෙන් සැමියා හා තම බිරිය අතර වෙන් කර වන දෑ ඔවුහු ඉගෙන ගනිති. අල්ලාහ්ගේ අනුබලයෙන් මිස කිසිවෙකුට කිසි වකින් හානි පමුණුවන්නන් ලෙස ඔවුහු නො වූහ. තවද ඔවුනට හානි පමුණු වන ඔවුනට ප්‍රයෝජනවත් නො වන දෑ ඉගෙන ගනිති. තවද එය මිලට ගත් අයට පර ලොවෙහි කිසිදු කොටසක් නොමැති බව සැබැවින් ම ඔවුහු දැන සිටියහ. ඔවුහු කවර දෙයක් ඒ වෙනුවට තමන්ව විකුණා දැමුවේ ද සැබැවින් ම එය නපුරු විය. ඔවුහු (මේ ගැන) දැන සිටියාහු නම්.","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:103","price":"නියත වශයෙන් ම ඔවුන් විශ්වාස කොට බිය බැතිමත් වූයේ නම් අල්ලාහ් අබියසින් ලැබෙන කුසල් \nශ්‍රේෂ්ඨ ය. ඔවුහු (ඒ බව) දැන සිටියාහු නම්.","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:104","price":"අහෝ විශ්වාස කළවුනි! නුඹලා (විකෘති අදහසක් ගෙන දෙන) රාඉනා (යන යෙදුම) නො පවසනු. උන්ළුර්නා (අප ගැන සැලකිලිමත් වනු) යැයි පවසනු. තවද නුඹලා (ඔවුන්ගේ ප්‍රකාශය ට) සවන් දෙනු. ප්‍රතික්ෂේපකයින්ට වේදනා සහගත දඬුවමක් ඇත.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:105","price":"නුඹලාගේ පරමාධිපතිගෙන් යම් යහපතක් නුඹලා වෙත පහළ කරනු ලැබීම ගැන, දේව ග්‍රන්ථය ලත් ජනයා අතුරින් ප්‍රතික්ෂේප කළ අය ද දේව ආදේශකයෝ ද ප්‍රිය නො කරති. අල්ලාහ් තමන් අභිමත කරන අයට ඔහුගේ කරුණාව නියම කරයි. තවද අල්ලාහ් අතිමහත් භාග්‍යයේ හිමිකරු ය.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:106","price":"අප යම් වදනක් වෙනස් කරන්නේ නම් හෝ එය අමතක කර දමන්නේ නම් හෝ ඊට වඩා යහපත් එසේත් නොමැති නම් ඊට සමාන දෙයක් අපි ගෙන එන්නෙමු. නියත වශයෙන් ම අල්ලාහ් සියලු දෑ කෙරෙහි අතිබලසම්පන්න බව නුඹ නොදන්නෙහි ද?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:107","price":"නියත වශයෙන් ම අල්ලාහ් ඔහුට අහස්හි හා මහපොළොවේ පාලනය හිමි බවත් අල්ලාහ්ගෙන් තොර කිසිදු භාරකරු වෙක් හෝ කිසිදු උදව් කරුවෙක් හෝ නුඹලාට නොමැති බවත් නුඹ නොදන්නෙහි ද?","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:108","price":"එසේ නොමැති නම් මීට පෙර මූසාගෙන් ප්‍රශ්න කරනු ලැබුවාක් මෙන් නුඹලා ද නුඹලාගේ ධර්ම දූතයාණන්ගෙන් ප්‍රශ්න කිරීමට අපේක්ෂා කරන්නෙහු ද? තවද කවරෙක් විශ්වාසය වෙනුවට \nප්‍රතික්ෂේපය හුවමාරු කරන්නේ ද එවිට සැබැවින් ම ඔහු නිවැරදි මාර්ගයෙන් නොමඟ ගියේ ය.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:109","price":"පුස්තක ලත් ජනයින් අතුරින් බොහෝ දෙනා තමන්ට සත්‍යය පැහැදිලි වූවායින් පසුව ද තමන් තුළ ඇති ඊර්ෂ්‍යාව හේතුවෙන් නුඹලාගේ විශ්වාසයෙන් පසුව ඔවුහු නුඹලාව ප්‍රතික්ෂේපකයින් බවට නැවත පත් කරන්නට හැකි නම් යැයි ආශා කරති. එබැවින් අල්ලාහ් තම නියෝගය ගෙන එන තෙක් (ඔවුන ට) සමාව දී අත හැර දමනු. සැබැවින් ම අල්ලාහ් සියලු දෑ කෙරෙහි අතිබල සම්පන්න ය.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:110","price":"තවද නුඹලා සලාතය ස්ථාපිත කරනු. zසකාතය ද දෙනු. නුඹලා වෙනුවෙන් නුඹලා යම් යහපතක් ඉදිරිපත් කර ඇත්නම් අල්ලාහ් අබියස එය නුඹලා දැක ගනු ඇත. සැබැවින් ම අල්ලාහ් නුඹලා කරන දෑ පිළිබඳව සර්ව නිරීක්ෂකයා ය.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:111","price":"\"යුදෙව්වෙකුව හෝ කිතුනුවෙකුව හෝ සිටි අය මිස වෙන කිසිවෙකු ස්වර්ග උයනට පිවිසෙන්නේ නැතැ\" යි ඔවුහු පැවසූහ. එය ඔවුන්ගේ මනඃකල්පිතය යි. \"(නබිවරය) නුඹලා සත්‍යවාදීන්ව සිටියෙහු නම් නුඹලාගේ සාධක ගෙන එන්නැ\" යි පවසනු.","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:112","price":"එසේ නොව කවරෙක් දැහැමියෙකුව සිට තම මුහුණ (මුළුමනින් ම) අල්ලාහ්ට අවනත කළේ ද එවිට ඔහුට ඔහුගේ ප්‍රතිඵල ඔහුගේ පරමාධිපති අබියස හිමි වනු ඇත. ඔවුනට කිසිදු බියක් නොමැත. තවද ඔවුන් දුකට පත් වන්නේ ද නැත.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:113","price":"\"කිතුනුවන් කිසිදු පදනමක් මත නොමැති බව\" යුදෙව්වෝ පවසති. \"යුදෙව්වන් කිසිදු පදනමක් මත නොමැති බව\" කිතුනුවෝ ද පවසති. ඔවුන් දේව ග්‍රන්ථය කියවමින් සිටිය දී. ඔවුන්ගේ ප්‍රකාශ මෙන් ම අවබෝධයක් නොමැත්තෝ ද මෙලෙස පවසති. එබැවින් මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයෙහි ඔවුන් කවර දෙයක් පිළිබඳ මත භේද ඇති කර ගනිමින් සිටියේ ද එම විෂයය සම්බන්ධයෙන් ඔවුන් අතර අල්ලාහ් තීන්දු කරනු ඇත.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:114","price":"අල්ලාහ්ගේ මස්ජිදයන්හි ඔහුගේ නාමය මෙනෙහි කරනු ලැබීමෙන් වළක්වාලන, තවද එය විනාශ කිරීමට වෑයම් කරන අයට වඩා මහා අපරාධකරු කවරෙක් ද? ඔවුන් බියට පත් වූවන් ලෙස ම මිස එහි පිවිසීමට ඔවුනට සුදුසු නො වීය. ඔවුනට මෙලොවෙහි අවමානය ඇත. තවද පරලොවෙහි ඔවුනට අතිමහත් දඬුවමක් ඇත.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:115","price":"තවද නැගෙනහිර හා බටහිර අල්ලාහ් සතු ය. එබැවින් නුඹලා කවර දෙසකට හැරුණ ද එහි අල්ලාහ්ගේ මුහුණ වේ. සැබැවින් ම අල්ලාහ් සර්ව ව්‍යාපක ය. සර්ව ඥානී ය.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:116","price":"තවද \"අල්ලාහ් පුතෙකු ගත්තේ යැයි\" ඔවුහු පැවසූහ. (ඔවුන් පවසන දැයින්) ඔහු සුවිශුද්ධ ය. එසේ නොව අහස්හි හා මහපොළොවෙහි ඇති දෑ ඔහු සතු ය. සියල්ල ඔහුට අවනත වන්නෝ ය.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:117","price":"(අල්ලාහ්) අහස්හි හා මහපොළොවේ උත්පාදකයා ය. ඔහු යම් කරුණක් තීන්දු කළ විට එයට වනු යැයි පවසනවා පමණ ය, එවිට එය සිදු වන්නේ ය.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:118","price":"තවද දැනුම නොමැත්තෝ “අල්ලාහ් අප සමඟ කතා කළ යුතු නො වේ ද? නැතිනම් අප වෙත \nප්‍රාතිහාර්යයක් පැමිණිය යුතු නො වේ දැ?”යි අසති. ඔවුනට පෙර සිටි අය ද මොවුන් පවසනවාක් මෙන් ම පැවසූහ. ඔවුන්ගේ හදවත් එකිනෙකට ඒකාකාර විය. සැබැවින් ම තරයේ විශ්වාස කරන පිරිසට අපි මෙම වැකි පැහැදිලි කරන්නෙමු.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:119","price":"නියත වශයෙන් ම අපි නුඹව සුබාරංචි පවසන්නෙකු ලෙස ද අවවාද කරන්නෙකු ලෙස ද සත්‍ය සමඟ යැව්වෙමු. නිරයේ සගයින් පිළිබඳව නුඹ ප්‍රශ්න කරනු නො ලබන්නෙහි ය.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:120","price":"යුදෙව්වෝ ද, කිතුනුවෝ ද ඔවුන්ගේ පිළිවෙත නුඹ අනුගමනය කරන තෙක් නුඹ ගැන තෘප්තියට පත් නො වෙති. (නබිවරය) පවසනු. \"සැබැවින් ම අල්ලාහ්ගේ යහ මග, එය මය යහ මග වනුයේ. ඥානය නුඹ වෙත පැමිණි පසුව ද නුඹ ඔවුන්ගේ මනෝ ආශාවන් පිළිපදින්නෙහි නම් අල්ලාහ්ගෙන් කිසිදු භාරකරුවෙක් හෝ උදව්කරු වෙක් හෝ නුඹට නොමැත.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:121","price":"කවරෙකුට අප දේව ග්‍රන්ථය පිරිනැමුවේ ද ඔවුන් එය පාරායනය කළ යුතු නියම අයුරින් පාරායනය කරති. ඔවුහු එය විශ්වාස කරති. තවද කවරෙක් එය ප්‍රතික්ෂේප කරන්නේ ද එවැන්නන් වන ඔවුහු මය අලාභවන්තයෝ.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:122","price":"අහෝ ඉස්රාඊල් දරුවනි! මා නුඹලාට දායාද කළ මාගේ දායාදය මෙනෙහි කරනු. තවද සැබැවින් ම මම නුඹලාව ලෝ වැසියන්ට වඩා උසස් කළෙමි.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:123","price":"තවද කිසිදු ආත්මයක් කිසිදු ආත්මයකට කිසිවක් කිරීමට හැකියාවක් නොමැති, එයින් කිසිදු වන්දියක් පිළිගනු නො ලබන, එයින් කිසිදු මැදිහත් වීමක් ප්‍රයෝජනවත් නො වන ඔවුන් (එදින) උදව් කරනු නො ලබන දිනයකට නුඹලා බිය වනු.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:124","price":"ඉබ්‍රාහීම් ව ඔහු ගේ පරමාධිපති වදන් කිහිපයකින් පිරික්සුම ට ලක් කළ අවස්ථා ව (සිහිපත් කරනු.) එවිට ඔහු ඒවා සම්පූර්ණ කළේ ය. සැබැවින් ම මම නුඹ ව ජනයා ට මෙහෙයුම් කරුවෙකු ලෙස පත් කරන්නෙමි යැයි ඔහු (අල්ලාහ්) පැවසීය. මාගේ පරපුරින් ද (එසේ පත් කරනු මැනව!) යැයි ඔහු (ඉබ්‍රාහීම්) පැවසීය. අපරාධකරුවන් ට මාගේ ප්‍රතිඥාව හිමි නොවන්නේ යැයි ඔහු පැවසීය.","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:125","price":"තවද සිහිපත් කරනු. එම නිවස (මක්කාවේ පිහිටි කඃබාව) ජනයාට සක්මන් කරන ස්ථානයක් ලෙස ද, අභයදායී ලෙස ද අපි පත් කළෙමු. තවද නුඹලා ඉබ්රාහීම්ගේ ස්ථානය නැමදුම් ස්ථානයක් ලෙස ගනු. මාගේ නිවස තවාෆ් (කඃබාව වටා ගමන්) කරන්නන්ට ද, ඉඃතිකාෆ් (රැඳී) සිටින්නන්ට ද, රුකූඋ කරන්නන්ට ද, සුජූද් කරන්නන්ට ද පවිත්‍ර කර තබන මෙන් ඉබ්රාහීම් හා ඉස්මාඊල් යන දෙදෙනාගෙන් අපි පොරොන්දු ලබා ගත්තෙමු.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:126","price":"“මාගේ පරමාධිපතියාණනි! මෙය අභයදායී නගරයක් බවට පත් කරනු මැනව! එහි වැසියන් අතුරින් අල්ලාහ්ව හා පරමාන්ත දිනය ගැන විශ්වාස කළවුන්ට බවභෝගවලින් පෝෂණය කරනු මැනව!” යැයි ඉබ්රාහීම් පැවසූ අවස්ථාව සිහිපත් කරනු. ඔහු (අල්ලාහ් මෙසේ) පැවසී ය. “තවද කවරෙකු \nප්‍රතික්ෂේප කළේ ද එවිට මම ස්වල්ප කලකට ඔහුට බුක්ති විඳින්නට ඉඩ හරිමි. පසුව ඔහුව මම නිරා ගින්නේ දඬුවමට යොමු කරන්නෙමි.\" එම පිවිසුම් ස්ථානය නපුරු විය.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:127","price":"ඉබ්රාහීම් හා ඉස්මාඊල් (කඃබාව නම්) නිවසේ අත්තිවාරම එසවූ අවස්ථාව සිහිපත් කරනු. “අපගේ පරමාධිපතියාණනි! (අප කළ ක්‍රියාවන්) අපගෙන් පිළිගනු මැනව! නියත වශයෙන් ම සර්ව ශ්‍රාවක සර්ව ඥානී වන්නේ ඔබ ම ය.”","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:128","price":"“අපගේ පරමාධිපතියාණනි! අපව ඔබට අවනත වන (මුස්ලිම්වරුන්) දෙදෙනෙකු බවට පත් කරනු මැනව! තවද අපගේ පරපුරින් ද ඔබට අවනත වන සමූහයක් ඇති කරනු මැනව! අපගේ (හජ්) වත්පිළිවෙත් අපට පෙන්වා දෙනු මැනව! තවද අප වෙත පාප ක්‍ෂමාව පිරි නමනු මැනව! සැබැවින් ම අතික්ෂමාශීලී අසමසම කරුණාන්විත වන්නේ ඔබ ම ය.”","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:129","price":"“අපගේ පරමාධිපතියාණනි! තවද ඔබගේ වැකි ඔවුනට පාරායනය කර පෙන් වන, දේව ග්‍රන්ථය හා ප්‍රඥාව ඔවුනට උගන් වන, ඔවුන්ව පිවිතුරු කරන, ඔවුන්ගෙන් ම වූ ධර්ම දූතයෙකු ඔවුන් අතරට එවනු මැනව! සැබැවින් ම සර්ව බලධාරී මහා ප්‍රඥාවන්ත වන්නේ ඔබ ම ය.” (යනුවෙන් ඉබ්රාහීම් නබිතුමා ප්‍රාර්ථනා කළහ.)","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:130","price":"තමන්ව අඥාන භාවයට පත් කර ගත්තෙකු මිස ඉබ්රාහීම්ගේ පිළිවෙතින් ඉවත් වනුයේ කවරෙක් ද? තවද සැබැවින් ම මෙලොවෙහි අපි ඔහුව තෝරා ගත්තෙමු. තවද සැබැවින් ම ඔහු පරලොවෙහි දැහැමියන් අතර සිටින්නේ ය.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:131","price":"ඔහුගේ පරමාධිපති “නුඹ අවනත වනු” යැයි ඔහුට පැවසූ අවස්ථාව සිහිපත් කරනු. “මම ලෝ වැසියන්ගේ පරමාධිපතිට අවනත වූයෙමි” යැයි ඔහු පැවසී ය.","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:132","price":"මෙය ම ඉබ්රාහීම් තම පුතුන්ට ද, (එසේ ම) යඃකූබ් ද මෙසේ උපදෙස් දුන්හ. “අහෝ මාගේ පුත්‍රයිනි! සැබැවින් ම අල්ලාහ් නුඹලාට මෙම දහම තෝරා දී ඇත. එබැවින් නුඹලා (අල්ලාහ් ට) අවනත වූ තත්ත්වයෙන් මිස මරණයට පත් නො වනු.”","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:133","price":"නැතහොත් යඃකූබ්ට මරණය පැමිණි අවස්ථාවේ නුඹලා එහි පෙනී සිටියාහු ද? “මගෙන් පසුව නුඹලා නමදිනුයේ කුමක් දැ?” යි තම දරුවන්ගෙන් ඔහු ඇසූ විට “ඔබගේ දෙවියා වූ ද, ඔබගේ මුතුන් මිත්තන් වන ඉබ්රාහීම් ඉස්මාඊල් හා ඉස්හාක්ගේ දෙවියා වූ ද එක ම දෙවියාව අපි නමදිමු. තවද අපි ඔහුට අවනත වන්නෝ වෙමු” යැයි ඔවුහු පැවසූහ.","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:134","price":"එය ඉකුත්වී ගිය සමූහයකි. එය ඉපැයූ දෑ එයට ඇත. එමෙන් ම නුඹලා ඉපැයූ දෑ නුඹලාට ඇත. ඔවුන් කරමින් සිටි දෑ ගැන නුඹලා විමසනු නො ලබන්නෙහු ය.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:135","price":"“නුඹලා යුදෙව්වන් වනු. එසේ නොමැති නම් කිතුනුවන් වනු. නුඹලා යහ මඟ ලබනු ඇතැ”යි ඔවුහු (යුදෙව්වන් හා කිතුනුවන්) තව දුරටත් පැවසූහ. එසේ නොව “(නබිවරය) පිවිතුරු ඉබ්රාහීම්ගේ පිළිවෙත ම (නුඹලා පිළිපදිනු.) තවද ඔහු ආදේශ තබන්නන් අතුරින් කෙනෙක් නො වීය” යැයි පවසනු.","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:136","price":"“අපි අල්ලාහ්ව විශ්වාස කළෙමු. තවද අප වෙත පහළ කරනු ලැබූ දෑ ද ඉබ්රාහීම්, ඉස්මාඊල්, ඉස්හාක්, යඃකූබ් හා ඔවුන්ගේ පරපුර වෙත පහළ කරනු ලැබූ දෑ ද, මූසා හා ඊසා වෙත පිරිනමනු ලැබූ දෑ ද, තම පරමාධිපතිගෙන් නබිවරුන්ට පිරිනමනු ලැබූ දෑ ද විශ්වාස කළෙමු. ඔවුන් අතුරින් කිසිවෙකුව අපි වෙන් නො කළෙමු තවද අපි ඔහුට අවනත වූවෝ වෙමු.” යැයි නුඹලා පවසනු.","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:137","price":"එබැවින් නුඹලා මෙය (ධර්මය) ගැන විශ්වාස කළාක් මෙන් ඔවුන් ද විශ්වාස කළේ නම් නියතව ඔවුන් ද යහ මඟ ලබන්නෝ ය. ඔවුහු පිටු පෑවෙහු නම් එවිට සැබැවින් ම ඔවුහු බේද යෙහි ය. ඔවුන් සම්බන්ධයෙන් අල්ලාහ් නුඹට ප්‍රමාණවත් වේ. තවද ඔහු සර්ව ශ්‍රාවක ය. සර්ව ඥානී ය.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:138","price":"(අපව වර්ණවත් කරවන) අල්ලාහ්ගේ රන්ජනය (පිළිපදිනු). රන්ජනයෙන් අල්ලාහ්ට වඩා කවරෙක් අලංකාරමත් වේ ද? තවද අපි ඔහුට යටහත් වන්නෝ වෙමු.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:139","price":"“අපගේ ද නුඹලාගේ ද පරමාධිපති ලෙස අල්ලාහ් සිටිය දී නුඹලා ඔහු සම්බන්ධයෙන් අප සමඟ වාද කරන්නෙහු ද? අපගේ ක්‍රියාවන් අපටය නුඹලාගේ ක්‍රියාවන් නුඹලාට ය. තවද අපි ඔහුට අවංකයෝ වෙමු.” යැයි නුඹ පවසනු.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:140","price":"“නැතහොත් සැබැවින් ම ඉබ්රාහීම්, ඉස්මාඊල්, ඉස්හාක්, යඃකූබ් හා ඔවුන්ගේ පරපුර යුදෙව්වන් ලෙසින් හෝ කිතුනුවන් ලෙසින් සිටි බව නුඹලා පවසන්නෙහු ද? මැනවින් දන්නා නුඹලා ද නැතහොත් අල්ලාහ් දැ?” යි (නබිවරය!) අසනු. ඔහු අබියස වූ අල්ලාහ්ගේ සාධකයක් වසන් කරන්නන්ට වඩා මහා අපරාධකරුවා කවරෙක් ද? තවද නුඹලා කරමින් සිටින දෑ පිළිබඳව අල්ලාහ් අනවධානියෙකු නො වේ.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"si"},{"name":"2:141","price":"එය ඉකුත්වී ගිය සමූහයකි. එය ඉපැයූ දෑ එයට ඇත. එමෙන් ම නුඹලා ඉපැයූ දෑ නුඹලාට ඇත. ඔවුන් කරමින් සිටි දෑ ගැන නුඹලා විමසනු නො ලබන්නෙහු ය.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"si"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}