{"data":[{"name":"27:56","price":"නුඹලා ලූත්ගේ පරපුර නුඹලාගේ දේශයෙන් පිටුවහල් කරනු. නියත වශයෙන් ම ඔවුන් පිවිතුරුකම පතන ජන පිරිසකි, යැයි පැවසීම මිස ඔහුගේ ජනයාගේ පිළිතුර වෙනෙකක් නො වීය.","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:57","price":"එවිට අපි ඔහු හා ඔහුගේ පවුලේ අය මුදවා ගත්තෙමු. ඔහුගේ බිරිය හැර. ඇය රැඳී සිටින්නන් අතර පත් වීමට අපි සැළසුම් කළෙමු.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:58","price":"තවද අපි ඔවුන් වෙත (ගල්) වර්ෂාවක් පතිත කළෙමු. අවවාද කරනු ලැබූවන් මත පතිත වූ වර්ෂාව නපුරු විය.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:59","price":"(නබිවරය!) නුඹ පවසනු. සියලු ප්‍රශංසා අල්ලාහ්ට ම ය. තවද ඔහු තෝරා ගත් ඔහුගේ ගැත්තන් කෙරෙහි ශාන්තිය අත් වේවා. ශ්‍රේෂ්ඨ වනුයේ අල්ලාහ් ද එසේ නැතහොත් ඔවුන් ආදේශ කරන දෑ ද?","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:60","price":"(උතුම් වනුයේ ඔවුන් ආදේශ තබන දෑ ද) එසේ නැතහොත් අහස් හා මහපොළොව මවා අහසින් නුඹලාට ජලය පහළ කළ අය ද? එමඟින් අපි සාරවත් බවින් යුක්ත වතුයායන් හට ගැන්වූයෙමු. එහි ගස් හට ගැන්වීමට නුඹලාට (බලය) නොමැත. අල්ලාහ් සමඟ තවත් දෙවියකු සිටී ද? නමුත් ඔවුන් (අල්ලාහ්ට) සමාන කරන පිරිසකි.","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:61","price":"එසේ නැතහොත් මහපොළොව වාසස්ථානයක් බවට පත් කර ඒ අතර ගංගාවන් ඇති කර එහි කඳු ද ඇති කර මුහුදු දෙක අතර බාධකයක් ඇති කළ අය (උතුම්) ද? අල්ලාහ් සමඟ තවත් දෙවියකු සිටී ද? නමුත් ඔවුන්ගෙන් බහුතරයක් දෙනා නො දනිති.","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:62","price":"එසේ නැතහොත් කරදරයක පැටලුණු අය ඔහුගෙන් ප්‍රාර්ථනා කළ විට ඔහුට පිළිතුරු දී එම නපුර ඉවත් කරන්නා (උතුම්) ද? තවද, ඔහු නුඹලා මහපොළොවේ නියෝජිතයින් බවට පත් කරයි. අල්ලාහ් සමඟ තවත් දෙවියකු සිටී ද? නුඹලා මෙනෙහි කරනුයේ සුළු වශයෙනි.","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:63","price":"එසේ නැතහොත් පොළොවේ හා මුහුදේ අන්ධකාරයන්හි නුඹලාට මග පෙන්වන්නා (උතුම්) ද? තවද තම කරුණාව අතරින් සුළඟ සුබාශිංසනයක් වශයෙන් එවන්නා (උතුම්) ද? අල්ලාහ් සමඟ තවත් දෙවියකු සිටී ද? ඔවුන් ආදේශ කරන දැයින් අල්ලාහ් උත්තරීතර ය.","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:64","price":"එසේ නැතහොත්, (පූර්වාදර්ශයකින් තොර ව) මැවීම් නිර්මාණය කොට (එය මරණයට පත් වූ) පසුව යළි (ප්‍රාණය දී) ගෙන එන්නා (උතුම්) ද? තවද අහස්හි හා මහපොළොවේ නුඹලාට පෝෂණය ලබා දෙන්නා (උතුම්) ද? අල්ලාහ් සමඟ තවත් දෙවියකු සිටී ද? නුඹලා සත්‍යවාදීහු නම් නුඹලාගේ සාධක ගෙන එනු යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:65","price":"අල්ලාහ් හැර අහස්හි හා මහපොළොවේ සිටින්නන් අදෘශ්‍යමාන දෑ නො දනී යැයි (නබිවරය!) නුඹ පවසනු. තවද ඔවුන් යළි නැගිටුවනු ලබන්නේ කවදා දැ? යි ද ඔවුහු නො දනිති.","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:66","price":"එසේ නොව මතු ලොව පිළිබඳ ඔුවන්ගේ දැනුම පටු විය. එහෙත් ඔවුන් ඒ ගැන සැකයෙහි ය. එහෙත් ඔවුහු ඒ ගැන අන්ධභාවයෙන් පෙළෙන්නෝ වෙති.","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:67","price":"අප හා අපගේ මුතුන් මිත්තන් පස් බවට පත්ව සිටියදී නියත වශයෙන් ම අපි බැහැර කරනු ලබන්නෝ වෙමි දැ? යි දේවත්වය ප්‍රතික්ෂේප කළවුන් විමසා සිටියෝ ය.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:68","price":"මීට පෙරද අප හා අපගේ මුතුන් මිත්තන් මේ ගැන ප්‍රතිඥා දෙනු ලැබුවෙමු. මෙය පැරැණ්නන්ගේ ප්‍රබන්ධයන් මිස වෙනකක් නො වීය.","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:69","price":"මහපොළොවේ නුඹලා ගමන් කර වැරදිකරුවන්ගේ අවසානය කෙසේ වී දැ? යි අවධානයෙන් බලනු යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:70","price":"තවද ඔවුන් කෙරෙහි ඔබ දුක් නො වනු. තවද ඔවුන් කරන කුමන්ත්‍රණය හේතුවෙන් ඔබ පීඩනයට පත් නො වනු.","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:71","price":"තවද නුඹලා සත්‍යවාදීන් ලෙස සිටියෙහු නම් මෙම ප්‍රතිඥාව කවදා දැ? යි ඔවුහු විමසති.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:72","price":"නුඹලා ඉක්මනින් පතන දැයින් කොටසක් නුඹලාට ළඟා වනු ඇතැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:73","price":"තවද නියත වශයෙන් ම ඔබගේ පරමාධිපති ජනයා වෙත අනුග්‍රහශීලී ය. එනමුත් ඔවුන්ගෙන් බහුතරයක් දෙනා කෘතවේදී නො වෙති.","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:74","price":"තවද ඔවුන්ගේ හදවත් සඟවන දෑ ද ඔවුන් හෙළි කරන දෑ ද නියත වශයෙන් ම ඔබේ පරමාධිපති දනී.","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:75","price":"තවද අහස්හි හා මහපොළොවේ සැඟ වී පවතින කිසිවක් පැහැදිලි ලේඛනයේ සඳහන්ව මිස නැත.","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:76","price":"කවර විෂයක් ගැන ඔවුහු මතභේද ඇති කර ගත්තෝ ද ඒවායින් බොහෝමයක් ගැන නියත වශයෙන් ම ඉස්රාඊල් දරුවන්ට මෙම අල් කුර්ආනය විස්තර කරයි.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:77","price":"තවද නියත වශයෙන් ම (අල් කුර්ආනය වන) මෙය මග පෙන්වීමකි. දේවත්වය විශ්වාස කරන්නන්හට දයාවකි.","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:78","price":"නියත වශයෙන් ම ඔබේ පරමාධිපති තම නීතිය අනුව ඔවුන් අතර තීන්දු දෙනු ඇත. තවද ඔහු මය සර්ව ඥානී සර්ව බලධාරී.","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:79","price":"එහෙයින් ඔබ අල්ලාහ් වෙත (සියල්ල) භාර කරනු. නියත වශයෙන් ම ඔබ පැහැදිලි සත්‍ය මත සිටින්නෙහි ය.","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:80","price":"නියත වශයෙන් ම නුඹට මළවුන්ට සවන් වැකෙන්නට සැලැස්විය නොහැකි ය. තවද බිහිරන්ට ඔවුන් පසුපසලා හැරී යන විට එම ඇරයුමට සවන් වැකෙන්නට සැලැස්විය ද නොහැකි ය.","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:81","price":"තවද අන්ධයින් නොමග යෑමෙන් ඔවුන්ට මග පෙන්වන්නකු ලෙස ඔබ නැත. නුඹට සවන් වැකෙන්නට සැළැස්විය හැක්කේ අපගේ වදන් විශ්වාස කොට අවනත වන්නන් ලෙස සිටියවුන්ට පමණි.","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:82","price":"තවද ඔවුන් වෙත (දඬුවමේ) ප්‍රකාශය නියම වූ විට ‘නියත වශයෙන් ම මිනිසුන් අපගේ වදන් තරයේ විශ්වාස නො කරමින් සිටියහ’ යැයි ඔවුන් සමඟ කතා කරන සත්වයෙකු ඔවුන් වෙනුවෙන් මහපොළොවෙන් අපි බැහැර කරන්නෙමු.","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:83","price":"තවද සෑම සමූහයකින් ම අපගේ වදන් බොරු කරමින් සිටි අයගෙන් පිරිසක් අපි එක්රැස් කරන දිනයේ ඔවුහු පෙළ ගස්වා තබනු ලබති.","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:84","price":"ඔවුහු පැමිණි විට, මාගේ වදන් පිළිබඳ දැනුමක් නුඹලාට නො තිබිය දී නුඹලා එය බොරු කළෙහු ද? එසේ නැතහොත් නුඹලා සිදු කරමින් සිටියේ කුමක් දැ? යි ඔහු විමසයි.","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:85","price":"තවද ඔවුන් අපරාධ කළ බැවින් ඔවුන් කෙරෙහි (දඬුවමේ) ප්‍රකාශය නියම වනු ඇත. එවිට ඔවුහු (කිසිවක්) කතා නො කරති.","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:86","price":"ඔවුන් එහි වාසය කරනු පිණිස රාත්‍රිය හා පෙනෙන්නක් ලෙස දහවල නියත වශයෙන් ම අපි ඇති කළ බව ඔවුහු නො දුටුවෝ ද? නියත වශයෙන් ම එහි දේවත්වය විශ්වාස කරන ජනයාට සංඥා ඇත.","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:87","price":"තවද හොරණෑවෙහි පිඹිනු ලබන දින අල්ලාහ් අභිමත කළ අය හැර අහස්හි සිටින අය හා මහොපොළොවේ සිටින අය තැති ගනිති. තවද සියලු දෙනා ඔහු වෙත යටහත් වන්නන් ලෙසින් පැමිණෙනු ඇත.","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:88","price":"තවද ඔබ ඝනව පිහිටා ඇතැයි සිතන කඳු දකින්නෙහි ය. (එදින) ඒවා වලාකුළු ගමන් ගන්නාක් මෙන් ගමන් කරනු ඇත. එය සෑම දෙයකට ම ස්ථාවරත්වයක් ඇති කළ අල්ලාහ්ගේ නිමැයුමකි. නියත වශයෙන් ම ඔහු නුඹලා සිදු කරන දෑ පිළිබඳව අභිඥානවන්ත ය.","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:89","price":"කවරෙකු යහපත රැගෙන එන්නේ ද එවිට ඔහුට ඊට වඩා ශ්‍රේෂ්ඨත්වයක් ඇත. තවද ඔවුහු එදින තැතිගැනීමෙන් සුරක්ෂිතයෝ ය.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:90","price":"තවද කවරෙකු නපුර රැගෙන එන්නේ ද ඔවුන්ගේ මුහුණු නිරා ගින්නෙහි මුණිනතට හෙළනු ලැබේ. නුඹලා සිදු කරමින් සිටි දෑට හැර වෙනෙකක් නුඹලාට පිරිනමනු ලබන්නෙහු ද? (යැයි පවසනු ලැබේ.)","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:91","price":"නියත වශයෙන් ම මම අණ කරනු ලැබුවේ මෙම නගරය පාරිශුද්ධ කළ එහි පරමාධිපතිට නැමදුම් කිරීමට ය. තවද සියලු දෑ ඔහු සතු ය. තවද මම (අල්ලාහ්ට) අවනත වන්නන්ගෙන් කෙනෙකු වීමට ද අණ කරනු ලැබුවෙමි.","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:92","price":"තවද මා අල් කුර්ආනය පාරායනය කිරීමට ද අණ කරනු ලැබුවෙමි. එහෙයින් කවරෙකු යහ මග ලබන්නේ ද එසේ ඔහු යහ මග ලබනුයේ ඔහු වෙනුවෙනි. තවද කවරෙකු නොමග ගියේ ද එවිට නියත වශයෙන් ම මම අවවාද කරන්නන් අතරින් කෙනෙකු වෙමි යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"27:93","price":"සියලු ප්‍රශංසා අල්ලාහ්ට ය. ඔහුගේ සංඥා ඔහු නුඹලාට මතු පෙන්වනු ඇත. එවිට නුඹලා එය දැන ගන්නෙහු ය. තවද නුඹලා සිදු කරන දෑ පිළිබඳ නුඹගේ පරමාධිපති අනවධානියකු නො වේ යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:1","price":"තා, සීන්, මීම්.","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:2","price":"ඒවා පැහැදිලි ධර්ම ග්‍රන්ථයේ වදන් වෙති.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:3","price":"දේවත්වය විශ්වාස කරන ජනයා සඳහා මූසාගේ හා ෆිර්අවුන්ගේ පුවත සැබෑ ලෙසින් අපි ඔබ වෙත කියවා පෙන්වමු.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:4","price":"නියත වශයෙන් ම ෆිර්අවුන් මහපොළොවේ අබිබවා ගියේ ය. තවද ඔහු එහි වැසියන් කණ්ඩායම්වලට බෙදා ඔවුන් අතරින් පිරිසක් දුර්වල කොට ඔවුන්ගේ පිරිමි දරුවන් මරා දමා ඔවුන්ගේ ගැහැනු දරුවන් ජීවත් කරවී ය. නියත වශයෙන් ම ඔහු කලහකාරීන් අතරින් කෙනෙකු විය.","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:5","price":"තවද මහපොළොවේ දුර්වලයින් බවට පත් කරනු ලැබූවන්හට උපකාර කිරීමටත් ඔවුන් නායකයින් බවට පත් කිරීමටත් ඔවුන් උරුමක්කරුවන් බවට පත් කිරීමටත් අපි අපේක්ෂා කළෙමු.","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:6","price":"තවද ඔවුනට අපි මහපොළොවේ පහසුකම් සලසා දීමටත් ෆිර්අවුන් හා හාමාන්ට ද, ඔවුන් දෙදෙනාගේ සේනාවන්ට ද, ඔවුන් අතරින් කවර දෙයක් පිළිබඳ ඔවුන් ප්‍රවේශමෙන් කටයුතු කළේ ද එය ඔවුනට අප පෙන්වීමටත් (අපි අපේක්ෂා කළෙමු).","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:7","price":"තවද ඔහුට කිරි දෙන මෙන් මූසාගේ මවට දේව පණිවිඩ දන්වා සිටියෙමු. ඔබ ඔහු කෙරෙහි බිය වූ විට ඔහුව ගඟට දමනු. තවද ඔබ බිය නො වනු. ඔබ දුක් ද නො වනු. නියත වශයෙන් ම අපි ඔබ වෙත ඔහු නැවත ලබා දෙන්නන් වෙමු. එමෙන් ම අපි ඔහු ධර්ම දූතයින් අතරින් කෙනෙකු බවට පත් කරන්නෝ වෙමු.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:8","price":"ෆිර්අවුන්ගේ නිවැසියෝ ඔහුව අරගත්හ. ඔහු ඔවුනට සතුරෙකු හා දුකට හේතුවක් බවට පත් වනු පිණිස ය. නියත වශයෙන් ම ෆිර්අවුන් ද හාමාන් ද ඔවුන් දෙදෙනාගේ සේනාවන් ද වැරදි කරන්නන් වූවෝ ය.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:9","price":"තවද මට හා ඔබට නෙතට සිසිලකි. නුඹලා ඔහු මරා නො දමනු. ඔහු අපට ප්‍රයෝජනවත් විය හැකි ය. එසේ නැතහොත් ඔහු දරුවකු සේ (හදාවඩා) ගත හැකැයි ෆිර්අවුන්ගේ බිරිය පැවසුවා ය. තවද (සිදු වන්නට යන දෑ) ඔවුන් වටහා ගත්තේ නැත.","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:10","price":"තවද මූසාගේ මවගේ හදවත හිස් විය. ඇය දේවත්වය විශ්වාස කරන්නියන් අතරින් කෙනකු වනු පිණිස ඇයගේ හදවත අපි ශක්තිමත් නො කළෙමු නම් ඇය ඔහු ගැන හෙළි කරන්නට තිබුණි.","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:11","price":"තවද ඔහු පසුපසින් යනු යැයි ඇය ඔහුගේ සහෝදරියට පැවසුවා ය. එවිට ඔවුන් නොදැනුවත්ව සිටිය දී (ඔවුන්) අසලින් ම සිට ඔහු පිළිබඳ ඇය විපරම් කළා ය.","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:12","price":"තවද අපි (මවට භාරදීමට) පෙර කිරි දෙන මව්වරුන් ඔහු වෙත තහනම් කළෙමු. එවිට, ඔහු භාරගන්නා නිවැසියන් පිළිබඳව මම නුඹලාට දන්වන්නෙම් ද? ඔවුහු ඔහුට සෙත සලසන්නෝ වෙති යැයි ඇය පැවසුවා ය.","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:13","price":"(එලෙස) අපි ඔහුව ඔහුගේ මව වෙත ම නැවත භාර දුනිමු. (එබැවින්) ඇයගේ ඇස් පිනා යාමටද ඇය දුක් නො වීමටද නියත වශයෙන් ම අල්ලාහ්ගේ ප්‍රතිඥාව සැබෑවකි යැයි ඇය දැන ගැනීමට ද සැලැස්සුවෙමු. එහෙත් ඔවුන්ගෙන් බහුතරයක් දෙනා නො දනිති.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:14","price":"තවද ඔහු ඔහුගේ වැඩිවියට ළඟා වී පරිනතභාවයට පත් වූ කල්හි අපි ඔහුට ප්‍රඥාව හා ඥානය පිරිනැමුවෙමු. තවද එලෙසය අපි දැහැමියන්ට ප්‍රතිඵල පිරිනමනුයේ.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:15","price":"තවද එහි වැසියන් නො සැලකිල්ලෙන් සිටි මොහොතක ඔහු නගරයට පිවිසී ය. තම පාර්ශවයෙන් වූ කෙනෙකු හා ඔහුගේ සතුරන්ගෙන් කෙනෙකු යන ගහ මරා ගන්නා පුද්ගලයින් දෙදෙනෙකු ඔහු දුටුවේ ය. එවිට තම පාර්ශවයේ පුද්ගලයා ඔහුගේ සතුරන්ගෙන් කෙනෙකු වූ අයට එරෙහිව ඔහුගෙන් උදව් පැතී ය. එවිට ඔහු(මූසා) ඔහුට පහරක් ගැසී ය. එවිට ඔහු මරණයට පත් විය. ‘මෙය ෂෙයිතාන්ගේ ක්‍රියාවකි. නියත වශයෙන් ම ඔහු නො මග යවන පැහැදිලි සතුරකි’ යැයි ඔහු පැවසී ය.","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:16","price":"මාගේ පරමාධිපතියාණනි! නියත වශයෙන් ම මම මට ම අපරාධ කර ගත්තෙමි. එහෙයින් මට සමාව දෙනු මැනව! යැයි ඔහු ප්‍රාර්ථනා කළේ ය. එවිට ඔහු ඔහුට සමාව දුන්නේ ය. නියත වශයෙන් ම ඔහු මය මහා කරුණාන්විත අතික්ෂමාශීලී.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:17","price":"මාගේ පරමාධිපතියාණනි! ඔබ මට ආශිර්වාද කළ දෑ හේතුවෙන් මම කිසිවිටෙක වැරදිකරන්නන්හට උර දෙන්නෙකු නො වෙමි යැයි ඔහු පැවසී ය.","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:18","price":"එවිට ඔහු බියට පත්ව (උදෑසන) නගරය තුළ සුපරික්ෂාකාරීව පසු විය. පෙර දින ඔහුගෙන් උදව් පැතූ අයම නැවතත් ඔහුගෙන් උදව් පැතී ය. එවිට නියත වශයෙන් ම ඔබ පැහැදිලි අපරාධකාරයකි යැයි මූසා ඔහුට පැවසී ය.","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:19","price":"ඔවුන් දෙදෙනාට ම සතුරු වූ අය අල්ලා ගන්නට ඔහු සිතූ කල්හි, අහෝ මූසා! පෙර දින ඔබ කෙනෙකු මරා දැමුවාක් මෙන් ඔබ මා මරා දමන්නට සිතන්නෙහි ද? ඔබ මහපොළොවේ දැඩි පාලකයකු වීමට මිස වෙනකක් ඔබ අපේක්ෂා කරන්නේ නැත. එමෙන් ම ප්‍රතිසංස්කරණය කරන්නන් අතර වීමට ඔබ අපේක්ෂා කරන්නේ ද නැතැයි ඔහු පැවසී ය.","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:20","price":"තවද නගරයේ ඈත කෙළවර සිට මිනිසෙකු දිව ඇවිත් අහෝ මූසා! නියත වශයෙන් ම ප්‍රධානීහු ඔබ මරා දැමීමට ඔබ ගැන සාකච්ඡා කරති. එහෙයින් ඔබ පිටව යනු. නියත වශයෙන් ම මම ඔබට උපදෙස් දෙන්නන් අතරින් කෙනෙකු යැයි ඔහු පැවසී ය.","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:21","price":"එවිට ඔහු බියට පත්ව සුපරීක්ෂාකාරීව ඉන් පිට වී ‘මාගේ පරමාධිපතියාණනි! අපරාධකාරී ජනයාගෙන් මා මුදවා ගනු මැනව’ යැයි ඔහු පැවසී ය.","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:22","price":"තවද ඔහු මද්යන් දෙසට මුහුණලා ගිය කල්හි, මාගේ පරමාධිපති මට නිවැරදි මග පෙන්වන්නට පුළුවණැයි ඔහු පැවසී ය.","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:23","price":"තවද මද්යන්හි ජලාශයක් අසලට ඔහු පැමිණි කල්හි ජනයා අතරින් (තම ගොවිපළ සතුන්ට) ජලය සපයන ප්‍රජාවක් දුටුවේ ය. තවද ඔවුන් හැර (ඉන්) වැළකී සිටින කතුන් දෙදෙනකු ද ඔහු දුටුවේ ය. ඔබ දෙදෙනා අහකට වී සිටින්නේ ඇයි දැ? යි ඔහු විමසී ය. මෙම එඬේරුන් පිටව යන තෙක් අපට ජලය සැපයිය නොහැකි ය. තවද අපගේ පියාණන් ඉතා වයෝවෘද්ධ කෙනෙකි යැයි ඔවුන් දෙදෙනා පැවසුවෝ ය.","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:24","price":"එවිට ඔවුන් දෙදෙනාහට ඔහු(මූසා) ජලය සපයා පසුව හෙවණ වෙත හැරී ගොස් ‘මාගේ පරමාධිපතියාණනි! ඔබ මා වෙත පහළ කළ යහපත කෙරෙහි සැබැවින් ම මම අවශ්‍යතා ඇත්තෙකු වෙමි’ යැයි ඔහු පැවසී ය.","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:25","price":"ඔවුන් දෙදෙනාගෙන් එකියක ලැජ්ජාවෙන් යුතුව ගමන් කරමින් පැමිණ නියත වශයෙන් ම අප වෙත ඔබ ජලය සැපයූ දෑ සඳහා කුලිය ඔබට පිරිනමනු පිණිස මාගේ පියාණන් ඔබට ආරාධනා කරන්නේ යැයි පැවසුවා ය. එවිට ඔහු ඔහුවෙත පැමිණි කල්හි (තමාගේ) කතාව ඔහු වෙත පැවසී ය. ඔබ බිය නො වනු. අපරාධකාර ජනයාගෙන් ඔබ මිදුණෙහිය යැයි ඔහු පැවසී ය.","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:26","price":"මාගේ පියාණනි! ඔබ මොහු කුලී කරුවකු බවට පත් කර ගනු. ඔබ කුලී කරුවකු බවට පත් කර ගන්නන්ගෙන් ශ්‍රේෂ්ඨ වනුයේ විශ්වාසනීය බලවත් අයකි යැයි ඔවුන් දෙදෙනාගෙන් එකියක පැවසුවා ය.","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:27","price":"වසර අටක් මට ඔබ කුලී සේවයේ නිරත වීමේ පදනම යටතේ මේ මාගේ දූවරුන් දෙදෙනාගෙන් එකියක ඔබට විවාහ කර දීමට නියත වශයෙන් ම මම අදහස් කරමි. එහෙත් ඔබ වසර දහයක් සම්පූර්ණ කළෙහි නම් එය (විය යුත්තේ) ඔබේ කැමැත්ත අනුව ය. මම ඔබ දුෂ්කරතාවට පත් කිරීමට ප්‍රිය නො කරමි. අල්ලාහ් අභිමත කළේ නම් දැහැමියන් අතරින් කෙනෙකු ලෙසින් ඔබ මා දකිනු ඇතැයි ඔහු(පියා) පැවසී ය.","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:28","price":"එය මා අතර හා ඔබ අතර වූවකි. කාලයන් දෙකින් කවර (කාලය)ක් මා ඉටු කළ ද එවිට මා වෙත කිසිදු විරුද්ධතාවක් නොමැත. තවද අල්ලාහ් අප පවසන දෑ වෙත භාරකරුය යැයි ඔහු පැවසී ය.","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:29","price":"මූසා කාලවකවානුව අවසන් කොට තම පවුල සමඟ ගමන් ගත් කල්හි තූර් කන්ඳ අසලින් ගින්නක් දුටුවේ ය. ‘නුඹලා මෙහි රැඳී සිටිනු. නියත වශයෙන් ම මම ගින්නක් දුටිමි. ඉන් යම් තොරතුරක් හෝ නුඹලා උණුසුම ලබනු පිණිස ගිනි පෙනෙල්ලක් හෝ නුඹලා වෙත ගෙන එන්නට මට හැකි වනු ඇත යැයි පැවසී ය.","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:30","price":"එවිට ඒ වෙත ඔහු පැමිණි කල්හි ආශිර්වාද කරනු ලැබූ භූමියේ දකුණු පස නිම්නය දෙසින් පිහිටි ගසින් ‘අහෝ මූසා! සර්ව ලෝකයන්හි පරමාධිපති වූ අල්ලාහ් මම වෙමි යැයි අමතනු ලැබී ය.","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:31","price":"තවද ඔබ ඔබේ සැරයටිය හෙළනු. එය සර්පයකු මෙන් නලියනු ඔහු දුටු කල්හි පසුපස හැරී ගියේ ය. තවද ඔහු (නැවත) හැරී නො බැලුවේ ය. අහෝ මූසා! ඔබ ඉදිරියට එනු. තවද ඔබ බිය නො වනු. නියත වශයෙන් ම ඔබ ආරක්ෂා කරනු ලැබූවන් අතරිනි. (යැයි පවසනු ලැබී ය.)","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:32","price":"ඔබේ අත ඔබේ සාක්කුව තුළට දමනු. එය කිසිදු හානියකින් තොරව සුදුවන් ලෙසින් (බැබළෙමින්) හෙළිවනු ඇත. බිය දැනුණු විට ඔබේ (ඇළපත වෙතට) බාහුව ළං කර ගනු. ඒ දෙක ෆිර්අවුන් හා ඔහුගේ ප්‍රධානීන් වෙත ඔබේ පරමාධිපති වෙතින් වූ සාධක දෙකකි. නියත වශයෙන් ම ඔවුහු පාපතර පිරිසක් වූහ.","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:33","price":"මාගේ පරමාධිපතියාණනි! ඔවුන් අතරින් කෙනෙකුව මම මරා දැමුවෙමි. එහෙයින් ඔවුන් මා මරා දමනු ඇතැයි මම බිය වෙමි යැයි ඔහු පැවසී ය.","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:34","price":"තවද මාගේ සහෝදර හාරූන් වන ඔහු මට වඩා කතාවෙන් චතුර ය. එහෙයින් මා තහවුරු කරන උදව්කරුවකු වශයෙන් ඔබ ඔහු මා සමඟ එවනු. ඔවුන් මා බොරු කරනු ඇතැයි නියත වශයෙන් ම මම බිය වෙමි (යැයි මූසා පැවසී ය.)","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:35","price":"(එයට අල්ලාහ්) ඔබේ උර ඔබේ සහෝදරයා මඟින් අපි ශක්තිමත් කරන්නෙමු. තවද ඔබ දෙදෙනාට බලයක් ඇති කරන්නෙමු. එහෙයින් ඔවුහු ඔබ දෙදෙනා වෙත සමීප නො වනු ඇත. අපගේ සංඥා මඟින් ඔබ දෙදෙනා හා ඔබ දෙදෙනා අනුගමනය කළවුන් (ජය ලබා) අබිබවා යන්නෝ වෙති.","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:36","price":"මූසා අපගේ පැහැදිලි සංඥා සමඟ ඔවුන් වෙත පැමිණි කල්හි ‘මෙය නිර්මාණය කරනු ලැබූ මායාවක් මිස නැතැයි ද අපගේ මුල් මුතුන්මිත්තන් තුළ අපි මේ ගැන අසා නැත්තෙමු’ යැයි ද ඔවුහු පැවසූහ.","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:37","price":"තමන් වෙතින් යහමග රැගෙන ආවේ කවුරුන් දැ? යි ද අවසන් නිවහන කවුරුන් සතු වන්නේ දැ? යි ද මාගේ පරමාධිපති මැනවින් දන්නා ය. නියත වශයෙන් ම අපරාධකරුවන් ජය නො ලබනු ඇතැයි මූසා පැවසී ය.","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:38","price":"තවද ෆිර්අව්න් (මෙසේ) පැවැසුවේ ය. අහෝ ප්‍රධානියනි! මා හැර වෙනත් දෙවිඳෙකු නුඹලාට ඇතැයි මම නො දනිමි. එහෙයින් අහෝ හාමාන්! මූසාගේ දෙවියා වෙත එබී බැලිය හැකිවනු පිණිස මා වෙනුවෙන් උස් මැඳුරක් තනනු. තවද සැබැවින් ම ඔහු මුසාවාදීන් අතරින් යැයි මම සිතමි.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:39","price":"තවද ඔහු හා ඔහුගේ සේනාවන් යුක්තියෙන් තොරව මහපොළොවෙහි අහංකාරකම් පෑවෝ ය. නියත වශයෙන් ම ඔවුන් අප වෙත නැවත හැරී එනු නො ලබන බව ඔවුහු සිතුවෝ ය.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:40","price":"එහෙයින් ඔහු හා ඔහුගේ සේනාව අපි හසු කළෙමු. අපි ඔවුන් මුහුදට හෙළුවෙමු. එහෙයින් අපරාධකරුවන්ගේ අවසානය කෙසේ වී දැ? යි (නබිවරය!) නුඹ අවධානයෙන් බලනු.","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:41","price":"තවද අපි ඔවුන් නිරය වෙත ඇරයුම් කරන නායකයින් බවට පත් කළෙමු. තවද මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ ඔවුන් උදව් කරනු නො ලබති.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:42","price":"තවද මෙලොවෙහි ශාපය අපි ඔවුන් වෙත අඛන්ඩව යැව්වෙමු. මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ ඔවුහු පහත් කොට සළකනු ලබන්නන් අතරින් වෙති.","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:43","price":"තවද මුල් පරම්පරාවන් අප විනාශ කිරීමෙන් පසුව මිනිසා උපදෙස් ලැබිය හැකි වනු පිණිස ඔහුට සාධක වශයෙන් ද මගපෙන්වීමක් හා දයාවක් වශයෙන් ද සැබැවින් ම අපි මූසාට ධර්ම ග්‍රන්ථය පිරිනැමුවෙමු.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:44","price":"(නබිවරය!) මූසාට නියෝගය අප තීන්දු කළ අවස්ථාවේ ඔබ බටහිර දෙසෙහි නො සිටියෙහි ය. තවද ඔබ සාක්ෂිකරුවන් අතරින් ද නො වීය.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:45","price":"තවද එනමුත් අපි (බොහෝ) පරම්පරාවන් බිහි කළෙමු. එවිට ඔවුන් වෙත ආයු කාලය දීර්ඝ විය. තවද ඔවුන් වෙත අපගේ වදන් පාරායනය කර පෙන්වන පදිංචිකරුවකු ලෙසින් ඔබ මද්යන් වාසීන් අතර නො වීය. එනමුත් අප ධර්ම දූතයින් එවන්නන් වූයෙමු.","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:46","price":"තවද අපි අමතන විට ඔබ තූර් කන්ද අසල නො වූයෙහි ය. එනමුත් මෙය ඔබට පෙර කිසිදු අවවාද කරන්නෙකු නොපැමිණි පිරිසකට ඔවුන් උපදෙස් ලැබිය හැකිවනු පිණිස ඔබ අවවාද කරනු වස් ඔබගේ පරමාධිපතිගෙන් වූ දයාවක් වශයෙනි. (ඔබට දැනුම් දෙනු ලැබ ඇත්තේ.)","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:47","price":"තවද ඔවුන්ගේ අත් ඉදිරිපත් කළ දෑ හේතුවෙන් ඔවුනට යම් විපතක් සිදු වී ‘අපගේ පරමාධිපතියාණනි! අප වෙත දූතයකු එවිය යුතු නො වේ ද? එසේනම් ඔබගේ වදන් අපි පිළිපදින්නට තිබුණි. තවද දේවත්වය විශ්වාස කරන්නන් අතරින් වන්නට ද තිබුණි’ යැයි ඔවුහු නො පවසනු පිණිස ය.","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:48","price":"අප වෙතින් ඔවුන් වෙත සත්‍යය පැමිණි කල්හි මූසාට දෙනු ලැබූවාක් මෙන් යමක් දෙනු ලැබිය යුතු නො වේ දැ? යි විමසති. මීට පෙර මූසාට දෙනු ලැබූ දෑ ඔවුහු ප්‍රතික්ෂේප නො කළෝ ද? ඔවුන් එකිනෙකාට සහය දෙන මායාකරුවන් දෙදෙනෙකි යැයි ඔවුහු පැවසූහ. තවද නියත වශයෙන් ම අපි සියල්ල ප්‍රතික්ෂේප කරන්නෝ වෙමු යැයි ද ඔවුහු පැවසූහ.","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:49","price":"නුඹලා සත්‍යවාදීන් ලෙස සිටියෙහු නම් ඒ දෙකට වඩා යහමග පෙන්වන ධර්ම ග්‍රන්ථයක් අල්ලාහ් වෙතින් ගෙන එනු. මම එය පිළිපදින්නෙමි යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:50","price":"ඔබට ඔවුහු පිළිතුරු නො දුන්නේ නම් එවිට දැන ගනු! නියත වශයෙන් ම ඔවුන් අනුගමනය කරනුයේ ඔවුන්ගේ ආශාවන් ය. අල්ලාහ් වෙතින් වූ මගපෙන්වීම හැර දමා තම ආශාවන් පිළිපදින්නාට වඩා නොමග ගිය අය කවරෙකු ද? නියත වශයෙන් ම අල්ලාහ් අපරාධකාරී ජනයාට යහ මග පෙන්වන්නේ නැත.","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:51","price":"තවද සැබැවින් ම ඔවුන් උපදෙස් ලැබිය හැකි වනු පිණිස ඔවුනට එම ප්‍රකාශය ලැබෙන්නට සැලැස්සුවෙමු.","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:52","price":"මීට පෙර අපි ඔවුනට ධර්ම ග්‍රන්ථය පිරිනැමූ අය වනාහි ඔවුහු එය විශ්වාස කරති.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:53","price":"තවද ඔවුන් වෙත කියවා පෙන්වනු ලබන විට ‘අපි එය විශ්වාස කළෙමු. නියත වශයෙන් ම එය අපගේ පරමාධිපතිගෙන් වූ සත්‍යයකි. නියත වශයෙන් ම අපි මීට පෙර පවා අවනත වන්නන් ලෙස සිටියෙමු’ යැයි ඔවුහු පැවසූහ.","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:54","price":"ඔවුන් ඉවසා සිටි බැවින් ද යහපතින් අයහපත ඔවුන් වළක්වා ගන්නා බැවින් ද අපි ඔවුනට පෝෂණය කළ දැයින් ඔවුන් වියදම් කරන බැවින් ද ඔවුන්ගේ කුලිය දෙවතාවක් දෙනු ලබන්නන් ඔවුහු ම ය.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:55","price":"තවද නිෂ්ඵල දෑට ඔවුන් සවන් දුන් විට ඔවුන් එය පිටු දැක ‘අපගේ ක්‍රියාවන් අපට ය. නුඹලාගේ ක්‍රියාවන් නුඹලාට ය. නුඹලා වෙත සාමය වේවා! (මිතුරුකම් පෑමට) අඥානයින් අපි නො සොයන්නෙමු.’ යැයි ඔවුහු පැවසූහ.","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:56","price":"නියත වශයෙන් ම ඔබ ප්‍රිය කළ අයට ඔබට මග පෙන්විය නොහැකි ය. එනමුත් අල්ලාහ් ඔහු අභිමත කරන අයට මග පෙන්වයි. තවද ඔහු යහමග ලැබූවන් පිළිබඳ මැනවින් දන්නා ය.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:57","price":"තවද අපි ඔබ සමඟ යහමග අනුගමනය කරන්නේ නම් අපි අපගේ දේශයෙන් පැහැර ගනු ලබන්නෙමු යැයි ඔවුහු පැවසූහ. අප වෙතින් වූ පෝෂණයක් වශයෙන් සෑම වර්ගයකම පලතුරු ඒ වෙත ගෙන දෙන අභයදායී සුරක්ෂිත (දේශයක්) ලෙස අපි ඔවුනට පත් නො කළෙමු ද? එනමුත් ඔවුන්ගෙන් බහුතරයක් දෙනා නො දනිති.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:58","price":"තවද තම ජීවන පහසුකම් සැපවත් කරගත් ගම්මාන කොපමණක් අපි විනාශ කළෙමු ද? ඔවුන්ගෙන් පසු ඔවුන්ගේ එම වාසස්ථානවල ස්වල්ප දෙනෙකු මිස පදිංචි කරවනු නො ලැබී ය. තවද අපි උරුමක්කරුවන් වූයෙමු.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:59","price":"තවද අපගේ වදන් ඔවුන් වෙත කියවා පෙන්වන දූතයකු එහි මව් නගරයට එවන තෙක් ඔබේ පරමාධිපති එම ගම්මානය විනාශ කරන්නකු නො වීය. තවද අපි එහි වැසියන් අපරාධකරුවන් ලෙස සිටිය දී මිස එම ගම්මානය විනාශ කරන්නන් නො වූයෙමු.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:60","price":"තවද යමකින් නුඹලාට දෙනු ලැබූ දෑ එය මෙලොව ජීවිතයේ භුක්ති විඳීමක් හා එහි වූ අලංකාරයකි. අල්ලාහ් වෙත ඇති දෑ ශ්‍රේෂ්ඨ ය. සදා පවතින්නක් ය. නුඹලා වටහා නො ගන්නෙහු ද?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:61","price":"අපි යමෙකුට අලංකාර ප්‍රතිඥාවක් දී එය ලබන තැනැත්තා, මෙලොව ජීවිතයේ සම්පත් අපි භුක්ති විඳීමට සලස්වා පසුව මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ (දඬුවම් ලැබීම පිණිස) ඉදිරිපත් කරනු ලබන තැනැත්තා මෙන් වන්නේ ද?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:62","price":"තවද එදින ඔහු ඔවුන් අමතා නුඹලා විශ්වාස කරමින් සිටි මාගේ හවුල්කරුවන් කොහේ දැ? යි විමසයි.","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:63","price":"අපගේ පරමාධිපතියාණනි! අපි ඔවුන් නොමග යැව්වෙමු. අප නොමග ගියාක් මෙන් ම අපි ඔවුන්ව ද නොමග යැව්වෙමු. අපි ඉන් මිදී ඔබ වෙත යොමු වූයෙමු. ඔවුහු අපට ගැතිකම් කරන්නෝ නො වූහ යැයි තමන් වෙත ප්‍රකාශය නියම වූ අය පවසයි.","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:64","price":"තවද නුඹලාගේ හවුල්කරුවන් නුඹලා ඇරයුම් කරනු යැයි කියනු ලැබේ. එවිට ඔවුහු ඔවුන් අමතති. එහෙත් ඔවුහු ඔවුනට පිළිතුරු නො දෙති. තවද දඬුවම ඔවුහු දකිති. නියත වශයෙන් ම ඔවුහු යහමග ගියවුන් ලෙස සිටියාහු නම්!","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:65","price":"තවද එදින ඔහු ඔවුන් කැඳවා නුඹලා ධර්ම දූතයින්ට කුමන පිළිතුරක් දුන්නෙහු දැ? යි විමසයි.","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:66","price":"සිදු වීම් සියල්ල එදින ඔවුන් වෙත සැඟ වී යනු ඇත. එහෙයින් ඔවුහු (ඒ ගැන) එකිනෙකා විමසා නො ගනිති.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:67","price":"එහෙත් පසුතැවිලි වී විශ්වාස කොට යහකම් කළ අය වූ කලී, ඔහු ජයග්‍රාහකයින් අතරින් වන්නට පුළුවණ.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:68","price":"තවද ඔබේ පරමාධිපති ඔහුට අභිමත දෑ මවන්නේ ය. ඔහු තෝරා ගන්නේ ය. තෝරා ගැනීමේ (අයිතිය) ඔවුනට නොමැත. අල්ලාහ් සුවිශුද්ධ ය. ඔවුන් ආදේශ කරන දැයින් ඔහු උත්තරීතර ය.","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:69","price":"තවද ඔවුන්ගේ හදවත් සඟවන දෑ ද ඔවුන් හෙළි කරන දෑ ද නූඹේ පරමාධිපති දන්නේ ය.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:70","price":"තවද ඔහුය අල්ලාහ්. ඔහු හැර වෙනත් දෙවියකු නැත. ආරම්භයේ ද අවසානයේ ද සියලු ප්‍රශංසා ඔහු සතු ය. තීන්දුව ද ඔහු සතු ය. තවද නුඹලා නැවත යොමු කරනු ලබනුයේ ඔහු වෙත ම ය.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:71","price":"මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනය තෙක් නුඹලා වෙත රාත්‍රිය සදා පවතින්නක් බවට අල්ලාහ් පත් කළේ නම් නුඹලා කුමක් සිතන්නෙහු ද? නුඹලා වෙත ආලෝකය නැවත ගෙන එන්නේ අල්ලාහ් හැර වෙනත් කවර දෙවියෙකු ද? නුඹලා සවන් නො දෙන්නෙහු ද? යැයි (නබිවරය!) නුඹ විමසනු.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:72","price":"මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනය තෙක් නුඹලා වෙත දහවල සදා පවතින්නක් බවට අල්ලාහ් පත් කළේ නම් නුඹලා කුමක් සිතන්නෙහු ද? නුඹලා එහි ගිමන් හරින රාත්‍රිය නුඹලා වෙත නැවත ගෙන එන්නේ අල්ලාහ් හැර වෙනත් කවර දෙවියෙකු ද? නුඹලා අවධානයෙන් බැලිය යුතු නො වේ ද? යැයි (නබිවරය!) නුඹ විමසනු.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:73","price":"තවද එහි නුඹලා වාසය කරනු පිණිසත් ඔහුගේ භාග්‍යයෙන් සොයනු පිණිසත් නුඹලා කෘතවේදී විය හැකි වනු පිණිසත් ඔහුගේ ආශිර්වාදය තුළින් ඔහු නුඹලාට රාත්‍රිය හා දහවල ඇති කළේ ය.","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:74","price":"තවද එදින ඔහු ඔවුන් අමතා නුඹලා විශ්වාස කරමින් සිටි මාගේ හවුල්කරුවන් කොහේ දැ? යි ඔහු විමසයි.","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:75","price":"තවද සෑම සමූහයකින් ම සාක්ෂිකරුවකු අපි වෙන් කර නුඹලාගේ සාධක ගෙන එනුයි අපි පවසන්නෙමු. එවිට නියත වශයෙන් ම සත්‍යය අල්ලාහ් සතු යැයි ඔවුන් දැන ගනු ඇත. තවද ඔවුන් ගොතමින් සිටි දෑ ඔවුන්ගෙන් මුළා වී යයි.","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:76","price":"නියත වශයෙන් ම කාරූන් මූසාගේ ජනයා අතරින් කෙනෙකු විය. එහෙත් ඔහු ඔවුනට එරෙහිව සීමාව ඉක්මවා කටයුතු කළේ ය. තවද අපි ඔහුට නිධන් වස්තු පිරිනැමුවෙමු. නියත වශයෙන් ම එහි යතුරු ශක්තිමත් කණ්ඩායමක් විසින් ඉතා අසීරුවෙන් උසුලන්නක් විය. ඔබ උදම් නො වනු යැයි ඔහුගේ ජනයා ඔහුට පැවසූ අවස්ථාව සිහිපත් කරනු. නියත වශයෙන් ම අල්ලාහ් උදම් වන්නන් ප්‍රිය නො කරයි.","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:77","price":"තවද අල්ලාහ් ඔබ වෙත පිරිනැමූ දෑහි මතු ලොව නිවහන ඔබ සොයනු. තවද මෙලොවෙහි ඔබේ කොටස අමතක නො කරනු. අල්ලාහ් ඔබ වෙත උපකාරශීලීව කටයුතු කළාක් මෙන් ඔබ ද උපකාරශීලීව කටයුතු කරනු. තවද මහපොළොවේ කලහකම් කිරීමට නො සොයනු. නියත වශයෙන් ම අල්ලාහ් කලහකාරීන් ප්‍රිය නො කරයි.","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:78","price":"මෙය මට දෙනු ලැබුවේ මා වෙත තිබෙන දැනුම හේතුකොටගෙනය යැයි (කාරූන්) පැවසී ය. ඔහුට පෙර ඔහුට වඩා ශක්තියෙන් බලවත් එමෙන් ම පිරිසෙන් වැඩි පරම්පරාවන් අල්ලාහ් විනාශ කර ඇති බව ඔහු නො දත්තේ ද? තවද ඔවුන්ගේ පාපයන් ගැන මෙම අපරාධකරුවෝ විමසනු නො ලබති.","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:79","price":"ඔහු අලංකාරයෙන් සැරසී ඔහුගේ ජනයා වෙත පිටත්ව පැමිණියේ ය. කාරූන්ට දෙනු ලැබූ දෑ මෙන් අපට ද තිබුණා නම්! නියත වශයෙන් ම ඔහු ඉමහත් භාග්‍යය සම්පන්නයකු යැයි මෙලොව ජීවිතය ප්‍රිය කරන්නෝ පැවසූහ.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:80","price":"තවද නුඹලාට විනාශය වේවා! විශ්වාස කොට යහකම් සිදු කළවුනට අල්ලාහ්ගේ තිළිණය උතුම් ය. ඉවසිලිවන්තයෝ හැර (වෙනත් කිසිවකු) එය නො ලබනු ඇතැයි ඥානය දෙනු ලැබුවෝ පැවසූහ.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:81","price":"එහෙයින් අපි ඔහු හා ඔහුගේ නිවස මහපොළොවට ගිල්වූයෙමු. එවිට අල්ලාහ්ගෙන් තොරව ඔහුට උදව් කරන කිසිදු පිරිසක් ඔහුට නො වීය. තවද ඔහු උදව් ලබන්නන් අතරින් ද නො වීය.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:82","price":"අහෝ! තම ගැත්තන් අතරින් අල්ලාහ් අභිමත කරන අයට පෝෂණ සම්පත් ඔහු ව්‍යාප්ත කර දෙයි. තවද ඔහු ප්‍රමාණ කොට දෙයි. අල්ලාහ් අප වෙත කාරුණික නො වූයේ නම් අප ද ගිලී යන්නට තිබුණි. අහෝ! දෙවියන් ප්‍රතික්ෂේප කරන්නන් ජය නො ලබනු ඇතැයි පෙර දින ඔහුගේ නිලයට ආශා කළවුන් පවසන්නන් බවට පත් වූහ.","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:83","price":"ඒ මතු ලොව නිවහන මහපොළොවේ උද්දාමය හෝ කලහකාරිත්වය හෝ ප්‍රිය නො කරන්නන්හට අපි ඇති කළෙමු. අවසානය බිය බැතිමතුන්හට ය.","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:84","price":"කවරෙකු යහපත රැගෙන එන්නේ ද එවිට ඊට වඩා උතුම් දෑ ඔහුට ඇත. තවද කවරෙකු නපුර රැගෙන එන්නේ ද එසේ නපුරුකම් සිදු කළ අයට ඔවුන් සිදු කරමින් සිටි දෑට මිස ප්‍රතිඵල දෙනු නො ලැබේ.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:85","price":"නියත වශයෙන් ම ඔබ වෙත අල් කුර්ආනය නියම කළ ඔහු ඔබව (නැවතත් ඔබ) හැරී ආ ස්ථානයට ම ගෙන යනු ඇත. යහමග රැගෙන එන්නා කවුරුන් දැ? යි ද පැහැදිලි මුළාවෙහි සිටින්නා කවුරුන් දැ? යි ද මාගේ පරමාධිපති මැනවින් දන්නාය යැයි (නබිවරය!) පවසනු.","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:86","price":"තවද ධර්ම ග්‍රන්ථය ඔබ වෙත පහළ කරනු ලැබේ යැයි ඔබ අපේක්ෂා කරමින් නො සිටියෙහි ය. එය ඔබගේ පරමාධිපතිගෙන් වූ ආශිර්වාදයක් මිස වෙනකක් නැත. එහෙයින් ඔබ දේවත්වය ප්‍රතික්ෂේප කරන්නන්හට උර දෙන්නකු නො වනු.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:87","price":"තවද අල්ලාහ්ගේ වදන් ඔබ වෙත පහළ කරනු ලැබුවායින් පසුව ඒවායින් ඔවුන් ඔබව නො වැළැක්විය යුතුයි. තවද ඔබ ඔබේ පරමාධිපති වෙත ඇරයුම් කරනු. තවද ඔබ දේවත්වය ආදේශ කරන්නන් අතරින් නො වනු.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"28:88","price":"තවද ඔබ අල්ලාහ් සමඟ වෙනත් දෙවියකු ඇරයුම් නො කරනු. ඔහු හැර වෙනත් දෙවියකු නොමැත. ඔහුගේ මුහුණ හැර සෙසු සියලු දෑ විනාශ වී යන්නක් ය. තීන්දුව ඔහු සතු ය. තවද නුඹලා නැවත යොමු කරනු ලබනුයේ ඔහු වෙතට ය.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:1","price":"අලිෆ්, ලාම්, මීම්.","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:2","price":"මිනිසා තමන් පරීක්ෂාවට ලක් කරනු නො ලැබ, අපි විශ්වාස කළෙමු යැයි පැවසීමෙන් පමණක් තමන් අතහැර දමනු ලබනු ඇතැයි සිතුවේ ද?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:3","price":"තවද ඔවුනට පෙර සිටියවුන් ද අපි පරීක්ෂාවට ලක් කළෙමු. එහෙයින් සත්‍යය පැවසූවන් පිළිබඳව අල්ලාහ් සැබැවින් ම දනී. තවද මුසාවාදීන් පිළිබඳව ද ඔහු සැබැවින් ම දනී.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:4","price":"නපුරුකම් සිදු කරන්නන් වනාහි ඔවුහු අප අබිබවා යා හැකැයි සිතුවෝ ද? ඔවුන් තීන්දු කරන දෑ නපුරු විය.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:5","price":"කවරෙකු අල්ලාහ්ගේ හමුව අපේක්ෂා කරන්නේ ද එවිට නියත වශයෙන් ම අල්ලාහ්ගේ නියමිත කාලය පැමිණෙන්නකි. (යැයි දැන ගනු) තවද ඔහු සර්ව ශ්‍රාවක ය; සර්ව ඥානී ය.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:6","price":"තවද කවරෙකු (අල්ලාහ්ගේ මාර්ගයෙහි) වෙහෙස වන්නේ ද එසේ ඔහු වෙහෙස වනුයේ ඔහු වෙනුවෙනි. නියත වශයෙන් ම අල්ලාහ් ලෝවැසියන්ගෙන් අවශ්‍යතා නොමැත්තෙකි.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:7","price":"තවද විශ්වාස කොට යහකම් කළවුන් වනාහි ඔවුන්ගේ පාපයන් ඔවුන්ගෙන් අපි කමා කරන්නෙමු. තවද ඔවුන් සිදු කරමින් සිටි වඩාත් අලංකාර දෑ සඳහා අපි ඔවුනට ප්‍රතිඵල පිරිනමන්නෙමු.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:8","price":"තවද තම දෙමව්පියන් සමඟ යහපත් අයුරින් කටයුතු කරන ලෙස අපි මිනිසාට උපදෙස් දුනිමු. ඔබට කවර දෙයක් පිළිබඳ දැනුමක් නොමැත්තේ ද එවන් දෑ ඔබ මට ආදේශ කරන මෙන් ඔවුන් දෙදෙනා ඔබ වෙත (බල කරන්නට) උත්සාහ දැරුවේ නම්, එවිට ඔබ ඔවුන් දෙදෙනාට අවනත නො වනු. නුඹලාගේ නැවත පැමිණීමේ ස්ථානය ඇත්තේ මා වෙත ය. එවිට නුඹලා සිදු කරමින් සිටි දෑ පිළිබඳව අපි නුඹලාට දන්වන්නෙමු.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:9","price":"තවද විශ්වාස කොට යහකම් කළවුන් වනාහි සැබැවින් ම අපි ඔවුන් දැහැමියන් අතරට ඇතුළත් කරන්නෙමු.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:10","price":"තවද ‘සැබැවින් ම අපි අල්ලාහ් විශ්වාස කළෙමු’ යැයි පවසන අය ජනයා අතරින් වෙති. එවැන්නෙකු අල්ලාහ් විෂයෙහි වේදනාවට පත් කරනු ලැබූ විට, ජනයාගේ අර්බුදය අල්ලාහ්ගේ දඬුවමක් බවට සලකයි. එහෙත් ඔබේ පරමාධිපතිගෙන් උපකාරයක් පැමිණි විට නියත වශයෙන් ම අපි නුඹලා සමඟ සිටියෙමු යැයි පවසති. ලෝවැසියන්ගේ හදවත් තුළ ඇති දෑ පිළිබඳව මැනවින් දන්නා අල්ලාහ් නො වේ ද?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:11","price":"තවද සැබැවින් ම දේවත්වය විශ්වාස කළවුන් ගැන අල්ලාහ් දන්නේ ය. තවද කුහකයින් ගැන ද සැබැවින් ම ඔහු දන්නේ ය.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:12","price":"තවද දේවත්වය ප්‍රතික්ෂේප කළවුන් දේවත්වය විශ්වාස කළවුන් දෙස බලා නුඹලා අපගේ මාර්ගය අනුගමනය කරනු. නුඹලාගේ පාපකම් අපි උසුලන්නෙමු යැයි පවසති. ඔවුන්ගේ පාපකම්වලින් කිසිවක් ඔවුහු උසුලන්නන් නො වෙති. නියත වශයෙන් ම ඔවුහු මුසාවාදීහු ය.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:13","price":"තවද නියත වශයෙන් ම ඔවුහු ඔවුන්ගේ බරද ඔවුන්ගේ බර සමඟ තවත් බරද උසුලනු ඇත. තවද ඔවුන් ගොතමින් සිටි දෑ පිළිබඳව මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ නියත වශයෙන් ම විනිශ්චය කරනු ලැබේ.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:14","price":"තවද සැබැවින් ම අපි නූහ් ඔහුගේ ජනයා වෙත එව්වෙමු. එවිට ඔහු ඔවුන් අතර වසර දහසකට වසර පනහක් අඩුවෙන් (එනම් අවුරුදු නවසියපනහක්) රැඳී සිටියේ ය. එවිට ඔවුන් අපරාධකරුවන් ලෙස සිටිය දී මහා ගංවතුර ඔවුන් හසු කළේ ය.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:15","price":"එවිට අපි ඔහු (නූහ්) හා නැවේ සිටි සගයින් බේරා ගත්තෙමු. තවද ලෝ වැසියන්ට සංඥාවක් බවට අපි එය පත් කළෙමු.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:16","price":"තවද ඉබ්රාහීම්ව ද (එව්වෙමු.) නුඹලා අල්ලාහ්ට නැමදුම් කරනු. තවද ඔහුට බිය බැතිමත් වනු. නුඹලා දැන සිටියෙහු නම් එය නුඹලාට උතුම්ය යැයි ඔහු පැවසූ අවස්ථාව සිහිපත් කරනු.","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:17","price":"නියත වශයෙන් ම අල්ලාහ් හැර දමා නුඹලා නැමදුම් කරනුයේ පිළිමවලට ය. තවද නුඹලා බොරු නිර්මාණය කරන්නෙහු ය. නියත වශයෙන් ම අල්ලාහ් හැර දමා නුඹලා නමදින දෑ වනාහි නුඹලාට පෝෂණය ලබා දෙන්නට ඔවුන් හැකියාව නො දරිති. එහෙයින් අල්ලාහ් අබියසින් පෝෂණ සම්පත් සොයනු. තවද ඔහුට නැමදුම් කරනු. තවද ඔහුට කෘතවේදී වනු. නුඹලා නැවත යොමු කරනු ලබනුයේ ඔහු වෙතට ය.","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:18","price":"තවද නුඹලා බොරු කරන්නෙහු නම් එවිට (දැනගනු) සැබැවින් ම නුඹලාට පෙර සිටි සමූහයෝ ද බොරු කළෝ ය. තවද පැහැදිලිව දන්වා සිටීම මිස වෙනත් කිසිවක් පණිවිඩකරුවා වෙත නැත.","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:19","price":"අල්ලාහ් මැවීම් ප්‍රථමෝත්පාදනය කර පසුව ඔහු එය නැවත ගෙන එන්නේ කෙසේ දැ? යි ඔවුහු නො දුටුවෝ ද? නියත වශයෙන් ම එය අල්ලාහ් වෙත පහසු කාර්යයකි.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:20","price":"මහපොළොවේ නුඹලා ගමන් කොට ඔහු මැවීම් ප්‍රථමෝත්පාදනය කළේ කෙසේ දැ? යි අධීක්ෂණයෙන් බලනු. පසුව අල්ලාහ් වෙනත් නිර්මාණයක් නිර්මාණය කරයි. නියත වශයෙන් ම අල්ලාහ් සියලු දෑ කෙරෙහි ශක්තිය ඇත්තාය යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:21","price":"ඔහු අභිමත කරන අයට ඔහු දඬුවම් කරයි. තවද ඔහු අභිමත කරන අයට කරුණාව පෙන්වයි. තවද නුඹලා පෙරළා ගෙන එනු ලබනුයේ ඔහු වෙතට ය.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:22","price":"තවද නුඹලා මහපොළොවේ හෝ අහස්හි හෝ (අල්ලාහ්ව පරාජය කරන්නට) හැකියාව දරන්නන් නො වන්නෙහු ය. තවද අල්ලාහ්ගෙන් තොරව කිසිදු භාරකරුවකු හෝ උදව්කරුවකු හෝ නුඹලාට නොමැත.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:23","price":"තවද අල්ලාහ්ගේ සංඥා හා ඔහුගේ හමුව ප්‍රතික්ෂේප කළවුන් වනාහි ඔවුහු මාගේ දයාලුභාවය පිළිබඳ බලාපොරොත්තු සුන් කර ගත්තෝ වෙති. තවද ඔවුනට වේදනීය දඬුවමක් ඇත්තෝ ද ඔවුහු ම ය.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:24","price":"(එයට ඔවුන්) නුඹලා ඔහු මරා දමනු. එසේ නැතහොත් ඔහු පුලුස්සා දමනු යැයි පවසා සිටියා මිස ඔහුගේ ජනයාගේ පිළිතුර වෙනෙකක් නො වීය. එවිට අල්ලාහ් ඔහුව ගින්නෙන් මුදවා ගත්තේ ය. නියත වශයෙන් ම විශ්වාස කරන ජනයාට එහි සංඥා ඇත.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:25","price":"තවද මෙලොව ජීවිතයේ නුඹලා අතර ආදරය ඇති කිරීමක් වශයෙන් නුඹලා අල්ලාහ්ගෙන් තොරව ගෙන ඇත්තේ පිළිම (වන්දනාව) ය. පසුව මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ නුඹලාගෙන් ඇතැමෙක් ඇතැමෙකු ප්‍රතික්ෂේප කරනු ඇත. තවද නුඹලාගෙන් ඇතැමෙක් ඇතැමෙකුට ශාප කරනු ඇත. තවද නුඹලාගේ නවාතැන (නිරා) ගින්න ය. තවද නුඹලාට උදව්කරුවන් කිසිවකු හෝ නොමැත.","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:26","price":"තවද ලූත් ඔහු (ඉබ්රාහීම්)ව විශ්වාස කළේ ය. නියත වශයෙන් ම මම මාගේ පරමාධිපති වෙත නික්ම ආ කෙනෙකි. නියත වශයෙන් ම ඔහු සර්ව බලධාරී ය; මහා ප්‍රඥාවන්තය යැයි ඔහු (ඉබ්රාහීම්) පැවසී ය.","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:27","price":"තවද අපි ඔහු (ඉබ්රාහීම්)ට ඉස්හාක් හා යඃකූබ් පිරිනැමුවෙමු. ඔහුගේ පරම්පරාව තුළ දූතත්වය හා ධර්ම ග්‍රන්ථය ඇති කළෙමු. තවද ඔහුගේ කුලිය අපි ඔහුට මෙලොවෙහි පිරිනැමුවෙමු. තවද නියත වශයෙන් ම ඔහු මතු ලොවෙහි දැහැමියන් අතරින් ය.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:28","price":"තවද ලූත්ව ද (අපි එව්වෙමු.) නියත වශයෙන් නුඹලා අශීලාචාරය දෑහි නිරත වන්නෙහු ය. නුඹලාට පෙර මෙවැනි දෙයක් ලෝවැසියන් අතරින් කිසිවෙකු විසින් සිදු කර නැත.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:29","price":"නියත වශයෙන් ම නුඹලා සහජ මාර්ගය කපා හැර පිරිමින් වෙත (කාමාශාවෙන් යුතු ව) පැමිණෙන්නෙහු ද? නුඹලා රැස් වන තැන්හි පිළිකුල් සහගත දෑ කරන්නෙහු ද? එවිට ඔහුගේ ජනයාගේ පිළිතුර ‘ඔබ සත්‍යවාදීන් අතරින් නම් අල්ලාහ්ගේ දඬුවම අප වෙත ගෙන එනු’යි පැවසීම මිස වෙනෙකක් නො වීය.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:30","price":"මාගේ පරමාධිපතියණනි! කලහකාරී පිරිසට එරෙහිව ඔබ මට උදව් කරනු මැනව! යැයි ඔහු ප්‍රාර්ථනා කළේ ය.","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:31","price":"තවද අපගේ දූතවරුන් ඉබ්රාහීම් වෙත ශුභාරංචිය ගෙන ආ කල්හි ‘නියත වශයෙන් ම අපි මෙම නගරයේ වැසියන් විනාශ කරන්නෝ වෙමු. නියත වශයෙන් ම එහි වැසියෝ අපරාධකරුවන් වූහැ’යි ඔවුහු පැවසුවෝ ය.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:32","price":"නියත වශයෙන් ම එහි ලූත් සිටින්නේ යැයි ඔහු (ඉබ්රාහීම්) පැවසී ය. එහි සිටින්නේ කවරෙකු දැ? යි අපි මැනවින් දන්නෙමු. ඔහුගේ බිරිය හැර ඔහු හා ඔහුගේ පවුලේ උදවිය අපි මුදවා ගන්නෙමු. ඇය පසුබැස්සවුන් අතරට පත් වූවා ය.","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:33","price":"තවද අපගේ දූතවරු ලූත් වෙත පැමිණි විට ඔවුන් හේතුවෙන් ඔහු දුකට පත් විය. තවද ඔවුන් ගැන කනස්සල්ලෙන් ඔහු පීඩනයට පත් විය. තවද ඔබ බිය නො වනු. ඔබ දුක් නො වනු. නියත වශයෙන් ම ඔබගේ බිරිය හැර ඔබ හා ඔබගේ පවුලේ අය අපි මුදවාගන්නෝ වෙමු. ඇය පසුබැස්සවුන් අතරට පත් වූවාය යැයි පැවසූහ.","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:34","price":"නියත වශයෙන් ම මෙම නගරවාසීන් පාපකම් සිදු කරමින් සිටී හෙයින් අහසින් දඬුවමක් අපි ඔවුන් වෙත පහළ කරන්නෙමු.","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:35","price":"තවද වටහා ගන්නා ජනයාට සැබැවින් ම අපි පැහැදිලි සංඥාවක් එහි අත්හැර දමා ඇත්තෙමු.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:36","price":"තවද මද්යන් වාසීන් වෙත ඔවුන්ගේ සහෝදර ෂුඅයිබ්ව (එව්වෙමු.) එවිට මාගේ ජනයිනි! නුඹලා අල්ලාහ්ට නැමදුම් කරනු. තවද පරමාන්ත දිනය බලාපොරොත්තු වෙනු. තවද මහපොළොවේ කලහකාරීන් ලෙස නො සැරිසරනු යැයි ඔහු පැවසී ය.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:37","price":"එවිට ඔවුහු ඔහු බොරු කළෝ ය. එවිට භූමිකම්පාව ඔවුන් හසු කර ගත්තේ ය. එහෙයින් ඔවුහු ඔවුන්ගේ නිවෙස් තුළ මළ කඳන් බවට පත් වූවෝ ය.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:38","price":"තවද ආද් ජනයා සහ සමූද් ජනයා ද (විනාශ කළෙමු.) තවද සැබැවින් ම ඔවුන්ගේ වාසස්ථානයන්ගෙන් (ඔවුන්ගේ තත්ත්වය) නුඹලාට පැහැදිලි වී ඇත. ඔවුන් බුද්ධිමතුන්ව සිටිය දී ෂෙයිතාන් ඔවුන්ගේ ක්‍රියාවන් ඔවුනට අලංකාර කර පෙන්වා ඍජු මාර්ගයෙන් ඔවුන් වැළැක් වී ය.","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:39","price":"තවද කාරූන් ෆිර්අවුන් හා හාමාන් ද (විනාශ කළෙමු.) සැබැවින් ම මූසා ඔවුන් වෙත පැහැදිලි සාධක ගෙන ආවේ ය. එහෙත් ඔවුන් මහපොළොවේ උඩඟුකම් පෑහ. තවද ඔවුන් ජයග්‍රාහකයන් නො වූහ.","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:40","price":"එසේ සෑම සමූහයක් ම එහි පාපය හේතුවෙන් අපි ග්‍රහණය කළෙමු. ඒ අනුව ඔවුන් අතරින් අප ඒ(සමූහය) වෙත සැඩ සුළං එවූ අය ද වෙති. තවද ඔවුන් අතුරන් මහ හඬ එ(ම සමූහ)ය හසුකරගත් අය ද වෙති. තවද ඔවුන් අතරින් එ(ම සමූහ)ය මහපොළොවට ගිල් වූ අය ද වෙති. තවද ඔවුන් අතරින් අප ජලයේ ගිල්වූ අය ද වෙති. අල්ලාහ් ඔවුනට අපරාධ කිරීමට නො වීය. එහෙත් ඔවුහු ඔවුනට ම අපරාධ කර ගනිමින් සිටියෝ ය.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:41","price":"අල්ලාහ් හැර භාරකරුවන් ලෙස ගත්තවුන්ගේ උපමාව නිවසක් තනා ගත් මකුළුවාගේ උපමාව මෙනි. නියත වශයෙන් ම නිවෙස් අතරින් වඩාත් දුර්වල වනුයේ මකුළුවාගේ නිවසයි. ඔවුන් දැන සිටියාහු නම්.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:42","price":"නියත වශයෙන් ම ඔහු හැර දමා ඔවුන් කවර දෙයකින් ඇරයුම් කරන්නේ ද ඒ පිළිබඳව අල්ලාහ් දනී. තවද ඔහු සර්ව බලධාරී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:43","price":"තවද එම උපමාවන් අපි ජනයාට ගෙන හැර පාන්නෙමු. ප්‍රඥාව ඇත්තන් හැර වෙනත් කිසිවෙකු එය වටහා නො ගනියි.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:44","price":"අල්ලාහ් අහස් සහ මහපොළොව සත්‍යයෙන් යුතුව මැව්වේ ය. නියත වශයෙන් ම දේවත්වය විශ්වාස කරන්නන්හට එහි සංඥාවක් ඇත.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"si"},{"name":"29:45","price":"ධර්ම ග්‍රන්ථයෙන් ඔබ වෙත දන්වනු ලැබූ දෑ පාරායනය කරනු. තවද සලාතය විධිමත්ව ඉටු කරනු. නියත වශයෙන් ම සලාතය අශික්ෂිත දැයින් හා පිළිකුල් සහගත දැයින් වළක්වනු ඇත. තවද අල්ලාහ්ව මෙනෙහි කිරීම අතිමහත් ය. තවද අල්ලාහ් නුඹලා සිදු කරන දෑ දනී.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"si"}],"juz":{"id":20,"name":"أَمَّنْ خَلَقَ","transliteration":"Amman Khalaq","transEn":"Is He Who Created","startVerse":"27:56","endVerse":"29:45","totalVerses":171}}