{"data":[{"name":"33:31","price":"නුඹලා අතරින් කවරෙකු අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට අවනත වී යහකම් සිදු කරන්නේ ද ඇයට අපි ඇයගේ කුලිය දෙවාරයක් පිරිනමමු. තවද අපි ඇය සඳහා ගෞරවනීය පෝෂණ සම්පත් සූදානම් කළෙමු.","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:32","price":"අහෝ නබිවරයාගේ බිරින්දෑවරුණි! නුඹලා (සෙසු) කාන්තාවන්ගෙන් කෙනෙකු මෙන් නො වන්නෙහු ය. නුඹලා අල්ලාහ්ට බැතිමත් වූයේ නම් නුඹලා සිහින් හඬින් කතා නො කරනු. එවිට කවරෙකුගේ හදවත තුළ රෝග ඇත්තේ ද ඔහු (පාපතර) ආශා ඇති කර ගනු ඇත. තවද ඔබ යහපත් වදනින් කතා කරනු.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:33","price":"තවද නුඹලාගේ නිවෙස් තුළ නුඹලා රැඳී සිටිනු. තවද පෙර අඥාන යුගයේ අලංකාරය ඉස්මතු කරමින් සැරිසැරුනාක් මෙන් නුඹලා නො සැරිසරනු. තවද සලාතය විධිමත්ව ඉටු කරනු. තවද zසකාත් ද පිරිනමනු. තවද අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට අවනත වනු. නියත වශයෙන් ම අල්ලාහ් අපේක්ෂා කරනුයේ නිවැසියන් වූ නුඹලාගෙන් කිලිටි පහකිරීමට හා නුඹලාව මුළුමණින් පිවිතුරු කිරීමට ය.","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:34","price":"තවද අල්ලාහ්ගේ වදන් හා ප්‍රඥාවෙන් නුඹලාගේ නිවෙස් තුළ පාරායනය කරනු ලබන දෑ නුඹලා මෙනෙහි කරනු. නියත වශයෙන් ම අල්ලාහ් සියුම් ඥානී අභිඥානවන්ත විය.","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:35","price":"නියත වශයෙන් ම මුස්ලිම්වරුන් හා මුස්ලිම්වරියන් ද විශ්වාසවන්තයින් හා විශ්වාසවන්තිනියන් ද අවනතවන්නන් හා අවනතවන්තියන් ද සත්‍යවාදීන් හා සත්‍යවාදිනියන් ද ඉවසිලිවන්තයින් හා ඉවසිලිවන්තියන් ද බියබැතිමත්වන්නන් හා බියබැතිමත්වන්නියන් ද පරිත්‍යාගශීලීන් හා පරිත්‍යාගශීලිනියන් ද උපවාසය රකින්නන් හා උපවාසය රකින්නියන් ද තමන්ගේ ලිංගේන්ද්‍රියන් ආරක්ෂා කරන්නන් හා ආරක්ෂා කරන්නියන් ද අල්ලාහ්ව අධික ලෙස මෙනෙහි කරන්නන් හා මෙනෙහි කරන්නියන් ද වනාහි, අල්ලාහ් ඔවුනට සමාව හා මහත් ප්‍රතිඵල සූදානම් කර ඇත.","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:36","price":"තවද අල්ලාහ් හා ඔහුගේ ධර්ම දූතයාණන් යම් කරුණක් තීන්දු කළ විට ඔවුන්ගේ කරුණ පිළිබඳ ඔවුන්ගේ කැමැත්ත අනුව ක්‍රියා කිරීම දේවත්වය විශ්වාස කරන්නෙකුට හෝ කරන්නියෙකුට හෝ සුදුසු නො වීය. තවද කවරෙකු අල්ලාහ්ට හා ඔහුගේ ධර්ම දූතයාණන්ට පිටුපාන්නේ ද එවිට සැබැවින් ම ඔහු ප්‍රකට මුළාවකින් මුළා විය.","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:37","price":"තවද අල්ලාහ් කවුරුන්හට දයාව පහළ කළේ ද එමෙන් ම ඔබත් ඔහු කෙරෙහි උපකාර කළේ ද ඔහුට “ඔබගේ භාර්යාව ඔබ වෙත ම තබා ගනු. තවද අල්ලාහ්ට බිය වනු” යැයි ඔබ පැවැසූ අවස්ථාව සිහිපත් කරනු. තවද අල්ලාහ් එළිදරව් කිරීමට තිබූ දැය, මිනිසුන්ට බිය වී ඔබ ඔබගේ මනසෙහි සඟවා තැබුවෙහි ය. ඔබ බිය වීමට ඉතාමත් සුදුස්සා අල්ලාහ් ය. තවද සෙයිද් (තම බිරිඳ වන) ඇයගෙන් (දික්කසාද වීමට) තීන්දු කර ගත් කල්හි අපි ඇයව ඔබට විවාහ කර දුනිමු. මන්දයත් දේවත්වය විශ්වාස කරන්නන්හට, ඔවුන් විසින් දරුකමට හදා ගත් අය ඔවුන්ගේ භාර්යාවන්ගෙන් (දික්කසාද වීමට) තීන්දු කර ගත් විට (එම කාන්තාවන්ව විවාහ කර ගැනීමේ දී එය ඔවුනට) වරදක් නො වනු පිණිස ය. සැබැවින් ම මෙය සිදු කරනු ලබන අල්ලාහ්ගේ නියෝගයක් විය.","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:38","price":"අල්ලාහ් ඔහුට නියම කළ දෑහි කිසිදු වරදක් නබිවරයාට නො වීය. (එය) මීට පෙර ඉකුත්ව ගියවුන් අතර වූ අල්ලාහ්ගේ පිළිවෙත ය. තවද අල්ලාහ්ගේ නියෝගය නිර්ණය කරනු ලැබූ නියමයක් විය","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:39","price":"ඔවුහු වනාහි අල්ලාහ්ගේ පණිවිඩ දන්වා සිටින්නන් වෙති. තවද ඔහුට බිය වෙති. අල්ලාහ් හැර වෙනත් කිසිවකුට බිය නො වෙති. ගණන් කරන්නෙකු වශයෙන් අල්ලාහ් ප්‍රමාණවත් ය.","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:40","price":"මුහම්මද් නුඹලාගේ පිරිමින් අතරින් කිසිවකුගේ පියෙකු නො වීය. එහෙත් ඔහු අල්ලාහ්ගේ ධර්ම දූතයාණන් ය. තවද නබිවරුන්ගේ මුද්‍රාව ය. තවද සියලු දෑ පිළිබඳව අල්ලාහ් සර්ව ඥානී ය.","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:41","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා අධික ලෙස අල්ලාහ් මෙනෙහි කරනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:42","price":"තවද උදේ හා සවස නුඹලා ඔහු සුවිශුද්ධ කරනු.","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:43","price":"අන්ධකාරයන්ගෙන් ආලෝකය වෙත නුඹලා බැහැර කරනු පිණිස (අල්ලාහ්) ඔහු නුඹලා වෙත ආශිර්වාද කරන්නේ ය. තවද ඔහුගේ මලක්වරුන් ද නුඹලාට ප්‍රාර්ථනා කරති. තවද ඔහු දේවත්වය විශ්වාස කරන්නන්හට මහා කාරුණික ය.","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:44","price":"ඔවුහු ඔහු හමු වන දින ඔවුන්ගේ පැතුම සලාම් (ශාන්තිය) යන්නයි. තවද ඔහු ඔවුනට ගෞරවනීය තිළිණ සූදානම් කොට ඇත.","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:45","price":"අහෝ නබිවරය! නියත වශයෙන් අපි ඔබ සාක්ෂිකරුවෙකු ලෙසින් ද ශුභාරංචි දන්වන්නෙකු ලෙසින් ද අවවාද කරන්නෙකු ලෙසින් ද එව්වෙමු.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:46","price":"තවද අල්ලාහ් වෙත ඔහුගේ අනුමැතියෙන් ඇරයුම් කරන්නෙකු ලෙසින් ද අලෝකමත් කරන පහනක් ලෙසින් ද (අපි ඔබ එව්වෙමු.)","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:47","price":"තවද නියත වශයෙන් ම අල්ලාහ්ගෙන් වූ මහත් භාග්‍යය ඔවුනට ඇති බව දේවත්වය විශ්වාස කරන්නන්හට ඔබ සුබාරංචි දන්වනු.","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:48","price":"තවද ඔබ දේවත්වය ප්‍රතික්ෂේප කරන්නන්ට සහ (වංචනික) කුහකයන්ට අවනත නො වනු. තවද ඔවුන්ගේ වදහිංසා නො සලකා හරිනු. තවද අල්ලාහ් වෙත භාර කරනු. තවද භාරකරු වශයෙන් අල්ලාහ් ප්‍රමාණවත් ය.","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:49","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා දේවත්වය විශ්වාස කරන කාන්තාවන් විවාහ කොට පසුව නුඹලා ඔවුන් ස්පර්ශ කිරීමට පෙර නුඹලා ඔවුන් දික්කසාද කළහොත් නුඹලා ගණන් කරන පොරොත්තු කාලයක් නුඹලා වෙනුවෙන් ඔවුන් කෙරෙහි අනිවාර්යය නො වන්නේ ය. එවිට ඔවුනට ජීවන සම්පත් ලබා දෙනු. තවද අලංකාර මුදවාලීමකින් ඔවුන් මුදවා හරිනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:50","price":"අහෝ නබිවරය! නුඹ ඔවුන්ගේ (මහර්) කුලී ලබා දුන් නුඹගේ බිරියන් ද (යුද්ධයේ දී) අල්ලාහ් නුඹ වෙත පිරිනැමූ අය අතරින් නුඹේ දකුණත සතු කරගත් කාන්තාවන් ද නුඹ සමඟ නික්ම ගිය නුඹේ පිය පාර්ශවයේ සහෝදරයන්ගේ දූවරුන් ද, නුඹේ පිය පාර්ශවයේ සහෝදරියන්ගේ දූවරුන් ද, නුඹේ මව් පාර්ශවයේ සහෝදරයන්ගේ දූවරුන් ද, නුඹේ මව් පාර්ශවයේ සහෝදරියන්ගේ දූවරුන් ද, නුඹට අනුමත කළෙමු. තවද (කිසිදු මහර් ලබා ගැනීමකින් තොර ව) තමන්වම නබිවරයාට පරිත්‍යාග කළ, දේවත්වය විශ්වාස කළ කාන්තාව ද නබිවරයා ඇය විවාහ කර ගැනීමට සිතුවේ නම් සෙසු මුඃමින්වරුන්ට නොව විශේෂයෙන් නුඹට පමණක් අනුමත කළෙමු. ඔවුන්ගේ බිරියන් සම්බන්ධයෙන් හා ඔවුන්ගේ දකුණත් සතු කරගත් කාන්තාවත් සම්බන්ධයෙන් ඔබ වෙත වරදක් නො වනු පිණිස අපි ඔවුන් වෙත අනිවාර්යය කළ දෑ සැබැවින් ම අපි දනිමු. තවද අල්ලාහ් අතික්ෂාමාශීලී මහාකරුණාන්විත ය.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:51","price":"ඔවුන් අතරින් නුඹ කැමති අය පසෙක තැබිය හැකි ය. තවද නුඹ කැමැති අය නුඹ වෙත ළං කර ගත හැකි ය. එසේ නුඹ ඉවත් කළ අය අතරින් (නැවත ගෙන්වා ගැනීමට) අපේක්ෂා කළ අය ගැන නුඹට වරදක් නැත. ඔවුන්ගේ ඇස් පිනවනු පිණිසත් ඔවුන් දුකට පත් නො වනු පිණිසත් නුඹ ඔවුන් සියල්ලට පිරිනැමූ දෑ ඔවුන් පිළිගනු පිණිසත් එය වඩාත් සමීප ය. තවද නුඹලාගේ සිත් තුළ ඇති දෑ අල්ලාහ් දනී. තවද අල්ලාහ් සර්වඥානී ඉවසිලිවන්තයෙකු ය.","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:52","price":"නුඹේ දකුණත හිමිකර ගත් අය හැර මින් පසුව (වෙනත්) කාන්තාවන් ඔවුන්ගේ අලංකාරය ඔබව මවිත කළ ද (එම) බිරියන් වෙනුවට ඔවුන් ගැනීම (නබිවරය!) ඔබට අනුමත නො වේ. තවද අල්ලාහ් සියලු දෑ කෙරෙහි අධීක්ෂක ය.","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:53","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! සංග්‍රහයක් වෙත නුඹලාට අවසර දෙනු ලැබීමෙන් මිස නුඹලා නබිතුමාගේ නිවෙස්වලට ඇතුළු නො වනු. ඔහුගේ භාජනය දෙස බලන්නන් ලෙස නො සිටිනු. එහෙත් නුඹලා ඇරයුම් කරනු ලැබුවේ නම් එවිට නුඹලා පිවිසෙනු. එසේ නුඹලා ආහාර ගත්තේ නම් විසිර යනු. කතා කිරීම පිණිස බැඳී සිටින්නන් නො වනු. නියත වශයෙන් ම එය නබිවරයා අපහසුතාවට පත් කරනු ඇත. එවිට ඔහු නුඹලා හේතුවෙන් ලැජ්ජාවට පත් වෙයි. තවද අල්ලාහ් සත්‍යය පිළිබඳව ලැජ්ජාවට පත් නො වෙයි. තවද නුඹලා (නබිවරයාගේ බිරින්දෑවරුන් වන) ඔවුන්ගෙන් යම් වස්තුවක් ඉල්ලා සිටින විට තිරයක පසුපසින් සිට ඔවුන්ගෙන් ඉල්ලා සිටිනු. එය නුඹලාගේ සිත් හා ඔවුන්ගේ සිත්වලට වඩාත් පිවිතුරු ය. තවද අල්ලාහ්ගේ දූතයාණන්ට නුඹලා වේදනා කිරීමත් ඔහුගෙන් පසුව ඔහුගේ බිරියන් කිසිවිටෙක නුඹලා විවාහ කර ගැනීමත් නුඹලාට සුදුසු නො වීය. නියත වශයෙන් ම එය අල්ලාහ් අබියස බරපතල කරුණකි.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:54","price":"නුඹලා යමක් හෙළි කර සිටිය ද එසේ නැතහොත් නුඹලා එය සඟවා සිටිය ද නියත වශයෙන් ම අල්ලාහ් සියලු දෑ පිළිබඳ සර්වඥානී ය.","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:55","price":"(නබිවරයාගේ බිරියන්) ඔවුන්ගේ පියවරුන් හෝ ඔවුන්ගේ පුතුන් හෝ ඔවුන්ගේ සහෝදරයන්ගේ පුතුන් හෝ ඔවුන්ගේ සහෝදරියන්ගේ පුතුන් හෝ ඔවුන්ගේ (සමීප) කාන්තාවන් හෝ ඔවුන්ගේ දකුණත් හිමි කරගත් (වහල්) අය විෂයෙහි ඔවුන් වෙත වරදක් නැත. තවද නුඹලා අල්ලාහ්ට බැතිමත් වනු. නියත වශයෙන් ම අල්ලාහ් සියලු දෑ කෙරෙහි සාක්ෂිකරු ය.","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:56","price":"නියත වශයෙන් ම අල්ලාහ් ද ඔහුගේ මලක්වරුන් ද නබිවරයාණන්ට ආශිර්වාද කරති. අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා ද ඔහුට ප්‍රාර්ථනා කරනු. තවද නුඹලා සාමය පතනු.","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:57","price":"නියත වශයෙන් ම අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට හිංසා පීඩා කරන්නන් වන ඔවුනට මෙලොවෙහි හා මතුලොවෙහි අල්ලාහ් ශාප කරනු ඇත. තවද ඔවුනට නින්දාසහගත දඬුවමක් ඔහු සූදානම් කර ඇත.","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:58","price":"තවද දේවත්වය විශ්වාස කරන්නන්ට හා විශ්වාස කරන්නියන්ට ඔවුන් නො කළ දෙයක් වෙනුවෙන් හිංසා කරන්නන් වනාහි, ඔවුහු සැබැවින් ම මහා අපවාදයක් හා පැහැදිලි පාපයක් උසුලා ගත්තෝ ය.","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:59","price":"අහෝ නබිවරය! ඔබ ඔබේ බිරියන්ටත් ඔබේ දූවරුන්ටත් දේවත්වය විශ්වාස කරන්නන්ගේ බිරියන්ටත් ඔවුන්ගේ මොට්ටැක්කිලියෙන් ඔවුන් මත (හිසේ සිට) පහළට ඇද වැටන සේ පළඳිනුයි පවසනු. එය ඔවුන් (ශිලාචාර කාන්තාවන් යැයි) හඳුනා ගැනීමටත් හිංසා කරනු නො ලැබීමටත් වඩාත් උචිත ය. තවද අල්ලාහ් අතික්ෂමාශීලී මහා කරුණාන්විත ය.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:60","price":"කුහකයින්, තම සිත් තුළ රෝග ඇත්තවුන් හා මදීනාවෙහි කටකතා පතුරුවන්නන් (ඔවුන්ගේ ක්‍රියාදාමයන්ගෙන්) ඔවුන් නො වැළකුණේ නම් අපි නුඹව ඔවුන් කෙරෙහි බලය යෙදවීමට සලස්වමු. පසුව ඔවුහු ස්වල්පයක් මිස නුඹ සමඟ අසල්වැසියන් ලෙස නො සිටිනු ඇත.","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:61","price":"ඔවුන් ශාප කරනු ලැබූවන් ය. ඔවුන් කොතැනක හමු වුව ද ග්‍රහණය කරනු ලැබ කුරිරු ලෙස ඝාතනය කරනු ලැබේ.","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:62","price":"(මෙය) මීට පෙර ඉකුත් වූවන් අතර වූ අල්ලාහ්ගේ පිළිවෙතයි. තවද අල්ලාහ්ගේ පිළිවෙතට කිසිදු වෙනස්කිරීමක් ඔබ නො දකින්නෙහි ම ය.","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:63","price":"අවසන් හෝරාව පිළිබඳ ජනයා නුඹෙන් විමසති. එහි දැනුම ඇත්තේ අල්ලාහ් අබියස යැයි නුඹ පවසනු. තවද අවසන් හෝරාව සමීපයෙන් සිදු විය හැකැයි නුඹට දන්වා සිටිනුයේ කුමක් ද?","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:64","price":"නියත වශයෙන් ම දේවත්වය ප්‍රතික්ෂේප කරන්නන්හට අල්ලාහ් ශාප කළේ ය. තවද ඔවුනට ඇවිළෙන ගින්න ඔහු සූදානම් කළේ ය.","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:65","price":"ඔවුන් එහි නිරන්තර සදාතනිකයින් ය. කිසිදු භාරකරුවෙකු හෝ උදව්කරුවෙකු හෝ ඔවුන් නො ලබනු ඇත.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:66","price":"(නිරා) ගින්නේ ඔවුන්ගේ මුහුණු පෙරළනු ලබන දින අහෝ විනාශය! අප අල්ලාහ්ට අවනත වූයේ නම් තවද මෙම රසූල්වරයාට අවනත වූයේ නම් යැයි පවසති.","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:67","price":"තවද අපගේ පරමාධිපතියාණනි! නියත වශයෙන් ම අපි අපගේ නායකයින් හා ප්‍රධානීන්ට අවනත වූයෙමු. එහෙයින් ඔවුහු අප ඍජු මාර්ගයෙන් නොමග හැරියෝය යැයි ඔවුහු පවසති.","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:68","price":"අපගේ පරමාධිපතියාණනි! ඔවුනට දඬුවම දෙගුණයක් දෙනු. තවද ඔවුනට මහත් ශාපයකින් ශාප කරනු.","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:69","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! මූසාට හිංසා කළ අය මෙන් නුඹලා නො වනු. එවිට අල්ලාහ් ඔවුන් පවසන දැයින් ඔහුව නිදොස් කළේ ය. තවද ඔහු අල්ලාහ් අබියස ගෞරවාන්විත විය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:70","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා අල්ලාහ්ට බැතිමත් වනු. තවද නිවැරදි ප්‍රකාශය ම කතා කරනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:71","price":"නුඹලාගේ ක්‍රියාවන් ඔහු නුඹලාට විධිමත් කරයි. තවද නුඹලාගේ පාපකම්වලට ඔහු නුඹලාට සමාව දෙයි. තවද කවරෙකු අල්ලාහ්ට හා ඔහුගේ ධර්ම දූතයාණන්ට අවනත වන්නේ ද සැබැවින් ම ඔහු ඉමහත් ජයග්‍රහණයකින් ජය ලැබුවේ ය.","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:72","price":"නියත වශයෙන් ම අපි (දේව මෙහෙයේ) භාරකාරත්වය අහස්, පොළොව හා කඳු වෙතට ඉදිරිපත් කළෙමු. එය ඉසිලීමට ඒවා ප්‍රතික්ෂේප කළෝ ය. තවද එයට ඒවා බිය වූවෝ ය. එහෙත් මිනිසා එය ඉසිලී ය. නියත වශයෙන් ම ඔහු අඥානකම් ඇති අපරාධකරුවකු විය.","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"33:73","price":"(එසේ ඉසිලීමට හේතුව) කුහක පිරිමීන්ට ද, කාන්තාවන්ට ද, (දේවත්වය) ආදේශ කරන පිරිමීන්ට ද, කාන්තාවන්ට ද අල්ලාහ් දඬුවම් කරනු පිණිසත්; දේවත්වය විශ්වාස කරන පිරිමීන්ට ද, කාන්තාවන්ට ද අල්ලාහ් සමාව දීම පිණිසත් ය. තවද අල්ලාහ් අතික්ෂමාශීලී මහා කරුණාන්විත ය.","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:1","price":"අහස්හි ඇති දෑ හා මහපොළොවේ ඇති දෑ සතු වූ අල්ලාහ්ට මය සියලු ප්‍රශංසා. මතු ලොවෙහි සියලු ප්‍රශංසා ද ඔහු සතු ය. තවද ඔහු සියුම් ඥානී ය; අභිඥානවන්ත ය.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:2","price":"මහපොළොව තුළට පිවිසෙන දෑ ද ඉන් බැහැර වන දෑ ද අහසින් පහළ වන දෑ ද එහි ආරෝහණය වන දෑ ද ඔහු දනී. තවද ඔහු මහාකරුණාන්විත ය; අතික්ෂමාශීලී ය.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:3","price":"තවද ‘අවසන් හෝරාව අප වෙත නො පැමිණෙනු ඇතැ’යි දේවත්වය ප්‍රතික්ෂේප කළවුන් පැවසූහ. එසේ නොව අදෘශ්‍යමාන දෑ දන්නා වූ මාගේ පරමාධිපති මත දිවුරා පවසමි! නියත වශයෙන් ම එය නුඹලා වෙත පැමිණෙනු ඇත. අහස්හි හෝ වේවා මහපොළොවේ හෝ වේවා අණුවක තරම් ප්‍රමාණයක් හෝ ඊට වඩා කුඩා දෙයක් හෝ විශාල දෙයක් හෝ තිබුණ ද එය පැහැදිලි ලේඛනයේ සඳහන්ව මිස ඔහුගෙන් සැඟවෙන්නේ නැත යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:4","price":"(මෙය) විශ්වාස කොට යහකම් කළවුනට ඔහු ප්‍රතිඵල පිරිනමනු පිණිස ය. සමාව හා ගෞරවනීය පෝෂණ සම්පත් හිමි අය ඔවුහු ම ය.","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:5","price":"තවද අපගේ වදන් පරාජය කිරීමට වෑයම් කළවුන් වනාහි ඔවුනට නපුරු දඬුවම් ඇත.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:6","price":"තවද ඔබේ පරමාධිපතිගෙන් ඔබ වෙත පහළ කරනු ලැබූ දෑ; එය මය සත්‍යය යැයි ද, එය ප්‍රශංසාලාභී සර්ව බලධාරියාණන්ගේ මාර්ගය වෙත මග පෙන්වනු ඇතැයි ද, ඥානය දෙනු ලැබූවන් දකිනු ඇත.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:7","price":"තවද නුඹලා පූර්ණ ලෙස කීතුකීතුවලට ඉරා දමනු ලැබ පසුව නව මැවීමක් ලබනු ඇතැයි පවසන මිනිසෙකු පිළිබඳ අපි නුඹලාට දැනුම් දෙන්න දැ? යි දේවත්වය ප්‍රතික්ෂේප කළවුන් විමසා සිටියෝ ය.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:8","price":"ඔහු (මුහම්මද්) අල්ලාහ් කෙරෙහි ප්‍රබන්ධයන් ගෙතුවේ ද? එසේ නැතහොත් ඔහු උමතුවෙන් සිටී ද? නැත. මතුලොව පිළිබඳව විශ්වාස නො කරන්නෝ දඬුවමෙහි හා අන්ත මුළාවෙහි පසුවෙති.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:9","price":"අහසෙහි හා මහපොළොවෙහි ඔවුන් අතර ඇති දෑ හා ඔවුනට පසුපසින් ඇති දෑ වෙත ඔවුහු නො බැලුවෝ ද? අපි අභිමත කරන්නේ නම් අපි ඔවුන් පොළොවට කිදා බස්වන්නෙමු. එසේ නැතහොත් අහසින් කැබැල්ලක් ඔවුන් වෙත වැටෙන්නට සලස්වමු. නියත වශයෙන් ම (අල්ලාහ් වෙත) නැඹුරු වන සෑම ගැත්තෙකු සඳහා ම එහි සංඥාවක් ඇත.","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:10","price":"තවද සැබැවින් ම අපි අපගෙන් වූ භාග්‍යය දාවූද්ට පිරිනැමුවෙමු. අහෝ කඳු! ඔහු සමඟ නුඹලා ද සුවිශුද්ධ කරනු. තවද (එම නියෝගය) පක්ෂීන්ට ද විය. තවද අපි ඔහුට යකඩ මොළොක් කර දුන්නෙමු.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:11","price":"(ආරක්ෂිත යුද) සන්නාහ තනනු. තවද (ඒවායෙහි) පුරුක් තුළ ප්‍රමාණයට සකස් කරනු. තවද නුඹලා යහකම් සිදු කරනු. නියත වශයෙන් ම මම නුඹලා සිදු කරන දෑ පිළිබඳව සර්ව නිරීක්ෂක වෙමි.","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:12","price":"තවද සුලෙයිමාන්ට සුළඟ ද (දවසකින් මාස දෙකක ගමන් කරන දුරක් අපි වසඟ කර දුනිමු.) එහි උදෑසන ගමන මසක දුරකි. තවද එහි සවස ගමන මසක දුරකි. තවද අපි ඔහුට තඹ උල්පත ගලන්නට සැලැස්වූයෙමු. තවද ජින් වර්ගයා අතරින් ඔහුගේ පරමාධිපතිගේ අනුමැතියෙන් ඔහු ඉදිරියේ සේවය කරන්නන් ද විය. ඔවුන් අතරින් කවරෙකු අපගේ නියෝගයෙන් පෙරළී යන්නේ ද ඇවිළෙන ගින්නේ දඬුවම ඔහුට භුක්ති විඳින්නට සලස්වමු.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:13","price":"උස් ගොඩනැගිලි, ප්‍රතිමා, තටාක වැනි පාත්‍ර, (ආහාර පිසීම සඳහා) කල්දේරම් වැනි දැයින් ඔහු අභිමත කරන දෑ ඔවුහු ඔහුට සාදා දෙති. දාවූද්ගේ වැසියනි! ගුණගරුක ලෙසින් කටයුතු කරනු. තවද මාගේ ගැත්තන් අතරින් ගුණගරුක වනුයේ ස්වල්පයකි.","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:14","price":"අපි ඔහු කෙරෙහි මරණය තීන්දු කළ කල්හි ඔහුගේ මරණය පිළිබඳව ඔහුගේ සැරයටිය සපාකන භූමියේ කෘමීන් හැර අන් කිසිවක් ඔවුන් වෙත දැනුම් දුන්නේ නැත. ඔහු බිම ඇද වැටුණු කල්හි “අදෘශ්‍යමාන දෑ පිළිබඳ තමන් දැන සිටියේ නම් තමන් නින්දාසහගත දඬුවමෙහි රැඳී සිටින්නට නො තිබුණි” යැයි ජින්වරුන්ට පැහැදිලි විය.","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:15","price":"නිසැකවම සබඃ වාසීන්ට ඔවුන්ගේ වාසස්ථානවල සංඥාවක් තිබිණි. එහි දකුණු පසින් හා වම් පසින් උයන් දෙකක් විය. නුඹලාගේ පරමාධිපති (විසින්) ප්‍රධානය කර ඇති ආහාරයෙන් නුඹලා අනුභව කරනු. තවද නුඹලා ඔහුට කෘතවේදී වනු. නගරය ද පිවිතුරු ය. පරමාධිපති ද අතික්ෂමාශීලී ය.","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:16","price":"එහෙත් ඔවුහු පිටුපෑහ. එහෙයින් අපි ඔවුන් වෙත වේල්ලෙන් ජල ගැල්ම එව්වෙමු. තවද ඔවුන්ගේ උයන් දෙක වෙනුවට ඇඹුල් හා තිත්ත එමෙන් ම මසන් ගස්වලින් කිහිපයක් පමණක් සහිත උයන් දෙකක් ලෙසට අපි වෙනස් කළෙමු.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:17","price":"එය ඔවුන් ප්‍රතික්ෂේප කළ දෑ හේතුවෙන් අප ඔවුනට ප්‍රතිඵල වශයෙන් ලබා දුන්නකි. ගුණමකුවන්ට හැර වෙනත් කිසිවෙකුට (මේ අයුරින්) අපි ප්‍රතිවිපාක ලබා දෙන්නෙමු ද?","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:18","price":"ඔවුන් අතර හා එහි අපි සමෘද්ධිමත් කළ ගම්මානයන් අතර ප්‍රසිද්ධ ජනාවාස ඇති කළෙමු. තවද අපි එහි ගමන ද සැලසුම් කර දුන්නෙමු. නුඹලා එහි රාත්‍රියන්හි හා දහවල් කාලයන්හි සුරක්ෂිතව ගමන් කරනු.","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:19","price":"“අපගේ පරමාධිපතියාණනි! අපගේ ගමන් අතර දුරස් කරනු මැනව” යැයි ඔවුහු ඉල්ලා සිටියෝ ය. ඔවුහු ඔවුනට ම අපරාධ කර ගත්තෝ ය. එහෙයින් අපි ඔවුන් (පුරාණ) පුවත් බවට පත් කළෙමු. තවද ඔවුන්ව මුළුමණින් ම වෙන් කර විසුරුවා හැරියෙමු. නියත වශයෙන් ම එහි ඉවසිලිවන්ත කෘතවේදී සෑම කෙනෙකුට ම සංඥා ඇත.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:20","price":"තවද ඉබ්ලීස් ඔවුන් වෙත ඔහුගේ සිතුවිලි සැබෑ කරවී ය. එහෙයින් දේවත්වය විශ්වාස කරන්නන් අතරින් පිරිසක් හැර ඔහු (සත්‍යවාදියකු ලෙස සලකා) ඔවුහු අනුගමනය කළෝ ය.","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:21","price":"තවද ඔවුන් කෙරෙහි ඔහුට කිසිදු ආධිපත්‍යයක් නො වීය. එහෙත් (එය) මතු ලොව පිළිබඳව ඒ ගැන සැකයෙහි පසු වන අය අතරින් විශ්වාස කරනුයේ කවුරුන් දැ? යි අප දැනගනු පිණිස පමණ ය. තවද ඔබේ පරමාධිපති සියලු දෑ කෙරෙහි ආරක්ෂක ය.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:22","price":"අල්ලාහ් හැර දමා නුඹලා විශ්වාස කළවුන් නුඹලා ඇරයුම් කරනු. අහස්හි හා මහපොළොවේ අණුවක තරම් ප්‍රමාණයක් හෝ ඔවුන් සතුව නැත. තවද ඒ දෙකෙහි කිසිදු හවුලක්ද ඔවුනට නොමැත. ඔවුන් අතරින් කිසිදු උරදෙන්නකු හෝ ඔහුට නැතැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:23","price":"තවද කවරෙකුට ඔහු අවසර දුන්නේ ද ඔහුට හැර ඔහු අබියස මැදිහත්වීම (කිසිවෙකුට) ප්‍රයෝජනවත් වන්නේ නැත. ඔවුන්ගේ හදවත් තුළින් බිය තුරන් කරනු ලැබූ විට නුඹලාගේ පරමාධිපති කුමක් පැවසුවේ දැ? යි ඔවුහු විමසති. සත්‍යය යැයි ඔවුහු පවසති. තවද ඔහු අතිශ්‍රෙෂ්ඨ ය; අති උත්තරීතර ය.","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:24","price":"“අහස්වලින් හා මහපොළොවෙන් නුඹලාට පෝෂණය දෙනුයේ කවු දැ? යි” (නබිවරය!) නුඹ විමසනු. “අල්ලාහ්” යැයි නුඹ පවසනු. “තවද නියත වශයෙන් ම අප ද එසේ නැතහොත් නුඹලා ද යහ මග මත සිටිනුයේ? එසේ නැතහොත් පැහැදිලි මුළාවෙහි සිටිනුයේ?”","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:25","price":"“අප කළ වැරදි පිළිබඳ නුඹලා විමසනු නො ලබන්නෙහු ය. එමෙන් ම නුඹලා සිදු කරන දෑ පිළිබඳව අපි විමසනු නො ලබන්නෙමු” යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:26","price":"“අපගේ පරමාධිපති අප ඉදිරියේ එක්රැස් කර යුක්තියෙන් යුතුව අප අතර තීන්දු දෙයි. තවද ඔහු මහා තීරක ය; සර්වඥානී ය” යැයි පවසනු.","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:27","price":"“නුඹලා හවුල්කරුවන් ලෙස ඔහු සමඟ සම්බන්ධ කළ අය මාහට පෙන්වනු. එසේ නො ව, අල්ලාහ් වන ඔහු සර්ව බලධාරීය ය; මහා ප්‍රඥාවන්ත ය” යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:28","price":"තවද සමස්ත ජනයාට ම ශුභාරංචි දන්වන්නකු හා අවවාද කරන්නකු ලෙසින් මිස අපි ඔබ නො එව්වෙමු. එනමුත් ජනයා අතරින් බහුතරයක් දෙනා නො දනිති.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:29","price":"තවද “නුඹලා සත්‍යවාදීන් ලෙස සිටියෙහු නම් මෙම ප්‍රතිඥාව කවදා දැ?” යි ඔවුහු විමසති.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:30","price":"“එක් දිනක ප්‍රතිඥාව නුඹලාට ඇත. නුඹලා එයින් මොහොතක් හෝ ප්‍රමාද නො වනු ඇත. තවද නුඹලා පෙරටු වන්නේ ද නැත” යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:31","price":"තවද “සැබැවින් ම අපි මෙම අල්-කුර්ආනය හා එය ඉදිරියේ ඇති දෑ විශ්වාස නො කරන්නෙමු” යැයි දේවත්වය ප්‍රතික්ෂේප කළවුන් පවසා සිටියෝ ය. තවද ඔවුන්ගේ පරමාධිපති අබියස ඔවුන් හිටවනු ලැබූ විට ඔවුන්ගෙන් ඇතැමෙක් ඇතැමෙකු වෙත (දොස් නගා) ප්‍රකාශ යොමු කරනු ඔබ දුටුවේ නම්, දුර්වල වූවෝ උඩඟු වූවන් දෙස බලා ‘නුඹලා නො වී නම් අපි දේවත්වය විශ්වාස කරන්නන් වන්නට තිබුණි’ යැයි පවසති.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:32","price":"උඩඟු වූවෝ දුර්වල වූවන් දෙස බලා “නුඹලා වෙත යහ මග පැමිණීමෙන් පසුව එයින් වැළැක්වූයේ අප දැ”යි විමසති. “එසේ නොව නුඹලා වැරදි කරමින් සිටින්නෝ වූහ.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:33","price":"තවද දුර්වල වූවෝ උඩගු වූවන් දෙස බලා “එසේ නොව (ඊට හේතුව) අල්ලාහ්ව අප ප්‍රතික්ෂේප කරන්නටත් ඔහුට අප සමානයන් තබන්නටත් අප වෙත නුඹලා අණ කරමින් රාත්‍රියෙහි හා දහවලෙහි කළ කුමන්ත්‍රණය වේ” යැයි පවසති. තවද දඬුවම ඔවුහු දුටු කල්හි ඔවුහු පසුතැවිල්ලට පත් වෙති. තවද දේවත්වය ප්‍රතික්ෂේප කළවුන්ගේ ගෙලවල්හි අපි විලංගු දමන්නෙමු. ඔවුන් සිදු කරමින් සිටි දෑට මිස වෙනත් කිසිවකට ඔවුන් ප්‍රතිඵල දෙනු ලබන්නෙහු ද?","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:34","price":"තවද කිසියම් ගම්මානයකට අවවාද කරන්නෙකු අප යැවූ විට එහි සුඛෝපබෝගී ජීවිතයක් ගත කරමින් සිටියවුන් ‘කවර කරුණක් නුඹලා වෙත එවනු ලබන්නේ ද එය අපි ප්‍රතික්ෂේප කරන්නෝ වෙමු’ යැයි පවසා සිටියා මිස නැත.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:35","price":"තවද “අපි ධනයෙන් හා දරුවන්ගෙන් අධික අය වෙමු. තවද අපි දඬුවම් කරනු ලබන්නන් අතරින් නො වෙමු” යැයි ඔවුහු පැවසුවෝ ය.","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:36","price":"“නියත වශයෙන් ම මාගේ පරමාධිපති ඔහු අභිමත කරන අයට පෝෂණ සම්පත් විස්තීරණ කරයි. තවද ඔහු සීමා කරයි. එහෙත් ජනයා අතුරින් බහුතරයක් දෙනා (ඒ බව) නො දනිති” යැයි (නබිවරය!) පවසනු.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:37","price":"තවද අප අබියසට නුඹලාගේ වස්තුව හෝ නුඹලාගේ දරුවන් හෝ නුඹලාව සමීප කරවන්නක් ලෙස නොමැත. එහෙත් විශ්වාස කොට යහකම් කළ අය හැර. ඔවුන් සිදු කළ දෑ සඳහා දෙගුණයක් ප්‍රතිඵල ඇත්තෝ ඔවුහු ම ය. තවද ඔවුහු (ස්වර්ග) කුටිවල සුරක්ෂිතයෝ වෙති.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:38","price":"තවද අපගේ වදන් පරාජය කරන්නට තැත් කරන අය වනාහි ඔවුහු ම දඬුවමට සම්මුඛ කරනු ලබන්නෝ.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:39","price":"“නියත වශයෙන් ම මාගේ පරමාධිපති ඔහුගේ ගැත්තන් අතරින් ඔහු අභිමත කරන අයට පෝෂණ සම්පත් ව්‍යාප්ත කර දෙයි. තවද ඔහුට (එය) සීමා කරයි. තවද නුඹලා කවර දෙයක් (අල්ලාහ්ගේ මාර්ගයෙහි) වියදම් කරන්නෙහු ද ඔහුට (එහි ප්‍රතිඵල) ඔහු පසුවට ලබා දෙයි. තවද ඔහු පෝෂණ සම්පත් ලබා දෙන්නන්ගෙන් අති ශ්‍රේෂ්ඨය” යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:40","price":"තවද එදින ඔහු ඔවුන් සියලු දෙනා එක්රැස් කොට පසුව “නුඹලාව නමදිමින් සිටියවුන් මොවූහු දැ?”යි මලක්වරුන්ගෙන් විමසා සිටී.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:41","price":"“ඔබ සුවිශුද්ධ ය. ඔවුන් නොව ඔබ මය අපගේ භාරකරු. එහෙත් ඔවුහු ජින් වර්ගයාට ගැතිකම් කරමින් සිටියහ. ඔවුන්ගෙන් බහුතරයක් දෙනා ඔවුන් ගැන විශ්වාස කරන්නෝ යැ”යි ඔවුහු පවසති.","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:42","price":"එහෙයින් අද දින නුඹලා අතරින් ඇතැමෙකු ඇතැමෙකුට ප්‍රයෝජනයක් කිරීමට හෝ හිංසාවක් කිරීමට හෝ හිමිකම් නො දරයි. තවද “නුඹලා කවර දෙයක් බොරු කරමින් සිටියෙහු ද එම ගින්නේ දඬුවම භුක්ති විඳිනු” යැයි අපරාධ කළවුනට අපි පවසා සිටින්නෙමු.","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:43","price":"තවද ඔවුන් වෙත අපගේ පැහැදිලි වදන් පාරායනය කරනු ලබන විට “ඔහු නුඹලාගේ මුතුන් මිත්තන් නැමදුම් කරමින් සිටි දැයින් නුඹලා වළක්වන්නට බලන මිනිසෙකු මිස නැතැයි” ඔවුහු පැවසූහ. තවද “මෙය ගොතනු ලැබූ ප්‍රබන්ධයක් මිස නැතැයි” ද ඔවුහු පැවසූහ. ඔවුන් වෙත සත්‍යය පැමිණි කල්හි “මෙය පැහැදිලි හූනියමක් මිස නැතැයි” එය ප්‍රතික්ෂේප කළවුන් පැවසූහ.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:44","price":"එනමුත් (මෙයට පෙර) ඔවුන්ට හැදෑරිය හැකි ධර්ම ග්‍රන්ථ කිසිවක් අපි ඔවුනට නො දුන්නෙමු. තවද (නබිවරය!) ඔබට පෙර කිසිදු අවවාද කරන්නෙකු අපි ඔවුන් වෙත නො එව්වෙමු.","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:45","price":"තවද ඔවුනට පෙර සිටියවුන් ද බොරු කළෝ ය. අප ඔවුනට දුන් දැයින් දහයෙන් කොටසක් හෝ මොවුන් ලබා නැත. එමෙන් ම ඔවුහු මාගේ දූතවරු බොරු යැයි පැවසුවෝ ය. එහෙයින් මාගේ දඬුවම කෙසේ වී ද?","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:46","price":"“නියත වශයෙන් ම මම නුඹලාට උපදෙස් දෙනුයේ එක් දෙයක් පිළිබඳව ය. එනම් නුඹලා අල්ලාහ් වෙනුවෙන් දෙදෙනා බැගින් හෝ තනිව හෝ නැගී සිට පසුව සිතා බලනු. නුඹලාගේ මිතුරා උමතුවෙකු නො වේ. ඔහු ඉදිරියේ ඇති දැඩි දඬුවම පිළිබඳ නුඹලාට අවවාද කරන්නකු මිස වෙනත් අයෙකු නො වේ” යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:47","price":"“මම නුඹලාගෙන් කිසිදු කුලියක් නො ඉල්ලමි. එය නුඹලා සතු ය. මාගේ කුලිය අල්ලාහ් වෙත මිස වෙනත් අයෙකු වෙත නැත. තවද ඔහු සියලු දෑ කෙරෙහි සාක්ෂිකරු ය” යැයි නුඹ පවසනු.","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:48","price":"“නියත වශයෙන් ම ගුප්ත දෑ පිළිබඳ මහා ඥානී මාගේ පරමාධිපති සත්‍යය පැහැදිලි කරනු ඇතැයි” (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:49","price":"“සත්‍යය පැමිණ ඇත. අසත්‍යය (දෙවිවරු) කිසිවක් මැව්වේ නැත. නැවතත් එය මවන්නට යන්නේ ද නැත.” යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:50","price":"“මම නොමග ගියේ නම් එසේ මම නියත වශයෙන් ම නොමග යනුයේ මට ම එරෙහිව ය. තවද මම (යහ)මග ලැබුවේ නම් එය මා වෙත මාගේ පරමාධිපති දන්වා සිටි දෑ හේතුවෙනි. නියත වශයෙන් ම ඔහු සර්ව ශ්‍රාවක ය. වඩාත් සමීපය” යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:51","price":"තවද ඔවුහු තැතිගත් අවස්ථාව ඔබ දකින්නෙහි නම්, එවිට (ඔවුනට) මිදීමක් නැත. තවද ඔවුහු සමීප ස්ථානයකින් හසුකර ගනු ලබන්නෝ ය.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:52","price":"තවද “අපි (දැන්) එය විශ්වාස කළෙමු” යැයි ඔවුහු පවසති. තවද දූර බැහැර ස්ථානයකින් (යමක්) ලබා ගැනීම ඔවුනට කෙසේ නම් විය හැකි ද?","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:53","price":"තවද මීට පෙර ද සැබැවින් ම ඔවුහු එය ප්‍රතික්ෂේප කළෝ ය. තවද ඔවුහු දූර බැහැර ස්ථානයක සිට අදෘශ්‍යමාන දෑ පිළිබඳ සැක පහළ කරති.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"34:54","price":"තවද මීට පෙර ඔවුනට සමාන වූවන් සම්බන්ධයෙන් කටයුතු කරනු ලැබුවාක් මෙන් ඔවුන් අතර හා ඔවුන් ආශා කරන දෑ අතර බාධක දමනු ලැබී ය. නියත වශයෙන් ම ඔවුහු අන්ත සැකයෙහි සිටියෝ ය.","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:1","price":"අහස් හා මහපොළොව නිර්මාණය කළාවූ ද; පියාපත් දෙක බැගින් ද, තුන බැගින් ද, හතර බැගින් ද යුත් මලක්වරුන් (තම) දූතයින් බවට පත් කළාවූ ද අල්ලාහ්ට ම සියලු ප්‍රශංසා. ඔහු අභිමත කරන පරිදි එම මැවීම්හි වර්ධනය කරයි. නියත වශයෙන් ම අල්ලාහ් සියලු දෑ කෙරෙහි ශක්තිවන්ත ය.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:2","price":"අල්ලාහ් (තම) දයාවෙන් මිනිසාට විවෘතව ප්‍රධානය කළේ නම්, එය වළක්වන කිසිවෙකු නැත. තවද ඔහු (තම දායාදයන්) වළක්වන්නේ නම් ඉන් පසුව ඒවා ඔහුට එවන්නෙකු ද නැත. තවද ඔහු සර්ව බලධාරි ය; මහා ප්‍රඥාවන්ත ය.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:3","price":"අහෝ ජනයිනි! නුඹලා වෙත වූ අල්ලාහ්ගේ ආශිර්වාදයන් නුඹලා මෙනෙහි කරනු. අහසින් හා මහපොළොවෙන් නුඹලාට පෝෂණය දෙන අල්ලාහ් නො වන වෙනත් මැවුම්කරුවකු වෙත් ද? ඔහු හැර වෙනත් දෙවියකු නොමැත. එසේ නම් නුඹලා වෙනතකට යොමු කරනු ලබනුයේ කෙසේ ද?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:4","price":"තවද ඔවුන් නුඹව බොරු කරන්නේ නම් එවිට සැබැවින් ම නුඹට පෙර ද ධර්ම දූතවරුන් බොරු කරනු ලැබී ය. තවද සියලු කරුණු යොමු කරනු ලබනුයේ අල්ලාහ් වෙත ය.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:5","price":"අහෝ ජනයිනි! නියත වශයෙන් ම අල්ලාහ්ගේ ප්‍රතිඥාව සැබෑවකි. එහෙයින් මෙලොව ජීවිතය නුඹලා රවටා නො දැමිය යුතු ය. තවද මහා රැවටිලිකරු ද අල්ලාහ් ගැන නුඹලාව නො රැවටිය යුතු ය.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:6","price":"නියත වශයෙන් ම ෂෙයිතාන් නුඹලාට සතුරු ය. එහෙයින් නුඹලා ඔහු සතුරකු ලෙසින් ම ගනු. නියත වශයෙන් ම ඔහු ඔහුගේ කණ්ඩායම ඇරයුම් කරනුයේ ඔවුන් ඇවිළෙන ගින්නේ සගයින් අතරට පත් වීමට ය.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:7","price":"දේවත්වය ප්‍රතික්ෂේප කළවුන් වනාහි ඔවුනට දැඩි දඬුවමක් ඇත. තවද දේවත්වය විශ්වාස කොට යහකම් කළවුන් වනාහි ඔවුනට සමාව හා මහත් වූ ප්‍රතිඵල ඇත.","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:8","price":"තම ක්‍රියාවන්හි නපුර තමන්ට අලංකාර කරනු ලැබ එය ඔහු යහපතක් ලෙස දකින්නා (අල්ලාහ් මග පෙන්වූ අයකු මෙන් වේ) ද? එහෙයින් නියත වශයෙන් ම අල්ලාහ් තමන් අභිමත කරන අය නොමග හරියි. තවද ඔහු අභිමත කරන අයට මග පෙන්වයි. එහෙයින් ඔවුන් ගැන නුඹ දුක් වෙමින් නුඹේ ආත්මය පහකර නො යවනු. නියත වශයෙන් ම අල්ලාහ් ඔවුන් සිදු කරන දෑ පිළිබඳව සර්ව ඥානී ය.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:9","price":"තවද සුළඟ එව්වේ අල්ලාහ් ය. එවිට එය වලාකුළු නංවයි. එවිට අපි එයින් (වියළී ගිය) මළ භූමියකට ජලය සපයන්නෙමු. එවිට මහපොළොව එය මිය ගිය පසුව එමඟින් ප්‍රාණවත් කළෙමු. (මරණයෙන් පසු) නැවත නැගිටුවනු ලැබීම ද එලෙස ය.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:10","price":"කවරෙකු ගෞරවය අපේක්ෂා කරමින් සිටියේ ද ඒ සියලු ගෞරවයන් අල්ලාහ් සතු ය. පිවිතුරු වදන ආරෝහණය වනුයේ ඔහු වෙත ය. තවද දැහැමි ක්‍රියාව ද ඔහු එය ඔසවා ගනී. තවද නපුරුකම් කුමන්ත්‍රණය කරන්නන් වන ඔවුනට දැඩි දඬුවමක් ඇත. ඔවුන්ගේ කුමන්ත්‍රණය විනාශ වී යන්නකි.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:11","price":"තවද නුඹලාව පසින් ද, පසුව ශුක්‍රාණුවෙන් ද අල්ලාහ් මැව්වේ ය. පසුව නුඹලා ජෝඩු බවට පත් කළේ ය. ඔහුගේ දැනුමෙන් තොරව කාන්තාවක් පිළිසිඳ නො ගනී. එමෙන් ම ඇය ප්‍රසූත නො කරයි. ලේඛනයේ සටහන්ව මිස ආයුෂ දෙනු ලබන කිසිවකුට ආයුෂ දෙනු නො ලැබෙයි. එමෙන් ම ඔහුගේ ආයු කාලයෙන් අඩු කරනු නො ලැබෙයි. සැබැවින් ම එය අල්ලාහ් වෙත පහසු කාර්යයකි.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:12","price":"තවද මුහුදු දෙක සමාන වන්නේ නැත. මෙය බීමට හිතකර ඉමිහිරි රසැති ය. තවද එය තිත්ත ලුණු රසැති ය. මේ සෑම දෙයකින් ම නුඹලා මත්ස්‍ය මස් අනුභව කරන්නෙහු ය. තවද නුඹලා පළඳින ආභරණ ගොඩ ගන්නෙහු ය. තවද නුඹලා කෘතවේදී විය හැකි වනු පිණිස ඔහුගේ භාග්‍යයෙන් නුඹලා (ඉසුරු) සොයනු පිණිස (මුහුද) දෙබෑ කරමින් එහි ගමන් කරන නැව් ඔබ දකින්නෙහි ය.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:13","price":"රාත්‍රිය දහවල තුළට ඔහු ඇතුළත් කරයි. තවද දහවල රාත්‍රිය තුළට ඔහු ඇතුළත් කරයි. තවද හිරු හා සඳු ඔහු වසඟ කළේ ය. සියල්ල නියම කරන ලද කාලයක් දක්වා ගමන් කරයි. එයයි නුඹලාගේ පරමාධිපති වූ අල්ලාහ්. සියලු බලය ඔහු සතු ය. තවද ඔහු හැර නුඹලා ඇරයුම් කරන අය ඉඳි ඇටයක සිවියක් තරම් හෝ යමක් සතුකර නො ගනිති.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:14","price":"නුඹලා ඔවුනට ඇරයුම් කරන්නේ නම් නුඹලාගේ ඇරයුමට ඔවුන් සවන් නො දෙති. තවද ඔවුන් සවන් දුන්න ද නුඹලාට ඔවුහු පිළිතුරු නො දෙති. මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ නුඹලා කළ ආදේශයන් ද ඔවුහු ප්‍රතික්ෂේප කරති. අභිඥානවන්තයා මෙන් ඔබට කිසිවකු (සත්‍යය) නො දන්වයි.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:15","price":"අහෝ ජනයිනි! නුඹලා අල්ලාහ් වෙත යැපෙන්නෝ ය. තවද අල්ලාහ් වන ඔහු මය අවශ්‍යතාවන්ගෙන් තොර; ප්‍රශංසාලාභීයා.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:16","price":"ඔහු අභිමත කරන්නේ නම් නුඹලා පහකර, නව මැවීමක් ගෙන එනු ඇත.","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:17","price":"තවද එය අල්ලාහ් වෙත බලවත් කටයුත්තක් නො වේ.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:18","price":"තවද (බර) උසුලන්නෙකු තවකෙකුගේ බර නො උසුලයි. තවද බර උසුලනු ලැබූ තැනැත්තා තමන්ගේ බර ඉසිලීමට (අනෙකාට) ඇරයුම් කළ ද (ඔහු) සමීප ඥාතියකු වුව ද එය ඉසිලීමට කිසිවෙකු ඉදිරිපත් නො වේ. (නබිවරය!) නියත වශයෙන් ම නො පෙනී සිටිය දී තම පරමාධිපතිට බියවන්නන් හා සලාතය විධිමත්ව ඉටු කරන්නන් වෙත පමණක් නුඹට අවවාද කළ හැකි ය. තවද කවරෙකු (පාපයෙන්) පිවිතුරු කර ගන්නේ ද එසේ ඔහු පිවිතුරු කර ගනුයේ තමන්ට ම ය. තවද නැවත යොමු වීමේ ස්ථානය ඇත්තේ අල්ලාහ් වෙත ය.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:19","price":"තවද අන්ධයා හා පෙනුමැත්තා සමාන නො වෙයි.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:20","price":"තවද අන්ධකාරයන් හා ආලෝකය ද (සමාන) නො වේ.","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:21","price":"තවද හෙවණ හා සූර්‍ය තාපය (සමාන) නො වේ.","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:22","price":"තවද ජීවත්ව සිටින්නන් හා මළවුන් සමාන නො වෙයි. නියත වශයෙන් ම අල්ලාහ් ඔහු අභිමත කරන අයට සවන් වැකෙන්නට සලස්වයි. එහෙත් ඔබ මිනීවලවල් තුළ සිටින්නන්ට සවන් වැකෙන්නට සලස්වන්නකු නො වේ.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:23","price":"(නබිවරය!) නුඹ අවවාද කරන්නෙකු මිස වෙනත් කිසිවෙකු නො වේ.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:24","price":"නියත වශයෙන් ම ශුභාරංචි දන්වනනෙකු වශයෙන් හා අවවාද කරනනෙකු වශයෙන් අපි ඔබ සත්‍යයෙන් යුතුව එව්වෙමු. කිසිදු සමූහයක් එහි අවවාද කරන්නෙකු පැමිණ ඉකුත්ව ගියා මිස නැත.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:25","price":"තවද ඔවුන් නුඹව බොරු කරන්නේ නම් එවිට (දැනගනු!) ඔවුනට පෙර සිටියවුන් ද (මෙසේ) බොරු කළෝ ය. ඔවුන් වෙත ධර්ම දූතවරු පැහැදිලි සාධක සමඟ ද ශුද්ධ ලියකියවිලි සමඟ ද ආලෝකමත් ධර්ම ග්‍රන්ථය සමඟ ද පැමිණියහ.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:26","price":"පසුව මම ප්‍රතික්ෂේප කළවුන් හසු කළෙමි. එවිට මාගේ දඬුවම කෙසේ වී ද? (යැයි අල්ලාහ් විමසයි.)","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:27","price":"(අහෝ නබිවරය!) නියත වශයෙන් ම අල්ලාහ් අහසින් ජලය පහළ කළ බව නුඹ නො දුටුවෙහි ද? එමඟින් එහි වර්ණ විවිධත්වයෙන් යුත් බවභෝග අපි හටගැන්වූයෙමු. තවද කඳු අතරින් එහි වර්ණ විවිධත්වයෙන් යුත් සුදු හා රතු කඳු මාර්ග ද කළු පැහැති දෑ ද ඇත.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:28","price":"තවද ජනයා අතරින් ද සතුන් හා ගොවිපළ සතුන් අතරින් ද එහි වර්ණ විවිධත්වයෙන් යුත් දෑ ද එලෙස ම ය. නියත වශයෙන් ම අල්ලාහ්ට බියවනුයේ ඔහුගේ ගැත්තන් අතරින් දැනුම ඇත්තන් ය. නියත වශයෙන් ම අල්ලාහ් සර්ව බලධාරී ය; අතික්ෂමාශීලී ය.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:29","price":"නියත වශයෙන් ම අල්ලාහ්ගේ ග්‍රන්ථය කියවා සලාතය විධිමත්ව ඉටු කර, අපි ඔවුනට පෝෂණය කළ දැයින් රහසිගතව හා ප්‍රසිද්ධියේ වියදම් කළවුන් වන ඔවුහු කිසිවිටෙක පාඩු නො විඳින ව්‍යාපාරයක් අපේක්ෂා කරති.","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:30","price":"(එය) ඔවුන්ගේ ප්‍රතිඵල ඔවුනට පූර්ණව ඔහු දෙනු පිණිස ය. තවද ඔහුගේ භාග්‍යයෙන් ඔහු ඔවුනට වර්ධනය කරනු පිණිස ය. නියත වශයෙන් ම ඔහු අතික්ෂමාශීලී ය; ගුණගරුක ය.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:31","price":"තවද ධර්ම ග්‍රන්ථයෙන් එය ඉදිරියේ වූ දෑ සත්‍ය කරවන්නක් වශයෙන් අපි නුඹ වෙත දන්වා සිටි දෑ වනාහි එය මය සත්‍යය වන්නේ. නියත වශයෙන් ම අල්ලාහ් තම ගැත්තන් පිළිබඳව අභිඥානවන්ත ය; සර්ව නිරීක්ෂක ය.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:32","price":"පසුව අපි අපගේ ගැත්තන් අතරින් අප තෝරා ගත් අයට එම ධර්ම ග්‍රන්ථය උරුම කළෙමු. එවිට ඔවුන් අතරින් තමන්ට ම අපරාධ කරගත් අය ද වෙති. තවද ඔවුන් අතරින් මධ්‍යස්ථව කටයුතු කරන අය ද වෙති. තවද ඔවුන් අතරින් අල්ලාහ්ගේ අනුහසින් යහකම් කිරීමෙහි පෙරටු වන අය ද වෙති. එය මය මහත් භාග්‍ය ය.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:33","price":"(එහි අද්න් නම්) සදාතනික උයන් ඇත. ඔවුහු එහි පිවිසෙති. රනින් වූ වළලු ද මුතු ද එහි ඔවුනට පලන්දවනු ලබති. තවද එහි ඔවුන්ගේ වස්ත්‍රය සේද ය.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:34","price":"තවද “අපගෙන් දුක පහ කළ අල්ලාහ්ට ම සියලු ප්‍රශංසා. නියත වශයෙන් ම අපගේ පරමාධිපති අතික්ෂමාශීලී ය; මහා ගුණගරුක ය” යැයි ඔවුන් පවසනු ඇත.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:35","price":"“ඔහු වනාහි ඔහුගේ භාග්‍යයෙන් සදාතනික නිවහනෙහි අප පදිංචි කළ අය වේ. එහි කිසිදු දුෂ්කරතාවක් අප ස්පර්ශ නො කරයි. තවද එහි කිසිදු දොම්නසක් අප ස්පර්ශ නො කරයි.”","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:36","price":"තවද දේවත්වය ප්‍රතික්ෂේප කළවුන් වනාහි ඔවුනට නිරයේ ගින්න ඇත. ඔවුන් මිය යෑම ඔවුන් වෙත තීන්දු කරනු නො ලැබේ. තවද එහි දඬුවම ඔවුනට සැහැල්ලු කරනු නො ලැබේ. එලෙසය අපි සෑම ගුණමකුවෙකුට ම ප්‍රතිඵල පිරිනමනුයේ.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:37","price":"තවද “අපගේ පරමාධිපතියාණනි! අප සිදු කරමින් සිටි දෑ නො වන වෙනත් දැහැමි ක්‍රියාවක් අප සිදු කිරීම සඳහා අප බැහැර කරනු මැනව”යි ඔවුහු එහි හඬ නගති. “උපදෙස් ලබන්නා එහි උපදෙස් ලබන පරිදි අපි නුඹලාට ආයුකාලය නො දුන්නෙමු ද? තවද නුඹලා වෙත අවවාද කරන්නා පැමිණියේ ය. එහෙයින් නුඹලා භුක්ති විඳිනු. අපරාධකරුවන්ට කිසිදු උදව්කරුවකු නොමැත.”","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:38","price":"නියත වශයෙන් ම අල්ලාහ් අහස් හා මහපොළොවේ ගුප්ත දෑ දන්නා ය. නියත වශයෙන් ම ඔහු හදවත් සතු දෑ පිළිබඳ සර්වඥ ය.","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:39","price":"මහපොළොවේ නියෝජිතයින් බවට නුඹලා පත් කළේ ඔහු ය. එහෙයින් කවරෙකු ප්‍රතික්ෂේප කළේ ද ඔහුගේ ප්‍රතික්ෂේපය ඔහුට එරෙහිවම ය. තවද දේවත්වය ප්‍රතික්ෂේප කරන්නන්හට ඔවුන්ගේ ප්‍රතික්ෂේපය ඔවුන්ගේ පරමාධිපති අබියස උදහස මිස වෙනෙකක් වැඩි නො කරනු ඇත. තවද දේවත්වය ප්‍රතික්ෂේප කරන්නන්ට ඔවුන්ගේ ප්‍රතික්ෂේපය පාඩුව මිස වෙනෙකක් වැඩි නො කරනු ඇත.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:40","price":"(නබිවරය!) නුඹ මෙසේ අසනු. “අල්ලාහ් හැර දමා නුඹලා ඇරයුම් කරන නුඹලාගේ හවුල්කරුවන් ගැන නුඹලා කුමක් සිතන්නෙහු ද? මහපොළොවෙන් ඔවුන් මවා ඇත්තේ කුමක් දැ? යි ද එසේ නැතහොත් අහසෙහි කිසිදු හවුලක් ඔවුනට තිබේ දැ? යි ද එසේ නැතහොත් අපි ඔවුනට ධර්ම ග්‍රන්ථයක් පිරිනමා ඔවුන් ඉන් පැහැදිලි සාධකයක් මත සිටී දැ? යි ද මට නුඹලා පෙන්වනු. එසේ නොව අපරාධකරුවෝ ඔවුන්ගෙන් ඇතැමෙකු ඇතැමෙකුට රැවටීම මිස වෙනෙකක් ප්‍රතිඥා නො දෙති.”","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:41","price":"නියත වශයෙන් ම අල්ලාහ් අහස් හා මහපොළොව ඒ දෙක ඉවත් නො වන අයුරින් ග්‍රහණය කර ඇත. තවද ඒ දෙක ඉවත් වූයේ නම් ඔහුගෙන් පසුව කිසිවකු හෝ ඒ දෙක ග්‍රහණය කරන්නේ නැත. නියත වශයෙන් ම ඔහු ඉවසිලිවන්ත අතික්ෂමාශීලී අයෙකි.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:42","price":"සැබැවින් ම තමන් වෙත අවවාද කරන්නෙකු පැමිණියේ නම් වෙනත් සමූහයන්ට වඩා වඩාත් මග පෙන්වීම ලැබූ අය වනු ඇතැයි ස්ථීර දිවුරුමකින් අල්ලාහ් මත ඔවුන් දිවුරා සිටියෝ ය. එහෙත් ඔවුන් වෙත අවවාද කරන්නෙකු පැමිණි කල්හි පලා යෑම මිස වෙනෙකක් ඔවුනට වැඩි කළේ නැත.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:43","price":"(ඔවුන්) මහපොළොවේ උඬඟුකම් කිරීම හා නපුරු කුමන්ත්‍රණ කිරීම(මිස වෙන කිසිවක් ඔවුනට වැඩි කළේ නැත.) නපුරු කුමන්ත්‍රණය (පෙරලා) එය කරන්නන් වෙතට එල්ල වෙයි. මුතුන්මිත්තන්ගේ පිළිවෙත හැර වෙනෙකක් ඔවුහු බලාපොරොත්තු වන්නෝ ද? එහෙයින් අල්ලාහ්ගේ පිළිවෙතෙහි කිසිවිටක කිසිදු වෙනස් කිරීමක් නුඹ නො දකින්නෙහි ම ය. එමෙන් ම අල්ලාහ්ගේ පිළිවෙතෙහි කිසිදු පෙරළීමක් නුඹ නො දකින්නෙහි ම ය.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:44","price":"මහපොළොවේ සැරි සරා ඔවුනට පෙර සිටියවුන්ගේ අවසානය කෙසේ වී දැ? යි ඔවුහු නො බැලුවෝ ද? තවද ඔවුහු ඔවුනට වඩා ශක්තියෙන් බලවත් වූවෝ ය. තවද අහස්හි හෝ මහපොළොවේ හෝ ඇති කිසිවක් අල්ලාහ්ව පරාජය කළ නොහැකි ය. නියත වශයෙන් ම ඔහු සර්වඥානී සර්ව ශක්තිය ඇත්තා ය.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"35:45","price":"තවද ජනයා උපයා ගත් දෑ හේතුවෙන් අල්ලාහ් ඔවුන් ග්‍රහණය කරන්නේ නම් ඒ මත කිසිදු ජීවියකු ඔහු අත්හරින්නේ නැත. එහෙත් ඔහු ඔවුන් නියමිත කාලයක් දක්වා ප්‍රමාද කරයි. එසේ ඔවුන්ගේ අවසන් කාලය පැමිණි විට නියත වශයෙන් ම අල්ලාහ් ඔහුගේ ගැත්තන් පිළිබඳව නිරීක්ෂා කරන්නෙකු විය.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:1","price":"යා සීන්.","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:2","price":"ප්‍රඥාවෙන් යුත් අල් කුර්ආනය මත දිවුරමින්,","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:3","price":"(නබි මුහම්මද්!) නියත වශයෙන් ම නුඹ ධර්ම දූතවරුන් අතරින් කෙනෙකි.","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:4","price":"(ඔබ) ඍජු මාර්ගය මත ය.","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:5","price":"(මෙය) මහා කරුණාන්විත සර්ව බලධාරියාණන්ගේ පහළ කිරීමකි.","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:6","price":"ඔවුන්ගේ මුතුන් මිත්තන් අවවාද කරනු නො ලැබූ අනවධානීන් ලෙස සිටි පිරිසකට නුඹ අවවාද කරනු පිණිස ය.","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:7","price":"ඔවුන්ගෙන් බහුතරයක් දෙනා මත (දඬුවමේ) ප්‍රකාශය සැබැවින් ම නියම විය. එහෙයින් ඔවුහු දේවත්වය විශ්වාස නො කරති.","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:8","price":"නියත වශයෙන් ම අපි ඔවුන්ගේ ගෙලවලට විලංගු දැමුවෙමු. එවිට එය නිකටවල් දක්වා පවතී. එහෙයින් ඔවුහු හිස ඔසවා ගෙන සිටින්නෝ වෙති.","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:9","price":"තවද අපි ඔවුන් ඉදිරියෙන් බාධකයක් ද ඔවුනට පසුපසින් බාධකයක් ද ඇති කළෙමු. එසේ අපි ඔවුන් ආවරණය කළෙමු. එහෙයින් ඔවුනට බැලිය නොහැකි ය.","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:10","price":"නුඹ ඔවුනට අවවාද කළ ද නුඹ ඔවුනට අවවාද නො කළ ද ඔවුන් වෙත එය එක සමාන ය. ඔවුහු විශ්වාස නො කරති.","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:11","price":"නියත වශයෙන් ම නුඹ අවවාද කරනුයේ මෙම මෙනෙහි කිරීම අනුගමනය කොට නොපෙනෙන තත්ත්වයක මහා කරුණාන්විතයාණන්හට බියවූවන්ට ය. එහෙයින් සමාව හා ගෞරවනීය තිළිණ ඇති බව නුඹ ඔහුට ශුභාරංචි දන්වනු.","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:12","price":"නියත වශයෙන් ම අපි මළවුන්ට ජීවය දෙන්නෙමු. ඔවුන් පෙර කළ දෑ ද ඔවුන්ගේ සලකුණු ද අපි සටහන් කරන්නෙමු. තවද සියලු දෑ අපි එය පැහැදිලි ලේඛනයක සටහන් කර ඇත්තෙමු.","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:13","price":"තවද ගම්මානයට ධර්ම දූතවරුන් පැමිණි අවස්ථාවේ එහි වැසියන් පිළිබඳ උපමාවක් නුඹ ඔවුනට ගෙන හැර දක්වනු.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:14","price":"අපි ඔවුන් වෙත දෙදෙනකු එවූ විට ඔවුහු ඔවුන් දෙදෙනා බොරු කළෝ ය. එවිට අපි තුන්වැන්නාගෙන් බලවත් කළෙමු. එවිට “නියත වශයෙන් ම අපි නුඹලා වෙත එවනු ලැබූවන් වෙමු” යැයි ඔවුහු පැවසූහ.","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:15","price":"“නුඹලා අප මෙන් මිනිසුන් මිස වෙනත් කිසිවකු නො වේ. තවද මහාකරුණාන්විතයාණන් කිසිවක් පහළ කළේ නැත. නුඹලා බොරු පවසන්නන් මිස නැතැයි” ඔවුහු පැවසුවෝ ය.","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:16","price":"“නියත වශයෙන් ම අපි නුඹලා වෙත එවනු ලැබූවන් බව අපගේ පරමාධිපති දනී” යැයි ඔවුහු (රසූල්වරුන්) පැවසූහ.","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:17","price":"“තවද පැහැදිලිව දන්වා සිටීම මිස අප වෙත (වෙනත් වගකීමක්) නොමැත.”","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:18","price":"“නුඹලා නිසා අපි අසුබ තත්ත්වයට පත්ව ඇත්තෙමු. නුඹලා නො වැළකුණෙහු නම් අපි නුඹලා ගල් ගසා මරන්නෙමු. තවද අපගෙන් වූ වේදනීය දඬුවමක් නුඹලාට ඇති වනු ඇතැයි” ඔවුහු පැවසුවෝ ය.","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:19","price":"(එවිට) නුඹලාට අනුශාසනා කරනු ලැබුව ද? නුඹලාගේ අගුණ නුඹලා සමඟ ය. එසේය නුඹලා සීමාව ඉක්මවා ගිය පිරිසක් වන්නෙහුය යැයි ඔවුහු (එම රසූල්වරු) පැවසූහ.","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:20","price":"තවද නගරයේ කෙළවර සිට මිනිසෙකු දිව ඇවිත් “මාගේ ජනයිනි! (අල්ලාහ් විසින්) එවනු ලැබූවන් නුඹලා අනුගමනය කරනු” යැයි පැවසුවේ ය.","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:21","price":"“කිසිදු කුලියක් නුඹලාගෙන් ඉල්ලා නො සිටින්නන් නුඹලා අනුගමනය කරනු. තවද ඔවුහු යහමග ලැබූවෝ වෙති.”","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:22","price":"තවද “මා මැවූ ඔහුට මා ගැතිකම් නො කර සිටීමට මට කුමක් වී ද? තවද නුඹලා නැවත යොමු කරනු ලබනුයේ ඔහු වෙතට ම ය.”","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:23","price":"“මා ඔහුගෙන් තොරව වෙනත් දෙවිවරුන් ගන්නෙම් ද? මහාකරුණාන්විතයාණෝ යම් හානියක් අභිමත කරන්නේ නම් ඔවුන්ගේ මැදිහත්වීම කිසිවකින් මට ප්‍රයෝජනවත් නො වෙයි. තවද ඔවුහු මා මුදවා නො ගනිති.”","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:24","price":"“නියත වශයෙන් ම මම එවිට පැහැදිලි මුළාවෙහි වෙමි.”","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:25","price":"“නියත වශයෙන් ම මම නුඹලාගේ පරමාධිපති විශ්වාස කළෙමි. එහෙයින් නුඹලා මට සවන් දෙනු.”","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:26","price":"‘නුඹ ස්වර්ගයට පිවිසෙනු’ යැයි කියන ලදි. “අහෝ! මාගේ ජනයා (ඒ ගැන) දැනගන්නේ නම් මැනව!”යැයි පැවැසුවේ ය.","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":"","lang":"si"},{"name":"36:27","price":"“මාගේ පරමාධිපති මට සමාව දී ඇති බවත් තවද ඔහු මා ගෞරවනීය අය අතරට පත් කර ඇති බවත් (ඔවුහු දැන ගන්නේ නම් මැනව)”","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":"","lang":"si"}],"juz":{"id":22,"name":"وَمَنْ يَقْنُتْ","transliteration":"Wa Man Yaqnut","transEn":"And Whoever Remains Obedient","startVerse":"33:31","endVerse":"36:27","totalVerses":169}}