{"data":[{"name":"58:1","price":"ඇගේ ස්වාමි පුරුෂයා විෂයයෙහි නුඹ සමඟ වාද කොට අල්ලාහ් වෙත පැමිණිලි කළ තැනැත්තියගේ ප්‍රකාශයට සැබැවින් ම අල්ලාහ් සවන් දුන්නේ ය. තවද අල්ලාහ් නුඹලා දෙදෙනාගේ කතාවට ද සවන් දෙයි. නියත වශයෙන් ම අල්ලාහ් සර්ව ශ්‍රාවක ය; සර්ව නිරීක්ෂක ය.","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:2","price":"නුඹලා අතරින් තම බිරියන්ට (කෝපයෙන්) මව යැයි පවසන්නන්හට ඔවුහු මොවුන්ගේ මව්වරුන් නො වෙති. මොවුන්ගේ මව්වරු වනුයේ මොවුන්ව ප්‍රසූත කළ අය මිස නැත. තවද නියත වශයෙන් ම මොවුහු පිළිකුල් සහගත ප්‍රකාශයක් හා මුසාවක් පවසති. තවද නියත වශයෙන් ම අල්ලාහ් නො සලකා හරින්නා ය; අතික්ෂමාශීලී ය.","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:3","price":"තවද තම බිරියන්ට (කෝපයෙන්) මව යැයි පවසා පසු ව, ඔවුන් පැවසූ ප්‍රකාශයෙන් (මිදී) නැවත හැරෙන්නේ නම්, එවිට ඔවුන් එකිනෙකා පහස විඳීමට පෙර වහලෙකු නිදහස් කළ යුතුව ඇත. මේවා නුඹලාට කවර දෙයක් සම්බන්ධව උපදෙස් දෙනු ලබන්නේ ද ඒවා ය. තවද අල්ලාහ් නුඹලා සිදු කරන දෑ පිළිබඳව අභිඥානවන්ත ය.","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:4","price":"එවිට කවරෙකු එය (වහලෙක් නිදහස් කිරීමට වත්කම්) නො ලැබුවේ ද, එවිට ඔවුන් එකිනෙකා පහස විඳීමට පෙර අඛණ්ඩව මාස දෙකක් උපවාසයේ නිරත විය යුතුව ඇත. එයට ඔහු ශක්තිය නො දැරුවේ නම් දුගියන් හැට දෙනෙකුට ආහාර සැපයිය යුතුව ඇත. එය අල්ලාහ් හා ඔහුගේ දූතයාණන්ව නුඹලා විශ්වාස කරනු පිණිස ය. තවද මේවා අල්ලාහ්ගේ සීමාවන් ය. තවද දේව ප්‍රතික්ෂේපකයින්ට වේදනීය දඬුවමක් ඇත.","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:5","price":"නියත වශයෙන් ම අල්ලාහ් හා ඔහුගේ දූතයාණන්(ගේ නියෝගය)ට විරුද්ධ වන්නන් වනාහි ඔවුනට පෙර සිටියවුන් නින්දාවට පත් කරනු ලැබුවාක් මෙන් ම ඔවුන්ද නින්දාවට පත් කරනු ලබන්නෝ ය. තවද සැබැවින් ම අපි පැහැදිලි වදන් පහළ කළෙමු. තවද දේව ප්‍රතික්ෂේපකයින්ට නින්දනීය දඬුවමක් ඇත.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:6","price":"එදින අල්ලාහ් ඔවුන් සියලු දෙනා නැගිටුවා ඔවුන් සිදු කළ දෑ පිළිබඳව දන්වා සිටියි. අල්ලාහ් එය ගණන් ගෙන ඇත. එහෙත් ඔවුහු එය අමතක කළෝ ය. තවද අල්ලාහ් සියලු දෑ කෙරෙහි සාක්ෂිකරු ය.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:7","price":"නියත වශයෙන් ම අල්ලාහ් අහස්හි ඇති දෑ හා මහපොළොවෙහි ඇති දෑ දන්නා බව නුඹ නො දුටුවෙහි ද? තිදෙනෙකුගේ සාකච්ඡාවක් ඔහු සිව් වැන්නා ලෙස සිටිමින් මිස සිදු නො වනු ඇත. එමෙන් ම පස් දෙනෙකු අතර ඔහු ඔවුන්ගේ සයවැන්නා ලෙස සිටිමින් මිස නැත. ඊට වඩා අඩු හෝ වේවා වැඩි හෝ වේවා ඔවුන් කොතැනක සිටිය ද ඔහු ඔවුන් සමඟ මිස නැත. පසුව ඔවුන් සිදු කළ දෑ පිළිබඳව මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ ඔවුනට දන්වනු ඇත. නියත වශයෙන් ම අල්ලාහ් සියලු දෑ පිළිබඳව සර්ව ඥානී ය.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:8","price":"රහස් සාකච්ඡා කිරීමෙන් වළක්වනු ලැබූවන් නුඹ නො දුටුවෙහි ද? ඔවුන් කවර දෙයකින් වළක්වනු ලැබුවේ ද ඒ දේ වෙත ඔවුහු නැවත හැරී යති. පාපය, සතුරුකම හා රසූල්වරයාට පිටුපෑම සඳහා ඔවුහු සාකච්ඡා කරති. තවද ඔවුහු නුඹ වෙත පැමිණි විට අල්ලාහ් නුඹට සුබ නො පැතූ දැයින් ඔවුහු නුඹට සුබ පතති. තවද අප පවසන දෑට අල්ලාහ් අපට දඬුවම් නො කරනුයේ මන් දැ? යි ඔවුන් තුළ පවසා ගනිති. ඔවුනට නිරය ප්‍රමාණවත් ය. ඔවුහු එහි පිවිස දැවෙති. එහෙයින් යොමු වන ස්ථානය නපුරු විය.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:9","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා රහස් සාකච්ඡා කළ විට පාපය, සතුරුකම හා රසූල්වරයාට පිටුපෑම සඳහා සාකච්ඡා නො කරනු. එහෙත් යහපත හා බැතිමත් භාවය සඳහා සාකච්ඡා කරනු. තවද නුඹලා ඔහු වෙත රැස් කරනු ලබන අල්ලාහ්ට නුඹලා බිය බැතිමත් වනු.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:10","price":"නියත වශයෙන් ම රහස් සාකච්ඡා කිරීම දේවත්වය විශ්වාස කළවුන් දුකට පත් කිරීම සඳහා ෂෙයිතාන්ගෙන් වූවකි. එහෙත්, අල්ලාහ්ගේ අනුමැතියෙන් තොරව කිසිවකින් ඔවුනට හිංසා කරන්නෙකු ලෙස ඔහු නැත. එහෙයින් දේවත්වය විශ්වාස කරන්නෝ (සියල්ල) භාර කළ යුත්තේ අල්ලාහ් වෙත ය.","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:11","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා සභාවන්හි ඉඩ දෙනුයි කියනු ලැබූ විට නුඹලා ඉඩ දෙනු. අල්ලාහ් නුඹලාට ඉඩ දෙනු ඇත. තවද නුඹලා නැගී සිටිනු යැයි කියනු ලැබූ විට නුඹලා නැගී සිටිනු. නුඹලා අතරින් දේවත්වය විශ්වාස කළවුන් හා ඥානය දෙනු ලැබූවන් තරාතිරම්වලින් අල්ලාහ් උසස් කරයි. තවද අල්ලාහ් නුඹලා සිදු කරන දෑ පිළිබඳව අභිඥානවන්ත ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:12","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා රසූල්වරයා සමඟ පෞද්ගලික කතාවක නිරත වන්නේ නම් නුඹලාගේ පෞද්ගලික කතාවට පෙර දානයක් ඉදිරිපත් කරනු. එය නුඹලාට යහපතකි. තවද වඩාත් පිවිතුරු ය. එසේ නුඹලා (හැකියාව) නො ලැබුවේ නම් (එය පවක් නො වේ.) එවිට නියත වශයෙන් ම අල්ලාහ් අතික්ෂමාශීලී ය; මහා කරුණාන්විත ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:13","price":"(දිළිඳුකම හේතුවෙන්) නුඹලාගේ පෞද්ගලික සාකච්ඡාවට පෙර දානයන් ඉදිරිපත් කිරීමට නුඹලා බියවන්නෙහු ද? එසේ නුඹලා සිදු නො කළ ද අල්ලාහ් නුඹලා වෙත පාප ක්ෂමාව දෙනු ඇත. එහෙයින් නුඹලා සලාතය ඉටු කරනු. තවද zසකාත් දෙනු. තවද අල්ලාහ් හා ඔහුගේ දූතයාණන්ට අවනත වනු. තවද අල්ලාහ් නුඹලා සිදු කරන දෑ පිළිබඳව අභිඥානවන්ත ය.","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:14","price":"අල්ලාහ් ඔවුන් වෙත කෝප වූ පිරිසක් තම මිතුරන් ලෙස ගත් අය නුඹ නො දුටුවෙහි ද? ඔවුහු නුඹලාගෙන් නො වෙති. එමෙන් ම ඔවුන්ගෙන් ද නො වෙති. ඔවුහු දැන දැනම ව්‍යාජත්වය මත දිවුරා සිටිති.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:15","price":"අල්ලාහ් ඔවුනට දැඩි දඬුවමක් සූදානම් කළේ ය. නියත වශයෙන් ම ඔවුන් සිදු කරමින් සිටි දෑ නපුරු විය.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:16","price":"ඔවුහු තම දිවුරුම පලිහක් වශයෙන් ගත්තෝ ය. තවද අල්ලාහ්ගේ මාර්ගයෙන් (ජනයා) අවහිර කළෝ ය. එහෙයින් නින්දනීය දඬුවමක් ඔවුනට ඇත.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:17","price":"ඔවුන්ගේ ධනය හෝ ඔවුන්ගේ දරුවන් හෝ අල්ලාහ්ගෙන් වූ කිසිවකට ඔවුනට ඵලක් නො වන්නේ ම ය. (නිරා) ගින්නේ සගයෝ ඔවුහු ම ය. ඔවුහු එහි සදාතනිකයෝ ය.","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:18","price":"අල්ලාහ් ඔවුන් සියලු දෙනා නැගිටු වන දිනයේ ඔවුන් නුඹලාට දිවුරා සිටියාක් මෙන් ඔහුට ද දිවුරා සිටිති. තවද නියත වශයෙන් ම ඔවුන් යම් පදනමක් මත සිටිති යැයි සිතති. දැන ගනු! නියත වශයෙන් ම ඔවුහු බොරුකාරයෝ ය.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:19","price":"ෂෙයිතාන් ඔවුන් පරදවා ඇත. එහෙයින් අල්ලාහ්ව මෙනෙහි කිරීම ඔවුනට අමතක කර දැමී ය. ෂෙයිතාන්ගේ පිරිස ඔවුහු ම ය. දැන ගනු! නියත වශයෙන් ම ෂෙයිතාන්ගේ පිරිස වන ඔවුහු මය පරාජිතයෝ.","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:20","price":"නියත වශයෙන් ම අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට විරුද්ධ වූවන් වනාහි ඔවුහු නින්දිතයින් අතර ය.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:21","price":"සැබැවින් ම මම අබිබවා යමි. මාගේ දූතයාණන් ද (එලෙසය) යැයි අල්ලාහ් නියම කළේ ය. නියත වශයෙන් ම අල්ලාහ් බලසම්පන්න ය; සර්ව බලධාරී ය.","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"58:22","price":"අල්ලාහ් හා අවසන් දිනය විශ්වාස කරන පිරිසක් අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට විරුද්ධ වූවන්ව ප්‍රිය කරනු නුඹ නො දකිනු ඇත. ඔවුහු ඔවුන්ගේ පියවරුන් හෝ ඔවුන්ගේ දරුවන් හෝ ඔවුන්ගේ සහෝදරයින් හෝ ඔවුන්ගේ පවුලේ ඥාතීන් වුවද. ඔවුන්ගේ හදවත් තුළ ඔහු දේව විශ්වාසය නියම කොට ඔහුගෙන් වූ ආත්මයෙන් ඔවුන් ශක්තිමත් කළ අය ඔවුහු වෙති. තවද ඒවාට යටින් ගංගාවන් ගලා බස්නා (ස්වර්ග) උයන්වලට ඔහු ඔවුන් ඇතුළු කරයි. එහි ඔවුන් සදාතනිකයින් ය. අල්ලාහ් ඔවුන් ගැන තෘප්තිමත් විය. ඔවුහු ද ඔහු ගැන තෘප්තිමත් වූහ. අල්ලාහ්ගේ පිරිස ඔවුහු ය. දැන ගනු! නියත වශයෙන් ම අල්ලාහ්ගේ පිරිස වන ඔවුහු මය ජයග්‍රාහකයෝ.","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:1","price":"අහස්හි ඇති දෑ හා මහපොළොවෙහි ඇති දෑ අල්ලාහ්ව සුවිශුද්ධ කරති. තවද ඔහු සර්ව බලධාරී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5127,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:2","price":"ධර්ම ග්‍රන්ථ ලත් ජනයා අතරින් දේවත්වය ප්‍රතික්ෂේප කළවුන් ඔවුන්ගේ නිවෙස්වලින් පළමු පහරදීමේ දී පිටුවහල් කළේ ඔහු ය. ඔවුන් පිටුවහල් වී යනු ඇතැයි නුඹලා නො සිතූහ. තවද තම බලකොටු අල්ලාගෙන් තමන් ආරක්ෂා කරනු ඇතැයි ඔවුහු සිතුවෝ ය. එවිට අල්ලාහ්(ගේ ප්‍රකෝපය) ඔවුන් නො සිතූ පරිදි ඔවුන් වෙත පැමිණියේ ය. ඔවුන්ගේ සිත් තුළ බිය ඇති කළේ ය. එහෙයින් ඔවුන්ගේ නිවෙස් ඔවුන්ගේම අත්වලින් හා දේව විශ්වාසවන්තයින්ගේ අත්වලින් විනාශ කර දැමුවෝ ය. අහෝ ප්‍රබුද්ධ ජනයිනි! (මෙයින්) නුඹලා පාඩම් ලබනු.","arabic":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5128,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:3","price":"තවද එසේ පිටුවහල් කිරීම ඔවුනට අල්ලාහ් නියම කර නො තිබුණේ නම් මෙලොවෙහිම ඔහු ඔවුනට සැබැවින් ම දඬුවම් කරන්නට තිබුණි. තවද ඔවුනට මතු ලොවෙහි (නිරා) ගින්නේ දඬුවම ඇත.","arabic":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5129,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:4","price":"එය ඔවුහු අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට විරුද්ධව ක්‍රියා කළ බැවිණි. තවද කවරෙකු අල්ලාහ්ට විරුද්ධ වන්නේ ද එවිට නියත වශයෙන් ම අල්ලාහ් දඬුවම් දීමෙහි දැඩි ය.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5130,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:5","price":"නුඹලා යම් රට ඉඳි ගසක් කපා දැමුව ද එසේ නැතහොත් එය එහි මුල් මත තිබෙන්නට හැරිය ද එය අල්ලාහ්ගේ අනුමැතියෙනි. තවද ඔහු දුෂ්ඨයින් නින්දාවට පත් කරනු පිණිස ය.","arabic":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5131,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:6","price":"ඔවුන්ගෙන් තම දූතයාණන්හට අල්ලාහ් කවර දෙයක් පිරිනැමූවේද ඒ(වා ලබා ගැනීම) සඳහා නුඹලා අශ්වයින් හෝ ඔටුවන් හෝ දක්කාගෙන ගියේ නැත. එහෙත් අල්ලාහ් තමන් අභිමත කරන අය වෙත තම දූතවරුන් පවරනු ඇත. තවද අල්ලාහ් සියලු දෑ කෙරෙහි ශක්තිය ඇත්තා ය.","arabic":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5132,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:7","price":"ගම් වාසීන්ගෙන් අල්ලාහ් තම දූතයාණන්ට යුද සම්පත් වශයෙන් ලබා දුන් දෑ වනාහි එය අල්ලාහ්ට ද ඔහුගේ දූතයාණන්ට ද සමීප ඥාතීන්ට ද අනාථයින්ට ද, දුගියන්ට ද, මගියන්ට ද හිමි ය. එය නුඹලා අතරින් වූ ධනවතුන් අතර පමණක් පරිහරණය නො වනු පිණිස ය. තවද රසූල්වරයා නුඹලාට කුමක් පිරිනැමුවේ ද එය නුඹලා ගනු. තවද ඔහු නුඹලාට යමක් වැළැක්වූයේ ද නුඹලා වැළකී සිටිනු. තවද අල්ලාහ්ට බිය බැතිමත් වනු. නියත වශයෙන් ම අල්ලාහ් දඬුවම් දීමෙහි දැඩි ය.","arabic":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5133,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:8","price":"ඔවුන්ගේ (උපන්) නිවෙස්වලින් හා ඔවුන්ගේ වස්තුවෙන් පිටුවහල් කරනු ලැබූ දිළිඳු (මුහාජිර්වරු)න්ට ද (කොටසක්) හිමි ය. ඔවුහු අල්ලාහ්ගෙන් වූ අනුග්‍රහය හා තෘප්තිය සොයති. තවද ඔවුහු අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට උදව් කරති. ඔවුහු මය සත්‍යවාදීහු.","arabic":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5134,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:9","price":"තවද (මදීනාව) වාසස්ථාන බවට පත් කර ගත් ඔවුනට පෙර විශ්වාසය ඇති කර ගත් අයට ද (අන්සාරිවරුන්ටද) කොටසක් හිමි ය. උපන් දේශයෙන් නික්ම වී ඔවුන් වෙත පැමිණි (මුහාජිර්) අයව ඔවුහු ප්‍රිය කරති. ඔවුනට දෙනු ලැබූ දෑ පිළිබඳව අවශ්‍යතාවක් ඔවුන්ගේ සිත් තුළ දකින්නට නො වීය. තමන්ට අවශ්යතාවක් තිබුණ ද තමන්ට වඩා ඔවුනට මුල්තැන දෙති. කවරෙකුගේ සිත මසුරුකමින් ආරක්ෂා කරනු ලබන්නේ ද ඔවුහු මය ජයග්‍රාහකයෝ.","arabic":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5135,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:10","price":"තවද ඔවුනට පසුව පැමිණියවුන් ‘අපගේ පරමාධිපතියාණනි! අප හා දේව විශ්වාසයෙන් අපට පෙර ඉකුත්ව ගිය අපගේ සහෝදරයින්ට සමාව දෙනු මැනව! විශ්වාස කළවුන් පිළිබඳව ද්වේෂයක් අපගේ සිත් තුළ ඇති නො කරනු මැනව! අපගේ පරමාධිපතියාණනි! නියත වශයෙන් ම නුඹ සෙනෙහෙවන්ත ය; මහා කරුණාන්විතය යැයි පවසති.","arabic":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5136,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:11","price":"“නුඹලා බැහැර කරනු ලබන්නෙහු නම් අප ද නුඹලා සමඟ බැහැර වන්නෙමු. නුඹලා විෂයයෙහි කිසිවිටෙක කිසිවකුට අපි අවනත නො වන්නෙමු. නුඹලා පහර දෙනු ලැබුවෙහු නම් අපි නුඹලාට උදව් කරන්නෙමු” යැයි ධර්ම ග්‍රන්ථ ලැබූවන් අතරින් ප්‍රතික්ෂේප කළා වූ ඔවුන්ගේ සහෝදරයින්ට පවසන කුහකයින් දෙස නුඹ නො දුටුවෙහි ද? තවද නියත වශයෙන් ම ඔවුහු බොරුකාරයෝ යැයි අල්ලාහ් සාක්ෂි දරයි.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5137,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:12","price":"ඔවුන් බැහැර කරනු ලැබුවේ නම් ඔවුන් සමඟ (කුහකයින් වන) මොවුහු බැහැර නො වෙති. තවද ඔවුනට පහර දෙනු ලැබුවේ නම් මොවුහු ඔවුනට උදව් නො කරති. සැබැවින් ම ඔවුහු මොවුනට උදව් කළේ නම්, ඔවුහු ආපස්සට හැරී යනු ඇත. පසුව ඔවුහු උදව් කරනු නො ලබති.","arabic":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5138,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:13","price":"අල්ලාහ්ට වඩා නුඹලා කෙරෙහි දැඩි බියක් ඔවුන්ගේ හදවත් තුළ පවතී. එය නියත වශයෙන් ම ඔවුන් වටහා නො ගන්නා පිරිසක් බැවිනි.","arabic":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5139,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:14","price":"ආරක්ෂිත ගම්මානයන් තුළ සිට හෝ බැමිවලට පසුපසින් සිට හෝ මිස නුඹලා සමඟ එක්ව ඔවුහු සටන් නො කරති. ඔවුන්ගේ සතුරුකම ඔවුන් අතර ප්‍රබල ය. ඔවුන් එක්ව සිටිනු ඇතැයි නුඹ සිතන්නෙහි ය. එහෙත් ඔවුන්ගේ හදවත් භින්න වී ඇත. එය ඔවුන් අවබෝධ කර ගන්නා පිරිසක් නො වන බැවිනි.","arabic":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5140,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:15","price":"ඔවුහු ඔවුනට සුළු කලකට පෙර ඔවුන්ගේ විෂයයෙහි වූ දඬුවම භුක්ති විඳි අය මෙනි. තවද ඔවුනට වේදනීය දඬුවමක් ද ඇත.","arabic":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5141,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:16","price":"(කුහකයෝ) ෂෙයිතාන්ගේ උපමාවට සමාන ය. එනම් “නුඹ ප්‍රතික්ෂේප කරනු” යැයි ඔහු මිනිසාට කී විට එසේ (මිනිසා වන) ඔහු ප්‍රතික්ෂේප කළ කල්හි “නියත වශයෙන් ම මම නුඹෙන් ඉවත් වූයෙක්මි. ලෝකයන්හි පරමාධිපති වූ අල්ලාහ්ට නියත වශයෙන් ම මම බිය වෙමි” යැයි ඔහු (ෂෙයිතාන්) පවසයි.","arabic":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5142,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:17","price":"ඔවුන් දෙදෙනාගේ අවසානය, නියත වශයෙන් ම ඔවුන් දෙදෙනා (නිරා) ගින්නට වනු ඇත. ඔවුහු එහි සදාතනිකයින් ය. තවද එය අපරාධකරුවන්ගේ ප්‍රතිවිපාකයයි.","arabic":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5143,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:18","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා අල්ලාහ්ට බිය බැතිමත් වනු. තවද සෑම ආත්මයක් ම හෙට දිනට තමා ඉදිරිපත් කළේ කුමක්දැ යි බලත්වා! තවද නුඹලා අල්ලාහ්ට බිය බැතිමත් වනු. නියත වශයෙන් ම අල්ලාහ් නුඹලා සිදු කරන දෑ පිළිබඳව අභිඥානවන්ත ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5144,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:19","price":"තවද නුඹලා අල්ලාහ්ව අමතක කළවුන් මෙන් නො වනු. එහෙයින් ඔහු ඔවුන් ගැන ඔවුනට ම අමතක කෙරෙව්වේ ය. ඔවුහු මය දුෂ්ඨයෝ.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5145,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:20","price":"(නිරා) ගින්නේ වාසීහු හා (ස්වර්ග) උයනේ වාසීහු සමාන නො වෙති. ස්වර්ග උයනේ වාසීහු වන ඔවුහු මය ජයග්‍රාහකයෝ.","arabic":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5146,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:21","price":"මෙම කුර්ආනය අපි කන්දක් මතට පහළ කළෙමු නම් අල්ලාහ් ගැන වූ බිය හේතුවෙන් එය දෙදරා යමින් යටහත් වනු නුඹ දකිනු ඇත. එම උපමාවන් ජනයා වටහා ගත හැකි වනු පිණිස ඒවා අපි ඔවුනට ඉදිරිපත් කරන්නෙමු.","arabic":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5147,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:22","price":"ඔහුය අල්ලාහ්. ඔහු වනාහි ඔහු හැර වෙනත් කිසිදු දෙවිඳෙකු නොමැත. ගුප්තය හා දෘශ්‍යමාන දෑ පිළිබඳ සර්ව ඥානී ය. ඔහු අපරමිත දයාන්විත ය; අසමසම කරුණාන්විත ය.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5148,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:23","price":"ඔහුය අල්ලාහ්. ඔහු වනාහි ඔහු හැර වෙනත් කිසිදු දෙවිඳෙකු නොමැත. ඔහු රජු ය. පාරිශුද්ධ ය. සාමය ඇති කරන්නා ය. අභයදායී ය. සංරක්ෂක ය. සර්ව බලධාරී ය. මහෝදරයාණන් ය. ඔවුන් ආදේශ කරන දැයින් අල්ලාහ් සුවිශුද්ධ ය.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5149,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"59:24","price":"ඔහු අල්ලාහ් ය. මැවුම්කරු ය. උත්පාදක ය. මූර්තිකරු ය. ඔහුට අලංකාර නාමයන් ඇත. අහස්හි හා මහපොළොවේ ඇති දෑ ඔහු සුවිශුද්ධ කරති. තවද ඔහු සර්ව බලධාරී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5150,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:1","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! මාගේ සතුරා හා නුඹලාගේ සතුරා වන ඔවුන් වෙත නුඹලා ආදරය දක්වමින් මිතුරන් ලෙස නො ගනු. තවද සත්‍යයෙන් යුතුව නුඹලා වෙත පැමිණි දෑ ඔවුහු ප්‍රතික්ෂේප කළෝ ය. නුඹලාගේ පරමාධිපති වූ අල්ලාහ්ව නුඹලා විශ්වාස කිරීම හේතුවෙන් රසූල්වරයා හා නුඹලාව ඔවුහු පිටුවහල් කරති. මාගේ මාර්ගයේ කැපවෙමින් ද මාගේ තෘප්තිය බලාපොරොත්තුවෙන් ද නුඹලා පිටත් වූයෙහු නම් ආදරය පෙන්වමින් නුඹලා ඔවුන් වෙත රහසින් සම්බන්ධකම් පාන්නෙහු ය. නුඹලා සැඟ වූ දෑ ද නුඹලා හෙළි කළ දෑ ද මම මැනවින් දනිමි. තවද නුඹලා අතරින් කවරෙකු එය සිදු කරන්නේ ද සැබැවින් ම ඔහු ඍජු මාර්ගයෙන් නොමග ගියේ ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5151,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:2","price":"ඔවුන් නුඹලාව ජයගත්තේ නම් නුඹලාට ඔවුහු සතුරන්වී නපුරකම් කරමින් තම අත් හා තම දිවවල් නුඹලා වෙත දිගු කරනු ඇත. තවද නුඹලා ප්‍රතික්ෂේප කරනු ඇතැයි ඔවුහු අපේක්ෂා කරති.","arabic":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5152,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:3","price":"මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ නුඹලාගේ ඥාතීන් හෝ නුඹලාගේ දරුවන් හෝ නුඹලාට ප්‍රයෝජනවත් නො වන්නේ ම ය. (එදින) ඔහු නුඹලා අතර විනිශ්චය කරයි. තවද අල්ලාහ් නුඹලා සිදු කරන දෑ පිළිබඳව සර්ව නිරීක්ෂක ය.","arabic":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5153,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:4","price":"ඉබ්රාහීම් හා ඔහු සමඟ වූවන් තුළ අලංකාර ආදර්ශයන් සැබැවින් ම නුඹලාට විය. ඔවුහු ඔවුන්ගේ ජනතාවට ‘නියත වශයෙන් ම අපි නුඹලාගෙන් ද අල්ලාහ් හැර දමා නුඹලා නැමදුම් කරන දැයින් ද අපි ඉවත් වූවන් වෙමු. අපි නුඹලා ප්‍රතික්ෂේප කළෙමු. අල්ලාහ් වන ඔහුව පමණක් නුඹලා විශ්වාස කරන තෙක් අප අතර හා නුඹලා අතර සතුරුකම හා ක්‍රෝධය ඉස්මතු වී ඇත.’ එහෙත් ‘මම ඔබ වෙනුවෙන් සමාව අයැදිමි. අල්ලාහ්ගෙන් කිසිවක් (ලබා දීම) මා සතු නැත’ යැයි ඉබ්රාහීම් තම පියාණන්ට කළ ප්‍රකාශය හැර. (අනිකුත් කරුණුවල ආදර්ශයක් ඇත්තේ ය. තවද ඉබ්රාහීම්) “අපගේ පරමාධිපතියාණනි! ඔබ වෙත අපි (සියල්ල) භාර කළෙමු. තවද ඔබ වෙත ම අපි යොමු වූයෙමු. තවද නැවත යොමු වන ස්ථානය ද ඇත්තේ ඔබ වෙත ය.","arabic":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5154,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:5","price":"“අපගේ පරමාධිපතියාණනි! ප්‍රතික්ෂේප කළවුනට පරීක්ෂණයක් ලෙස අප පත් නො කරනු මැනව! තවද අපට සමාව දෙනු මැනව! අපගේ පරමාධිපතියාණනි! නියත වශයෙන් ම නුඹ සර්ව බලධාරී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5155,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:6","price":"අල්ලාහ් හා මතු ලොව අපේක්ෂා කරන අයට අලංකාර ආදර්ශයක් සැබැවින් ම ඔවුන් තුළ නුඹලාට විය. තවද කවරෙකු පිටුපාන්නේ ද එවිට නියත වශයෙන් ම අල්ලාහ් වන ඔහු අවශ්‍යතාවන්ගෙන් තොර ය; ප්‍රශංසාලාභී ය.","arabic":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5156,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:7","price":"නුඹලා අතර හා නුඹලා සමඟ සතුරුකම ඇති කර ගත්තවුන් අතර සෙනෙහස ඇති කරවීමට අල්ලාහ්ට පුළුවන. තවද අල්ලාහ් සර්ව ශක්තිය ඇත්තා ය. තවද අල්ලාහ් අතික්ෂමාශීලී ය; මහා කරුණාන්විත ය.","arabic":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5157,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:8","price":"දහම සම්බන්ධව නුඹලා සමඟ සටන් නො වැදුනු, තවද නුඹලාගේ නිවෙස්වලින් නුඹලාව පිටුවහල් නො කළ අය සමඟ යහ අයුරින් කටයුතු කිරීමටත් ඔවුන් වෙත සාධාරණීය අයුරින් කටයුතු කිරීමටත් අල්ලාහ් නුඹලා නො වැළැක් වීය. යුක්තිගරුකව කටුයුතු කරන්නන්ව නියත වශයෙන් ම අල්ලාහ් ප්‍රිය කරයි.","arabic":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5158,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:9","price":"නියත වශයෙන් ම අල්ලාහ් නුඹලාව වළක්වනුයේ දහම සම්බන්ධව නුඹලා සමඟ සටන් වැද නුඹලාගේ නිවෙස්වලින් නුඹලා පිටුවහල් කොට නුඹලාව පිටුවහල් කිරීමට උරදුන් අය සමඟ නුඹලා මිතුරුකම් පෑම ය. තවද කවරෙකු ඔවුන් මිතුරන් ලෙස ගන්නේ ද ඔවුහු මය අපරාධකරුවෝ.","arabic":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5159,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:10","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! දේවත්වය විශ්වාස කරන කාන්තාවන් (උපන් දේශයෙන්) නික්මවූවන් ලෙස නුඹලා වෙත පැමිණියේ නම් නුඹලා ඔවුන්(ගේ විශ්වාසය) පරීක්ෂා කර බලනු. ඔවුන්ගේ විශ්වාසය පිළිබඳ මැනවින් දන්නා අල්ලාහ් ය. ඔවුන් දේවත්වය විශ්වාස කරන කාන්තාවන් බව නුඹලා හඳුනා ගත්තේ නම් එවිට දේවත්වය ප්‍රතික්ෂේප කරන්නන් වෙත නුඹලා ඔවුන් හරවා නො යවනු. මොවුන් ඔවුනට අනුමත නො වේ. තවද ඔවුහු මොවුනට අනුමත නො වෙති. ඔවුන් වියදම් කළ දෑ ඔවුනට නුඹලා ගෙවනු. මොවුන්ට හිමි විවාහ ත්‍යාග මුදල නුඹලා මොවුනට පිරිනැමූ විට නුඹලා මොවුන් විවාහ කර ගැනීම නුඹලා කෙරෙහි වරදක් නැත. තවද දේවත්වය ප්‍රතික්ෂේප කරන කාන්තාවන් සමඟ වූ විවාහ බන්ධනය පවත්වාගෙන නො යනු. නුඹලා ඔවුනට (මහර් වශයෙන්) වියදම් කළ දෑ නුඹලා නැවත ඉල්ලා ගනු. (දේවත්වය ප්‍රතික්ෂේප කරන්නන් වන) ඔවුහු ද ඔවුන් වියදම් කළ දෑ ඉල්ලා ගනිත්වා! එය අල්ලාහ්ගේ තීන්දුවයි. ඔහු නුඹලා අතර තීන්දු දෙයි. තවද අල්ලාහ් සර්ව ඥානී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5160,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:11","price":"තවද, නුඹලාගේ බිරියන් අතරින් කිසිවෙක් (ආගමෙන් ඉවත්ව) නුඹලා හැර දමා දේවත්වය ප්‍රතික්ෂේප කරන්නන් වෙත ගියේ නම් පසුව (යුද්ධයක දී) නුඹලා ජය ගත්තෙහු නම් (නුඹලාගේ) බිරියන් හැර දමා ගිය ඔවුනට ඔවුන් වියදම් කළ හා සමාන දෙයක් ලබා දෙනු. තවද නුඹලා කවර අයකු විශ්වාස කරන්නන් ලෙස සිටින්නනෝ ද එවන් අල්ලාහ්ට බිය බැතිමත් වනු.","arabic":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5161,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:12","price":"අහෝ නබිවරය! දේවත්වය විශ්වාස කරන කාන්තාවෝ නුඹට ප්‍රතිඥා දෙන්නට නුඹ වෙත පැමිණ, ඔවුන් අල්ලාහ්ට කිසිවක් ආදේශ නො කරන බවටත්, ඔවුන් සොරකම් නො කරන බවටත්, ඔවුන් කාම අපචාරයේ නිරත නො වන බවටත්, ඔවුන් තම දරුවන් ඝාතනය නො කරන බවටත්, ඔවුන් අතර ගෙතූ කිසිදු අවලාදයක් ඔවුන් නො ගෙනන බවටත්, යහපත් කටයුතුවලදී ඔවුන් නුඹට පිටු නො පාන බවටත් ප්‍රතිඥා දුන් විට එය පිළිගනු. තවද නුඹ ඔවුන් වෙනුවෙන් අල්ලාහ්ගෙන් සමාව ඉල්ලනු. නියත වශයෙන් ම අල්ලාහ් අතික්ෂමාශීලී ය; මහා කරුණාන්විත ය.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5162,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"60:13","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! අල්ලාහ් කවුරුන් වෙත කෝප වූයේද එවන් පිරිසක් නුඹලා මිතුරන් කර නො ගනු. දේවත්වය ප්‍රතික්ෂේප කරන්නෝ මිනී වළවල් තුළ සිටින්නන් (නැවත නැගිටුවීම) පිළිබඳ බලාපොරොත්තු සුන් කර ගත්තාක් මෙන් මොවුන් (මතුලොව) පිළිබඳ බලාපොරොත්තු සුන් කර ගෙන ඇත.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5163,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"61:1","price":"අහස්හි ඇති දෑ හා මහපොළොවෙහි ඇති දෑ අල්ලාහ්ව සුවිශුද්ධ කරයි. තවද ඔහු සර්ව බලධාරී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5164,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"61:2","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා සිදු නො කරන දෙයක් නුඹලා පවසනුයේ ඇයි?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5165,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"61:3","price":"නුඹලා සිදු නො කරන දෙයක් ගැන පැවසීම අල්ලාහ් අබියස කෝපයෙන් ඉමහත් විය.","arabic":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5166,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"61:4","price":"ශක්තිමත් ලෙස ඉඳි කරන ලද ගොඩනැගිල්ලක් සේ පෙළ ගැසී ඔහුගේ මාර්ගයේ සටන් කරන්නන් නියත වශයෙන් ම අල්ලාහ් ප්‍රිය කරයි.","arabic":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5167,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"61:5","price":"තවද “අහෝ මාගේ ජනයිනි! නියත වශයෙන් ම මම නුඹලා වෙත පැමිණි අල්ලාහ්ගේ දූතයා බව නුඹලා දැන දැනම නුඹලා මට හිංසා කරනුයේ ඇයි දැ?”යි මූසා ඔහුගේ ජනයාගෙන් විමසූ අවස්ථාව සිහිපත් කරනු. එහෙයින් ඔවුන් (සත්‍ය මාර්ගයෙන්) ඉවත්ව ගිය කල්හි, අල්ලාහ් ඔවුන්ගේ හදවත් ද (සත්‍ය මාර්ගයෙන්) ඉවත්ව යන්නට සැලසුවේ ය. තවද අල්ලාහ් දුෂ්ඨ ජනයාට මග නො පෙන්වයි.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5168,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"61:6","price":"තවද “ඉස්රාඊල් දරුවනි! මා ඉදිරියේ ඇති තව්රාතය තහවුරු කරන්නෙකු ලෙසින් ද මගෙන් පසුව පැමිණෙන තම නාමය අහ්මද් නමැති (මුහම්මද් නම්) දූතයෙකු ගැන ශුභාරංචි දන්වන්නෙකු ලෙසින් ද මම නුඹලා වෙත පැමිණ ඇති අල්ලාහ්ගේ දූතයෙකු වෙමි” යැයි, මර්යම්ගේ පුත් ඊසා පැවසූ අවස්ථාව සිහියට නගනු. එහෙත් ඔවුන් වෙත පැහැදිලි සාධක සමඟ ඔහු පැමිණි කල්හි මෙය පැහැදිලි හූනියමකි යැයි ඔවුහු පැවසුවෝ ය.","arabic":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5169,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"61:7","price":"තවද ඉස්ලාමය වෙත ඇරයුම් කරනු ලබමින් සිටිය දී අල්ලාහ් වෙත බොරු ගොතන්නාට වඩා මහා අපරාධකරු කවරෙකු ද? තවද අල්ලාහ් අපරාධකාරී ජනයාට මග පෙන්වන්නේ නැත.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5170,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"61:8","price":"අල්ලාහ්ගේ ආලෝකය ඔවුන් ඔවුන්ගේ මුඛවලින් (පිඹ) නිවා දැමීමට අපේක්ෂා කරති. තවද දේවත්වය ප්‍රතික්ෂේප කරන්නන් පිළිකුල් කළ ද අල්ලාහ් තම ආලෝකය පූර්ණවත් කරන්නා ය.","arabic":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5171,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"61:9","price":"දේව ආදේශකයින් පිළිකුල් කළ ද යහමග හා සත්‍යය දහම සමඟ එය සියලු දහම්වලට වඩා ප්‍රකට කරනු පිණිස තම දූතයාණන් (මුහම්මද්) එවා සිටියේ ඔහු ය.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5172,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"61:10","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! වේදනීය දඬුවමකින් නුඹලාව ආරක්ෂා කරන ව්‍යාපාරයක් මම නුඹලාට පෙන්වා දෙන්න ද?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5173,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"61:11","price":"(එය) නුඹලා අල්ලාහ් හා ඔහුගේ දූතයාණන්ව විශ්වාස කිරීම ය. නුඹලාගේ ධනය හා නුඹලාගේ ජීවිත අල්ලාහ්ගේ මාර්ගයෙහි කැප කිරීම ය. නුඹලා දැන සිටින්නෙහු නම් එය නුඹලාට ශ්‍රේෂ්ඨ ය.","arabic":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5174,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"61:12","price":"නුඹලාගේ පාපයන්වලට ඔහු නුඹලාට සමාව දෙයි. තවද ඔහු නුඹලා (ස්වර්ග) උයන්වලට ඇතුළත් කරයි. ඒවාට යටින් ගංගාවෝ ගලා බසිති. (අද්න් නම්) සදා ස්වර්ග උයන්හි යහපත් වාසස්ථාන ඇත. එයයි අතිමහත් ජයග්‍රහණ ය.","arabic":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5175,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"61:13","price":"තවද නුඹලා එහි ප්‍රිය කරන තවත් දෑ ද ඇත. (එය) අල්ලාහ්ගෙන් වූ උපකාරයකි. තවද සමීප ජයග්‍රහණයක් ඇත. තවද නුඹ දේවත්වය විශ්වාස කරන්නන්හට ශුභාරංචි දන්වනු.","arabic":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5176,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"61:14","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! මර්යම්ගේ පුත් ඊසා (තම) ගෝලයින්ගෙන් “අල්ලාහ් වෙනුවෙන් මට උදව් කරන්නෝ කවුරුන් දැ?” යි විමසූ කල්හි “අපි අල්ලාහ්ගේ උදව්කරුවෝ වෙමු” යැයි ගෝලයෝ පැවසූහ. එලෙස නුඹලා ද අල්ලාහ්ගේ උදව්කරුවන් වනු. ඉස්රාඊල් දරුවන්ගෙන් පිරිසක් විශ්වාස කළ අතර තවත් පිරිසක් ප්‍රතික්ෂේප කළෝය. එවිට අපි විශ්වාස කළවුන් ව ඔවුන්ගේ සතුරන්ට එරෙහි ව අපි ශක්තිමත් කළෙමු. පසුව ඔවුහු ජයග්‍රාහකයින් බවට පත් වූවෝය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5177,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:1","price":"අහස්හි ඇති දෑ හා මහපොළොවෙහි ඇති දෑ අල්ලාහ්ට සුවිශුද්ධ කරයි. (ඔහු) රජු ය. පාරිශුද්ධ ය. සර්ව බලධාරී ය. මහා ප්‍රඥාවන්ත ය.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5178,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:2","price":"ඔහු වනාහි ලිවීමට හෝ කියවීමට නොහැකි අය අතරට ඔහුගේ වදන් ඔවුනට පාරායනය කර පෙන්වන, තවද ඔවුන් පිවිතුරු කරන, එමෙන් ම ධර්ම ග්‍රන්ථය හා ප්‍රඥාව උගන්වන ධර්ම දූතයකු එවීය. මීට පෙර ඔවුහු පැහැදිලි මුළාවක සිටියෝ ය.","arabic":"هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5179,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:3","price":"තවද ඔවුන් සමඟ මෙතෙක් එකතු නො වූ, ඔවුන් අතර වන පසුගාමීන් අතරට ද (එවීය.) තවද ඔහු සර්ව බලධාරී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5180,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:4","price":"එය අල්ලාහ්ගේ භාග්‍යයකි. ඔහු අභිමත කරන අයට එය පිරිනමයි. තවද අල්ලාහ් අතිමහත් වූ භාග්‍යය සම්පන්න ය.","arabic":"ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5181,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:5","price":"තව්රාතය උසුලන්නට සලස්වනු ලැබ, පසුව එය නො ඉසිලූ අයට උපමාව පොත් පොදියක් උසුලන බූරුවාගේ උපමාව වැනි ය. අල්ලාහ්ගේ වදන් බොරු කළ ජනයාගේ උපමාව නපුරු විය. තවද අල්ලාහ් අපරාධකාරී ජනයාට මග පෙන්වන්නේ නැත.","arabic":"مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5182,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:6","price":"“අහෝ යුදෙව් වූවනි! සෙසු ජනයාට වඩා නියත වශයෙන් ම නුඹලා අල්ලාහ්ගේ සුමිතුරන් යැයි තරයේ විශ්වාස කළෙහු නම් එසේ ම නුඹලා සත්‍යවාදීන් ලෙස සිටියෙහු නම් නුඹලා මරණයට ආශා කරනු” යැයි (නබිවරය!) නුඹ පවසනු.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5183,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:7","price":"ඔවුන්ගේ අත් ඉදිරිපත් කළ දෑ හේතුවෙන් ඔවුහු එය (මරණය) කිසිවිටෙක ආශා නො කරති. තවද අල්ලාහ් අපරාධකරුවන් පිළිබඳව සර්ව ඥානී ය.","arabic":"وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5184,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:8","price":"“නියත වශයෙන් ම නුඹලා එයින් පලා යන මරණය වනාහි සැබැවින් ම එය නුඹලාව හමුවනු ඇත. පසුව අදෘශ්‍ය දෑ හා දෘශ්‍යමාන දෑ පිළිබඳ සර්වඥයාණන් වෙත නුඹලා නැවත යොමු කරනු ලබන්නෙහු ය. එවිට නුඹලා සිදු කරමින් සිටි දෑ පිළිබඳව ඔහු නුඹලාට දන්වනු ඇත.","arabic":"قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5185,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:9","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! ජුමුආ (සිකුරාදා) දින සලාතය සඳහා ඇරයුම් කරනු ලැබූ විට අල්ලාහ් මෙනෙහි කිරීම සඳහා යුහුසුලුව යනු. තවද ව්‍යාපාරය නුඹලා අත හැර දමනු. නුඹලා දැන සිටියෙහු නම් එය නුඹලාට යහපත් ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5186,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:10","price":"සලාතය ඉටු කිරීම අවසන් කරනු ලැබූ විට නුඹලා මහපොළොවේ විසිර ගොස් අල්ලාහ්ගේ භාග්‍යය සොයනු. තවද නුඹලා ජය ලැබිය හැකි වනු පිණිස අල්ලාහ්ව අධික ලෙස මෙනෙහි කරනු.","arabic":"فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5187,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"62:11","price":"එහෙත්, ඔවුහු යම් වෙළඳාමක් හෝ යම් විනෝදයක් දුටු විට, නුඹව සිටගත් තත්ත්වයේම අත හැර දමා ඒ වෙත ඔවුහු යති. අල්ලාහ් අබියස ඇති දෑ විනෝදයට හා වෙළඳාමට වඩා ශ්‍රේෂ්ඨ ය. තවද අල්ලාහ් පෝෂකයින්ගෙන් වඩාත් ශ්‍රේෂ්ඨ ය.","arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5188,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:1","price":"කුහකයෝ නුඹ වෙත පැමිණි විට “නියත වශයෙන් ම නුඹ අල්ලාහ්ගේ දූතයාණන් යැයි අපි සාක්ෂි දරන්නෙමු” යැයි ඔවුහු පවසති. තවද නියත වශයෙන් ම නුඹ ඔහුගේ ගැත්තා බව අල්ලාහ් දනී. තවද නියත වශයෙන් ම කුහකයෝ බොරුකාරයින් බව අල්ලාහ් සාක්ෂි දරයි.","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:2","price":"ඔවුන්ගේ දිවුරීම් ඔවුන් පලිහක් ලෙස ගෙන අල්ලාහ්ගේ මාර්ගයෙන් (ජනයා) අවහිර කළෝ ය. නියත වශයෙන් ම ඔවුන් සිදු කරමින් සිටි දෑ නපුරු විය.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:3","price":"එය නියත වශයෙන් ම ඔවුන් විශ්වාස කොට පසුව ප්‍රතික්ෂේප කළ හේතුවෙනි. එවිට ඔවුන්ගේ හදවත් මත මුද්‍රා තබනු ලැබී ය. එහෙයින් ඔවුහු වටහා නො ගනු ඇත.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:4","price":"තවද නුඹ ඔවුන් දුටු විට ඔවුන්ගේ ශරීර(හැඩරුව) නුඹව විශ්මයට පත් කරනු ඇත. තවද ඔවුන් (යමක්) පවසන්නේ නම් ඔවුන්ගේ ප්‍රකාශයට නුඹ සවන් දෙනු ඇත. නියත වශයෙන් ම ඔවුන් හේත්තු කර තැබු ලී කොටයක් මෙනි. සෑම හඬක්ම තමන්ට එරෙහි වූවක් යැයි ඔවුහු සිතති. ඔවුහු මය සතුරෝ. එහෙයින් නුඹ ඔවුන්ගෙන් ප්‍රවේශම් වනු. අල්ලාහ් ඔවුන් විනාශ කරත්වා! ඔවුන් (සත්‍යයෙන්) වෙනතකට යොමු කරනු ලබනුයේ කෙසේ ද?","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:5","price":"තවද “නුඹලා එනු. අල්ලාහ්ගේ දූතයාණන් නුඹලා වෙනුවෙන් සමාව අයැදිනු ඇතැයි” ඔවුනට කියනු ලැබූ විට ඔවුහු ඔවුන්ගේ හිස් හරවා ගනිති. ඔවුන් උඩඟු වූවන් ලෙස සිටිමින් (අල්ලාහ්ගේ මාර්ගයෙන්) ඔවුන් අවහිර කිරීම නුඹ දකිනු ඇත.","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:6","price":"නුඹ ඔවුන් වෙනුවෙන් සමාව අයැද සිටිය ද ඔවුන් වෙනුවෙන් නුඹ සමාව නො ඇයද සිටිය ද ඔවුන් වෙත එක සමාන ය. අල්ලාහ් ඔවුනට සමාව නො දෙන්නේ ම ය. නියත වශයෙන් ම අල්ලාහ් පාපතර ජනයාට මග නො පෙන්වයි.","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:7","price":"ඔවුන් වනාහි ‘අල්ලාහ්ගේ දූතයාණන් අබියස සිටින්නන් කෙරෙහි ඔවුන් වෙන්ව යන තුරු නුඹලා වියදම් නො කරනු’ යැයි (අන් අයට) පවසන්නෝ වෙති. අහස් හා මහපොළොවෙහි සම්පත් අල්ලාහ් සතු ය. එනමුත් කුහකයින් වටහා නො ගනිති.","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:8","price":"“අප මදීනාව වෙත හැරී ආවේ නම් උසස් අය පහත් අයව එයින් පිටුවහල් කරනු ඇතැ”යි ඔවුහු පවසති. සියලු ගෞරවයන් අල්ලාහ් සතු ය. තවද ඔහුගේ දූතයාණන් හා දේවත්වය විශ්වාස කරන්නන් සතු ය. එහෙත් කුහකයින් අවබෝධ කර නො ගනිති.","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:9","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලාගේ වස්තුව හෝ නුඹලාගේ දරුවන් අල්ලාහ් මෙනෙහි කිරීමෙන් නුඹලා වෙනතකට යොමු නො කරත්වා! කවරෙකු එය සිදු කරන්නේ ද එවිට ඔවුහු මය අලාභවන්තයෝ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:10","price":"තවද නුඹලා අතරින් කෙනෙකුට මරණය පැමිණීමට පෙර අපි නුඹලාට පෝෂණය කළ දැයින් නුඹලා වියදම් කරනු. “මාගේ පරමාධිපතියාණනි! මද කලකට ඔබ මා ප්‍රමාද කළ යුතු නො වේ ද? එවිට මම පරිත්‍යාග කරමි. තවද දැහැමියන් අතරින් කෙනෙකු වෙමි” යැයි ඔහු පවසයි.","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"63:11","price":"තවද අවසන් කාලය පැමිණි විට කිසිදු ආත්මයක් අල්ලාහ් ප්‍රමාද නො කරන්නේ ම ය. තවද අල්ලාහ් නුඹලා සිදු කරන දෑ පිළිබඳව අභිඥානවන්ත ය.","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:1","price":"අහස්හි ඇති දෑ හා මහපොළොවෙහි ඇති දෑ අල්ලාහ්ට සුවිශුද්ධ කරයි. සියලු ආධිපත්‍යය ඔහු සතු ය. තවද සියලු ප්‍රශංසා ඔහු සතු ය. තවද ඔහු සියලු දෑ කෙරෙහි ශක්තිවන්ත ය.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:2","price":"ඔහු වනාහි නුඹලා මැව්වේ ය. තවද නුඹලා අතරින් දේවත්වය ප්‍රතික්ෂේප කරන අය ද නුඹලා අතරින් දේවත්වය විශ්වාස කරන අය ද සිටිති. තවද අල්ලාහ් නුඹලා සිදු කරන දෑ පිළිබඳ සර්ව නිරීක්ෂක ය.","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:3","price":"ඔහු අහස් හා මහපොළොව සත්‍යයෙන් යුතුව මැව්වේ ය. තවද ඔහු නුඹලා හැඩගන්වා නුඹලාගේ හැඩරුව ඔහු අලංකාර කළේ ය. තවද නැවත යොමු වීමේ ස්ථානය ඔහු වෙත ය.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:4","price":"අහස්හි හා මහපොළොවෙහි ඇති දෑ ඔහු දනී. තවද නුඹලා සඟවන දෑ ද නුඹලා හෙළි කරන දෑ ද ඔහු දනී. තවද අල්ලාහ් හදවත් සතු දෑ පිළිබඳව සර්වඥානී ය.","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:5","price":"මීට පෙර ප්‍රතික්ෂේප කළවුන්ගේ පුවත නුඹලා වෙත නො පැමිණියේ ද? එවිට ඔවුන්ගේ විෂයයෙහි විපාකය ඔවුහු භුක්ති වින්දෝ ය. තවද ඔවුනට වේදනීය දඬුවමක් ද ඇත.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:6","price":"එය ඔවුන්ගේ දූතවරුන් පැහැදිලි සාධක සමඟ ඔවුන් වෙත පැමිණි විට “අපට මග පෙන්වනුයේ මිනිසෙකු දැ”යි පවසා ප්‍රතික්ෂේප කොට පිටුපා ගිය බැවිණි. තවද අල්ලාහ් නො සලකා හැරියේ ය. තවද අල්ලාහ් අවශ්‍යතාවන්ගෙන් තොර ය; ප්‍රසංශාලාභී ය.","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:7","price":"තමන් (මළවුන් කෙරෙන්) අවදි කරනු නො ලබන්නෝම යැයි ප්‍රතික්ෂේප කළවුන් තරයේ ම සිතුවෝ ය. “එසේ නොව මාගේ පරමාධිපති මත දිවුරමින් නියත වශයෙන් ම නුඹලා අවදි කරනු ලබනු ඇත. පසුව නුඹලා සිදු කළ දෑ පිළිබඳව නුඹලාට දන්වනු ලබනු ඇත” යැයි (නබිවරය!) නුඹ පවසනු. තවද එය අල්ලාහ් වෙත පහසු ය.","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:8","price":"එහෙයින් නුඹලා අල්ලාහ් හා ඔහුගේ දූතයාණන් පිළිබඳව ද අපි පහළ කළ ආලෝකය පිළිබඳව ද විශ්වාස කරනු. තවද අල්ලාහ් නුඹලා සිදු කරන දෑ පිළිබඳව අභිඥානවන්ත ය.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:9","price":"එදින ඔහු එක් රැස් කරන දිනය සඳහා නුඹලාව එක් රැස් කරනු ඇත. එය පාඩු ලබන දිනයයි. තවද කවරෙකු අල්ලාහ්ව විශ්වාස කර යහකම් කරන්නේ ද ඔහුගේ පාපයන් ඔහුගෙන් ඔහු ඉවත් කරයි. තවද ඒවාට පහළින් ගංගාවෝ ගලා බස්නා (ස්වර්ග) උයන්වලට ඔහු ඔහුව ඇතුළත් කරයි. එහි ඔවුන් නිරන්තරයෙන් ම සාදතනිකයින් වෙති. එය අතිමහත් වූ ජයග්‍රහණයයි.","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:10","price":"තවද අපගේ වදන් බොරු කොට ප්‍රතික්ෂේප කළවුන් වනාහි ඔවුහු (නිරා) ගින්නේ වාසීහු ය. එහි ඔවුන් සදාතනිකයින් ය. නැවත යොමු වන ස්ථානය නපුරු විය.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:11","price":"අල්ලාහ්ගේ අනුමැතියෙන් තොරව කිසිදු ආපදාවක් සිදු නො වේ. තවද කවරෙකු අල්ලාහ්ව විශ්වාස කරන්නේ ද ඔහුගේ හදවතට ඔහු(අල්ලාහ්) මග පෙන්වයි. තවද අල්ලාහ් සියලු දෑ පිළිබඳව සර්වඥ ය.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:12","price":"තවද නුඹලා අල්ලාහ්ට අවනත වනු. එමෙන් ම රසූල්වරයාට ද අවනත වනු. එහෙත් නුඹලා පිටුපෑවෙහු නම් එවිට (දැන ගනු!) නියත වශයෙන් ම අපගේ ධර්ම දූතයාණන් වෙත පැවරෙනුයේ පැහැදිලිව ප්‍රචාරය කිරීම පමණ ය.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:13","price":"අල්ලාහ් වනාහි ඔහු හැර වෙනත් දෙවිඳෙකු නැත. තවද විශ්වාසවන්තයෝ අල්ලාහ් වෙත ම (සියල්ල) භාර කරත්වා.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:14","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නියත වශයෙන් ම නුඹලාගේ බිරියන්ගෙන් ද නුඹලාගේ දරුවන්ගෙන් ද නුඹලාට සතුරන් වෙති. එහෙයින් නුඹලා ඔවුන්ගෙන් ප්‍රවේශම් වනු. තවද නුඹලා නො සලකා හැර ගණන් නො ගෙන සමාව දුන්නෙහු නම් එවිට නියත වශයෙන් ම අල්ලාහ් අතික්ෂමාශීලී ය; මහා කරුණාන්විත ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:15","price":"නියත වශයෙන් ම නුඹලාගේ ධනය ද නුඹලාගේ දරුවන් ද පරීක්ෂණයකි. තවද අල්ලාහ් වන ඔහු අබියස මහත් වූ කුලියක් ඇත.","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:16","price":"එහෙයින් නුඹලාට හැකි පමණින් අල්ලාහ්ට බිය බැතිමත් වනු. තවද නුඹලා සවන් දෙනු. තවද නුඹලා අවනත වනු. තවද නුඹලා වියදම් කරනු. එය නුඹලාට යහපතකි. තවද කවරෙකු තම මසුරුකමින් ආරක්ෂා කරනු ලබන්නේ ද එවිට ඔවුහු මය ජයග්‍රාහකයෝ.","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:17","price":"නුඹලා අල්ලාහ්ට අලංකාර ණයක් දුන්නෙහු නම් ඔහු එය නුඹලාට ගුණ කර දෙයි. තවද නුඹලාට සමාව දෙයි. තවද අල්ලාහ් ගුණ ගරුක ය; ඉවසිලිවන්ත ය.","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"64:18","price":"(ඔහු) අදෘශ්‍යමාන දෑ හා දෘශ්‍යමාන දෑ පිළිබඳව සර්ව ඥානී ය. සර්ව බලධාරී ය. මහා ප්‍රඥාවන්ත ය.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"65:1","price":"අහෝ නබිවරය! නුඹලා බිරියන් දික්කසාද කරන විට ඔවුන්ගේ ඉද්දාව (පොරොත්තු කාලය) ගණන් කිරීමට පහසු වන අයුරින් නුඹලා ඔවුන් දික්කසාද කරනු. තවද ඉද්දා කාලය ගණනය කරනු. තවද නුඹලාගේ පරමාධිපති වූ අල්ලාහ්ට බිය බැතිමත් වනු. පැහැදිලි දුරාචාරයක් සමඟ ඔවුන් පැමිණියා නම් මිස ඔවුන්ගේ නිවෙස්වලින් නුඹලා ඔවුන් පිටුවහල් නො කරනු. එමෙන් ම ඔවුන් ද පිටවිය නො යුතු ය. තවද එය අල්ලාහ්ගේ සීමාවන් ය. තවද කවරෙකු අල්ලාහ්ගේ සීමාවන් ඉක්මවා යන්නේ ද එවිට සැබැවින් ම ඔහු ඔහුට ම අපරාධ කර ගත්තේ ය. මින් පසුව යම් කරුණක් අල්ලාහ් ඇති කරන්නට පුළුවන යන වග නුඹ නො දන්නෙහි ය.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"65:2","price":"(දික්කසාදයට පත්) ඔවුන්ගේ නියමිත (ඉද්දා) කාල සීමාවට ඔවුන් ළඟා වූ විට නුඹලා යහපත් අයුරින් ඔවුන්ව (භාර්යාවන් ලෙස) රඳවා ගනු. එසේ නැතහොත් නුඹලා යහපත් අයුරින් ඔවුන්ගෙන් වෙන් වනු. තවද නුඹලා අතරින් යුක්තිගරුක දෙදෙනෙකු සාක්ෂියට පත් කර ගනු. අල්ලාහ් වෙනුවෙන් එම සාක්ෂිය නුඹලා ඉටු කරනු. අල්ලාහ් හා පරමාන්ත දිනය විශ්වාස කරමින් සිටින්නාට මෙමඟින් උපදෙස් දෙනු ලබනුයේ එලෙසයි. තවද කවරෙකු අල්ලාහ්ට බිය බැතිමත් වන්නේ ද ඔහු ඔහුට බැහැර වීමේ මගක් ඇති කරයි.","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"65:3","price":"තවද ඔහු නො සිතූ අයුරින් ඔහු(අල්ලාහ්) ඔහුට පෝෂණය කරයි. තවද කවරෙකු අල්ලාහ් වෙත (සියල්ල) භාර කරන්නේ ද එවිට ඔහු ඔහුට ප්‍රමාණවත් ය. නියත වශයෙන් ම අල්ලාහ් ඔහුගේ කාර්යය සිදු කරන්නා ය. සෑම දෙයකට ම නියමිත ප්‍රමාණයක් අල්ලාහ් ඇති කළේ ය.","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"65:4","price":"තවද නුඹලාගේ බිරියන් අතරින් ඔසප් වීමේ තත්ත්වය ගැන බලාපොරොත්තු සුන් කර ගත්තවුන් වනාහි නුඹලා ඔවුන් ගැන සැක කළෙහු නම් ඔවුන්ගේ ඉද්දා කාලය මාස තුනකි. තවද ඔසප් තත්ත්වයට පත් නො වූ කාන්තාවන්ට ද (එලෙස ම ය.) ගර්භණී මාතාවන් වනාහි ඔවුන්ගේ (ඉද්දා) කාල සීමාව ඔවුන්ගේ ගැබිනි තත්ත්වය බහා ලීමයි. තවද කවරෙකු අල්ලාහ්ට බිය වන්නේ ද ඔහුගේ කාර්යය ඔහුට ඔහු පහසු කර දෙනු ඇත.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"65:5","price":"එය අල්ලාහ්ගේ නියෝගයයි. ඔහු එය නුඹලා වෙත පහළ කළේ ය. තවද කවරෙකු අල්ලාහ්ට බිය බැතිමත් වන්නේ ද ඔහු ඔහුගේ පාපයන් ඔහුගෙන් ඉවත් කරයි. තවද ඔහුට කුලිය මහත් සේ පිරිනමයි.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"65:6","price":"නුඹලාගේ (ආර්ථික) පැවැත්ම අනුව නුඹලා වාසය කළ අයුරින් ම (ඉද්දා කාලය තුළ) ඔවුන්ව ද නුඹලා වාසය කරවනු. තවද නුඹලා ඔවුන් කෙරෙහි පීඩනය ඇති කරනු පිණිස නුඹලා ඔවුනට හිංසා නො කරනු. ඔවුන් ගර්භණී මව්වරුන් ලෙස සිටියේ නම් ඔවුන්ගේ ගැබ් (ගෙන ඇති දරුවා) ප්‍රසූත කරන තෙක් ඔවුන් වෙත නුඹලා වියදම් කරනු. නුඹලා වෙනුවෙන් (නුඹලාගේ දරුවන්ට) ඔවුන් කිරි පොවන්නේ නම් එවිට ඔවුන්ගේ කුලී නුඹලා ඔවුනට පිරිනමනු. නුඹලා අතර (එය) යහපත් අයුරින් කළමනාකරණය කරනු. නුඹලා එකිනෙකා අපහසු තත්ත්වයකට පත් වූයෙහු නම් දරුවාට වෙනත් අයෙකු ලවා කිරි දෙත්වා.","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"65:7","price":"වත්කම් ඇත්තෝ තම වත්කම අනුව වියදම් කරත්වා! තවද කවුරුන් වෙත තම පෝෂණ සම්පත් සීමා කරනු ලැබුවේ ද එවිට අල්ලාහ් ඔහුට කවර දෙයක් පිරිනමා ඇත්තේ ද එයින් ඔහු වියදම් කරත්වා! අල්ලාහ් ලබා දී ඇති දැයට වඩා වැඩියෙන් (දෙන මෙන්) කිසිවෙකුට හෝ බල කරන්නේ නැත. දුෂ්කරත්වයෙන් පසුව අල්ලාහ් පහසුව ඇති කරයි.","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"65:8","price":"තම පරමාධිපතිගේ නියෝගයට හා ඔහුගේ දූතයාණන්ට පිටුපෑ ගම්මාන කොපමණක් වී ද? එවිට අපි දැඩි විනිශ්චයකින් එය විනිශ්චය කළෙමු. තවද දරුණු දඬුවමකින් අපි එයට දඬුවම් කළෙමු.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"65:9","price":"එවිට එය එහි විෂයෙහි විපාකය භුක්ති වින්දේ ය. තවද එහි විෂයෙහි අවසානය පරාජයක් විය.","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"65:10","price":"අල්ලාහ් ඔවුනට දැඩි දඬුවමක් සූදානම් කර ඇත. එහෙයින් දේවත්වය විශ්වාස කළ ප්‍රබුද්ධිමත් ජනයිනි! නුඹලා අල්ලාහ්ට බිය බැතිමත් වනු. සැබැවින් ම අල්ලාහ් නුඹලා වෙත මෙනෙහි කිරීමක් පහළ කර ඇත.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"65:11","price":"විශ්වාස කොට යහකම් කළවුන් අන්ධකාරයන්ගෙන් ආලෝකය වෙත බැහැර කරනු පිණිස අල්ලාහ්ගේ වදන් නුඹලා වෙත පාරායනය කරන රසූල්වරයකු ද (පහළ කළේ ය.) කවරෙකු අල්ලාහ්ව විශ්වාස කොට යහකම් කරන්නේ ද ඔහුව ඒවාට පහළින් ගංගාවෝ ගලා බස්නා උයන්වලට ඔහු ඇතුළත් කරනු ඇත. (ඔවුන්) එහි සදහට ම සදාතනිකයින් වෙති. අල්ලාහ් ඔහුට පෝෂණ සම්පත් අලංකාරවත් කළේ ය.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"65:12","price":"අහස් හතක් හා මහපොළොවෙන් ඒවාට සමාන දෑ ද මැව්වේ අල්ලාහ් ය. නියත වශයෙන් ම අල්ලාහ් සියලු දෑ කෙරෙහි ශක්තිය ඇත්තා බවත් සියලු දෑ පිළිබඳව දැනුමෙන් ඔහු සර්ව ප්‍රකාරයෙන් වටලාගෙන සිටින බවත් නුඹලා දැන ගනු පිණිස ඒවා අතරට (ඔහුගේ) නියෝගය පහළ වනු ඇත.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"66:1","price":"අහෝ නබිවරය! නුඹ නුඹගේ බිරියන්ගේ තෘප්තිය සොයමින් නුඹට අල්ලාහ් අනුමත කළ දෑ නුඹ තහනම් කර ගනුයේ ඇයි? තවද අල්ලාහ් අතික්ෂමාශීලී ය; මහා කරුණාන්විත ය.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5230,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"66:2","price":"නුඹලාගේ දිවුරුම්වලින් මිදීමේ ක්‍රමයක් අල්ලාහ් නුඹලාට නියම කළේ ය. තවද අල්ලාහ් නුඹලාගේ ආරක්ෂක ය. තවද ඔහු සර්ව ඥානී ය; මහා ප්‍රඥාවන්ත ය.","arabic":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5231,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"66:3","price":"නබිවරයා ඔහුගේ බිරියන්ගෙන් ඇතැමෙකුට කතාවක් රහසින් කියූ අවස්ථාවේ එක් බිරියකු (අන් අය වෙත) එය දන්වා සිටි කල්හි (මෙසේ රහස හෙළිදරව් වීම) අල්ලාහ් එය නබිවරයා වෙත හෙළි කළේ ය. ඉන් කොටසක් නබිවරයා ඇයට දන්වා සිට කොටසක් නො සලකා හැරියේ ය. ඔහු එය ඇයට දන්වා සිටි කල්හි “මෙය ඔබට දන්වා සිටියේ කවු දැ? යි” ඇය ඇසුවා ය. “අභිඥානවන්ත වූ සර්ව ඥානියාණෝ මට දැනුම් දුන්නේය”යැයි ඔහු පැවසී ය.","arabic":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5232,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"66:4","price":"(නබිවරයාගේ භාර්යාවන් වන) නුඹලා දෙදෙනා ම අල්ලාහ් වෙත පශ්චාත්තාප වූවා නම් (මැනවි!) හේතුව නුඹලා දෙදෙනාගේ හදවත් සැබැවින් ම විතැන්වී ඇත. ඔහුට එරෙහිව නුඹලා දෙදෙනා එකිනෙකාට උර දුන්නෙහු නම් එවිට (දැනගනු!) නියත වශයෙන් ම අල්ලාහ් වන ඔහු ඔහුගේ භාරකරු ය. ඉන් පසුව ජිබ්රීල් ද දේව විශ්වාසවන්තයින්ගෙන් දැහැමියා ද මලක්වරු ද උර දෙන්නන් ය.","arabic":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5233,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"66:5","price":"ඔහු නුඹලාව දික්කසාද කළේ නම් නුඹලාට වඩා යහපත් අවනත වන, විශ්වාස කරන, යටහත් වන, පාප ක්ෂමාවෙහි නිරත වන, නැමදුම් කරන, උපවාසයේ නිරත වන, වැන්දඹුවන් හා කන්‍යාවියන් බිරියන් වශයෙන් ඔහුගේ පරමාධිපති ඔහුට වෙනස් කර දෙන්නට පුළුවණ.","arabic":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5234,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"66:6","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! නුඹලා හා නුඹලාගේ පවුල (නිරා) ගින්නෙන් ආරක්ෂා කර ගනු. එහි ඉන්ධන මිනිසුන් හා ගල් ය. එහි දරුණු කුරිරු මලක්වරුන් වෙති. අල්ලාහ් ඔවුනට අණ කරන දෑ සම්බන්ධයෙන් ඔවුහු පිටු නො පාති. තවද ඔවුනට අණ කරනු ලබන දෑ ඔවුහු (එලෙස ම) ඉටු කරති.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5235,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"66:7","price":"අහෝ දේවත්වය ප්‍රතික්ෂේප කළවුනි! අද දින නුඹලා නිදහසට කරුණු නො දක්වනු. නියත වශයෙන් ම නුඹලාට ප්‍රතිඵල වශයෙන් පිරිනමනු ලබනුයේ නුඹලා සිදු කරමින් සිටි දෑ ය.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5236,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"66:8","price":"අහෝ දේවත්වය විශ්වාස කළවුනි! අල්ලාහ් වෙත අවංක පශ්චාත්තාපයකින් පශ්චාත්තාප වී යොමු වනු. නුඹලාගේ පරමාධිපති නුඹලාගේ පාපයන් නුඹලාගෙන් පහ කොට ඒවාට පහළින් ගංගාවෝ ගලා බස්නා (ස්වර්ග) උයන්වලට නුඹලාව ඇතුළත් කරන්නට පුළුවණ. එදින නබිවරයාට හා ඔහු සමඟ වූ විශ්වාස කළවුනට අල්ලාහ් අවමන් නො කරයි. ඔවුන්ගේ ආලෝකය ඔවුන් ඉදිරිපසින් ද ඔවුන්ගේ දකුණුපසින් ද දිව යයි. “අපගේ පරමාධිපතියාණනි! අපගේ ආලෝකය අපට පූර්ණවත් කර දෙනු මැනව! තවද අපහට සමාව දෙනු මැනව! නියත වශයෙන් ම නුඹ සියලු දෑ කෙරෙහි ශක්තිය ඇත්තා ය.” යැයි ඔවුන් පවසනු ඇත.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5237,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"66:9","price":"අහෝ නබිවරය! දේවත්වය ප්‍රතික්ෂේප කරන්නන් හා කුහකයින් සමඟ නුඹ අරගල කරනු. තවද ඔවුනට එරෙහිව දැඩිව කටයුතු කරනු. තවද ඔවුන්ගේ නවාතැන නිරයයි. තවද යොමු වන ස්ථානය නපුරු විය.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5238,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"66:10","price":"නූහ්ගේ බිරිය හා ලූත්ගේ බිරිය ප්‍රතික්ෂේප කළවුන් සඳහා උපමාවක් ලෙස අල්ලාහ් ඉදිරිපත් කළේ ය. ඔවුන් දෙදෙනා අපගේ දැහැමි ගැත්තන් අතරින් ගැත්තන් දෙදෙනෙකු යටතේ වූහ. එහෙත් ඔවුන් දෙදෙනා මොවුන් (සැමියන්) දෙදෙනාට ද්‍රෝහි වූවෝ ය. එවිට අල්ලාහ්ගෙන් වූ කිසිවකින් ඔවුන් දෙදෙනා වෙනුවෙන් කිසිදු සෙතක් සැලසිය නොහැකි විය. තවද නුඹලා පිවිසෙන්නන් සමඟ නිරයට පිවිසෙනු යැයි කියනු ලැබී ය.","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5239,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"66:11","price":"තවද විශ්වාස කළවුන් සදහා උපමාවක් ලෙස අල්ලාහ් ෆිර්අවුන්ගේ බිරිය ඉදිරිපත් කළේ ය. “මාගේ පරමාධිපතියාණනි! නුඹ අබියස (ස්වර්ග) උයනේ නිවසක් මා වෙනුවෙන් ඉදි කර දෙනු මැනව! තවද ෆිර්අවුන්ගෙන් ද ඔහුගේ (නපුරු) ක්‍රියාවෙන් ද මා මුදවා ගනු මැනව! තවද අපරාධකාරී ජනයාගෙන් මා මුදවා ගනු මැනව!” යැයි ඇය පවසා සිටියා ය.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5240,"juzNumber":28,"footnotes":"","lang":"si"},{"name":"66:12","price":"තවද තම පතිවත සුරක්ෂා කර ගත් ඉම්රාන්ගේ දියණිය වූ මර්යම්(ගේ උපමාව ද ගෙන හැර දැක් වීය.) අපගේ ආත්මයෙන් ඒ වෙත අපි පිඹුවෙමු. තවද ඇයගේ පරමාධිපතිගේ වදන් හා ඔහුගේ ග්‍රන්ථ ඇය තහවුරු කළා ය. තවද ඇය අවනත වන්නන් අතරින් වූවා ය.","arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5241,"juzNumber":28,"footnotes":"","lang":"si"}],"juz":{"id":28,"name":"قَدْ سَمِعَ اللَّهُ","transliteration":"Qad Sami’ Allah","transEn":"Allah Has Heard","startVerse":"58:1","endVerse":"66:12","totalVerses":137}}