{"data":[{"name":"7:155","price":"૧૫૫-  અને અમે નક્કી કરેલ સમય માટે મૂસાએ સિત્તેર વ્યક્તિઓને પોતાની કોમ માંથી પસંદ કર્યા, પછી જ્યારે તેમના પર ધરતીકંપ આવ્યો તો મૂસાએ કહ્યું, પાલનહાર ! જો તું ઇચ્છતો તો આ પહેલા મને અને તને પણ નષ્ટ કરી શકતો હતો, શું તું અમને તે પાપના કારણે નષ્ટ કરવા જઈ રહ્યો છે, જે અમારા માંથી અજ્ઞાની લોકોએ કર્યું હતું, આ તો તારી એક કસોટી હતી, જેના દ્વારા જેની ઈચ્છા કરે તું તેને હિદાયત આપી દે અને જેને ઈચ્છે ગુમરાહ કરી દે છે, તું જ અમારો જવાબદાર છે, તું અમને માફ કર અને તું જ સૌથી વધારે માફ કરવાવાળો છે.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"gu"},{"name":"7:156","price":"૧૫૬-  અને અમારા માટે આ દુનિયામાં પણ નેકી લખી દે અને આખિરતમાં પણ, અમે તારી તરફ ફરી ગયા છે, અલ્લાહ તઆલાએ જવાબ આપ્યો કે સજા તો હું તેને જ આપું છું, જેને ઈચ્છું, પરંતુ મારી રહેમતે દરેક વસ્તુને ઘેરાવમાં લઈ રાખી છે, એટલા માટે જે લોકો પરહેજગારી અપનાવે છે, ઝકાત આપે ફહે અને અમારી આયતો ઈમાન ધરાવતા હશે તો તેમના માટે હું રહેમત જ લખી દઇશ.","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"gu"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}