{"data":[{"name":"12:53","price":"\"Ben nefsimi temize çıkarmam. Çünkü Rabbimin merhamet ettiği hariç, nefis aşırı derecede kötülüğü emreder. Şüphesiz Rabbim çok bağışlayandır, çok merhamet edendir'' dedi.","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:54","price":"Hükümdar: \"Onu bana getirin, kendime has (müsteşar) alayım.\" dedi. Onunla konuşunca: \"Şüphesiz bugün sen yanımızda yüksek makam sahibi ve güvenilir bir kişisin.\"","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:55","price":"Yusuf: “Beni ülkenin hazinelerine bakmakla görevlendir. Çünkü ben iyi koruyucu ve bilgili bir kişiyim” dedi.","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:56","price":"Böylece Yûsuf’a, dilediği yerde konaklamak üzere ülkede imkân ve iktidar verdik. Biz rahmetimizi istediğimize veririz ve iyi davrananların mükâfatını zayi etmeyiz.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:57","price":"Elbetteki, ahiret mükâfatı, iman edenler ve Allah’a karşı gelmekten sakınanlar için daha iyidir.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:58","price":"Yusuf’un kardeşleri gelip onun huzuruna girdiler. O (Yusuf) kendilerini tanıdığı halde onlar onu tanımadılar.","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:59","price":"Yûsuf, onların yüklerini hazırlatınca dedi ki: “Sizin, baba bir kardeşinizi de bana getirin. Görmüyor musunuz? Ölçeği tam dolduruyorum ve ben misafir ağırlayanların en iyisiyim.”","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:60","price":"Eğer onu bana getirmezseniz, artık benim yanımda size verilecek tek ölçek (zahire) bile yoktur ve bir daha da bana yaklaşmayın.","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:61","price":"“Onu babasından istemeye çalışacağız. Kuşkusuz bunu yapacağız.","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:62","price":"Yusuf, memurlarına dedi ki: “Onların ödedikleri ölçek bedellerini yüklerinin içine koyun. Umulur ki ailelerine varınca onu anlarlar da belki yine dönüp gelirler.\"","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:63","price":"Onlar, babalarına döndüklerinde: “Ey babamız! Bize artık erzak verilmeyecek. Kardeşimizi (Bünyamin’i) bizimle gönder ki erzak alalım. Onu biz elbette koruruz.” dediler.","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:64","price":"Yakub onlara: “Onun hakkında size ancak, daha önce kardeşi hakkında güvendiğim kadar güvenebilirim! Allah en iyi koruyandır ve O, merhametlilerin en merhametlisidir.” dedi.","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:65","price":"Yüklerini açıp zahire bedellerinin kendilerine geri verildiğini gördüler. “Ey babamız! Daha ne isteriz? İşte ödediğimiz bedeller de bize geri verilmiş. Onunla yine ailemize yiyecek getirir, kardeşimizi korur ve bir deve yükü zahire de fazladan alırız. Çünkü bu getirdiğimiz az bir miktardır.” dediler.","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:66","price":"Babaları: “ Kuşatılıp çaresiz durumda kalmanız dışında, onu bana geri getireceğinize dair Allah adına sağlam bir söz vermedikçe, onu sizinle göndermeyeceğim” dedi. Ona güvencelerini verdiklerinde, “Allah söylediklerimize vekildir” dedi.","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:67","price":"“Ey oğullarım, hepiniz (Mısır’a) bir kapıdan girmeyin, ayrı ayrı kapılardan girin. Bununla beraber Allah’dan size gelecek hiçbir şeyi sizden geri çeviremem. Hüküm ancak Allah’ındır. Ben, yalnız O’na güvenip dayandım. Tevekkül edenler de yalnız O’na güvenip dayanmalıdır” dedi.","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:68","price":"Babalarının emrettiği şekilde (ayrı kapılardan) girdiklerinde (bile) bu, Allah’tan gelecek hiçbir şeyi onlardan uzaklaştıracak değildi. Sadece Yakub, içindeki bir dileği ortaya koymuş oldu. Şüphesiz o, biz kendisine öğrettiğimiz için bilgi sahibidir. Fakat insanların çoğu bilmezler.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:69","price":"Yûsuf’un huzuruna girdiklerinde; o, kardeşini yanına çekti bağrına bastı ve (gizlice) “Haberin olsun ben senin kardeşinim, artık onların yaptıklarına üzülme!\" dedi.","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:70","price":"Yûsuf, onların yüklerini hazırlatırken su kabını kardeşinin yüküne koydurdu. Sonra bir münâdi: “Ey kafile (durun)! Siz gerçekten hırsızlık yaptınız.” diye bağırdı.","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:71","price":"Yusuf’un kardeşleri onlara dönerek: “Ne kaybettiniz?” dediler.","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:72","price":"Onlar: “Hükümdarın (ölçü) kabını kaybettik. Onu getirene bir deve yükü ödül var. (Münadi): Ben buna kefilim” dedi.","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:73","price":"“Allah’a andolsun, siz de biliyorsunuz ki biz bu ülkede fesat çıkarmak için gelmedik, hırsız da değiliz.” dediler.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:74","price":"Onlar: “Eğer yalancı iseniz, hırsızlığın cezası nedir?” dediler.","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:75","price":"Onlar da: “Cezası, su kabı kimin yükünde bulunursa, o kimsenin kendisi(nin alıkonması) onun cezasıdır. Biz zalimleri böyle cezalandırırız.” dediler.","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:76","price":"Yusuf kardeşinin yükünden önce onlarınkini aramaya başladı; sonra kardeşinin yükünden su kabını çıkardı. İşte biz Yusuf'a böyle bir plan kullanmasını vahyettik. Çünkü hükümdarın kanunlarına göre kardeşini alıkoyamazdı. Ancak Allah'ın dilemesi başka. Dilediğimizi derecelerle yükseltiriz. Her ilim sahibinden üstün bir bilen bulunur.","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:77","price":"Dediler ki: “Eğer o çalmış bulunuyorsa, daha önce onun bir kardeşi de çalmıştı.” Yusuf, bu (sözleri) içinde gizledi ve onlara belli etmedi. İçinden, “Siz kötü bir durumdasınız; anlattığınızı Allah çok daha iyi biliyor.” dedi.","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:78","price":"Onlar, Yusuf’a: “Ey Aziz! Onun çok yaşlı bir babası var. Onun yerine bizden birini alıkoy. Şüphesiz biz senin iyilik edenlerden olduğunu görüyoruz.” dediler.","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:79","price":"Yusuf: “Malımızı yanında bulduğumuz kimseden başkasını tutmaktan Allah’a sığınırız. Şüphesiz biz o takdirde zulmetmiş oluruz.” dedi.","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:80","price":"Ondan ümitlerini kesince, kendi aralarında konuşmak üzere bir kenara çekildiler. Büyükleri dedi ki: “Babanızın Allah adına sizden söz aldığını, daha önce de Yusuf hakkında işlediğiniz kusuru bilmiyor musunuz? Artık babam bana izin verinceye veya Allah, hakkımda hükmedinceye kadar buradan asla ayrılmayacağım. O, hükmedenlerin en hayırlısıdır.","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:81","price":"“Siz babanıza dönün ve deyin ki: “Ey babamız! Şüphesiz oğlun hırsızlık etti, biz ancak bildiğimize şahitlik ettik. (Sana söz verdiğimiz zaman) gaybı (oğlunun hırsızlık edeceğini) bilemezdik.","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:82","price":"Bulunduğumuz kasaba halkına ve aralarında olduğumuz kervana da sor. Biz gerçekten doğru söyleyenleriz.","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:83","price":"Yakub, “Nefisleriniz sizi bir iş yapmaya sürükledi. Artık bana düşen, güzel bir sabırdır. Umulur ki, Allah onların hepsini bana getirir. Çünkü O, hakkıyla bilendir, hüküm ve hikmet sahibidir.” dedi.","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:84","price":"Onlardan yüz çevirdi ve, “Vah! Yusuf’a vah!” dedi ve üzüntüden iki gözüne ak düştü. O artık acısını içinde saklıyordu.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:85","price":"Oğulları: “Allah’a yemin ederiz ki, sen hâlâ Yusuf’u anıp duruyorsun. Sonunda üzüntüden eriyip gideceksin veya helâk olacaksın.” dediler.","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:86","price":"Yakub, “Ben tasa ve üzüntümü ancak Allah’a arz ederim. Ben, Allah tarafından sizin bilmediğiniz şeyleri bilirim” dedi.","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:87","price":"Oğullarım! Gidin, Yusuf’u ve kardeşini arayın, araştırın; Allah’ın rahmetinden de ümit kesmeyin. Çünkü kâfirler topluluğundan başkası Allah’ın rahmetinden ümit kesmez.","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:88","price":"Bunun üzerine (Mısır’a dönüp) Yusuf’un yanına girdiklerinde: “Ey Aziz! Bize ve ailemize darlık ve sıkıntı dokundu. Değersiz bir sermaye ile geldik. Yiyeceğimizi tam ölç, ayrıca bize sadaka ver. Şüphesiz Allah, sadaka verenleri mükâfatlandırır” dediler.","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:89","price":"Yusuf dedi ki: Siz (henüz) cahil kimseler iken Yusuf ve kardeşine neler yaptığınızı hatırlıyor musunuz?","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:90","price":"Kardeşleri: “Yoksa sen, sen Yusuf musun?” dediler. O da, “Ben Yusuf’um, bu da kardeşim. Allah, bize lütufta bulundu. Çünkü, kim kötülükten sakınır ve sabrederse, şüphesiz Allah iyilik yapanların mükâfatını zayi etmez.” dedi.","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:91","price":"Dediler ki: Allah’a andolsun, gerçekten Allah seni bize üstün kıldı. Gerçekten biz suç işlemiştik.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:92","price":"Yusuf dedi ki: \"Bugün size kınama yok. Allah sizi bağışlasın. O, merhametlilerin en merhametlisidir.\"","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:93","price":"Bu gömleğimi götürün de babamın yüzüne sürün ki, gözleri açılsın ve bütün ailenizi bana getirin” dedi.","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:94","price":"Kafile (Mısır’dan) ayrılınca babaları (etrafındakilere) dedi ki: \"Bana bunak demeyecekseniz, inanın ki Yusuf’un kokusunu alıyorum.\"","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:95","price":"Onlar da: “Allah’a yemin ederiz ki sen hâlâ eski şaşkınlığındasın” dediler.","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:96","price":"Müjdeci gelip gömleği Yakub’un yüzüne bırakınca gözleri açılıverdi. Yakub, “Ben size, Allah tarafından, sizin bilemeyeceğiniz şeyleri bilirim demedim mi?” dedi.","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:97","price":"Oğulları: “Ey babamız, günahlarımızın bağışlanmasını dile. Biz gerçekten suçlu idik” dediler.","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:98","price":"Yakub: “Rabbimden sizin bağışlanmanızı dileyeceğim. Şüphesiz O, çok bağışlayandır, çok merhamet edendir.” dedi.","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:99","price":"Yûsuf’un huzuruna girdiklerinde; Yûsuf ana babasını bağrına bastı ve “Allah’ın iradesi ile güven içinde Mısır’a girin” dedi.","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:100","price":"Babasını ve annesini tahtın üzerine çıkartıp oturttu. Hepsi onun için secde ettiler. Yusuf dedi ki: “Babacığım! İşte bu, daha önce gördüğüm rüyanın yorumudur. Rabbim onu gerçekleştirdi. Şeytan benimle kardeşlerimin arasını bozduktan sonra Rabbim beni zindandan çıkararak ve sizi çölden getirerek bana çok iyilikte bulundu. Şüphesiz Rabbim, dilediği şeyde nice incelikler sergileyendir. Şüphesiz O, hakkıyla bilendir, hüküm ve hikmet sahibidir.\"","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:101","price":"Rabbim! Gerçekten bana mülk verdin ve bana sözlerin yorumunu öğrettin. Ey gökleri ve yeri yaratan! Dünyada ve ahirette sen benim velimsin. Benim canımı müslüman olarak al ve beni iyilere kat.","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:102","price":"(Ey Muhammed!) İşte bu, sana vahyettiğimiz gayb haberlerindendir. Yoksa onlar (Yusuf’un kardeşleri) hile yaparak işlerini kararlaştırdıkları zaman sen yanlarında değildin.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:103","price":"Sen ne kadar şiddetle arzu etsen de insanların çoğu iman etmezler.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:104","price":"Hâlbuki sen buna karşılık onlardan bir ücret de istemiyorsun. O (Kur’an) âlemler içinde ancak bir öğüttür.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:105","price":"Göklerde ve yerde nice ayetler/deliller vardır ki yanlarına uğrarlar da onlardan yüzlerini çevirerek geçerler.","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:106","price":"Onların çoğu Allah’a ancak şirk koşarak iman ederler.","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:107","price":"Yoksa Allah tarafından kendilerini kuşatacak bir azabın gelmeyeceğinden veya onlar farkında olmadan kıyametin ansızın gelip çatmayacağından emin mi oldular?","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:108","price":"De ki: Bu, benim yolumdur, ben ve bana uyanlar basiretle Allah’a davet ederiz. Allah’ı tenzih ederim. Ben müşriklerden değilim.","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:109","price":"Biz senden önce de, şehirler halkından ancak kendilerine vahyettiğimiz birtakım erkekleri peygamber olarak gönderdik. Yeryüzünde dolaşıp da, kendilerinden önce gelenlerin akıbetlerinin nasıl olduğuna bakmadılar mı? Elbette ahiret yurdu Allah’a karşı gelmekten sakınanlar için daha iyidir. Hâlâ aklınızı kullanmıyor musunuz?","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:110","price":"Nihayet peygamberler (kendilerini yalanlayanların imanlarından) ümitlerini kesip de yalanlandıklarını düşündükleri sırada, onlara yardımımız geldi de, böylece dilediğimiz kimseler kurtuluşa erdirildi. Azabımız ise suçlular topluluğundan geri çevrilemez.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"12:111","price":"Andolsun ki, onların kıssalarında akıl sahipleri için ibret vardır. Kur’an, uydurulabilecek bir söz değildir. Fakat kendinden öncekileri tasdik eden, her şeyi ayrı ayrı açıklayan ve iman eden bir toplum için de bir yol gösterici ve bir rahmettir.","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:1","price":"Elif Lâm Mîm Râ. İşte bunlar kitabın âyetleridir. Sana Rabbinden indirilen (bu Kur'an) haktır, fakat insanların çoğu iman etmezler.","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:2","price":"Allah, gökleri gördüğünüz gibi herhangi bir direk olmadan yükselten, sonra Arş’a istiva eden, güneşe de aya da emrine boyun eğdirendir. Bunların hepsi belli bir zamana kadar akıp gitmektedir. O, her işi yerli yerince düzenler, âyetleri ayrı ayrı açıklar ki, Rabbinize kavuşacağınıza kesin olarak iman edesiniz.","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:3","price":"O, yeryüzünü yayıp döşeyen, orada sabit dağlar, nehirler var eden, orada her türlü meyveden (erkekli-dişili) iki eş yaratan gündüzü geceyle bürüyendir. Şüphesiz bunlarda, düşünen bir kavim için deliller vardır.","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:4","price":"Yeryüzünde birbirine komşu kara parçaları, üzüm bağları, ekinler; bir kökten çıkan çok gövdeli ve tek gövdeli hurma ağaçları vardır ki hepsi aynı su ile sulanır. Ama biz ürünleri konusunda bir kısmını bir kısmına üstün kılıyoruz. Şüphesiz bunda aklını kullanan bir kavim için (Allah’ın varlığını gösteren) deliller vardır.","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:5","price":"Eğer şaşacaksan, asıl şaşılacak olan onların, “Biz toprak olunca yeniden mi yaratılacakmışız?” demeleridir. İşte bunlar Rablerini inkâr edenlerdir. İşte onlar boyunlarına demir halkalar vurulanlardır ve işte onlar cehennemliklerdir. Onlar orada ebedî kalacaklardır.","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:6","price":"Bir de senden, iyilikten önce kötülüğün acele gelmesini istiyorlar. Hâlbuki onlardan önce nice örnekler gelip geçmiştir. Şüphesiz Rabbin, zulümlerine rağmen insanlara yine de mağfiret edendir. Bununla beraber Rabbinin azabı pek şiddetlidir.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:7","price":"Küfre sapanlar, “Ona Rabbinden bir mucize indirilseydi ya!” diyorlar. Sen ancak bir uyarıcısın. Her kavim için de bir yol gösteren vardır.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:8","price":"Allah, her dişinin neye gebe olduğunu, rahimlerin arttırdığı şeyi ve eksilttiği şeyi bilir. O’nun katında her şey bir ölçü iledir.","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:9","price":"O, görünmeyeni de görüneni de bilendir. O çok büyüktür, yüksektir, yüceler yücesidir.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:10","price":"(O’na göre) içinizden sözü gizleyen ile açığa vuran, geceleyin gizlenenle gündüz ortaya çıkan birdir.","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:11","price":"İnsanı önünden ve ardından takip eden melekler vardır. Allah’ın emriyle onu koruyup gözetirler. Şüphesiz ki, bir kavim kendi durumunu değiştirmedikçe Allah onların durumunu değiştirmez. Allah, bir kavme kötülük diledi mi, artık o geri çevrilemez. Onlar için Allah’tan başka hiçbir yardımcı da yoktur.","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:12","price":"O, korku ve ümit vermek için size şimşeği gösteren, yağmur yüklü bulutları meydana getirendir.","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:13","price":"Gök gürültüsü O’na hamd ederek tesbih eder, Melekler de O’nun korkusundan tesbih ederler. O, yıldırımlar gönderir de onlarla dilediğini çarpar. Onlar ise Allah hakkında mücadele ediyorlar. Hâlbuki O, azabı çok şiddetli olandır.","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:14","price":"Gerçek dua/ibadet yalnızca O’nadır. O’ndan başka dua ettikleri, kendilerine hiçbir şekilde karşılık veremezler. Onların durumu; ağzına gelsin diye suya doğru iki avucunu (uzaktan) açan kimse gibidir. Halbuki su (ağzına) ulaşacak değildir. İşte kâfirlerin duası delalet içinde olmaktan başka birşey değildir.","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:15","price":"Hâlbuki göklerde ve yerde bulunanlar da onların gölgeleri de sabah akşam ister istemez sadece Allah'a secde ederler.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:16","price":"De ki: “Göklerin ve yerin Rabbi kimdir?” “Allah’tır” de. De ki: “O'nu bırakıp da kendilerine (bile) bir faydası ve zararı olmayan dostlar (mabutlar) mı edindiniz?” De ki: “Kör ile gören bir olur mu? Ya da karanlıklarla aydınlık bir olur mu? Yoksa Allah’a, O’nun yarattığı gibi yaratan ortaklar buldular da bu yaratma ile Allah’ın yaratması onlara göre birbirine mi benzedi?” De ki: “Her şeyin yaratıcısı Allah’tır. O, birdir, Kahhâr'dır/mutlak galiptir.''","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:17","price":"O, gökten su indirdi de dereler kendi ölçülerince dolup aktı ve sel, üste çıkan köpüğü aldı götürdü. Süs eşyası veya yararlanılacak bir şey elde etmek için ateşte erittikleri şeylerden de böyle köpük olur. İşte Allah, hak ile batıla böyle misal getirir. Köpüğe gelince sönüp gider. İnsanlara yararlı olan ise yerde kalır. İşte Allah, böyle misaller verir.","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:18","price":"Rablerinin çağrısına uyanlara mükâfatın en güzeli (Cennet) vardır. O’nun çağrısına uymayanlar ise, yeryüzünde olan her şey ve onun yanında bir katı daha kendilerinin olsa, kurtulmak için hepsini fidye olarak verirlerdi. İşte hesabın kötüsü bunlar içindir. Varacakları yer de Cehennem'dir. O ne kötü yataktır!","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:19","price":"Rabbinden sana indirilenin hak olduğunu bilen kimse, (O'na iman etmeyen) kör kimse gibi midir? (Bunu) ancak akıl sahipleri anlar.","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:20","price":"Onlar, Allah’a verdikleri sözü eksiksiz yerine getirir ve anlaşmayı bozmazlar.","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:21","price":"Onlar Allah’ın birleştirmesini emrettiği şeyi bitiştirirler. Rablerinden korkarlar ve kötü hesaptan endişe ederler.","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:22","price":"Onlar, Rablerinin rızasına ermek için sabreder, namazı dosdoğru kılar, kendilerine verdiğimiz rızıklardan gizli olarak ve açıktan Allah için harcar ve kötülüğü iyilikle savarlar. İşte bunlar için dünya yurdunun iyi sonucu vardır.","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:23","price":"(Bu güzel sonuç da) Adn Cennetleridir. Atalarından, eşlerinden ve çocuklarından iyi olanlarla beraber oraya girerler. Melekler de her bir kapıdan yanlarına girerler (ve şöyle derler):","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:24","price":"''Sabretmenize karşılık selâm sizlere. Dünya yurdunun sonucu (olan Cennet) ne güzeldir!''","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:25","price":"Allah'a verdikleri sözü kuvvetle sağlamlaştırdıktan sonra bozanlar, Allah'ın birleştirilmesini emrettiği şeyleri ayıranlar ve yeryüzünde fesat çıkaranlar; işte lanet onlar içindir. Ve kötü yurt (Cehennem) onlarındır.","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:26","price":"Allah, rızkı dilediğine bol verir, (dilediğine de) kısar. Onlar ise dünya hayatı ile sevinmektedirler. Hâlbuki dünya hayatı, ahiretin yanında çok az bir geçimliktir.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:27","price":"Kâfir olanlar: “Kendisine Rabbinden bir âyet (mûcize) indirilmeli değil miydi?” derler. De ki: “Şüphesiz Allah dilediğini saptırır ve kendisine yönelenleri de doğru yola iletir.”","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:28","price":"Bunlar, iman edenler ve gönülleri Allah'ın zikriyle sükûnete erenlerdir. Bilesiniz ki, kalpler ancak Allah'ı zikretmekle huzur bulur.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:29","price":"İman edip salih amellerde bulunanlar için, güzel bir hayat vardır ve güzel dönüş yeri de onlarındır.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:30","price":"(Ey Muhammed!) Böylece seni, kendilerinden önce nice ümmetlerin gelip geçtiği bir ümmete gönderdik ki; sana vahyettiklerimizi onlara okuyasın. Halbuki onlar Rahman’ı inkâr ediyorlar. De ki: O (Rahman) benim Rabbimdir, O’ndan başka (hak) ilah yoktur. Ben yalnız O’na tevekkül ettim, dönüşüm de yalnız O’nadır!","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:31","price":"Kendisiyle dağların yürütüleceği veya yeryüzünün parçalanacağı ya da ölülerin konuşturulacağı bir Kur’an olacak olsaydı (o yine bu kitap olurdu). Fakat bütün emirler yalnız Allah’ındır. İman edenler bilmiyorlar mı ki, Allah dileseydi bütün insanlara hidayet ederdi. Allah’ın vaadi yerine gelinceye kadar devamlı olarak yaptıkları işler sebebiyle kâfirlere ya ansızın büyük bir bela gelecek veya o bela evlerinin yakınına inecektir. Şüphesiz Allah, vaadinden asla dönmez.","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:32","price":"Andolsun, senden önce de nice peygamberler alaya alındı da ben inkâr edenlere bir süre (mühlet) verdim, sonra da onları yakalayıverdim. Benim cezalandırmam nasılmış!","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:33","price":"Herkesin kazandığını görüp gözeten Allah'a (ortak koşulur mu?). Onlar, Allah’a ortaklar koştular. De ki: “Söyleyin bakalım onların isimlerini Yoksa siz (bununla) O’na yeryüzünde bilmediği bir şeyi mi haber veriyorsunuz, Yoksa siz üstün körü bir söz mü söylüyorsunuz?” Hayır, bilakis o kâfirlere tuzakları süslü gösterildi ve onlar doğru yoldan alıkondular. Allah, kimi saptırırsa, artık ona hidâyet verecek hiçbir kimse yoktur.","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:34","price":"Onlara dünya hayatında bir azap vardır. Ahiret azabı ise daha ağırdır ve onları Allah’ın azabından koruyacak kimse de yoktur.","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:35","price":"Allah’a karşı gelmekten sakınanlara va’dolunan Cennet'in durumu şudur: Onun içinden ırmaklar akar, yemişleri ve gölgeleri devamlıdır. İşte bu, Allah’a karşı gelmekten sakınanların sonudur. Kâfirlerin sonu ise ateştir.","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:36","price":"Kendilerine kitap verdiklerimiz, sana indirilene (Kur'an'a) sevinirler; fakat (İslam aleyhinde birleşen) gruplardan, onun (sana indirilenin) bazısını inkâr edenler vardır. De ki: “Ben, yalnızca Allah'a ibadet etmek ve O'na ortak koşmamakla emrolundum. Ben ancak O'na davet ederim ve dönüşüm O'nadır.”","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:37","price":"Böylece biz onu (Kur’an’ı) Arapça bir hüküm olarak indirdik. Andolsun ki sana gelen bu ilimden sonra onların heva ve heveslerine uyarsan, Allah tarafından senin için ne bir dost, ne de bir koruyucu vardır.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:38","price":"Andolsun, senden önce de peygamberler gönderdik. Onlara da eşler ve çocuklar verdik. Allah’ın izni olmadan hiçbir peygamber bir mucize getiremez. Her ecelin (vadenin) bir yazısı vardır.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:39","price":"Allah, dilediğini siler, dilediğini de sabit kılıp bırakır. Ana kitap (Levh-i Mahfuz) O’nun katındadır.","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:40","price":"Onlara vadettiğimiz azabın bir kısmını sana göstersek de, (göstermeden) senin ruhunu alsak da senin görevin sadece tebliğ etmektir. Hesap görmek ise bize aittir.","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:41","price":"Görmediler mi ki biz nasıl yeryüzüne gelip onu etrafından eksiltiyoruz? Allah, hükmeder. O’nun hükmünü bozacak hiçbir kimse yoktur. O, hesabı çabuk görendir.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:42","price":"Onlardan öncekiler de tuzak kurmuşlardı. Oysa tuzak tümüyle Allah'a aittir. O, her nefsin kazandığını bilir. Kâfirler de dünya yurdunun sonunun kime ait olduğunu bileceklerdir.","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"13:43","price":"O kâfir olanlar: “Sen gönderilmiş bir peygamber değilsin” derler. De ki: “Benimle sizin aranızda şahit olarak Allah ve yanında kitabın (Kur'an'ın) bilgisi bulunanlar yeter.''","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:1","price":"Elif, Lâm, Râ. Bu, Rabbinin izniyle insanları karanlıklardan nura, O güçlü ve övgüye layık olanın yoluna çıkarmak için sana indirdiğimiz bir kitaptır.","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:2","price":"O Allah ki, göklerde ve yerde ne varsa O'nundur. Uğrayacakları şiddetli azaptan dolayı vay o kâfirlerin haline!","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:3","price":"Onlar, o kimselerdir ki, dünya hayatını ahiret üzerine tercih edip severler; Allah yolundan alıkoyarlar ve onun eğriliğini isterler. İşte bunlar, hakdan çok uzak bir sapıklık içindedirler.","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:4","price":"Biz her peygamberi, ancak kendi kavminin diliyle gönderdik ki, onlara (Allah’ın emirlerini) iyice açıklasın. Allah, dilediğini saptırır, dilediğini de doğru yola iletir. O, mutlak güç sahibidir, hüküm ve hikmet sahibidir.","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:5","price":"Andolsun, Mûsâ’yı da, “Kavmini karanlıklardan aydınlığa çıkar ve onlara Allah’ın günlerini hatırlatarak öğüt ver\" diye âyetlerimizle gönderdik. Şüphesiz bunda çok sabreden, çok şükreden herkes için ibretler vardır.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:6","price":"Hani Mûsâ kavmine, “Allah’ın size olan nimetini anın. Hani o sizi, Firavun ailesinden kurtarmıştı. Onlar sizi işkencenin en ağırına uğratıyorlar, oğullarınızı boğazlayıp kadınlarınızı sağ bırakıyorlardı. İşte bunda size Rabbinizden büyük bir imtihan vardır” demişti.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:7","price":"Hani Rabbiniz şöyle duyurmuştu: “Andolsun, eğer şükrederseniz elbette size nimetimi artırırım. Eğer nankörlük ederseniz, hiç şüphesiz azabım çok şiddetlidir.''","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:8","price":"Mûsâ, şöyle dedi: \"Siz ve yeryüzünde bulunanların hepsi nankörlük etseniz de gerçek şu ki, Allah çok zengindir, övgüye lâyık olandır.\"","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:9","price":"Sizden önceki Nûh, Âd ve Semûd kavimlerinin ve onlardan sonrakilerin –ki onları Allah’tan başkası bilmez- haberi size gelmedi mi? Onlara peygamberleri mucizeler getirdiler de onlar (öfkeden parmaklarını ısırmak için) ellerini ağızlarına götürüp; “Biz sizinle gönderileni inkâr ediyoruz. Bizi çağırdığınız şeyden de derin bir şüphe içindeyiz.” dediler.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:10","price":"Peygamberleri dedi ki: “Gökleri ve yeri yaratan Allah hakkında mı şüphe ediyorsunuz? (Hâlbuki) O, günahlarınızı bağışlamak ve sizi belli bir zamana kadar ertelemek için sizi (imana) çağırıyor. Onlar, “Siz de bizim gibi sadece birer insansınız. Bizi, babalarımızın ibadet ettiği (ilahlardan) alıkoymak istiyorsunuz. Öyleyse bize apaçık bir delil getirin” dediler.","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:11","price":"Peygamberleri, onlara dedi ki: “Biz ancak sizin gibi birer insanız. Fakat Allah, kullarından dilediğine (peygamberlik) nimetini bahşeder. Allah’ın izni olmadıkça, bizim size bir delil getirmemiz haddimize değil. Mü’minler ancak Allah’a tevekkül etsinler.”","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:12","price":"“Allah, bize yollarımızı dosdoğru göstermişken, biz ne diye O’na tevekkül etmeyelim? Bize yaptığınız eziyete elbette katlanacağız. Tevekkül edenler, yalnız Allah’a tevekkül etsinler.''","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:13","price":"Kâfîr olanlar peygamberlerine; “Andolsun, ya sizi yurdumuzdan çıkaracağız, ya da bizim dinimize dönersiniz” dediler. Rableri de onlara şöyle vahyetti: “Biz zalimleri mutlaka yok edeceğiz.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:14","price":"“Onlardan sonra sizi elbette o yere yerleştireceğiz. Bu, makamımdan korkan ve tehdidimden sakınan kimseler içindir.''","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:15","price":"(Rasûller) Fetih istediler, (sonunda) her zorba inatçı, ümitsizce hüsrana uğradı.","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:16","price":"Hüsranın ardından da Cehennem vardır. Orada kendisine irinli su içirilecektir.","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:17","price":"Onu yudumlamaya çalışacak, fakat boğazından bir türlü geçmeyecektir. Ölüm kendisini her yandan gelip saracak, fakat bir türlü ölemeyecektir. Arkasından da şiddetli bir azap gelecektir.","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:18","price":"Rablerini inkâr edenlerin durumu; amelleri, aynen fırtınalı bir günde rüzgârın şiddetle savurduğu bir küle benzer. (Dünyada) kazandıkları hiçbir şeyin (ahirette) yararını görmezler. İşte bu, derin sapıklıktır.","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:19","price":"Görmez misin ki, Allah gökleri ve yeri hak ile yaratmıştır? Eğer dilerse sizi yok eder ve yerinize yeniden başkalarını yaratır.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:20","price":"Bu da Allah’a göre zor bir iş değildir.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:21","price":"Onların tümü (kıyamette) Allah'ın huzuruna çıkarlar. Zayıf bırakılmışlar, büyüklük taslayanlara der ki: “Şüphesiz biz size tâbi idik; şimdi siz, bizden Allah'ın azabından herhangi bir şeyi savabilir misiniz?” Derler ki: “Eğer Allah bize hidayet etseydi, biz de sizleri hidayete eriştirirdik. Şimdi yakınsak da sabretsek de fark etmez, bizim için kaçacak hiç bir yer yoktur.”","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:22","price":"\"İş hükme bağlanıp bitince şeytan der ki: “Doğrusu Allah, size gerçek olan sözü vaat etti, ben de size vaatte bulundum, ama sözümden caydım. Benim size karşı zorlayıcı bir gücüm yoktu; yalnızca sizi çağırdım, siz de bana icabet ettiniz. Öyleyse beni kınamayın, siz kendinizi kınayın. Ben sizi kurtarıcı değilim, siz de beni kurtarıcı değilsiniz. Doğrusu daha önce beni ortak koşmanızı da tanımamıştım. Şüphesiz zalimlere acıklı bir azap vardır.\"","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:23","price":"İman eden ve salih ameller işleyenler, Rablerinin izniyle, ebedî kalacakları ve içlerinden ırmaklar akan Cennetlere sokulacaklar. Oradaki esenlik dilekleri “selâm”dır.","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:24","price":"Görmedin mi, Allah güzel bir sözü nasıl misal getirdi? (Güzel bir söz), kökü sağlam, dalları göğe yükselen bir ağaç gibidir.","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:25","price":"Bu ağaç, Rabbinin izniyle her zaman meyvesini verir. Allah insanlara düşünüp ibret alsınlar diye (böyle) misaller verir.","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:26","price":"Kötü bir sözün durumu da; yerden koparılmış, ayakta durma imkânı olmayan kötü bir ağacın durumu gibidir.","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:27","price":"Allah, iman edenleri hem dünya hayatında hem de ahirette sapasağlam bir söz ile sabit kılar, zalimleri ise saptırır. Ve Allah dilediğini yapar.","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:28","price":"Allah'ın nimetini küfür (ve nankörlükle) değiştirenleri ve kavimlerini helak yurduna sürükleyenleri görmedin mi?","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:29","price":"Onlar Cehennem'e girecekler. Orası ne kötü bir karargahtır.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:30","price":"Onlar Allah’a, O’nun yolundan saptırmak için, ortaklar koştular De ki: “Bir süre daha faydalanın. Çünkü varışınız ateşedir.''","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:31","price":"İman eden kullarıma de ki: \"Namazı dosdoğru kılsınlar. Hiçbir alışveriş ve dostluğun bulunmadığı bir gün gelmeden önce kendilerine rızık olarak verdiğimiz şeylerden Allah yolunda gizlice ve açıktan infâk etsinler.\"","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:32","price":"Allah; gökleri ve yeri yaratan, gökten yağmur indiren ve onunla size rızık olarak türlü meyveler çıkaran, emri gereğince denizde yüzmek üzere gemileri emrinize veren, nehirleri de hizmetinize sunandır.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:33","price":"O, düzenli seyredip hareket eden Güneş'i ve Ay'ı sizin hizmetinize sunan, gece ve gündüzü sizin emrinize verendir.","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:34","price":"O, size kendisinden istediğiniz şeylerin hepsini verdi. Eğer Allah’ın nimetlerini saymaya kalkışsanız sayamazsınız. Şüphesiz insan çok zalimdir, çok nankördür.","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:35","price":"Hani İbrahim demişti ki: “Rabbim! Bu şehri güvenli kıl! Beni ve oğullarımı putlara ibadet etmekten uzak tut.''","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:36","price":"“Rabbim! Çünkü o putlar insanlardan birçoğunu saptırdılar. Artık kim bana uyarsa, o bendendir. Kim de bana karşı gelirse, şüphesiz sen çok bağışlayan, çok merhamet edensin.''","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:37","price":"''Rabbimiz! Ben çocuklarımdan bazısını, senin kutsal evinin (Kâbe’nin) yanında ekin bitmez bir vadiye yerleştirdim. Rabbimiz! Namazı dosdoğru kılmaları için (böyle yaptım). Sen de insanlardan bir kısmının gönüllerini onlara meylettir, onları ürünlerden rızıklandır, umulur ki şükrederler.''","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:38","price":"''Rabbimiz! Şüphesiz sen, gizlediğimizi de, açığa vurduğumuzu da bilirsin. Yerde ve gökte hiçbir şey Allah’a gizli kalmaz.''","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:39","price":"''Hamd, iyice yaşlanmış iken bana İsmail’i ve İshak’ı veren Allah’a mahsustur. Şüphesiz Rabbim duayı işitendir.''","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:40","price":"''Rabbim! Beni ve soyumu namazı ikame edenlerden eyle. Rabbimiz! Duamı kabul buyur.''","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:41","price":"''Rabbimiz! Hesap görülecek günde; beni, ana babamı ve inananları bağışla.''","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:42","price":"Sakın, Allah’ı zalimlerin yaptıklarından habersiz sanma! Allah, onları ancak gözlerin dehşetle yerinden fırlayacağı bir güne erteliyor.","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:43","price":"O gün başlarını dikerek (çağırıldıkları yere doğru) koşarlar. Gözleri kendilerine bile dönmez, kalpleri de bomboştur.","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:44","price":"(Ey Muhammed!) İnsanları, kendilerine azabın geleceği gün ile uyar. Zira o gün zalimler, “Ey Rabbimiz! Yakın bir süreye kadar bizi ertele de senin çağrına uyalım ve peygamberlerin izinden gidelim” diyecekler. Onlara şöyle denilecek: “Daha önce siz, sonunuzun gelmeyeceğine yemin etmemiş miydiniz?''","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:45","price":"Hatta siz, kendilerine zulmedenlerin yurtlarında yerleştiniz. Onlara neler yaptığımız da sizin için apaçık ortaya çıktı. Size birçok misaller de gösterdik.","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:46","price":"Onlar tuzaklar kurdular, ama Allah katında da onlara tuzak vardır. İsterse onların tuzakları dağları yerinden oynatacak olsun.","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:47","price":"Sakın Allah’ın, peygamberlerine verdiği sözden döneceğini sanma! Şüphesiz Allah, mutlak güç sahibidir, intikam sahibidir.","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:48","price":"O gün yer, başka bir yere, gökler de başka göklere dönüştürülür ve insanlar tek ve Kahhar (her şeyin üzerinde yegâne hâkim) olan Allah’ın huzuruna çıkarlar.","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:49","price":"O gün, suçluları zincirlere vurulmuş olarak görürsün.","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:50","price":"Gömlekleri katrandandır. Yüzlerini de ateş bürüyecektir.","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:51","price":"Allah, herkese kazandığının karşılığını vermek için böyle yapar. Şüphesiz Allah, hesabı çabuk görendir.","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":null,"lang":"tr"},{"name":"14:52","price":"Bu Kur’an; kendisiyle uyarılsınlar, Allah’ın ancak tek ilâh olduğunu bilsinler ve akıl sahipleri düşünüp öğüt alsınlar diye insanlara bir bildiridir.","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":null,"lang":"tr"}],"juz":{"id":13,"name":"وَمَا أُبَرِّئُ نَفْسِي","transliteration":"Wa Ma Ubrri'u Nafsi","transEn":"And I Do Not Acquit Myself","startVerse":"12:53","endVerse":"14:52","totalVerses":154}}