{"data":[{"name":"7:88","price":"Şuayb’ın kavminden büyüklük taslayan ileri gelenler dediler ki: \"Ey Şuayb! Elbette seni ve seninle birlikte iman edenleri memleketimizden çıkaracağız yahut mutlaka bizim dinimize döneceksiniz.\" dediler. Şu’ayb: “İstemesek de mi?” dedi.","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:89","price":"“Allah, bizi sizin dininizden kurtardıktan sonra eğer ona dönersek mutlaka Allah’a karşı yalan uydurmuş oluruz. Rabbimiz Allah’ın dilemesi olmadıkça, sizin dininize dönmemiz bizim için olacak şey değildir. Rabbimiz her şeyi ilmiyle kuşatmıştır. Biz yalnız Allah’a tevekkül ettik. Ey Rabbimiz! Bizimle kavmimiz arasında gerçekle hükmet. Çünkü sen hükmedenlerin en hayırlısısın.”","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:90","price":"(Şu’ayb’ın) kavminden kâfir olan ileri gelenler dediler ki: “(Ey ahali!) Andolsun ki eğer Şu’ayb’a uyarsanız, o takdirde mutlaka siz zarar edenler olursunuz.”","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:91","price":"Derken, onları o korkunç sarsıntı yakaladı da yurtlarında yüzüstü hareketsiz çöke kaldılar.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:92","price":"Şu’ayb’ı yalanlayanlar sanki orada hiç yaşamamışlardı. Şuayb’ı yalanlayanlar var ya, asıl ziyana uğrayanlar onlar oldu.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:93","price":"(Şu’ayb) onlardan yüz çevirdi ve dedi ki: \"Ey kavmim! Size Rabbimin gönderdiklerini açıklamış ve size nasihat etmiştim. Şimdi kâfir bir kavme karşı nasıl üzülebilirim.\"","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:94","price":"Biz, hangi memlekete bir peygamber gönderdiysek, yalvarıp yakarsınlar diye mutlaka oranın halkını yoksulluk ve darlığa uğratmışızdır.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:95","price":"Sonra kötülüğün (sıkıntı ve darlığın) yerine iyiliği (bolluk ve genişliği) getirdik. Nihayet çoğaldılar ve (nankörlük edip): “Atalarımız da darlığa uğramış ve bolluğa kavuşmuşlardı.” dediler. Biz de farkında değillerken onları ansızın yakaladık.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:96","price":"Eğer (yalanlayan) memleketlerin halkı iman edip, takvalı olsalardı; biz de onlara gökten ve yerden bereketler açardık. Fakat yalanladılar. Bu sebeple onları yapmakta olduklarıyla yakaladık.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:97","price":"Acaba o ülkelerin halkı, geceleyin uyurlarken azabımızın kendilerine geleceğinden güvende mi oldular?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:98","price":"Ya da ülkelerin halkı azabımızın güpegündüz onlar eğlencede iken başlarına gelivermesinden güvende mi oldular?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:99","price":"Allah’ın tuzağından emin mi oldular? Allah’ın tuzağından hüsrana uğramış toplumdan başkası asla emin olmaz.","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:100","price":"Önceki sahiplerinden sonra yeryüzüne varis olanlara, hâlâ (şu gerçek) belli olmadı mı? Dilemiş olsaydık onları da, günahları yüzünden felakete uğratır ve kalpleri üzerine mühür basardık; böylece işitmez ve anlamaz duruma gelirlerdi.","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:101","price":"İşte bu sana haberlerini anlattığımız ülkelerdir. Onlara elçilerimiz apaçık delillerle gelmişlerdi de daha önce yalanladıklarına iman etmeye yanaşmadılar. İşte Allah, kâfirlerin kalplerini böyle mühürler.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:102","price":"Onların çoğunda ahde vefa bulamadık. Aksine onların çoğunu hak yoldan çıkmış fasıklar olarak bulduk.","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:103","price":"Sonra onların ardından Mûsâ’yı, apaçık mucizelerimizle Firavun’a ve onun ileri gelen adamlarına peygamber olarak gönderdik de onlara (mucizelere karşı) zalimlik ettiler. Bak, bozguncuların sonu nasıl oldu.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:104","price":"Mûsâ dedi ki: “Ey Firavun! Şüphesiz ki ben âlemlerin Rabbi tarafından gönderilmiş bir peygamberim.”","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:105","price":"Bana yaraşan, Allah hakkında gerçek olandan başkasını söylememektir. Size Rabbinizden apaçık delillerle geldim. Artık İsrailoğulları'nı benimle beraber gönder.","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:106","price":"“Eğer sen bir ayet ile gelmişsen ve eğer doğru söyleyenlerden isen haydi onu göster!” dedi.","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:107","price":"Bunun üzerine asâsını (yere) bıraktı. (Asâ) hemen apaçık bir ejderha oluverdi.","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:108","price":"Elini çıkardı. Ne görsünler! O bakanlara bembeyaz parlıyordu.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:109","price":"Firavun’un kavminden ileri gelenler, dediler ki: “Şüphesiz bu adam gayet bilgin bir sihirbazdır.”","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:110","price":"“Sizi yurdunuzdan çıkarmak istiyor.” (Firavun sordu): “O halde ne buyurursunuz?”","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:111","price":"Onu ve kardeşini şimdilik beklet ve şehirlere (görevli) toplayıcılar gönder.","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:112","price":"“Sana ne kadar bilgin sihirbaz varsa hepsini getirsinler.”","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:113","price":"Sihirbazlar Firavun’a gelerek dediler ki: \"Eğer biz galip gelirsek bir mükâfat var, değil mi?\"","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:114","price":"\"Evet! Elbette siz bana yakın kimselerden olacaksınız.\" dedi.","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:115","price":"Sihirbazlar: \"Ey Musa! (Asanı) önce ya sen at ya da önce atanlar biz olalım.\" dediler.","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:116","price":"O da: \"Siz atın!\" dedi. Onlar atınca, insanların gözlerini büyülediler, onları korkuttular ve büyük bir sihir gösterdiler.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:117","price":"Biz de Musa’ya asanı at diye vahyettik. Birdenbire asâ onların uydurduklarını yuttu.","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:118","price":"Böylece hak yerini buldu ve onların yapmış oldukları şeylerin hepsi boşa çıktı.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:119","price":"Orada mağlup oldular ve küçük düştüler.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:120","price":"Sihirbazlar hep birden secdeye kapandılar.","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:121","price":"\"Alemlerin Rabbine iman ettik.\" dediler.","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:122","price":"Musa’nın ve Harun’un Rabbine!","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:123","price":"Firavun, onlara şöyle dedi: \"Ben size izin vermeden önce, ona iman mı ettiniz? Bu kesin bir tuzaktır. Halkı şehirden çıkarmak için, bu tuzağı kurdunuz. Artık yakında bileceksiniz.\"","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:124","price":"“Hiç şüphesiz ellerinizi ayaklarınızı çaprazlama keseceğim ve sonra da hepinizi asacağım.”","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:125","price":"\"Şüphesiz biz, Rabbimize döneceğiz.\" dediler.","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:126","price":"\"Sen, Rabbimizin ayetleri bize geldiğinde ona iman ettiğimiz için bizden intikam alıyorsun. Rabbimiz! Üzerimize sabır yağdır ve Müslüman olarak canımızı al!\" dediler.","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:127","price":"Firavun kavminden ileri gelen kesim: \"Musa’yı ve kavmini yeryüzünde bozgunculuk etsinler, seni ve senin ilahlarını terk etsinler diye mi bırakacaksın?\" dediler. Firavun: \"Onların erkek çocuklarını öldürürüz. Kadınlarını da sağ bırakırız. Biz, onlar üzerinde tam bir hakimiyet sahibiyiz.\" dedi.","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:128","price":"Mûsâ kavmine: “Allah’tan yardım dileyin ve sabredin. Şüphesiz ki yeryüzü Allah’ındır, kullarından dilediğine onu miras verir. İyi akıbet ise, takvâ sahiplerinin olacaktır.” dedi.","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:129","price":"Onlar: “Sen bize gelmezden evvel de geldikten sonra da işkenceye uğratıldık.” dediler. Dedi ki: “Rabbinizin düşmanlarınızı yok etmesi, yeryüzünde sizi onların yerine geçirmesi ve böylece nasıl amel edeceğinize bakması umulur” dedi.","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:130","price":"Firavun hanedanını belki düşünüp, öğüt alırlar diye kuraklık ve yıllarca ürünlerini eksiltmekle cezalandırdık.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:131","price":"Onlara bir iyilik geldiği zaman; “Bu bizim hakkımızdır” derler. Onlara bir kötülük dokunduğu zaman onu Musa ve onun yanındakilerin uğursuzluğuna verirlerdi. Dikkat edin! Onların başına gelen uğursuzlukları sadece Allah katındandır. Fakat onların çoğu bilmiyorlar.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:132","price":"Ve dediler ki: “Bizi büyülemek için her ne mûcize getirirsen sana asla iman edecek değiliz.”","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:133","price":"Biz de onlara ayrı ayrı ayetler (mûcizeler) olmak üzere başlarına tûfân, çekirge, haşarât/ürün güvesi, kurbağalar ve kan gönderdik. Fakat yine büyüklük tasladılar. Onlar günahkâr bir topluluk idiler.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:134","price":"Üzerlerine azap çökünce: “Ey Musa! Sana olan ahdi adına bizim için Rabbine dua et. Şâyet bu azabı bizden kaldırırsan, andolsun sana iman edeceğiz ve İsrailoğullarını da mutlaka seninle birlikte göndereceğiz” dediler.","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:135","price":"Biz kendisine erişecekleri bir süreye kadar üzerlerinden azabı giderince, bir de bakarsın ki onlar ahitlerini bozmuşlar bile.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:136","price":"Bu yüzden onlardan intikam aldık. Ayetlerimizi yalanlamaları ve onları umursamamaları sebebiyle kendilerini denizde boğduk.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:137","price":"Hor görülüp ezilmekte olan kavmi (İsrailoğulları'nı), toprağına bolluk ve bereket verdiğimiz yerin (Şam bölgesinin) doğu ve batı taraflarına mirasçı kıldık. İsrailoğulları’nın sabretmelerine karşılık olarak Rabbinin güzel sözü/vaadi gerçekleşti. Firavun ve kavminin yaptıklarını ve kurup yükselttikleri şeyleri yerle bir ettik.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:138","price":"İsrailoğulları'nı denizden geçirmiştik. Kendilerine ait bir takım putlarına ibadet edip, duran bir topluluğa rastgeldiler. \"Ey Musa! Bunların ilahları gibi bize de bir ilah yapsana!\" dediler. Musa da onlara: \"Şüphesiz, cahillik eden bir toplumsunuz!\" dedi.","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:139","price":"Şüphesiz bunların içinde bulundukları (şirk) helâke mahkûmdur ve yapmakta oldukları batıldır.","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:140","price":"\"O, sizi alemlere üstün kılmış iken size Allah’tan başka bir ilah mı arayayım?\" dedi.","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:141","price":"Hani size azabın en kötüsünü tattıran, yeni doğan oğullarınızı öldüren ve kızlarınızı hayatta sağ bırakan Firavun ailesinden sizi kurtarmıştık ve bunda sizin için Rabbiniz tarafından büyük bir imtihan vardı.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:142","price":"Musa’ya otuz gece sözleştik, buna on (gece) daha kattık. Böylece Rabbinin belirlediği vakit kırk geceye tamamlandı. Musa, kardeşi Hârûn’a: “Kavmim arasında benim yerime geç ve ıslah et. Sakın bozguncuların yoluna uyma!” dedi.","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:143","price":"Musa, belirlediğimiz vakitte gelince Rabbi onunla konuştu. Musa dedi ki: \"Rabbim! Bana (kendini) göster de sana bakayım!\" Rabbi: \"Beni göremeyeceksin, fakat dağa bak; dağ yerinde durursa sen de beni göreceksin.\" dedi. Rabbi dağa tecelli edince onu yerle bir etti. Musa bayılarak yere kapandı. Ayıldığında: \"Sen tüm noksanlıklardan münezzehsin, sana tevbe ettim. (Kavmim içinde) Sana iman edenlerin ilkiyim.\" dedi.","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:144","price":"(Allah): “Ey Mûsâ! Risaletlerimle ve kelâmımla seni insanlar üzerine seçkin kıldım. Öyleyse sana verdiğimi al ve şükredenlerden ol” dedi.","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:145","price":"Bir de ona Levhalar’da her şeye ait bir öğüt ve herşeye dair açıklamayı yazdık: \"Haydi bunları kuvvetle al. Kavmine de bunları en güzel şekilde tutmalarını emret. Yakında size fasıkların yurdunu göstereceğim.\"","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:146","price":"Haksız yere yeryüzünde büyüklenen kimseleri ayetlerimizi (anlayıp, ibret almaktan) uzak tutacağım. Onlar bütün ayetleri görseler de iman etmezler. Doğru yolu görseler onu yol edinmezler. Sapıklık yolunu gördüklerinde onu yol edinirler. İşte bu, onların ayetlerimizi yalanlamaları ve onlardan gafil olmalarından dolayıdır.","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:147","price":"Ayetlerimizi ve ahiret buluşmasını yalanlayanların amelleri boşa gitmiştir. Onlar (dünyada) yaptıklarından başkasıyla mı cezalandırılacaklardı?","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:148","price":"Musa’nın kavmi, onun ardından süs eşyalarından (yapılmış) böğüren bir buzağı heykelini ilah edindiler. Onun kendileriyle konuşmadığını ve onlara bir yol göstermediğini görmüyorlar mı? Onu (ilah) edindiler ve böylece zalimlerden oldular.","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:149","price":"Pişman olup da kendilerinin gerçekten sapmış olduklarını görünce: \"Eğer Rabbimiz, bize merhamet etmez ise ve bizi bağışlamazsa hüsrana uğrayanlardan oluruz.\" dediler.","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:150","price":"Musa kavmine kızgın ve üzgün olarak dönünce: \"Benim ardımdan ne kötü işler yaptınız. Rabbinizin emrini beklemeyip acele mi ettiniz?\" dedi. Levhaları (öfkesinden) attı ve kardeşinin başını tutarak kendisine çekti. (Kardeşi): \"Ey anamın oğlu! Toplum beni güçsüz gördü/küçümsedi, neredeyse beni öldürüyorlardı. Bana düşmanları sevindirecek şekilde davranma, zalim toplumla bir tutma!\" dedi.","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:151","price":"“Rabbim! Beni de kardeşimi de bağışla! Bizi rahmetine al. Sen rahmet edenlerin en merhametlisisin!” dedi.","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:152","price":"Şüphesiz buzağıyı (ilah) edinenlere Rabblerinden bir gazab, dünya hayatında da bir aşağılanma erişecektir. Biz iftira edenleri işte böyle cezalandırırız.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:153","price":"O kötü amelleri işleyip de ardından tevbekâr olarak iman edenlere gelince şüphe yok ki, Rabbin ondan (tövbeden) sonra elbette çok bağışlayandır, çok merhamet edendir.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:154","price":"Musa’nın öfkesi yatışınca levhaları aldı. Onlardaki yazıda Rabblerinden korkanlara hidayet ve rahmet vardı.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:155","price":"Musa belirlediğimiz vakit için kavminden yetmiş adam seçti. Onları kuvvetli bir sarsıntı alınca, Musa: \"Rabbim! Eğer dileseydin onları ve beni daha önce helâk ederdin. İçimizdeki sefih/akılsızların yaptıkları yüzünden bizi helâk mı edeceksin? Bu senin imtihanından başka bir şey değildir. Sen, onunla dilediğini sapıttırır ve dilediğine de hidayet edersin. Sen bizim velimizsin. Bizi affet, bize merhamet et! Sen bağışlayanların en hayırlısısın!\"","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:156","price":"Bize bu dünyada ve ahirette iyilik yaz; biz sana (tevbe ile) yöneldik. Allah: \"Azabıma dilediğimi uğratırım. Rahmetim ise her şeyi kuşatmıştır. Rahmetimi takvalı olanlara, zekât verenlere ve ayetlerimize iman etmiş olanlara yazacağım.\" dedi.","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:157","price":"Onlar ki, yanlarında bulunan Tevrat ve İncil'de yazılı buldukları ümmî Peygambere, Rasûle tâbi olurlar. (O peygamber) onlara iyiliği emreder ve kötülüklerden nehyeder, temiz şeyleri helal, pis şeyleri haram kılar. Üzerlerindeki ağır yükleri ve zorlukları kaldırır. Ona iman edenler, onu destekleyip yardım eden ve onunla indirilen nura uyanlar, işte onlar kurtuluşa erenlerdir.","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:158","price":"De ki: “Ey insanlar! Şüphesiz ben göklerin ve yerin mülkü (ve hakimiyeti) kendisinin olan, kendisinden başka hiçbir (hak) ilah bulunmayan, hem dirilten, hem öldüren, Allah’ın size, hepinize gönderdiği peygamberiyim. O halde Allah’a ve O’nun sözlerine iman eden ümmî peygamber olan Rasûlüne iman edin ve ona uyun ki, doğru yolu bulmuş olasınız.”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:159","price":"Musa’nın kavminden (insanları) hak ile doğru yola ileten ve onunla adaletli davranan bir topluluk da vardı.","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:160","price":"Onları on iki kabileye ayırmıştık. Kavmi Musa’dan su istediğinde biz ona, “Asânı taşa vur!” diye vahyettik. Oradan on iki kaynak fışkırdı. Her kabile su içeceği yeri öğrendi. Onları bulut ile gölgelendirdik. Onlara kudret helvası ve bıldırcın yedirdik. Size rızık olarak verdiğimiz şeylerin temiz olanlarından yiyin. Biz onlara zulmetmedik, fakat onlar kendilerine zulmettiler.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:161","price":"Hani: \"Şu kasabaya girip, dilediğiniz yerden istediğinizi yiyin. Kapısından secde ederek/ boynu bükük, zelil olarak girin ve; «Bağışla!» deyin de sizi bağışlayalım, ihsan sahipleri için daha fazlasını vereceğiz.\" denilmişti.","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:162","price":"Fakat zulmedenler kendilerine söylenmiş olan sözü başka bir sözle değiştirdiler. Biz de zalimlere, günah işleyerek yoldan çıktıkları için gökten kahredici bir azap indirmiştik.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:163","price":"Onlara deniz kenarındaki cumartesi yasağını çiğneyen kasabayı sor! Onlara avları cumartesi günlerinde (suyun üstünde) akın akın geliyor, başka günlerde gelmiyorlardı. İşte onları fasıklık ettikleri için böyle imtihan ediyorduk.","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:164","price":"Onlardan bir topluluk şöyle diyordu: \"Allah’ın helâk edeceği ve şiddetli bir ceza ile cezalandıracağı topluma niye öğüt veriyorsunuz?\" Onlar da: \"Rabbinize karşı bir mazeret beyan edelim diye bir de belki sakınırlar/takvalı olurlar diye öğüt veriyoruz.\" dediler.","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:165","price":"Kendilerine hatırlatılanı unuttuklarında, kötülükten men edenleri kurtarıp, zalimleri fasıklık yapmaları sebebiyle çok çetin bir ceza ile yakaladık.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:166","price":"Yasaklandıkları şeylerde diretip ısrar edince onlara: “Aşağılık maymunlar olun!” dedik.","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:167","price":"O vakit Rabbin onlara; Kıyamet gününe kadar üzerlerine mutlaka kendilerini en kötü azaba uğratacak kimseler göndereceğini bildirdi. Rabbinin ceza vermesi çok hızlıdır. Şüphesiz O; çokça bağışlayan, çokça merhamet edendir.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:168","price":"Onları yeryüzünde (parça parça) topluluklara böldük. Onların içinde salih olanlar da vardır aşağı (derecelerde) olanlar da! Onları belki dönerler diye iyilik ve kötülükle imtihan ederiz.","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:169","price":"Onlardan sonra arkalarından kötü kimseler gelip yerlerine geçti. Kitaba da mirasçı oldular. Biz nasıl olsa bağışlanacağız diyerek, bu dünyanın geçici menfaatini alıyorlardı. Yine onlara, ona benzer bir menfaat daha gelse onu da alıyorlardı. Allah hakkında, gerçek dışında bir şey söylemeyeceklerine dair onlardan kitapta söz alınmamış mıydı? Ve onlar kitaptakini okuyup öğrenmemişler miydi? Takva sahipleri için ahiret yurdu çok hayırlıdır. Akletmiyor musunuz?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:170","price":"Kitaba sımsıkı sarılanlara ve namazı dosdoğru kılanlara gelince, şüphesiz biz ıslah edenlerin mükâfatını boşa çıkarmayız.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:171","price":"Hani dağı sanki bir gölgelikmiş gibi onların üstüne kaldırmıştık da üzerlerine düşecek sanmışlardı. (Onlara:) “Size verdiğimiz kitaba sımsıkı sarılın ve onun içindekileri hatırlayın ki, Allah’a karşı gelmekten sakınasınız.” demiştik.","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:172","price":"Hani Rabbin (ezelde) Ademoğulları'nın sulblerinden zürriyetlerini almış, onları kendilerine karşı şahit tutarak: “Ben sizin Rabbiniz değil miyim?” demişti. Onlar da: “Evet, şahit olduk (ki Rabbimizsin)” demişlerdi. Böyle yapmamız kıyamet günü: “Biz bundan habersizdik” dememeniz içindir.","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:173","price":"Ya da bizim atalarımız önceden şirk koşmuşlar. Biz de onlardan sonra gelen bir nesiliz. Batıla düşenlerin yaptıklarından dolayı bizi helâk mi edeceksin? demeyesiniz.","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:174","price":"İşte biz ayetleri böyle açıklarız. Belki (tevhide) dönerler.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:175","price":"Sen onlara kendisine ayetlerimizi verdiğimiz halde onlardan sıyrılıp çıkmış, derken Şeytan'ın takibine uğrayan ve sonunda azgınlardan olmuş kimsenin haberini oku!","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:176","price":"Dileseydik onu ayetlerimizle yükseltirdik. Fakat o dünyaya saplanıp, kaldı, hevesine uydu. Onun misali, üzerine yürüsen de kendi haline bıraksan da dilini çıkartıp soluyan köpeğe benzer. Ayetlerimizi yalanlayan kavmin misali budur. Kıssayı anlat, belki düşünürler.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:177","price":"Ayetlerimizi yalanlayan ve kendi nefislerine zulmetmiş olan kavmin durumu ne kötüdür!","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:178","price":"Allah kime hidayet verirse o doğru yolu bulmuş olur. Kimi de saptırırsa onlar hüsrana uğrayanların ta kendileridirler.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:179","price":"Andolsun, biz cinler ve insanlardan birçoğunu Cehennem için yaratmışızdır. Çünkü onların kalpleri vardır ama kavrayıp anlamazlar. Gözleri vardır, onunla görmezler; kulakları vardır, onunla işitmezler. Onlar hayvanlar gibidir, hatta onlardan daha şaşkındırlar.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:180","price":"En güzel isimler Allah’ındır. O halde O’na bunlarla dua edin. O’nun isimlerinde eğriliğe sapanları terk edin. Onlar yapmakta olduklarının cezasını göreceklerdir.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:181","price":"Yarattıklarımızdan öyle bir ümmet vardır ki, hakla yol gösterirler ve onunla adaletle hükmederler.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:182","price":"Ayetlerimizi yalanlayanları ise yavaş yavaş bilmedikleri bir yerden (helâka) yaklaştıracağız.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:183","price":"Ben onlara mühlet veririm. Muhakkak ki benim tuzağım pek çetindir.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:184","price":"Onlar düşünmediler mi ki arkadaşlarında (Peygamber’de) delilikten bir eser yoktur. O, ancak apaçık bir uyarıcıdır.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:185","price":"Onlar göklerin ve yerin hükümranlığını, Allah’ın yarattığı her şeyi, ecellerinin yaklaşmış olabileceğini görüp düşünmüyorlar mı? Bundan sonra hangi söze iman edecekler?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:186","price":"Allah kimi saptırırsa, ona hidayet edecek yoktur. Onları azgınlıkları içerisinde şaşkın bir halde bırakır.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:187","price":"Sana (kıyamet) saatinin ne zaman kopacağını soruyorlar. De ki: \"Onun bilgisi Rabbimin katındadır. Onun vaktini O’ndan başkası açığa çıkaramaz. Göklere ve yere o saat ağır gelir. Kıyamet ansızın gelir. Sanki sen onu biliyormuşsun gibi sana soruyorlar.\" De ki: \"Onun ilmi sadece Allah katındadır. Ama insanların çoğu (bunu) bilmezler.\"","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:188","price":"De ki: “Ben kendim için Allah’ın (benim hakkımda) dilediğinden başka ne bir fayda sağlayabilirim, ne de bir zarar. Eğer ben gaybı bilseydim, hayır yapmayı arttırırdım ve bana bir kötülük de dokunmazdı. Ben sadece iman eden bir toplum için uyarıcı ve müjdeciyim.","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:189","price":"Allah, sizi bir tek nefisten yaratan ve kendisi ile huzur bulsun diye eşini de ondan var edendir. (İnsan) eşiyle birleşince eşi hafif bir yük yüklenir (gebe kalır) ve (bir müddet) onu taşır. Gebeliği ağırlaşınca her ikisi de Rableri Allah’a: “Eğer salih bir çocuk verirsen, elbette şükredenlerden olacağız.” diye dua ederler.","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:190","price":"Allah onlara salih/kusursuz bir evlat verince, kendilerine verdiği şey hakkında Allah'a ortaklar koştular. Allah, onların ortak koştukları şeylerden yücedir.","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:191","price":"Kendileri yaratılmış oldukları halde hiçbir şey yaratmaya kudreti olmayan şeyleri (Allah'a) ortak mı koşuyorlar?","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:192","price":"Hâlbuki ortak koştukları şeyler ne onlara yardımda bulunabilir ne de bizzat kendilerine yardım edebilirler.","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:193","price":"Onları doğru yola çağırsanız, size uymazlar. Onları çağırsanız da sussanız da sizin için birdir.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:194","price":"Allah’ı bırakıp da dua/ibadet ettikleriniz sizin gibi kullardır. Eğer doğru söyleyenlerseniz, onlara dua edin de size cevap versinler!","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:195","price":"Onların yürüyecek ayakları mı var? Yahut tutacak elleri mi var? Veya görecek gözleri mi var ya da işitecek kulakları mı var? De ki: “Haydi, çağırın ortaklarınızı, sonra bana tuzak kurun da bana göz açtırmayın bakalım!”","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:196","price":"Çünkü benim velim, kitabı (Kur’an’ı) indiren Allah’tır. O, bütün salih kulları koruyup, yardım eder.","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:197","price":"O’ndan başka dua/ibadet ettikleriniz ne size yardımda bulunabilir ne de bizzat kendilerine yardım edebilirler.","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:198","price":"Onları doğru yola çağırsanız sizi işitmezler. Onları sana bakar görürsün fakat onlar görmezler.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:199","price":"Af yolunu tut, iyiliği emret, cahillerden de yüz çevir!","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:200","price":"Şeytan'dan sana bir vesvese gelirse, hemen Allah’a sığın. Allah her şeyi işitendir. Her şeyi bilendir.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:201","price":"Takvâ sahiplerine şeytandan bir vesvese geldiğinde iyice düşünürler. Bakarsın ki onlar görüp bilmişler bile.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:202","price":"(Şeytanların) dostlarına gelince, şeytanlar onları azgınlığa sürüklerler. Sonra da yakalarını bırakmazlar.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:203","price":"Onlara bir ayet getirmediğin zaman: \"Kendin bir ayet uydursaydın ya!\" derler. De ki: \"Ben, ancak Rabbimden bana vahyolunana uyarım. Bu, Rabbinizden gelen açık delillerdir. İman eden bir toplum için hidayet ve rahmettir.\"","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:204","price":"Kur’an okunduğu zaman ona kulak verip dinleyin ve susun ki, merhamet olunasınız.","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:205","price":"Rabbini, içinden yalvararak ve korkarak, yüksek olmayan bir sesle sabah-akşam zikret ve gafillerden olma!","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"7:206","price":"Doğrusu Rabbinin katında olanlar, O'na ibadet etmekten büyüklenmezler, O'nu tenzih ederler ve yalnız O'na secde ederler","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:1","price":"Sana Enfâl'i soruyorlar. De ki: Enfâl Allah’ın ve Rasûl’ündür. Allah’tan sakının (takvalı olun), aranızı düzeltin. Eğer Mü'min iseniz Allah’a ve Rasûlüne itaat ediniz.\"","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:2","price":"Gerçek mü’minler ancak o kimselerdir ki; Allah anıldığı zaman kalbleri titrer, ayetleri okunduğu zaman (bu), onların imanını artırır ve onlar ancak Rablerine tevekkül eden kimselerdir.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:3","price":"Onlar namazlarını dosdoğru kılarlar, kendilerine rızık olarak verdiğimizden de Allah yolunda harcarlar.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:4","price":"İşte onlar gerçek Mü’minlerin ta kendileridir. Onlar için Rabbleri katında dereceler, mağfiret ve cömert bir rızık vardır.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:5","price":"Nitekim Rabbin, seni hak uğrunda evinden çıkardığında gerçekten Mü’minlerden bir kesim isteksizdiler.","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:6","price":"Gerçek apaçık ortaya çıktıktan sonra bile, sanki göz göre göre ölüme sürükleniyorlarmış gibi seninle bu hususta tartışıyorlardı.","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:7","price":"Hani Allah, size iki taifeden (ordu ya da kervandan) birini, o sizindir diye vadediyordu. Siz de güçsüz olanın (kervanın) sizin olmasını istiyordunuz. Oysa Allah, kelimeleriyle hakkı/İslamı yüceltmek, kâfirlerin ardını/kökünü kesmek istiyordu.","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:8","price":"Bu, günahkârların hoşuna gitmese de hakkı (İslamı) yüceltmek ve batılı da ortadan kaldırmak içindir.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:9","price":"Hani siz Rabbinizden imdat istiyordunuz da: “Muhakkak Ben size birbiri ardınca bin melek ile yardım ediyorum” diye duanıza karşılık vermişti.","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:10","price":"Allah, bunu yanlızca bir müjde olması ve kalplerinizin yatışması için yaptı. Yardım yalnızca Allah katındandır. Şüphe yok ki Allah mutlak galiptir, Hakîm'dir.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:11","price":"Hani (Allah) kendi tarafından bir güvenlik olarak sizi hafif bir uykuya daldırıyor; sizi temizlemek, sizden Şeytan'ın vesvesesini gidermek, kalplerinizi pekiştirmek ve ayaklarınızı sağlam bastırmak için üzerinize gökten yağmur yağdırıyordu.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:12","price":"O an Rabbin meleklere şöyle vahyediyordu: \"Ben sizinle beraberim, iman edenlere sebat verin! Ben kâfirlerin kalbine korku salacağım. Artık onların boyunlarının üstüne de vurun, onların her parmağına da vurun.”","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:13","price":"Bu, onların Allah’a ve Rasûlüne karşı gelmelerindendir. Her kim de Allah’a ve Rasûlüne karşı gelirse; bilsin ki Allah’ın cezası şiddetlidir.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:14","price":"İşte bu sizin; tadın bunu. (Ahirette) kâfirler için bir de Cehennem azabı vardır.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:15","price":"Ey iman edenler, (savaş için) toplu bir halde kâfirlerle karşılaştığınız zaman, onlara arkanızı dönüp kaçmayın.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:16","price":"-Savaş taktiği olarak düşmanı vurmak için çekilme ya da diğer bir birliğe katılmak durumu hariç- böyle bir günde her kim onlara arkasını dönerse; mutlaka o, Allah’ın gazabına uğramış olur. Onun varacağı yer de Cehennem'dir. Ne kötü varılacak yerdir orası!","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:17","price":"(Bedir'de) onları siz öldürmediniz, fakat onları Allah öldürdü. Attığında da sen atmadın, fakat Allah attı. Mü'minleri güzel bir imtihanla denemek için (böyle yaptı). Şüphesiz Allah her şeyi işitendir, her şeyi bilendir.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:18","price":"İşte durum bu. Bir de Allah, kâfirlerin tuzağını zayıf düşürendir.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:19","price":"(Ey kâfirler!) Fetih istiyorsanız, işte size fetih gelmiştir. Eğer (küfrünüze ve savaşa) son verirseniz bu sizin için daha hayırlıdır. Ve eğer tekrar dönerseniz biz de döneriz. Topluluğunuz kalabalık olsa bile size bir fayda vermeyecektir. Çünkü Allah, Mü'minlerle beraberdir.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:20","price":"Ey iman edenler! Allah’a ve Rasûlüne itaat edin! İşitip durduğunuz halde ondan yüz çevirmeyin!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:21","price":"Dinlemedikleri halde; “İşittik” diyenler gibi de olmayın!","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:22","price":"Allah katında canlıların en kötüsü (hakka karşı) sağır ve dilsiz kimselerdir ki, onlar akletmezler.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:23","price":"Allah, onlarda bir hayır olduğunu bilseydi; elbette onlara işittirirdi. Onlara işittirseydi, onlar yine de yüz çevirerek dönerlerdi.","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:24","price":"Ey iman edenler! Sizi, size hayat verecek şeylere çağırdığı zaman Allah ve Rasûlü’nün çağrısına uyun ve bilin ki Allah, kişi ile kalbi arasına girer. Yine bilin ki, O’nun huzurunda toplanacaksınız.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:25","price":"İçinizden sadece zalimlere dokunmakla kalmayacak olan bir fitneden de sakının. Allah’ın azabının çok şiddetli olduğunu bilin!","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:26","price":"O vakti hatırlayın ki siz yeryüzünde güçsüz ve zayıf idiniz. İnsanların sizi kapıp götürmesinden korkuyordunuz. Derken Allah sizi barındırdı, yardımıyla destekledi ve sizi temiz şeylerden rızıklandırdı ki şükredesiniz.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:27","price":"Ey iman edenler! Allah’a ve Peygamber’e hainlik etmeyin; (sonra) bile bile kendi emanetlerinize hainlik etmiş olursunuz.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:28","price":"Biliniz ki mallarınız ve çocuklarınız bir imtihandır. Allah katında ise büyük mükâfat vardır.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:29","price":"Ey iman edenler! Eğer Allah’tan sakınırsanız. O size iyiyi kötüden ayıracak bir anlayış verir. Ve sizin günahlarınızı örter, sizi bağışlar. Allah son derece büyük lütuf sahibidir.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:30","price":"Hani o kâfirler seni tutup bağlamak yahut öldürmek yahut seni (Mekke’den) çıkarmak için sana tuzak kuruyorlardı. Onlar bu tuzağı kurarlarken Allah da bunun karşılığında kendilerine tuzak kuruyordu. Allah, tuzak kuranların en hayırlısıdır.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:31","price":"Onlara ayetlerimiz okunduğu zaman: “İşittik, eğer dilersek biz de bunun benzerini elbette söylerdik. Bu, eskilerin masallarından başka bir şey değildir” demişlerdi.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:32","price":"Hani onlar: “Ey Allah’ım! Eğer bu senin katından gelen bir hak ise başımıza gökten taş yağdır, yahut bize acı bir azap ver!” demişlerdi.","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:33","price":"Oysa sen onların içinde iken, Allah onlara azap edecek değildir. Onlar istiğfar edip dururken de Allah onları azablandıracak değildir.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:34","price":"Onlar Mescid-i Haram’dan (Mü’minleri) men ederken, Allah onlara ne diye azap etmesin ki! Üstelik onlar Allah'ın evliyaları da değiller. Allah'ın evliyaları yalnızca muttakilerdir. Fakat onların çokları bunu bilmez.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:35","price":"Onların Kâbe’deki namazları, ıslık çalmak ve el çırpmaktan başka bir şey değildir. Öyleyse küfrünüzden dolayı tadın azabı!","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:36","price":"Kâfirler, mallarını Allah’ın yolundan alıkoymak için harcarlar. Daha da harcayacaklardır. Sonra bu, onlara bir yürek acısı olacaktır. Sonra da yenilgiye uğrayacaklardır. Kâfir olanlar toplanıp Cehennem'e sürüleceklerdir.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:37","price":"Bu Allah'ın pis olanı temizden ayırması, pis olanları üst üste koyup hepsini yığarak Cehennem'e koyması içindir. İşte onlar, ziyana uğrayanların ta kendileridir.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:38","price":"Kâfir olanlara (küfürlerinden) vazgeçerlerse önceden yaptıklarının bağışlanacağını, tekrar dönerlerse öncekiler hakkında uygulanan ilahi kanun onlara da uygulanacağını söyle.","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:39","price":"Hiçbir fitne kalmayıncaya ve din bütünüyle Allah’ın oluncaya kadar onlarla savaşın. Eğer vazgeçerlerse, muhakkak Allah ne yaptıklarını iyice görmektedir.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":null,"lang":"tr"},{"name":"8:40","price":"Eğer yüz çevirirlerse bilin ki, Allah sizin mevlanızdır. O ne güzel mevlâ, ne güzel yardımcıdır!","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":null,"lang":"tr"}],"juz":{"id":9,"name":"قَالَ الْمَلَأُ","transliteration":"Qalal Malao","transEn":"The Chiefs Said","startVerse":"7:88","endVerse":"8:40","totalVerses":159}}