{"data":[{"name":"17:1","price":"Tsarki ya tabbata ga wanda Ya yi tafiyar dare* da bãwanSa da dare daga Masallaci mai alfarma zuwa ga Masallaci mafi nĩsa** wanda Muka sanya albarka a gefensa dõmin Mu nũna masa daga ãyõyinMu. Lalle ne Shi shĩ ne Mai ji, Mai gani.","arabic":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2030,"juzNumber":15,"footnotes":"* Isrã'i, shi ne tafiyar dare da Allah Ya yi da Annabi daga Makka zuwa Baitil Maƙadis. Sa'an nan Mi'iraji zuwa sama inda aka ba shi sallõli. ** Muƙarana a tsakãnin Masjidil Harãm watau tsararre daga a yãki mutãnensa da Masjidil Aƙsã wanda ba tsararre ba. Isrã'i da Mi'irãji sun fi Miƙãtin Mũsã da gãnãwarsa da Ubangiji a Ɗũr-Sĩna'a.","lang":"ha"},{"name":"17:2","price":"Kuma Mun bai wa Mũsã* littafi, kuma Mun sanya shi shiriya ga Banĩ Isrã'ila, cẽwa kada ku riƙi wani wakĩli baici Na.","arabic":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2031,"juzNumber":15,"footnotes":"* Tsakãnin Bãwan Allah Muhammadu da Mũsã, kuma an aiko Mũsã ga Banĩ Isrã'ila kawai, kuma Nũhu an ce masa bãwa amma ba a jingina shi kamar yadda aka jingina bawanSa ba. Sa'an nan kuma Jingina Yahũdu ga Nũhu ya daidaita su da sauran mutãne wajen da'awar ɗaukaka da nasaba.","lang":"ha"},{"name":"17:3","price":"Zuriyar waɗanda Muka ɗauka tãre da Nũhu. Lalle ne shi ya kasance wani bãwa mai gõdiya.","arabic":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2032,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:4","price":"Kuma Mun hukunta zuwa ga Bani Isrã'ĩla a cikin Littãfi, cewa lalle ne, kunã yin ɓarna a cikin ƙasa sau biyu, kuma lalle ne kunã zãlunci, zãlunci mai girma.","arabic":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2033,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:5","price":"To idan wa'adin na farkonsu yajẽ, za Mu aika, a kanku waɗansu bãyi* Nãmu, ma'abũta yãƙi mafĩ tsanani, har su yi yãwo a tsakãnin gidãjenku, kuma yã zama wa'adi abin aikatawa.","arabic":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2034,"juzNumber":15,"footnotes":"* Sun yi fasãdi da barin aiki da Taurãti, sabõda haka aka aika Jãlũta a kansu. Ya kashe su kuma ya kãma zuriyarsu.","lang":"ha"},{"name":"17:6","price":"Sa'an nan kuma Mu nwayar da ɗauki a gare ku a kansu, kuma Mu taimake ku da dũkiyõyi da ɗiya kuma Mu sanya ku mafiya yawan mãsu fita yãƙi.","arabic":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2035,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:7","price":"Idan kun kyautata, kun kyautata dõmin kanku, kuma idan kun mũnana to dõmĩnsu. Sa'an nan idan wa'adin na ƙarshe* ya jẽ, (za su je) dõmin su baƙanta fuskokinku, kuma su shiga masallaci kamar yadda suka shige shi a farkon lõkaci, kuma dõmin su halakar da abin da suka rinjaya a kansa, halakarwa.","arabic":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2036,"juzNumber":15,"footnotes":"* Suka yi fasãdi marra ta biyu da kashe Zakariyya da Yahaya, sai aka aika musu da Bukht Nasar daga Bãbila ya karkashe su, kuma ya kãma zuriyarsu, kuma ya rũshe Baitil Maƙadis. Waɗannan lãbaru biyu na ɓarnar Banĩ Isrã'ila sunã cikin bãyar da lãbaru ga gaibi. Idan an daidaita su da lãbarun gaibi waɗanda Alƙur'ãni ya faɗã, waɗansu suka auku kuma waɗansu sunã ta aukuwa zã a san falalar Alƙur'ãni a kan Taurãti kamar yadda ya bayyana cewa Attaura ta yi kira zuwa ga tauhidi da shiriya, sa'an nan ya bayyana abũbuwan da Alƙur'ãnĩ yake karantarwa daga ãyã ta 9 zuwa ga ãyã ta 38 inda ya tãra hãlãyen ƙwarai kuma ya kõre mũnãna.","lang":"ha"},{"name":"17:8","price":"Akwai tsammãnin Ubangijinku Ya yi muku rahama. Kuma idan kun sãke Mu sãke. Kuma Mun sanya Jahannama matsara ga kãfirai.","arabic":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2037,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:9","price":"Lalle ne wannan Alƙur'ãni yanã shiryarwa ga (hãlayen) waɗanda suke mafi daidaita* kuma yanã bãyar da bushãra ga mũminai waɗanda suke aikata ayyuka na ƙwarai (cẽwa) \"Lalle ne sunã da wata ijãra. mai girma.\"","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2038,"juzNumber":15,"footnotes":"* Bãyan ya faɗi abũbuwan da Attaura ta karantar, ya ce: \"Alƙur'ãni yanã shiryarwa zuwa ga hãlãyen da suka fi daidaita daga abin da Attaura ta karantar.\" Sa'an nan ya ci gaba da bayãnin abũbuwan da Alƙur'ãni yake karantarwa.","lang":"ha"},{"name":"17:10","price":"Kuma lalle ne, waɗanda ba su yin ĩmãni da Lãhira, Mun yimusu tattalin wata azãba mai raɗaɗi.","arabic":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2039,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:11","price":"Kuma mutum yanã* yin addu'a da sharri kamar addu'arsa da alhẽri, kuma mutum ya kasance mai gaggãwa.","arabic":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2040,"juzNumber":15,"footnotes":"* Alƙur'ani yanã shiryar da mutum har ga yadda yake yin addu'a dõmin kada ya yi wa kansa addu'a ta sharri alhãli kuwa yanã nufin ya yi alhħri dõmin an halicci mutum da son gaggãwa.","lang":"ha"},{"name":"17:12","price":"Kuma Mun sanya dare da rãna, ãyõyi biyu, sa'an nan Muka shãfe ãyar dare, kuma Muka sanya ãyar rãna mai sanyãwa a yi gani, dõmin ku nẽmi falala daga Ubangijinku, kuma dõmin ku san ƙidãyar shẽkara da lissafi. Kuma dukan kõme Mun bayyana shi daki-dakin bayyanãwa.","arabic":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2041,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:13","price":"Kuma kõwane mutum Mun lazimta masa abin rekõdinsa a cikin wuyansa, kuma Mu fitar masa a Rãnar ¡iyãma da littãfi wanda zai haɗu da shi buɗaɗɗe.","arabic":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2042,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:14","price":"\"Karanta Littãfinka. Ranka ya isa ya zama mai hisãbi a kanka a yau.\"","arabic":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2043,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:15","price":"Wanda ya nẽmi shiryuwa, to, ya nẽmi shiryuwa ne dõminkansa kawai kuma wanda ya ɓace, to, ya ɓace ne a kansa kawai kuma rai mai ɗaukar nauyi bã ya ɗaukar nauyin wani ran, kuma ba Mu zama mãsu yin azãba ba, sai Mun aika wani Manzo.","arabic":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2044,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:16","price":"Kuma idan Mun yi nufin Mu halakar da wata alƙarya, sai Mu umurci mawadãtanta, har su yi fasadi a cikinta, sa'an nan maganar azãba ta wajaba a kanta, sa'an nan Mu darkãke ta, darkãkẽwa.","arabic":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2045,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:17","price":"Kuma da yawa Muka halakar da al'ummomi a bãyan Nũhu. Kuma Ubangijinka Ya isa ya zama Mai ƙididdigewa ga zunubban bãyinSa, Mai gani.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2046,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:18","price":"Wanda ya kasance yanã nufin mai gaggãwa, sai Mu gaggauta masa a cikinta, abin da Muke so ga wanda Muke nufi, sa'an nan kuma Mu sanya masa Jahannama, ya ƙõnu da ita, yanã abin zargi kuma abin tunkuɗewa.","arabic":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2047,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:19","price":"Kuma wanda ya nufi Lãhira, kuma ya yi aiki sabõda ita irin aikinta alhãli kuwa yanã mũmĩni, to, waɗannan aikinsu ya kasance gõdadde.","arabic":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2048,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:20","price":"Dukkansu Munã taimakon waɗannan da waɗancan daga kyautar Ubangijinka, kuma kyautar Ubangijinka ba ta kasance hananna ba.","arabic":"كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2049,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:21","price":"Ka duba yadda Muka fĩfĩtar da sãshensu a kan sãshe! Kuma lalle ne Lãhira ce mafi girman darajõji, kuma mafi girman fĩfĩtãwa.","arabic":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2050,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:22","price":"Kada ka sanya wani abin bautawa na daban tãre da Allah har ka zauna kana abin zargi, yarɓaɓɓe.","arabic":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2051,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:23","price":"Kuma Ubangijinka Ya hukunta kada ku bauta wa kõwa fãce Shi, kum game da mahaifa biyu ku kyautata kyautatawa, ko dai ɗayansu ya kai ga tsũfa a wurinka ko dukansu biyu, to, kada ka ce musu 'tir' kuma kada ka tsãwace su kuma ka faɗa musu magana mai karimci.","arabic":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2052,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:24","price":"Kuma ka sassauta musu fikãfikan tausasãwa na rahama. Kuma ka ce: \"Ya Ubangijina! Ka yi musu rahama, kamar yadda suka yi rẽnõna, ina ƙarami.\"","arabic":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2053,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:25","price":"Ubangijin ku ne Mafi sani ga abin da yake a cikin rãyukanku. Idan kun kasan ce sãlihai to lalle ne shĩ Ya kasance ga mãsu kõmawa gare Shi, Mai gãfara.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2054,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:26","price":"Kuma ka bai wa ma'abũcin zumunta hakkinsa* da miskĩna da ɗan hanya. Kuma kada ka bazzara dũkiyar ka, bazzarãwa.","arabic":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2055,"juzNumber":15,"footnotes":"* Hakkin zumunta shi ne alheri da sãdar da zumunta. Hakkin miskini da ɗan hanya zakka da sadakar taɗawwa'i da liyãfar kwana uku ga bãƙo bisa al'ada da alheri, bã bisa ɓarna da kallafãwa ba.","lang":"ha"},{"name":"17:27","price":"Lalle ne mubazzarai sun kasance 'yan'uwan shaiɗanu. Kuma Shaiɗan ya kasance ga Ubangijinsa, mai yawan kãfirci.","arabic":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2056,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:28","price":"Ko dai ka kau da kai daga gare su dõmin nẽman rahama daga Ubangijinka, wadda kake fãtanta, to sai ka gaya musu magana mai laushi.","arabic":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2057,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:29","price":"Kuma kada ka sanya hannunka ƙuƙuntacce zuwa ga wuyanka, kuma kada ka shimfiɗa shi dukan shimfiɗãwa har ka zama abin zargi, wanda ake yanke wa.*","arabic":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2058,"juzNumber":15,"footnotes":"* Kada ka zama marõwaci a zarge ka, kuma kada ka zama almubazzari ka rasa mutãne, su yanke daga gare ka.","lang":"ha"},{"name":"17:30","price":"Lalle ne Ubangijinka Yanã shimfiɗa arzĩki ga wanda Yake so, kuma Yanã ƙuƙuntãwa. Lalle Shi, Yã kasance Mai sani ga bãyinSa, Mai gani.","arabic":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2059,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:31","price":"Kuma kada ku kashe 'yã'yanku dõmin tsõron talauci. Mu ne ke arzũta su, su da ku. Lalle ne kashe su yã kasance kuskure babba.","arabic":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2060,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:32","price":"Kuma kada ku kusanci zina. Lalle ne ita ta kasance alfãsha ce kuma tã mũnãna ga zama hanya.","arabic":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2061,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:33","price":"Kuma kada ku kashe rai wanda Allah Ya haramta fãce da haƙƙi, kuma wanda aka kashe, yanã wanda aka zãlunta to, haƙĩƙa Mun sanya hujja ga waliyyinsa, sai dai kada ya ƙẽtare haddi a cikin kashẽwar. Lalle shĩ ya kasance wanda ake taimako.","arabic":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2062,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:34","price":"Kuma kada ku kusanci dũkiyar marãya fãce dai da sifa wadda take ita ce mafi kyau, har ya isa ga mafi ƙarfinsa. Kuma ku cika alkawari. Lalle alkawari yã kasance abin tambayãwa ne.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2063,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:35","price":"Kuma ku cika mũdu idan kun yi awo, kuma ku auna nauyi da sikẽli madaidaici. Wancan ne mafi alhẽri, kuma mafi kyau ga fassara.","arabic":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2064,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:36","price":"Kuma kada ka bi abin da bã ka da ilmi game da shi. Lalle ne jĩ da gani da zũciya, dukan waɗancan (mutum) yã kasance daga gare shi wanda ake tambaya.","arabic":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2065,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:37","price":"Kuma kada ka yi tafiya a cikin ƙasa da alfahari. Lalle kai bã zã ka hũda ƙasa ba kuma bã zã ka kai a duwãtsu ba ga tsawo.","arabic":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2066,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:38","price":"Dukan wancan mli mũninsa yã kasance abin ƙyãma a wurin Ubangijin ka.","arabic":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2067,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:39","price":"Wancan yãnã daga abin da Ubangijinka Ya yi wahayi zuwa gare ka na hikima. Kuma kada ka sanya wani abin bautãwa na daban tãre da Allah har a jẽfa ka a cikin Jahannama kanã wanda ake zargi, wanda ake tunkuɗẽwa*","arabic":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2068,"juzNumber":15,"footnotes":"* Wannan shĩ ne ƙarshen muƙãrana tsakãnin shiryarwar da Alƙur'ãni ya kãwo wa dũniya da abin da Attaura ta kãwo wa Banĩ Isrã'ĩla. Kuma akwai daidatãwa a cikinsu a tsakãnin hãlãye mãsu kyau da kĩshiyõyinsu, watau hãlãye mãsu mũni.","lang":"ha"},{"name":"17:40","price":"Shin fa, Ubangijinku Ya zãɓe ku da ɗiya maza ne, kuma Ya riƙi 'ya'ya mãta daga malã'iku?* Lalle ne kũ, haƙĩƙa, kunã faɗar magana mai girma!","arabic":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2069,"juzNumber":15,"footnotes":"* Farkon muƙãrana a tsakãnin al'ãdun mushirikai da shiryarwar Alƙur'ãni dõmin gyãra tunãninsu ga karɓar ĩmãnin tauhĩdi.","lang":"ha"},{"name":"17:41","price":"Kuma lalle ne haƙĩƙa, Mun sarrafa bayãni a cikin wannan Alƙur'ãni dõmin su yi tunãni, kuma bã ya ƙãra musu kõme fãce gudu.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2070,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:42","price":"Ka ce: \"Dã akwai waɗansu abũbuwan bautãwa tãre da shi, kamar yadda suka faɗa, a lõkacin, dã (abũbuwan bautãwar) sun nẽmi wata hanya* zuwa ga Ma'abũcin Al'arshi.\"","arabic":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2071,"juzNumber":15,"footnotes":"* Dã su abõkan tãrayyar sun nemi hanya zuwa ga Allah dõmin su yãƙe shi sabõda Ya ce Al'arshi Tãsa ce, Shi kaɗai, dõmin su sãmi nãsu rabon, sabõda Al'arshi tã haɗiye kõme, har da su.","lang":"ha"},{"name":"17:43","price":"TsarkinSa yã tabbata kuma Ya ɗaukaka daga abin da suke faɗã, ɗaukaka mai girma.","arabic":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2072,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:44","price":"Sammai bakwai da ƙasa da wanda yake a cikinsu sunã yi Masa tasbĩhi. Kuma bãbu wani abu fãce yanã tasbĩhi game da gõde Masa, kuma amma ba ku fahimtar tasbĩhinsu. Lalle ne shĩ, Ya kasance Mai haƙuri ne, Mai gãfara.","arabic":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2073,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:45","price":"Kuma idan ka karanta Alƙur'ani,* sai Mu sanya a tsakãninka da tsakanin waɗanda bã su yin ĩmãni da Lãhira wani shãmaki mai suturcẽwa.","arabic":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2074,"juzNumber":15,"footnotes":"* Mushirikai jahilai ne, ba su iya ɗaukar jãyayyar magana, sabõda sun fi kusanta zuwa ga dabbõbi ga tunãninsu, bisa gare su zuwa ga mutãne, kõ da yake sauran jikinsu na mutãne ne. Sabõda haka a kõ yaushe sunã kusa ga faɗan tãyar da hankali da dõke-dõke. Sabõda haka Allah Ya sanya tsari ga AnnabinSa da wanda ya bi hanyar Annabin, wajen shiryar da mutãne game da karanta Alƙur'ãni. Bã zã su iya fãɗa mai karanta Alƙur'ãni da dũka ba, kuma tsõronsa suke ji dõmin kwarjinin Alƙur'ãni.","lang":"ha"},{"name":"17:46","price":"Kuma Mu sanya marufai a kan zukãtansu dõmin kada su fahimce shi, da, wani nauyi a cikin kunnuwansu, kuma idan ka ambaci Ubangijinka, a cikin Alƙur'ãni shĩ kaɗai, sai su jũya a kan bayayyakinsu dõmin gudu.","arabic":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2075,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:47","price":"Mũ ne Mafi sani game da abin da suke saurãre da shi a lõkacin da suke yin saurãren zuwa gare ka, kuma a lõkacin da suke mãsu gãnãwa a tsakãninsu a lõkacin da azzãlumai suke cẽwa, \"Bã ku biyar kõwa fãce wani namiji sihirtacce.\"","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2076,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:48","price":"Ka dũba yadda suka buga maka misãlai, sai suka ɓace bã su iya sãmun hanya.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2077,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:49","price":"Kuma suka ce: \"Shin, idan mun kasance ƙasũsuwa da, niƙaƙƙun gaɓãɓuwa ashe, lalle ne mũ haƙĩƙa, waɗanda ake tãyarwa ne a wata halitta sãbuwa?\"","arabic":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2078,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:50","price":"Ka ce: \"Ku kasance duwãtsu ko kuwa baƙin ƙarfe.\"","arabic":"۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2079,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:51","price":"\"Kõ kuwa wata halitta daga abin da yake da girma a cikin ƙirazanku.\" To zã su ce \"Wãne ne zai mayar da mu?\" Ka ce: \"Wanda Ya ƙaga halittarku a fabkon lõkaci.\" To, zã su gyaɗa kansu zuwa gare ka, kuma sunã cẽwa, \"A yaushene shi?\" Ka ce: \"Akwai tsammãninsa ya kasance kusa.\"","arabic":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2080,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:52","price":"\"A rãnar da Yake kiran ku, sa'an nan ku riƙa karɓãwa game dã gõde Masa, kuma kunã zaton ba ku zauna ba fãce kaɗan.\"","arabic":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2081,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:53","price":"Kuma ka cẽ wa bãyiNa, su faɗi kalma* wadda take mafi kyau. Lalle ne Shaiɗan yanã sanya ɓarna a tsakãninsu. Lalle ne Shaiɗan ya kasance ga mutum, maƙiyi bayyanan ne.","arabic":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2082,"juzNumber":15,"footnotes":"* Ka ce wa bãyĩNa, mutãne, idan sunã magana su auna kalmõmin da suke zance da su, sa'an nan su riƙa amfãni da kalma mafi kyãwo dõmin kada shaiɗan ya sãmi mashiga daga maganarsu zuwa ga zukãtansu, ya sanya ɓarna a tsakãninsu.","lang":"ha"},{"name":"17:54","price":"Ubangijinku ne Mafi sani game da ku. Idan Ya so, zai yi muku rahama, kõ kuwa idan Yã so zai azabtãku. Kuma ba Mu aika ka kanã wakĩli a kansu ba.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2083,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:55","price":"Kuma Ubangijinka ne Mafi sani game da wanda yake a cikin sammai da ƙasa. Kuma lalle ne, haƙĩƙa, Mun fĩfĩta sãshen Annabãwa a kan sãshe kuma Mun bai wa Dãwũda zabũra.*","arabic":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2084,"juzNumber":15,"footnotes":"* Muƙãrana a tsakãnin Annabãwa. Allah Yã fĩfĩta waɗansu a kan waɗansu. Falalar Dãwũda a kan waɗansu Annabãwa da Zabũra ne to inã fĩfĩkon wanda aka bai wa Alƙur'ãni mafĩfĩcin littafi da sauran Annabãwa?.","lang":"ha"},{"name":"17:56","price":"Ka ce: \"Ku kirãyi waɗanda kuka riya, baicinSa.\" To, ba su mallakar kuranyẽwar cũta daga gare ku, kuma haka jũyarwa.\"*","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2085,"juzNumber":15,"footnotes":"* Bã zã su iya jũyar da cũta daga gare ku zuwa ga wani ko kuwa daga wani zuwa gare ku ba.","lang":"ha"},{"name":"17:57","price":"Waɗancan, waɗanda suke kiran*, sunã nẽman tsãni zuwa ga Ubangijinsu. Waɗanne ne suke mafĩfĩta a kusanta? Kuma sunã fãtan sãmun rahamarSa, kuma sunã tsõron azãbarSa. Lalle ne azãbar Ubangijinka ta kasance abar tsõro ce.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2086,"juzNumber":15,"footnotes":"* Waɗanda kãfirai ke neman tawassuli da su zuwa ga Allah, sũ ma sunã neman abin da zai sãdar da su zuwa ga Allah, sabõda haka bãbu bambanci a tsakãnin mai tawassuli da wanda ake tawassulin da shi ga kusanta zuwa ga Allah. Bãbu mai kusanta zuwa ga Allah sai da taƙawa ga ibãdarSa kawai.","lang":"ha"},{"name":"17:58","price":"Kuma bãbu wata alƙarya fãce, Mu ne mãsu halaka ta a gabãnin Rãnar ¡iyãma kõ kuwa Mũ mãsu azãbta ta ne da azãba mai tsanani. Wancan ya kasance a cikin littãfi rubũtacce.","arabic":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2087,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:59","price":"Kuma bãbu abin da ya hana Mu, Mu aika da ãyõyi fãce sabõda mutãnen farko sun ƙaryata game da su. Kuma Mun bai wa Samũdãwa tãguwa, ãyã bayyananna, sai suka yi zãlunci game da ita. Kuma bã Mu aikãwa da ãyõyi fãce dõmin tsõratarwa.","arabic":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2088,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:60","price":"Kuma a lõkacin da Muka ce maka, \"Lalle ne Ubangijinka Yã kẽwaye mutãne.\" Kuma ba Mu sanya abin da ya gani wanda* Muka nũna maka ba, fãce dõmin fitina ga mutãne, da itãciya wadda aka la'anta a cikin Alƙur'ani. Kuma Munã tsõratar da su, sa'an nan (tsõratarwar) bã ta ƙãra su fãce da kangara mai girma.","arabic":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2089,"juzNumber":15,"footnotes":"* Abũbuwan da Annabi ya gani a daren Isrã'i da Mi'irãji, watau tafiyarsa zuwa sama wadda aka yi ishãrã da ita a farkon sũrar. Itãciyar da aka la'anta ita ce Zaƙƙũm abincin mutãnen Wuta. Akwai muƙãrana, a cikin wannan,cħwa ãyõyin da aka bai wa wani Annabi sun fi waɗanda aka bai wa wasu Annabãwa girma.","lang":"ha"},{"name":"17:61","price":"Kuma a lõkacin* da Muka cẽ wa malã'iku, \"Ku yi sujada ga Ãdamu,\" sai suka yi sujada, fãce Ibilĩsa, ya ce: \"shin, zan yi sujada ga wanda ka** halitta shi yanã lãka?\"","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2090,"juzNumber":15,"footnotes":"* Muƙãrana a tsakãnin jinsin mutum da malã'iku da aljannu. An fĩfĩtar da jinsin mutum da sanya wa sauran jinsõshi biyu su yi masa sujada, sa'an nan aka ɗaukaka jinsin malã'ika sabõda ɗã'a, kuma aka la'anci jinsin Iblĩsa da sãɓo. ** Rubũta \"ka\" da ƙaramin \"ka\" ne kõ da yake lamĩrin Allah ne, dõmin ya nuna hãlin maganar Shaiɗan zuwa ga Allah Mai girma. Yanã yin maganar da hushi, ba da girmamawa ba.","lang":"ha"},{"name":"17:62","price":"Ya ce: \"Shin, kã gan ka*! Wannan wanda ka girmama a kaina, lalle ne idan ka jinkirtã mini zuwa ga Rãnar ¡iyãma lalle ne, zan tumɓuke zuriyarsa, fãce kaɗan.\"","arabic":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2091,"juzNumber":15,"footnotes":"* Mai sãɓõ sabõda hassada bã ya ganin girman Ubangijinsa. A cikin maganar Iblĩs akwai rashin ladabi da nũna ƙiyayya ga Ãdamu, har zuwa ga zuriyarsa, wadda ba a haifã ba tukuna.","lang":"ha"},{"name":"17:63","price":"Ya ce: \"Ka tafi. Sa'an nan wanda ya bĩ ka daga gare su, to, Jahannama ce sakamakonku, (Mu ba ku shi) sakamako cikakke.\"","arabic":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2092,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:64","price":"\"Kuma ka rikitar da wanda ka sãmi ĩko a kansa, daga gare su, da sautinka, kuma ka yi hari a kansu da dawãkinka da dãkãrunka kuma ka yi tãrẽwa da su a cikin dũkiyõyi da ɗiyã, kumaka yi musu wa'adi. Alhãli kuwa Shaiɗan bã ya yi musu wa'adin kõme fãce da ruɗi.\"","arabic":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2093,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:65","price":"\"Lalle ne bãyiNa, bã ka da wani ƙarfi a kansu. Kuma Ubangijinka Ya isa Ya zama wakĩli.\"","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2094,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:66","price":"Ubangijinku ne Yake gudãnar da jirgi a cikin tẽku, dõmin ku nema daga falalarSa. Lalle ne Shĩ, Yã kasance a gare ku Mai jin ƙai.","arabic":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2095,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:67","price":"Kuma idan cũta ta shãfe ku, a cikin tẽku, sai wanda kuke kira ya ɓace fãce Shi. To, a lõkacin da Ya tsira da ku zuwa, ga tudu sai kuka bijire. Kuma mutum ya kasance mai yawan butulci.","arabic":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2096,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:68","price":"Shin fa kun amince cẽwa (Allah) bã Ya shãfe gẽfen ƙasa game da ku kõ kuwa Ya aika da iska mai tsakuwa a kanku, sa'an nan kuma bã zã ku sãmi wani wakĩli ba dõminku?","arabic":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2097,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:69","price":"Ko kun amince ga Ya mayar da ku a cikin tẽkun a wani lõkaci na dabam, sa'an na Ya aika wata gũguwa mai karya abũbuwa daga iska, har ya nutsar da ku sabõda abin da kuka yi na kãfirci? Sa'an nan kuma bã ku sãmun mai bin hakki sabõda ku, a kanMu, game da Shi.","arabic":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2098,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:70","price":"Kuma lalle ne Mun girmama 'yan Adam*, kuma Muka ɗauke su a cikin ƙasa da tẽku kuma Muka azurta su daga abũbuwa mãsu dãɗi kuma Muka fĩfĩta su a kan mãsu yawa daga waɗanda Muka halitta, fĩfĩtãwa.","arabic":"۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2099,"juzNumber":15,"footnotes":"* Muƙãrana a tsakãnin jinsin mutum da sauran halittar Allah.","lang":"ha"},{"name":"17:71","price":"A rãnar da Muke kiran* kõwane mutãne da lĩmãminsu to, wanda aka bai wa littafinsa a dã, mansa, to, waɗannan sunã karãtun littãfinsu, kuma bã a zãluntar su da zaren bãkin gurtsin dabĩno.","arabic":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2100,"juzNumber":15,"footnotes":"* Muƙãrana a Lãhira a tsakãnin al'ummõmi kuma da tsakãnin mũminai da kãfirai,.","lang":"ha"},{"name":"17:72","price":"Kuma wanda ya kasance makãho* a cikin wannan sabõda haka shi a Lãhira makãho ne kuma mafi ɓata ga hanya.","arabic":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2101,"juzNumber":15,"footnotes":"* Muƙarana a tsakãnin makantar basĩra da makantar ganin ido.","lang":"ha"},{"name":"17:73","price":"Kuma lalle ne sun yi kusa haƙĩƙa, su fitinẽ ka daga abin da Muka yi wahayi zuwa gare ka, dõmin ka ƙirƙira waninsa a gare Mu, a lõkacin, haƙĩƙa, dã sun riƙe ka masoyi.","arabic":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2102,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:74","price":"Kuma bã dõmin* Mun tabbatar da kai ba, lalle ne, haƙĩƙa, dã kã yi kusa ka karkata zuwa gare su ta wani abu kaɗan.","arabic":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2103,"juzNumber":15,"footnotes":"* Muƙãrana a tsakãnin sarauta da Manzancin Allah. Sarkin dũniya yanã canja manufarsa dõmin neman yardar mutãnensa. Amman Manzon Allah bã ya sãke abin da Allah Ya umurce shi da shi dõmin neman yardar Mutãne.","lang":"ha"},{"name":"17:75","price":"A lõkacin, lalle ne, dã Mun ɗanɗana maka ninkin azãbar rãyuwa da ninkin azãbar mutuwa, sa'an nan kuma bã zã ka sãmi mataimaki ba a kanMu.","arabic":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2104,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:76","price":"Kuma lalle ne, sun* yi kusa, haƙĩƙa, su tãyar da hankalinka daga ƙasar, dõmin su fitar da kai daga gare ta. Kuma a lõkacin, bã zã su zauna ba a kan sãɓãninka fãce kaɗan.","arabic":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2105,"juzNumber":15,"footnotes":"* Muƙãrana a tsakãnin mai aiki dõmin Allah, bã a iya jũyar da shi daga aikinsa dõmin neman wata kamãla, amma mai aikin dũniya anã iya canja shi dõmin haka. Kuma bambancin hijira da kõra waɗanda suka kõri Annabinsu sai a halaka su, amma waɗanda Annabinsu ya yi hijira gabãnin azãba, to, bã zã a halaka su ba.","lang":"ha"},{"name":"17:77","price":"Hanyar waɗanda, haƙĩƙa, Muka aika a gabãninka, daga ManzanninMu, kuma bã zã ka sãmi jũyarwa ba ga hanyar Mu.","arabic":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2106,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:78","price":"Ka tsayar da salla* a karkatar rãnã zuwa ga duhun dare da lõkacin fitar alfijir** lalle ne karãtun fitar alfijir ya kasance wanda ake halarta.","arabic":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2107,"juzNumber":15,"footnotes":"* Tsayar da salla a cikin lõkutanta, shi ne yake hana a yaudari mutum da magana har a sanya shi ya yi abin da bai kamãta ba, ko kuma ya yi abin da sharĩ'a ta hana. ** Karãtun fitar alfijir, ana nufin sallar asuba. Sabõda haka anã son dõgon karãtu a cikinta, gwargwadon fãrã ta a duhun dare a bayan fitar Alfijir.","lang":"ha"},{"name":"17:79","price":"Kuma da dare, sai ka yi hĩra* da shi (Alƙur'ãni) akan ƙãri gare ka. Akwai tsammãnin Ubangijin ka Ya tãyar da kai a wani matsayi gõdadde.","arabic":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2108,"juzNumber":15,"footnotes":"* Hĩra da Alƙur'ãni, watau a yi sallõlin nãfila na dare, shafa'i bibbiyu, a ƙãre da wutri. Ga Annabi tahajjudi da wutrin wãjibi ne ƙãri a kan abin da aka ɗõra wa sauran mutãne, a lõkacin da yake zaune a gida. Ga sauran mutãne wutri sunna ce, kamar sallõlin ĩdi da rõkon ruwa da husũfin rãnã da na wata. A nan akwai bambanci a tsakãnin Annabi da jama'arsa a wajen wutri.","lang":"ha"},{"name":"17:80","price":"Kuma ka ce: \"Yã Ubangijĩna*! Ka shigar, da ni shigar gaskiya, kuma Ka fitar da ni fitar gaskiya. Kuma Ka sanya mini, daga gun Ka, wani ƙarfi mai taimako.\"","arabic":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2109,"juzNumber":15,"footnotes":"* Kuma ka yi addu'a a cikin sallarka da bãyanta da wannan addu'a dõmin ta nũna sallamãwarka ga Ubangijinka Allah.","lang":"ha"},{"name":"17:81","price":"Kuma ka ce: \"Gaskiya tã zo, kuma ƙarya ta lãlãce. Lalle ne ƙarya ta kasance lãlãtacciya.\"","arabic":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2110,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:82","price":"Kuma Munã sassaukarwa daga Alƙur'ãni, abin da yake waraka ne da rahama ga mũminai. Kuma bã ya ƙãra wa azzãlumai (kõme) fãce hasãra.","arabic":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2111,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:83","price":"Kuma idan Muka yi ni'ima a kan mutum,* sai ya hinjire, kuma ya nĩsanta da gefensa, kuma idan sharri ya shãfe shi, sai ya kasance mai yanke ƙauna.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2112,"juzNumber":15,"footnotes":"* Muƙãrana a tsakãnin hãlãye biyu na mutum, hãlin tsanani da hãlin cũta.","lang":"ha"},{"name":"17:84","price":"Ka ce: \"Kõwa ya yi aiki a kan hanyarsa. Sa'an nan Ubangijinka ne Mafi sani ga wanda yake mafi shiryuwa ga Hanya.\"","arabic":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2113,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:85","price":"Sunã tambayar ka ga rũhi. Ka ce: \"Rũhi daga al'amarin Ubangijina ne, kuma ba a bã ku (kõme) ba daga ilmi fãce kaɗan.\"","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2114,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:86","price":"Kuma lalle ne idan Mun so, haƙĩƙa, Munã tafiya da abinda Muka yi wahayi zuwa gare ka. Sa'an nan kuma bã za ka sãmi wani wakĩli ba dõminka game da shi a kanMu.","arabic":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2115,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:87","price":"Fãce da rahama daga Ubangijinka. Lalle ne falalarSa ta kasance mai girma a kanka.","arabic":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2116,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:88","price":"Ka ce: \"Lalle ne idan mutãne da aljannu sun tãru a kan su zo da misãlin wannan Alƙur'ãni bã zã su zo da misãlinsa ba, kuma kõ dã sãshinsu yã kasance, mataimaki ga sãshi.\"","arabic":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2117,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:89","price":"Kuma lalle ne, haƙĩƙa, Mun caccanza dõmin mutãne, a cikin wannan Alƙur'ãni, daga kõwane misãli sai mafi yawan mutãne suka ƙi (kõme) fãce kãfirci,","arabic":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2118,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:90","price":"Kuma suka ce: \"Bã zã mu yi ĩmãni ba dõminka sai kã ɓuɓɓugar* da idan ruwa daga ƙasa.","arabic":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2119,"juzNumber":15,"footnotes":"* Kãfiri bã ya iya hangen abinda bã a iya taɓa shi da gaɓoɓin ji na jiki, dõmin haka suka nemi ɗayan waɗannan abũbuwa ya auku kãmin su yi ĩmãni. Mũmini yanã kange da ganin basĩra, dõmin haka ya wadãtu da zaman Alƙur'ani ãyã mai isa ga ya yi ĩmãni da shi.","lang":"ha"},{"name":"17:91","price":"\"Kõ kuma wata gõna daga dabĩnai da inabi ta kasance a gare ka. Sa'an nan ka ɓuɓɓugar da ƙõramu a tsakãninta ɓuɓɓugarwa.\"","arabic":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2120,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:92","price":"\"Kõ kuwa ka kãyar da sama a kanmu kaɓukka kõ kuwa ka zo da Allah, da malã'iku banga-banga.\"","arabic":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2121,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:93","price":"\"Kõ kuwa wani gida na zĩnãriya ya kasance a gare ka, kõ kuwa ka tãka a cikin sama. Kuma bã zã mu yi ĩmãni ba ga tãkawarka, sai ka sassaukõ da wani littãfi a kanmu, munã karantã shi.\" Ka ce: \"Tsarki ya tabbata ga Ubangijĩna! Ban kasance ba fãce mutum, Manzo.\"","arabic":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2122,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:94","price":"Kuma bãbu abin da ya hana mutãne su yi ĩmãni, a lõkacin da shiriya ta jẽ musu, fãce sunce, \"Shin, Allah zai aiko mutum ya zamo yana Manzo.\"","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2123,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:95","price":"Ka ce: \"Dã malã'iku sun kasance a cikin ƙasa, kuma sunã tafiya, sunã masu natsuwa, lalle ne dã mun saukar da malã'ika daga sama ya zama manzo a kansu.\"","arabic":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2124,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:96","price":"Ka ce: \"Allah Yã isa zama shaida a tsakãnina da ku. Lalle Shi Ya kasance ga bãyinsa, mai ƙididdigewa ne Mai gani.\"","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2125,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:97","price":"Kuma wanda Allah Ya shiryar, to, shĩ ne shiryayye, kuma wanda Ya ɓatar to bã zã ka sãmi waɗansu masõya gare su ba baicinSa. Kuma Munã tãra su a Rãnar ¡iyãma a kan fuskõkinsu, sunã makãfi, kuma bẽbãye da kurãme. Matattararsu Jahannama ce, kõ da yaushe ta bice, sai Mu ƙãra musu wata wuta mai tsanani.","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2126,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:98","price":"Wancan ne sãkamakonsu sabõda lalle sũ, sun kãfirta da ãyõ yinMu, kuma suka ce: \"Shin idan muka kasance ƙasũsuwa da nĩƙaƙƙun gaɓũɓuwa, shin lalle mũ, haƙĩ ka, waɗanda ake tãyarwa ne a cikin wata halitta sãbuwa?\"","arabic":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2127,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:99","price":"Shin, kuma ba su ganĩ* ba (cẽwa) lalle ne Allah, wandaYa halicci sammai da ƙasa, Mai ikon yi ne a kan Ya halicci misãlinsu? Kuma Ya sanya wani ajali wanda bãbu kõkwanto a cikinsa? Sai azzãlumai suka ƙi fãce kãfirci.","arabic":"۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2128,"juzNumber":15,"footnotes":"* Muƙãrana a tsakãnin farkon halitta da mayarwa da ita, idan fãrãwa ba ta buwãya ba, mayarwa bã zã ta buwãya ba.","lang":"ha"},{"name":"17:100","price":"Ka ce: \"Dã dai kũ, kunã mallakar* taskõkin rahamar Ubangijĩna, a lõkacin, haƙĩƙa dã kun kãme dõmin tsõron ƙãrẽwar taskõkin. Kuma mutum yã kasance mai ƙwauro ne.\"","arabic":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2129,"juzNumber":15,"footnotes":"* Muƙãrana a tsakãnin kyautar mutum da rõwarsa ga dũkiyar da ya mallaka.","lang":"ha"},{"name":"17:101","price":"Kuma lalle ne haƙĩƙa Mun bai wa Mũsã ãyõyi* guda tara bayyanannu, sai ka tambayi Banĩ Isrã'ila, a lõkacin da ya jẽ musu, sai Fir'auna ya ce masa, \"Lalle nĩ, inã zaton ka, ya Mũsã, sihirtacce.\"","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2130,"juzNumber":15,"footnotes":"* Muƙãrana a tsakãnin maganar makangari Fir'auna da Manzon Allah, Mũsã dõmin nũna ãyar Annabãwa ba su tsõron kõwa wajen iyar da Manzancin Allah, kuma bã su ganin wani ƙarfi a gabansu fãce na Allah.","lang":"ha"},{"name":"17:102","price":"Ya ce: \"lalle ne haƙĩƙa ka sani bãbu wanda ya saukar da waɗannan, fãce Ubangijin sammai da ƙasa dõmĩn su zama abũbuwan lũra. Kuma lalle ne ni, haƙĩƙa, ina zaton ka, yã Fir'auna, halakakke.\"","arabic":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2131,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:103","price":"Sai ya yi nufin fitar da su daga ƙasar, sai Muka nutsar da shi, shi da wanda yake tãre da shi gabã ɗaya.","arabic":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2132,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:104","price":"Kuma Muka ce: daga bãyansa ga Banĩ Isrã'ĩla, \"Ku zauni ƙasar. Sa'an nan idan wa'adin ƙarshe ya zo, zã Mu jẽ da ku jama'a-jama'a.\"*","arabic":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2133,"juzNumber":15,"footnotes":"* Wannan magana tanã kamã da da'awar Yahũdu cewa yanã rubuce a cikin littãfinsu za su kõma haɗuwa bãyan rarraba a nan dũniya kuma Hadĩsin kõmawar Yahũdu a Falasɗĩnu, har Musulmi su yi yãƙi da su, sunã a kan gãɓar gabas kuma su Yahũdãwa suna a kan gãɓar yamma daga Kõgin Urdun yanã ƙarfafa wannan ra'ayi. Kuma an ruwaito cewa daga cikin alãmõmin Tãshin Ƙiyãma akwai kõmãwar Yahũdu a Falasɗinu. Allah ne Mafi sani.","lang":"ha"},{"name":"17:105","price":"Kuma da gaskiya Muka saukar da shi, kuma da gaskiya ya sauka. Kuma ba Mu aike ka ba fãce kanã mai bãyar da bushãra kuma mai gargaɗi.","arabic":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2134,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:106","price":"Kuma yanã abin karãtu Mun rarraba shi dõmin ka karanta shi ga mutane a kan jinkiri kuma Mun sassaukar da shi sassaukarwa.*","arabic":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2135,"juzNumber":15,"footnotes":"* Saukar da Alƙur'ãni a cikin shekaru ashirin ko ashirin da uku ya yi kama da saukar ãyõyin Mũsã tãre a lõkacin da yake kiran Fir'auna zuwa ga addini.","lang":"ha"},{"name":"17:107","price":"Ka ce: \"Ku yi ĩmãni* da Shi, ko kuwa kada ku yi ĩmãni, lalle ne waɗanda aka bai wa ilmi daga gabãninsa, idan anã karãtunsa a kansu, sunã fãɗuwa ga haɓõɓinsu, sunã mãsu sujada.\"","arabic":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2136,"juzNumber":15,"footnotes":"* Muƙãranar yin ĩmãni da rashin ĩmãnin mutãne ga Alƙur'ãni ba zai rage gaskiyarsa da kõme ba, sai dai waɗanda suka ƙi ĩmãnin ne zã su cũtu, sa'an nan da bambanci a tsakãnin mai ilmi da jãhili. Mai ilmi yanã da sauƙin jãwuwa zuwa ga gaskiya har ya rasa abin da zai aikata fãce ya fãɗi rikice, a kan haɓarsa, yanã mayar da al'amari ga Allah kuma yanã tawali'u.","lang":"ha"},{"name":"17:108","price":"\"Kuma sunã cẽwa: Tsarki ya tabbata ga Ubangijinmu! Lalle ne wa'adin Ubangijinmu ya kasance, haƙĩƙa, abin aikatãwa.\"","arabic":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2137,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:109","price":"Kuma sunã fãɗuwa ga haɓõɓinsu sunã kũka, kuma yanã ƙara musu tsõro.","arabic":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2138,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"17:110","price":"Ka ce: \"Ku kirayi Allah* kõ kuwa ku kirãyi Mai rahama. Kõwane kuka kira to Yanã da sũnãye mafi kyau. Kuma, kada ka bayyana** ga sallarka, kuma kada ka ɓõye ta. Ka nẽmi hanya a tsakãnin wancan.\"","arabic":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2139,"juzNumber":15,"footnotes":"* Muƙarana a tsakãnin sũnayen Allah waɗanda ake kiran sa da su wajen rõƙo da waɗanda bã a yin roko da su. Sũnãyen mafiya kyau da ake kiran Allah da su Hadĩsi ya kãwo su sai a nħma daga Jalãlaini.** Kuma tsakaitãwa wajen karãtun salla ko addu'a kamar yadda aikin Annabi ya nũna yadda ake yi, kada a bayyana kada a ɓõye. Sai dai tsaka.","lang":"ha"},{"name":"17:111","price":"Kuma ka ce: \"Gõdiyã* ta tabbata ga Allah wanda bai riƙi ɗã ba kuma abõkin tãrayya bai kasance a gare Shi ba a cikin mulkinSa, kuma wani masõyi sabõda wulãkancin bai kasance a gare Shi ba.\" Kuma ka girmama Shi, girmamãwa.","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2140,"juzNumber":15,"footnotes":"* Ka ce: \"Allah ba Shi da abõkin muƙãrana a kõwace jiha. Shi kaɗai Ya cancanci girmamãwa.\" Sabõda haka ka girmama Shi, girmãmãwar da ta dãce da Shi.","lang":"ha"},{"name":"18:1","price":"Gõdiya ta tabbata ga Allah wanda Ya saukar da Littafi a kan bãwansa kuma bai sanya karkata ba a gare shi.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:2","price":"Madaidaici, dõmin Ya yi gargaɗi da azãba mai tsanani daga gare shi, kuma Ya yi bushãra ga mũminai, waɗanda suke aikata ayyuka na ƙwarai da (cẽwa) sunã da wata lãdã mai kyau.","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:3","price":"Sunã mãsu zama a cikinta har abada.","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:4","price":"Kuma Ya yi gargaɗi ga waɗanda* suka ce: \"Allah yanã da ɗa.\"","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"* Lãrabawa sun ce malã'iku 'ya'yan Allah ne. Yahũdawa sunce Uzairu ɗan Allah ne, Nasãra sun ce Ĩsã ɗan Allah ne. Bãbu ladabi ga faɗin wannan magana. Sabõda haka Annabi Muhammadu, tsira da amincin Allah su tabbata a gare shi, ya gaya musu, cewa wannan magana ƙarya ce kuma rashin ladabi ne ga Allah, da ba su yi ĩmãni ba, ya ji tsõro kada ya zama shĩ ne ya yi ƙwauron bãki ga faɗã musu gaskiya. Sai Allah Ya gaya masa, cewa kada ya halakar da ransa dõmin baƙin cikin haka.","lang":"ha"},{"name":"18:5","price":"Ba su da wani ilmi game da wannan magana, kuma iyãyensu bã su da shi, abin da ke fita daga bãkunansu ya girma ga ya zama kalmar faɗa! Ba su faɗan kõme fãce ƙarya.","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:6","price":"To, kã yi kusa ka halaka ranka a gurabbansu, wai dõmin ba su yi ĩmãni da wannan lãbãri ba sabõda baƙin ciki.","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:7","price":"Lalle ne Mũ, Mun sanya abin da ke kan ƙasa wata ƙawa* ce gare ta, dõmin Mu jarraba su; wanne daga cikinsu zai zama mafi kyau ga aiki.","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"* Sabõda haka ƙawar ƙasa, kamar furen itãcenta ne, bã su ruɗin mai hankali ga tsarewar ladabi tãre da Ubangijinsa, da bin sharĩ'ar Littafin da aka saukar wa Annabi kuma ba a sanya masa karkata ba.","lang":"ha"},{"name":"18:8","price":"Kuma lalle Mũ, Mãsu sanya abin da ke a kanta (ya zama) turɓãya ƙeƙasasshiya ne.","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:9","price":"Ko kuwa kã yi zaton cẽwa ma'abũta kõgo* da allo sun kasance abin mãmãki daga ãyõyin Allah?","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"* Lõkacin da Allah Ya ce: \"kada Annabi ya wahalar da kansa dõmin baƙin cikin ba a karɓi maganarsa ba, sai Ya ba shi lãbãrin ma'abũta kõgo, yadda suka yi gudun hijira da addininsu, Allah Ya tsare su daga wahala, a cikin halin abin al'ajabi. Sa'an nan ƙissar ta tattara a kan ladubba waɗanda ake nħman Mutum ya tsare su tãre da Ubangijinsa a cikin dukan mõtsinsa, kamar yadda bayãni zai nũna.","lang":"ha"},{"name":"18:10","price":"A lõkacin da samarin suka tattara zuwa ga kõgon, sai suka ce: \"Ya Ubangijinmu*! Ka bã mu wata rahama daga gare Ka, kuma Ka sauƙaƙe mana (sãmun) shiriya daga al'amarinmu.\"","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"* Sun fara da addu'a ta nħman shiriya daga Allah, Ubangijinsu. Addu'a tun farko ga kõme ladabi ne. Kuma fãrãwa da nũna bautarsu ga Ubangiji, ladabi ne. Hijira da addini 1adabi ne, kuma amincewa da sãmun rahamar Allah, ladabi ne ga Allah, sabõda haka Allah ya jiɓinci tsaron kõgon ya zame musu mafi kyawun wurin zama.","lang":"ha"},{"name":"18:11","price":"Sai Muka yi dũka a kan kunnunwansu,* a cikin kõgon, shẽkaru mãsu yawa.","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"* Dũka a cikin kunnuwa, shĩ ne sanya musu barci.","lang":"ha"},{"name":"18:12","price":"Sa'an nan Muka tãyar da su, dõmin Mu san wane ɗayan ƙungiyõyin biyu suka fi lissãfi ga abin da suka zauna na lõkacin.","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:13","price":"Mu ne ke jẽranta maka lãbãrinsu da gaskiya. Lalle ne sũ, waɗansu samãri ne. Sun yi ĩmãni da Ubangijinsu, kuma Muka ƙãra musu wata shiriya.","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:14","price":"Kuma Muka ɗaure a kan zukãtansu, a lõkacin da suka tsayu, sa'an nan suka ce: \"Ubangijinmu Shĩ ne Ubangijin sammai daƙasa. Bã zã mu kirãyi wanin Sa abin bautawa ba. (Idan mun yi haka) lalle ne, haƙĩƙa, mun faɗi abin da ya ƙẽtare haddi a sa'an nan.\"","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:15","price":"\"Ga waɗannan mutãnenmu sun riƙi waninSa abin bautãwa! Don me bã su zuwa da wata hujja bayyananna a kansu (waɗanda ake bautawar)? To, wãne ne mafi zãlunci daga wanda ya ƙãga ƙarya ga Allah?\"","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:16","price":"\"Kuma idan kun nĩsance su sũ da abin da suke bautãwa, fãce Allah, to, ku tattara zuwa ga kõgon sai Ubangijinku Ya watsa muku daga rahamar Sa kuma Ya sauƙaƙe muku madõgara daga al'amarinku.\"","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:17","price":"Kuma kanã ganin rãnã idan ta fito tanã karkata daga kõgonsu wajen dãma kuma idan ta fãɗi tanã gurgura su wajen hagu, kuma su, sunã a cikin wani fili daga gare shi. Wannan abu yanã daga ãyõyin Allah. Wanda Allah Ya shiryar, to shĩ ne mai shiryuwa, kuma wanda Allah Ya ɓatar to bã zã ka sãmar masa wani majiɓinci mai shiryarwa ba.","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:18","price":"Kuma kanã zaton su farkakku ne, alhãli kuwa sũ mãsu barci ne. Munã jũya su wajen dãma da wajen hagu, kuma karensu yanã shimfiɗe da zirã'õ'in ƙafãfuwansa ga farfãjiya (ta kõgon). Dã ka lẽka (a kan) su (dã) lalle ne, ka jũya daga gare su a guje kuma (dã) lalle ne ka cika da tsõro daga gare su.","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:19","price":"Kuma kamar wannan ne Muka tãyar da su, dõmin* su tambayi jũna a tsakãninsu. Wani mai magana daga cikinsu ya ce: \"Mẽne ne lõkacin da kuka zauna?\" suka ce: \"Mun zauna yini ɗaya ko sãshen yini.\" Suka ce: \"Ubangijinku ne Mafi sani ga abin da kuka zauna. To, ku aika da ɗayanku, game da azurfarku wannan, zuwa ga birnin**. Sai ya dũba wanne ne mafi tsarki ga abin dafãwa, sai ya zo muku da abinci daga gare shi. Kuma sai ya yi da hankali, kada ya sanar da ku ga wani mutum.\"","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"* Mahãwarar muminai a bãyan barcin shekara ɗari uku, amma duk da haka sunã cikin hankalinsu sunã mayar da al'amari ga Allah. ** Birnin shi ne Tarasus. Sunan sarƙinsu Daƙayãnus.","lang":"ha"},{"name":"18:20","price":"\"Lalle ne sũ idan sun kãmã ku, zã su jẽfẽ ku, kõ kuwa su mayar da ku a cikin addininsu kuma bã zã ku sãmi babban rabo, ba, a sa'an nan har abada.\"","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:21","price":"Kuma kamar wancan ne, Muka nũna su (gare su) dõmin su san lalle wa'adin Allah gaskiya ne, kuma lalle ne Sa'a bãbu shakka a cikinta. A lõkacin da suke jãyayyar al'amarinsu a tsakãninsu* sai suka ce: \"Ku gina wani gini a kansu, Ubangijinsu ne Mafi sani game da su.\" Waɗanda suka rinjãya a kan al'amarinsu suka ce: \"Lalle mu riƙi masãllãci a kansu.\"","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"* Muhãwarar mũminai da kãfirai, da yadda kãfirai ke zartar da al'amari bã da ambaton yardar Allah Ubangijinsu ba. Da yadda suke yin sãri-faɗi ga matsalõlin ilmi da ya kamãta a mayar da saninsu ga Allah.","lang":"ha"},{"name":"18:22","price":"Zã su ce: \"Uku ne da na huɗunsu karensu.\"Kuma sunã cẽwa, \"Biyar ne da na shidansu karensu,\" a kan jĩfa a cikin duhu. Kuma sunã cẽwa, \"Bakwaine da na takwas ɗinsu karensu.\"Ka ce: \"Ubangijĩna* ne Mafi saniga ƙidãyarsu, bãbu wanda ya san su fãce kaɗan.\"Kada ka yi jãyayya bayyananna. Kuma kada ka yi fatawa** ga kõwa daga gare su a cikin al'amarinsu.","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"* Bayãnin ladubban magana ga matsalõlin ilmi da na aiki. Bãbu wanda ya san gaibu sai Allah. Bã a tambayar mãlaman ɓata da son zũciya, dõmin sãri-faɗi suke yi ga jawãbin mai tambaya.** Dõmin haka ba a yin fatawa a wurin mãlamin bidi'a kõ jãhili dõmin zai faɗi abin da yake so, kõ kuma ya yi ƙaddari faɗi, jĩfa a cikin duhu.","lang":"ha"},{"name":"18:23","price":"Kuma kada lalle ka ce ga wani abu, \"Lalle ni, mai aikatãwa ne ga wancan a gõbe.\"","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:24","price":"Fãce idan Allah Ya so. Kuma ka ambaci Ubangijinka idan ka manta, kuma ka ce: \"¦ammãni ga Ubangijĩna, Ya shiryar da ni ga abin da yake shi ne mafi kusa ga wannan na shiriya.\"","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:25","price":"Kuma suka zauna a cikin kõgonsu shẽkaru ɗarĩ uku kuma suka daɗa tara.","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:26","price":"Ka ce: \"Allah ne Mafi sani ga abin da suka zauna. Shĩ ne da (sanin) gaibin sammai da ƙasa. Mũne ne ya yi ganin Sa da jin Sa! Bã su da wani majiɓinci baicin Sa kuma bã Ya tãrayya da kõwa a cikin hukuncinsa.\"","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:27","price":"Ka karanta abin da aka yi wahayi zuwa gare ka, na littãfin Ubangijinka. Bãbu mai musanyãwa ga kalmõminSa kuma bã zã kã sãmi wata madõgara ba daga waninsa.","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:28","price":"Ka haƙurtar da ranka tãre da waɗanda ke kiran Ubangijinsu, sãfe da maraice, sunã nufin yardar Sa. Kuma kada idãnunka su jũya daga barinsu, kanã nufin ƙawar rãyuwar dũniya.* Kuma kada ka biwanda Muka shagaltar da zũciyarsa daga hukuncin Mu, kuma ya bi son zuciyarsa, alhãli kuwa al'amarinsa ya kasance yin ɓarna.","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"* Ãyõyi na ashirin da bakwai da ashirin da takwas sunã umurni da bin shari'a ta Alƙur'ãni, kuma sunã hani daga bin son zũciya dõmin nħman ƙawar rãyuwar dũniya wadda aka yi dõmin a jarrabi wãwã da ita, sa'an nan ta kõma turɓãya ƙeƙasasshiya. Dũbi ãya kuma, ta takwas da ta tara. Mun dai sani, cewa umurni da bin sharĩ'a bayyananna shĩ ne kan labarin sũrar.","lang":"ha"},{"name":"18:29","price":"Kuma ka ce: \"Gaskiya daga Ubangijinku take.\" Sabõda haka wanda ya so, to, ya yi ĩmãni, kuma wanda ya so, to, ya kãfirta. Lalle ne Mũ, Mun yi tattali dõmin azzãlumai wata wuta wadda shãmakunta, sun ƙẽwaye da su. Kuma idan sun nẽmi taimako sai a taimake su da wani ruwa kamar dabzar mai, yanã sõye fuskõki. Tir da abin shansu, kuma wutar ta yi mũnin zama mahũtarsu.","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:30","price":"Lalle ne waɗanda suka yi ĩmãni kuma suka aikata ayyukan ƙwarai lalle ne Mũ bã Mu tõzartar da lãdar wanda ya kyautata aiki.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:31","price":"Waɗannan sunã da gidãjen Aljannar zama, ƙõramu na gudãna daga ƙarƙashinsu, anã sanya musu ƙawa, a cikinsu, daga mundãye na zinariya, kuma sunã tufantar waɗansu tũfãfi kõre, na alharĩni raƙĩƙi da alharini mai kauri sunã kishingiɗe a cikinsu, a kan, karagu. Mãdalla da sakamakonsu. Kuma Aljanna ta kyautatu da zama wurin hutãwa.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:32","price":"Kuma ka buga musu misãli* da waɗansu maza biyu. Mun sanya wa ɗayansu gõnaki biyu na inabõbi, kuma Muka kẽwayesu da itãcen dabĩnai, kuma Muka sanya shũka a tsakãninsu (sũ gõnakin).","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"* Misãli ga mai shagala da dũniya da ƙawarta, mai saurin kõmãwa turɓaya ƙeƙasasshiya, da maĩ bin umurnin Allah, mai ladabi da bin sharĩ'a. Yadda aƙibar kõwanensu zã ta kasance.","lang":"ha"},{"name":"18:33","price":"Kõwace gõna daga biyun, tã bãyar da amfãninta, kuma ba ta yi zãluncin kõme ba daga gare shi. Kuma Muka ɓuɓɓugar da ƙoramu a tsakãninsu.","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:34","price":"Kuma ɗan ĩtãce ya kasance gare shi. Sai ya ce wa abõkinsa, alhali kuwa yanã muhãwara da shi, \"Nĩ ne mafĩfĩci daga gare ka a wajen dũkiya, kuma mafi izza a wajen jama'a.\"","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:35","price":"Kuma ya shiga gõnarsa, alhãli yanã mai zãlunci ga kansa, ya ce: \"Bã ni zaton wannan zã ta halaka har abada.\"","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:36","price":"\"Kuma bã ni zaton sa'a mai tsayuwa ce, kuma lalle ne, idan an mayar da ni zuwa ga Ubangijiĩna, to, lalle ne, zan sãmi abin da yake mafi alhẽri daga gare ta ya zama makõma.\"","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:37","price":"Abõkinsa ya ce masa, alhãli kuwa yanã muhãwara da shi, \"Ashe kã kãfirta da wanda Ya halitta ka daga turɓaya, sa'an nan daga ɗigon maniyi, sa, an nan Ya daidaita ka, ka zama mutum?\"","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:38","price":"\"Amma ni, shĩ ne Allah Ubangijina, kuma bã zan tãra kõwa da Ubangijina ba\"","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:39","price":"\"Kuma don me, a lõkacin da ka shiga gõnarka, ka, ce, 'Abin da Allah ya so (shi ke tabbata) bãbu wani ƙarfi fãce game da Allah.' Idan ka gan ni, ni ne mafi ƙaranci daga gare ka a wajen dũkiya da ɗiya.\"","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:40","price":"\"To, akwai fãtan Ubangijĩna Ya ba ni abin da yake mafi alhẽri daga gõnarka, kuma ya aika azãba a kanta (ita gõnarka) daga sama, sai ta wãyi gari turɓãya mai santsi.\"","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:41","price":"\"Kõ kuma ruwanta ya wãyi gari faƙaƙƙe, sabõda haka, bã zã ka iya nẽmo shi ba dõminta.\"","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:42","price":"Kuma aka halaka dukan 'ya'yan itãcensa, sai ya wãyi gari yanã jũyar da tãfunansa biyu, sabõda abin da ya kashe a cikinta, alhãli kuwa ita tanã kwance a kan rassanta, kuma yanã cẽwa, \"Kaitõna, dã dai ban tãra* wani da Ubangijina ba!\"","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"* Ya yi nadãmar halakar gõnar kawai, amma bai yi nadãmar kãfircin shirkin da ya yi ba, sabõda haka Allah bai mayar masa da badalinta ba. Daga nan kuma anã fahimtar cewa rashin mai da al'amari ga Allah shirku ne, kuma girman kai sabõda dũkiya, shirku ne wanda ƙawar dũniya ke sanya wãwãye a ciki.","lang":"ha"},{"name":"18:43","price":"Kuma wata jama'a ba ta kasance a gare shi ba, waɗanda ke taimakon sa, baicin Allah, kuma bai kasance mai taimakon kansa ba.","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:44","price":"A can taimako da jiɓinta ga Allah yake. Shĩ ne kawai Gaskiya, shĩ ne Mafĩfĩci ga lãda kuma Mafĩ fĩci ga ãƙiba.","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:45","price":"Ka buga musu misãlin rãyuwar dũniya, kamar ruwane wanda Muka saukar da shi daga sama sa'an nan tsirin ƙasa ya garwaya da shi, sa'an nan ya wãyi gari dudduga, iska tanã shiƙar sa. Kuma Allah Ya kasance Mai yawan ĩkon yi ne a kan dukan kõme.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:46","price":"Dũkiya da ɗiya,* sũ ne ƙawar rãyuwar dũniya, kuma ayyuka mãsu wanzuwa na ƙwarai sun fi zama alhẽri a wurin Ubangijinka ga lãda kuma sun fi alhẽri ga bũri.","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"* Dũkiya da ɗiya, ƙawar dũniya ne, idan suka zama abin alfahari ga mai su, amma idan an ciyar da dũkiya ga tafarkin Allah, kuma aka karantar da ɗiya ga bisa tafarkin hanyar sharĩ'a suka tãshi Musulmin ƙwarai, to, sun zama aikin sharĩ'a na Lãhira kħ nan.","lang":"ha"},{"name":"18:47","price":"Kuma a rãnar da Muke tafiyar da duwãtsu, kuma ka ga ƙasa bayyane, kuma Mu tãra su har ba Mu bar kõwa ba daga gare su.","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:48","price":"Kuma a gittã* su ga Ubangijinka sunã sahu guda, (Mu ce musu), \"Lalle ne haƙĩƙa kun zo Mana, kamar yadda Muka halitta ku a farkon lõkaci. Ã'a, kun riya cẽwa bã zã Mu sanya mukuwani lõkacin haɗuwa ba.\"","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"* Bayãnin abũbuwan da ke aukuwa a wurin hisãbi ke nan ga mãsu bin son zũciya, su bar sharĩ'a.","lang":"ha"},{"name":"18:49","price":"Kuma aka aza littãfin ayyuka, sai ka ga mãsu laifi sunã mãsu jin tsõro daga abin da ke cikinsa, kuma sunã cẽwa \"Kaitonmu! Mẽne ne ga wannan littãfi, bã ya barin ƙarama, kuma bã ya barin babba, fãce yã ƙididdige ta?\" Kuma suka sãmi abin da suka aikata halarce. Kuma Ubangijinka bã Ya zãluntar kõwa.","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:50","price":"Kuma a lõkacin da Muka ce wa malãiku, \"Ku yi sujada ga Ãdamu.\" Sai suka yi sujada fãce Iblĩsa, yã kasance daga aljannu sai ya yi fãsiƙanci ga barin umurnin Ubangijinsa, To fa, ashe, kunã riƙon sa, shi da zũriyarsa, su zama majiɓinta baicin Ni, alhãli kuwa su maƙiya ne a gare ku? Tir da ya zama musanya ga azzãlumai.**","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"** Allah Shĩ ne Ya halitta mutãne, kuma Ya ɗaukaka darajarsu, dõmin Yã sanya malã'iku su yi sujada ga ubansu Ãdamu. Sabõda wannan sõyayyar kuma Ya bã su sharĩ'ar da zã su bi su shiryu har su shiga Aljanna, amma sai suka ƙi, suka kõma wa Shaiɗan wanda yake shi ne farkon maƙiyin ubansu, Ãdamu, wanda ya ƙi yi wa sujada, har aka la'ane shi, sunã bin sa, shi da ɗiyansa, alhãli kuwa bãbu wani abin da zã su iya yi musu na alheri ko na sharri, dõmin sũ ma halitta ne kamarsu. Bã su san kõme ba a sama kõ a ƙasa, kuma Allah bã Ya yin ma'amalar kõme da su. Wanda ya bi Shaiɗan ya bar Allah, to, yã yi mugunyar musanya, kuma yã zãlunci kansa ƙwarai.","lang":"ha"},{"name":"18:51","price":"Ban shaida musu halittar sammai da ƙasa ba, kuma ban (shaida musu) halittar rãyukansu ba kuma ban kasance mai riƙon mãsu ɓatarwa (da wani) su zama mataimaka ba.","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:52","price":"Kuma da rãnar da Allah Yake cẽwa, \"Ku kirãyi abõkan tarayyãTa, waɗanda kuka riya.\" Sai su kirãye su, sai bã zã su karɓa musu ba, kuma Mu sanya Maubiƙa* (Mahalaka) a tsakãninsu,","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"* Maubiƙã sũnan wani rãfi ne na wuta, asalinsa daga 'Wabiƙa,' wãtau yã halaka. Za a sanya wannan rãfi a tsakãnin mãsu bin Shaiɗan da sũrõrin gumãka, da wanda ya shirya musu gumãkan, sunã bauta musu.","lang":"ha"},{"name":"18:53","price":"Kuma mãsu laifi suka ga wutã suka tabbata lalle ne, sũ mãsu, auka mata ne, kuma ba su sãmi majũya ba daga gare ta.","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:54","price":"Kuma lalle ne, haƙĩƙa, Mun jujjũya, a cikin wannan Alƙur'ãni, daga kõwane irin misãli ga mutãne (dõmin su gãne, su bi sharĩ'a), kuma mutum yã kasance mafi yawan abu ga jidãli.*","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"* Jidãli, shĩ ne jãyayya, alhãli kuwa mutum yã san yanã kan ƙarya.","lang":"ha"},{"name":"18:55","price":"Kuma bãbu abin da ya hana mutãne su yi ĩmãni a lõkacinda shiriya ta zo musu, kuma su nẽmi gãfara daga Ubangijinsu, fãce hanyar farko* ta je musu kõ kuma azãba ta jẽ musu nau'i-nau'i.","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"* Hanyar farko ita ce Allah Ya halaka su sabõda laifinsu kõ kuma azãba ta je musu nau'i-nau'i, dõmin su musulunta sai ƙarshe idan sun ƙi a halaka su. Waɗansu sun fassara 'ƙubala' ko 'ƙibala' da ta fuskance su bayyane, bisa ga karãtun kalmar 'ƙibala' da wasalin ƙasa, da ma'anar azaba.","lang":"ha"},{"name":"18:56","price":"Kuma ba Mu aika Manzanni ba fãce sunã mãsu bãyar da bushãra kuma mãsu gargaɗi, kuma waɗanda suka kãfirta sunã jidãli da ƙarya dõmin su ɓãta gaskiya da ita, kuma suka riƙi ãyõyi Na da abin da aka yi musu gargaɗi da shi abin izgili.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:57","price":"Kuma wãne ne mafi zãlunci daga wanda aka tunãtar game da ãyõyin Ubangijinsa, sai ya bijire daga barinsu, kuma ya manta abin da hannãyensa suka gabãtar? Lalle ne Mũ, Mun sanya abũbuwan rufi a kan zukãtansu dõmin kada su fahimcẽ shi, kuma a cikin kunnuwansu (Mun sanya) wani nauyi, kuma idan kã kĩrayẽ su zuwa ga shiriya, to, bã zã su shiryu ba, a sa'an nan, har abada.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:58","price":"Kuma Ubangijinka Mai gãfara ne, Ma'abũcin rahama. Dã Yanã kãma su sabõda abin da suka sanã'anta, lalle ne, dã Ya gaggauta azãba a gare su. Ã'a, sunã da lõkacin alkawari, (wanda) bã zã su sãmi wata makõma ba, baicinSa.*","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"* Watau ba su da wata makõma su bar wannan lõkacin alkawarin saukar azãbar.","lang":"ha"},{"name":"18:59","price":"Kuma waɗancan alƙaryu* Mun halaka su, a lõkacin da suka yi zãlunci, kuma Muka sanya lõkacin alkawarin, ga halaka** su.","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"* Alƙaryun Ãdãwa da samũdãwa da waɗansunsu. ** Kõme Allah Zai yi, sai Yã sanya masa lõkacin aukuwarsa, kuma bã zai aukun ba sai ajalin nan da Ya ambata masa ya zo.","lang":"ha"},{"name":"18:60","price":"Kuma a lõkacin da Mũsã* ya ce wa yãronsa, \"Bã zan gushe ba sai na isa mahaɗar tẽku biyu, kõ in shũɗe da tafiya shekara da shẽkaru.\"","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"* Shĩ ne MũSã bn Imrãn Manzon Banĩ Isrã'ĩla. Sababin wannan ƙissa, an tambaye shi ne, \"Wãne ne ya fi ilmi a saninsa?\" Sai ya ce: \"Shĩ ne ya fi. Wannan jawãbi nãsa gaskiya ne, dõmin shĩ ne Manzon zãmaninsa, shĩ ne aka bai wa Attaura, kuma Allah Ya yi magana da shi, sai dai ya mance bai ce Allah Ya fi sani ba, dõmin haka aka ce masa ya tafi neman ilmi ga wani mutum a magamar teku biyu. Wannan bãwan Allah Haliru ne. Yãron Mũsã kuwa, shĩ ne Yũsha'u bn Nũn, Manzon Allah a bãyan Mũsã. Kĩfin kuma na guzurinsu ne wanda Allah Ya umurce shi ya ɗauka, sõyayye, kuma aka ce musu duka inda yai rai, to, a nan ne Bãwan Allah yake, mai shirin ƙãra wa Mũsã ilmi. Mayar da ilmi ga Allah, shĩ ne ladabin shari'a.","lang":"ha"},{"name":"18:61","price":"To, a lõkacin da suka isa mahaɗar tsakãninsu sai suka manta kĩfinsu, sai ya kãma tafarkinsa a cikin tẽku kamar bĩga.","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:62","price":"To, a lõkacin da suka wuce ya ce wa yãronsa, \"Ka kãwo mana kãlãcinmu. Lalle ne haƙĩƙa mun haɗu da wahala daga tafiyarmu wannan.\"","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:63","price":"(Yãron) ya ce: \"Kã gani! A lõkacin da muka tattara zuwa ga falalen nan to, lalle nĩ, na manta kĩfin, kuma bãbu abin da yamantar da nĩ shi, fãce Shaiɗan, dõmin kada in tuna shi, sai ya kama tafarkinsa a cikin tẽku, da mãmãki!\"","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:64","price":"Ya ce: \"Wancan ne abin da muka kasance munã biɗã.\" Sai suka kõma a kan gurãbunsu, sunã bĩbiya.","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:65","price":"Sai suka sãmi wani bãwa daga bãyin Mu, Mun bã shi wata rahama* daga wurin Mu, kuma Mun sanar da shi wani ilmi daga gun Mu.","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"* Rahama a nan ita ce Annabci sabõda cħwa kuma an bã shi ilmi daga gun Allah, kuma ya yi hukunci da shi. Ilmin ilhãma bã a yin hukunci da shi dõmin Annabãwa kawai Allah Ya tsare daga kuskure game da wahayi. Wannan ne bambanci bayyananne a tsakanin wahayin Annabci da wahayin walicci. Haka mu'ijiza da karãma, su duka sãɓãwar al'ada ne, amma mu'ujizar Annabi an san zã ta zo daga bãkin wanda aka yi dõminsa, amma karãma bãbu mai saninta, sai tã auku. Sabõda waliyyi bã ya iya yin tãkara, amma annabi yana iya yin tãkara a kan maƙiyansa.","lang":"ha"},{"name":"18:66","price":"Mũsã ya ce masa, \"Ko in bĩ ka a kan ka sanar da ni daga abin da aka sanar da kai na shiriya?\"","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:67","price":"Ya ce: \"Lalle ne kai bã zã ka iya yin haƙuri tãre da nĩ, ba.\"","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:68","price":"\"Kuma yãya zã ka yi haƙuri a kan abin da ba ka kẽwayeda shi ba ga jarrabãwa?\"","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:69","price":"Ya ce: \"Za ka sãme ni, in Allah Yã so mai haƙuri kuma bã zan sãɓa maka ba ga wani umurni.\"","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:70","price":"Ya ce: \"To idan ka bĩ ni to kada ka tambaye ni daga kõme sai na lãbarta maka ambato* daga gare shi.\"","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"* Watau sai na gaya maka hukuncinsa da kaina, kuma na ambace shi da kaina.","lang":"ha"},{"name":"18:71","price":"Sai suka tafi har a lõkacin da suka hau a cikin jirgi, ya hũje shi, ya ce, \"Kã hũje shi dõmin ya nutsar da mutãnensa? Lalle ne, haƙĩƙa, kã zo da wani babban abu!\"","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:72","price":"Ya ce: \"Ashe ban ce, lalle kai, bã za ka iya yin haƙuri tãre da ni ba?\"","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:73","price":"Ya ce: \"Kada ka kãma ni da abin da na manta kuma kada ka kallafa mini tsanani ga al'amarĩna.\"","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"","lang":"ha"},{"name":"18:74","price":"Sai suka tafi, har suka haɗu da wani yãro, sai ya kashe shi. Ya ce: \"Ashe kã kashe rai tsarkakakke, bã da wani rai ba? Lalle ne haƙĩƙa ka zo da wani abu na ƙyãma.\"","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"","lang":"ha"}],"juz":{"id":15,"name":"سُبْحَانَ الَّذِي","transliteration":"Subhanalladhi","transEn":"Glory be to Him","startVerse":"17:1","endVerse":"18:74","totalVerses":185}}