{"data":[{"name":"2:253","price":"Waɗancan manzannin* Mun fĩfĩta sãshensu a kan sãshe: Daga cikinsu akwai wanda Allah Ya yi masa magana; kuma Ya ɗaukaka sãshensu da darajõji; kuma Muka bai wa Ĩsã dan Maryama hujjõji bayyanannu, kuma Muka ƙarfafã shi da Rũhi mai tsarki. Kuma dã Allah Yã so dã waɗanda suke daga bãyansu, bã zã su yi yãƙi ba, daga bãyan hujjõji bayyanannu sun je musu. Kuma amma sun sãɓa wa jũna, sabõda haka daga cikinsu akwai wanda ya yi ĩmãni, kuma daga cikin su akwai wanda ya kãfirta. Kuma dã Allah Yã so dã bã zã su yãƙi jũna ba, kuma amma Allah Yana aikata abin da Yake nufi.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"* Allah Yanã tunkuɗe ɓarna a cikin ƙasa da wãsiɗar karantar da mãsu alheri, dõmin su yãƙi mãsu sharri. Ya saukar da ilminSa da wãsiɗar manzanninSa waɗanda Ya tabbatar da cewa Muhammadu, tsira da amincinSa su tabbata a gare shi, yana cikinsu kuma shi ne ya fi ɗaukaka daga cikinsu. Daga wannan ãyã zuwa ƙarshen Sũra duka, ƙãrin bãyani ne da shiryarwa ga hukunce-hukuncen da suka gabãta da kuma yadda zã a zartar da aiki da su, kamar yadda tsãrin magana zai nũna in Allah Ya so.","lang":"ha"},{"name":"2:254","price":"Ya ku waɗanda* suka yi ĩmãni! Ku ciyar daga abin da Muka azurta ku daga gabãnin wani yini ya zo bãbu ciniki a cikinsa kuma bãbu abũta, kuma bãbu cẽto, kuma kãfirai sũ ne Azzãlumai.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"* Bãyan tabbatar da manzancin Annabi Muhammadu tsĩra da amincin Allah su tabbata a gare shi, sa'an nan ya sãbunta fuskanta da kira zuwa ga waɗanda suka yi ĩmãni da Annabi, kuma ya farkar da su game da zuwan babbar rãna ta Ƙiyãma. Sa'an nan ya faɗi sũnanSa Ta'ãla, Allah Mai sifõfin da ke cikin ãyã ta 255.","lang":"ha"},{"name":"2:255","price":"Allah, bãbu wani Ubangiji fãce Shi, Rãyayye, Mai tsayuwa da kõme, gyangyaɗi bã ya kãma Shi, kuma barci bã ya kãma Shi, Shi ne da abin da yake a cikin sammai da abin da yake a cikin ƙasa. Wane ne wanda yake yin cẽto a wurinSa, fãce da izninSa? Yana sanin abin da yake a gaba gare su da abin da yake a bãyansu. Kuma bã su kẽwayẽwa da kõme daga ilminSa, fãce da abin da Ya so. KursiyyunSa ya yalwaci sammai da ƙasa. Kuma tsare su bã ya nauyayarSa. Kuma Shi ne Maɗaukaki, Mai girma.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:256","price":"Bãbu tĩlastãwa* a cikin addini, haƙĩƙa shiriya tã bayyana daga ɓata; Sabõda haka wanda ya kãfirta da ¦ãgũta kuma ya yi ĩmãni da Allah, to, haƙĩƙa, yã yi riƙo ga igiya amintacciya, bãbu yankẽwa agare ta. Kuma Allah Mai ji ne, Masani.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"* Abũbuwan bautãwa, iri biyu ne; Ubangijin da Yã aiko Muhammadu da wannan gaskiya da shiriya Shĩ ne Allah, da sauran iyãyen giji mãsu dõkõkin kai da na son zũkãta kamar nafsu da Shaiɗan, na aljannu da mutãne, mãsu ƙãga abin da suke so, su ƙira mutane a kansa ana ce musu Ɗãgũtu. Ya yi bayãnin sakamakon mabiyin kõwane irin bautawar. Sa'an nan ya biyar da ƙissõshi uku dõmin bayãnin abin da wannan magana ta ƙunsa; ta farko Namarũzu tãre da Ibrãhĩm, tanã nũna cewa mai mulki anã umurtar sa da bin Allah da taƙawa, idan ya bi son zũciyarsa, to, ya zama Ɗãgũtu. Allah zai halakar da shi. Ta biyu ƙissar Uzairu, tanã nũna cewa bãbu abin da yake da wuya ga Allah. Ta uku ƙissar Ibrãhim da yadda Allah ke rãyar da matattu, tanã nũna cewa bãbu laifi ka roƙi Allah Ya gãnar da kai dukan abin da ya shige maka duhu dõmin ka ƙãrã ĩmãni.","lang":"ha"},{"name":"2:257","price":"Allah Shi ne Masõyin waɗanda suka yi ĩmãni; Yana fitar da su daga duffai zuwa ga haske, kuma waɗanda suka kãfirta, masõyansu ¦ãgũtu ne; suna fitar da su daga haske zuwa ga duffai. Waɗannan abokan Wuta ne, sũ a cikinta madawwama ne.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:258","price":"Shin, ba ka gani* ba zuwa ga wanda ya yi hujjatayya da Ibrãhĩm a cikin (al'amarin) Ubangijinsa dõmin Allah Yã bã shi mulki, a lõkacin da Ibrãhĩm ya ce: \"Ubangijina Shi ne Wanda Yake rãyawa kuma Yana matarwa.\" Ya ce: \"Nĩ ina rãyarwa kuma ina matarwa.\" Ibrãhĩm ya ce: \"To, lalle ne Allah Yana zuwa da rana daga gabas: To, ka zo da ita daga yamma.\" Sai aka ɗimautar da wanda yakãfirta. Kuma Allah ba Ya shiryar da mutãne azzãlumai.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"* Ƙissar farko ta Ibrãhĩm da Namarũzu.","lang":"ha"},{"name":"2:259","price":"Kõ kuwa* wanda ya shũɗe a kan wata alƙarya, alhãli kuwa tana wõfintacciya a kan gadãjen rẽsunanta. Ya ce: \"Yaya Allah zai rãyar da wannan a bãyan mutuwarta.\" Sai Allah Ya matar da shi, shẽkara ɗari; sa'an nankuma ya tãyar da shi. Ya ce: \"Nawa ka zauna?\" Ya ce: \"Na zauna yini ɗaya ko kuwa rabin yini.\" Ya ce: \"A'a kã zauna shẽkara ɗari.\" To, ka dũba zuwa ga abincinka, da abin shanka, (kõwanensu) bai sãke ba, kuma ka dũba zuwa ga jãkinka, kuma dõmin Mu sanya ka wata ãyã ga mutãne. Kuma ka duba zuwa ga ƙasũsuwa yadda Muke mõtsarda su sa'an nan kuma Mu tufãtar da su, da nãma\", To, a lõkacin da (abin) ya bayyana a gare shi, ya ce: \"Ina sanin cẽwa lalle Allah a kan dukan kõme Mai ĩkõn yi ne.\"","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"* Ƙissa ta biyu Uzairu da alƙarya matacciya, da jãkinsa, da abincinsa bãyan shekara ɗari.","lang":"ha"},{"name":"2:260","price":"Kuma a lõkacin da Ibrãhĩm ya ce: \"Ya Ubangijina! Ka nũna mini yadda Kake rãyar da matattu.\" Ya ce: \"Shin, kuma ba ka yi ĩmãni ba?\" Ya ce: \"Na'am! Kuma amma dõmin zũciyãta, ta natsu.\" Ya ce: \"To ka riƙi huɗu daga tsuntsãye, ka karkatar da su zuwa gare ka, ka yanka su, sa'an nan kuma ka sanya juzu'i daga gare su a kan kõwane dũtse, sa'an nan kuma ka kira su zã su zo maka gudãne. Kuma ka sani cẽwa lalle Allah Mabuwãyi ne, Masani.\"","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:261","price":"Sifar waɗanda suke ciyar da dũkiyõyinsu a cikin hanyar Allah, kamar sifar ƙwãyã ce wadda ta tsirar da zangarniya bakwai, a cikin kõwace zangarniya akwai ƙwãya ɗari. Kuma Allah Yana riɓinyawa ga wanda Ya so. Kuma Allah Mawadãci ne, Masani.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:262","price":"Waɗanda suke ciyar da dũkiyõyinsu a cikin hanyar Allah, sa'an nan kuma bã su biyar wa abin da suka ciyar ɗin da gõri, ko cũta, suna da sakamakonsu a wurin ubangijinsu, kuma bãbu tsõro a kansu, kuma ba su zama suna baƙin ciki ba.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:263","price":"Magana mai kyau da gãfartawa su ne mafi alhẽri daga sadaka wadda wata cũtarwa take biyar ta. Kuma Allah Wadatacce ne, Mai haƙuri.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:264","price":"Yã ku waɗanda suka yi ĩmãni! Kada ku ɓãta sadakõkinku da gõri da cũtarwa, kamar wanda yake ciyar da dũkiyarsa dõmin nũna wa mutãne, kuma bã ya yin ĩmãni da Allah da Rãnar Lãhira. To, abin da yake misãlinsa, kamar falalen dũtse ne, a kansa akwai turɓãya, sai wãbilin hadari* ya sãme shi, sai ya bar shi ƙanƙara. Bã su iya amfani da kõme daga abin da suka sanã'anta. Kuma Allah ba Ya shiryar da mutãne kãfirai.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"* 'Wabilin hadari' wãtau ruwan sama kamar da bakin ƙwarya.","lang":"ha"},{"name":"2:265","price":"Kuma sifar waɗanda suke ciyar da dũkiyarsu dõmin nẽman yardõjin Allah, kuma da tabbatarwa daga kansu, kamar misãlin lambu ne a jigãwa wadda wãbilin hadari ya sãmu, sai ta bãyar da amfãninta ninki biyu To, idan wãbili bai sãme ta ba, sai yayyafi (ya ishe ta). Kuma Allah ga abin da kuke aikatawa Mai gani ne.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:266","price":"Shin ɗayanku nã son cẽwa wani lambu ya kasance a gare shi daga dabĩnai da inabõbi' marẽmari suna gudãna daga ƙarƙashinsa, yana da, a cikinsa daga kõwane 'ya'yan itãce, kuma tsũfa ya sãme shi, alhãli kuwa yana da zũriyya masu rauni sai gũguwa wadda take a cikinta akwai wuta, ta sãme shi, har ta ƙõne? Kamar wancan ne Allah Yana bayyanãwar ãyõyi a gare ku, tsammãninku kuna tunãni.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:267","price":"Ya ku waɗan da suka yi ĩmãni! Ku ciyar daga mai kyaun abin da kuka sanã'anta, kuma daga abin da Muka fitar sabõda ku daga ƙasa, kuma kada ku yi nufin mummuna ya zama daga gare shi ne kuke ciyarwa, alhãli kuwa ba ku zama mãsu karɓarsa ba fãce kun runtse ido a cikin sa. Kuma ku sani cẽwa lalle ne, Allah Mawadãci ne, Gõdadde.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:268","price":"Shaiɗan yana yi muku alƙawarin talauci, kuma yana umurnin ku da alfasha*, kuma Allah Yana yi muku alƙawarin gãfara daga gare shi da ƙãri, kuma Allah Mawadãci ne, Masani.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"* Alfãsha ita ce ayyukan zunubi kamar zina da shan giya, alhãli ɓatar da dũkiya a nan, ya fi tsanani, kuma bãbu wani badali don sakamako, sabõda haka ƙin ciyarwa dõmin gudun talauci da umurninku da alfãsha sun sãɓã wa jũna, ga abin da shi Shaiɗan yake gaya muku; watau kada ku ciyar, dõmin gudun talauci, amma ku sha giya, ku yi zina!.","lang":"ha"},{"name":"2:269","price":"Yana bãyar da hikima (ga fahimtar gaskiyar abubuwa) ga wanda Yake so. Kuma wanda aka bai wa hikima to lalle ne an bã shi alhẽri mai yawa. Kuma bãbu mai tunãni fãce ma'abuta hankula.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:270","price":"Kuma abin da kuka ciyar daga ciyarwa, kõ kuka cika alwãshi daga wani bãkance, to, lalle ne, Allah Yana sanin sa. Kuma azzãlumai bã su da wasu mataimaka.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:271","price":"Idan kun nũna sadakõki to, yana da kyau ƙwarai kuma idan kuka ɓõye su kuma kuka je da su ga matalauta, to shi ne mafi alhẽri a gareku, kuma Yana kankarẽwa, daga barinku, daga miyãgun ayyukanku. Kuma Allah ga abin da kuke aikatawa Masani ne.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:272","price":"Shiryar da su bã ya a kanka, kuma amma Allah Shi ne Yake shiryar da wanda Yake so, kuma abin da kuka ciyar daga alhẽri, to, dõmin kanku ne, kuma bã ku ciyarwa, fãce dõmin nẽman yardar Allah, kuma abin da kuke ciyarwa daga alhẽri zã a cika lãdarsa zuwa gare ku, alhãli kuwa kũ bã a zãluntarku.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:273","price":"(Ciyarwar a yĩ ta) ga matalautan* nan waɗanda aka tsare a cikin hanyar Allah, ba su iya tafiyar fatauci a cikin ƙasa, jãhilin hãlinsu yana zaton su wadãtattu sabõda kãmun kai kana sanin su da alãmarsu, ba su rõƙon mutãne da nãcẽwa. Kuma abin da kuka ciyar daga alhẽri, to, lalle Allah gare shi Masani ne.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"* Matalautan nan 'muhãjiruna'ne waɗanda suka bar dũkiyarsu da iyãlansu dõmin hijira. Kuma ba su sãmi wata matãka ba a Madĩna, sai aka yi musu rumfuna, sunã kwãna a ciki, suka tsare kansu dõmin jihãdi da yãƙi da karãtun Alƙur'ãni da ibãda kamar matsayin sõja a yanzu. Sũ wajen ɗari huɗu ne, shugabansu, shi ne Abdur Rahman bn Sakhar Abu Huraira el Dawsy.","lang":"ha"},{"name":"2:274","price":"Waɗanda suke ciyar da dukiyõyinsu, a dare da yini, ɓõye da bayyane, to suna da sakamakonsu a wurin Ubangijinsu. Kuma bãbu tsõro a kansu, kuma ba su zama suna baƙin ciki ba.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:275","price":"Wadanda suke cin ribã* ba su tashi, fãce kamar yadda wanda da Shaiɗan yake ɗimautarwa daga shafa yake tashi. Wancan, dõmin lalle ne sun ce: \"Ciniki kamar riba yake.\"Kuma Allah Ya halatta ciniki kuma Ya haramta riba. To, wanda wa'azi daga Ubangijinsa, ya je masa, sa'an nan ya hanu, to yana da abin da ya shige, kuma al'amarinsa (ana wakkala shi) zuwa ga Allah. Kuma wanda ya kõma, to, waɗannan sũ ne abõkan Wuta, sũ a cikinta madawwama ne.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"* Ribã ita ce ƙãri ga adadi koga lõkaci. Amma ƙãrin adadi shi ne ƙãri a cikin mu'ãmala da zinãri da azurfa da abũbuwan ci ga rayuwa. Yana haramta ga jinsi guda kawai, kuma ana sharɗantawa ga abinci ya zama abinci kõ abin gyaransa, kuma anã iya ajiye shi, ban da 'ya'yan itãcen marmari da duma da ruwa. Amma ga jinkiri an hana riba muɗlaƙan. kõ dã ga 'ya'yan itãcen marmari. Takardun kuɗi kamar sil'õ'i suke dõmin haka ƙimarsu tana hawa kuma tanã sauka. Har yanzu malamai ba su yanke hukunci a kansu ba sõsai. Annabi, tsĩra da amincin Allah su tabbata a gare shi ya ce: \"Ka bar abin da yake sanya maka shakka zuwa ga wanda ba ya sanya maka shakka.\".","lang":"ha"},{"name":"2:276","price":"Allah Yana shãfe albarkar riba, kuma Yana ƙãra sadakõki. Kuma Allah bã Ya son dukan mai yawan kãfirci, mai yawan zunubi.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:277","price":"Lalle ne, waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai, kuma suka tsayar da salla, kuma suka bãyar da zakka, suna da sakamakonsu a wurin Ubangijinsu, kuma bãbu tsõro a kansu, kuma ba su zama suna yin baƙin ciki ba.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:278","price":"Yã ku waɗanda suka yi ĩmãni! Ku bi Allah da taƙawa kuma ku bar abin da ya rage daga riba, idan kun kasance mãsu ĩmãni.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:279","price":"To, idan ba ku aikata ba to, ku sani fa da akwai yãƙi daga Allah da ManzonSa. Kuma idan kun tũba to kuna da asalin dũkiyõyinku, bã ku zãlunta, kuma bã a zãluntar ku.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:280","price":"Kuma idan ma'abucin wahala ya kasance (mawahalci) to, jinkirtãwa ake yi zuwa ga sauƙin al'amarinsa, kuma dã kun yi sadaka, shi ne mafi alhẽri a gare ku, idan kun kasance kuna sani.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:281","price":"Kuma ku ji tsõron wani yini wanda ake mayar da ku a cikinsa zuwa ga Allah, sa'an nan kuma a cika wa kõwane rai abin da ya sanã'anta, kuma sũ bã a zãluntar su.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:282","price":"Yã ku waɗanda suka yi ĩmãni! Idan kun yi mu'ãmalar bãyar da bãshi zuwa ga wani ajali ambatacce, sai ku rubũta shi. Kuma wani marubuci ya yi rubũtu a tsakaninku da ãdalci. Kuma kada marubũci ya ki rubũtãwa, kamar yadda Allah Ya sanar da shi, sai ya rubũta. Kuma wanda bãshin yake a kansa sai ya yi shibta, kuma ya ji tsõron Allah, Ubangijinsa, da taƙawa, kuma kada ya rage wani abu daga gare shi. To, idan wanda bãshin yake a kansa yã kasance wãwã ne kõ kuwa rarrauna, kõ kuwa shi bã ya iya shibta, to, sai waliyyinsa ya yi shibtar da ãdalci. Kuma ku shaidar da shaidu biyu daga mazanku, to, idan ba su zama maza biyu ba, to, namiji guda da mãtã biyu, daga waɗanda kuke yarda da su daga shaidun dõmin mantuwar ɗayansu, sai gudarsu ta mazãkũtar* da ɗayar. Kuma kada shaidun su ƙi, idan an kira su. Kuma kada ku ƙõsa ga rubũta shi, ƙarami ya kasance kõ babba, zuwa ajalinsa. Wancan ne mafi ãdalci a wurin Allah kuma mafi tsayuwa ga shaida, kuma mafi kusa ga rashin shakkarku. Sai idan ya kasance fatauci ne halartacce wanda kuke gẽwayarwa da shi hannu da hannu a tsakãninku to bãbu laifi a kanku, ya zama ba ku rubũta shi ba. Kuma ku shaidar idan kun yi sayayya. Kuma kada a wahalarda marubuci, kuma kada a wahalar da shaidu kuma idan kun aikata to, lalle ne, shi fãsiƙanci ne game da ku. Kumaku bi Allah da takƙawa, kuma Allah Ya sanar da ku. Kuma Allah ga dukan kõme Masani ne.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"* Watau mãta biyu su zama kamar namiji guda ga bãyar da shaida. Kuma ana fassara shi da \"ta tunãtar da ɗayar\".","lang":"ha"},{"name":"2:283","price":"Kuma idan kun kasance a kan tafiya, kuma ba ku sami marubũci ba, to, a bãyar da jingina karɓaɓɓiya (ga hannu). To, idan sãshenku ya amince wa sãshe, to, wanda aka amincẽ wannan sai ya bãyar da amãnarsa, kuma ya bi Allah, Ubangijinsa, da taƙawa. Kuma kada ku ɓõye shaida, kuma wanda ya ɓõye ta, to, shi mai zunubin zũciyarsa ne. KumaAllah ga abin da kuke aikatãwa Masani ne.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:284","price":"Allah ne, da abin da yake a cikin sammai da abin da yake a cikin ƙasa, kuma idan kun bayyana abin da yake a cikin zukatanku (na shaida), ko kuka ɓõye shi, Allah zai bincike ku da shi, sa'an nan Ya yi gãfara ga wanda Yake so, kuma Ya azabta wanda Yake so. Kuma Allah a kan dukan kõme Mai ĩkon yi ne.*","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"* Wannan ãyã ita ce ƙarshen bayãni a kan bãyar da shaida. A kan shaidar da mutum ya bayyana kõ ya ɓõye a cikin rai, Allah Yake yi masa bincike dõmin hakkin wani da ya rãtaya a kan wannan bayyanawar kõ ɓõyewar. Ita ayar da biyu na bayanta sun ƙunshi ilmin Baƙara dukanta.","lang":"ha"},{"name":"2:285","price":"Manzon Allah yã yi ĩmãni da abin da aka saukar zuwa gare shi daga Ubangijinsa, da mũminai. Kõwanensu yã yi ĩmãni da Allah, da mala'ikunSa, da littattafanSa, da manzanninSa. Bã mu rarrabẽwa a tsakãnin daya daga manzanninSa. Kuma (mũminai) suka ce: \"Mun ji kuma mun yi dã'a; (Muna nẽman) gãfararKa, yã Ubangijinmu, kuma zuwa a gare Ka makõma take* \"","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"* Aya ta 285 da ta 286 sun ƙunshi aikin Annabi da waɗanda suka bi shi daga aƙida da magana da aiki da kyautatãwa da mayar da al'amari ga Allah, da addu'ar tsari da nema daga Ubangijinsu. Aya ta 286 ita ce mafi kyaun addu'a. Kuma ta nũna Musulmi sun sãɓa wa Yahũdãwa mãsu cewa 'Mun ji, munƙi!'.","lang":"ha"},{"name":"2:286","price":"Allah ba Ya kallafa wa rai fãce ikon yinsa, yana da lãdar abin da ya tsirfanta, kuma a kansa akwai zunubin abin da ya yi ta aikatãwa: \"Yã Ubangijinmu! Kada Ka kãmã mu, idan mun yi mantuwa, ko kuma mun yi kuskure. Yã Ubangijinmu! Kuma kada Ka aza nauyi a kanmu, kamar yadda Ka aza shi a kan waɗanda suke a gabãninmu. Yã Ubangijinmu! Kada Ka sanya mu ɗaukar abin da bãbu ĩko gare mu da shi. Kuma Ka yãfe daga gare mu, kuma Ka gãfarta mana, kuma Ka yi jin ƙai gare mu. Kai ne Majibincinmu, sabõda haka Ka taimake mu a kan mutãnen nan kãfirai.\"","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:1","price":"A. L̃. M̃.","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:2","price":"Allah, bãbu wani abin bautawa fãce Shi, Rãyayye Mai tsayuwa da kõme.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:3","price":"Yã sassaukar da Littãfi a gare ka da gaskiya, yana mai gaskatãwa ga abin da ke gaba gare shi, kuma Allah Yã saukar da Attaura da Linjĩlã.","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:4","price":"A gabãni, suna shiryar da mutãne, kuma Ya saukar da littattafai mãsu rarrabẽwa. Lalle ne waɗanda suka kãfirta da ãyõyin Allah, suna da azãba mai tsanani. Kuma Allah Mabuwayi ne, Ma'abucin azãbar rãmuwa.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:5","price":"Lalle ne, Allah bãbu wani abin da ke ɓõyuwa gare Shi a cikin ƙasa, kuma bãbu a cikin sama.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:6","price":"Shi ne wanda Yake suranta ku a cikin mahaifu yadda Yake so. Bãbu abin bautãwa fãce Shi Mabuwãyi, Mai hikima.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:7","price":"Shi ne wanda ya saukar da Littãfi a gare ka, daga cikinsa akwai ãyõyi bayyanannu, su ne mafi yawan Littãfin, da wasu mãsu kamã da jũna. To, amma waɗanda yake a cikin zukãtansu akwai karkata sai suna bin abin da yake da kamã da jũna daga gare shi, dõmin nẽman yin fitina da tãwĩlinsa. Kuma bãbu wanda ya san tãwĩlinsafãce Allah. Kuma matabbata a cikin ilmi sunã cẽwa: \"Mun yi ĩmãni da Shi; dukkansa daga wurin Ubangijinmu yake.\" Kuma bãbu mai tunãni fãce ma'abũta hankula.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:8","price":"Yã Ubangijinmu! Kada Ka karkatar da zukãtanmu bãyan har Kã shiryar da mu, kuma Ka bã mu rahama daga gunKa. Lalle ne, Kai, Kai ne Mai yawan kyauta.","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:9","price":"\"Yã Ubangijimu! Lalle ne Kai, Mai tãra mutãne ne dõmin wani yini wanda bãbu shakka a gare shi, Lalle ne Allah bã Ya sãɓãwar lõkacin alkawari.\"","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:10","price":"Lalle ne waɗanda suka kãfirta, dũkiyõyinsu bã su tunkuɗe musu kõme daga Allah, kuma 'ya'yansu bã su tunkuɗẽwa, kuma waɗannan, sũ ne makãmashin wuta.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:11","price":"Kamar ɗabi'ar mutãnen Fir'auna da waɗanda ke a gabãninsu, sun ƙaryata ãyõyinMu, sai Allah Ya kãmã su sabõda zunubansu, kuma Allah Mai tsananin uƙũba ne.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:12","price":"Ka ce wa waɗanda suka kãfirta: \"Za a rinjãye ku, kuma a tãraku zuwa Jahannama, kuma shimfiɗar tã mũnana!","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:13","price":"\"Lalle ne wata ãyã tã kasance a gare ku a cikin ƙungiyõyi biyu da suka haɗu; ƙungiya guda tana yãƙi a cikin hanyar Allah, da wata kãfira, suna ganin su ninki biyu nãsu, a ganin ido. Kuma Allah Yana ƙarfafa wanda Yake so da taimakonSa. Lalle ne a cikin wannan, hakĩƙa, akwai abin kula ga maabũta basĩra.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:14","price":"An ƙawata wa mutãne son sha'awõyi daga mãtã da ɗiya da dũkiyõyi abũbuwan tãrãwa daga zinariya da azurfa, da dawãki kiwãtattu da dabbõbin ci da hatsi. Wannan shi ne dãɗin rãyuwar dũniya. Kuma Allah a wurinsa kyakkyãwar makõma take.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:15","price":"Ka ce: Shin kuma, in gaya muku mafi alhẽri daga wannan? Akwai gidãjen Aljanna a wurin Ubangiji sabõda waɗanda suka bi Shi da taƙawa, kõguna suna gudãna daga ƙarƙashinsu, suna madawwama a cikinsu, da mãtan aure tsarkakakku, da yarda daga Allah. Kuma Allah Mai gani ne ga bãyinSa.","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:16","price":"Waɗanda suke cẽwa: \"Ya Ubangijinmu! Lalle ne mu, mun yi ĩmãni, sai Ka gãfarta mana zunubanmu kuma Ka tsare mu daga azãbar wuta.\"","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:17","price":"Mãsu haƙuri, da mãsu gaskiya, da mãsu ƙanƙan da kai, da mãsu ciyarwa da mãsu istingifari a lõkutan asuba.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:18","price":"Allah Ya shaida cẽwa: Lalle ne bãbu abin bautãwa fãce Shi kuma malãiku da ma'abũta ilmi sun shaida, yana tsaye da ãdalci, bãbu abin bautãwa face Shi, Mabuwãyi, Mai hikima.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:19","price":"Lalle ne, addini a wurin Allah, Shi ne Musulunci. Kuma waɗanda aka bai wa Littafi ba su sãɓã ba, fãce a bãyan ilmi ya je musu, bisa zãlunci a tsakãninsu. Kuma wanda ya kãfirta da ãyõyin Allah, to, lalle ne Allah Mai gaugãwar sakamako ne.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:20","price":"To, idan sun yi musu da kai, sai ka ce: \"Nã sallama fuskata ga Allah, kuma wanda ya bi ni (haka).\" Kuma ka ce wa waɗanda aka bai wa littãfi da Ummiyyai:* \"Shin kun sallama?\" To, idan sun sallama, haƙĩƙa, sun shiryu kuma idan sun jũya, to, kawai abinda ke kanka, shi ne iyarwa. Kuma Allah Mai gani ne ga bãyinSa.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"* Ummiyyi shi ne wanda bai iya karatu da rubutu ba. A cikin Alƙur'ãni anã nufin Lãrabawa da wannan sunan, dõmin bã su da wani littãfin sama da suke da shi a lõkacin nan. Amma ba ana nufin bã su da rubutu ba. Haruffan rubutun Alƙur'ãni tun a zamãnin Ismã'ila ɗan Ibrãhĩma aka san su. Kuma a cikin Lãrabãwa da yawa sun san su, har sunã rubuta ƙasĩdu mãsu kyau, suna rãtayewa a cikin Ka'aba. Jahiliyya ita ce lõkacin da bã a aiki da wani littãfi na sama kamar yadda mafi yawan mutãne suke a yanzu, ƙarnin ishirin shi ma ƙarnin wata Jahiliyya ne.","lang":"ha"},{"name":"3:21","price":"Lalle ne waɗanda suke kãfirta da ãyõyin Allah, kuma suna kashe Annabãwa bã da wani hakki ba, kuma suna kashe waɗanda ke umurni da yin ãdalci daga mutãne, to, ka yi musu bushãra da azãba mai raɗaɗi.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:22","price":"Waɗannan ne waɗanda ayyukansu suka ɓãci a cikin dũniya da Lãhira, kuma bã su da wasu mataimaka.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:23","price":"Shin, ba ka ga waɗanda aka bai wa rabo daga littãfi ba ana kiran su zuwa ga Littãfin Allah dõmin ya yi hukunci a tsakãninsu sa'an nan wata ƙungiya daga cikinsu ta jũya bãya, kuma sunã mãsu bijirẽwa?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:24","price":"Wannan kuwa, dõmin lalle ne su sun ce: \"Wutã bã zã ta shãfe mu ba, fãce a 'yan kwãnaki ƙidãyayyu.\" Kuma abin da suka kasance sunã ƙirƙirãwa na ƙarya ya rũɗẽ su a cikin Addinin su.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:25","price":"To, yãya idan Mun tãra su a yini wanda bãbu shakka a cikinsa, kuma aka cikã wa kõwane rai sakamakon abin da ya tsirfanta, alhãli kuwa, sũ bã zã a zãlunce su ba?","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:26","price":"Ka ce:* \"Yã Allah Mamallakin mulki, Kanã bayar da mulki ga wanda Kake so, Kanã zãre mulki daga wanda Kake so, kuma Kanã buwãyar da wanda Kake so, kuma Kanã ƙasƙantar da wanda Kake so, ga hannunKa alhẽri yake. Lalle ne Kai, a kan kõwane abu, Mai ĩkon yi ne.\"","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"* Wato ka mayar da ĩkon kõme ga Allah, yana yin sa yandaYake so, bãbu mai iya hanãwa, sa'an nan kuma ka ce wa mũminai, kada su yi wata mu'amala da kãfirai, su bar yan'uwansu mũminai, sai dai a kan lalũra kawai. Wanda ya riƙi kãfirai ya bar mũminai, to, bã shi tãre da Allah a cikin kõme.","lang":"ha"},{"name":"3:27","price":"\"Kanã shigar da dare a cikin yini, kuma Kanã shigar da yini a cikin dare, kuma Kana fitar da mai rai daga mamaci, kuma Kanã fitar da mamaci daga mai rai, kuma Kanã azurta wanda Kake so bã da lissafi ba.\"","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:28","price":"Kada mũminai su riƙi kãfirai masõya, baicin mũminai. Kuma wanda ya yi wannan, to, bai zama a cikin kõme ba daga Allah, fãce fa dõmin ku yi tsaro daga gare su da 'yar kãriya. Kuma Allah yana tsõratar da ku kanSa. Kuma zuwa ga Allah makõma take.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:29","price":"Ka ce: \"Idan kun ɓõye abin da ke a cikin ƙirãzanku, kõ kuwa kun bayyana shi, Allah Yana sanin sa. Kuma Yana sanin abin da ke a cikin sammai da ƙasa. Kuma Allah a kan kõwane abu Mai ĩkon yi ne.\"","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:30","price":"A Rãnar da kõwane rai yake sãmun abin da ya aikata daga alhẽri, a halarce, da kuma abin da ya aikata daga sharri, alhãli yana gũrin, dã dai lalle a ce akwai fage mai nĩsa a tsakãninsa da abin daya aikata na sharrin! Kuma Allah Yanã tsõratar da kũ kanSa. Kuma Allah Mai tausayi ne ga bãyin Sa.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:31","price":"Ka ce: \"Idan kun kasance kunã son Allah to, ku bĩ ni, Allah Ya sõ ku, kuma Ya gãfarta muku zunubanku. Kuma Allah Mai gãfara ne, Mai jin ƙai.\"","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:32","price":"Ka ce: \"Ku yi ɗã'a ga Allah da Manzo.\" To, amma idan sun jũya bãya, to, lalle ne Allah bã Ya son kãfirai.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:33","price":"Lalle ne Allah Yã zãɓi Ãdama da Nũhu da Gidan Ibrãhĩma da Gidan Imrãna a kan tãlikai.","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:34","price":"Zuriyya ce sãshensu* daga sãshe, kuma Allah Mai ji ne, Masani.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"* Sũ duka daidai suke ga mai da al'amari ga Allah.","lang":"ha"},{"name":"3:35","price":"A lõkacin da mãtar Imrãna* ta ce: \"Ya Ubangijina! Lalle ni, nã yi bãkancen abin da ke cikin cikĩna gare Ka; ya zama 'yantacce, sai Ka karɓa daga gare ni. Lalle ne Kai, Kai ne Mai ji, Masani.\"","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"* Mãtar Imrãna sunanta Hannatu ɗiyar fãƙũza, bã ta haifuwa, sai wata rãna ta ga tsuntsuwa tanã ciyar da tsãkonta, sai ta yi sha'awar sãmun ɗa sabõda haka ta rõki Allah Ya bã ta ɗa. Da mijinta Imrãna ya tãke ta sai ta sãmi ciki, dõmin murna sai ta yi alkwarin 'yanta shi da bakance ga Masallacin Baitil Muƙaddas dõmin ya riƙa yi masa hidima. To, a lõkacin da ta haihu sai ta sãmi ɗiya mace. Ga shari'arsu bã a 'yanta mace ga irin wannan aiki na hidimar masallaci, dõmin haka ta nemi uzuri da cewa ta haife ta mace, mace bã kamar namiji take ba. Har ta yi ruɗu ta jũya, ta ce, namijin bã kamar mace ba, dõmin namiji ne a cikin zũciyarta.","lang":"ha"},{"name":"3:36","price":"To, a lõkacin da ta haife ta sai ta ce: \"Ya Ubangijina! Lalle ne nĩ, nã haife ta mace!\"KumaAllah ne Mafi sanin abin da ta haifa.\" Kuma namiji bai zama kamar mace ba. Kuma nĩ nã yi mata suna Maryamu* kuma lalle ne ni, ina nẽma mata tsari gare Ka, ita da zũriyarta daga Shaiɗan jẽfaffe.\"","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"* Maryam, ma'anarta mai ibãda. Abinci da ake kai mata a cikin Masallaci shĩ ne 'ya'yan itãce, irin na ɗãri, a lõkacin bazara, kuma irin na bazara a lõkacin ɗãri. Wannan kuma ya mõtsar da begen zakariyya ga sãmun ɗã, bãyan shi da mãtarsa sun tsũfa ba su haifu ba. Sai ya rõƙi Allah kuma Ya karɓa masa, Ya ba shi Yahaya Annabi.","lang":"ha"},{"name":"3:37","price":"Sai Ubangijinta Ya karɓe ta karɓa mai kyau. Kuma Ya yabanyartar da ita yabanyartarwa mai kyau, kuma Ya sanya rẽnonta ga Zakariyya. Ko da yaushe Zakariyya ya shiga masallãci, a gare ta, sai ya sãmi abinci a wurinta. (Sai kuwa) ya ce: \"Yã Maryamu! Daga ina wannan yake gare ki?\" (Sai) ta ce: \"Daga wurin Allah yake. Lalle ne Allah yana azurta wanda Ya so ba da lissafi ba.\"","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:38","price":"A can ne Zakariyya ya rõki Ubangijinsa, ya ce: \"Ya Ubangijina! Ka bã ni zuriyya mai kyau daga gunKa. Lalle ne Kai Mai jin addu'a Kake.\"","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:39","price":"Sai malã'iku suka kirãye shi, alhãli kuwa shĩ yanã tsaye yana salla a cikin masallãci. (Suka ce), \"Lalle ne Allah yana bã ka bushãra da Yahaya, alhãli yana mai gaskatãwar wata kalma daga Allah, kuma shugaba, kuma tsarkakke kuma annabi daga sãlihai.\"","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:40","price":"Ya ce: \"Yã Ubangijina! Yãya yãro zai sãmu a gare ni, alhãli kuwa, lalle tsũfa ya sãme ni, kuma mãtãta bakarãriya ce?\" Allah ya ce, \"Kamar hakan ne, Allah yana aikata abin da Yake so.\"","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:41","price":"Ya ce: \"Yã Ubangijinã! Ka sanya mini wata alãma!\" (Allah) Ya ce \"Alãmarka ita ce ba zã ka iya yi wa mutãne magana ba har yini uku face da ishãra. Sai ka ambaci Ubangijinka da yawa. Kuma ka yi tasbĩhi da marece da sãfe.\"","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:42","price":"Kuma a lõkacin da malã'iku suka ce: \"Ya Maryamu! Lalle ne, Allah Ya zãɓe ki, kuma Ya tsarkake ki, kuma Ya zaɓe ki a kan mãtan tãlikai.\"","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:43","price":"\"Yã Maryamu! Ki yi ƙanƙan da kai ga Ubangijinki, kuma ki yi sujada, kuma ki yi rukũ'i tãre* da mãsu rukũ'i.\"","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"* Wannan ya nũna muhimmancin salla tãre da jama'a a masallaci, kõ da ga mãta. Sai dai hãli ya nũna an fi son mace ta yi salla a ɗakinta.","lang":"ha"},{"name":"3:44","price":"Wannan yana daga lãbarun* gaibi, Munã yin wahayinsa zuwa gare ka (Muhammadu). Ba ka kasance ba a wurinsu a lõkacin da suke jẽfa alƙalumansu (domin ƙuri'a) wãne ne zai yi rẽnon Maryam. Kuma ba ka kasance a wurinsu ba a lõkacin da suke ta yin husũma**.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"* Wannan yana daga cikin dalĩlan annabcin Annabi Muhammad, tsira da aminci su tabbata a gare shi, wajen faɗar lãbãrin abin da bai halarta ba. ** Uwar Maryamu tã ɗauke ta, tã kai ta ga Bani kãhin ɗan Hãrũna ɗan'uwan MũSã, a lõkacin nan, sũ ne suke tsaron Baitil Muƙaddas, ta mĩka musu ita, ta ce: \"Ku karɓa. Na 'yantar da ita, kuma mace mai haila bã ta shiga masallaci, kuma bã zan mayar da ita a gidanã ba.\" Sai suka ce: \"Wannan ɗiyar limãminmu ce kuma shugaban Ƙurbãninmu.\" Zakariyya ya ce: \"Ku bã ni ita dõmin innarta tanã tãre da ni.\" Su ka ce: \"Rãyukanmu bã su iya barin ta ga wani.\" Sai suka yi ƙuri'a da alƙalumansu da suke rubũtun Attaura da su. Sai Zakariyya ya rinjãya. An ce sun tafi kõgin Urdun ne suka jefa alƙaluman nãsu, a kan cewa wanda alƙalaminsa bai bi ruwa ba, ya tsaya, shĩ ne ya rinjãya. Sai Zakariyya ya rinjãya, ga shi kuma shĩ ne shugabansu, kuma malaminsu, kuma annabinsu, sai ya sanya ta a cikin bene, a cikin masallacin sa.","lang":"ha"},{"name":"3:45","price":"A lõkacin da malã'iku suka ce \"Yã Maryamu! Lalle ne Allah Yana bã ki bushãra da wata kalma daga gare Shi; sũnansa Masĩhu ĩsa ɗan Maryama, yana mai daraja a dũniya da Lãhira kuma daga Makusanta.","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:46","price":"\"Kuma yana yi wa mutãne magana a cikin shimfiɗar jariri, da kuma lõkacin da yana dattijo, kuma yana daga sãlihai.\"","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:47","price":"Ta ce: \"Yã Ubangijina! Yãya yãro zai kasance a gare ni, alhãli kuwa wani mutum bai shãfe ni ba?\" (Allah) Ya ce: \"Kamar wannan ne, Allah yana halittar abin da Yake so. Idan Ya hukunta wani al'amari, sai ya ce masa, \"Ka kasance!, Sai yana kasancẽwa.\"","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:48","price":"Kuma Ya sanar da shi rubũtu da hikima da Attaura da Linjĩla.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:49","price":"Kuma (Ya sanya shi) manzo zuwa ga Bani Isrãila'ĩla (da sãko, cẽwa), Lalle ne, ni haƙĩƙa nã zõ muku, da wata ãyã daga Ubangijinku. Lalle ne ni ina halitta muku daga lãka, kamar siffar tsuntsu sa'an nan in hũra a cikinsa, sai ya kasance tsuntsu, da izinin Allah. Kuma ina warkar da wanda aka haifa makãho da kuturu, kuma ina rãyar da matottu, da izibin Allah. Kuma ina gayã muku abin da kuke ci da abin da kuke ajiyẽwa acikin gidãjenku. Lalle ne, a cikin wannan akwai ãyã a gare ku, idan kun kasance mãsu yin ĩmãni.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:50","price":"\"Kuma inã mai gaskatãwa ga abin da yake a gabãnina daga Taurata. Kuma (nãzo) dõmin in halatta muku sãshen abin da aka haramta muku. Kuma nã tafo muku da wata ãyã daga Ubangijinku. Sai ku bi Allah da taƙawa, kuma ku yi mini ɗã'ã.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:51","price":"\"Lalle Allah shi ne Ubangijina, kuma Ubangijinku, sai ku bauta Masa. Wannan ce hanya madaidaiciya.\"","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:52","price":"To, a lõkacin da Ĩsa ya gane kãfirci daga gare su, sai ya ce: \"Su wãne ne mataimakãna zuwa ga Allah?\" Hawãriyãwa suka ce: \"Mu ne mataimakan Allah. Mun yi ĩmani da Allah. Kuma ka shaida cẽwa lalle ne mu, mãsu sallamãwa ne.","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:53","price":"\"Yã Ubangijin mu! Mun yi imãni da abin da Ka saukar, kuma mun bi Manzon Ka, sai Ka rubũta mu tãre da mãsu shaida..*","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"* Masu shaida su ne Musulmi dõmin a cikin Attaura sũnansu mãsu shaida, mabiya Annabi Ummiyyi.","lang":"ha"},{"name":"3:54","price":"Kuma (Kãfirai) suka yi mãkirci, Allah kuma Ya yi musu (sakamakon) makircin, kuma Allah ne Mafi alhẽrin mãsu sãka wamãkirci.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:55","price":"A lõkacin da Ubangiji Ya ce: \"Ya Ĩsa! Lalle NĨ Mai karɓar ranka ne, kuma Mai ɗauke ka ne zuwa gare Ni, kuma Mai tsarkake ka daga waɗanda suka kãfirta, kuma Mai sanya waɗanda suka bĩ ka a bisa waɗanda suka kãfirta har Rãnar ¡iyãma. Sa'an nan kuma zuwa gare Ni makõmarku take, sa'an nan in yi hukunci a tsakãninku, a cikin abin da kuka kasance kuna sãɓã wa jũna.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:56","price":"\"To, amma waɗanda suka kãfirta sai In azabta su da azãba mai tsanani, a cikin dũniya da Lãhira, kuma bã su da wasu mãsu taimako.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:57","price":"Kuma amma waɗan da suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai, sai (Allah) Ya cikã musu ijãrõrinsu. Kuma Allah bã Ya son Azzãlumai.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:58","price":"\"Wan nan Muna karanta shi a gare ka (Muhammad) daga ãyõyi, da Tunatarwa mai hikima (Alƙur'ãni).\"","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:59","price":"Lalle ne misãlin Ĩsã a wurin Allah kamar misãlin Ãdama ne, (Allah) Yã halitta shi daga turɓãya, sa'an nan kuma Ya ce masa: \"Ka kasance: \"Sai yana kasancewa.","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:60","price":"Gaskiya daga Ubangijinka take sabõda haka kada ka kasance daga mãsu shakka.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:61","price":"To, wanda ya yi musu* da kai a cikinsa, a bãyan abin da ya zo maka daga ilmi, to ka ce: \"Ku zo mu kirãyi, 'yã'yanmu da 'yã'yanku da mãtan mu da mãtanku da kanmu da kanku sa'an nan kuma mu ƙanƙantar da kai sa'an nan kuma mu sanya la'anar, Allah a kan maƙaryata.\"","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"* Wanda ya yi hujjacewa da Annabi a kan sha'anin Ĩsã; kamar Nasãran Najrãn, sun tafi dõmin su yi jãyayya da Annabi. Ya kira su zuwa ga mubãhala, suka ce: sai sun yi shãwara, suka ce wa jũnansu: \"Kun san gaskiya mutumin nan Annabi ne. Ku bar ra'ayinku na mubãhala, dõmin wani Annabi bai taɓa yin ta tãre da wasu mutãne ba, fãce sun halaka.\" Bãyan haka suka iske Annabi yã fito shi da Hasan da Husaini da Fãtima da Ali, kuma ya ce musu: \"ldan na yi addu'a ku ce, Ãmin.\" Sai suka ƙi mubahãlar, suka yi sulhu akan jizya.","lang":"ha"},{"name":"3:62","price":"Lalle ne wannan, haƙĩƙa, shi ne lãbãri tabbatacce, kuma bãbu wani abin bautawa fãce Allah, kuma lalle ne, Allah, haƙĩƙa, Shi ne Mabuwãyi Mai hikima.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:63","price":"To, idan sun jũya bãya, to, lalle Allah Masani ne ga maɓannata.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:64","price":"Ka ce: \"Yã ku Mutãnen Littãfi!* Ku tafo zuwa ga kalma mai daidaitãwa** a tsakã ninmu da ku; kada mu bauta wa kõwa fã ce Allah. Kuma kada mu haɗa kõme da Shi, kuma kada sãshenmu ya riƙi sãshe Ubangiji, baicin Allah.\" To, idan sun jũya bã ya sai ku ce: \"ku yi shaida cẽwa, lalle ne mu masu sallamã wa ne.\"","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"* Mutãnen Littãfi sũ ne Yahũdu da Nasãra kõ da yake an ƙãre magana ne a kan Ĩsã, dõmin kira zuwa ga addini mai aƙĩda sahĩhiya ya haɗa kõwanensu. ** Kalma mai daidaitãwa ita ce kalmar shahãda dõmin tã tabbatar da cewa bãbu abin bautãwa fãce Allah. Bauta ita ce bin wani ga hukunce-hukunce na wajabtãwa kõ haramtãwa kõ halattãwa ko sanya wasu sharuɗɗa waɗanda sharĩ'a ba ta zo da suba. Wannan ãyã ba ta tsaya ga Yahũdu da Nasãra waɗanɗa suka ɗauki Ahbãr da Ruhbãn da mãsu ƙirƙira wasu hukunce-hukunce ba. A'a tã kai har ga Musulmi mãsu raunin hankali da ĩmãni, waɗanda suke zaton waliyyai sunã iya cũtãrwa, kõ sunã iya amfãnin wani da zãtinsu, kuma sunã iya halattãwar abin da Allah Ya haramta, kuma sunã iya haramtãwar abinda Ya halatta, tãre da haka kuma sunã ƙãga bidiõ'ĩ mãsu girma waɗanda Allah bai saukar da wani dalĩli a kansu ba, sunã sanya waɗannan bidi'õ'ĩ su zama ɗarĩƙu ga waɗannan waliyyan. Sunã riya cewa sũ ne mãsu ceton mutum kõ da suke sunã sãɓã wa sharĩ'a, sunã zaton cewa sunã kan wani abu. To, sũ ne maƙaryata, Shaiɗan yã rinjãye su har ya mantar da su daga tuna Allah. Waɗannan sũ ne ƙungiyar Shaiɗan. (Dubi Sãwi).","lang":"ha"},{"name":"3:65","price":"Yã Mutãnen Littãfi! Don me kuke hujjacẽwa a cikin sha'anin lbrãhĩma, alhãli kuwa ba a saukar da Attaura da injĩla ba fãce daga bãyansa? Shin bã ku hankalta?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:66","price":"Gã ku yã waɗannan! Kun yi hujjacẽwa a cikin abin da yake kunã da wani ilmi game da shi, to, don me kuma kuke yin hujjacẽwa a cikin abin da bã ku da wani ilmi game da shi? Allah yana sani, kuma kũ, ba ku sani ba!","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:67","price":"Ibrãhĩma bai kasance Bayahũde ba, kuma bai kasance Banasãre ba, amma yã kasance mai karkata zuwa ga gaskiya, mai sallamãwa, kuma bai kasance daga mãsu shirki ba.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:68","price":"Lalle ne mafi hakkin mutãne da Ibrãhĩma haƙĩƙa, sũ ne waɗanda suka bi shi a (zamaninsa) da wannan Annabi (Muhammadu) da waɗanda suka yi ĩmãni. Kuma Allah ne Majiɓincin mũminai.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:69","price":"Wata ƙungiya daga Mutãnen Littãfi sun yi gũrin su ɓatar da ku, to, ba su ɓatar da kõwa ba fãce kansu, kuma bã su sansancewa!","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:70","price":"Yã Mutãnen Littãfi! Don me kuka kãfirta da ãyõyin Allah, alhãli kuwa kũ, kuna shaida (cẽwa sũ gaskiya ne)?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:71","price":"Yã Mutãnen Littãfi! Don me kuke lulluɓe gaskiya da ƙarya, kuma kuke ɓõye gaskiya, alhãli kuwa kuna sane?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:72","price":"Kuma wata ƙungiya daga Mutãnen Littãfi ta ce: \"Ku yi ĩmãni da abin da aka saukar a kan waɗanda suka yi ĩmãni (da Muhammadu) a farkon yini, kuma ku kãfirta a ƙarshensa; tsammãninsu, zã su kõmõ.\"","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:73","price":"\"Kada ku yi ĩmãni fãce* da wanda ya bi addininku.\" Ka ce: \"Lalle ne, shiriya ita ce shiriyar Allah. (Kuma kada ku yi ĩmãni) cẽwa an bai wa wani irin abin da aka bã ku, kõ kuwa su yi musu da ku a wurin Ubangijinku.\" Ka ce: \"Lalle ne falala ga hannun Allah take, yana bãyar da ita ga wanda Yake so, kuma Allah Mawadãci ne, Masani.\"","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"* Maganganu sun shiga jũna dõmin a yi raddin kõwace guntuwar magana da jawãbin da ya dãce da ita tãre da ita. A lũra da kyau.","lang":"ha"},{"name":"3:74","price":"Yanã keɓance wanda Ya so da rahamarSa, kuma Allah Ma'abucin falala ne, Mai girma.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:75","price":"Kuma daga Mutãnen Littãfi akwai wanda yake idan ka bã shi amãnar kinɗãri,* zai bãyar da shi gare ka, kuma daga gare su akwai wanda idan ka bã shi amãnar dĩnari, bã zai bãyar da shi gare ka ba, fãce idan kã dawwama a kansa kanã tsaye. Wannan kuwa, dõmin lalle ne sũ sun ce, \"Bãbu laifi a kanmu a cikin Ummiyyai.**\" Suna faɗar ƙarya ga Allah, alhãli kuwa suna sane.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"* Ƙinɗar Shi ne ũƙiyya dubũ gõma sha biyu, kuma ũƙiyya ɗaya tanã daidai da dirhami dubũ biyu da ɗari biyar kõ dĩnari dubu. ** Bãbu laifi idan mun ci dũkiyarsu: Watau Bayahũde yana ganin cin dũkiyar wanda bã Bayahũde ba irinsa halal ne a gare shi.","lang":"ha"},{"name":"3:76","price":"Na'am! Wanda duk ya cika alkawarinsa, kuma ya yi taƙawa, to, lalle ne Allah yana son mãsu jin Tsoronsa.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:77","price":"Lalle ne waɗanda suke sayen 'yan tamani kaɗan da alkawarin Allah da rantsuwõyinsu, waɗannan bãbu wani rabo a gare su a Lãhira, Kuma Allah bã Ya yin magana da su, kuma bã Ya dũbi zuwa gare su, a Rãnar ¡iyãma, kuma bã Ya tsarkake su, kuma sunã da Azãba mai raɗaɗi.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:78","price":"Kuma lalle ne, daga gare su akwai wata ƙungiya suna karkatar da harsunansu da Littãfi dõmin ku yi zaton sa daga Littãfin, alhãli kuwa bã shi daga Littãfin. Kuma suna cẽwa: \"Shi daga wurinAllah yake.\" Alhãli kuwa shi, bã daga wurin Allah yake ba. Sunã faɗar ƙarya ga Allah, alhãli kuwa sunã sane.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:79","price":"Ba ya yiwuwa ga wani mutum, Allah Ya bã shi Littãfi da hukunci da Annabci, sa'an nan kuma ya ce wa mutãne: \"Ku kasance bãyi gare ni, baicin Allah.\" Amma (zai ce): \"Ku kasance mãsu aikin ibãda da abin da kuka kasance kuna karantar da Littãfin, kuma da abin da kuka kasance kuna karantãwa.\"*","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"* Wannan ya nũna karatun Alƙur'ãni kawai bã da sanin ma'anarsa ba, dõmin a yi aiki da shi, ba ya isar mutum. Amman wanda ya kõyi ibãda sõsai, sa'an nan ya karanta Alƙur'ãni, to, zã a bã shi lãda kõ dã ba ya fahimtar ma'anarsa.","lang":"ha"},{"name":"3:80","price":"Kuma ba ya umurnin ku da ku riƙi malã'iku da annabãwa lyãyengiji. Shin, zai umurce ku da kãfirci ne a bãyan kun riga kun zama mãsu sallamãwa (Musulmi)?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:81","price":"Kuma a lõkacin da Allah Ya riƙi alkawarin Annabãwa: \"Lalle ne ban bã ku wani abu ba daga Littãfi da hikima, sa'an nan kuma wani manzo ya je muku, mai gaskatãwa ga abin da yake tãre da ku; lalle ne zã ku gaskata Shi, kuma lalle ne zã ku taimake shi.\" Ya ce: \"Shin, kun tabbatar kuma kun riƙi alkawarĩNa a kan wannan a gare ku?\" suka ce: \"Mun tabbatar.\" Ya ce: \"To, ku yi shaida, kuma Nĩ a tãre da ku Inã daga mãsu shaida.\"","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:82","price":"To, waɗanda kuma suka jũya bãya a bãyan wannan, to, waɗannan sũ ne fãsiƙai.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:83","price":"Shin wanin Addinin Allah suke nẽma, alhãli kuwa a gare Shi ne waɗanda ke cikin sama da ƙasa suka sallama wa, a kan sõ da ƙĩ, kuma zuwa gare Shi ake mayar da su?","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:84","price":"Ka ce: \"Mun yi ĩmãni da Allah kuma da abin da aka saukar mana da abin da aka saukar wa Ibrãhĩma da Isma'ĩla da Is'hãƙa da Yãƙũba da jĩkõki, da abin da aka bai wa Mũsã da ĩsã da annabãwa daga Ubangijinsu, bã mu bambantãwa a tsakãnin kõwa daga gare su. Kuma mũ, zuwa gare Shi mãsu sallamãwa ne.\"","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:85","price":"Kuma wanda ya nẽmi wanin Musulunci ya zama addini, to, bã zã a karɓa daga gare shi ba. Kuma shi a Lãhira yana daga cikin mãsu hasãra.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:86","price":"Yãya Allah zai shiryar da mutãne waɗanda suka kãfirta a bãyan ĩmãninsu, kuma sun yi shaidar cẽwa, lalle Manzo gaskiya ne, kuma hujjõji bayyanannu sun je musu? Allah bã Ya shiryar da mutãne azzãlumai.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:87","price":"Waɗannan, sakamakonsu shi ne, lalle a kansu akwai la'anar Allah da mãla'iku da mutãne gabã ɗaya.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:88","price":"Sunã mãsu dawwama a cikinta, bã a sauƙaƙa azãbar gare su, kuma ba su zama ana yi musu jinkiri ba.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:89","price":"Fãce waɗanda suka tũba daga bãyan wannan, kuma suka yi gyãra, to, lalle ne Allah Mai gãfara ne Mai jin ƙai.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:90","price":"Lalle ne waɗanda suka kãfirta a bãyan ĩmãninsu, sa'an nan kuma suka ƙãra kãfirci bã zã a karɓi tũbarsu ba. Kuma waɗannan sũ ne ɓatattu.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:91","price":"Lalle ne wanɗanda suka kãfirta, kuma suka mutu alhãli kuwa suna kãfirai to bã zã a karɓi cike da ƙasa na zinãri daga ɗayansu ba, kõ dã ya yi fansa da shi, waɗannan sunã da azãba mai raɗaɗi, kuma bã su da wasu mataimaka.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:92","price":"Bã zã ku sãmi kyautatãwa ba, sai kun ciyar daga abin da kuke so. Kuma abin da kuka ciyar, kõ mẽne ne, to, lalle ne Allah, gare shi, Masani ne.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"ha"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}