{"data":[{"name":"10:1","price":"A. L̃.R. Waɗancan ãyõyin littãfi ne kyautatacce.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1365,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:2","price":"Shin, yã zama abin mãmaki ga mutãne dõmin Mun yi wahayi zuwa ga wani namiji daga gare su cẽwa, \"Ka yi gargaɗi ga mutãne kuma ka yi bushãra ga waɗanda suka yi ĩmãni da cẽwa: Lalle ne sunã da abin gabãtarwar gaskiya a wurin Ubangijinsu.\"Kãfirai suka ce: \"Lalle ne wan nan, haƙĩƙa, masihirci ne bayyananne.\"","arabic":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1366,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:3","price":"Lalle Allah ne Ubangijinku wanda Ya halicci sammai da ƙasa a cikin kwãna shida, sa'an nan kuma Ya daidaita a kan Al'arshi Yanã gudãnar da al'amari. Bãbu wani macẽci fãce a bayan izninSa. Wannan ne Allah, Ubangijinku, sai ku bauta Masa. Shin fa, ba ku tunãni?","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1367,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:4","price":"zuwa gare Shi makõmarku take gabã ɗaya, wa'adin Allah gaskiya ne. Haƙĩƙa, Shi ne Yake fara halitta, sa'an nan kuma Ya mayar da ita dõmin Ya sãka wa waɗanda suka yi ĩmãni kuma suka aikata ayyukan ƙwarai da ãdalci, kuma waɗanda suka kãfirta sunã da abin sha daga ruwan zãfi, da azãba mai raɗaɗi, sabõda abin da suka kasance sunã yi na kãfirci.","arabic":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1368,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:5","price":"Shĩ ne wanda Ya sanya muku rãnã, babban haske, da watã mai haske, kuma Ya ƙaddara shi ga Manzilõli, dõmin ku san ƙidãyar shẽkaru da lissãfi. Allah bai halitta wan nan ba, fãce da gaskiya, Yanã bayyana ãyõyi daki-daki dõmin mutãne waɗan da suke sani.","arabic":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1369,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:6","price":"Lalle ne a cikin sãɓãwar dare da yini, da abin da Allah Ya halitta a cikin sammai da ƙasa, haƙĩƙaakwai ãyõyi ga mutãne waɗan da suke yin taƙawa.","arabic":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1370,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:7","price":"Lalle ne waɗanda ba su ƙaunar gamuwa da Mũ, kuma suka yarda da rãyuwar dũniya kuma suka natsu da ita, da waɗanda suke gafalallu ne daga ãyõyin Mu,","arabic":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1371,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:8","price":"Waɗannan matattãrarsu Jahannama ce sabõda abin da suka kasance sunã tsirfãtawa.","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1372,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:9","price":"Lalle ne waɗanda suka yi ĩmãni kuma suka aikata ayyukan ƙwarai, Ubangijinsu Yanã shiryar da su sabõda ĩmãninsu, ƙõramu sunã gudãna daga ƙarƙashinsu, a cikin gidãjen Aljannar ni'ima.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1373,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:10","price":"Kiransu a cikinta, \"Tsarkin Ka yã Allah!\" Kuma gaisuwarsu a cikinta,\"Salãmun\", kuma ƙarshen kiransu, cẽwa, \"Gõdiya ta tabbata ga Allah Ubangijin halittu.\"","arabic":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1374,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:11","price":"Kuma dã Allah Yana gaggãwa ga mutãne da sharri kamar yadda Yake gaggauta musu da alhẽri, haƙĩƙa dã an hukunta ajalinsu zuwa gare su. Sabõda haka Munã barin waɗanda ba su ƙaunar gamuwa da Mu, a cikin kangararsu sunã ta ɗimuwa.","arabic":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1375,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:12","price":"Kuma idan cũta ta shãfi mutum, sai ya kirãye Mu, yanã (kwance) ga sãshensa kõ kuwa zaune, kõ kuwa a tsaye. To, a lõkacin, da Muka kuranye cũtar daga gare shi, sai ya shũɗe kamar ɗai bai kirãye Mu ba zuwa ga wata cũta wadda ta shãfe shi. Kamar wannan ne aka ƙawãta ga maɓannata, abin da suka kasance sunã aikatãwa.","arabic":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1376,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:13","price":"Kuma, haƙĩƙa, Mun halakar da al'ummomi daga gabãninku, a lõkacin da suka yi zãlunci, kuma manzanninsu suka jẽ musu da hujjõji bayyanannu, amma ba su kasance sunã ĩmãni ba. Kamar wannan ne, Muke sãkãwa ga mutãne mãsu laifi.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1377,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:14","price":"Sa'an nan kuma Muka sanya ku mãsu mayẽwa a cikin ƙasa daga bãyansu, dõmin Mu ga yãya kuke aikatãwa.","arabic":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1378,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:15","price":"Kuma idan anã karatun ãyõyĩnMu bayyanannu a kansu, sai waɗanda bã su ƙaunar gawuwa da Mu, su ce: \"Ka zo da wani Alƙur'ãni, wanin wannan, ko kuwa ka musunyã shi.*\" Ka ce: \"Bã ya kasancẽwa a gare ni in musanyã shi da kaina. Bã ni biyar kõme fãce abin da aka yiwo wahayi zuwa gare ni. Kuma, haƙĩƙa ni inã tsõro idan na sãɓã wa Ubangijina, ga azãbar wani yini mai girma.\"","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1379,"juzNumber":11,"footnotes":"* Sunã nufin idan ya musanya shi, su ce: \" To, gã shi ka bayyana cewa kai ne mai ƙirƙira shi, kanã jinginã shi ga Allah.\".","lang":"ha"},{"name":"10:16","price":"Ka ce: \"Dã Allah Ya so dã ban karanta shi ba a kanku, kuma dã ban sanar da kũ ba gameda shi, dõmin lalle ne nã zauna a cikinku a zãmani mai tsawo daga gabãnin (fãra saukar) sa. Shin fa, bã ku hankalta?\"","arabic":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1380,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:17","price":"\"Sabõda haka wãne ne mafi Zãlunci daga wanda ya ƙirƙira ƙarya ga Allah, kõ kuwa ya ƙaryata ãyõyinSa? Haƙĩƙa, mãsu laifibã su cin nasara!\"","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1381,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:18","price":"Kuma sunã bautã wa, baicin Allah, abin da bã ya cũtar dasu kuma bã ya amfãninsu, kuma sunã cẽwa: \"Waɗannan ne macẽtanmu a wurin Allah.\"Ka ce: \"Shin, kunã bai wa Allah lãbãri ne, ga abin da bai sani ba, a cikin sammai ko a cikin ƙasa? TsarkinSa ya tabbata kuma Yã ɗaukaka daga gabin da duk suke yin shirki da Shi.\"","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1382,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:19","price":"Kuma mutãne ba su kasance ba fãce Al'umma guda, sa'an nan kuma suka sãɓã wa jũna, kuma ba dõmin wata kalma ba wadda ta gabãta daga Ubangijin ka, dã an yi hukunci a tsakãninsu a kan abin da yake a cikin sa suke sãɓã wa jũna.","arabic":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1383,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:20","price":"Kuma sunã cẽwa: \"Don me ba a saukar da wata ãyã ba a gare shi, daga Ubangijin sa?\" To, ka ce: \"Abin sani kawai, gaibi ga Allah yake. Sai ku yi jira. Lalle ne nĩ, tãre da ku, inã daga mãsu jira.\"","arabic":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1384,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:21","price":"Kuma idan Muka ɗanɗanã wa mutãne wata rahama, a bãyan wata cũta tã shãfe su, sai gã su da mãkirci a cikin ãyõyinMu. Ka ce: \"Allah ne mafi gaggãwar (sakamakon) mãkirci.\" Lalle ne Manzannin Mu sunã rubũta abin da kuke yi na mãkirci.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1385,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:22","price":"Shĩ ne wanda Yake tafiyar da ku a cikin tudu da (kuma) tẽku, sai idan kun kasance a cikin jirãge, su gudãna tãre da su da iska mai dãɗi, kuma su yi farin ciki da ita, sai wata gũguwa ta je wa jirãgen, kuma tãguwar ruwa ta jẽ musu daga kõwane wuri, kuma su tabbata cẽwa sũ, an kẽwaye su, sai su kirãyi Allah, sunã mãsu tsarkake addini gare Shi, (sunã cẽwa): Lalle ne idanKa kuɓutar da mu daga wannan, haƙĩƙa munã kasancẽwa daga mãsu gõdiya.","arabic":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1386,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:23","price":"To, a lõkacin da Ya kuɓutar da su, sai, gã su sunã zãlunci a cikin ƙasa, bã da wanĩ hakki ba. Yã ku mutãne! Abin sani kawai, zãluncinku a kanku yake, a bisa rãyuwar dũniya. Sa'an nan kuma zuwa gare Mu makõmarku take, sa'an nan Mu bã ku lãbãri game da abin da kuka kasance kunã aikatãwa,","arabic":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1387,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:24","price":"Abin sani kawai, misãlin rãyuwar dũniya kamar ruwa ne Muka saukar da shi daga sama, sa'an nan tsiron ƙasa ya garwaya da shi. Daga abin da mutãne da dabbõbi suke ci, har idan ƙasa ta riƙi zinãriyarta kuma ta yi ƙawa, kuma mutãnenta suka zaci cẽwa sũ ne mãsu ĩkon yi a kanta, sai umurnin Mu ya je mata da dare kõ kuma da rãna, sai Mu maishẽta girbabba kamar ba ta wadãta ba a jiya. Kamar wannan ne Muke rarrabe ãyõyi, daki-daki, ga mutãne waɗan da suke tunãni.","arabic":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1388,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:25","price":"Kuma Allah Yanã kira zuwa ga gidan aminci, kuma, Yanã shiryar da wanda Yake so zuwa ga tafarki madaidaici.","arabic":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1389,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:26","price":"Waɗanda suka kyautata yi, sunã da abu mai kyãwo kuma da ƙari)1), wata ƙũra bã ta rufe fuskõkinsu, kuma haka wani ƙasƙanci. waɗancan ne abokan Aljanna, sunã madawwama a cikinta.","arabic":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1390,"juzNumber":11,"footnotes":"* Mãsu aikin ƙwarai waɗanda suka karɓa kiran Allah sunã da sakamakon abu mai kyau, wãtau Aljanna, kuma da ƙãri, watau ganin Ubangijinsu a cikin Aljanna. Haka Hadisi ya yi fassara.","lang":"ha"},{"name":"10:27","price":"Kuma waɗanda suka yi tsirfar mũnanan ayyuka, sakamakon mummuna da kamarsa yake, kuma ƙasƙanci yanã rufe su. Bã su da wani matsari daga Allah, kamar an rufe fuskokinsu da guntãyen ƙirãruwa daga dare mai duhu. Waɗannan ne abõkan wuta, sunã madawwama a cikinta.","arabic":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1391,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:28","price":"Kuma a rãnar da Muke tãra su gabã ɗaya, sa'an nan kuma Mu ce wa waɗanda suka yi shirki, \"Ku kãma matsayinku, kũ da abũbuwan shirkĩnku.\" Sa'an nan Mu rarrabe a tsakãninsu, kuma abũbuwan shirkinsu su ce: \"Bã mũ kuka kasance kunã bauta wa ba.\"","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1392,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:29","price":"\"To, kuma Allah Yã isa zama shaida a tsakãninmu da tsakãninku. Haƙĩƙa mun kasance ba mu san kõme ba na bautãwarku a gare mu!\"","arabic":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1393,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:30","price":"A can ne kõwane rai yake jarraba abin da ya bãyar bãshi, kuma aka mayar da su zuwa ga Allah, Majiɓincinsu Tabbatacce kuma, abin da suka kasance sunã ƙirƙirãwa ya ɓace musu.","arabic":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1394,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:31","price":"Ka ce: \"Wãne ne Yake azurtã ku daga sama da ƙasa? Shin kõ kuma Wãne ne Yake mallakar jĩ da ganĩ, kuma Wãne ne Yake fitar da mai rai daga mamaci, kuma Ya fitar da mamaci daga mai rai, Kuma Wãne ne Yake shirya al'amari?\" To, zã su ce: \"Allah ne.\" To, ka ce: \"Shin fa, bã zã ku yi taƙawa ba?\"","arabic":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1395,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:32","price":"To, Wancan ne Allah, Ubangijinku Tobbatacce. To, mẽne ne a bãyan gaskiya fãce ɓãta? To, yãya ake karkatar da ku?","arabic":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1396,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:33","price":"Kamar wancan ne kalmar Ubangijinka, ta tabbata a kan waɗanda suka yi fãsiƙanci, cẽwa haƙĩƙa sũ, bã zã su yi ĩmãni ba.","arabic":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1397,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:34","price":"Ka ce: \"Shin, daga abũbuwan shirkinku akwai wanda yake fãra halitta, sa'an nan kuma ya mayar da ita?\" Ka ce: \"Allah ne Yake fãra halitta, sa'an nan kuma Ya mayar da ita. To, yãyã akejũyar da ku?\"","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1398,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:35","price":"Ka ce: \"Shin, daga abũbuwan shirkinku akwai wanda yake shiryarwa zuwa ga gaskiya?\" Ka ce: \"Allah ne Yake shiryarwa zuwa ga gaskiya. Shin fa, wanda Yake shiryarwa ne mafi cancantar a bi Shi, ko kuwa wanda bã ya shiryarwa fãce dai a shiryar da shi? To, mẽne ne a gare ku? Yãya kuke yin hukunci?\"","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1399,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:36","price":"Kuma mafi yawansu bã su biyar kõme fãce zato. Lalle ne zato bã ya wadãtar da kõme daga gaskiya. Lalle Allah ne Masani ga abin da suke aikatãwa.","arabic":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1400,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:37","price":"Kuma wan nan Alƙur'ãni bai kasance ga a ƙirƙira shi ba daga wanin Allah, kuma amma shi gaskatawar wannan ne da yake a gabãnin sa da bayãnin hukuncin littãffan Allah, Bãbu shakka a cikinsa, daga Ubangijin halittu yake.","arabic":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1401,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:38","price":"Kõ sunã cẽwa, \"Yã ƙirƙira shi?\" Ka ce: \"Ku zo da sũra guda misãlinsa, kuma ku kirãyi wanda kuka iya duka, baicin Allah, idan kun kasance mãsu gaskiya.\"","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1402,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:39","price":"Ã'a, sun ƙaryata game da abin da ba su kẽwaye da saninsa ba, kuma fassarar sa ba ta riga ta jẽ musu ba. Kamar waɗancan ne waɗanda suke a gabãninsu. Sai ka dũba, yãya ãƙibar Azzãlumai ta kasance?","arabic":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1403,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:40","price":"Kuma daga cikin su akwai wanda yake yin ĩmãni da Shi, kuma daga cikinsu akwai wanda bã ya yin ĩmãni da Shi. Kuma Ubangijinka ne Mafi sani ga maɓarnata.","arabic":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1404,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:41","price":"Kuma idan sun ƙaryata ka, to, ka ce: \"Inã da aikĩna kuma kunã da aikinku, kũ kuɓutattu ne daga abin da nake aikatãwa kuma ni kuɓutacce ne daga abin da kuke aikatãwa.\"","arabic":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1405,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:42","price":"Kuma daga cikinsu akwai waɗanda suke saurare zuwa gare ka. Shin fa, kai kana jiyar da kurma, kuma kõ dã sun kasance bã su hankalta?","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1406,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:43","price":"Kuma daga cikinsu akwai wanda yake tsõkaci zuwa gare ka. Shin fa, kai kana shiryar da makãfi, kuma kõ dã sun kasance bã su gani?","arabic":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1407,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:44","price":"Lalle ne Allah ba Ya zãluntar mutãne da kõme, amma mutãnen ne ke zãluntar kansu.","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1408,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:45","price":"Kuma rãnar da Yake tãra su, kamar ba su zauna ba fãce sa'a guda daga yini. Sunã gãne jũna a tsakãninsu. Haƙĩƙa, waɗanda suka ƙaryata game da gamuwa da Allah sun yi hasãra. Kuma ba su kasance mãsu shiryuwa ba.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1409,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:46","price":"Kuma imma dai, haƙĩƙa, Mu nũna maka sãshen abin da Muke yi musu alkawari, kõ kuwa Mu karɓi ranka, to, zuwa gare Mu makõmarsu take. Sa'an nan kuma Allah ne shaida a kan abin da suke aikatãwa.","arabic":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1410,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:47","price":"Kuma ga kõwace al'umma akwai Manzo*. Sa'an nan idan Manzonsu ya je, sai a yi hukunci a tsakãninsu da ãdalci, kuma sũ, bã a zãluntar su.","arabic":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1411,"juzNumber":11,"footnotes":"* Manzo na farko shĩ ne mai shiryar da su, Manzo na biyu shi ne Ajalinsu.","lang":"ha"},{"name":"10:48","price":"Kuma sunã cẽwa, \"A yaushe wannan wa'adi zai auku, idan kun kasance mãsu gaskiya?\"","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1412,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:49","price":"Ka ce: \"Ba na mallaka wa kaina wata cũta, haka kuma wani amfãni, sai abin da Allah Ya so. Ga kõwace al'umma akwai ajali, idan ajalinsu ya zo, to, bã zã su yi jinkiri daga gare shi ba, kõ dã sã'ã guda, kuma bã zã su gabãta ba.\"","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1413,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:50","price":"Ka ce: \"Shin, kun gani, idan azãbarSa ta zo muku da dare ko da rãna? Mẽne ne daga gare shimãsu laifi suke nẽman gaggãwarsa?\"","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1414,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:51","price":"Shin sa'an nan kuma idan har ya auku, kun yi ĩmãni da shi? Ashe? Yanzu kuwa, alhãli kun kasance game da shi kunã nẽman gaggãwar aukuwarsa?","arabic":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1415,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:52","price":"Sa'an nan kuma aka ce ga waɗanda suka yi zãlunci, \"Ku ɗanɗani azãbar dawwama! Shin, anã sãka muku fãce da abin da kuka kasance kuna aikatãwa?\"","arabic":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1416,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:53","price":"Kuma sunã tambayar ka: Shin gaskiya ne? Ka ce: \"Ĩ, ina rantsuwa da Ubangijĩna. Lalle gaskiya ne, kuma ba ku zama mãsu buwãya ba.\"","arabic":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1417,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:54","price":"Kuma dã kõwane rai wanda ya yi zãlunci yã mallaki duka abin da yake a cikin ƙasa, to, dã yã yi fansa da shi. Kuma suka dinga nadãma a lõkacin da suka ga azãba. Sa'an nan aka yi hukunci a tsakãninsu da ãdalci, kuma bã zã a zãlunce su ba.","arabic":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1418,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:55","price":"To! Haƙĩƙa Allah Ya mallaki abin da yake a cikin sammai da ƙasa. To! Haƙĩƙa wa'adin Allah gaskiya ne. Amma kuma mafi yawansu ba su sani ba.","arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1419,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:56","price":"Shi ne Yake rãyarwa kuma Yake matarwa. Kuma zuwa gare Shi ne ake mayar da ku.","arabic":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1420,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:57","price":"Ya ku mutãne! Lalle wa'azi yã jẽ muku daga Ubangijinku, da waraka ga abin da yake a cikin ƙirãza, da shiriya da rahama ga muminai.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1421,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:58","price":"Ka ce: \"Da falalar Allah da rahamar Sa. Sai su yi farin ciki da wannan.\" Shĩ ne mafi alhẽri daga abin da suke tãrãwa.","arabic":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1422,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:59","price":"Ka ce: \"Shin, kun ga abin da Allah Ya saukar sabõda ku na arziki, sai kuka sanya hukuncin haramci da halacci a gare shi?\" Ka ce: \"Shin, Allah ne Ya yi muku izni, ko ga Allah kuke ƙirƙirãwar ƙarya?\"","arabic":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1423,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:60","price":"Kuma mẽne ne zaton waɗanda suke ƙirƙira ƙarya ga Allah, a Rãnar ¡iyãma? Lalle haƙĩƙa, Allah Ma, abũcin falala ne a kan mutãne, amma kuma mafi yawansu bã su gõdẽwa.","arabic":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1424,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:61","price":"Kuma ba ka kasance a cikin wani sha'ani ba, kuma ba ka karanta wani abin karatu daga gare shi ba, kuma ba ku aikata wani aiki ba, fãce Mun kasance Halarce a lõkacin da kuke zubuwa a cikinsa. Kuma wani ma'aunin zarra bã zai yi nĩsa ba daga Ubangijinka a cikin ƙasa, haka kuma a cikin sama, kuma bãbu wanda yake mafi ƙaranci daga haka, kuma bãbu mafi girma, fãce yana a cikin littãfi bayyananne.","arabic":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1425,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:62","price":"To, Lalle ne masõyan* Allah bãbu tsõro a kansu, kuma bã zã su kasance sunã yin baƙin ciki ba.","arabic":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1426,"juzNumber":11,"footnotes":"* Waliyyin Allah, shi ne masõyin Allah da sharaɗin ya zama mumini mai taƙawa watau yanã aiki da abin da Allah Ya umurce shi, kuma yanã barin abin da Allah Ya hana shi, bisa harshen Annabinsa wanda yake biya. Bãbu ƙarin kõme bãbu ragi. Bushãrarsu, ita ce yabon mutãne a gare su, kõ kuma a lõkacin mutuwarsu malã'iku su riƙa yi musu bushãra da gamuwa da Ubangijinsu, kõ kuma a cikin kabari wajen tambaya. Allah ne Mafi sani.","lang":"ha"},{"name":"10:63","price":"Waɗanda suka yi ĩmãni kuma suka kasance sunã yin taƙawa.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1427,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:64","price":"Sunã da bushãra a cikin rãyuwar dũniya da ta Lãhira. Bãbu musanyãwa ga kalmõmin Allah. Wancan shi ne babban rabo mai girma,","arabic":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1428,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:65","price":"Kada maganarsu* ta sanya ka a cikin baƙin ciki. Lalle ne alfarma ga Allah take gaba ɗaya. Shi ne Mai jĩ, Masani.","arabic":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1429,"juzNumber":11,"footnotes":"* Maganarsu ta izgili a gare ka. Idan Allah Ya ɗaukakã ka, bãbu mai iya hanãwa dõmin Shi kaɗai ne Mai izza kuma sai inda Ya sanya ta ga wanda Ya so.","lang":"ha"},{"name":"10:66","price":"To! Haƙĩƙa Allah Yanã da mulkin wanda ke a cikin sammai da wanda ke a cikin ƙasa kuma waɗanda suke kiran wanin Allah, bã su biyar waɗansu abõkan tarẽwa (ga Allah a Mulkin Sa). Bã su biyar kõme fãce zato. Kuma ba su zama ba fãce sunã ƙiri faɗi kawai.","arabic":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1430,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:67","price":"Shĩ ne wanda Ya sanya muku dare, dõmin ku natsu a cikinsa, da yini mai sanya a yi gani. Lalle ne a cikin wannan akwai ãyõyi ga mutãne waɗanda sukẽ ji.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1431,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:68","price":"Suka ce: \"Allah Ya riƙi ɗa.\" Tsarkinsa yã tabbata! Shi ne wadãtacce Yanã da mallakar abin da yake, a cikin sammai da abin da yake a cikin ƙasa, A wurinku bãbu wani dalĩli game da wannan! Shin, kunã faɗar abin da ba ku sani ba game da Allah?","arabic":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1432,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:69","price":"Ka ce: \"Haƙĩƙa waɗanda suke ƙirƙira ƙarya ga Allah, bã zã su ci nasara ba.\"","arabic":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1433,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:70","price":"Jin dãɗi ne a cikin dũniya, sa'an nan kuma makõmarsu zuwa gare Mu take, sa'an nan Mu ɗanɗana musu azãba mai tsanani sabõda abin da suka kasance sunã yi na kãfirci.","arabic":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1434,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:71","price":"Kuma ka karanta musu lãbãrin Nũhu, a lõkacin da ya ce wa mutãnensa, \"Ya mutãnẽna! Idan matsayĩna da tunãtarwata ameda ãyõyin Allah sun kasance sun yi nauyi a kanku, to, ga Allah na dõgara. Sai ku tãra al'amarinku, kũ da abũbuwan shirkinku, sa'annan kuma kada al'amarinku ya kasance rufaffe a kanku, sa'an nan kuma ku kashe ni, kada ku yi mini jinkiri.\"","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1435,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:72","price":"\"Kuma idan kuka jũya bãya, to, ban tambaye ku wata ijãra ba. ljãrata ba ta zama ba fãce daga Allah, kuma an umurce ni da in kasance daga mãsu sallamãwa.\"*","arabic":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1436,"juzNumber":11,"footnotes":"* Watau dukan abin da na zo muku da shi na umurni kõ hani, to, ni ma an umurce ni da yinsa kõ barinsa. Kuma bã ni neman wata ijãrar karantarwa daga gare ku dõmin Allah Ya umarce ni da iyar da manzancinsa zuwa gare ku, sabõda haka Shi ne zai biyã ni tsãdar aikĩna.","lang":"ha"},{"name":"10:73","price":"Sai suka ƙaryata shi, sa'an nan Muka kuɓutar da shi da wanda yake tãre da shi, a cikin jirgi, kuma Muka sanya su mãsu mayẽwa, kuma Muka nutsar da waɗanda suka ƙaryata ãyõyinMu. Sai ka dũba yadda ãƙibar waɗan da aka yi wa gargaɗi ta kasance.","arabic":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1437,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:74","price":"Sa'an nan kuma Muka aika waɗansu Manzanni daga bãyansa zuwa ga mutãnensu, suka jẽmusu da hujjõji bayyanannu, to, ba su kasance zã su yi ĩmãni ba sabõda sun ƙaryata shi a gabani. Kamar wannan ne Muke rufẽwa a kan zukãtan mãsu ta'addi.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1438,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:75","price":"Sa'an nan kuma a bãyansu Muka aika Mũsa da Hãrũna zuwa ga Fir'auna da mashãwartansa, tãre da ãyõyin Mu. Sai suka kangara kuma sun kasance mutãne mãsu laifi.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1439,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:76","price":"Sa'an nan a lõkacin da gaskiya ta jẽ musu daga gare Mu, suka ce: \"Wannan haƙĩƙa sihiri ne bayyananne.\"","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1440,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:77","price":"Mũsã ya ce: \" Shin, kunã cẽwa ga gaskiya a lõkacin data zo muku? Shin, sihiri ne wannan? Lalle masihirci, bã ya cin Nasara.\"","arabic":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1441,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:78","price":"Suka ce: \"Shin, ka zo mana ne dõmin ka jũyar da mu daga abin da muka iske ubanninmu a kansa, kuma girma ya kasance gare ku, ku biyu a cikin ƙasa? Bã zã mu zama mãsu ĩmãni ba sabõda ku.\"","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1442,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:79","price":"Kuma Fir'auna ya ce: \"Ku zo mini da dukan masihirci, masani.\"","arabic":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1443,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:80","price":"To, a lõkacin da masihirta suka je, Mũsã ya ce musu,\"Ku jẽfa abin da kuke jẽfãwa.\"","arabic":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1444,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:81","price":"To, a lõkacin da suka jẽfa, Mũsa ya ce: \"Abin da kuka zo da shi sihiri ne. Lalle ne Allah zai ɓãta shi. Haƙĩƙa Allah bã Ya gyãra aikin maɓarnata.","arabic":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1445,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:82","price":"\"Kuma Allah Yanã tabbatar da gaskiya da kalmõmin Sa, kõ dã mãsu laifi sun ƙi.\"","arabic":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1446,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:83","price":"Sa'an nan bãbu wanda ya yi ĩmãni da Mũsa fãce zuriya daga mutãnensa, a kan tsõron kada Fir'auna da shũgabanninsu su fitinẽ su. Lalle, haƙĩƙa, Fir'auna marinjãyi ne a cikin ƙasa, kuma lalle shĩ haƙĩƙa, yanã daga mãsu ɓarna.","arabic":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1447,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:84","price":"Kuma Mũsã ya ce: \"Yã kũ mutãnena! Idan kun kasance kun yi ĩmãni da Allah, to, a gare Shi sai ku dõgara, idan kun kasance Musulmi.\"","arabic":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1448,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:85","price":"Sai suka ce: \"Ga Allah muka dõgara. Yã Ubangijinmu! Kada Ka sanyã mu fitina ga mutãne Azzãlumai.","arabic":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1449,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:86","price":"\"Kuma Ka kuɓutar da mu dõmin RahamarKa, daga mutãne kãfirai.\"","arabic":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1450,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:87","price":"Kuma Muka yi wahayi zuwa ga Mũsã da ɗan'uwansa, cẽwa: Kũ biyu, ku zaunar da mutãnenku a Masar a cikin wasu gidãje. Kuma ku sanya gidãjenku su fuskanci Alƙibla*, kuma ku tsayar da salla. Kuma ku bãyar da bushãra ga mãsu ĩmãni.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1451,"juzNumber":11,"footnotes":"* Su sanya gidãjensu sunã fuskantar Alƙibla ta Ka'aba dõmin su riƙa yin salla a cikin gidãjen, sabõda tsõron in sun tafi masallaci zã a fãɗa su da dũka sunã a cikin salla. Wannan kuma yã nũna yadda ake son gidajen Musulmi su kasance a kõ da yaushe.","lang":"ha"},{"name":"10:88","price":"Sai MũSã ya ce: \"Yã Ubangijinmu! Haƙĩƙa Kai ne Ka bai wa Fir'auna da majalisarsa ƙawa da dũkiyõyi a cikin rãyuwar dũniya, yã Ubangijinmu, dõmin su ɓatar (damutãne) daga hanyarKa. Yã Ubangijinmu! Ka shãfe a kan dũkiyarsu kuma Ka yi ɗauri* a kan zukãtansu yadda bã zã su yi ĩmãni ba har su ga azãba mai raɗaɗi.\"","arabic":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1452,"juzNumber":11,"footnotes":"* Mũsã ya yi addu'a a kansu, har da rashin ĩmãni sabõda yã sãmi lãbãrin bã zã su yi imãni ba, kamar mutãnen Nũhu.","lang":"ha"},{"name":"10:89","price":"(Allah) Yã ce: \"Lalle ne an karɓi addu'arku. Sai ku daidaitu kuma kada ku bi hanyar waɗanda ba su sani ba.\"","arabic":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1453,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:90","price":"Kuma Muka ƙẽtãrar da Banĩ Isrã'ila tẽku sai Fir'auna da rundunarsa suka bĩ su bisa ga zãlunci da ƙẽtare haddi, har a lõkacin da nutsẽwa ta riske shi ya ce: \"Nã yi* ĩmãni cẽwa, haƙĩƙa, bãbu abin bautawa fãce wannan da Banũ Isrã'il suka yi ĩmãni da Shi, kumanĩ, ina daga Musulmi.\"","arabic":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1454,"juzNumber":11,"footnotes":"* Ĩmãni a bãyan Manzon mutuwa ya isa ga kãfiri bã zai yi masa amfãni ba.","lang":"ha"},{"name":"10:91","price":"Ashe! A yanzu! Alhãli kuwa, haƙĩƙa ka sãɓa a gabãni, kuma ka kasance daga mãsu ɓarna?","arabic":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1455,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:92","price":"To, a yau Munã kuɓutar* da kai game da jikinka, dõmin ka kasance ãyã ga waɗanda suke a bãyanka. Kuma lalle ne mãsu yawa daga mutãne, haƙĩƙa, gafalallu ne ga ãyõyinMu.","arabic":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1456,"juzNumber":11,"footnotes":"* Kuɓutar da jikin Fir'auna: Banda rũhinsa dõmin a tabbatar da yã mutu.","lang":"ha"},{"name":"10:93","price":"Kuma lalle ne haƙĩƙa Mun zaunar* da Banĩ Isrã'ilamazaunar gaskiya kuma Muka arzũta su daga abũbuwa mãsu dãɗi. Sa'an nan ba su sãɓa ba har ilmi ya jẽ musu. Lalle ne Ubangijinka Yanã yin hukunci a tsakãninsu a Rãnar Kiyãma a cikin abin da suka kasance sunã sãɓa wa jũna.","arabic":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1457,"juzNumber":11,"footnotes":"* Allah Yã bai wa Banĩ Isrã'ila mulkin Masar da falasɗĩnu gabã ɗaya a bãyan halaka Fir'auna da mutãnensa.","lang":"ha"},{"name":"10:94","price":"To, idan ka kasance a cikin shakka daga abin da Muka saukar zuwa gare ka, sai ka tambayi waɗanda suke karatun Littãfi daga gabaninka. Lalle ne, haƙĩƙa, gaskiya tã jẽ maka daga Ubangijinka dõmin haka kada ka kasance daga mãsu kõkanto.","arabic":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1458,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:95","price":"Kuma kada ka kasance daga waɗanda suke ƙaryatãwa game da ãyõyin Allah, har ka kasance daga mãsu hasãra.","arabic":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1459,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:96","price":"Lalle ne waɗan da kalmar Ubangijinka ta wajaba a kansu, bã zã su yi ĩmãni ba.","arabic":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1460,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:97","price":"Kuma kõ dã kõwace ãyã ta jẽ musu, sai sun ga Azãba mai raɗaɗi.","arabic":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1461,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:98","price":"To, dõmin me wata alƙarya ba ta kasance ta yi* ĩmãniba har ĩmãninta ya amfãne ta, fãcemutãnen Yũnus? A lõkacin da suka yi ĩmãni, Munjanye Azãbar wulãkanci daga gare su a cikin rãyuwar dũniya. Kuma Muka jiyar da su dãɗi zuwa wani lõkaci.","arabic":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1462,"juzNumber":11,"footnotes":"* Alƙaryun da aka aika da Manzanni cikinsu, ba su yi ĩmãni duka ba fãce mutum ɗaya, kõ biyu a gabãnin halaka ta sãmi mutãnensu. Sai dai alƙaryar Yũnusa, ita kam tã ji tsõro, ta yi ĩmãni a gabãnin saukar azãba, sabõda haka suka tshĩra, ba a halaka garin bawatau Nĩnawa. Watau bãbu mai iya sãmun ĩmãni sai Allah Ya nufe shi da haka. Kõ da mai yin gargaɗin ya kan yiwu ya karkace, sai da tsarin Allah.","lang":"ha"},{"name":"10:99","price":"Kuma dã Ubangijinka Ya so, dã waɗanda suke a cikin ƙasa sun yi ĩmãni dukansu gabã ɗaya. Shin, kai kanã tĩlasta mutãnene har su kasance mãsu ĩmãni?","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1463,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:100","price":"Kuma ba ya kasancẽwa ga wani rai ya yi ĩmãni fãce da iznin Allah, kuma (Allah) Yanã sanya ƙazanta a kan waɗan da bã su yin hankali.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1464,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:101","price":"Ka ce: \"Ku dũbi abin da yake cikin sammai da ƙasa.\"Kuma ãyõyi da gargaɗi bã su wadãtarwa ga mutãne waɗanda bã su yin ĩmãni.","arabic":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1465,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:102","price":"To, Shin sunã jiran wani abu fãce kamar misãlin kwãnukan waɗanda suka shũɗe daga gabãnin su? Ka ce: \"Ku yi jira! Lalle nĩ tãre da ku, inã daga mãsu jira.\"","arabic":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1466,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:103","price":"Sa'an nan kuma Munã kuɓutar da manzanninMu da waɗanda suka yi ĩmãni, kamar wannan ne, tabbatacce ne a gare Mu, Mu kuɓutar da mãsu ĩmãni.","arabic":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1467,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:104","price":"Ka ce: \"Yã kũ mutãne! Idan kun kasance a cikin kõkanto daga addinĩna, to bã ni bauta wa, waɗanda kuke, bautã wa, baicin Allah, kuma amma ina bauta wa Allah wanda Yake karɓar rãyukanku. Kuma an umurce ni da in kasance daga mãsu ĩmãni.\"","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1468,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:105","price":"\"Kuma (an ce mini): Ka tsayar da fuskarka ga Addini, kanã karkatl zuwa ga gaskiya, kuma kada ka kasance daga mãsu shirka.","arabic":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1469,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:106","price":"\"Kuma kada ka kirãyi, baicin Allah, abin da bã ya amfãnin ka kuma bã ya cũtar ka. To, idan ka aikata haka, sa'an nan lalle kai, a lõkacin, kanã daga mãsu zãlunci.\"","arabic":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1470,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:107","price":"Kuma idan Allah Ya shãfe ka da wata cũta, to, bãbu mai yãyẽ ta fãce shi, kuma idan Yanã nufin ka da wani alhẽri, to, bãbumai mayar da falalarSa. Yanã sãmun wanda Yake so daga cikin bãyinSa da shi. Kuma Shĩ ne Mai gãfara, Mai jin ƙai.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1471,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:108","price":"Ka ce: \"Yã ku mutãne! Lalle ne gaskiya, ta zo muku daga Ubangijinku. To, wanda ya shiryu, yã shiryu ne dõmin kansa kawai, kuma wanda ya ɓace yana ɓacewa ne a kansa kawai. Kuma ban zama wakĩli a kanku ba.\"","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1472,"juzNumber":11,"footnotes":"","lang":"ha"},{"name":"10:109","price":"Kuma ka bi abin da ake yin wahayinsa zuwa gare ka, kuma ka yi haƙuri har Allah Ya yi hukunci. Kuma Shĩ ne Mafi alhẽrin mãsu hukunci.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1473,"juzNumber":11,"footnotes":"","lang":"ha"}],"chapter":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"]}