{"data":[{"name":"12:1","price":"A. L̃.R. Waɗancan ãyoyin Littãfi mai bayyanãwa ne.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:2","price":"Lalle ne Mũ, Mun saukar da shi, yanã abin karantãwa na Lãrabci; tsammãninkũ, kunã hankalta.","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:3","price":"Mũ, Munã bãyar da lãbãri a gare ka, mafi kyãwon lãbãri ga abin da Muka yi wahayin wannan Alƙur'ãni zuwa gare ka. Kuma lalle ne kã kasance a gabãninsa, haƙĩƙa, daga gafalallu.","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:4","price":"A lõkacin da Yũsufu ya ce wa ubansa, \"Yã bãba! Lalle ne nĩ, nã ga taurãri gõma shã ɗaya, da rãnã da watã. Na gan su sunã mãsu sujada a gare ni.\"","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:5","price":"Ya ce: \"Ya ƙaramin ɗãna! Kada ka faɗi mafarkinka ga 'yan'uwanka, har su ƙulla maka wani kaidi. Lalle ne Shaidan ga mutum, haƙĩƙa, maƙiyi ne bayyanãnne.*","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"* Tarbiyyar uba ga ɗansa.Yaro ƙarami anã renon sa da jawãbi mai laushi a fahimtar matsayin yãron.","lang":"ha"},{"name":"12:6","price":"\"Kuma kãmar wancan ne, Ubangijinka Yake zãɓen ka, kuma Ya sanar da kai daga fassarar lãbãrai, kuma ya cika ni'imõminSa a kanka, kuma a kan gidan Yãƙũba kãmar yadda ya cika su a kan ubanninka biyu, a gabãni, Ibrãhĩm da Is'hãƙa. Lalle Ubangijinka ne Masani, Mai hikima.\"","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:7","price":"Lalle ne, haƙĩƙa, ãyõyi* sun kasance ga Yũsufu da 'yan'uwansa** dõmin mãsu tambaya.","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"* Ãyõyi a nan, anã nufin hãlãye waɗanda suka zama darussa na kõyarwa ga mutãne dõmin tarbiyya ga yãra da manya na kõwane matsayi ga rãyuwar ɗan Ãdam. ** Yũsufu da ɗan'uwansa shaƙĩƙi, Binyãmĩnu, da sauran gõma. Babbansu ga shekaru, shi ne Raubĩlu, kuma sai Lãwiya. A cikin gidansa aka yi Annabãwa, sai Yahũza kuma shĩ ne shũgabansu a ra'ayi, shĩ ne uban sarãkunansu, sabõda haka sũnansa ya rinjãya a kan ƙabĩlar, aka ce musu Yahũdu.","lang":"ha"},{"name":"12:8","price":"A lõkacin da suka ce:* lalle ne Yũsufu da ɗan'uwansa ne mafiya sõyuwa ga ubanmu daga gare mu, alhãli kuwa mũ jama'a guda ne. Lalle ubanmu, haƙĩƙa, yanã cikin ɓata bayyananniya.","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"* Hĩrar yãra a tsakãninsu. Sunã tunãnin sõyayyar ubansu ga ɗayansu wanda bã ya cikinsu yanzu. Sunã tunãnin yadda zã su sãmi ãdalcin daidaitãwar so daga ubansu bãki ɗayansu. Ɗan'uwansu wanda ubansu yake so, watau Yũsufu, ya sãmi baƙin jini daga gare su dõmin ubansu yana sonsa. Sabõda haka shaiɗan yanã sanya musu tunãnin su yi zunubin rabuwa da shi, sa'an nan su tũba ga Allah.","lang":"ha"},{"name":"12:9","price":"Ku kashe Yũsufu, kõ kuwa ku jẽfa shi a wata ƙasa, fuskar ubanku ta wõfinta sabõda ku, kuma ku kasance a bãyansa mutãne sãlihai.","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:10","price":"Wani mai magana daga cikinsu ya ce: \"Kada ku kashe Yũsufu. Ku jẽfa shi a cikin duhun rĩjiya, wasu matafiya su tsince shi, idan kun kasance mãsu aikatãwa ne.\"","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:11","price":"Suka ce: \"Yã bãbanmu*! Mẽne ne a gare ka ba ka amince mana ba a kan Yũsufu, alhãlikuwa lalle ne mũ, haƙãƙa mãsu nashĩha muke a gare shi?\"","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"* Sun fara zartar da abin da suka shirya, watau ɗauke Yusufu daga gaban ubansa. Sun fãra da maganar da ubansu yake so game da su tattara da ɗan'uwansu ƙarami. Sunã muhãwara da ubansu sunã neman yardarsa don ya bar su su tafi da Yusufu.","lang":"ha"},{"name":"12:12","price":"\"Ka bar shi tãre da mu a gõbe, ya ji dãɗi, kuma ya yi wãsa. Kuma lalle ne mu, a gare shi, mãsu tsaro ne.\"","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:13","price":"Ya ce: \"Lalle ne ni, haƙãƙa yanã ɓãta mini rai ku tafii da shi, Kuma inã tsõron kerkẽci ya cinye shi, alhãli ku kuwa kunã mãsu shagala daga gare shi.\"","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:14","price":"Suka ce: \"Haƙĩƙa idan kerkẽci ya cinye shi, alhãli kuwa munã dangin jũna, lalle ne mũ, a sa'an nan, hakĩka, mun zama mãsu hasãra.\"","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:15","price":"To, a lõkacin* da suka tafi da shi, kuma suka yi niyyar su sanya shi a cikin duhun rĩjiya, Muka yi wahayi zuwa gare shi, \"Lalle ne, kanã bã su lãbari game da wannan al'amari nãsu, kuma sũ ba su sani ba.\"","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"* Suka cire rĩgarsa, suka jefa shi da gũga a cikin rĩjiya. Sa'an nan suka sanya wa rigarsa jinin wata dabba da suka yanka, dõmin ya zama alãmar cewa kerkeci ya cinye Yũsufu. Gã rĩgarsa ta ɓãci da jinin jikinsa, watau jinin shĩ ne alãmar yã mutu. Sai suka manta cewa kãfin kerkeci ya cinye yãro a cikin rĩgarsa, sai yã kekketa rĩgar tukun.","lang":"ha"},{"name":"12:16","price":"Kuma suka je wa ubansu da dare sunã kũka.","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:17","price":"Suka ce: \"Yã bãbanmu!* Lalle ne, mun tafi munã tsẽre, kuma muka bar Yusufu a wurin kãyanmu, sai kerkẽci ya cinye shi, kuma kai, bã mai amincẽwa da mu ba ne, kuma kõ dã mun kasance mãsu gaskiya!\"_","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"* Muhãwararsu tãre da ubansu.Yã nũna baƙin ciki, amma kuma ya mayar da al'amari ga Allah.","lang":"ha"},{"name":"12:18","price":"Kuma suka je, a jikin rigarsa akwai wani jinin ƙarya. Ya ce: \"Ã'a, zukatanku suka ƙawãta muku wani al'amari. Sai haƙuri mai kyau! Kuma Allah ne wanda ake nẽman taimako (a gunSa) a kan abin da kuke siffantãwa.\"","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:19","price":"Kuma wani ãyari* ya je, sai suka aika mai nẽman musu rũwa, sai ya zura gugansa, ya ce: \"Yã bushãrata! Wannan yãro ne.\" Kuma suka ɓõye shi yanã abin sayarwa. Kuma Allah ne Masani ga abin da suke aikatãwa.","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"* Ãyari ya je kusa da rĩjiyar Yũsufu, har suka kãma shi ya zama bãwa abin sayarwa a hannunsu.","lang":"ha"},{"name":"12:20","price":"Kuma suka sayar* da shi da 'yan kuɗi kaɗan, dirhamõmi ƙidãyayyu, Kuma sun kasance, a wurinsa, daga mãsu isuwa da abu kaɗan.","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"* Ãyarin, sun tafi da shi, sun sayar da shi a kan kuɗi kaɗan, dõmin sun sani, shĩ bã bãwansu ba ne, tsintõ shi suka yi. Sabõda haka kõme suka sãmu game da shi, rĩba ce a gare su. Kuma gudun kada iyãyensa su gãne shi, su rasa kõme daga gare shi gabã ɗaya.","lang":"ha"},{"name":"12:21","price":"Kuma wanda ya saye shi daga Masar* ya ce wa mãtarsa, \"Ki girmama mazauninsa, akwai tsammãnin ya amfãne mu, kõ kuwa mu riƙe shi ɗã.\"Kuma kamar wancan ne Muka tabbatar ga Yũsufu, a cikin ƙasa kuma dõmin Mu sanar da shi daia fassarar lũbũru, kuma Allah ne Marinjãyi a kan al'amarinSa, kuma amma mafi yawan mutãne ba su sani ba.\"","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"* Yũsufu a gidan sarauta, kuma a cikin hãlin girma da ɗaukaka. Gidan Azĩzĩ Masar, watau firãyim Minista, babban wazĩrin Masar.","lang":"ha"},{"name":"12:22","price":"Kuma a lõkacin da ya isa mafi ƙarfinsa, Muka bã shi hukunci da ilmi. Kuma kamar wancan ne Muke sãka wa mãsu kyautatãwa.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:23","price":"Kuma wadda yake *a cikin ɗãkinta, ta nẽme shi ga kansa, kuma ta kukkulle ƙõfõfi, kuma ta ce, \"Yã rage a gare ka!\" ya ce: \"Ina neman tsarin Allah! Lalle shĩne Ubangijina. Yã kyautata mazaunina. Lalle ne shĩ, mãsu zãlunci ba su cin nasara!\"","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"* Yũsufu yã shiga cikin fitinar uwar ɗãkinsa, Zalĩha. Yã mai da al'amarinsa ga Ubangijinsa wanda ya fitar da shi daga rĩjiya zuwa gidan sarautar Masar kuma Ya bã shi hukunci, watau Annabci da ilmi da Ya saukar masa na ibãda da mu'amãla. Ya sanar da shi halal da haram kuma ya sanya masa tsaro daga zunubi.","lang":"ha"},{"name":"12:24","price":"Kuma lalle ne, tã himmantu da shi. Kuma yã himmantu da ita in bã dõmin ya ga dalĩlin Ubangijinsa ba. Kãmar haka dai, dõmin Mu karkatar da mummũnan aiki da alfãsha daga gare shi. Lalle ne shi, daga bãyinMu zaɓaɓɓu yake.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:25","price":"Kuma suka yi tsẽre* zuwa ga ƙõfa. Sai ta tsãge rigarsa daga bãya, kuma suka iske mijinta a wurin ƙõfar. Ta ce: \"Mẽnene sakamakon wanda ya yi nufin cũta game da iyãlinka? Fãce a ɗaure shi, ko kuwa a yi masa wata azãba mai raɗaɗi.\"","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"* Idan namiji da mace sun haɗu, to, bã ya halatta ga namijin ya dõgara ga ilminsa na amanarsa, ya zauna tãre da fitinar Shaiɗan. Sabõda haka Yũsufu ya gudu, ta bĩ Shi da hãlin kãsãwar mutum ga hãlin so har bãkin kõfa. Suka haɗu da mijinta. Ta mayar da maganar rawãtsa (ƙarya) a kan Yũsufu. Shi kuma ya kãre kansa da maganar gaskiya. Sai shaida zã a nema.Tã himmantu da dũkarsa dõmin yã ƙi ya yi mata ɗã'a ga abin da take so daga gare shi alhãli yanã bãwanta, shĩ kuma yã himmantu da dũkarta dõmin ya tunkuɗe macũci. Alfãshar ita ce zina, cũtar kuwa ita ce dũka, dalĩlin Ubangijinsa shĩ ne bin sharĩ'ar Allah.","lang":"ha"},{"name":"12:26","price":"Ya ce: \"Ita ce ta nẽme ni a kaina.\"Kuma wani mai shaida daga mutãnenta ya bãyar da shaida: *\"Idan rigarsa ta kasance an tsage ta daga gaba, to, tã yi gaskiya, kuma shĩ ne daga maƙaryata.\"","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"* Bãyar da shaida a kan al'ãda, mai bãyar da shaidar yanã gabãtar da ita da magana a kan Yusufu, dõmin a ganinsa tuhuma a kanta, tã fi karfi, kuma zumuntarsa da ita ba ta ɗauke shi ba ga karkatar da magana dõmin ya taimake ta.","lang":"ha"},{"name":"12:27","price":"\"Kuma idan rigarsa ta kasance an tsãge ta daga bãya, to, tã yi ƙarya, kuma shĩ ne daga mãsu gaskiya.\"","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:28","price":"Sa'an nan a lõkacin da ya ga rĩgarsa an tsãge ta daga bãya, ya ce: \"Lalle ne shi, daga kaidinku ne, mata! Lalle ne kaidinku mai girma ne!\"","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:29","price":"\"Yusufu! Ka kau da kai daga wannan. Kuma ki nẽmi gãfara* dõmin laifinki. Lalle ne ke, kin kasance daga mãsu kuskure.\"","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"* Mai gida ya yi hukunci da yabon girman hãlin Yũsufu da kuma neman ya kashe maganar a nan.","lang":"ha"},{"name":"12:30","price":"Kuma waɗansu mãtã* a cikin Birnin suka ce: \"Matar Azĩz tanã nẽman hãdiminta daga kansa! Haƙĩƙa, yã rufe zũciyarta da so. Lalle ne mũ, Munã ganin taa cikin ɓata bayyanãnna.\"","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"* Tsegumin mãtã a cikin gari da yadda mãtar Azĩz ta yi maganin tsegumin, ta hanyar yiwa mãtan liyafa. Mace bã ta kunyar mãtã 'yan'uwanta ga irin wannan fitina idan ta sãme ta, ita kaɗai, balle mãtã ga sũ duka sun kãmu a cikin tarkon da ya kãma ta. Sai ta gaya musu gaskiyar abin da ya auku a tsakãninta da Yũsufu, a bãyan ta rãma zargin da suka yi mata.","lang":"ha"},{"name":"12:31","price":"Sa'an nan a lõkacin da ta ji lãbãri game da mãkircinsu, sai ta aika kiran liyafa zuwa gare su, kuma ta yi tattalin abincin da ake dõgara wajen cinsa, kuma ta bai wa kõwace ɗaya daga cikinsu wuƙa, kuma ta ce: \"Ka fito a kansu.\" To, a lõkacin da, suka gan shi, suka girmamã shi, kuma suka yanyanke hannãyensu, kuma suka ce: \"Tsarki yanã ga Allah! Wannan bã mutum ba ne! Wannan bai zama ba fãce Malã'ika ne mai daraja!\"","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:32","price":"Ta ce: \"To wannan ne fa wanda kuka, zarge* ni a cikinsa! Kuma lalle ne, haƙẽƙa na nẽme shi daga kansa, sai ya tsare gida, kuma nĩ inã rantsuwa, idan bai aikata abin da nake umurnin sa ba, haƙẽƙa anã ɗaure shi. Haƙĩƙa, yanã kasan, cewa daga ƙasƙantattu.\"","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"* A cikin maganar mãtar Azĩz a tsakãnin mãtã bãbu wata kunya, dõmin tã nũna kãsãwarsu. Kuma akwai tsõratarwa ga Yũsufu idan bai yi mata ɗã'a ba ga bukãtarta gare shi.","lang":"ha"},{"name":"12:33","price":"Ya ce: \"Yã Ubangijina! Kurkuku ne mafi sõyuwa a gare ni daga abin da suke kirã na zuwa gare shi. Kuma idan ba Ka karkatar da kaidinsu daga gare ni ba, zan karkata zuwa gare su, kuma in kasance daga jãhilai.\"","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:34","price":"Sai Ubangijinsa Ya karɓa masa sabõda haka Ya karkatar da kaidinsu daga gare shi. Lalle Shĩ ne Mai jĩ, Masani.","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:35","price":"Sa'an nan kuma ya bayyana a gare su a bãyan sun ga alãmõmin, lalle ne dai su ɗaure shi har zuwa wani lõkaci.","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:36","price":"Kuma waɗansu samãri biyu suka shiga kurkuku tãre da shi.* ¦ayansu ya ce: \"Lalle ne nĩ, nã yi mafarkin gã ni inã mãtsar giya.\" Kuma ɗayan ya ce: \"Lalle ne nĩ, nã yi Mafarkin gã ni inã ɗauke da waina a bisa kaina, tsuntsãye sunã ci daga gare ta. Ka bã mu lãbãri game da fassararsu. Lalle ne mũ, Munã ganin ka daga mãsu kyautatãwa.\"","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"* Yũsufu a cikin kurkuku tare da abõkan shigarsa kurkukun. Kuma yanã fassara mafarki a bãyan kiransa zuwa ga Addini.","lang":"ha"},{"name":"12:37","price":"Ya ce: \"Wani abinci bã zai zo muku ba wanda ake azurtã ku da shi fãce nã bã ku lãbãrin fassararsa,* kãfin ya zo muku. Wannan kuwa yanã daga abin da Ubangijĩna Ya sanar da ni. Lalle ne nĩ nã bar addinin mutãne waɗanda ba su yi ĩmãni da Allah ba, kuma game da lãhira, sũ kãfirai ne.\"","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"* Kõwane irin abin ne kãfin in gan shi da idõna, zan iya gaya muku nau'insa, kamar yadda Ĩsa ya ce: \" Inã bã ku lãbãrin abin da kuke ci a gidãjenku.\" A Sũrar Ãl Imrãna ãyã ta 49.","lang":"ha"},{"name":"12:38","price":"\"Kuma na bi addinin iyayẽna, Ibrãhĩm da Is'hãka da Yãƙũba. Bã ya yiwuwa a gare mu mu yi shirka da Allah da kõme. Wannan yana daga falalar Allah a kanmu da mutãne, amma mafi yawan mutãne bã su gõdewa.\"","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:39","price":"\"Yã abõkaina biyu na kurkuku! Shin iyãyen giji dabam-dabam ne mafiya alhẽri kõ kuwa Allah Makaɗaici Mai tanƙwasãwa?\"","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:40","price":"\"Ba ku bauta wa kõme, baicinSa, fãce waɗansu sũnãye waɗanda kuka ambace su, kũ da ubanninku. Allah bai saukar da wani dalĩli ba game da su. Bãbu hukunci fãce na Allah. Ya yi umurnin kada ku bauta wa kõwa fãce Shi. Wancan ne addini madaidaici, kuma amma mafi yawan mutãne ba su sani ba.\"","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:41","price":"\"Yã abõkaina biyu, na kurkuku! Amma ɗayanku, to, zai shãyar da uban gidansa giya, kuma gudan, to, zã a tsĩrẽ shi, sa'an nan tsuntsãye su ci daga kansa. An hukunta al'amarin, wanda a cikinsa kuke yin fatawa.\"","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:42","price":"Kuma ya ce da wanda ya tabbatar da cẽwa shi mai kuɓuta ne daga gare su, \"Ka ambacẽ ni a wurin uban gidanka.\" Sai Shaiɗan ya mantar da shi tunãwar Ubangijinsa, sabõda haka ya zauna a cikin kurkuku 'yan shekaru.","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:43","price":"Kuma sarki ya ce: \"Lalle ne, nã yi mafarki*; nã ga shãnu bakwai mãsu ƙiba, waɗansu bakwai rãmammu, sunã cin su, da zangarku bakwai kõre-kõre da waɗansu ƙeƙasassu. Yã kũ jama'a! Ku yi mini fatawa a cikin mafarkĩna, idan kun kasance ga mafarki kunã fassarawa.\"","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"* Mafarkin sarki wanda zai zama sanadin fitar Yũsufu daga kurkuku. Wannan yanã nũna ba akeɓance yin mafarki ga Musulmi kawai, kãfiri ma yanã yin mafarki. Bã a iya fassara mafarki sai da ilmin Alƙur'ãni da Hadisi da kuma sanin al'ãdun mutãne. Mafarki bã ya zama hujja sai idan wani annabi yã fassara shi.","lang":"ha"},{"name":"12:44","price":"Suka ce: \"Yãye-yãyen mafarki ne, kuma ba mu zamo masana ga fassarar yãye-yãyen mafarki ba.\"","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:45","price":"Kuma wannan da ya kuɓuta daga cikinsu ya ce: a bãyan yã yi tunãni a lõkaci mai tsawo, \"Nĩ, inã bã ku lãbãri game da fassararsa. Sai ku aike ni.\"","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:46","price":"\"Yã Yũsufu! Yã kai mai yawan gaskiya! Ka yi mana fatawa a cikin shãnu bakwai mãsu ƙiba, waɗansu bakwai rãmammu sunã cin su, da zangarku bakwai kõrãye da waɗansu ƙẽƙasassu, tsammãnĩna in kõma ga mutãne, tsammãninsu zã su sani.\"","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:47","price":"Ya ce: \"Kunã shũka, shẽkara bakwai tutur, sa'an nan abin da kuka girbe, sai ku bar shi, a cikin zanganniyarsa,* sai kaɗan daga abin da kuke ci.\"","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"* Barin hatsi a cikin zangarniyarsa shĩ ne mãganin ruɓewarsa, kõ waɗansu tsũtsõtsi da suke cin sa.","lang":"ha"},{"name":"12:48","price":"\"Sa'an nan kuma waɗansu bakwai mãsu tsanani su zo daga hãyan wancan, su cinye abin da kuka gabãtar dõminsu, fãce kaɗan daga abin da kuke ãdanãwa.\"","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:49","price":"\"Sa'an nan kuma wata shẽkara ta zo daga bãyan wancan, a cikinta ake yi wa mutãne ruwa mai albarka, kuma a cikinta suke mãtsar abin sha.\"","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:50","price":"Kuma sarkin ya ce: \"Ku zo mini da shi.\" To, a lõkacin da manzo ya je masa (Yũsufu), ya ce: \"Ka kõma zuwa ga uban gidanka, sa' an nan ka tambaye shi; Mẽnene hãlin mãtãyen nan waɗanda suka yanyanke hannãyensu? Lalle ne Ubangijĩna ne Masani game da kaidin su.\"","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:51","price":"Ya ce: \"Mẽne ne babban al'amarinku, a lõkacin da kaka nẽmi Yũsufu daga kansa?\" Suka ce: \"Tsarki ga Allah yake! Ba mu san wani mummũnan aiki a kansaba.\" Mãtar Azĩz ta ce: \"Yanzu fagaskiya* ta bayyana. Nĩ ce nã nẽme shi daga kansa. Kuma lalle ne shĩ, haƙĩƙa, yanã daga mãsu gaskiya.","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"* Da wannan magana ta mãtarAzĩz Zalĩha anã fahimtar ita tã musulunta ta hannun Yũsufu kãfin a ɗaure shi.","lang":"ha"},{"name":"12:52","price":"\"Wancan ne, dõmin ya san cẽwa lalle ne ni ban yaudareshi ba a ɓõye, kuma lalle Allah bã Ya shiryar da kaidin mayaudara.\"","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"","lang":"ha"},{"name":"12:53","price":"\"Kuma bã ni kuɓutar da kaina. Lalle ne rai, haƙĩƙa, mai yawan umurni ne da mummũnan aiki, fãce abin da Ubangjina Ya yi na; rahama. Lalle Ubangjina Mai gãfara ne, Mai jin ƙai.\"","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:54","price":"Kuma sarkin ya ce: \"Ku zo mini da shi in kẽɓe shi ga kaina.\" To, a lõkacin da Yũsufu ya yi masa magana sai ya ce: \"Lalle ne kai a yau, a gunmu, mai daraja ne, amintacce.\"*","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"* Maganar da Yusuf ya gayã wa sarki lõkacin da ya je masa ba a faɗe ta ba, sai dai an nuna ta ƙãyatar da shi har ya yabe shi da cewa shi mai daraja ne amintacce.","lang":"ha"},{"name":"12:55","price":"Ya ce: \"Ka sanya ni a kan taskõkin ƙasa. Lalle ne nĩ, mai tsarẽwa ne, kuma masani.\"","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:56","price":"Kuma kamar wancan ne Muka bãyar da ĩko ga Yũsufu a cikin ƙasa* yanã sauka a inda duk yake so. Munã sãmun wanda Muke so da rahamar Mu, kuma bã Mu tõzartar da lãdar mãsu kyautatawa.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"* Lõkacin da Yũsufu yanã aikin tattalin arzikin ƙasa a cikin shekarar wadãta, ya Mallakeƙasar Masar duka a lõkacin da wahala da yunwa suka auku.","lang":"ha"},{"name":"12:57","price":"Kuma lalle lãdar Lãhira ce mafi alhẽri ga waɗandasuka yi ĩmãni, kuma suka kasance mãsu taƙawa.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:58","price":"Kuma 'yan'uwan* Yũsufu suka jẽ, sa'an nan suka shiga a gare shi, sai ya gãne su, alhãli kuwa su, sunã mãsu musunsa.","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"* 'Yan'uwan Yũsufu sun zo sunã neman awo a gunsa, ya gãne su dõmin baƙauye kõ matalauci bai faye canja kamanninsa ba, amma sũ, ba su gane shi ba, sabõda haibar mulki da kwarjinin halittarsa a bayan ya zama babban mutum ga idonsu a inda bã su zaton sa.","lang":"ha"},{"name":"12:59","price":"Kuma a lõkacin da ya yi musu tattali da tattalinsu, ya ce: \"Ku zo mini da wani ɗan'uwa nãku daga ubanku. Ba ku gani ba cẽwa lalle ne nĩ, inã cika ma'auni, kuma nĩ ne mafi alhẽrin mãsu saukarwa?\"","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:60","price":"\"Sa'an nan idan ba ku zo mini da shĩ ba, to, bãbu awoa gare ku a wurĩna, kuma kada ku, kasance ni.\"","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:61","price":"Suka ce: \"Zã mu nẽme shi daga ubansa. Kuma lalle ne mũ, haƙĩƙa, mãsu aikatãwa ne.\"","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:62","price":"Kuma ya ce wa yaransa, \"Ku sanya hajjarsu a cikin kãyansu, tsammãninsu sunã gãne ta idan sun jũya zuwa ga mutãnensu, tsammã ninsu, zã su kõmo.\"","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:63","price":"To, a lõkacin da suka kõma zuwa ga ubansu, suka ce: \"Yã bãbanmu! An hana mu awo sai ka aika ɗan'uwanmu tãre da mu. Zã mu yi awo. Kuma lalle ne, haƙĩƙa mũ, mãsu lũra da Shi ne.\"","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:64","price":"Ya ce: \"Ashe, zã ni amince muku a kansa? Fãce dai kamar yadda na amince muku a kan ɗan'uwansa daga gabãni, sai dai Allah ne Mafĩfĩcin mãsu tsari, kuma Shĩ ne Mafi rahamar mãsu rahama.\"","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:65","price":"Kuma a lõkacin da suka bũɗe kãyansu, suka sãmi hajjarsu an mayar musu da ita, suka ce: \"Yã bãbanmu! Ba mu zãlunci! Wannan hajjarmu ce an mayar mana da ita, kuma mu nẽmo wa iyalinmu abinci, kuma mu kiyãye ɗan'uwanmu, kuma mu ƙãra awon kãyan rãƙumi guda, wancan awo ne mai sauki.\"","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:66","price":"Ya ce: \"Bã zan sake shi tãre da kũ ba, sai kun kawo mini alkawarinku baga Allah, haƙĩƙa, kunã dawo mini da shi, sai fa idan an kẽwaye ku.\" To, a, lõkacinda suka yi mãsa alkawari, ya ce: \"Allah ne wakĩli a kan abin da muke faɗa.\"","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:67","price":"Kuma ya ce: \"Yã ɗiyana! Kada ku shiga ta ƙõfa guda, ku shiga ta ƙõfõfi dabam-dabam,* kuma bã na wadãtar muku kõme daga Allah. Bãbu hukunci fãce daga Allah, a gare Shi na dõgara, kuma a gare Shi mãsu dõgara sai su dõgara.\"","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"* Yãƙũbu ya umurci ɗiyansa su shiga garin, ta ƙõfõfi dabam- dabam, yanã nũna cewa yanã gudun kyawunsu da yawansu zai ja hankalin mutãne zuwa gare su. A cikin mutãne akwai mãsu kambun baka da mugun nufi kõ da yake Yãƙũba a cikin hãlin haka ya aza tawakkalinsa ga Allah. Ya yi abin da yake zaton alhħri ne, wanda bai saɓa wa sharĩ'a ba. Amma kuma yã yi haka ne a kan wani ilmi da Allah Ya sanar da shi cewa a wannan fitar tãsu ce Allah zai yi sanadin sãke sãduwarsu da Yũsufu, sabõda haka ya umurce su da su shiga ta ƙõfõfi dabam-dabam, dõmin mutum shi kaɗai yã fi sãmun dãmar ta'ammalin ganin mutãne da abũbuwa. Kuma ta yin haka, yanã tsammãnin waninsu zai ga Yũsufu.","lang":"ha"},{"name":"12:68","price":"Kuma a lõkacin da suka shiga daga inda ubansu ya umurce su wani abu bai kasance yanã wadãtarwa ga barinsu daga Allah ba fãce wata bukata ce a ran Yãƙũbu, ya bayyana ta. Kuma lalle ne shĩ, haƙĩƙa, ma'abũcin wani ilmi ne ga abin da Muka sanar da shi, kuma mafi yawan mutãne ba su sani ba.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:69","price":"Kuma a lõkacin da suka shiga wajen Yũsufu, ya tattara ɗan'uwansa zuwa gare shi, ya ce: \"Lalle nĩ ne ɗan'uwanka, sabõda haka kada ka yi baƙin ciki da abin da suka kasance sunã aikatãwa.\"","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:70","price":"Sa'an nan a lõkacin da ya yi musu tattali da tattalinsu, sai ya sanya ma'auni a cikin kãyan ɗan'uwansa sa'an nan kuma mai yẽkuwa ya yi yẽkuwa,\" Yã kũ ãyari! lalle ne, haƙĩƙa kũ ɓarãyi ne.\"","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:71","price":"Suka ce: kuma suka fuskanta zuwa gare su: \"Mẽne ne kuke nẽma?\"","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:72","price":"Suka ce: \"Munã nẽman ma'aunin sarki. Kuma wanda ya zo da shi, yanã da kãyan rãkumi ɗaya, kuma ni ne lãmuni game da shi.\"","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:73","price":"Suka ce: \"Tallahi! Lalle ne, haƙĩƙa, kun sani, ba mu zodon mu yi ɓarna a cikin ƙasa ba, kuma ba mu kasance ɓarãyi ba.\"","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:74","price":"Suka ce: \"To mẽne ne sakamakonsa idan, kun kasance maƙaryata?\"","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:75","price":"Suka ce: \"Sakamakonsa, wanda aka same shi a cikin kãyansa, to, shi ne sakamakonsa,* kamar wancan ne muke sãka wa azzãlumai.\"","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"* Shari'ar Banĩ yã'aƙũbu ita ce anã bautar da ɓarãwõ shekara guda. Wannan shĩ ne shari'ar da Tũrãwa suka ɗauka suka mayar da ita ɗaurin kurkuku da bautar da ɓarãwo a cikin mudda ayyananna.","lang":"ha"},{"name":"12:76","price":"To, sai ya fãra (bincike) da jikunansu a gabãnin jakar ɗan'uwansa. Sa'an nan ya fitar da ita daga jakar ɗan'uwansa. Kamar wancan muka shirya wa Yũsufu. Bai kasance ya kãma ɗan'uwansa a cikin addinin (dõkõkin) sarki ba, fãce idan Allah Ya so. Munã ɗaukaka darajõji ga wanda Muka so, kuma a saman kõwane ma'abũcin ilmi akwai wani masani.","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:77","price":"Suka ce: \"Idan ya yi sãta, to, lalle ne wani ɗan'uwansa yã taɓa yin sãta a gabãninsa.\" Sai Yũsufu ya bõye* ta a cikin ransa. Kuma bai bayyana ta ba a gare su, ya ce: \"Kũ ne mafi sharri ga wuri. Kuma Allah ne Mafi sani daga abin da kuke siffantãwa.\"","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"* 'Yan'uwan Yũsfu sun faɗi cewa ɗan'uwan Binyaminu ya taɓa yin sãta, dõminsu nũna cewa a wajen ubansu tsarkakakku ne daga yin sãta. Shi kuma wanda ya yi sãtan ya gade ta ne daga wajen uwarsa, dõmin wani shaƙĩƙinsa(Yũsufu) ya taɓa yin sãta. To, sai Yũsufu ya ce a ransa: \"Kũ ne dai mafi sharrin mutãne, Allah ne Mafi sani daga abin da kuke siffintãwa.\" Asalin wannan magana wata goggonsa ce (Shi Yũsufu) ɗiyar Is'hãƙa, ta riƙe shi, yanã yaro, har a lõkacin da ubansa (Yãƙũbu) ya so ya karɓe shi daga gare ta, sai ta yi kaidin sanya kãyan sãta a cikin rigarsa (Yũsufu) dõmin ta hana uban ɗaukarsa. A wata ruwaya kuma an ce shi (Yũsufu) ya ɗauke wani mutum mutumi ne na zĩnãri (gunki) ya karairaya shi. Don haka 'yan'uwansa suke jingina sãta a gare shi.","lang":"ha"},{"name":"12:78","price":"Suka ce: \"Yã kai Azĩzu! Lalle ne yanã da wani ubã, tsoho mai daraja, sabõda haka ka kãma ɗayanmu amatsayinsa. Lalle ne mũ, muna ganin ka daga mãsu kyautatãwa.\"","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:79","price":"Ya ce: \"Allah Ya tsare mu daga mu kãma wani fãce wanda muka sãmi kãyanmu a wurinsa. Lalle ne mũ, a lõkacin nan, haƙĩƙa, azzãlumai ne.\"","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:80","price":"Sabõda haka, a lõkacin da suka yanke tsammãni daga gare shi, sai suka fita sunã mãsu gãnãwa.* Babbansu ya ce: \"Shin, ba ku sani ba cẽwa lalle ne ubanku yariƙi alkawari daga Allah a kanku, kuma daga gabanin haka akwai abin da kuka yi na sakaci game da Yũsufu? Sabõda haka, bã zan gushe daga ƙasar nan ba fãce ubana yã yi mini izni, kõ kuwa Allah Ya yi hukunci a gare ni, kuma Shĩ ne Mafi alhẽrin mahukunta.\"","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"* 'Yan'uwan Yũsufu sun yanke tsammãnin sãmun Binyãminu daga sharĩ'a, sun kõma sunã gãnãwa a tsakãninsu. Sai dai waɗannan ɗiyansu ne domin su, suna Masar.","lang":"ha"},{"name":"12:81","price":"\"Ku kõma zuwa ga ubanku, ku gaya masa: Yã bãbanmu, lalle ne ɗanka yã yi sãta, kuma ba mu yi shaida ba fãce da abin da muka sani, kuma ba mu kasance mun san gaibu ba.\"","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:82","price":"\"Kuma ka tambayi alƙarya wadda muka kasance a cikinta da ãyari wanda muka gabãto acikinsa, kuma lalle ne haƙĩƙa, mũ mãsu gaskiya ne.\"","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:83","price":"Ya ce: \"Ã'a, zukatanku sun ƙawãta wani al'amari a gare ku. Sai haƙuri mai kyãwo, akwai tsammãnin Allah Ya zo mini da su gabã ɗaya (Yũsufu da 'yan'uwansa). Lalle ne Shĩ ne Masani, Mai hikima.\"","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:84","price":"Kuma ya jũya daga gare su, kuma ya ce: \"Yã baƙin cikina a kan Yũsufu!\" Kuma idãnunsa suka yi fari sabõda huznu sa'an nan yanã ta haɗẽwar haushi.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:85","price":"Suka ce: \"Tallahi! Bã zã ka gushe ba, kanã ambaton Yũsufu,* har ka kasance Mai rauni ƙwarai, kõ kuwa ka kasance daga mãsu halaka.\"","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"* Mai tsõhon laifi bã ya son ya ji anã ambatonsa, sabõda haka ('yan'uwan Yũsufu) suke zargin bãbansu da ambaton (tuna) Yũsufu.","lang":"ha"},{"name":"12:86","price":"Ya ce: \"Abin sani kawai, inã kai ƙarar baƙin cikĩna da sunõna zuwa ga Allah, kuma na san abin da ba ku sani ba daga Allah.\"","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:87","price":"\"Yã ɗiyãna! Sai ku tafi ku nẽmo lãbãrin Yũsufu* da ɗan'uwansa. Kada ku yanke tsammãni daga rahamar Allah. Lalle ne, bãbu Mai yanke tsammãni daga rahamar Allah fãce mutãne kãfirai.\"","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"* Anan Yãƙũbu yã bayyana irin ilmin da Allah Ya sanar da shi, cewa Yũsufu yanã nan da ransa, kuma sun yi kusa su sãdu da jũna.","lang":"ha"},{"name":"12:88","price":"Sa'an nan a lõkacin da suka shiga gare shi suka ce: \"Yã kai Azĩzu! Cũta ta shãfe mu, mũ da iyãlinmu, kuma mun zo da wata hãja maras kuma. Sai ka cika mana ma'auni, kuma ka yi sadaka a gare mu. Lalle ne Allah Yanã sãka wa mãsu yin sadaka. \"*","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"* Wannan ya nũna ba a haramta sadaka ba ga Annabãwan da suka gabãta, sai ga Annabinmu Mahammadu, tsĩra da amincin Allah su tabbata a gare shi, shĩ da danginsa na kusa aka hana wa cin sadaka.","lang":"ha"},{"name":"12:89","price":"Ya ce: \"Shin, kan* san abin da kuka aikata ga Yũsufu da ɗan'uwansa a lõkacin da kuke jãhilai?\"","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"* Yũsufu ya bayyana ga 'yan'uwansa, kuma sun yãfe wa jũna laifi.","lang":"ha"},{"name":"12:90","price":"Saka ce: \"Shin kõ, lalle ne, kai ne Yũsufu?\" Ya ce: \"Nĩ ne Yũsufu, kuma wamian shĩ ne ɗan'uwãna. Hƙĩƙa Allah Yã yi falala a gare mu. Lalle ne, shi wanda ya bi Allah da taƙawa, kuma ya yi haƙuri, to, Lalle ne Allah bã Ya tõzarta lãdar mãsu kyautatãwa.\"","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:91","price":"Suka ce: \"Tallahi! Lalle ne haƙĩƙa, Allah Yã zãɓe ka akannmu, kuma lalle ne mun kasance, haƙĩƙa, mãsu kuskure.\"","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:92","price":"Ya ce: \"Bãbu zargi akanku a yau, Allah Yanã gãfartã muku, kuma Shĩ ne Mafi rahamar mãsu rahama.\"","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:93","price":"\"Ku tafi da rĩgãta wannan, sa'an nan ku jẽfa ta a kan fuskar mahaifina, zai kõma mai gani. Kuma ku zo mini da iyãlinku bãki ɗaya.\"","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:94","price":"Kuma, a lõkacin da ãyari* ya bar (Masar) ubansa ya ce: \"Lalle ne nĩ inã shãƙar iskar Yũsufu, bã dõmin kanã ƙaryata ni ba.\"","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"* Yãƙũba da jĩkõkinsa. Yanã gaya musu, cewa yanã shãƙar ƙanshin Yũsufu, su kuma suna jingina shi ga ruɗewar tsũfa dõmin rabonsa da Yũsufu shħkara talãtin da biyar zuwa Arba'in.","lang":"ha"},{"name":"12:95","price":"Suka ce: \"Tallahi lalle ne, kai, haƙĩƙa, kanã a cikin ɓatarka daɗaɗɗa.\"","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:96","price":"Sa'an nan a lõkacin da mai bãyar da bushãra ya je, sai ya jẽfa ta a kan fuskarsa, sai ya kõma mai gani. Ya ce: \"Shin, ban gaya muku ba, lalle ne, ni inã sanin abin da ba ku sani ba, daga Allah?\"","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:97","price":"Suka ce: \"Yã ubanmu!* ka nẽma mana gãfara ga zunubanmu, lalle ne mũ, mun kasance mãsu kuskure.\"","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"* Ɗiyan Yãƙũbu sunã iƙrãri da laifinsu, sunã neman Allah Ya gãfarta musu gaba ɗaya. Ubansu yanã jinkirta nema musu gãfara gun Allah har a lõkacin asuba kõ kuwa daren Jumma'a dõmin ya yi rõƙo a lõkacin karɓar addu'a. Wannan yã nũna anã iya neman mai albarka kõ wani mutum yayi wa wani mutum Addu'a.","lang":"ha"},{"name":"12:98","price":"Ya ce: \"Da sannu zã ni nẽma muku gãfara daga Ubangijina. Shi ne Mai gãfara, Mai jin ƙai.\"","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:99","price":"Sa'an nan a lõkacin* da suka shiga gun Yũsufu, yã tattara mahaifansa biyu a gare shi, kuma ya ce: \"Ku shiga Masar in Allah Ya so, kuna amintattu.\"","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"* Yũsufu ya sãdu da ubansa da uwarsa. A Larabci anã rinjãyar da uba a kan uwa, a ce ubanni biyu, kuma ga Hausa anã rinjayar da wa a kan uba, a ce uwãye biyu.","lang":"ha"},{"name":"12:100","price":"Kuma ya ɗaukaka iyãyensa biyu a kan karaga, sa'an nan suka fãɗi a gare shi, suna mãsu sujada.* Kuma ya ce: \"Ya bãbãna! Wannan ita ce fassarar mafarkin nan nãwa. Lalle ne Ubangijina Ya sanya shi ya tabbata sõsai, kuma lalle ne Ya kyautata game da ni a lõkacin da Ya fitar da ni daga kurkuku. Kuma Ya zo da ku daga ƙauye, a bãyan Shaiɗan yã yi fisgar ɓarna a tsakãnĩna da tsakãnin 'yan'uwana, Lalle ne Ubangijina Mai tausasawa ne ga abin da Yake so. Lalle ne Shĩ, Shĩ ne Masani, Mai hikima.\"","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"* Sujada idan ta zama da umurnin Allah ne ga kõwa, to, ba ta da laifi duk yadda take, amma idan an yi ta bã inda Allah Ya ajiye ta ba, to, tã zama kãfirci. A Musulunci gaisuwa da dũƙãwar kai haram ce, waɗansu Malamai sun ce idan ba ta kai ga rukũ'i ba, makarũhi ce, amma idan ta kai ga rukũ'i tã zama harãmun ga duka mãlamai, wãtau ijmã'in Malamai sun haramta dũƙãwar da ta kai ga rukũ'i.","lang":"ha"},{"name":"12:101","price":"\"Yã Ubangijina* lalle ne Kã bã ni daga mulki, kuma Kã sanar da ni daga fassarar lãbaru. Ya Mahaliccin sammai da ƙasa! Kai ne Majiɓincĩna a dũniya da Lãhira Ka karɓi raina inã Musulmi, kuma Ka riskar da ni ga sãlihai.\"","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"* Yũsufu yanã addu'a a ƙarshen rãyuwarsa, yanã neman Allah Ya cika masa da imãni.","lang":"ha"},{"name":"12:102","price":"Wannan daga* lãbarun gaibi ne, Munã yin wahayinsa zuwa gare ka, kuma ba ka kasance a wurinsu ba a lõkacin da suke yin niyyar zartar da al'amarinsu, alhãli sunã yin mãkirci.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"* Ƙarfafãwa da ƙãrin tambĩhi daga abin da sũrar ta ƙunsa, daga nan har zuwa karshenta.","lang":"ha"},{"name":"12:103","price":"Kuma mafi yawan mutãne ba su zama mãsu ĩmãni ba, kõ da kã yi kwaɗayin haka.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:104","price":"Kuma bã ka tambayar su wata lãdã a kansa. Shĩ bai zama ba fãce ambato dõmin halittu.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:105","price":"Kuma da yawa, wata ãyã a cikin sammai da ƙasa sunã shũɗẽwa a kanta kuma sũ, sunã bijirẽwa daga gare ta.","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:106","price":"Kuma mafi yawansu ba su yin ĩmãni da Allah fãce kuma sunã mãsu shirki.","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:107","price":"Shin fa, sun amince cẽwa wata masĩfa daga azãbar Allah ta zo musu ko kuwa Tãshin ¡iyãma ta zo musu kwatsam, alhãli sũ ba su sani ba?","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:108","price":"Ka ce: \"Wannan ce hanyãta;* inã kira zuwa ga Allah a kan basĩra, nĩ da waɗanda suka bĩ ni, kuma tsarki ya tabbata ga Allah! Nĩ kuma, ban zama daga mãsu shirki ba.\"","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"* Bin hukuncin Allah kamar yadda ƙissar Yũsufu ta nũna cewa, a ƙõwane hãli mutum ya kasance akwai yadda Allah Ya yi umurni a wannan hãlin da a bĩ Shi, wanda ya bi umurnin Allah, to, zai ɗaukaka a dũniya kuma Allah bã zai tõzartar da lãdarsa a Lãhira ba.","lang":"ha"},{"name":"12:109","price":"Kuma ba Mu aika ba a gabãninka fãce mazãje, Munã wahayi zuwa gare su, daga mutãnen ƙauyuka. Shin fa, ba su yi tafiya a cikin ƙasa ba, dõmin su dũbayadda ãƙibar waɗanda suka kasance daga gabãninsu ta zama? Kuma lalle ne gidan Lãhira shĩ ne mafi alhẽri ga waɗanda suka yi taƙawa? Shin fa, bã ku hankalta?","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:110","price":"Har a lõkacin da Manzanni suka yanke tsammãni, kuma suka yi zaton cẽwa an jingina suga ƙarya, sai taimakonMu ya je masu, Sa'an nan Mu tsẽrar da wanda Muke so, kuma bã a mayar da azãbarMu daga mutãne mãsu laifi.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"12:111","price":"Lalle ne haƙĩƙa abin kula yã kasance a cikin ƙissoshinsu ga masu hankali. Bai kasance wani ƙirƙiran lãbãri ba kuma amma shi gaskatãwa ne ga, abin da yake a gaba gare shi, da rarrabẽwar dukan abũbuwa, da shiriya da rahama ga mutãne waɗanda suka yi ĩmãni.","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"","lang":"ha"}],"chapter":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"]}