{"data":[{"name":"14:1","price":"A. L̃.R. Littãfi ne mun saukar da shi zuwa gare ka dõmin ka fitar da mutãne daga duhunhuna zuwa ga haske, da iznin Ubangijinsu, zuwa ga tafarkin Mabuwãyi, Abin gõdẽwa.","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:2","price":"Allah wanda Yake Yanã da abin da ke cikin sammai da cikin ƙasa. Kuma bone yã tabbata ga kãfirai daga azãba mai tsanani.","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:3","price":"Waɗanda suka fi son rãyuwar dũniya fiye da ta Lãhira, kuma sunã kangẽwa daga hanyar Allah, kuma sunã nẽman ta karkace. Waɗancan na a cikin ɓata mai nĩsa.","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:4","price":"Kuma ba Mu aika wani Manzo ba fãce da harshen mutãnensa dõmin ya bayyanã musu. Sa'an nan Allah Ya ɓatar da wanda Yake so kuma Ya shiryar da wanda Yake so, Kuma shĩ ne Mabuwãyi, Mai hikima.","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:5","price":"Kuma lalle ne haƙĩƙa Mun aika Mũsã game, da ãyõin Mu cẽwa, \"Ka fitar da mutãnenkadaga duhu zuwa ga haske. Kuma ka tunar musu da kwãnukan (masĩfun) Allah.\" Lalle ne a cikin wancan akwai ãyõyi dõmin dukan mai yawan haƙuri, mai gõdiya.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:6","price":"Kuma a lõkacin da Mũsã yace wa mutãnensa, \"Ku tuna ni'imar Allah a kanku a lõkacin da Ya tsĩrar da ku daga mutãnen Fir'auna, sunã yi muku mummunar azãba, kuma sunã yanyanka ɗiyanku, kuma sunã rãyar da mãtanku. Kuma a cikin wancan akwai jarrabãwa mai girmã daga Ubangijinku.\"","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:7","price":"Kuma a lõkacin da Ubangijin ku Ya sanar, \"Lalle ne idan kun gõde, haƙĩƙa, Inã ƙãramuku, kuma lalle ne idan kun kãfirta haƙĩƙa azãbãta, tabbas, mai tsanani ce.\"","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:8","price":"Kuma Mũsã ya ce: \"Idan kun kãfirta kũ da waɗanda suke a cikin ƙasa, gabã ɗaya, to, lalle ne Allah haƙĩƙa Mawadãci ne, Mai yawan gõdiya.\"","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:9","price":"Shin lãbãrin waɗanda suke a gabãninku, mutãnen Nũhu da Ãdãwa da Samũdawa bai zomuku ba? Kuma da waɗanda suke daga bãyansu bãbu wanda yake sanin su fãce Allah? Manzanninsu sun jẽ musu da hujjõji mabayyana, sai suka mayar da hannayensu a cikin bãkunansu, kuma suka ce: \"Lalle ne mũ, mun kãfirta da abinda aka aiko ku da shi. Kuma lalle ne mũ haƙĩƙa munã a cikin shakkada abin do kuke kiran mu zuwa gare shi, mai sanya kõkanto.\"","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:10","price":"Manzannin su suka ce \"Ashe, akwai shakka a cikin (sha'anin) Allah, Mai ƙãga halittar sammai da ƙasa Yanã kiran ku dõmin Ya gãfarta muku zunubanku, kuma Ya jinkirtã muku zuwa ga ajali ambatacce?\" Suka ce: \"Ba ku zama ba fãce mutãne misãlinmu kuma nufinku ku kange mu daga abin da iyãyenmu suka kasance sunã bautãwa sai ku zo mana da dalĩli mabayyani.\"","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:11","price":"Manzanninsu suka ce musu, \"Bã mu zama ba fãce mutãne misã, linku, kuma amma Allah Yanã yin falala a kan wanda Yake so daga bãyinsa, kuma bã ya kasancẽwa a gare mu, mu zo muku da wani dalĩli fãce da iznin Allah. Kuma ga Allah sai mũminai su dõgara.","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:12","price":"\"Kuma mẽne ne a gare mu, bã zã mu dõgara ga Allah ba, alhãli kuwa haƙĩƙa Yã shiryar da mu ga hanyõyinmu? Kuma lalle ne munã yin haƙuri a kan abin da kuka cũtar da mu, kuma ga Allah sai mãsu dõgaro su dõgara.\"","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:13","price":"Kuma waɗanda suka kãfirta suka ce wa Manzanninsu, \"Lalle ne munã fitar da ku daga ƙasarmu, kõ kuwa haƙĩƙa, kunã kõmowã acikin addininmu.\" Sai Ubangijinsu Ya yi wahayi zuwa gare su, \"Lalle ne, Munã halakar da Azzãlumai.\"","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:14","price":"Kuma haƙĩƙa, Munã zaunar da ku ga ƙasa a bãyansu. Wancan ne abin gargaɗi ga wanda ya ji tsõron matsayiNa, kuma ya ji tsõron ƙyacẽwãTa.","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:15","price":"Kuma suka yi addu'ar alfãnu*. Kuma kõwane kangararre mai tsaurin kai ya tãɓe.","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"* Kõwane ɓangare ya yi addu'ar alfãnu ga abin da yake ganin gaskiyarsa. Annabãwa suka yi alfãnu da Allah, kuma mutãnensu suka yi da abin da suke zato alheri a gare su.","lang":"ha"},{"name":"14:16","price":"Daga bãyansa akwai Jahannama, kuma anã shãyar da shi daga wani ruwa, surkin jini.","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:17","price":"Yanã kwankwaɗarsa, kuma bã ya jin sauƙin haɗiyarsa, kuma mutuwa ta jẽ masa daga kõwane wuri kuma bai zama mai mutuwa ba, kuma daga bãyansa akwai azãba mai kauri.","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:18","price":"Misãlin waɗanda suka kãfirta da Ubangijinsu, ayyukansu sun yi kama da tõka wadda iska ta yi tsananin bugãwa da ita a cikin yini mai gũguwa. Ba su iya amfãni daga abin da suka yi tsirfa a kan kõme. Wancan ita ce ɓata mai nĩsa.","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:19","price":"Shin, ba ka gani ba cẽwa lalle ne Allah Yã halicci sammai bakwai da ƙasa da mallakarSa.* Idan Yã so zai tafiyar da ku, kuma Ya zo da wata halitta sãbuwa.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"* Dalĩli ne a kan kãfircin kãfirai ba ya rage mulkin Allah da kõme, domin bã su iya fita daga halittar sammai da ƙasa, waɗanda Allah Ya halitta da abin da yake mallakarsa.","lang":"ha"},{"name":"14:20","price":"Kuma wancan bai zama mabuwãyi ba ga Allah.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:21","price":"Kuma suka bayyana ga Allah gabã daya, sai mãsu rauni suka ce wa waɗanda suka kangara, \"Lalle ne mũ, mun kasance mãsu bi a gare ku, to, shin, kũ mãsu kãrewa ga barinmu ne daga azãbar Allah daga wani abu?*\" Suka ce: \"Dã Allah Ya shiryar da mu, dã mun shiryar da ku, daidai ne a kanmu, mun yi rãki ko mun yi haƙuri ba mu da wata mafaka.\"","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"* Muhãwarar 'yan wuta a tsakãnin mabiya da shũgabannin kafirci.","lang":"ha"},{"name":"14:22","price":"Kuma Shaiɗan ya ce a lõkacin da aka ƙãre al'amarin, \"Lalle ne Allah Ya yi muku wa'adi, wa'adin gaskiyã, kuma na yi muku wa'adi, sa'an nan na sãɓã muku. Kuma bãbu wani dalĩli a gare ni a kanku fãce na kirã ku, sa'an nan kun karɓã mini. Sabõda haka kada ku zarge ni, kuma ku zargi kanku. Ban zama mai amfaninku ba, kuma ba ku zama mãsu amfãnĩna ba. Lalle na barranta da abin da kuka haɗã ni da shi gabanin wannan (matsayi). Lalle azzãlumai sunã da azãba mai raɗaɗi.\"*","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"* Huɗubar Shaiɗan ga mabiyansa, a cikin wuta, a bãyan an yi muhãwara a tsakãnin mabiya da shugabannin kãfirci, sãshe yanã la'antar sãshe har abu ya kai ga Shaiɗan, watau Iblis. Shi kuma ya tãshi ya yi wannan huɗuba dõmin ya ƙãra musu baƙin ciki a kan wani.","lang":"ha"},{"name":"14:23","price":"Kuma aka shigar da waɗanda suka yi ĩmãni, kuma suka aikata ayyuka na ƙwarai, a gidãjen Aljanna, kõramu sunã gudãna daga ƙarƙashinsu sunã madawwamã a cikinsu da iznin Ubangijinsu, gaisuwarsu a cikinta \"Salãm\", (wãtau Aminci).","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:24","price":"Shin, ba ka ganĩ ba, yadda Allah Ya buga wani mĩsali, kalma mai kyau* kamar itãciya ce mai kyau, asalinta yanã tabbatacce, kuma rẽshenta yanã cikin sama?","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"* Kalma mai kyau ta addini tanã da asali, kamar itãciyar Dabĩno ce.","lang":"ha"},{"name":"14:25","price":"Tanã bãyar da abincinta a kõwane lõkaci da iznin Ubangijinta! Kuma Allah Yanã buga misãli ga mutãne, mai yiwuwã ne, sunã tunãwa.","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:26","price":"Kuma misalin kalma mummũnã* kamar itãciya mummũnã ce, an tumɓuke ta daga bisa ga ƙasa, bã ta da wata tabbata.","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"* Kalma ta kãfirci, bã ta da asali, kamar gunar shãnu ce.","lang":"ha"},{"name":"14:27","price":"Allah Yanã tabbatar da waɗanda suka yi ĩmãni da magana tabbatacciya a cikin rãyuwar dũniya, da cikin Lãhira, Kuma Allah Yanã ɓatar da azzãlumai, kuma Allah Yanã aikata abin da Yake so.","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:28","price":"Shin ba ka lura ba da waɗanda suka musanya* ni'imar Allah da kãfirci kuma suka saukar da mutãnensu a gidan halakã?","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"* Kuraishãwa wadanda Allah Ya yi musu ni'imar zama a cikin hurumin Allah da aminci da Ya zuba a kansu da albarku, sun musanya gõdiya da kãfirci a lõkacin da suka ƙaryata Manzon Allah. Sun saukar da mutãnensu a gidan halaka a Badar.","lang":"ha"},{"name":"14:29","price":"Sunã ƙõnuwa a wutar jahannama, kuma tir da matabbatar su.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:30","price":"Kuma suka sanya wa Allah kĩshiyõyi, dõmin ɓatarwa daga hanyarSa, Ka ce: \"Ku ji dãɗi, sa'an nan, lalle ne, makõmarku Wutar ce.\"","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:31","price":"Ka ce wa bãyĩNa waɗanda suka yi ĩmãni su tsayar da salla kuma su ciyar daga abin da Muka azurtã su, a asirce da bayyane, daga gabãnin wani wuni ya zo, bãbu ciniki a ciki, kuma bãbu abõtaka.","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:32","price":"Allah ne wanda Ya halicci sammai da ƙasa kuma Ya saukar da ruwa daga sama, sa'an nan Ya fitar game da shi, daga 'ya'yan itãce arziki dõminku kuma Ya hõrẽ jirgin ruwa dõmin ya yi gudu a cikin tẽku da umurninSa, kuma Ya hõrẽ muku kõguna.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:33","price":"Kuma Ya hõrẽ muku rãnã da watã sunã madawwama biyu, kuma Ya hõrẽ muku dare da wuni.","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:34","price":"Kuma Ya bã ku dukkan abin da kuka rõƙe Shi kuma idan kun ƙidaya, ni'imar Allah bã zã ku lissafe ta ba. Lalle ne mutum, haƙĩƙa, mai yawan zãlunci ne, mai yawan kãfirci.","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:35","price":"Kuma a lõkacin da Ibrãhĩm ya ce: \"Yã Ubangijina! Ka sanyã wannan gari* amintacce kuma Ka nĩsanta ni, nĩ da ɗiyãna daga bauta wa gumãka.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"* Wannan gari watau Makka. Anã tunãtar da Lãrabãwa ga kãkansu Ibrãhĩm da addu'ar da ya yi sabõda garin Makka da mutãnen garin da ɗiyan Ismã'ila dõmin su wa'aztu.","lang":"ha"},{"name":"14:36","price":"\"Yã Ubangijina! Lalle ne sũ, sun ɓatar da mãsu yawa daga mutãne sa'an nan wanda ya bĩ ni, to, lalle shi, yanã daga gare ni, kuma wanda ya sãɓa mini, to, lalle ne Kai Mai gãfara ne, Mai jin ƙai.","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:37","price":"\"Yã Ubangijinmu! Lalle ne ni, na zaunar da zuriyata ga rãfi wanda ba ma'abũcin shũka ba, a wurin ¦ãkinka mai alfarma. Yã Ubangijinmu! Dõmin su tsayar da salla. Sai Ka sanya zukãta daga mutãne sunã gaggãwar bẽgenzuwa gare su, kuma ka azurtã su daga 'ya'yan itãce, mai yiwuwã ne sunã gõdẽwã.\"","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:38","price":"\"Yã Ubangijinmu! Lalle ne Kai Kanã sanin abin da muke ɓõyẽwa, da abin da muke bayyanãwa. Kuma bãbu abin da yake ɓõyẽwa ga Alah, daga wani abu a cikin ƙasa, kuma bãbu a cikin sama.\"","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:39","price":"\"Gõdiyã ta tabbata ga Allah wanda Yake Ya bã ni inã a cikin tsufa Ismã'ila da Is'hãƙa. Lalle ne Ubangijina, haƙĩƙa, Mai jin addu'a ne.\"","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:40","price":"\"Yã Ubangijina! Ka sanyã ni mai tsayar da salla. Kuma daga zũriyyata. Yã Ubangijinmu! Kuma Ka karɓi addu'ata.\"","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:41","price":"\"Yã Ubangijinmu! Ka yi gãfara gare ni, kuma ga mahaifãna, kuma da mũminai, a rãnar da hisãbi yake tsayãwa.\"","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:42","price":"\"Kuma kada ka yi zaton Allah Mai shagalã ne daga abin da azzalumai suke aikatãwã. Abin sani kawai, Yanã jinkirta musu ne zuwa ga wani wuni, wanda idãnuwa suke fita turu- turu a cikinsa.\"","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:43","price":"\"Sunã mãsu gaggãwa, mãsu ɗaukaka kãwunansu zuwa sama ƙiftawar ganinsu ba ta kõmãwa gare su. Kuma zukãtansu wõfintattu.\"*","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"* A nan ne iyakar maganar shugabanmu Ibrahĩm da Addu'ar sa.","lang":"ha"},{"name":"14:44","price":"Kuma ka yi gargaɗi ga mutãne ga rãnar da azãba take jẽ musu, sai waɗanda suka yi zãlunci su ce: \"Yã Ubangijinmu! Ka yi mana jinkiri zuwa ga wani ajali makusanci, mu karɓa wa kiranKa, kuma mu bi Manzanni.\"(Allah Ya ce musu) \"Ashe, ba ku kasance kun yi rantsuwã ba daga gabãni, cẽwa bã ku da wata gushẽwa?","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:45","price":"\"Kuma kuka zaunã a cikin gidãjen waɗanda suka zãlunci kansu, kuma ya bayyana a gare ku yadda Muka aikatã game da su, kuma Muka buga muku misãlai.\"","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:46","price":"Kuma lalle sun yi mãkirci irin makircinSu kuma a wurin Allah makircinsu, yake, kuma lalle ne makircinsu yã kasance, haƙĩƙa, duwãtsu sunã gushẽwã sabõda shi.","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:47","price":"Sabõda haka, kada ka ƙarfafa zaton Allah Mai sãɓa wa'adinSa ne ga ManzanninSa. Lalle ne Allah ne Mabuwãyi, Ma'abũcin azãbar rãmuwa.","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:48","price":"A rãnar da ake musanya ƙasa* bã ƙasar nan ba, da sammai kuma su bayyana ga Allah Makaɗaici, Mai tanƙwasãwa.","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"* A Rãnar Ƙiyãma Allah zai musanyã ƙasa da sama a kãwo waɗansu a lõkacin da mutãne suke a kan Sirãɗi kamar yadda ya zo a Hadisi.","lang":"ha"},{"name":"14:49","price":"Kuma kana ganin mãsu laifi, a rãnar nan, sunã waɗanda aka yi wa ciri daidai a cikin marũruwa.","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:50","price":"Rigunansu daga farar wutã ne, kuma wuta ta rufe fuskõkinsu.","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:51","price":"Dõmin Allah Ya sãkã wa kõwane rai da abin da ya tsuwurwurta. Lalle ne, Allah Mai gaggãwar hisãbi ne.","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"","lang":"ha"},{"name":"14:52","price":"Wannan iyarwa ce ga mutãne, kuma dõmin a yi musu gargaɗi da shi, kuma dõmin su sani cẽwa, abin sani kawai, shĩ ne abin bautawa guda. Kuma dõmin masu hankali su riƙa tunãwa.","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"","lang":"ha"}],"chapter":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"]}