{"data":[{"name":"2:1","price":"A. L̃. M̃.","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:2","price":"Wãncan ne Littãfi, bãbu shakka a cikinsa, shiriya ne ga mãsu taƙawa.*","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"* Yã sifanta Littãfi; watau Alƙur'ãni da kamãla ya ce \"Wancan\" maimakon \"Wannan\" dõmin mãsu son su yi aiki da shi, su ne mãsu taƙawa. Taƙawa na da sharuɗɗa biyu, su ne ĩmãni da aiki da abin da manzancin Annabi Muhammadu ya ƙunsa. Sa'an nan mutãne a farkon Musulunci ko a inda Musulunci yake sãbo, sun kasu kashi huɗu. Kashi na farko sũ ne mãsu taƙawa waɗanda aka faɗi sifõfinsu a nan.","lang":"ha"},{"name":"2:3","price":"Waɗanda suke yin ĩmãni game da gaibi, kuma suna tsayar da salla, kuma daga abin da Muka azurta su suna ciyarwa.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:4","price":"Kuma waɗanda suke yin ĩmãni da abin da aka saukar zuwa gare ka, da abin da aka saukar daga gabãninka, kuma game da Lãhira suna yin yaƙĩni.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:5","price":"Waɗancan suna kan shiriya, daga Ubangjinsu, kuma waɗannan su ne mãsu cin nasara.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:6","price":"Lalle ne waɗanda suka kãfirta* daidai ne a kansu, shin kã yi musu gargaɗi kõ ba ka yi musu gargaɗi ba, ba zã su yi ĩmãni ba.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"* Kashi na biyu daga cikin jama'a sũ ne kãfiran da suka dõge akan kãfircin su, babu wani gisshi kuma Allah Yã san bã zã su musulunta ba.","lang":"ha"},{"name":"2:7","price":"Allah Ya sa hãtimi a kan zukãtansu, da a kan jinsu, kuma a Kan ganin su akwai wata yãna; kuma suna da wata azãba mai girma.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:8","price":"Kuma akwai daga cikin mutãne wanda* yake cewa: \"Mun yi imani da Allah kuma da Yinin Lãhira.\" Alhãli kuwa su ba muminai ba ne.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"* Kashi na uku su ne munãfukai da suka bayyana Musulunci da bãki amma zuciyarsu tanã a kan kãfirci.","lang":"ha"},{"name":"2:9","price":"Suna yaudarayya da Allah da waɗanda suka yi ĩmãni, alhãli bã su yaudarar kõwa fãce kansu, kuma bã su sakankancẽwa!","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:10","price":"A cikin zukãtansu akwai wata cũta. Sai Allah Ya ƙãramusu wata cũta, kuma suna da azãba mai raɗaɗi sabõda ãbin da suka kasance suna yi na ƙarya.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:11","price":"Kuma idan aka ce musu: \"Kada ku yi ɓarna a cikin ƙasa,\" sukan ce: \"Mũ mãsu kyautatawa kawai ne!\"","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:12","price":"To, lalle ne su, sũne mãsu ɓarna, kuma amma bã su san hakan ba.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:13","price":"Kuma idan aka ce musu: \"ku yi ĩmãni kamar yadda mutãne suka yi ĩmãni,\" sukan ce: \"Zã mu yi ĩmãni ne kamar yadda wãwãye suka yi ĩmãni?\" To, lalle ne su, sũ ne wãwãye, kuma amma bã su sani.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:14","price":"Kuma idan sun haɗu da waɗanda suka yi ĩmãni, sukan ce: \"Mun yi ĩmãni. \"Kuma idan sun wõfinta zuwa ga shaiɗãnunsu,* sukan ce: \"Lalle ne muna tãre da ku: Mu mãsu izgili, kawai ne.\"","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"* Kashi na hudu su ne Yahudãwa waɗanda suke sun san gaskiyar Annabcin Muhammadu da Manzancinsa, amma hãsada ta hana su su bi shi, sunã ƙõƙãrin ɓãta abin da ya zo da shi ta hanyar jħfa shibhõhi a ciki, dõmin su kange mutãne daga shigarsa. Sabõda haka aka ce musu shaiɗãnu. Duk wanda ya san gaskiya amma kuma ya yi girman kai daga binta, to, shi ne shaiɗan, daga aljannu kõ daga mutane.","lang":"ha"},{"name":"2:15","price":"Allah Yana yin izgili* gare su kuma Yana taimakon su a cikin ɓatarsu, suna ɗimuwa.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"* Allah Yanã mayar masu da sakamakon izgilinsu.","lang":"ha"},{"name":"2:16","price":"Waɗan can su ne waɗanda suka sayi ɓata da shiriya, sai fataucinsu bai yi rĩba ba, kuma ba su kasance masu shiryuwa ba.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:17","price":"Misãlinsu shĩ ne kamar misãlin wanda ya hũra wuta, to, a lõkacin da ta haskake abin da yake gẽfensa (na abin tsõro), Allah Ya tafi da haskensu, kuma Ya bar su a cikin duffai, bã su gani.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:18","price":"Kurãme, bẽbãye, makãfi, sabõda haka bã su dawowa.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:19","price":"Ko kuwa kamar girgije mai zuba daga sama, a cikinsa akwai duffai da tsãwa da walƙiya: suna sanyãwar yãtsunsu a cikin kunnuwansu dãga tsãwarwakin, dõmin tsõron mutuwa. Kuma Allah Mai kẽwayewane gã kãfirai!","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:20","price":"Walƙiyar tana yin kusa ta fizge gannansu, ko da yaushe ta haskakã musu, sai su yi tafiya a cikinta, kuma idan ta yi duhu a kansu, sai su yi tsaye. Kuma dã Allah Yã so, sai Ya tafi da jinsu da gannansu. Lalle ne Allah a kan dukan kõme Mai ĩkon yi ne.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:21","price":"Yã ku mutãne! Ku bauta wa Ubangjinku, Wanda Ya halicce ku, kũ da waɗanda suke daga gabãninku, tsammãninku ku kãre kanku!","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:22","price":"Wanda Ya sanya muku ƙasa shimfiɗa, kuma sama gini, kuma Ya saukar da ruwa daga sama, sa'an nan Ya fitar da abinci daga 'ya'yan itãce game da shi, sabõda ku. Sabõda haka kada ku sanya wa Allah wasu kĩshiyõyi, alhãli kuwa kuna sane.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:23","price":"To idan baku iya yi ba to kuwa bazaku taba iya yin ba to kuji tsoron wutar da makamahinta Mutane ne da Duwatsu kuma an tanadeta ne ga Kafirai.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:24","price":"To, idan ba ku aikata (kãwo sura) ba, to, bã zã ku aikataba, sabõda haka, ku ji tsoron wuta, wadda makãmashinta mutãne da duwãtsu ne, an yi tattalinta dõmin kãfurai.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:25","price":"Kuma ka bãyar da bishãra ga waɗanda suka yi ĩmãni. kuma suka aikata ayyuka na ƙwarai, cẽwa lallene, suna da gidãjen Aljanna, ƙõramu na gudãna daga ƙarƙashinsu. Ko da yaushe aka azurta su da abinci daga wasu 'ya'yan itãce daga gare su,* sai su ce: \"Wannan shi ne aka azurta mu da shi daga gabãnin haka,\" Kuma a je musu da shi yana mai kama da juna, Kuma sunã da, a cikin su, mãtan aure mãsu tsarki, kuma su, cikin su madawwama ne.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"* Gõnaki kõ gidãjen Aljanna.","lang":"ha"},{"name":"2:26","price":"Lalle ne, Allah bã Ya jin kunyar Ya bayyana wani misãli, kõwane iri ne, sauro da abin da yake bisa gare shi. To, amma waɗanda suka yi ĩmãni, sai su san cewa lalle shi ne gaskiya daga Ubangijin su, kuma amma waɗanda suka kãfirta, sai su ce: \"Mẽne ne Allah Ya yi nufi da wannan* ya zama misãli?\" na ɓatar da wasu mãsu yawa da shi, kuma Yana shiryar da wasu mãsu yawada shi, kuma bã Ya ɓatarwa da shi fãce fasiƙai.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"* Misãli da kamar mãtan Aljanna mãsu tsarki. Ba mãtã ba kõ da sauro ko abin da ya fi, kõ ya kãsa sauro, to, akwai hikima a cikin halittarsa, wadda zã ta jãwo hankalin mai hankali ga ĩmãni da Allah sabõda ita.","lang":"ha"},{"name":"2:27","price":"Waɗanda suke warware alƙawarin Allah daga bãyan ƙulla shi, kuma su yanke abin da Allah Ya yi umurni da shi a sãdar, kuma suna ɓarna a cikin ƙasa, waɗannan sũ ne mãsu hasãra.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:28","price":"Yaya kuke kãficewa da Allah, alhãli kuwa kun kasance matattu sa'an nan Ya rãyar da ku, sa'nnan kuma Ya matar da ku, sa'an nan kuma Ya rãya ku, sa'an nan zuwa gare Shi ake mayar da ku?","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:29","price":"Shi ne Wanda Ya halitta muku abin da ke a cikin ƙasa gaba ɗaya, sa'an nan kuma Ya daidaita* zuwa sama, sa'an nan Y a aikata su sammai bakwai. Kuma Shi ga dukan kõmai Masani ne.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"* Ya daidaita, watau Ya yi nufi; \"Sa'an nan\" yana amfãnar da jeranta aiki bã jerantar nufi ba, dõmin sifõfn Allah dukansu, bã fãrarru ba ne.","lang":"ha"},{"name":"2:30","price":"Kuma a lõkacin da Ubangijinka Ya ce ga malã'iku: \"Lalle ne, Ni Mai sanya wani halĩfa ne a cikin ƙasa,\" suka ce: \"Ashe, zã Ka sanya a cikinta, wanda zai yi ɓarna a cikinta, kuma mu, muna yi maka tasbihi tare da gõde maka, kuma* muna tsarkakewa gareka\" Ya ce: \"Lalle ne, Ni Na san abin da ba ku sani ba.\"","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"* Malã'iku sun yi tambaya ne irin ta mai neman ya rinjãyi mai jãyayya da shi ga neman haliftaka a kan ƙasa. Sun san hãlãyen jinn da bunn waɗanda suka fãra zama a kan ƙasa suka yi ɓarna da zubarda jini.","lang":"ha"},{"name":"2:31","price":"Kuma Ya sanar da Ãdam sũnãye dukansu, sa'an nan kuma ya gitta su a kan malã'iku, sa'n nan Ya ce: \"Ku gaya mini sũnayen waɗannan, idan kun nasance mãsu gaskiya.\"","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:32","price":"Suka ce: \"Tsarki ya tabbata a gare Ka! Bãbu sani a gare mu, lalle ne Kai, Kai ne Masani, Mai hikima.\"","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:33","price":"Ya ce: \"Yã Ãdam! Ka gaya musu sũnãyensu.\" To, a lokacin da ya gaya musu sũnãyensu, (Allah) Ya ce: \"Ashe, ban ce muku *ba, lalle Ni, Inã sane da gaibin sammai da ƙasa, kuma (Inã sane da) abin da kuke bayyanawa da abin da kuka kasance kuna ɓõyewa?\"","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"* Wannan ƙissa ta nũna cewa shũgabanci da ilmi ake yinsa, bã da yawan ibãda wadda mutum yake keɓanta da yin ta ba. Dõmin an nũna wa mala'iku fĩfĩkon Ãdam a kansu da ilmi,bã da ibãda ba. Kuma da wannan sifa zai zama Halĩfa, kõ dã Iblis bai fitar da shi ba, daga cikin Aljanna, zai fita ta wata hanya dõmin zartar da hukuncin Allah.","lang":"ha"},{"name":"2:34","price":"Kuma a lõkacin da Muka ce ga malã'iku: \"Ku yi sujada ga Ãdam,\" Sai suka yi sujada, fãce Ibilĩsa ya ƙi, kuma ya yi girman kai, kuma ya kasance daga kãfirai.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:35","price":"Kuma muka ce: \"Ya Ãdam! Ka zauna kai da matarka a gidan Aljanna, kuma ku ci daga gare ta, bisa wadãta, inda kuke so, kuma kada ku kusanci wannan itãciyar, har ku kasance daga azzãlumai.\"","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:36","price":"Sai Shaiɗan ya talãlãɓantar da su ga barinta, sai ya fitar da su daga abin da suka kasance a cikinsa. Kuma muka ce: \"Sãshenku nã maƙiyi ga sãshe, kuma kuna da a cikin ƙasa matabbata da jin dãɗi zuwa ga wani lõkaci.\"","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:37","price":"Sai Ãdam ya karɓi wasu kalmõmi daga Ubangjjinsa, sabõda haka ya karɓi tũba a kansa. Lalle ne Shi, Shĩ ne Mai karɓar tũba, Mai jin ƙai.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:38","price":"Muka ce: \"Ku ku sauka daga gare ta gabã ɗaya. To, imma lalle shiriya ta je muku daga gare Ni, to, wanda ya bi shiriya ta to, bãbu tsõro a kansu, kuma bã su yin baƙin ciki.\"","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:39","price":"\"Kuma waɗan da suka kãfirta, kuma suka ƙaryata game da ãyõyinMu, waɗannan sũ ne abõkan Wuta; sũ a cikinta madawwama ne.\"","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:40","price":"Yã Banĩ Isrã'Ĩla*! Ku tuna ni'imãTa a kanku, kuma ku cika alƙawariNa, In cika muku da alƙawarinku. kuma Ni, ku ji tsõro Na.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"* Bãyan kiran mutãne gabã ɗaya zuwa ga addinin musulunci, sai kuma ya keɓance Yahũdu da kira zuwa ga addinin, dõmin sun bambanta da sauran kãfirai, sabõda ilminsu ga gaskiyar Musulunci. Yã gabata cewa jama'ar, kashi huɗu ce; mũminai, da kãfiran Lãrabãwan da bã zã su musulunta ba, da munãfukai da Yahũdu. Ya kira Yahũdu da Bani Isrã'ĩla, dõmin Ya tunãtar da su, cewa anã kiransu ne zuwa ga addini irin na ubansu Ya'aƙũbu bawan Allah.","lang":"ha"},{"name":"2:41","price":"Kuma, ku yi ĩmãni da abin da na saukar, mai gaskatãwa ga abin da yake tãre da ku, kuma kada ku kasance farkon kãfiri game da shi, Kuma kada ku sayi 'yan kuɗi kaɗan da ãyõyiNa. Kuma ku ji tsõrõNa, Nĩ kaɗai.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:42","price":"Kuma kada ku lulluɓe gaskiya da ƙarya, kuma ku ɓõye gaskiya, alhãli kuwa kuna sane.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:43","price":"Kuma ku tsayar da salla; kuma ku bãyar da zakka; kuma ku yi rukũ'i tãre da mãsu yin rukũ'i.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:44","price":"Shin, kuna umurnin mutãne da alhẽri, kuma ku manta da kanku alhãli kuwa kuna karatun littãfi? Shin, bãzã ku hankalta ba?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:45","price":"Kuma ku nẽmi taimako da yin haƙuri, da salla. Kuma lalle ne ita, haƙĩƙa, mai girma ce fãce fa a kan mãsu tsõron Allah.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:46","price":"Waɗanda suka tabbata cẽwa lalle ne su mãsu haɗuwa da Ubangijinsu, kuma lalle ne sũ a gareshi mãsu kõmãwa ne.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:47","price":"ku Banĩ Isrã'Ĩla! Ku tuna ni'imãTa a kanku, kuma kuma ni na fifita ku akan sauran Talikai .","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:48","price":"Kuma ku ji tsron wani yini, (a cikinsa) rai bã ya Wadãtar da wani rai da kõme, kuma bã a karɓar cetõ daga gareshi, kuma ba a karɓar fansa daga gare shi, kuma bã su zama ana taimakon su ba.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:49","price":"Kuma a lõkacin da muka tsĩrar da ku daga mutãnen Fir'auna, su na taya muku muguntar azãba, su na yayyanke ɗiyanku maza su na rãyar da mãtanku. Kuma a cikin wancan akwai jarabawa mai girma daga Ubangijinku.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:50","price":"Kuma a lõkacin da Muka raba tẽku sabõda ku, sai Muka tsĩrar da ku kuma Muka nutsar da mutãnen Fir'auna, alhãli kuwa kũ kuna kallo.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:51","price":"Kuma a lõkacin da muka yi wa'adi ga Mũsa, dare arba'in, sa'an nan kuma kuka riƙi maraƙi daga bãyansa, alhãli kũ, kuna mãsu zãlunci (da bauta masa).","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:52","price":"Sa'an nan kuma muka yãfe muku daga bãyan wancan, tsammãninku, kuna gõdẽwa.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:53","price":"Kuma a lõkacin da Muka baiwa Mũsa Littãfi da rarrabẽwa, tsammãninku, kuna shiryuwa.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:54","price":"Kuma a lõkacin da Mũsa ya ce ga mutãnensa: \"Ya mutãnena! Lalle ne ku, kun zãlunci kanku game da riƙonku maraƙin, sai ku tũba zuwa ga Mahaliccinku, sai ku kashe kãwunanku. Wancan ne mafii alheri a wajen mahaliccinku. Sa'an nan Ya karɓi tuba a kanku. lalle ne Shi, Shi ne Mai karɓar tũba, Mai jin ƙai.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:55","price":"Kuma a lõkacin da kuka ce: \"Ya Musa! Bã zã mu yi ĩmãni ba dõminka, sai munga Allah bayyane,\" sabada haka tsãwar nan ta kamaku, alhãli kuwa kuna kallo.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:56","price":"Sa'an nan kuma Muka tãyar da ku daga bãyan mutuwarku, tsammãninku, kuna gõdẽwa.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:57","price":"Kuma Muka sanya girgije ya yi inuwa a kanku, kuma Muka saukar da darɓa da tantabaru a kanku; \"Ku ci daga mãsu dãɗin abin da Muka azurta ku.\" kuma ba su zãlunce Mu ba, kuma amma kansu suka kasance suna zãlunta.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:58","price":"Kuma a lokacin da Muka ce: \"Ku shiga wannan alƙarya. San nan ku ci daga gareta, idan kuka so, bisa wadata, kuma ku shiga ƙofa kuna masu tawalu'i, kuma ku ce; \"kãyar da zunubai\" Mu gãfarta muku laifukanku, kuma zã mu ƙãra wa mãsu kyautatawa.\"","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:59","price":"Sai waɗan da suka yi zalunci suka sake magana watar wannan da aka ce musu, saboda haka muka saukar a kan waɗanda suka yi zãlunci da azãba daga sama sabõda abin da suka kasance suna yi na fãsiƙanci.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:60","price":"Kuma a lokacin da Mũsa ya nemi shãyarwa domin mutãnensa, Muka ce; \"Ka dõki dũtsen da sandarka.\" Sai marmaro gõma sha biyu suka ɓuɓɓugo, haƙĩƙa, kõwaɗanne mutãne sun san wurin shansu. \"Ku ci kuma ku sha daga arziƙin Ubangijinku, kuma kada ku yi fasadi, a cikin ƙasa, kuna mãsu ɓarna.\"","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:61","price":"Kuma a lõkacin da kuka ce: \"Yã Mũsã! Bã zã mu yi haƙuri ba a kan abinci guda. Sai ka rõƙa mana Ubangijinka Ya fitar mana daga abin da ƙasa take tsirarwa daga ganyenta, dumanta, da alkamarta da albasarta. Ya ce: \"Kuna nẽman musanya abin da yake mafi ƙasƙanci da wanda yake mafi alhẽri? Ku sauka wani birni (daga cikin birane), lalle ne, kuna da abin da kuka rõƙa. \"Kuma Muka dõka musu walãƙanci da talauci. Kuma suka kõma da wani fushi daga Allah. Wancan sabõda lalle su, sun kasance suna kãfirta da ãyõyin Allah, kuma suna kashe Aannabãwa, bãda hakki ba. Wancan, sabõda sãɓawarsu ne, kuma sun kasance suna ƙẽtarewar haddi.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:62","price":"Lalle ne waɗanda suka yi ĩmãni, da waɗanda suka tũba*, da Nasãra da Makarkata, wana ya yi ĩmani da Allah da Yinin Lãhira, kuma ya aikata aikin ƙwarai, to, suna da ijãrarsu a wurin Ubangijinsu, kuma bãbu tsõro a kansu, kuma ba su zama suna yin baƙin ciki ba.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"* Waɗanda suka koma, watau Yahũdu, daga maganar Mũsa, \"Mun kõma garesu\" Sura ta 7 aya ta 156, kuma Makarkata, jama'a ce daga Lãrabãwa suka karkata daga addĩnin ubanninsu zuwa ga bauta wa malã'iku. A farkon Musulunci sunã cewa ga wanda ya musulunta, wai ya yi kama da su.","lang":"ha"},{"name":"2:63","price":"Kuma a lõkacin da Muka riƙi alƙawarinku, kuma Muka ɗaukaka dũtse a bisa gareku: \"Ku kãma abin da Muka baku da ƙarfi. Kuma ku ambaci abin da yake a cikin sa, tsammãninku ku kãrekanku.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:64","price":"Sa'an nan kuma kuka jũya daga bayan wancan, to, bã dõmin falalar Allah ba da rahamarSa a kanku, haƙĩƙa, dã kun kasance daga mãsu hasãra.\"","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:65","price":"Kuma lalle ne, haƙĩƙa, kun san waɗanda suka ƙẽtare haddi daga gare ku a cikin Asabar, sai muka ce musu: \"ku kasance birai ƙasƙantattu.\"","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:66","price":"Muka sanya ta (mas'alar) azãba, dõmin abin da yake gaba gareta, da yake a bãyanta, kuma wa'azi ga mãsu taƙawa.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:67","price":"Kuma a lõkacin da Musa yace ga mutanensa: \"Lalle ne, Allah Yana umurtar ku da ku yanka wata sãniya.\" Suka ce: \"Shin kana riƙon mu ne da izgili?\" Ya ce: \"Ina nẽman tsari daga Allah da in kasance daga jãhilai.\"","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:68","price":"Suka ce: \"Ka rõƙa mana Ubangijinka, Ya bayyana mana, mecẽ ce ita?\" Ya ce: \"Lalle ne, Shi, Yana cewa: \"Lalle ne ita sãniya ce; bã tsõfuwa ba, bã kuma budurwa ba, tsakãtsaki ce a tsakãnin wancan,' sai ku aikata abin da ake umurninku.\"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:69","price":"Suka ce: \"Ka rõƙa mana Ubangijinka Ya bayyana mana abin da yake launinta.\" Ya ce: \"Lalle ne, Shi Yana cewa: \"Ita wata saniya ce fatsa-fatsa, mai tsan-tsan launi, tana faranta ran mausu kallonta.\"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:70","price":"Suka ce: \"Ka rõƙa mana Ubangijinka, Ya bayyana mana abin da yake ita, lalle ne shãnu suna yi mana kamã da jũna, kuma mu, idan Allah Yã so, haƙĩƙa, shiryuwa ne.\"","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:71","price":"Ya ce: \"Lalle ne Shi, Yana cẽwa: \"Ita wata sãniya ce; ba horarra bã tana noman ƙasa, kuma ba ta shayar da shuka, lãfiyayya ce: bãbu wani sõfane a cikinta.\" Suka ce: \"Yanzu kã zo da gaskiya. Sai suka yanka ta, kamar ba zã su aikata ba.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:72","price":"Kuma a lõkacin da kuka yi kisan kai, kuka dinga tunkuɗa wa jũna laifĩ a cikinsa,* kuma Allah Mai fitar da abin da kuka kasance kuna ɓõyẽwa ne.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"* Asalin ƙissar, wani mutum ne mai arziƙi da yawa daga cikin Banĩ Isra'ĩla amma bã shida magaji sai ɗan ɗan'uwan sa. Saboda yayi gãdo, sai ya kashe shi da dare, ya kuma ɗauke shi ya ajiye shi a bakin ƙofar wani mutum, a cikin su. Da safiyã ta wãye, sai suka tãshi dõmin su yi faɗa a tsakãnin dangin wanda aka kashe da dangin wanda aka same shi a ƙofarsu, sa'an nan suka haɗa ra'ayi ga su kai ƙãra ga Manzon Allah, Mũsã. Suka isa gareshi, suka ba shi lãbãrin. Sai yace musu: \"Lalle ne, Allah Yã ce: \"Ku yanka wata sãniya.\" Da sun yanke kõwace irin sãniya da buƙãtarsu ta biya musu, amma sai suka yi ta yin tambayoyi ana bã su amsa, kuma yanã ƙãra yi musu wuyã, har suka kai ga a sifantã musu sãniyar yãro mai ɗã'a ga uwarsa wadda aka ce: bã zã a sayar musu da ita ba sai da zĩnãriya cike da fãtarta ko dai dai da nauyinta sau gõma. Bayan sun saye ta suka yanka ta sai Mũsã ya ce musu, su dõki wanda aka kashen nan da wani juzu'i nata. Suka dõke shi da ƙashin ta kõ harshenta, sai ya tãshi ya ce: \"Wane ɗan ɗan'uwãna, ya kasheni.\" Sai suka kãma wanda ya yi kisar suka kashe shi. Tartĩbin Alƙur'ãni ya yi ishara da mas'alar tsaurin kan Banĩ Isra'ila da hikimar bin umurnin Allah, da ĩkon tãyar da matattu da gaskiyar Wahayin Annabawa, da asiran da Allah ke sanyãwa a cikin wasu abũbuwa dõmin su zama sanadi ga aukuwar wasu, da yadda yake azurta mãsu yi masa ɗã'a, da sauran su duk a cikin ƙissa guda, ba da ya ambaci tsarin asalinta ba. Tsarki ya tabbata ga Allah.","lang":"ha"},{"name":"2:73","price":"Sai Muka ce: \"Ku dõke shi da wani sãshenta.\" Kamar wancan ne Allah Yake rãyar da matattu, kuma Ya nũna muku ayõyinSa, tsammãninku kuna hankalta.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:74","price":"San nan kuma zukãtanku, suka ƙẽƙashe daga bãyan wancan. Sabõda haka suka zamanto kamar duwatsu. Ko mafi tsananin ƙeƙashewa. kuma lalle ne daga duwãtsu, haƙĩka, akwai abin da maremari suke ɓuɓɓuga daga gare shi, kuma lalle ne daga gare su, haƙĩƙa, akwai abin da yake tsatstsagewa har ruwa ya fita daga gare shi, kuma lalle ne, haƙĩƙa, daga gare su, haƙĩƙa, akwai da yake fãɗõwa dõmin tsõron Allah, kuma Allah bai zama gãfili ba daga barin abin da kuke aikatãwa.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:75","price":"Shin kuna tsammãnin zã su yi imãni sabõda ku, alhãli kuwa, haƙĩƙa, wata ƙungiya daga gare su sun kasance suna jin maganar Allah, sa'an nan kuma su karkatar da ita daga bãyan sun gãne ta, alhãli sũ, suna sane?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:76","price":"Kuma idan sun haɗu da waɗanda suka yi ĩmãni sukan ce: \"Mun yi ĩmãni,\" kuma idan sãshensu ya wõfinta zuwa ga sãshe, sukan ce: \"Shin, kuna yi musu magana da abin da Allah Ya buɗa muku ne dõmin su yi muku hujja da shi a wurin Ubangijinku?\" Shin fa, bã ku hankalta?","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:77","price":"Shin, kuma bã su sanin cẽwa lalle ne Allah Yana sanin abin da suke ɓõyẽwa da abin da suke bayyanãwa?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:78","price":"Kuma daga cikin su akwai ummiyyai, bã su da sanin Littãfi, fãce tãtsuniyoyi, kuma sũ bã kõme suke yi ba fãce suna yin zato.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:79","price":"To, bone ya tabbata ga waɗanda suke rubũta littãfi da hannuwansu sa'an nan kuma su ce wannan daga wurin Allah yake, dõmin su sayi kuɗi kaɗan da shi, san nan bone ya tabbata a gare su daga abin da hannayensu ke rubũtãwa, kuma bone ya tabbata a gare su daga abin da suke sanã'antãwa.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:80","price":"Kuma suka ce: \"Wuta bã zã ta shãfe mu ba, fãce, 'yan kwãnuka ƙidãyayyu.\"Ka ce: \"Ashe kun riƙi wani alkawari a wurin Allah, sa'an nan Allah ba zai sãɓa wa alkawarinSa ba ko kuwa kuna faɗin abin da ba ku sani ba bisa ga Allah?\"","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:81","price":"Na'am! Wanda ya yi tsiwur-wurin mũgun abu, kuma laifinsa ya kẽwaye shi, to, waɗannan su ne 'yan Wuta, sũ a cikinta madawwama ne.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:82","price":"Kuma waɗanda suka yi ĩmãni kuma suka aikata ayyukan ƙwarai, waɗannan, 'yan Aljanna ne, sũ a cikinta madawwama ne.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:83","price":"Kuma a lõkacin da Muka karɓi alkawarin Bani-Isrã'ĩla*: \"Kada ku bauta wa kõwa fãce Allah, kuma ga mahaifa ku kyautata, da mai zumunta da marãyu da matalauta, kuma ku faɗi magana mai kyau zuwa ga mutãne, kuma ku tsayar da salla, kuma ku bãyar da zakka, sa'an nan kuka jũya bãya, fãce kaɗan daga gare ku, alhãli kuwa kuna mãsu bijirẽwa.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"* Tunãtar da Banĩ Isrã'ĩla alkawurra gõma da Allah Yã yi da Mũsã a cikin Attaura a kansu. Na farko bã zã su bauta wa kõwa ba fãce Allah. Na biyu kyautata wa iyãye da dangi da marãyu da matalauta. Na uku, faɗin magana mai kyau zuwa ga mutãne. Na huɗu, tsayar da salla. Nabiyar, bãyar da zakka. Na shida, bã zã a kashe rai bãbu hakki na sharĩ'a ba. Na bakwai, bã zã a fitar da kõwa daga gidansa ba. Na takwas, bã zã a taimaki azzãlumi a kan zãluncinsa ba. Na tara, idan abõkan gãbã sun kãma wani daga cikinsu, su yi fansarsa. Nagõma, ɗã'a ga kõwane Manzon Allah wanda bai sãɓãwa Attaura ba ga aƙida.","lang":"ha"},{"name":"2:84","price":"Lõkacin da Muka riƙi alkawarinku; bã zã ku zubar da jininku ba, kuma bã zã ku fitar da kanku daga gidãjenku ba; sa'an nan kuka tabbatar alhãli kuwa kuna bãyar da shaida (a kanku).","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:85","price":"Sa'an nan kuma, gã ku, yã waɗannan! Kuna kashe kanku, kuma kuna fitar da wani ɓangare daga gare ku daga gidãjensu, kuna taimakon jũna a kansu da zunubi da zãlunci kuma idan kãmammu suka je muku kuna fansarsu alhãli kuwa shĩ fitar da su abin da aka haramta muku ne. Shin fa, kuna ĩmãni da sãshen Littãfin ne, kuma ku kãfirta da sãshe? To, mẽne ne sakamakon wanda ke aikata wancan daga gare ku fãce wulãkanci* a cikin rãyuwar dũniya? Kuma a Rãnar ¡iyãma ana mayar da su zuwa ga mafi tsananin azãba. Kuma Allah bai zama Mai gafala ba daga barin abin da kuke aikatãwa.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"* Aiki da sãshen wasu abũbuwa na addini da barin wasu kãfirci ne mai wajabta wulãƙanci a kan Musulmi.","lang":"ha"},{"name":"2:86","price":"Waɗan nan su ne waɗan da suka sayi rãyuwar dũniya da Lãhira, dõmin haka bã zã a sauƙaƙa azãba ba daga kansu, kuma sũ, bã ataimakonsu.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:87","price":"Kuma lalle ne, haƙĩƙa, Munbai wa Mũsã Littãfi, kuma Mun biyar daga bãyansa da wasu Manzanni, kuma Muka bai wa Ĩsã ɗan Maryama hujjõji bayyanannu, kuma Muka ƙarfafa shi da Rũhi mai tsarki*. Shinfa, kõ da yaushe wani manzo ya je muku tãre da abin da rãyukanku bã su so, sai ku kangara, wani ɓangare kun ƙaryata, kuma wani ɓangare kuna kashẽwa?","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"* Rũhul Kuds; watau ran tsarki kõ rai mai tsarki, shi ne Jibirilu, amincin Allah ya tabbata a gare Shi. Ya zauna tãre da Ĩsã inda duk yake sunã tãre. Ãyõyin da aka bai wa Ĩsã sũ ne rãyar da matattu da warkar da kutãre da makãfi da marasa lãfiya. Wannan ya sanya cewa mãsu da'awar bin sa suka fito da aikin maristan, watau asibiti.","lang":"ha"},{"name":"2:88","price":"Kuma suka ce: \"Zukatanmu suna cikin rufi.\" A'a, Allah Yã la'ane su, dõmin kafircinsu kadan kwarai suke yin ĩmãni!","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:89","price":"Kuma a lõkacin da wani Littãfi daga wurin Allah ya je musu, mai gaskatãwa ga abin da yake tãre da su, alhãli kuwa sun kasance daga gabãnin haka suna fãtar taimako* da shi a kan waɗanda suka kãfirta. To, a lõkacin da abin da suka sani ya je musu, sai suka kãfirta da shi. Sabõda haka la'anar Allah ta tabbata a kan kãfirai.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"* Sunã cewa idan Annabin ƙarshen zãmaninsa ya zo, zã su yãƙi kãfiran Lãrabãwa da shi. Sunã zaton a cikinsu zai ɓullo. Sai ya fito a cikin Lãrabãwan.","lang":"ha"},{"name":"2:90","price":"Tir, da abin da suka sayi rãyukansu da shi; watau su kãfirta da abin da Allah Ya saukar sabõda zãlunci;* kada Allah Ya saukar da falalarsa a kan wanda Yake so daga bãyinsa. Sai suka kõmo da fushi game da wani fushi. Kuma ga kãfirai akwai azãba mai wulãƙantarwa.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"* Bisa ga zãlunci, watau hãsada. Sun yi hãsadar Allah Ya saukar da abin da Yake so na falalarSa a kan wanda Yake so, shi ne Muhammadu, a cikin Lãrabãwa.","lang":"ha"},{"name":"2:91","price":"Kuma idan aka ce musu: \"Ku yi ĩmãni da abin da Allah Ya saukar.\" Sai su ce: \"Muna ĩmãni da abin da aka saukar a gare mu,\" kuma suna kãfircẽwa da abin da ke bãyansa, alhãli kuwa, shi ne gaskiyar (da suka sani) mai gaskatawa ga abin da yake tãre da su (na Attaura) Ka ce: \"To, don me kuke kashe annabãwan Allah gabãnin wannan, idan kun kasance mãsu bãyar da gaskiya?\"*","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"* Waɗannan Annabãwan da kuka kashe ko kuka ƙaryata a cikinku suke kũ ne aka saukar wa da abin da aka bã su, sabõda haka da'awarku ta cewa kunã ĩmãni da abin da aka saukar muku ƙarya ce.","lang":"ha"},{"name":"2:92","price":"Kuma lalle ne haƙĩƙa Mũsã ya zo muku da hujjõji bayyanannu, sa'an nan kuka riƙi maraƙi* (daga bãyansa, alhãli kuwa kuna mãsu zãlunci.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"* Riƙo A nan ma'anarsa bautawa; watau kõmãwa ga maraƙi da ibãda, ku bar Allah, bãyan Musa ya nuna muku ãyõyin Allah, yana ƙãra ƙaryata maganarku, ta cewa kunã yin ĩmãni da abin da aka saukar muku kawai. Dã kunã yin ĩmãni da abin da aka saukar muku, dã waɗannan abubuwa ba su auku ba daga gare ku.","lang":"ha"},{"name":"2:93","price":"Kuma a lõkacin da Muka riƙi* alkawarinku kuma Muka ɗaukaka dutse a bisa gare ku, (Muka ce:) \"Ku riƙi abin da Muka kãwo muku da ƙarfi kuma ku ji\" Suka ce: \"Mun ji kuma mun ƙi.\" Kuma aka zuba son maraƙin a cikin zukatansu sabõda kãfircinsu. Ka ce: \"Tir da abin da ĩmãninku yake umurnin ku da shi, har idan kun kasance mãsu ĩmãni!\"","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"* A lõkacin da aka bã su Attaura sai suka ƙi aiki da ita sai da aka ɓamɓari dutse aka ɗaukaka shi sama a kansu, idan ba su yi aiki da ita ba ya fãɗa kansu. Sai suka karɓa, sa'an nan daga bãya kuma suka warware dõmin haka Ya ce: \"Suka ce: Mun jiya kuma mun ƙiya.\" Hãsali dai Yahũdu sun ƙi aiki da Littãfinsu, Attaura.","lang":"ha"},{"name":"2:94","price":"Ka ce: \"Idan Gidan Lãhira ya kasance sabõda ku ku ne kadai, a wurin Allah babu sauran mutãne, to, ku yi bũrin mutuwa, idan kun kasance mãsu gaskiya.\"","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"* Ya shiga bãyanin ruɗuwar Yahũdu, da alfahari da iyãye, ya sanyã su har suka gina ransu, cewa sũ ne mafifitan mutãne a wurin Allah.","lang":"ha"},{"name":"2:95","price":"Kuma bã zã su yi gũrinta ba har abada sabõda abin da hannayensu, suka gabãtar. Kuma Allah Masani ne ga azzãlumai.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:96","price":"Kuma lalle ne, zã ka sãme su mafiya kwaɗayin mutãne a kan rãyuwa, kuma sũ ne mafiya kwaɗayin rãyuwa daga waɗanda suka yi shirka. ¦ayansu yana son dã zã a rãyar da shi shekara dubu, kuma bã ya zama mai nĩsantar da shi daga azãba dõmin an rãyar da shi. Kuma Allah, Mai gani ne ga abin da suke aikatãwa.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:97","price":"Ka ce: Wanda ya* kasance maƙiyi ga Jibirilu, to, lalle ne shi ya saukar da shi a kan zũciyarka da izinin Allah, yana mai gaskatãwa ga abin da yake gaba gare shi, kuma da shiriya da bishãra ga mũminai.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"* Mai ƙin gaskiya kullum yanã neman dalĩlin da zai kãma ya zama wani uzuri a gare shi wajen ƙin aiki da gaskiyar. Yahũdu sunã cewa bã su son Jibirila dõmin shi ne ake aikõwa da azãba, yã halakar da Ãdãwa da Samũdãwa da mutãnen Luɗu, sunã nufin su ƙi abin da ya kãwo wa Annabi na Alƙur'ãni.","lang":"ha"},{"name":"2:98","price":"Wanda ya kasance maƙiyi ga Allah da malã'ikunSa da manzanninSa da Jibirĩla da Mĩkã'ĩla to, lalle ne, Allah Maƙiyi ne ga kãfirai.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:99","price":"Kuma lalle ne haƙĩƙa Mun saukar, zuwa gare ka, ãyõyi bayyanannu, kuma ba wanda yake kãfirta da su fãce fãsikai.*","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"* Wannan ãya tana umurnin bin Alkur'ãni da aiki da shi kamar yadda ãyõyin da ke bin ta suke hana barin aiki da shi dõmin a kõma ga son zũciya kamar sihiri da surkulle waɗanda yake bin su kãfirci ne.","lang":"ha"},{"name":"2:100","price":"Shin, kuma a kõ da yaushe suka ƙulla wani alkawari sai wani ɓangare daga gare su ya, yi jĩfa da shi? Ã'a, mafi yawansu bã su yin ĩmãni.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:101","price":"Kuma a lõkacin da wani manzo (Muhammadu) daga wurin Allah ya je musu, mai gaskatãwa ga abin da yake tãre da su, sai wani ɓangare daga waɗanda aka bai wa Littãfi, suka yar da Littãfin (Alƙur'ãnin) Allah a bãyan bãyansu, kamar dai sũ ba su sani ba.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:102","price":"Kuma suka bi abin da shaiɗãnu* ke karantawa a kan mulkin Sulaimãnu, kuma Sulaimãnu bai yi kãfirci ba, kuma Shaidãnun, sũ ne suka yi kãfirci, suna karantar da mutãne sihiri. Kuma ba a saukar da shi ba a kan malã'iku biyu a Bãbila, Harũta da Mãrũta. Kuma ba su sanar da kõwa ba balle su ce: \"Mũ fitina kawai ne, sabõda haka kada ka kãfirta,\" balle har su yi ta nẽman ilmin abin da suke rarrabẽwa tsakãnin mutum da mãtarsa da shi daga gare su. Kuma su (mãsu yin sihirin) ba su zama mãsu cũtar da kõwa da shi ba, fãce da iznin Allah. Kuma suna nẽman ilmin abin da yake cũtar da su, kuma bã ya amfaninsu. Kuma lalle ne, haƙiƙa, sun sani, tabbas, wanda ya saye shi, bã ya da wani rabo a cikin Lãhira. Kuma tir da abin da suka sayar da rãyukansu da shi, dã sun kasance suna sani.","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"* Shaiɗan shi ne dukan wanda ya san gaskiya kuma ya ƙi yin aiki da ita, mutum ne kõ aljani. Sabõda haka a nan anã nufin miyagun malamai mãsu ɗauke mutãne daga abin da Allah Ya saukar musu na addini zuwa ga abin da suke so dõmin su cũce su. Hanyar ɗauke mutãne daga addinin gaskiya ita ce a wajen jingina magana ga wani mutum sãlihi wanda aka yarda da shi a bãyan yã mutu kamar Sulaimanu, kõ kuma a jingina ta ga wanda bã zã a iya tambayarsa ba kamar malã'iku. A wannan ãyã an jingina asalin sihiri ga Sulaimãnu aka ce da sihiri ya kai ga mulkinsa, kuma aka ce asalin sihirin nan ilmi ne daga Allah Ya saukar da shi ta kan wasu mala'iku biyu waɗanda suke a garin da ake ce wa Bãbila a ƙasar Iraƙ, anã kiransuHãrũta da Mãrũta waɗanda suke, kãfin su gayawa mai neman ilmin sihirin daga gare su abin da yake so, sai sun yi masa gargaɗi da cewa: \"Kada ka yi kãfirci,\" sa'an nan su gaya masa abin dasuke iya raba miji da mãta da shi na sihiri. To, Allah Yã farkar da mu cewa Sulamiãnu bai yi sihiri ba, dõmin yin sihiri kãfirci ne. Sũ mãlaman mãsu faɗin haka, sũ ne suka yi kãfirci. Mai aiki da sihiri bai cũtar kõwa sai da iznin Allah. neman saninsa cũta ne, bãbu wani amfãni.","lang":"ha"},{"name":"2:103","price":"Kuma dã lalle ne sũ, sun yi ĩmani, kuma sun yi taƙawa, haƙiƙa, da sakamako daga wurin Allah shi ne mafi alhẽri, dã sun kasance suna sani.","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:104","price":"Yã kũ waɗanda suka yi ĩmani! Kada ku ce: 'Rã'inã'* kuma ku ce: 'Jinkirtã manã', kuma ku saurara. Kuma kãfirai suna da azãba mai raɗaɗi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"* 'Rã'ina,' magana ce mai ma'ana iri biyu ta yabo da ta zãgi. Ta farko ita ce a lõkacin; da Annabi ke karantar da Sahabbansa sai su ce, 'ra'inã' watau dãkata mana har mu gane wannan; ta biyu ita ce, ra'inã!, watau yã ruɓaɓɓe! To, idan Sahabbai sun ce, 'ra'ina,' sunã nufin ma'anar farko, sai Yahũdu da mushirikai su jũya musu magana da ma'ana ta biyu.","lang":"ha"},{"name":"2:105","price":"Waɗanda suka kãfirta daga Ma'abuta Littãfi, bã su son a saukar da wani alhẽri a kanku daga Ubangijinku, kuma mushirikai mã bã su so. Kuma Allah Yana keɓance da wanda Yake so da rahamarSa. Kuma Allah Ma'abũcin falala mai girma ne.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:106","price":"Abin da Muka shãfe* daga ãya, ko kuwa Muka jinkirtar da ita, zã Mu zo da mafi Alhẽri daga gare ta ko kuwa misãlinta. Ashe, ba ka sani ba, cẽwa lalle ne, Allah a kan dukkan kõme Mai ĩkon yi ne?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"* Wannan ãya da abin da yakea bayanta sunã kõrewar shubuhãtu watau rikice-rikicen addini da maƙiyan addini suke sanyãwa a cikinsa, dõmin su sanya Musulmi a cikin shakka da ruɗu.","lang":"ha"},{"name":"2:107","price":"Shin ba ka sani ba, cẽwa lalle ne Allah, Shĩ ne da mulkin sammai da ƙasa kuma bã ku da, baicin Allah, wani majiɓinci, kuma bã ku da wani mataimaki?","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:108","price":"Kõ kuna nufin ku tambayi Manzonku, kamar yadda aka tambayi Mũsã a gabãnin haka? Kuma wanda ya musanya kãfirci da ĩmãni, to, lalle ne yã ɓace tsakar hanya.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:109","price":"Mãsu yawa daga Ma'abuta Littãfi sunã gũrin dã sun mayar da ku, daga bãyan ĩmãninku, kãfirai, sabõda hãsada daga wurin rãyukansu, daga bayãn gaskiya tã bayyana a gare su. To, ku yãfe, kuma ku kau da kai, sai Allah Yã zo da umurninSa. Lalle ne Allah a kan dukkan kõme Mai ĩkon yi ne.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:110","price":"Kuma ku tsayar da salla, kuma ku bãyar da zakka. Kuma abin da kuka gabãtar dõmin kanku daga alhẽri, zã ku sãme shi a wurin Allah. Lalle ne Allah, ga abin da kuke aikatãwa Mai gani ne.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:111","price":"Kuma suka ce: \"Bãbu mai shiga Aljanna fãce waɗanda suka zama Yahũdu ko Nasãra.\" Waɗancan tãtsũniyõyinsu ne. Ka ce: \"Ku kãwo dalilinku idan kun kasance mãsu gaskiya.\"","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:112","price":"Na'am! Wanda ya sallama fuskarsa ga Allah, alhãli kuwa yana mai kyautatãwa, to, yana da ijãrarsa, a wurin Ubangijinsa, kuma bãbu tsõro a kansu, kuma ba su zama suna baƙin ciki ba.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:113","price":"Kuma Yahũdãwa suka ce: \"Nasãra ba su zamana a kan kõme ba,\"* kuma Nasãra suka ce: \"Yahũdãwa ba su zamana a kan kõmeba,\" alhãli kuwa su, suna karãtun Littãfi. Kamar wancan ne waɗanda ba su sani ba suka faɗa, kamar maganarsu sabõda haka Allah ne ke yin hukunci a tsakãninsu a Rãnar ¡iyãma, a cikin abin da suka kasance suna sãɓawa jũna a cikinsa.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"* Mai gaskiya idan marasa gaskiya sun tãru sunã faɗa da shi, to, rashin jituwar tsakãninsu zai sanya Allah Ya kange shi daga sharrinsu, sũ duka, kamar husumar da ke tsakãnin Yahũdu da Nasãra da kuma tsakãnin sũ mushirikai, su duka mãsu yãƙi da Musulmi ne kuma mãsu sãɓãwa jũnã ne wajen aƙidõjinsu.","lang":"ha"},{"name":"2:114","price":"Kuma wãne ne mafi zãlunci* daga wanda ya hana masallãtan Allah, dõmin kada a ambaci sunanSa a cikinsu, sai kuma ya yi aiki ga rushe su? Waɗannan bã ya kasancẽwa a gare su su shigẽ su fãce suna mãsu tsõro. Suna da, a cikin duniya wani wulãkanci, kuma suna da, a cikin Lãhira, Azãba mai girma.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"* Misãlin sãɓãni tsakãninsu; Nasãra suka taimaki Bukhta Nassara ga ɓata masallacin Baitil Maƙdis da jefa mũshe da shãra a ciki, dõmin ƙin Yahũdu. Wannan ƙiyayya tã bayyana har a cikin takardar alƙawari a tsakãnin Nasãra da Halifa Umar bn Khattãb suka ce kada ya bar Yahũdu su shiga Baitil Maƙdis. Sabõda haka idan wasu sun hana ku isa ga masallacinku kõ kuma suka jũyarda ku daga Alƙibla, to, kada ku ji kõme, sun yi irin aikin danginsu. Gabas da yamma na Allah ɗaya ne, duk inda aka jũyar da ku, to, a can yardar Allah take. A lõkacin Musulmi na dũbin Baitil Maƙdis ga salla a bãyan Hijira daga Makka, bã su son haka.","lang":"ha"},{"name":"2:115","price":"Kuma Allah ɗai yake da gabas da yamma sabõda haka, inda duk aka jũyar da ku, to, a can fuskar Allah take. Lalle ne, Allah Mawadãci ne, Mai ilmi.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:116","price":"Kuma suka ce: \"Allah Yã riƙi* ɗã.\" Tsarki yã tabbata a gare Shi! A'a, Shi ne da abin da yake a cikin sammai da ƙasa, dukansu, a gare Shi, mãsu ƙanƙan da kai ne.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"* Misãli na biyu Yahũdu na cewa Uzairu ɗãn Allah, kuma Nasãra sunã cewa Ĩsa ɗan Allah, Lãrabãwa na cewa Malã'iku 'ya'yan Allah. Wannan zai hana su jituwa har adãwarsu ga Musulmi ta yi tãsĩri.","lang":"ha"},{"name":"2:117","price":"Mai kyautata halittar sammai da ƙasa, kuma idan Ya hukunta wani al'amari, sai kawai Ya ce masa: \"Kasance.\" Sai ya yi ta kasancewa.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:118","price":"Kuma waɗanda bã su da sani suka ce: \"Don me Allah bã Ya yi mana magana, ko wata ãyã ta zo mana?\"* Kamar wancan ne waɗanda suke a gabãninsu suka faɗa, kamar maganarsu. zukãtansu sun yi kamã da jũna. Lalle ne, Mun bayyana ãyõyi ga mutãne masu sakankancewa.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"* Misãli ne ga irin rikicin mushirikai ga addini kuma da yadda suka yi kamã da Yahũdu, waɗanda suka ce wa Mũsã: \"Ka nũna mana Allah bayyane.\".","lang":"ha"},{"name":"2:119","price":"Lalle ne Mun aike ka da gaskiya, kana mai bãyar da bishãra, kuma mai gargaɗi, kuma bã zã a tambaye ka ba, game da abõkan Wuta.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:120","price":"Kuma Yahũdu bã zã su yarda da kõme daga gare ka ba, kuma Nasãra bã zã su yarda ba, sai kã bi irin aƙidarsu. Ka ce: \"Lalle ne, shiriyar Allah ita ce shiriya.\" Kuma lalle ne idan ka bi son zũciyõyinsu a bãyan abin da ya zo maka na ilmi, bã ka da, daga Allah, wani majiɓinci, kuma bãbu wani mataimaki.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:121","price":"Waɗanda Muka bai wa Littãfi suna karãtunsa a kan haƙƙin karãtunsa, waɗannan suna ĩmani da shi (Alƙur'ãni). Kuma wanda ya kãfirta da shi, to, waɗannan sũ ne mãsu hasãra.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:122","price":"Yã Banĩ Isrã'ĩla! Ku* tuna ni'imaTa wadda Na ni'imtar da ita a kanku, kuma lalle ne Nĩ, Nã fĩfĩtã ku a kan tãlikai.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"* Kira na ƙarshe zuwa ga Yahũdu dõmin shiga Musulunci. An biyar da gargaɗi gare su da tunãtar da su cewa wannan addinin fa, shi ne addinin kãkansu Ibrãhim, dõmin kada su fanɗare daga addinin ubanninsu na ƙwarai. Kuma sunã da lãbãrin ginin Ɗakin Ka'aba da addu'ar da lbrahim ya yi alõkacin, wadda ta ƙunshi zuwan annabi daga cikin zuriyar Isama'ila a Makka, watau Fãrãna.","lang":"ha"},{"name":"2:123","price":"Ku ji tsõron wani yini, (a cikinsa) wani rai bã ya tunkuɗe wa wani rai kõme kuma bã a karɓar fansa daga gare shi, kuma wani cẽto bã ya amfanin sa, kuma ba su zama ana taimakon su ba.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:124","price":"Kuma a lõkacin da Ubangijin Ibrãhim Ya jarrabẽ shi da wasu kalmõmi, sai ya cika su. Ya ce: \"Lalle ne Nĩ, Mai sanya ka shugaba dõmin mutãne ne.\" Ya ce: \"Kuma daga zũriyata.\" Ya ce: \"AlkawarĩNa bã zai sãmu azzãlumai ba.\"","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:125","price":"Kuma a lõkacin da Muka sanya ¦ãkin ya zama makõma ga mutãne, da aminci, kuma ku riƙi wurin salla daga Maƙãmi Ibrãhĩm, kuma Muka yi alƙawari zuwa ga Ibrãhĩm, da Ismã'ila da cẽwa: \"Ku tsarkake ¦ãkiNa dõmin mãsu ɗawãfi da mãsu lizimta da mãsu rukũ'i, mãsu sujada.\"","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:126","price":"Kuma a lõkacin da lbrãhĩm ya ce: \"Yã Ubangijĩna! Ka sanya wannan gari amintacce, Ka azurta mutãnensa, daga 'ya'yan itãcen, wanda ya yi ĩmãni, daga gare su, da Allah da Ranar Lãhira.\" Allah Ya ce: \"Wanda ya kãfirta ma Ina jiyar da shi dãɗi kaɗan, sa'an nan kuma Ina tĩlastã shi zuwa ga azãbar Wuta. Kuma makõmar, ta munana.\"","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:127","price":"Kuma a lõkacin da Ibrãhĩm yake ɗaukaka harsãshin gini ga ¦ãkin, da Ismã'ĩla (suna cẽwa:) \"Yã Ubangijnmu! Ka karɓa daga gare mu, lalle ne Kai, Kai ne Mai ji, Mai sani.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:128","price":"\"Ya Ubangijnmu! Ka sanyã mu, mu biyu, waɗanda suka sallama (al'amari) gare Ka, kuma daga zuriyarmu (Ka sanya) al'umma mai sallamãwa zuwa gare Ka, Kuma Ka nũna mana wurãren ibãdar hajjinmu, kuma Ka karɓi tũba a kanmu. Lalle ne Kai, Kai ne Mai karɓar tũba, Mai rahama.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:129","price":"\"Ya Ubangijinmu! Ka aiko, a cikinsu, wani manzo* daga gare su, yana karanta musu ãyõyinKa, kuma yana karantar da su Littãfin** da hikimar, kuma yana tsarkake su. Lalle ne Kai, Kai ne Mabuwãyi Mai hikima.\"","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"* Addu'ar an karɓa, ta aiko Muhammadu, tsira da amincin Allah su tabbata a gare shi. ** Littãfin-ya bayyana cewa Alƙur'ãni ne, dõmin bãbu wani sai shi. Hikima kuwa ita ce shari'ar da ke a cikinsa. Zai tsarkake su daga dauɗar shirka idan sun bĩ shi.","lang":"ha"},{"name":"2:130","price":"Kuma wãne ne yake gudu daga aƙĩdar Ibrãhĩm, fãce wanda ya jãhilta ga ransa? Kuma lalle ne, haƙĩƙa, Mun zãɓe shi, a cikin dũniya, kuma lalle ne shi, a cikin Lãhira, haƙĩƙa, yana daga sãlihai.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:131","price":"lokacin da Ubangijisa ya ce da shi ka mika wuya sai ya ce na mika wuya ga Ubangijin Talikai","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:132","price":"Kuma lbrãhĩm ya yi wasiyya da ita ga ɗiyansa, kuma Ya'aƙũbu (ya yi wasiyya, suka ce:) \"Yã ɗiyãna! Lalle ne, Allah Ya zãɓã muku addini don haka kada ku mutu, lalle, fãce kuna Musulmi.\"","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:133","price":"Ko kun* kasance halarce a lõkacin da mutuwa ta halarci Ya'aƙũbu, a lõkacin da ya ce wa ɗiyansa: \"Mẽne ne zã ku bauta wa daga bãyãna?\" Suka ce: \"Muna bauta wa Abin bautawarka kuma Abin bautawar ubanninka lbrãhĩm da lsmã'ĩla da Is'hãƙa, Ubangiji Guda, kuma mu a gare Shi mãsu miƙa wuya ne.\"","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"* Lamĩrin Yahũdãwan Madĩna ne na zãmanin Annabi, waɗanda ake kira zuwa ga Musulunci anã tunãtar da su abinda kakansu lsrã'ĩla ya yi wasiyya da shi zuwa ga ɗiyansa, kãfin ya mutu; watau wannan aƙĩda da ake kiran suyanzu zuwa gare ta.","lang":"ha"},{"name":"2:134","price":"Waccan, wata al'umma ce, ta riga ta shige, tana da abin da ta sanã'anta kuma kuna da abin da kuka sanã'anta, Kuma bã zã a tambaye ku ba daga abin da suka kasance suna aikatãwa.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:135","price":"Kuma suka ce: \"Ku kasance* Yahũdãwa ko Nasãra, kwã shiryu.\"Ka ce: \"A'a aƙidar Ibrãhĩm dai, maikarkata, zuwa ga gaskiya, kuma bai kasance daga mãsu shirki ba.\"","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"* Yahũdu suka ce: \"Ku kasance Yahũdawa ku shiryu\" Nasãra suka ce: \"Ku kasance Nasãraku shiryu\". Allah Ya nũna addinin Yahũdu da na Nasãra yã sãɓãwa abin da suke yi, su duka biyu, kuma yã sãɓawa na mushirikai.","lang":"ha"},{"name":"2:136","price":"Ku* ce: \"Mun yi ĩmãni da Allah, da abin da aka saukar zuwa gare mu, da abin da aka saukar zuwa ga Ibrãhĩm da Ismã'ĩla da Is'hãka da Ya'aƙũbu da jĩkõki, da abin da aka bai wa Mũsã da Ĩsã, da abin da aka bai wa annabãwa daga Ubangijinsu, bã mu rarrabẽwa a tsakãnin kõwa daga gare su, kuma mu, a gare Shi, mãsu miƙa wuya ne.\"","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"* Musulmi ake yi wa umurni.","lang":"ha"},{"name":"2:137","price":"To, idan sun yi ĩmãni* da misãlin abin da kuka yi ĩmãni da shi, to, lalle ne sun shiryu, kuma idan sun jũya bãya, to, suna a cikin sãɓãni kawai sabõda haka Allah zai isar maka a gare su, kuma Shi ne Mai ji, Masani.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"* Ĩmãni irin na Musulmi shi ne rinin Allah watau baptisma.","lang":"ha"},{"name":"2:138","price":"Rinin Allah! Kuma wãne ne mafi kyau ga rini daga Allah? Kuma mu, a gare Shi, mãsu bautãwa ne.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:139","price":"Ka ce: Shin kuna jãyayyar hujia ne da mu a cikin al'amarin Allah, alhãli kuwa Shi ne Ubangijinmu kuma Ubangijinku, kuma muna da ayyukanmu, kuma kuna da ayyukanku, kuma mũ, a gare Shi, mãsu tsarkakẽwane?","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:140","price":"Ko kuna cẽwa: Lalle ne, Ibrãhĩm da Ismã'ĩla da Is'hãƙa da Ya'aƙũbu da Jĩkõki, sun kasance Yahũdãwa kõ kuwa Nasãra? Ka ce: Shin kũ ne kuke mafi sani kõAllah? Kuma wãne ne ya zama mafi zãlunci daga wanda ya bõye shaida a wurinsa daga Allah? Kuma Allah bai zama Mai gafala ba daga abin da kuke aikatãwa!","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:141","price":"Waccan, wata al'umma ce, tã riga ta shige, suna da abin da suka sana'anta kuma kuna da abin da kuka sana'anta kuma bã a tambayar ku daga abin da suka kasance suna aikatãwa.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"ha"},{"name":"2:142","price":"Wãwãye daga mutãne zã su ce: Mẽne ne ya jũyar da su daga alƙiblarsu wadda suka kasance a kanta? Ka ce: \"Allah ¦ai ne Yake da gabas da yamma, Yana shiryar da wanda Yake so zuwa ga hanya madaidaiciya.\"","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:143","price":"Kuma kamar wancan, Muka sanya ku al'umma matsakaiciya* dõmin ku kasance mãsu bãyar da shaida a kan mutãne. Kuma Manzo ya kasance mai shaida a kanku. Kuma ba Mu sanya Alƙibla** wadda ka kasance a kanta ba, fãce dõmin Mu san wanda yake biyar Manzo daga wanda yake jũyãwa a kan duga-dugansa. Kuma lalle ne, tã kasance haƙĩƙa, mai girma, sai a kan waɗanda Allah Ya shiryar. Kuma ba ya yiwuwa ga Allah Ya tõzartar da ĩmãninku.*** Lalle ne, Allah, ga mutãne, haƙĩƙa, Mai tausayi ne, Mai jin ƙai.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"* Ãdilai, kõ matsakaita ga kõmai, babu zurewa,babu kãsawa ga addini da rãyuwa da sauran mu'ãmalõli duka. ** A lõkacin da Annabi ya yi hijira zuwa Madĩna, alhãli a cikin mutãnenta akwai Yahũdu Allah Ya umurce shi da ya fuskanci Baitil Maƙdis. Sai Yahũdu suka ji dãɗi. Sai Manzon Allah ya fuskance ta wata gõma sha wani abu kuma Manzon Allah ya kasance yana son Alƙiblar lbrãhĩm kamar yadda ya gabata ga ãyã ta 115. Kuma ya kasance yana addu'a yanã dũbi zuwa ga sama, har Allah Ya saukar da hukuncin jũyãwa zuwa gare ta. *** Ĩmãninku watau sallarku da kuka yi wajen Baitil Makdis, dõmin kun yi ta ne a kan umurnin Allah da ĩmãni da Shi.","lang":"ha"},{"name":"2:144","price":"Lalle ne, Muna ganin jujjũyãwar fuskarka a cikin sama. To, lalle ne, Mu jũyar da kai ga Alƙibla wadda kake yardã da ita. Sai ka jũyar da fuskarka wajen Masallãci Tsararre, kuma inda duk kuka kasance, to, ku jũyar da fuskõkinku jiharsa. Kuma lalle ne waɗanda aka bai wa Littãfi, haƙĩƙa su, sunã sanin lalle ne, shĩ ne gaskiya, daga Ubangijinka. Kuma Allah bai zama Mai gafala ba daga abin da suke aikatãwa.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:145","price":"Kuma hakĩka, idan ka je wawaɗanda aka bai wa Littafi da dukan ãyã, bã zã su bi Alƙiblarka ba, kuma kai ba ka zama mai bin Alƙiblarsu ba, kuma sãshensu bã mai bin Alƙiblar* sãshe ba ne. Kuma haƙĩƙa, idan ka bi son zũciyõyinsu daga bãyan abin da ya zo maka daga ilmi, lalle ne kai, sa'an nan, haƙiƙa, azzãlumi kake.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"* Alƙiblar Yahũdu ita ce falalen dũtsen da ke Baitil Maƙdis. Kuma ita ce Alƙiblar Nasãra a zãmanin Ĩsã. A bãyansa Alƙiblarsu ta kõma ga mafitar rãnã, da ƙãgensu sabõda St. Paul koõ Bulis el Ƙissi, ya ce musu bãyan an ɗauke Ĩsa cewa: \"Nã haɗu da Ĩsa yã ce mini lalle ne ranã tauraro ne wanda yake inã sonsa. Yanã kai gaisuwata a cikin kõwane yini sabõda haka ka umurci mutãnena, su fuskanta zuwa gare ta.\" Da haka ya karkatar da su daga alƙiblarsu. Kuma inã zaton haka abin yake ga girmamãwar Lahadi maimakon Asabar dõmin Rũmãwa, ranã suke bauta wa a rãnar Lahadi wannan kuwa shi ne ma'anar \"Sunday\" da Tũrancin, watau 'yinin rãna.'.","lang":"ha"},{"name":"2:146","price":"Waɗanda Muka bã su Littãfi, suna saninsa kamar yadda suke sanin ɗiyansu. Kuma lalle ne wani ɓangare daga gare su, haƙiƙa, suna ɓõyewar gaskiya alhãli kuwa sũ, suna sane.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:147","price":"Gaskiya daga Ubangijinka* take sabõda haka, lalle kada ka kasance daga mãsu shakka.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"* Jũyãwar alƙibla abu ne na gaskiya daga Allah dõmin rarrashin wanda Allah bai yi nufi da tsĩrarsa ba ya ƙãre. Bãyan rarrashi sai yankewa wannan shi ne matakin farko da Musulmi suka fara tsiraita da shi daga maƙiyansu bayyane. Yanzu kuma Musulmi sun zama dabam.","lang":"ha"},{"name":"2:148","price":"Kuma kõwane ɓangare yana da alƙibla wadda yake shi mai fuskantar ta ne. Sai ku yi tsẽre zuwa ga ayyukan alhẽri, inda kuka kasance duka Allah zai zo da ku gabã ɗaya. Lalle ne Allah, a kan kõme, Mai ĩkon yi ne.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:149","price":"Kuma daga inda ka fita, to, sai ka jũyar da fuskarka a wajen Masallãci Tsararre kuma lalle tabbas, shi ne gaskiya daga Ubangijinka. Kuma Allah bai zama Mai gafala ba daga abin da kuke aikatãwa ba.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:150","price":"Kuma daga inda ka fita, to, ka jũyar da fuskarka a wajen Masallãci Tsararre kuma inda kuke duka, to, ku jũyar da fuskõkinku a wajensa, dõmin kada wata hujja ta kasance ga mutãne a kanku, fãce waɗanda suka yi zãlunci daga gare su. Sabõda haka kada ku ji tsõronsu kuma ku ji tsõrõNa kuma dõmin In cika ni'imaTa a kanku, kuma tsammãninku zã ku shiryu.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:151","price":"Kamar* yadda Muka aika Manzo a cikinku, daga gare ku, yana karanta ãyõyinMu a gare ku kuma yana tsarkake ku, kuma yana sanar da ku Littãfi da hikima, kuma yana sanar da ku abin da ba ku kasance kuna sani ba.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"* Jũyar da alƙibla da yankewa daga dukkan kãfirai da hani daga tsõronsu kuma Allah Ya farkar da Musulmi ga ni'imõmin da Ya yi musu game da aiko Annabi daga gare su, zuwa gare su, a cikinsu, dõmin ya tsarkake su, bayyane da ɓõye, daga dukan ƙurar kãfirci. Wannan ya nũna cewa sai an yi rarrashin mutãne wajen kira zuwa ga addini da kõwace hanya mai yiwuwa. Bãyan haka a yanke wa wanda ya ƙi bin gaskiya bayyane kuma kada a ji tsõronsa. Kuma aka umurce su da fuskanta zuwa ga Allah kawai da tunãwa gare Shi da gõdiya, da nisantar kafirci.","lang":"ha"},{"name":"2:152","price":"Sabõda haka, ku tuna Ni, In tunã ku, kuma ku yi gõdiya gare Ni, kuma kada ku butulce Mini.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:153","price":"Ya ku waɗan da *suka yi ĩmãni! Ku nẽmi taimako da haƙuri game da salla. Lalle ne, Allah na tãre da mãsu haƙuri.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"* Magana kuma ta fuskanta zuwa ga mũminai kawai dõmin a shirya zamansu.","lang":"ha"},{"name":"2:154","price":"kada ku ce ga waɗanda ake kashẽwa a cikin hanyar Allah: \"Matattu ne.\" Ã'a, rãyayyu ne, kuma amma bã ku sani ba.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"* Wanda ya tsiraita da kansa, to, maƙiyinsa bã zai bar shi ba, sabõda haka an fara ƙulla zukãtan mũminai ga tarbon wahalar tsiraita da dõgara ga kai, bãyan Allah.","lang":"ha"},{"name":"2:155","price":"Kuma lalle ne, Muna jarrabar ku da wani abu daga tsõro da yunwa da naƙasa daga dũkiya da rãyuka da 'ya'yan itãce. Kuma ka yi bishãra ga mãsu haƙuri.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:156","price":"Waɗanda suke idan wata masĩfa ta sãme su, sai su ce: \"Lalle ne mũ ga Allah muke, kuma lalle ne mũ, zuwa gare Shi, muke kõmãwa.\"","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:157","price":"Waɗannan akwai albarku a kansu daga Ubangijinsu da wata rahama. Kuma waɗannan sũ ne shiryayyu.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:158","price":"Lalle ne Safã da Marwa* suna daga wurãren ibãdar Allah, to, wanda ya yi hajin ¦ãki kõ kuwa ya yi Umra, to, bãbu laifi a kansa ga ya yi ɗawãfi gare su, su biyu. Kuma wanda ya ƙãra yin wani aikin alhẽri to, lalle ne Allah Mai gõdiya ne, Masani.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"* Al'umma bã ta haɗuwa sai an wanke ta daga al'adun Jãhiliyya, har dai waɗanda suka haɗu da ibãda, sabõda haka aka fãra da Safã da Marwa dõmin a ije cewa ɗawãfi a tsakãninsu aikin Jãhiliyya ne, sũ suna cikin ayyukan ibãda da Allah Ya shar'anta kuma ɗawãfin mutãne da sa'ayi a kansu da tsakãninsu duka daidai suke Baƙuraishe da Balãrabe da Ba'ajame duka daidai suke.","lang":"ha"},{"name":"2:159","price":"Lalle ne waɗanda suke ɓõyẽwar abin da Allah Ya saukar da ga hujjõji bayyanannu, da shiriya, daga bãyan Mun bayyana shi ga mutãne, a cikin Littãfi (Alƙur'ãni), waɗannan Allah Yana la'anar su, kuma mãsu la'ana suna la'anar su.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:160","price":"Sai waɗanda suka tũba, kuma suka gyãra, kuma suka bayyana, to waɗannan Ina karɓar tũba a kansu kuma Nĩ ne Mai karɓar tũba, Mai jin ƙai.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:161","price":"Lalle ne, waɗanda suka kãfirta kuma suka mutu alhãli kuwa suna kãfirai, waɗannan akwai, a kansu, la'anar Allah da Malã'iku da mutãne gabã ɗaya.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:162","price":"Suna madawwama a cikin ta, bã a sauƙaƙa Azãba daga barinsu, kuma ba su zama ana jinkirta musu ba.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:163","price":"Kuma Ubangijinku Ubangiji* Guda ne. Bãbu wani Ubangiji fãce Shi, Mai rahama, Mai jin ƙai.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"* Ubangiji Shi ne Mai rãyarwa da matarwa, Mai umurni da hani kuma Mai halattãwa da haramtãwa. Ãyar da ke bin wannan tanã nũna dalilan sãmuwarSa da kaɗaitarSa.","lang":"ha"},{"name":"2:164","price":"Lalle ne, a cikin halittar sammai da ƙasa, da sãɓãwar dare da yini, da jirãge wadaɗnda suke gudana a cikin tẽku (ɗauke) da abin da yake amfãnin mutãne, da abin da Allah Ya saukar daga sama daga ruwa, sai Ya rãyar da ƙasa da shi a bãyan mutuwarta, kuma Ya wãtsa, a cikinta, daga dukan dabba, kuma da jũyãwar iskõki da girgije hõrarre a tsakãnin sama da ƙasa; haƙĩƙa, akwaiãyõyi ga mutãne mãsu yin hankali.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:165","price":"Kuma akwai daga mutãne wanda yake riƙon kinãye, baicin Allah, suna son su, kamar son Allah, kuma waɗanda suka yi ĩmãni ne mafiya tsananin so* ga Allah. Kuma dã waɗanda** suka yi zãlunci, suna ganin lõkacin da zã su ga azãba, da cewa lalle ne ƙarfi ga Allah yake duka, da cẽwa lalle neAllah Mai tsananin azãba ne.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"* So mai kai ga karɓar umurni daga abin son, wanda ba Allah ba shi ne shirki da kãfirci. Amma so sabõda ihsãnin abin son, kõ dõmin zamansa sãlihi dõmin a yi kõyi da aikinsa na cikin haddõdin sharĩ'a, bã shirki ba ne, dõmin bai kai yadda mũminai ke son Allah ba. ** Ãyõyi na l65 da l66 da 167 duka ɗinke suke ga ma'anoninsu. Ãyã ta l66 zarafi ce ga ta l65, sa'an nan ta 167 an haɗa rabinta ga ãyã ta 166. Sa'an nan sauran ãyã 167 ta zama ta'aƙĩbi da bayãni gare su duka.","lang":"ha"},{"name":"2:166","price":"A lõkacin da waɗanda aka bi suka barranta daga waɗanda suka bi, kuma suka ga azãba, kuma sabubba suka yanke da su.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:167","price":"Kuma waɗanda suka bi, suka ce: \"Dã lalle ne muna da wata kõmãwa (dũniya) sai mu barranta dagagare su kamar yadda suka barranta daga gare mu (dã ba su riƙi kinãyen ba).\" Kamar wancan ne Allah ke nũna musu ayyukansu, suna da nadãmõmi a kansu, kuma ba su zama mãsu fita daga wutar ba.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:168","price":"Yã ku mutãne!* Ku ci daga abin da yake a cikin ƙasa, wanda yake halal, mai dãɗi. Kuma kada ku bi zambiyõyin* Shaiɗan. Lalle ne shi, gare ku, maƙiyi ne bayyananne.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"* Yã kira mutãne a nan, bai ce mũminai ba, dõmin ba dukan Musulmi yake mũmini ba, sai wanda ya tsĩra daga ãyõyin da ke tafe. A cikinsu akwai abin da zai mai da Musulmi kãfiri kõ mai bidi'a. ** Hanyõyin Shaiɗan ga halattar da abin da Allah Ya haramta kõ haramtar da abin da Allah Ya halatta dõmin kãga hukuncin da bai zo daga Allah ba, shirka ne tãre da Allah. Yã ce zambiyõyin Shaiɗan, dõmin Shaiɗan bã ya da hanya miƙaƙƙiya.","lang":"ha"},{"name":"2:169","price":"Yana umurnin ku ne kawai da mugun aiki da alfãsha, kuma da ku faɗi abin da ba ku sani ba ga Allah.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:170","price":"kuma idan aka ce musu, \"Ku bi abin da Allah ya saukar,\" sai su ce: \"Ã'a, munã bin abin da muka sãmi ubanninmu sun saba a kansa.\" ashe koda iyayen su sun zamanto basa iya fahimtar komai ballanta ma su shiriya ga gaskiya?,","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:171","price":"Kuma misãlin (mai kiran) waɗanda suka kãfirta kamar misãlin wanda ke yin me! me! ga abin da ba ya ji ne, fãce kira da ƙãra, kurãme, bẽbãye, makafi, sabõda haka bã su hankalta.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:172","price":"Yã ku waɗanda suka yi ĩmãni! Ku ci ku sha daga mãsu dãɗin abin da Muka azurta ku. Kuma ku gõde wa Allah, idan kun kasance Shi kuke bauta wa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:173","price":"Kawai abin da Ya haramta a kanku, mũshe da Jini da nãman alade da abin da aka kurũrũta game da shi ga wanin Allah. To, wanda aka matsã, wanin ɗan tãwãye, kuma banda mai zãlunci, to bãbu laifi a kansa. Lalle ne Allah Mai gãfara ne, Mai jin ƙai.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:174","price":"Lalle ne waɗannan da suke ɓõye abin da Allah Ya saukar daga Littãfi, kuma suna sayen kuɗi kaɗan da shi; waɗannan bã su cin kome a cikin cikkunansu fãce wuta, kuma Allah bã zai yi musu magana ba a Rãnar ¡iyãma, kuma bã zai tsarkake su ba, kuma suna da azãba mai raɗaɗi.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:175","price":"Waɗan nan su ne waɗan da suka sayi ɓata da shiriya, kuma azãba da gãfara. To, me ya yi haƙurin su a kan Wuta!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:176","price":"Wancan dõmin lalle ne Allah Ya saukar da Littafi da gaskiya, kuma lalle ne waɗanda suka sãɓã a cikin Littãfin, haƙĩƙa, suna a cikin sãɓãni mai nĩsa.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:177","price":"Bai zama addini* ba dõmin kun jũyar da fuskõkinku wajen gabas da yamma, kuma amma addini shi ne ga wanda ya yi ĩmãni da Allah da Rãnar Lãhira da malã'iku da Littattafan sama da Annabãwa, kuma ya bãyar da dũkiya, akan yana son ta, ga mai zumunta da marãyu da matalauta da ɗan hanya da mãsu rõƙo, kuma a cikin fansar wuya, kuma ya tsayar da salla, kuma ya bãyar da zakka, da mãsu cika alkawari idan sun ƙulla alkawarin da mãsu haƙuri a cikin tsanani da cũta da lõkacin yãƙi. Waɗannan su ne suka yi gaskiya. Kuma waɗannan su ne mãsu taƙawa.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"* Bayãnin cewa Musulunci bã yin salla ɗai ba ne. A'aha! Musulunci tsarewar rãyuwane kamar yadda Allah Ya ce a tsare ta.","lang":"ha"},{"name":"2:178","price":"Yã kũ waɗanda suka yi ĩmãni! An wajabta, a kanku, yin ƙisãsi* a cikin kasassu. ɗa da ɗa kuma bãwa da bãwa, kuma mace da mace, to, wanda aka yi rangwamen wani abu gare shi daga ɗan'uwansa to a bi da alhẽri da biya zuwa gare, shi da kyautatãwa. Wancan sauƙaƙewa ne daga Ubangijinku, kuma rahama ce. To, wanda ya yi zãlunci a bãyan wancan, to, yana da azãba mai raɗaɗi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"* Bayãnin hukuncin ƙisãsi: Ana kashe namiji sabõda ya kashe mace, bã a kashe ɗa da Musulmi saboda kashin bãwa da kãfiri sai idan ya zama kisan gila ne kõ ƙwãce. Gila shĩ ne kashe mutum dõmin dũkiyarsa kõ mãtarsa.","lang":"ha"},{"name":"2:179","price":"Kuma kuna da rãyuwa a cikin ƙisãsi, yã ma'abuta hankula; tsammãninku, zã ku yi taƙawa.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:180","price":"Kuma an wajabta,* a kanku idan mutuwa ta halarci ɗayanku, idan ya bar wata dũkiya, wasiyya dõmin mahaifa da dangi bisa ga abin da aka sani; wajabce a kan mãsu taƙawa.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"* Bayãnin hukuncin wasiyya: Sunna ta bayyana cewa bãbu wasiyya ga wanda zai yi gãdo, kuma wasiyya bã zã ta shige sulusin dũkiyar tarika ba.","lang":"ha"},{"name":"2:181","price":"To, wanda ya musanya masa a bãyan ya ji shi, to, kawai laifinsa yana a kan waɗanda suke musanya shi. Lalle ne, Allah Mai ji ne, Masani.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:182","price":"To, wanda ya ji tsõron karkata ko kuwa wani zunubi daga mai wasiyyar, sai ya yi sulhi a tsakãninsu to bãbu laifi a kansa. Lalle ne Allah, Mai gãfara ne, Mai jin ƙai.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:183","price":"Yã ku waɗanda suka yi ĩmãni! An wajabta* azumi a kanku kamar yadda aka wajabta shi a kan waɗanda suke daga gabãninku, tsammãninku, zã ku yi taƙawa,","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"* Bayãnin hukuncin azumi da darajar watan Ramalãna wanda aka saukar da Alƙur'ãni a cikinsa.","lang":"ha"},{"name":"2:184","price":"Kwanuka ƙidãyayyu. To, wanda ya kasance daga gare ku majinyaci ko kuwa yana a kan tafiya, sai (ya biya) adadi daga wasu kwanuka na dabam. Kuma a kan waɗanda suke yin sa da wahala akwai fansa; ciyar da matalauci, sai dai wanda ya ƙãra alhẽri to, shi ne mafi alhẽri a gare shi. Kuma ku yi azumi (da wahalar) ne mafi alhẽri a gare ku idan kun kasance kuna sani.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:185","price":"Watan Ramalãna ne wanda aka saukar da Alƙur'ãni a cikinsa yana shiriya ga mutãne da hujjõji bayyanannu daga shiriya da rarrabẽwa. To, wanda ya halarta daga gare ku a watan, sai ya azumce shi, kuma wanda ya kasance majinyaci ko kuwa a kan tafiya, sai ya biya adadi daga wasu kwanuka na dabam. Allah Yana nufin sauƙi gare ku, kuma ba Ya nufin tsanani gare ku, kuma dõmin ku cika adadin, kuma dõmin ku girmama Allah a kan Yã shiryar da ku, kuma tsammãninku, zã ku gõde.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:186","price":"Kuma idan bãyiNa suka tambaye ka daga gare Ni, to, lalle Ni Makusanci ne. Ina karɓa kiran mai kira idan ya kirã Ni.* Sabõda haka su nẽmi karɓawaTa, kuma su yi ĩmãni da Ni: tsammãninsu, su shiryu.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"* Bayãnin yin addu'a: Anã son addu'a a cikin ramalãna, yadda neman karɓar addu'a da aikin da'a yake bãyan imani. Aikin ƙwarai shine gõɗiyar Addu'a.","lang":"ha"},{"name":"2:187","price":"An halatta a gare ku, a daren azumi, yin jima'i* zuwa ga matanku sũ tufa ne a gare ku, kuma kũ tufa ne a gare su, Allah Yã sani lalle ne ku kun kasance kuna yaudarar kanku. Sabõda haka Yã karɓi tũbarku, kuma Yã yãfe muku. To, yanzu ku rungume su kuma ku nẽmi abin da Allah yã rubũta muku. Kuma ku ci kuma ku sha har sĩlĩli fari ya bayyana a gare ku daga sĩlĩli baƙi daga alfijiri, sa'an nan kuma ku cika azumi zuwa ga dare. Kuma kada ku rungume su alhãli kuna mãsu itikãfi a cikin masallãtai. Waɗancan iyãkokin Allah ne: don haka kada ku kusancesu kamar haka ne Allah Yake bayyana ãyõyinSa ga mutãne: tsammãninsu, zã su yi taƙawa.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"* Abũbuwan da aka hana, a cikin azumi, da ranã, an halatta su da dare har zuwa fitar alfijiri wato sĩlĩli fari na hasken sãfiya da sĩlĩli baƙi na duhun dare. Bã a yin jima'i kõ da dare a hãlin itikãfi, kuma bã a yin itikãfi sai a cikin masallãci.","lang":"ha"},{"name":"2:188","price":"Kada ku ci dukiyõyinku* a tsakãninku da ƙarya, kuma ku sãdu da ita zuwa ga mahukunta dõmin ku ci wani yanki daga dũkiyõyin mutãne da zunubi alhãli kuwa kũ, kuna sane.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"* Haramun ne cin dũkiyar mutãne da zãlunci. An haɗa wannan ãyã da ta gabãninta, ta azumi, dõmin haɗin hana ci da ya gama su. Sãduwa da mahukunta da dukiya, shi ne rashawa, Allah Yã la'ani mai bãyar da ita da mai karɓarta.","lang":"ha"},{"name":"2:189","price":"Kuma suna tambayar ka* daga jirajiran wata. Ka ce: \"Su lõkatai ne dõmin mutãne da haji, kuma bã addini ba ne ku je wa gidãje daga bãyansu: kuma amma abin da yake addini shi ne wanda ya yi taƙawa. Kuma ku je wa gidãje daga ƙõfõfinsu, kuma ku bi Allah da taƙawa: tsammãninku, ku ci nasara.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"* Shiga Musulunci yarda ne da barin al'ãdu da hukunce-hukuncen jãhiliyya, sabõda haka ake sãmun tambayõyi da yawa daga sãbon Musulmi kãfin ya kammala da canza tsõfaffin al'ãdunsa da sãbabbi. Allah Yã yi tarbiyar Sahabban Annabi a cikin rãyuwar Annabi, bãyan saukar wahayi.","lang":"ha"},{"name":"2:190","price":"Kuma ku yãƙi waɗanda* suke yãƙinku, a cikin hanyar Allah, kuma kada ku yi tsõkana, lalle ne Allah bã Ya son mãsu tsõkana.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"* An umurci Musulmi da tsare kansu da yãƙi ga duk wanda ya yãƙe su, a kõ'ina yake. Sai dai an hana su tsõkanar wasu, kuma an hana su su yi yãƙi a cikin Hurumin Makka sai fa idan an fãɗa su da yãƙi a cikinsa.","lang":"ha"},{"name":"2:191","price":"Kuma ku yãƙe su inda kuka sãme su, kuma ku fitar da su daga inda suka fitar da ku. Kuma fitina ita ce mafi tsanani daga kisa. Kuma kada ku yãƙe su a wurin Masallãci Tsararre (Hurumin Makka) fãce fa idan sun yãƙe ku a cikinsa. To, idan sun yãƙe ku, sai ku yãƙe su. Kamar wancan ne sakamakon kãfirai yake.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:192","price":"Sa'an nan idan sun hanu, to, lalle Allah Mai gãfara ne, Mai jin ƙai.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:193","price":"Kuma ku yãƙe* su har ya zama wata fitina bã zã ta kasance ba, kuma addini ya zama na Allah. Sa'an nan idan sun hanu to bãbu tsõkana fãce a kan azzãlumai.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"* An umurci Musulmi da tsõkana ga kãfiran da suke nũna musu ƙiyayya bayyane, dõmin su hana su yin addininsu da kyau, kamar yadda Allah Ya umurce su, suna fitinar su da wahalõli. Kuma kada ku bar su, su laɓe da wani watan alfarma kõ hurumi, duk yadda hãli ya yi, a yi haka nan, alfarmõmi nã da ƙisãsi.","lang":"ha"},{"name":"2:194","price":"Watan alfarma da wani watan alfarma alfarmõmi mãsu dũkar jũna ne. Sabõda haka wanda ya yi tsõkana a kanku, sai ku yi tsokana a kansa da misãlin abin da ya yi tsõkana a kanku. Kuma ku bi Allah da taƙawa. Kuma ku sani cẽwa lalle ne, Allah Yana tãre da mãsu taƙawa.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:195","price":"Kuma ku ciyar* a cikin hanyar Allah. Kuma kada ku jefa kanku da hannayenku, zuwa ga halaka. Kuma ku kyautata; lalle ne, Allah Yana son mãsu kyautatãwa.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"* Bã a iya yãƙi sai da abinci, kuma bã kõwa ke iya zuwa yãƙi ba, kamar yadda yake bã kowa yake da abinci ba. Sabõda haka sai a ciyar da dũkiya, a tãra ta dõmin ɗaukaka kalmar Allah. Rashin bãyar da ita, to, halaka kai ne.","lang":"ha"},{"name":"2:196","price":"Kuma ku cika* hajji da umra dõmin Allah. To idan an kange ku, to, ku bãyar da abin da ya sauƙaƙa na hadaya. Kuma kada ku aske kãnunku, sai hadaya ta kai wurinta. To, wanda ya kasance majinyaci daga cikinku, kõ kuwa akwai wata cũta daga kansa (ya yi aski) sai fansa (fidiya) daga azumi ko kuwa sadaka ko kuwa yanka. To, idan kuna cikin aminci to, wanda ya ji dãdi da umra zuwa haji, sai ya biya abin da ya sauƙaƙa daga hadaya, sa'an nan wanda bai sãmu ba, sai azumin yini uku a cikin haji da bakwai idan kun kõma, waɗancan gõma ne cikakku. Wancan yana ga wanda iyãlinsa ba su kasance mazaunan Masallãci Tsararre ba. Kuma ku bi Allah da taƙawa. Kuma ku sani cewa Allah Mai tsananin uƙũba ne.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"* Hukunce-hukuncen hajji a cikin fitina kõ a cikin rashin lãfiya, idan sun auku a bãyan harama, da hukuncin wanda ya ji dãɗi da umra sa'annan ya yi hajji, kõ kuma ya haɗa su a cikin harama guda, watau ƙirãni, hukuncinsu ɗaya ne.","lang":"ha"},{"name":"2:197","price":"Hajji watanni ne sanannu. To, wanda ya yi niyyar hajji* a cikinsu to bãbu jimã'i kuma bãbu fãsiƙanci, kuma bãbu jãyayya a cikin hajji. Kuma abin da kuka aikata daga alhẽri, Allah Ya san shi. Kuma ku yi guzuri. To, mafi alhẽrin guzuri yin taƙawa. Kuma ku bi Ni da taƙawa, ya ma'abuta hankula.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"* Bayãnin abũbuwan da aka hana a cikin hajji da waɗanda ake son a yi.","lang":"ha"},{"name":"2:198","price":"Bãbu laifi a kanku ga ku nẽmi falala daga Ubangijinku. Sa'an nan idan kun malãlo daga Arafãt, sai ku yi ta ambatar Allah a wurin Mash'aril Harãmi kuma ku tuna Shi kamar shiriyar da Ya yi muku kuma lalle ne kun kasance a gabãninsa, haƙĩƙa, daga ɓatattu.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:199","price":"Sa'an nan kuma ku malãlo daga inda mutãne suke malalowa. Kuma ku nemi gafara ga Allah. Lalle Allah Mai gãfara ne, Mai jin ƙKai.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:200","price":"To, idan kun ƙãre ayyukan hajji, sai ku ambaci Allah kamar ambatarku ga ubanninku, kõ kuwa mafi tsanani ga ambato. To, daga cikin mutãne akwai wanda yake cẽwa: \"Ya Ubangjinmu! Ka bã mu a cikin dũniya! Kuma bã ya da wanirabo a cikin Lãhira.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:201","price":"Kuma daga gare su akwai wanda yake cẽwa: \"Yã Ubangijinmu! Ka bã mu mai kyau a cikin dũniya da mai kyau a cikin Lãhira, kuma Ka tsare mana azãbar Wuta!\"","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:202","price":"Waɗannan suna da rabo daga abin da suka sanã'anta; kuma Allah Mai gaggãwar sakamako  ne.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:203","price":"Kuma ku ambaci Allah a cikin kwanuka ƙidayayyu.* To, wanda ya yi gaggawa a cikin kwana biyu, to, bãbu laifi a kansa, kuma wanda ya jinkirta, to, bãbu laifi a kansa, ga wanda ya yi taƙawa. Kuma ku bi Allah da taƙawa, kuma ku sani cewa lalle ne kũ, zuwa gare Shi ake tãrã ku.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"* Bayãnin kabbarõri, bãyan sallõlin farillai gõma sha biyar, anã fãrawa da sallar azahar ta ranar salla a ƙãre da sallar asuba ta rãna ta huɗu daga rãnar salla. Kwãnukan Mina uku ne daga rãnar salla, sai ga wanda ya yi gaggawa ya fita daga Mina bãyan fitar rãnar nan kuma gabãnin fãɗuwar rãna.","lang":"ha"},{"name":"2:204","price":"Kuma akwai daga mutãne* wanda maganarsa tana bã ka sha'awa a cikin rãyuwar dũniya, alhãli yanã shaidar da Allah a kan abin da yake cikin zuciyarsa, kuma shi mai tsananin husũma ne.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"* Bayãnin munafuki da hãlayensa, a cikin jama'a, a san shi, dõmin kada a dõgara a kansa. Haka mutumin kirki shi ma ana son a san shi dõmin a dogara da shi kamar yadda yayi bayãninsa.","lang":"ha"},{"name":"2:205","price":"Kuma idan ya jũya sai ya yi gaggawa a cikin ƙasa dõmin ya yi ɓarna a cikinta, kuma ya halaka shũka da 'ya'yan dabbõbi. Kuma Allah bã Ya son ɓarna.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:206","price":"Kuma idan an ce masa: \"Ka ji tsõron Allah,\" sai girman kai da yin zunubi ya ɗauke shi To abin da yake mai isarsa Jahannama ce. Kuma haƙĩƙa, shimfiɗa tã munana.","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:207","price":"Kuma akwai daga mutãne* wanda yake sayar da ransa, dõmin nẽman yardar Allah: KumaAllah Mai tausayi ga bãyi ne.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"* Bayãnin mũmini sõsai a cikin Musulmi da halayensa, a sanshi dõmin a dõgara a kansa.","lang":"ha"},{"name":"2:208","price":"Yã ku waɗanda suka yi ĩmani! Ku shiga cikin Musulunci gabã ɗaya; kuma kada ku bi zambiyõyin Shaiɗan; lalle ne shĩ a gare ku maƙiyine, bayyanan ne.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:209","price":"To, idan kun karkace daga bayan hujjõji bayyanannu sun zo muku to ku sani cẽwa lalle ne Allah, Mabuwãyi ne, Mai hikima.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:210","price":"Shin suna jira, fãce dai Allah Ya je musu a cikin wasu inuwõyi na girgije, da malã'iku, kuma an hukunta al'amarin? Kuma zuwa ga Allah al'amurra ake mayar da su.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:211","price":"Ka tambayi Banĩ Isrã'ila, da yawa Muka bã su daga ãyõyi bayyanannu. Kuma wanda ya musanya ni'imar Allah daga bãyan tã je masa, to, lalle ne Allah Mai tsananin uƙũba ne.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:212","price":"An ƙawata rãyuwar dũniya ga waɗanda suka kãfirta, kuma suna izgili daga waɗanda suka yi ĩmãni, alhãli waɗanda suka yi taƙawa suna bisa gare su, a Rãnar ¡iyãma. Kuma Allah Yana azurta wanda Yake so, bã da lissãfi ba.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:213","price":"Mutãne sun kasance al'umma guda. Sai Allah Ya aiki annabãwa suna mãsu bãyar da bishãra kuma mãsu gargaɗi; kuma Ya saukar da Littãfi da gaskiya tãre da su dõmin (Littãfin) ya yi hukunci a tsakãnin mutãnen a cikin abin da suka sãɓã wa jũna a cikinsa. kuma bãbu wanda ya sãɓã, a cikinsa, fãce waɗanda aka bai wa shi daga bãyan hujjõji bayyanannu sun je musu dõmin zãlunci a tsakãninsu. Sai Allah Ya shiryar da waɗanda suka yi ĩmani ga abin da suka sãɓã a cikinsa daga gaskiya da izninSa. Kuma Allah Yana shiryar da wanda Yake so, zuwa ga hanya madaidaiciya.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:214","price":"Ko kuna zaton ku shiga Aljanna kuma tun misãlin waɗanda suka shige daga gabãninku bai zo muku ba? Wahalõli da cũta sun shãfe su, kuma aka tsõratar da su har manzonsu da waɗanda suka yi ĩmãni tãre da shi su ce: \"Yaushe taimakon Allah zai zo?\" To! Lalle ne, taimakon Allah yana kusa!","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:215","price":"Suna tambayar ka mẽne nezã su ciyar. Ka ce: Abin da kuka ciyar daga alhẽri sai ga mahaifa* da mafi kusantar dangantaka da marãyu da matalauta da ɗan hanya. Kuma abin da kuka aikata daga alhẽri, to, lalle ne, Allah gare shi Masani ne.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"* Ciyar da mahaifa matalauta wãjibi ne haka ɗiya da 'ya'ya ƙanãna waɗanda bãsu da dũkiya har yãro ya balaga a kuma aurar da yãrinya ta tãre a gidan mijinta. Amma mãtar aure da bãwan mutum ciyar da su wãjibi ne kõ dã sunã da dũkiya. Liyãfa ga bãƙo har kwãna uku gwargwadon bukãta wãjibi ne, sauran ciyarwa mustahabbi ce bãyan an fitar da zakka idan tã wajaba.","lang":"ha"},{"name":"2:216","price":"An wajabta* yãƙi a kanku, alhãli kuwa shi abin ƙi ne a gare ku, akwai fãtar cẽwa ku ƙi wani abu, alhãli shi ne mafi alhẽri a gare ku, kumaakwai fãtar cẽwa kuna son wani abu alhãli kuwa shi ne mafi sharri a gare ku. Kuma Allah ne Yake sani, kuma kũ ba ku sani ba.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"* Bayãnin hukuncin yãƙi da wuri da lõkacin da aka hana yinsa, da dalilin yinsa.","lang":"ha"},{"name":"2:217","price":"Suna tambayar ka game da Watan Alfarma: yin yãki a cikinsa. Ka ce: \"Yin yãƙi a cikinsa babban zunubi ne, kuma hani daga hanyar Allah, da kuma kãfirci da Shi, da kuma da Masallaci Tsararre, da Kuma fitar da mutãnensa daga gare shi, shi ne mafi girman zunubi a wurin Allah.\" Kuma fitina ita ce mafi girma daga kisa. Kuma bã su gushẽwa suna yãƙinku har su mayar da ku daga barin addininku idan za su iya. Kuma wanda ya yi ridda daga gare ku ga barin addininsa har ya mutu alhãli kuwa yana kãfiri, to, waɗannan ayyukansu sun ɓãci a cikin dũniya da Lãhira. Kuma waɗannan abõkan Wuta ne, sũ a cikinta madawwama ne.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:218","price":"Lalle ne waɗanda suka yi ĩmãni, da waɗanda suka yi hijira kuma suka yi jihãdi a cikin hanyar Allah waɗannan suna fãtar (sãmun) rahamar Allah kuma Allah Mai gãfara ne, Mai jin ƙai.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:219","price":"Suna tambayar ka game da giya da cãcã.* Ka ce: \"A cikinsu akwai zunubi mai girma da wasu amfãnõni ga mutãne, kuma zunubinsu ne mafi girma daga amfaninsu.\" Kuma suna tambayar ka mẽne ne zã su ciyar; ka ce: \"Abin da ya rage.\"** Kamar wancan ne Allah Yake bayyanawar ãyõyi a gare ku; tsammãninku, kuna tunãni.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"* Bayãnin hukuncin cãca da giya da ciyarwa ta alhħri. Cãca da giya harãmun ne dõmin cũtarsu tã fi amfaninsu yawa, ana hukunci da abin da ya rinjãya. Ayõyin wata sura sun bayyana haramcin. ** Abin da ya rage daga larũrarku da ta iyãlanku da wanda ciyar da shi yake wãjibi a kanku, saura shi ne afwu. Daga afwu ake sadakar taɗawwu'i.","lang":"ha"},{"name":"2:220","price":"A cikin dũniya da Lãhira. Kuma suna tambayar ka game da marãyu.* Ka ce: \"Kyautatãwa gare su ne mafi alhẽri, kuma idan kun haɗa da su (wajen abinci), to, 'yan'uwanku ne; kuma Allah Yana sanin mai ɓãtãwa daga mai kyautatãwa. Kuma dã Allah Yã so, dã Ya tsananta muku. Lalle ne Allah Mabuwãyi ne, Mai hikima.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"* Bayãnin gama abinci da yãra marãyu mãsu dũkiyar kansu.","lang":"ha"},{"name":"2:221","price":"Kuma kada ku auri mãtã* mushirikai sai sun yi ĩmãni: Kuma lalle ne baiwa mũminaita ce mafi alhẽri daga ɗiya kãfira, kuma kõ da tã bã ku sha'awa. Kuma kada ku aurar wa maza mushirikai sai sun yi ĩmãni, kuma lalle ne bãwa mũmini shi ne mafi alhẽri daga da mushiriki, kuma kõ da yã bã ku sha'awa, waɗannan suna kira ne zuwa ga wuta kuma Allah Yana kira zuwa ga Aljanna da gãfara da izninsa. Kuma Yana bayyana ãyõyinsa ga mutãne; tsammãninsu suna tunãwa.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"* Bayãnin irin maza da mãtan wani addini da bã zã a aure su ba sai sun musulunta, watau mushirikai, banda mãtan Mutãnen Littãfi, sũ kam anã auren 'ya'yansu tãre da kãfircinsu. Bã a auren wanda ya yi ridda daga addinin Musulunci.","lang":"ha"},{"name":"2:222","price":"Kuma suna tambayar ka game da haila* Ka ce: Shi cũta ne. Sabõda haka ku nĩsanci mãta a cikin wurin haila kuma kada ku kusance su sai sun yi tsarki. To, idan sun yi wanka sai ku je musu daga inda Allah Ya umurce ku. Lalle ne Allah Yana son mãsu tũba kuma Yana son mãsu tsarkakẽwa.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"* Bayãnin hukuncin sãduwa da mãtan aure a lõkacin hailarsu; watau jima'i ya haramta a cikin haila kõ bãyan haila gabãnin ta yi wanka. Kõ da ta yi taimama tã yi salla duk da haka dai sai tã yi wanka sannan farjinta yake halatta ga mijinta. Amma anã iya mubãshara da rungumayya ko a cikin haila bãyan tã ɗaura gyauto, tã rũfe cĩbiya zuwa gwiwa.","lang":"ha"},{"name":"2:223","price":"Mãtanku gõnaki ne a gare ku,* sabõda haka ku je wa gõnakinku yadda kuka so. Kuma ku gabãtar (da alheri) sabõda kanku, ku bi Allah da taƙawa. Kuma ku sani cẽwa lalle nekũ mãsu haɗuwa da Shi ne. Kuma ka bãyar da bishãra ga mũminai.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"* Mutum na iya sãduwa da mãtarsa yadda yake so kuma yadda ya sauƙaƙa a gare shi, daga gaba kõ daga bãya, amma ga farji banda ga dubura. Ma'anar ku gabãtar da alheri dõmin rãyukanku, shi ne ku yi basmala ku nemi tsari daga Shaiɗan sabõda 'ya'yanku. Ba a jimã'i da mace alhãli tanã barci, ana son gabãtarda wãsa.","lang":"ha"},{"name":"2:224","price":"Kuma kada ku sanya* Allah kambu ga rantsuwõyinku dõmin kada ku yi wani alhẽri, kuma ku yi taƙawa, kuma ku yi wani gyara tsakãnin mutãne, kuma Allah Mai jĩ ne, Masani.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"* Bãyanin rantsuwa da hukunce-hukuncenta. Kada ku sanya rantsuwa da Allah sababin rashin aikata wani alheri, kõ wani aikin ɗã'a, kõ kuma sanya sulhu a tsakanin mutãne, kamar a rõƙe shi ga wani abu daga cikinsu, sai ya yi rantsuwa ya ce: \"Wallãhi bã zan yi ba,\" dõmin tsare kansa daga aikatãwar abin da aka nema gare shi. Yin irin wannan rantsuwa makarũhi ne kõ haram, gwargwadon nauyin abin da aka yi ta sabõda rashin yin sa. Kambu shi ne wurin gwada harbi.","lang":"ha"},{"name":"2:225","price":"Allah ba Ya kãmã ku da laifi sabõda yãsasshiya a cikin rantsuwõyinku. Kuma amma Yana kama ku sabõda abin da zukãtanku* suka sanã'anta. Kuma Allah Mai gãfara ne, Mai haƙuri.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"* Yasasshiyar rantsuwa ita ce, a wurin Mãlik, rantsuwa a kan abin da mutum ke ganin sa tabbatacce ne, sai ya bayyana daga bãya akasin tunãninsa. Kamar ya ce Wallãhi bã ni da kuɗi, ga saninsa kuwa haka ne bã ya da su, bai sani ba ashe wani yã mutu, yã yi gãdo. A Shafi'i ita ce: ã'aha Wallahi, I, wallãhi, a cikin magana bã da nufi ba.","lang":"ha"},{"name":"2:226","price":"Ga waɗanda suke yin rantsuwa* daga matansu akwai jinkirin watã huɗu. To, idan sun kõma, to, lalle ne Allah Mai gãfara ne, Mai jin ƙai.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"* Hukuncin ĩlã'i, watau rantsuwa a kan barin tãkin matarsa dõmin ya wahalar da ita, a jira shi wata hudu, idan yã ƙi kõmãwa a sake ta daga gare shi.","lang":"ha"},{"name":"2:227","price":"Kuma idan sun yi niyyar saki, to, lalle ne, Allah Mai ji ne, Masani.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:228","price":"Kuma mãtã waɗanda* aka saki aurensu, suna jinkiri da kansu tsarki uku. Kuma bã ya halatta a gare su, su ɓõye abin da Allah Ya halitta a cikin mahaifunsu, idan sun kasance suna yin ĩmãni da Allah da Rãnar Lãhira. Kuma mazan aurensu su ne mafiya haƙƙi ga mayar da su a cikin wancan, idan sun yi nufin gyãrawa. Kuma sũ mãtan suna da kamar abin da yake a kansu, yadda aka sani. Kuma maza suna da wata daraja a kansu (su mãtan). Kuma Allah Mabuwãyi ne, Mai hikima.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"* Bayãnin iddar saki da hukunce-hukuncen da suka rãtayu da ita iddar tsarki uku ga mãtar aure ɗiya, baiwa tsarki biyu. Ƙwarƙwara tsarki guda. Istibrã'in zina kõ kuskure kamar idda yake.","lang":"ha"},{"name":"2:229","price":"Saki sau biyu* yake, sai a riƙa da alh ẽri, ko kuwa a sallama bisa kyautatãwa. Kuma ba ya halatta a gare ku (maza) ku karɓe wani abu daga abin da kuka bã su, fãce fa idan su (ma'auran) na tsõron bã zã su tsayar da iyãkõkin Allah ba, Idan kun (danginsu) ji tsõron bã zã su tsayar da iyãkõkin Allah ba, to, bãbu laifi a kansu a cikin abin da ta yi fansa da shi. Waɗancan iyãkõkin Allah ne sabõda haka kada ku kẽtare su. Kuma wanda ya ƙẽtare iyãkõkin Allah, to waɗannan su ne Azzãlumai.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"* Sakin aure da hukunce-hukuncen da suka rãtayu da shi. Wanda ya saki matarsa sau ɗaya ko sau biyu, yanã iya mayar da ita kõ dã ba ta so ba matuƙar ba ta kãre idda ba. Wanda ya yi saki uku, bã ya iya kõma aurenta, sai tã yi jimã'i da wani sãbon miji a cikin aure sahĩhi. Sakin bãwa biyu ne.","lang":"ha"},{"name":"2:230","price":"Sa'an nan idan ya sake ta (na uku), to, bã ta halatta a gare shi, daga bãya, sai tã yi jima'i da wani miji waninsa. Sa'an nan idan (sãbon mijin, watau na biyu) ya sake ta, to, bãbu laifi a kansu ga su kõma wa (auren) jũna, idan sun (mijin farko da matar) yi zaton cẽwa zã su tsayar da iyãkõkin Allah, kuma waɗancan dõkõkin Allah ne Yana bayyana su ga mutãne waɗanda suke sani.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:231","price":"Kuma idan kun saki mãta, sa'an nan suka isa ga ajalinsu (iddarsu), sai ku riƙe su da alhẽri ko ku sallame su da alhẽri, kuma kada ku riƙe su a kan cũtarwa dõmin ta tsawaita idda. Kuma wanda ya aikata wancan, to, haƙĩƙa, yã zãlunci kansa. Kuma kada ku riƙi ãyõyin Allah da izgili. Kuma ku tuna ni'imar Allah da abin da Ya saukar a kanku na Littãfi da hikima. Yana yi muku wa'azi da shi. Kuma ku bi Allah da takawa kuma ku sani cewa lalle ne Allah ga dukan kõme Masani ne.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:232","price":"Kuma idan kuka saki mãta, har suka isa ga ajalinsu (iddarsu), to, kada ku (waliyyansu) hana su, su auri mazansu (da suka sake su) idan sun yarda da jũna a tsakãninsu (tsõhon miji da tsõhuwar mãta) da alhẽri. Wancan ana yin wa'azi da shi ga wanda ya kasance daga gare ku yana ĩmãni da Allah da Rãnar Lãhira. Wancan ne mafi mutunci a gare ku, kuma mafi tsarki. Kuma Allah Yana sani, kuma kũ ba ku sani ba.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:233","price":"Kuma mãsu haifuwa (sakakku)* suna shãyar da abin haifuwarsu shẽkara biyu cikakku ga wanda ya yi nufin ya cika shãyarwa. Kuma ciyar da su da tufãtar da su yana a kan wanda aka haifar masa da alhẽri. Bã a kallafa wa rai fãce iyãwarsa. Bã a cũtar da uwa game da ɗanta, kuma bã a cũtar da uba game da ɗansa, kuma a kan magãji akwai misãlin wancan. To, idan suka yi nufin yãye, a kan yardatayya daga gare su, da shãwartar jũna, to bãbu laifi a kansu. Kuma idan, kun yi nufin ku bãyar da ɗiyanku shãyarwa, to, bãbu laifi a kanku idan kun mĩƙa abin da kukazo da shi bisa al'ãda. Kuma ku bi Allah da taƙawa. Kuma ku sani cẽwa lalle ne Allah, ga abin da kuke aikatawa, Mai gani ne.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"* Bayãnin shãyar da mãma ga jinjirin da ubansa ya saki uwarsa a lõkacin shãyarwa ko kuma ta haife shi bãyan sakin yã auku.","lang":"ha"},{"name":"2:234","price":"Kuma waɗanda suke mutuwa* daga gare ku suna barin mãtan aure, mãtan suna jinkiri da kansu wata huɗu da kwãna goma. To, idan sun isa ga ajalinsu, to, bãbu laifi a kanku a cikin abin da suka aikata game da kansu ga al'ãda. Kuma Allah ga abin da kuke aikatawa Masani ne.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"* Bayãnin iddar mutuwar maza; mace ɗiya za ta zauna wata huɗu da kwana gõma. Baiwa mãtar aure tanã a kan rabi. Wadda ke shakkar ciki sai ta zauna sai shakka tã ɗebe. Ana takaba watau mai iddar mutuwa ta nisanci ƙawa kõwace iri ce, sai tã ƙãre idda.","lang":"ha"},{"name":"2:235","price":"Kuma bãbu laifi a kanku a cikin abin da kuka gitta* da shi daga nẽman auren mãtãko kuwa kuka ɓõye a cikin zukatanku. Allah Ya san cẽwa lalle ne ku za ku ambata musu (shi). Kuma amma kada ku yi wa jũna alkawari da shia ɓõye, fãce dai ku faɗi magana sananniya. Kuma kada ku ƙulla niyyar daurin auren sai littãfin (idda) ya kai ga ajalinsa. Kuma ku sani cẽwa lalle ne Allah Yana sanin abin da yake cikin zukatanku, sabõda haka ku ji tsõronsa. Kuma ku sani cewa Allah Mai gãfara ne, Mai haƙuri.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"* Bayãnin hukuncin neman auren mace a cikin iddarta. An hana sai dai da bananci kamar ya ce mata, \"Ina zan sãmi kamarki?\".","lang":"ha"},{"name":"2:236","price":"Kuma bãbu laifi* a kanku idan kun saki mãtã matuƙar ba ku shãfe su ba, kuma ba ku yanka musu sadãki ba. Kuma ku bã su kyautar dãɗaɗãwa, a kan mawadãci gwargwadonsa, kuma a kan maƙuntaci gwargwadonsa; dõmin dãɗaɗrwa, da alhẽri, wãjibi ne a kan mãsu kyautatãwa.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"* Bayãnin sadãkin wadda aka saki gabãnin shãfa da yanka sadaki, watau mijin ya saki tun bai sãdu da ita ba kuma bai yanka sadãki ba. Bãbu sadãki gare ta sai kyautar dãɗaɗãwa kawai.","lang":"ha"},{"name":"2:237","price":"Kuma idan kuka sake su daga gabãnin ku shãfe su, alhãli kuwa* kun yanka musu sadãki, to, rabin abin da kuka yanka fãce idan sun yãfe, kõ wanda ɗaurin auren yake ga hannunsa ya yãfe. Kuma ku yãfe ɗin ne mafi kusa da taƙawa. Kuma kada ku manta da falala a tsakãninku. Lalle ne Allah ga abin da kuke aikatãwa Mai gani ne.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"* Bayãnin sadãkin wadda aka yanka wa sadãki amma kuma aka sake ta gabãnin shãfa, to, ita tanã da rabin sadãkinta, sai idan tã zauna a ɗakinsa shekara guda cikakkiya, to, sai a biya ta dukan sadãkinta.","lang":"ha"},{"name":"2:238","price":"Ku tsare* lõkatai a kan sallõli da salla mafificiya. Kuma ku tsayu kuna mãsu ƙanƙan da kai ga Allah.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"* Bayãnin hukuncin tsare lõkutan salla a cikin kõwane hãli: aminci ko tsõro, da bãyar da salla yadda hãli ya bãyar duka; tsaye kõ da tafiya kõ gudãne. Hikimar sanya wannan hukunci a tsakãnin hukunce-hukuncen aure dõmin farkarwa a kan muhimmancin salla, dõmin kada mu'ãmala ta shagaltar da Musulmi daga gare ta.","lang":"ha"},{"name":"2:239","price":"To, idan kun ji tsõro, to (ku dai yi salla gwargwadon hali) da tafiya ƙasa kõ kuwa a kan dabbobi. Sa'an nan idan kun amince sai ku ambaci Allah, kamar yadda Ya nũna muku abin da ba ku kasance kuna sani ba.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:240","price":"Kuma waɗanda suke mutuwa* daga gare ku, alhãli suna barin mãtan aure, wasiyya ga mãtan aurensu da dãɗaɗãwa zuwa ga shekara guda bãbu fitarwa, to, idan sun fita to bãbu laifi a kanku a cikin abin da suka aikata game da kansu daga abin da aka sani, kuma Allah Mabuwayi ne, Mai hikima.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"* Al'ãda idan ba ta sãɓã wa rukunin sharĩ'a ba bã a hana ta sai dai bãbu tilastãwa ga yinta. A zamanin Jãhiliyya mãtã suna iddar mutuwar mazansu shekara guda. Wanda ya yi wasiyyar kada matarsa ta fita daga ɗãkinta har shekara ana karɓar masa sai dai bãbu tĩlas a gare ta da ta zauna, dõmin an shãfe hukuncin iddar shekara ta al'ãdar Jãhiliyya.","lang":"ha"},{"name":"2:241","price":"Kuma waɗanda aka saki suna da dãɗaɗãwa gwargwadon hãli, wajibi ce a kan mãsu jin tsoron Allah.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"* Bayãnin hukuncin dãɗaɗãwa ga mãtan da aka saki bãyan an yi zaman aure da su Tamattu'i gare su wãjibi ne a kan mazansu, gwargwadon hãli.","lang":"ha"},{"name":"2:242","price":"Kamar wancan ne Allah Yake bayyana muku ãyõyinSa; tsammãninku, kuna hankalta.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:243","price":"Shin, ba ka gani ba, zuwa ga waɗanda suka fita* daga gidãjensu, alhãli kuwa sũ dubbai ne, dõmin tsõron mutuwa? Sai Allah Ya ce musu: \"Ku mutu.\" Sa'an nan kuma Ya rãyar da su, lalle ne Allah, haƙĩƙa Ma'abũcin falala a kan mutãne ne, kuma amma mafi yawan mutãne bã su gõdẽwa.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"* Wasu mutãne ne daga cikin Bani Isrã'ila annõba tã auku a kansu sai suka fita daga gidãjensu dõmin gudun mutuwa sũ dubũ huɗu kõ takwas kõ wanin wannan adadi, sai Allah Ya ce musu; \"Ku mutu,\"sai suka mutu kwana takwas kõ fiye da haka. Sa'an nan kuma Allah Ya tãyar da su dõmin Ya nũna musu cewa gudun mutuwa, bã ya hana ta, sai abin da Ya so, shi ke aukuwa. Wannan ƙissa tanã amfãnar da ƙarfafa rãyuka dõmin jihãdi, sabõda haka umurni da yãƙi ya bĩ ta; watau ita shimfiɗa ce ga umurnin jihãdi da fita zuwa yãƙi. Kuma sũrar na karantar da tattalin arziki daga nan zuwa ƙarshenta. Watau kafa gari wajibi ne ga tattalin arziki.","lang":"ha"},{"name":"2:244","price":"Kuma ku yi yãƙi a cikin hanyar Allah, kuma ku sani cẽwa lalle ne, Allah Mai jĩ ne, Masani.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:245","price":"Wãne ne wanda* zai bai wa Allah rance, rance mai kyau, dõmin Ya riɓanya masa, riɓanyãwa mai yawa? Kuma Allah Shi ne ke damƙewa, kuma yana shimfiɗawa, kuma zuwa a gare Shi ake mayar da ku.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"* Bãyãni ga cewa jihãdi bã ya yiwuwa sai mutãne kõwa ya bãyar da taimakonsa na dũkiya kõ na ma'ana. Kuma duk wanda ya bãyar da taimako, to, rance ne ya bai wa Allah, Wanda yake Shi ne Ya bãyar da asalin dũkiyar, da yawa kõ kaɗan, kuma Mai sakamako ga wanda ya yi aiki da umurninSa da babban sakamako, bãyan an kõma zuwa gareShi. Jihãdi wãjibi ne ga tattalin arziki domin tsaro.","lang":"ha"},{"name":"2:246","price":"Shin, ba ka gani ba zuwa ga wasu mashãwarta* daga Bani Isrã'ĩla daga bãyan Mũsã, a lõkacinda suka ce ga wani annabi nãsu: \"Naɗã mana sarki, mu yi yãƙi a cikin hanyar Allah.\" Ya ce: \"Ashe, akwai tsammãninku idan an wajabta yãƙi a kanku cẽwa bã zã ku yi yãƙin ba?\" Suka ce: \"Kuma mẽne ne a gare mu, ba zã mu yi yãƙi ba, a cikin hanyar Allah, alhãli kuwa, haƙiƙa, an fitar da mu daga gidãjenmu da ɗiyanmu?\" To, a lõkacin da aka wajabta yãƙin a kansu, suka jũya, sai kaɗan daga gare su. Kuma Allah Masani ne ga azzãlumai.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"* Wannan ƙissa tana nũna cewa ba a iya yin yãƙi sai da sarki' shũgaba. Kuma ta fadi dalĩlin da ke sanya jama'a su yi yãƙi; watau dõmin tsaron addini da rãyuka da nasaba da mutunci da dũkiya.","lang":"ha"},{"name":"2:247","price":"Kuma annabinsu* ya ce musu: \"Lalle ne, Allah ya naɗa muku ¦ãlũta** ya zama sarki.\" Suka ce: \"Yãya ne sarauta zã ta kasance a gare shi, a kanmu, alhãli kuwa mũ ne mafi cancanta da sarauta daga gare shi, kuma ba a bã shi wata wadata ba daga dũkiya?\" Ya ce: \"Lalle ne, Allah Yã zãɓe shi a kanku, kuma Ya ƙãra masa yalwa a cikin ilmi da jiki. Kuma Allah Yana bãyar da mulkinSa ga wanda Yake so, kuma Allah Mawadaci ne, Masani.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"* Sũnan Annabinsu Shamwĩlu daga Sibt Lãwaya. A bãyan Mũsã Yũsha'u bin Nũn sa'an nan Kãlib, sa'an nan Hizƙĩl, sa'an nan Ilyas sa'an nan Alyasa'u, daga nan Bani Isrã'ila suka rasa mai jan su har Amãliƙa ɗiyan Amlĩƙ bn Ãd waɗanda ke zaune a Falastĩn suka rinjãyi Bani Isrã'ila, suka karkashe su suka kõre su daga gidãjensu suka kãma 'ya'yansu, har a lõkacin da wata mace daga Sibt Lãwaya ta haifi Shamwĩlu Annabi. Ya naɗa musu sarki Ɗãlũta.** Ɗãlũta yana a cikin gidan Binyãminu ɗan Ya'aƙũbu talakãwa ne sunã dõgara a kan sanã'a. Zũriyyar Yahũza, sũ ne sarãkuna dõmin haka sunansu ya rinjãya a kan Bani Isra'ila. Zũriyyar Lãwaya sũ ne Annabãwa da mãlamai.","lang":"ha"},{"name":"2:248","price":"Kuma annabinsu ya ce musu: \"Lalle ne alãmar mulkinSa ita ce akwatin* nan ya zo muku, a cikinsa akwai natsuwa daga Ubangijinku da sauran kaya daga abin da Gidan Mũsã da Gidan Hãrũna suka bari malã'iku suna ɗaukarsa. Lalle ne a cikin wancan akwai alãma a gare ku (ta naɗin ¦ãlũta daga Allah ne) idan kun kasance mãsu ĩmãni.\"","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"* Akwatin Natsuwa, an saukar da shi tãre da Ãdam a cikinsa akwai sũrõrin annabãwa, da gãdon riƙonsa ya kai ga Mũsã yanã sanya Attaura a ciki sabõda haka aka sãmi karyayyun allunan Attaura a ciki da rawanin Harũna da wani abu daga Mannu da Salwa. A lõkacin da Amãliƙa suka rinjãye su, sai suka karɓe wannan akwãti suka ajiye shi inda bai dãce da shi ba, har a lõkacin da malã'iku suka ɗauke shi zuwa ga Ɗãlũta.","lang":"ha"},{"name":"2:249","price":"A lõkacin da ¦ãlũta ya fita* da rundunõnin, ya ce: \"Lalle ne Allah Mai jarrabarku ne da wani kõgi. To, wanda ya sha daga gare shi, to, ba shi daga gare ni, kuma wanda bai ɗanɗane shi ba to lalle ne shi, yana daga gare ni, fãce, wanda ya kamfata, kamfata guda da hannunsa.\" Sai suka sha daga gare shi, fãce kaɗan daga gare su. To, a lõkacin da (¦ãlũta) ya ƙẽtare shi, shi da waɗanda suka yi ĩmani tãre da shi, (sai waɗanda suka sha) suka ce: \"Babu ĩko a gare mu yau game da Jãlũta da rundunõninsa.\"Waɗanda suka tabbata cẽwa lalle sũ mãsu gamuwa ne da Allah, suka ce: \"Da yawa ƙungiya kaɗan ta rinjayi wata ƙungiya mai yawa da iznin Allah, kuma Allah Yana tãre da mãsu haƙuri.\"","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"* Sõja na bukãtar tarbiya, su sãbã da wahala da ƙishirwa da magana mai shiryarwa. Kõgin kuwa shĩ ne kõgin Urdun tsakãnin Urdun da Falastĩn.","lang":"ha"},{"name":"2:250","price":"Kuma a lõkacin da suka* bayyana ga Jãlũta da rundunoninsa, suka ce: \"Yã Ubangijinmu! Ka zuba haƙuri a kanmu kuma Ka tabbatar da sãwayenmu, kuma Ka taimake mu a kan mutãnen nan kãfirai.\"","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"* Dãwũdu ɗan Ãisha ya gãji annabcin Shamwĩlu da mulkin Ɗãlũta, shĩ ne ya fãra haɗã su a cikin Bani lsrã'ila bãyansa sai ɗansa Sulaimãn ya gãje shi haka nan. Yawan mutãnen Ɗãlũta da suka yi yãƙi kamar adadin mutãnen Badar ne waɗanda suka yi yãƙi tãre da Annabi, tsĩra da aminci su tabbata a gare shi.","lang":"ha"},{"name":"2:251","price":"Sai suka karya su da iznin Allah. Kuma Dãwudu ya kashe Jãlũta, kuma Allah Ya bã shi mulki da hikima kuma Ya sanar da shi daga abin da Yake so. Kuma bã dõmin tunkuɗẽwar Allah ga mutãne sãshensu da sãshe ba lalle ne dã ƙasa tã ɓãci; kuma amma Allah Ma'abũcin falala ne a kan tãlikai.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:252","price":"Waɗancan ayõyin Allah ne: Muna karanta su a kanka da gaskiya: Kuma lalle ne kai, hakĩka, kana daga manzanni.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"ha"},{"name":"2:253","price":"Waɗancan manzannin* Mun fĩfĩta sãshensu a kan sãshe: Daga cikinsu akwai wanda Allah Ya yi masa magana; kuma Ya ɗaukaka sãshensu da darajõji; kuma Muka bai wa Ĩsã dan Maryama hujjõji bayyanannu, kuma Muka ƙarfafã shi da Rũhi mai tsarki. Kuma dã Allah Yã so dã waɗanda suke daga bãyansu, bã zã su yi yãƙi ba, daga bãyan hujjõji bayyanannu sun je musu. Kuma amma sun sãɓa wa jũna, sabõda haka daga cikinsu akwai wanda ya yi ĩmãni, kuma daga cikin su akwai wanda ya kãfirta. Kuma dã Allah Yã so dã bã zã su yãƙi jũna ba, kuma amma Allah Yana aikata abin da Yake nufi.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"* Allah Yanã tunkuɗe ɓarna a cikin ƙasa da wãsiɗar karantar da mãsu alheri, dõmin su yãƙi mãsu sharri. Ya saukar da ilminSa da wãsiɗar manzanninSa waɗanda Ya tabbatar da cewa Muhammadu, tsira da amincinSa su tabbata a gare shi, yana cikinsu kuma shi ne ya fi ɗaukaka daga cikinsu. Daga wannan ãyã zuwa ƙarshen Sũra duka, ƙãrin bãyani ne da shiryarwa ga hukunce-hukuncen da suka gabãta da kuma yadda zã a zartar da aiki da su, kamar yadda tsãrin magana zai nũna in Allah Ya so.","lang":"ha"},{"name":"2:254","price":"Ya ku waɗanda* suka yi ĩmãni! Ku ciyar daga abin da Muka azurta ku daga gabãnin wani yini ya zo bãbu ciniki a cikinsa kuma bãbu abũta, kuma bãbu cẽto, kuma kãfirai sũ ne Azzãlumai.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"* Bãyan tabbatar da manzancin Annabi Muhammadu tsĩra da amincin Allah su tabbata a gare shi, sa'an nan ya sãbunta fuskanta da kira zuwa ga waɗanda suka yi ĩmãni da Annabi, kuma ya farkar da su game da zuwan babbar rãna ta Ƙiyãma. Sa'an nan ya faɗi sũnanSa Ta'ãla, Allah Mai sifõfin da ke cikin ãyã ta 255.","lang":"ha"},{"name":"2:255","price":"Allah, bãbu wani Ubangiji fãce Shi, Rãyayye, Mai tsayuwa da kõme, gyangyaɗi bã ya kãma Shi, kuma barci bã ya kãma Shi, Shi ne da abin da yake a cikin sammai da abin da yake a cikin ƙasa. Wane ne wanda yake yin cẽto a wurinSa, fãce da izninSa? Yana sanin abin da yake a gaba gare su da abin da yake a bãyansu. Kuma bã su kẽwayẽwa da kõme daga ilminSa, fãce da abin da Ya so. KursiyyunSa ya yalwaci sammai da ƙasa. Kuma tsare su bã ya nauyayarSa. Kuma Shi ne Maɗaukaki, Mai girma.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:256","price":"Bãbu tĩlastãwa* a cikin addini, haƙĩƙa shiriya tã bayyana daga ɓata; Sabõda haka wanda ya kãfirta da ¦ãgũta kuma ya yi ĩmãni da Allah, to, haƙĩƙa, yã yi riƙo ga igiya amintacciya, bãbu yankẽwa agare ta. Kuma Allah Mai ji ne, Masani.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"* Abũbuwan bautãwa, iri biyu ne; Ubangijin da Yã aiko Muhammadu da wannan gaskiya da shiriya Shĩ ne Allah, da sauran iyãyen giji mãsu dõkõkin kai da na son zũkãta kamar nafsu da Shaiɗan, na aljannu da mutãne, mãsu ƙãga abin da suke so, su ƙira mutane a kansa ana ce musu Ɗãgũtu. Ya yi bayãnin sakamakon mabiyin kõwane irin bautawar. Sa'an nan ya biyar da ƙissõshi uku dõmin bayãnin abin da wannan magana ta ƙunsa; ta farko Namarũzu tãre da Ibrãhĩm, tanã nũna cewa mai mulki anã umurtar sa da bin Allah da taƙawa, idan ya bi son zũciyarsa, to, ya zama Ɗãgũtu. Allah zai halakar da shi. Ta biyu ƙissar Uzairu, tanã nũna cewa bãbu abin da yake da wuya ga Allah. Ta uku ƙissar Ibrãhim da yadda Allah ke rãyar da matattu, tanã nũna cewa bãbu laifi ka roƙi Allah Ya gãnar da kai dukan abin da ya shige maka duhu dõmin ka ƙãrã ĩmãni.","lang":"ha"},{"name":"2:257","price":"Allah Shi ne Masõyin waɗanda suka yi ĩmãni; Yana fitar da su daga duffai zuwa ga haske, kuma waɗanda suka kãfirta, masõyansu ¦ãgũtu ne; suna fitar da su daga haske zuwa ga duffai. Waɗannan abokan Wuta ne, sũ a cikinta madawwama ne.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:258","price":"Shin, ba ka gani* ba zuwa ga wanda ya yi hujjatayya da Ibrãhĩm a cikin (al'amarin) Ubangijinsa dõmin Allah Yã bã shi mulki, a lõkacin da Ibrãhĩm ya ce: \"Ubangijina Shi ne Wanda Yake rãyawa kuma Yana matarwa.\" Ya ce: \"Nĩ ina rãyarwa kuma ina matarwa.\" Ibrãhĩm ya ce: \"To, lalle ne Allah Yana zuwa da rana daga gabas: To, ka zo da ita daga yamma.\" Sai aka ɗimautar da wanda yakãfirta. Kuma Allah ba Ya shiryar da mutãne azzãlumai.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"* Ƙissar farko ta Ibrãhĩm da Namarũzu.","lang":"ha"},{"name":"2:259","price":"Kõ kuwa* wanda ya shũɗe a kan wata alƙarya, alhãli kuwa tana wõfintacciya a kan gadãjen rẽsunanta. Ya ce: \"Yaya Allah zai rãyar da wannan a bãyan mutuwarta.\" Sai Allah Ya matar da shi, shẽkara ɗari; sa'an nankuma ya tãyar da shi. Ya ce: \"Nawa ka zauna?\" Ya ce: \"Na zauna yini ɗaya ko kuwa rabin yini.\" Ya ce: \"A'a kã zauna shẽkara ɗari.\" To, ka dũba zuwa ga abincinka, da abin shanka, (kõwanensu) bai sãke ba, kuma ka dũba zuwa ga jãkinka, kuma dõmin Mu sanya ka wata ãyã ga mutãne. Kuma ka duba zuwa ga ƙasũsuwa yadda Muke mõtsarda su sa'an nan kuma Mu tufãtar da su, da nãma\", To, a lõkacin da (abin) ya bayyana a gare shi, ya ce: \"Ina sanin cẽwa lalle Allah a kan dukan kõme Mai ĩkõn yi ne.\"","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"* Ƙissa ta biyu Uzairu da alƙarya matacciya, da jãkinsa, da abincinsa bãyan shekara ɗari.","lang":"ha"},{"name":"2:260","price":"Kuma a lõkacin da Ibrãhĩm ya ce: \"Ya Ubangijina! Ka nũna mini yadda Kake rãyar da matattu.\" Ya ce: \"Shin, kuma ba ka yi ĩmãni ba?\" Ya ce: \"Na'am! Kuma amma dõmin zũciyãta, ta natsu.\" Ya ce: \"To ka riƙi huɗu daga tsuntsãye, ka karkatar da su zuwa gare ka, ka yanka su, sa'an nan kuma ka sanya juzu'i daga gare su a kan kõwane dũtse, sa'an nan kuma ka kira su zã su zo maka gudãne. Kuma ka sani cẽwa lalle Allah Mabuwãyi ne, Masani.\"","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:261","price":"Sifar waɗanda suke ciyar da dũkiyõyinsu a cikin hanyar Allah, kamar sifar ƙwãyã ce wadda ta tsirar da zangarniya bakwai, a cikin kõwace zangarniya akwai ƙwãya ɗari. Kuma Allah Yana riɓinyawa ga wanda Ya so. Kuma Allah Mawadãci ne, Masani.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:262","price":"Waɗanda suke ciyar da dũkiyõyinsu a cikin hanyar Allah, sa'an nan kuma bã su biyar wa abin da suka ciyar ɗin da gõri, ko cũta, suna da sakamakonsu a wurin ubangijinsu, kuma bãbu tsõro a kansu, kuma ba su zama suna baƙin ciki ba.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:263","price":"Magana mai kyau da gãfartawa su ne mafi alhẽri daga sadaka wadda wata cũtarwa take biyar ta. Kuma Allah Wadatacce ne, Mai haƙuri.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:264","price":"Yã ku waɗanda suka yi ĩmãni! Kada ku ɓãta sadakõkinku da gõri da cũtarwa, kamar wanda yake ciyar da dũkiyarsa dõmin nũna wa mutãne, kuma bã ya yin ĩmãni da Allah da Rãnar Lãhira. To, abin da yake misãlinsa, kamar falalen dũtse ne, a kansa akwai turɓãya, sai wãbilin hadari* ya sãme shi, sai ya bar shi ƙanƙara. Bã su iya amfani da kõme daga abin da suka sanã'anta. Kuma Allah ba Ya shiryar da mutãne kãfirai.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"* 'Wabilin hadari' wãtau ruwan sama kamar da bakin ƙwarya.","lang":"ha"},{"name":"2:265","price":"Kuma sifar waɗanda suke ciyar da dũkiyarsu dõmin nẽman yardõjin Allah, kuma da tabbatarwa daga kansu, kamar misãlin lambu ne a jigãwa wadda wãbilin hadari ya sãmu, sai ta bãyar da amfãninta ninki biyu To, idan wãbili bai sãme ta ba, sai yayyafi (ya ishe ta). Kuma Allah ga abin da kuke aikatawa Mai gani ne.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:266","price":"Shin ɗayanku nã son cẽwa wani lambu ya kasance a gare shi daga dabĩnai da inabõbi' marẽmari suna gudãna daga ƙarƙashinsa, yana da, a cikinsa daga kõwane 'ya'yan itãce, kuma tsũfa ya sãme shi, alhãli kuwa yana da zũriyya masu rauni sai gũguwa wadda take a cikinta akwai wuta, ta sãme shi, har ta ƙõne? Kamar wancan ne Allah Yana bayyanãwar ãyõyi a gare ku, tsammãninku kuna tunãni.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:267","price":"Ya ku waɗan da suka yi ĩmãni! Ku ciyar daga mai kyaun abin da kuka sanã'anta, kuma daga abin da Muka fitar sabõda ku daga ƙasa, kuma kada ku yi nufin mummuna ya zama daga gare shi ne kuke ciyarwa, alhãli kuwa ba ku zama mãsu karɓarsa ba fãce kun runtse ido a cikin sa. Kuma ku sani cẽwa lalle ne, Allah Mawadãci ne, Gõdadde.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:268","price":"Shaiɗan yana yi muku alƙawarin talauci, kuma yana umurnin ku da alfasha*, kuma Allah Yana yi muku alƙawarin gãfara daga gare shi da ƙãri, kuma Allah Mawadãci ne, Masani.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"* Alfãsha ita ce ayyukan zunubi kamar zina da shan giya, alhãli ɓatar da dũkiya a nan, ya fi tsanani, kuma bãbu wani badali don sakamako, sabõda haka ƙin ciyarwa dõmin gudun talauci da umurninku da alfãsha sun sãɓã wa jũna, ga abin da shi Shaiɗan yake gaya muku; watau kada ku ciyar, dõmin gudun talauci, amma ku sha giya, ku yi zina!.","lang":"ha"},{"name":"2:269","price":"Yana bãyar da hikima (ga fahimtar gaskiyar abubuwa) ga wanda Yake so. Kuma wanda aka bai wa hikima to lalle ne an bã shi alhẽri mai yawa. Kuma bãbu mai tunãni fãce ma'abuta hankula.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:270","price":"Kuma abin da kuka ciyar daga ciyarwa, kõ kuka cika alwãshi daga wani bãkance, to, lalle ne, Allah Yana sanin sa. Kuma azzãlumai bã su da wasu mataimaka.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:271","price":"Idan kun nũna sadakõki to, yana da kyau ƙwarai kuma idan kuka ɓõye su kuma kuka je da su ga matalauta, to shi ne mafi alhẽri a gareku, kuma Yana kankarẽwa, daga barinku, daga miyãgun ayyukanku. Kuma Allah ga abin da kuke aikatawa Masani ne.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:272","price":"Shiryar da su bã ya a kanka, kuma amma Allah Shi ne Yake shiryar da wanda Yake so, kuma abin da kuka ciyar daga alhẽri, to, dõmin kanku ne, kuma bã ku ciyarwa, fãce dõmin nẽman yardar Allah, kuma abin da kuke ciyarwa daga alhẽri zã a cika lãdarsa zuwa gare ku, alhãli kuwa kũ bã a zãluntarku.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:273","price":"(Ciyarwar a yĩ ta) ga matalautan* nan waɗanda aka tsare a cikin hanyar Allah, ba su iya tafiyar fatauci a cikin ƙasa, jãhilin hãlinsu yana zaton su wadãtattu sabõda kãmun kai kana sanin su da alãmarsu, ba su rõƙon mutãne da nãcẽwa. Kuma abin da kuka ciyar daga alhẽri, to, lalle Allah gare shi Masani ne.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"* Matalautan nan 'muhãjiruna'ne waɗanda suka bar dũkiyarsu da iyãlansu dõmin hijira. Kuma ba su sãmi wata matãka ba a Madĩna, sai aka yi musu rumfuna, sunã kwãna a ciki, suka tsare kansu dõmin jihãdi da yãƙi da karãtun Alƙur'ãni da ibãda kamar matsayin sõja a yanzu. Sũ wajen ɗari huɗu ne, shugabansu, shi ne Abdur Rahman bn Sakhar Abu Huraira el Dawsy.","lang":"ha"},{"name":"2:274","price":"Waɗanda suke ciyar da dukiyõyinsu, a dare da yini, ɓõye da bayyane, to suna da sakamakonsu a wurin Ubangijinsu. Kuma bãbu tsõro a kansu, kuma ba su zama suna baƙin ciki ba.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:275","price":"Wadanda suke cin ribã* ba su tashi, fãce kamar yadda wanda da Shaiɗan yake ɗimautarwa daga shafa yake tashi. Wancan, dõmin lalle ne sun ce: \"Ciniki kamar riba yake.\"Kuma Allah Ya halatta ciniki kuma Ya haramta riba. To, wanda wa'azi daga Ubangijinsa, ya je masa, sa'an nan ya hanu, to yana da abin da ya shige, kuma al'amarinsa (ana wakkala shi) zuwa ga Allah. Kuma wanda ya kõma, to, waɗannan sũ ne abõkan Wuta, sũ a cikinta madawwama ne.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"* Ribã ita ce ƙãri ga adadi koga lõkaci. Amma ƙãrin adadi shi ne ƙãri a cikin mu'ãmala da zinãri da azurfa da abũbuwan ci ga rayuwa. Yana haramta ga jinsi guda kawai, kuma ana sharɗantawa ga abinci ya zama abinci kõ abin gyaransa, kuma anã iya ajiye shi, ban da 'ya'yan itãcen marmari da duma da ruwa. Amma ga jinkiri an hana riba muɗlaƙan. kõ dã ga 'ya'yan itãcen marmari. Takardun kuɗi kamar sil'õ'i suke dõmin haka ƙimarsu tana hawa kuma tanã sauka. Har yanzu malamai ba su yanke hukunci a kansu ba sõsai. Annabi, tsĩra da amincin Allah su tabbata a gare shi ya ce: \"Ka bar abin da yake sanya maka shakka zuwa ga wanda ba ya sanya maka shakka.\".","lang":"ha"},{"name":"2:276","price":"Allah Yana shãfe albarkar riba, kuma Yana ƙãra sadakõki. Kuma Allah bã Ya son dukan mai yawan kãfirci, mai yawan zunubi.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:277","price":"Lalle ne, waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai, kuma suka tsayar da salla, kuma suka bãyar da zakka, suna da sakamakonsu a wurin Ubangijinsu, kuma bãbu tsõro a kansu, kuma ba su zama suna yin baƙin ciki ba.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:278","price":"Yã ku waɗanda suka yi ĩmãni! Ku bi Allah da taƙawa kuma ku bar abin da ya rage daga riba, idan kun kasance mãsu ĩmãni.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:279","price":"To, idan ba ku aikata ba to, ku sani fa da akwai yãƙi daga Allah da ManzonSa. Kuma idan kun tũba to kuna da asalin dũkiyõyinku, bã ku zãlunta, kuma bã a zãluntar ku.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:280","price":"Kuma idan ma'abucin wahala ya kasance (mawahalci) to, jinkirtãwa ake yi zuwa ga sauƙin al'amarinsa, kuma dã kun yi sadaka, shi ne mafi alhẽri a gare ku, idan kun kasance kuna sani.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:281","price":"Kuma ku ji tsõron wani yini wanda ake mayar da ku a cikinsa zuwa ga Allah, sa'an nan kuma a cika wa kõwane rai abin da ya sanã'anta, kuma sũ bã a zãluntar su.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:282","price":"Yã ku waɗanda suka yi ĩmãni! Idan kun yi mu'ãmalar bãyar da bãshi zuwa ga wani ajali ambatacce, sai ku rubũta shi. Kuma wani marubuci ya yi rubũtu a tsakaninku da ãdalci. Kuma kada marubũci ya ki rubũtãwa, kamar yadda Allah Ya sanar da shi, sai ya rubũta. Kuma wanda bãshin yake a kansa sai ya yi shibta, kuma ya ji tsõron Allah, Ubangijinsa, da taƙawa, kuma kada ya rage wani abu daga gare shi. To, idan wanda bãshin yake a kansa yã kasance wãwã ne kõ kuwa rarrauna, kõ kuwa shi bã ya iya shibta, to, sai waliyyinsa ya yi shibtar da ãdalci. Kuma ku shaidar da shaidu biyu daga mazanku, to, idan ba su zama maza biyu ba, to, namiji guda da mãtã biyu, daga waɗanda kuke yarda da su daga shaidun dõmin mantuwar ɗayansu, sai gudarsu ta mazãkũtar* da ɗayar. Kuma kada shaidun su ƙi, idan an kira su. Kuma kada ku ƙõsa ga rubũta shi, ƙarami ya kasance kõ babba, zuwa ajalinsa. Wancan ne mafi ãdalci a wurin Allah kuma mafi tsayuwa ga shaida, kuma mafi kusa ga rashin shakkarku. Sai idan ya kasance fatauci ne halartacce wanda kuke gẽwayarwa da shi hannu da hannu a tsakãninku to bãbu laifi a kanku, ya zama ba ku rubũta shi ba. Kuma ku shaidar idan kun yi sayayya. Kuma kada a wahalarda marubuci, kuma kada a wahalar da shaidu kuma idan kun aikata to, lalle ne, shi fãsiƙanci ne game da ku. Kumaku bi Allah da takƙawa, kuma Allah Ya sanar da ku. Kuma Allah ga dukan kõme Masani ne.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"* Watau mãta biyu su zama kamar namiji guda ga bãyar da shaida. Kuma ana fassara shi da \"ta tunãtar da ɗayar\".","lang":"ha"},{"name":"2:283","price":"Kuma idan kun kasance a kan tafiya, kuma ba ku sami marubũci ba, to, a bãyar da jingina karɓaɓɓiya (ga hannu). To, idan sãshenku ya amince wa sãshe, to, wanda aka amincẽ wannan sai ya bãyar da amãnarsa, kuma ya bi Allah, Ubangijinsa, da taƙawa. Kuma kada ku ɓõye shaida, kuma wanda ya ɓõye ta, to, shi mai zunubin zũciyarsa ne. KumaAllah ga abin da kuke aikatãwa Masani ne.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"2:284","price":"Allah ne, da abin da yake a cikin sammai da abin da yake a cikin ƙasa, kuma idan kun bayyana abin da yake a cikin zukatanku (na shaida), ko kuka ɓõye shi, Allah zai bincike ku da shi, sa'an nan Ya yi gãfara ga wanda Yake so, kuma Ya azabta wanda Yake so. Kuma Allah a kan dukan kõme Mai ĩkon yi ne.*","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"* Wannan ãyã ita ce ƙarshen bayãni a kan bãyar da shaida. A kan shaidar da mutum ya bayyana kõ ya ɓõye a cikin rai, Allah Yake yi masa bincike dõmin hakkin wani da ya rãtaya a kan wannan bayyanawar kõ ɓõyewar. Ita ayar da biyu na bayanta sun ƙunshi ilmin Baƙara dukanta.","lang":"ha"},{"name":"2:285","price":"Manzon Allah yã yi ĩmãni da abin da aka saukar zuwa gare shi daga Ubangijinsa, da mũminai. Kõwanensu yã yi ĩmãni da Allah, da mala'ikunSa, da littattafanSa, da manzanninSa. Bã mu rarrabẽwa a tsakãnin daya daga manzanninSa. Kuma (mũminai) suka ce: \"Mun ji kuma mun yi dã'a; (Muna nẽman) gãfararKa, yã Ubangijinmu, kuma zuwa a gare Ka makõma take* \"","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"* Aya ta 285 da ta 286 sun ƙunshi aikin Annabi da waɗanda suka bi shi daga aƙida da magana da aiki da kyautatãwa da mayar da al'amari ga Allah, da addu'ar tsari da nema daga Ubangijinsu. Aya ta 286 ita ce mafi kyaun addu'a. Kuma ta nũna Musulmi sun sãɓa wa Yahũdãwa mãsu cewa 'Mun ji, munƙi!'.","lang":"ha"},{"name":"2:286","price":"Allah ba Ya kallafa wa rai fãce ikon yinsa, yana da lãdar abin da ya tsirfanta, kuma a kansa akwai zunubin abin da ya yi ta aikatãwa: \"Yã Ubangijinmu! Kada Ka kãmã mu, idan mun yi mantuwa, ko kuma mun yi kuskure. Yã Ubangijinmu! Kuma kada Ka aza nauyi a kanmu, kamar yadda Ka aza shi a kan waɗanda suke a gabãninmu. Yã Ubangijinmu! Kada Ka sanya mu ɗaukar abin da bãbu ĩko gare mu da shi. Kuma Ka yãfe daga gare mu, kuma Ka gãfarta mana, kuma Ka yi jin ƙai gare mu. Kai ne Majibincinmu, sabõda haka Ka taimake mu a kan mutãnen nan kãfirai.\"","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"ha"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}