{"data":[{"name":"22:1","price":"Yã ku mutãne! Ku bi Ubangijinku da taƙawa. Lalle ne girgizar* ƙasa ta tsayuwar Sa'a wata aba ce mai girma.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"* Addĩni tsantsa shĩ ne ke sanya ƙafa ta tsaya da kyau. Idan an cũɗanya addĩni da wasu abũbuwa na bidi'a kõ al'ãdu, to, ƙafa bã ta iya tsayi balle ma a lõkacin girgizar ƙasã ta tsayin Sa'a.","lang":"ha"},{"name":"22:2","price":"A rãnar da kuke ganin ta dukan mai shãyar da mãma tanã shagala daga abin da ta shãyar, kuma dukan mai ciki tanã haihuwar cikinta, kuma kanã ganin mutãne sunã mãsu mãyẽ alhãli kuwa su bã mãsu mãye ba, amma azãbar Allah ce mai tsanani.","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:3","price":"Akwai daga mutãne* wanda yake yin musũ ga sha'anin Allah bã da wani ilmi ba, kuma yanã biyar kõwane Shaiɗan mai taurin kai.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"* An raba mutãne a game da addĩni kashi huɗu, sa'annan ya fãra da kashi na farko mafi yawa daga cikin sauran kasũsuwan, watau kashin wãwãye mãsu biyar Shaiɗan ga al'ãdu da son zũciyõyi su bar hukunce-hakuncen Allah.","lang":"ha"},{"name":"22:4","price":"An wajabta masa cẽwa wanda ya jiɓince shi, to, lalle ne sai ya ɓatar da shi, kuma ya shiryar da shi zuwa ga azãbar sa'ĩr.","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:5","price":"Ya ku mutãne! Idan kun kasance a cikin shakka a Tãshin ¡iyãma, to, lalle ne Mũ, Man halittaku daga turɓaya, sa'an nan kuma daga gudãjin jini, sa'an nan kuma daga taõka wadda ake halittãwa da wadda ba a halittawa dõmin, Mu bayyana muku. Kuma Munã tab batar da abin da Muke so a cikin mahaifa zuwa ga wani ajali ambatacce, sa'an nan kuma Munã fitar da ku kunã jãrĩri, sa'an nan kuma dõmin ku kai ga cikar ƙarfinku. Kuma daga cikin ku akwai wanda ke mutuwa, kuma daga gare ku akwai wanda ake mayarwa zuwa ga mafi ƙasƙancin rãyuwa dõmin kada ya san kõme a bãyan ya sani. Kuma kanã ganin ƙasa shiru, sa'an nan idan Muka saukar da ruwa a kanta, sai ta girgiza kuma ta kumbura, kuma ta tsirar da tsirrai daga kõwane nau'i mai ban sha'awa.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:6","price":"Wancan ne dõmin lalle Allah Shi ne Gaskiya, kuma lalle ne shi Yake rãyar da matattu, kuma lalle Shi Mai ikon yi ne a kan kõme.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:7","price":"Kuma lalle ne Sa'ar Tãshin alkiiyãma mai zuwa ce, bãbu shakka a cikinta kuma lalle ne Allah Yanã tãyar da waɗanda suke a cikin ƙaburbura.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:8","price":"Kuma daga mutãne akwai mai yin musu* ga Allah bã da wani ilmi ba kuma bã da wata shiriya ba, kuma bã da wani littãfi mai haskakãwa ba.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"* Kashi na biyu shi ne mũgun malami ko Shaiɗan mai ƙõƙarin ɓatar da mabiyansa wãwãye.","lang":"ha"},{"name":"22:9","price":"Yanã mai karkatar da sãshensa dõmin ya ɓatar (da wasu) daga tafarkin Allah! Yanã da wani wulãkanci a dũniya, kuma Munã ɗanɗana masa azãbar gõbara a Rãnar ¡iyãma.","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:10","price":"(A ce masa): \"Wancan azaba sabõda abin da hannayenka biyu suka gabatar ne, kuma lalle ne Allah bai zama Mai zãlunci ga bãyinSa ba.\"","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:11","price":"Kuma daga mutãne akwai mai bauta* wa Allah a kan wani gefe. Sa'an nan idan wani alhẽri ya sãme shi, sai ya natsu da shi, kuma idan wata fitina ta sãme shi, sai ya jũya bãya a kan fuskarsa. Yã yi hasãrar dũniya da Lãhira. Waccan ita ce hasãra bayyananna.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"* Kashi na uku shi ne munãfuki mai shiga addĩni da biyu.","lang":"ha"},{"name":"22:12","price":"Yanã kiran baicin Allah, abin da bã ya cũtarsa da abin da bã ya amfãninsa! waccan ita ce ɓata mai nĩsa.","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:13","price":"Yanã kiran wanda yake lalle cũtarwarsa ce mafi kusa daga amfãninsa! Lalle ne, tir da shi ya zama majiɓinci, kuma tir da ya zama abõkin zama!","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:14","price":"Lalle ne Allah Yanã shigar da waɗanda suka yi ĩmãni* kuma suka aikata ayyukan ƙwarai a cikin gidãjen Aljanna, ƙoramu na gudãna daga ƙarƙashinsu. Lalle ne Allah Yanã aikata abin da Yake nufi.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"* Kashi na huɗu sũ ne mũminai waɗanda suke tsõron Allah, su tsaya a inda Yatsayar da su. Su ne mafi ƙarancin kashi ga uku na farko.","lang":"ha"},{"name":"22:15","price":"Wanda ya kasance yanã zaton cẽwa Allah bã zai taimake shi ba a cikin dũniya da Lãhira to sai ya mĩƙa wata igiya zuwa sama, sa'an nan kuma ya yanke ta, sa'an nan ya dũba. Shin, ko lalle kaidinsa zai gusar da abin da yake ji na takaici?","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"* Wanda yake zaton Allah bã zai taimaki Annabinsa ba kuma yanã jin hushin Allah Ya zãɓi Muhammadu da Annabci, to, sai ya mutu da hushinsa,kuma ya yi dukan kaidin da yake so ya yi, Allah bã zai fãsa abin da Ya yi nufi ba a game da Annabinsa tsira da amincin Allah su tabbata a gare shi.","lang":"ha"},{"name":"22:16","price":"Kuma kamar haka Muka saukar da shi (Alƙur'ãni) yanã ãyõyi bayyanannu. Kuma lalle ne Allah Yanã shiryar da wanda Yake nufi.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:17","price":"Lalle ne waɗanda suka yi ĩmãni da waɗanda suka tũba (Yahũdu) da waɗanda suka karkace (Saba'ãwa) da Nasãra da Majũsãwa da waɗanda suka yi shirka, lalle ne Allah Yanã yin hukunci a tsakãninsu a Ranãr ¡iyãma. Lalle ne Allah Mahalarci ne a kan dukkan kõme.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"* Anã ce wa Yahũdãwa 'waɗanda suka tũba,' dõmin sun sãɓã wa maganar Annabinsu,Mũsã, wanda ya ce wa Allah,\"Mun tũba zuwa gare Ka.\" Saba'ãwa su ne mãsu bauta wa malã'iku daga cikin Lãrabãwa ko Yahũdãwa. Nasãra sũ ne waɗanda suka bi Annabi Ĩsa Ɗan Maryamu, amincin Allah ya tabbata a gare shi. Majũsãwa sũ ne mãsu bautã wa wuta da irin addinin Fãrisa. Mãsu shirki, su ne mãsu bauta wa, gumãka kõ aljannu kõ waɗansu mutãne, wãtau irin addinin Lãrabãwa na lõkacin Jãhiliyya da irin bautar da waɗansu Musulmi ke yi wa waliyyai a yanzu.","lang":"ha"},{"name":"22:18","price":"Ashe, ba ka gani ba, lalle Allah, wanda yake a cikin sammai da wanda yake a cikin ƙasa yanã yin sujada a gare shi, da kuma rãna da watã da taurãri da duwãtsu da itãce da dabbõbi, da kuma mãsu yawa daga mutãne? Kuma waɗansu mãsu yawa azãba tã tabbata a kansu. Kuma wanda Allah Ya wulãkantar, to, bã ya da wani mai girmamãwa. Kuma Lalle ne Allah Yanã aikata abin da Yake so.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:19","price":"waɗannan ƙungiyõyi biyu* ne mãsu husũma, sun yi husũma ga sha'anin Ubangijinsu. To, waɗanda suka kãfirta an yanka musu waɗansu tufafi daga wata irin wuta, anã zuba tafasasshen ruwa daga bisa kãwunansu.","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"* Kuma ya kasa mutãne ƙungiya biyu, ƙungiyar farko sũne mãsu bin addinin gaskiya, ƙungiya ta biyu sũ ne mãsu karkace wa addinin gaskiya, kamar kasũsuwa uku na farko. A kõ da yaushe akwai husũma a tsakãnin ƙungiyoyin biyu. Sa'an nan ya ambaci sakamakon ƙungiyar ƙarya ta farkon,.","lang":"ha"},{"name":"22:20","price":"Da shĩ ake narkar da abin da yake a cikin cikunansu da fãtun jikinsu.","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:21","price":"Kuma sunã da waɗansu gwalmõmin dũka na baƙin ƙarfe.","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:22","price":"A kõyaushe suka yi nufin fita daga gare ta, daga baƙin ciki, sai a mayar da su a cikinta, (a ce musu) \"Ku ɗanɗani azãbar gõbara.\"","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:23","price":"Lalle ne, Allah Yana shigar da waɗanda suka yi ĩmãni kuma suka aikata ayyukan ƙwarai a cikin gidãjen Aljanna, ƙoramu sunã gudãna daga ƙarƙashinsu, anã ƙawãta su, a cikinsu, da waɗansu mundãye na zĩnãri da lu'u-lu'u. Kuma tufãfinsu a cikinsu alharĩni ne.*","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"* Sakamakon ƙungiya ta gaskiya, wãtau muminai.","lang":"ha"},{"name":"22:24","price":"Kuma an shiryar da su zuwa ga mai kyau na zance kuma an shiryar da su zuwa ga, hanyar wanda ake gode wa.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:25","price":"Lalle ne waɗanda suka kãfirta kuma suka taushe (mutãne) daga hanyar Allah da masallaci mai alfarma wanda Muka sanya shi ga mutãne alhãli kuwa mazauni a ciki da baƙauye daidai suke kuma wanda ya yi nufin karkatar* da gaskiya a cikinsa da zãlunci zã Mu ɗanɗana masa daga wata azãba mai raɗadi.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"* Ilhãdi, shĩ ne yin ibãda bã yadda Allah Ya yi umurni da a yi ta ba. Wanda ya yi nufin karkatar da gaskiyar ibãda a cikin hurumin Makka, Allah zai yi masa azãba mai tsanani,balle fa a ce mutum ya aikata. Sabõda haka yanã wajaba ga mai nufin zuwa Hajji ya kõyi yadda ake yin ibãda kãfinya tafi Makka dõmin kada ya jãwo wa kansa halaka.","lang":"ha"},{"name":"22:26","price":"Kuma a lõkacin da Muka iyãkance* wa Ibrãhim wurin ¦akin (Muka ce masa), \"Kada ka haɗa kõme da Ni ga bauta, kuma ka tsarkake daki Na dõmin mãsu ɗawãfi da mãsu tsayuwa da mãsu ruku'u da mãsu sujada.","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"* Allah Ya nũna wa Ibrahĩm iyãkar Ɗãkin Ka'aba da iska, sa'an nan ya fãra ginashi, kuma Ya nuna masa iyãkõkin Hurumin Makka, ya sanya alãmõmi.","lang":"ha"},{"name":"22:27","price":"\"Kuma ka yi yẽkuwa ga mutãne da wajabcin Hajji su je maka suna mãsu tafiya da ƙafãfu da kuma a kan kõwane maɗankwarin rãƙumi mãsu zuwa daga kõwane rango mai zurfi.\"","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:28","price":"\"Dõmin su halarci abũbuwan amfãni a gare su, kuma su ambãci sunan Allah a cikin 'yan kwãnuka sanannu sabõda abin da Ya azurta su da shĩ daga dabbõbin jin dãɗi. Sai ku ci daga gare su, kuma ku ciyar da matsattse matalauci.\"","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:29","price":"\"Sa'an nan kuma sai su ƙãre ibãdarsu da gusar da ƙazanta, knma sai su cika alkawuransu kuma sai su yi ɗawãfi (sunã gẽwaya) ga ¦ãkin nin 'yantacce.\"","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:30","price":"Wancan ne. Kuma wanda ya girmama hukunce-hukuncen Allah to shĩ ne mafĩfĩci a gare shi, a wurin Ubangijinsa. Kuma an halatta muku dabbõbin ni'ima* fãce abin da ake karantãwa a kanku. Sabõda haka ku nĩsanci ƙazanta daga gumãka kuma ku nĩsanci ƙazanta daga shaidar zur.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"* Dabbõbin ni'ima, sũ ne raƙumai da shãnu da tumãki da awãki. An halatta cinsu sai waɗanda suka mutu a gabãnin a yanka. Kuma shaidar zur kamar bauta wa gumãka take wajen sabbaba azãba, dõmin anã halattar da haram kõ aharamtar da halat game da ita.","lang":"ha"},{"name":"22:31","price":"Kuna mãsu tsayuwa ga gaskiya dõmin Allah, ba masu yin shirka da Shi ba. Kuma wanda ya yi shirka da Allah, to, yanã kamar abin da ya fãɗo daga sama, sa'an nan tsuntsãye su cafe shi, ko iska ta fãɗa da shi a cikin wani wuri mai nisa.","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:32","price":"Wancan ne. Kuma wanda ya girmama ibãdõdin Allah, to, lalle ne ita (girmamãwar) tanã daga ayyukan zukãta na ibãda.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:33","price":"Kuna da waɗansu abũbuwan amfãni* a cikinta (dabbar hadaya) har ya zuwa ga wani ajali ambatacce, sa'an nan kuma wurin halattãta zuwa ga ¦ãkin 'yantacce ne.","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"* Anã amfãni da dabbar hadaya wajen hawa sabõda larũra da shan nõno har a kai ga wurin sõke ta. Anã sõke hadaya a cikin hurumin Makka.","lang":"ha"},{"name":"22:34","price":"Kuma ga kõwace al'umma Mun sanya ibãdar yanka, dõmin su ambaci sũnan Allah a kan abin da Ya azurta su da shi daga dabbõbin ni'ima. Sa'an nan kuma Abin bautawarku Abin bautawa ne Guda, sai ku sallama Masa. Kuma ka yi bushãra ga mãsu ƙanƙantar da kai.","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:35","price":"Waɗanda suke idan an ambaci Allah sai zukãtansu su firgita, da mãsu haƙuri a kan abin da ya sãme su, da mãsu tsayar da salla, kuma sunã ciyarwa daga abin da Muka azurta su.*","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"* Waɗannan sũ ne siffõfin mãsu ƙasƙantar da kai watau mãsu tawãli'u. Zukãtansa na firgita idan an ambaci Allah, su ga kamar sunã ganin sa, a gaba gare su, sabõda haka sai su ji sauƙin haƙuri ga ɗaukar masifa, kuma su tsayar da salla da sauran ibãdõdi na jiki kuma su bãyar da zakka da sauran ibãdõdin dũkiya.","lang":"ha"},{"name":"22:36","price":"Kuma rãƙuman, Mun sanya su a gare ku, a ibãdõjin Allah. Kunã da wani alhẽri babba a cikinsu. Sai ku ambaci sũnan Allah a kansu sunã tsaye* a kan ƙafãfu uku. Sa'an nan idan sãsanninsu suka fãɗi, to, ku ci daga gare su, kuma ku ciyar da mai wadar zũci da mai bara. Kamar haka Muka hõre muku su, tsammãninku kunã gõdẽwa.","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"* Wannan yanã nũna yadda ake sũkar rãƙuma sunã tsaye a kan ƙafãfu uku a ɗaure guda bãyan an lanƙwasa guiwarta an ɗaure sama. Anã ambatar sũnan Allah kuma a yi kabbara a lõkacin sũkar a masõkar zũciyarta. Anã sukar shãnu kuma anã yankansu. Anã yankan tumãki da awaki kawai. Anã yanka sauran dabbõbi da tsuntsaye kawai.","lang":"ha"},{"name":"22:37","price":"Nãmõminsu bã za su sãmi Allah ba haka jinainansu amma taƙawa daga gare ku tanã, sãmun Sa. Kamar haka Ya hõre su sabõda ku dõmin ku girmama Allah sabõda shiriyar da Ya yi muku. Kuma ka yi bushãra ga mãsu kyautata yi.","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:38","price":"Lalle ne, Allah Yanã yin faɗa* sabõda waɗanda suka yi ĩmãni. Lalle ne Allah bã Ya son dukkan mayaudari, mai yawan kãfirci.","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"* Allah Yã yi alkawarin kãre wanda yake aiki da taƙawa dõminsa. Yanã tunkuɗe masa maƙiyansa, Ya yi masa faɗa.","lang":"ha"},{"name":"22:39","price":"An yi izni ga waɗanda ake yãƙar su da cẽwa lalle an zãlunce su, kuma lalle ne Allah, haƙĩƙa, Mai ĩkon yi ne a kan taimakonsu.","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:40","price":"Waɗanda aka fitina daga gidajensu bã da wani hakki ba fãce sunã cẽwa, Ubangijinmu Allah ne.\"Kuma ba dõmin tunkuɗẽwar Allah ga mutãne ba, sãshensu da sãshe, haƙĩƙa, da an rũsa sauma'õ'in (Ruhbãnãwa) dã majãmi'õ'in Nasãra da gidãjen ibãdar Yahudu da masallatai waɗanda ake ambatar Allah a cikinsu da yawa. Kuma lalle, haƙĩƙa, Allah Yanã taimakon wanda yake taimakon Sa. Lalle Allah ne haƙĩƙa Mai ƙarfi Mabuwãyi.","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:41","price":"Waɗanda suke idan Muka bã su ĩko a cikin ƙasa sai su tsai da salla, kuma su baybr da zakka kuma su yi umurni da abin da aka sani,* kuma su hana daga abin da ba a sani ba. Kuma ãƙibar al'amura ga Allah take.","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"* Abin da aka sani daga shar'ia watau shĩ ne alheri, kuma abin da ba a sani ba ga shari'a, watau sharri wanda Allah bã Ya so, akasin alheri. Tsayar da ayyukan alheri ba zai isa ba sai anã yin wa'azi ga mutãne a umarce su da yin alhħri kuma a hana su daga aikata sharri.","lang":"ha"},{"name":"22:42","price":"Kuma idan sun ƙaryata ka, to lalle haƙĩƙa, mutãnen Nũhu da Ãdãwa da Samũdawa, sun ƙaryata a gabaninsu.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:43","price":"Da mutãnen Ibrahim da mutãnen Lũɗu.","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:44","price":"Da mãsu Madyana, kuma an ƙaryata Mũsã. Sai Na jinkirtawa kãfiran, sa'an nan kuma Na kãma su. To, yãya musũNa (gare su) ya kasance?","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:45","price":"Sa'an nan da yawa daga alƙarya, Muka halaka ta, alhãli kuwa tanã mai zalũnci sai ta zama fãɗaɗɗa a kan rassanta, da yawa daga rĩjiya wadda aka wõfintar, da kuma gidãjen sarauta maɗaukaka.","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:46","price":"Shin, to, ba su yi tafiya ba a cikin ƙasa dõmin zukãta waɗanda zã su yi hankali da su da kunnuwa da za su yi saurãre da su su kasance a gare su? Dõmin lalle ne idãnun ba su makanta, amma zukãta waɗanda ke a cikin ƙirãza sũ ke makanta.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:47","price":"Kuma sunã nẽman ka yi gaggãwa da azãba, alhãli kuwa Allah bã zai sãɓa wa'adinSa ba kuma lalle ne, yini* ɗaya a wurin Ubangijinka kamar shẽkara dubu yake daga abin da kuke ƙidãyãwa.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"* Allah bã Ya sãɓa wa'adinSa.Daɗewar rashin saukar azãba bã sãɓãwar wa'adi ba ne, ajalin azãbar ne bai zo ba.Dõmin yini guda a wurin Allah daidai yake da shekara dubu na shekarun dũniya. Sabõda haka kwana guda daidai yake da shekara dubu biyu. Sabõda haka sa'a guda ta Allahna daidai da shekara tamãnin da uku da wata huɗu.","lang":"ha"},{"name":"22:48","price":"Kuma da yawa daga alƙarya, Na yi jinkirin azãba gare ta (da laifinta) sa'an nan Na kãma ta, kuma zuwa gare Ni makõma take.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:49","price":"Ka ce: \"Ya ku mutãne! Nĩ wani mai gargaɗi ne kawai zuwa gare ku, mai bayyanawa.\"","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:50","price":"To, waɗanda suka yi ĩmãni, kuma suka aikata ayyuka na ƙwarai, sunã da gãfara da arziki na karimci.","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:51","price":"Kuma waɗanda suka yi aikin ɓãtãwa a cikin ayõyinMu, sunã mãsu gajiyarwa, waɗancan 'yan Jahĩm ne.","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:52","price":"Kuma ba Mu aika wani manzo ba a gabãninka, kuma ba Mu umurci wani Annabi ba fãce idan ya yi bũri,* sai Shaiɗan ya jẽfa (wani abu) a cikin bũrinsa, sa'an nan Allah Ya shãfe abin da Shaiɗan ke jefãwa. Sa'an nan kuma Allah Ya kyautata ãyõyin Sa. Kuma Allah Masani ne, Mai hikima.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"* Annabãwa sukan yi wahami ga tunãninsu, su yi zaton wani abu daidai ne alhãli kuwa a wurin Allah bã haka Yake nufi ba. A kan wannan, sai shakka ta shiga wãwã a kansu, amma wanda ke da ĩmãni to bã zai rikice ba sabõda wannan kuskure dõmin Allah bã Ya barin su a kansa, sai Ya gyãra abin da ke ciki na wahami. Misãli ƙissar Yũnusu, da ƙissar Annabi a cikin suratu Abasa, da ƙissar Ibrãhim wajen jãyayya da malã'ikun da aka aika zuwa alƙaryõyin mutãnen Lũɗu.","lang":"ha"},{"name":"22:53","price":"Dõmin Ya sanya abin da Shaiɗan ke jẽfãwa ya zama fitina ga waɗanda a cikin zukãtansu akwai cũta, da mãsu ƙẽƙasassun zukãtansu. Kuma lalle ne azzãlumai haƙĩƙa, sunã a cikin sãɓãnimai nĩsa.","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:54","price":"Kuma dõmin waɗanda aka bai wa ilmi su sani lalle shi ne gaskiya daga Ubangijinka dõmin su yi ĩmãni da shi sabõda zukãtansu su natsu gare shi. Kuma lalle ne Allah, haƙĩƙa, Mai shiryar da waɗanda suka yi ĩmãni ne zuwa ga hanya madaidaiciya.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:55","price":"Kuma waɗanda suka kãfirta bã zã su gushe ba sunã a cikin shakka daga gare shi, har Sa'a ta jẽ musu bisa ga abke, kõ kuwa azãbar wani yini bakarãre ta jẽ musu.","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:56","price":"Mulki a rãnar nan ga Allah yake, Yanã hukunci a tsakãninsu. To, waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai, sunã a cikin gidãjen Aljannar ni'ima.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:57","price":"Kuma waɗandra suka kãfirta kuma suka ƙaryata, game da ãyõyin Mu, to, waɗannan sunã da azãba mai wulãkantarwa.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:58","price":"Kuma waɗanda suka yi hijira a cikin tafarkin Allah sa'an nan kuma aka kashe su, kõ suka mutu, lalle ne Allah Yanã azurta su da arziki mai kyau. Kuma lalle ne Allah, haƙĩƙa, Shĩ ne Mafi alhẽrin mãsu azurtãwa.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:59","price":"Lalle ne, Yanã shigar da su a wata mashiga wadda zã su yarda da ita. Kuma lalle ne Allah, haƙĩƙa Masani ne, Mai haƙuri.","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:60","price":"Wancan! Kuma wanda ya rãma azãba da misãlin abin da aka yi masa, sa'an nan kuma aka zãlunce shi, lalle ne Allah Yanã taimakon sa. Lalle ne Allah haƙĩƙa Mai yãfẽwa ne, Mai gãfara.","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:61","price":"Wancan! sabõda Allah Yanã shigar da dare a cikin yini, kuma Yanã shigar da yini a cikin dare, kuma lalle, Allah Mai jĩ ne, Mai gani.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:62","price":"Wancan! sabõda lalle ne Allah, shĩ ne Gaskiya, kuma lalle ne, abin da suke kira waninSa shi ne ƙarya. Kuma lalle ne Allah, Shĩ ne Maɗaukaki, Mai girma.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:63","price":"Ashe, ba ka gani ba, lalle ne, Allah Yã saukar da ruwa* daga sama, sai ƙasa ta wãyi gari kõriya? Lalle Allah Mai tausasawa ne, Mai ƙididdigewa.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"* Ya misalta Alƙur'ãni da ruwan girgije. Kamar yadda ruwa ke sauka daga sama ya rãya ƙasã haka Alƙur'ãni yake sauka ya rãya zukãta.","lang":"ha"},{"name":"22:64","price":"Abin da ke a cikin sammai, da abin da ke a cikin ƙasa, Nasa ne, kuma lalle ne Allah, haƙĩƙa, Shi ne wadatacce, Gõdadde.","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:65","price":"Shin ba ka gani ba, lalle ne Allah Ya hõre muku abin da yake a cikin ƙasa, kuma jirãge sunã gudãna a cikin tẽku, da umurninSa kuma Yanã riƙe sama dõmin kada ta fãɗi a kan ƙasa fãce da izninsa? Lalle ne Allah ga mutãne haƙĩƙa, Mai tausayi ne, Mai jin ƙai.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:66","price":"Kuma shĩ ne wanda Ya rãya ku, sa'an nan kuma Yanã matar da ku, sa'an nan kuma Yanã rãyar da ku. Lalle mutum, haƙĩƙa, mai kãfirci ne.","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:67","price":"Ga kõwace al'umma Mun sanya wurin yanka, su ne masu yin baiko gare Shi, sabõda haka, kada su yi maka jãyayya a cikin al'amarin (hadaya). Kuma ka yi kira zuwa ga Ubangijinka lalle kai kana a kan shiriya madaidaiciya.","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:68","price":"Kuma idan sun yi maka jidãli, sai ka ce: \"Allah ne Mafi sani game da abin da kuke aikatãwa.\"","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:69","price":"\"Allah ne zai yi hukunci a tsakãninku, a Rãnar ¡iyãma a cikin abin da kuka kasance a cikinsa kunã sãɓawa jũna.\"","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:70","price":"Ashe, ba ka sani ba, lalle ne Allah Yanã sanin abin da yake a cikin sama da ƙasa? Lalle ne wancan yanã cikin Littafi lalle wancan ga Allah mai sauƙi ne.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:71","price":"Kuma sunã bautãwa baicin Allah, abin da (Allah) bai saukar da wani dalili ba game da shi, kuma abin da bã su da wani ilmi game da shi, kuma bãbu wani mai taimako ga azzãlumai.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:72","price":"Kuma idan anã karanta ãyõyin Mu bayyanannu a kansu kanã sanin abin ƙyãma a cikin fuskõkin waɗanda suka kãfirta sunã kusa su yi danƙa ga waɗanda ke karãtun ayõyinMu a kansu. Ka ce: \"Shin to in gaya muku abin da yake mafi sharri daga wannan? (Ita ce) Wuta.\" Allah Yã yi alkawarinta ga waɗanda suka kãfirta. Kuma makõmarsu ta mũnana.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:73","price":"\"Ya ku mutãne! An buga wani misãli, sai ku saurãra zuwa gare shi. Lalle ne waɗanda kuke kira baicin Allah, bã zã su halitta ƙudã ba, kõ da sun tãru gare shi, kuma idan ƙudãn ya ƙwãce musu wani abu, bã zã su kuɓutar da shi ba daga gare shi. Mai nẽma da wanda ake nẽman gare shi sun raunana.\"","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:74","price":"Ba su ƙaddara wa Allah hakkin girmanSa ba. Lalle ne Allah, haƙĩƙa, Mai ƙarfi ne, Mabuwãyi.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:75","price":"Allah nã zãɓen Manzanni daga malã'iku kuma daga mutãne.* Lalle Allah, Mai ji ne, Mai gani.","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"* Allah nã zaɓen Manzanni daga mutãne da malã'iku kawai. Sabõ da haka bãbu wani manzo da jinsin aljannu kõ wani jinsi, kuma ãyar Sũratul Ahzãb ta 40 tã nũna zãɓen nan ya ƙãre daga Annabi Muhammadu, tsira da amincin Allah su tabbata a gare shi. Duk wanda ya yi da'awar Allah Ya bã shi wani hukumci a bãyan Annabi Muhammadu, kõ dã bai yi da'awar annabci ba, to, shĩ Dajjal ne, bã a bin sa.","lang":"ha"},{"name":"22:76","price":"Yanã sanin abin da ke gaba gare su da abin da ke bãyansu, kuma zuwa ga Allah ake mayar da al'amura.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:77","price":"Yã kũ waɗanda suka yi ĩmãni! Ku yi rukũ'i, kuma ku yi sujada, kuma ku bauta wa Ubangijinku, kuma ku aikata alhẽri, tsammãninku, ku sami babban rabo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"","lang":"ha"},{"name":"22:78","price":"Kuma ku yi jihãdi a cikin (al'amarin) Allah, hakkin JihãdinSa. shĩ ne Ya zãɓe ku alhãli kuwa bai sanya wani ƙunci* ba a kanku a cikin addĩni. Bisa ƙudurcẽwar ubanku Ibrãhĩm, shĩ ne ya yi muku sũna Musulmi** daga gabãnin haka. Kuma a cikin wannan (Littãfi ya yi muku sũna Musulmi), dõmin Manzo ya kasance mai shaida a kanku, kũ kuma ku kasancemãsu shaida a kan mutãne. Sabõda haka ku tsayar da salla kuma ku bãyar da zakka kuma ku amince da Allah, Shi ne Majiɓincinku. Sãbõda haka mãdalla da Shi Ya zama Majiɓinci, mãdalla da Shi ya zama Mai taimako.","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"* Bãbu ƙunci a cikin Musulunci, duk inda aka faɗi tsanani kuma an faɗi yadda sauƙi zai sãmu a kõwane hãli. ** Sharaɗin Musulunci ya zama a kan aƙĩdar Ibrãhĩm wanda ya yi wa wannan al'umma sũna da Musulmi tun a zãmaninsa, kuma an ambaci wannan magana a cikin wannan Littafi, wãtau Alƙur'ãni, a cikin sũrar Baƙara ãyã ta 128.","lang":"ha"}],"chapter":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"]}