{"data":[{"name":"3:1","price":"A. L̃. M̃.","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:2","price":"Allah, bãbu wani abin bautawa fãce Shi, Rãyayye Mai tsayuwa da kõme.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:3","price":"Yã sassaukar da Littãfi a gare ka da gaskiya, yana mai gaskatãwa ga abin da ke gaba gare shi, kuma Allah Yã saukar da Attaura da Linjĩlã.","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:4","price":"A gabãni, suna shiryar da mutãne, kuma Ya saukar da littattafai mãsu rarrabẽwa. Lalle ne waɗanda suka kãfirta da ãyõyin Allah, suna da azãba mai tsanani. Kuma Allah Mabuwayi ne, Ma'abucin azãbar rãmuwa.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:5","price":"Lalle ne, Allah bãbu wani abin da ke ɓõyuwa gare Shi a cikin ƙasa, kuma bãbu a cikin sama.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:6","price":"Shi ne wanda Yake suranta ku a cikin mahaifu yadda Yake so. Bãbu abin bautãwa fãce Shi Mabuwãyi, Mai hikima.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:7","price":"Shi ne wanda ya saukar da Littãfi a gare ka, daga cikinsa akwai ãyõyi bayyanannu, su ne mafi yawan Littãfin, da wasu mãsu kamã da jũna. To, amma waɗanda yake a cikin zukãtansu akwai karkata sai suna bin abin da yake da kamã da jũna daga gare shi, dõmin nẽman yin fitina da tãwĩlinsa. Kuma bãbu wanda ya san tãwĩlinsafãce Allah. Kuma matabbata a cikin ilmi sunã cẽwa: \"Mun yi ĩmãni da Shi; dukkansa daga wurin Ubangijinmu yake.\" Kuma bãbu mai tunãni fãce ma'abũta hankula.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:8","price":"Yã Ubangijinmu! Kada Ka karkatar da zukãtanmu bãyan har Kã shiryar da mu, kuma Ka bã mu rahama daga gunKa. Lalle ne, Kai, Kai ne Mai yawan kyauta.","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:9","price":"\"Yã Ubangijimu! Lalle ne Kai, Mai tãra mutãne ne dõmin wani yini wanda bãbu shakka a gare shi, Lalle ne Allah bã Ya sãɓãwar lõkacin alkawari.\"","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:10","price":"Lalle ne waɗanda suka kãfirta, dũkiyõyinsu bã su tunkuɗe musu kõme daga Allah, kuma 'ya'yansu bã su tunkuɗẽwa, kuma waɗannan, sũ ne makãmashin wuta.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:11","price":"Kamar ɗabi'ar mutãnen Fir'auna da waɗanda ke a gabãninsu, sun ƙaryata ãyõyinMu, sai Allah Ya kãmã su sabõda zunubansu, kuma Allah Mai tsananin uƙũba ne.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:12","price":"Ka ce wa waɗanda suka kãfirta: \"Za a rinjãye ku, kuma a tãraku zuwa Jahannama, kuma shimfiɗar tã mũnana!","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:13","price":"\"Lalle ne wata ãyã tã kasance a gare ku a cikin ƙungiyõyi biyu da suka haɗu; ƙungiya guda tana yãƙi a cikin hanyar Allah, da wata kãfira, suna ganin su ninki biyu nãsu, a ganin ido. Kuma Allah Yana ƙarfafa wanda Yake so da taimakonSa. Lalle ne a cikin wannan, hakĩƙa, akwai abin kula ga maabũta basĩra.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:14","price":"An ƙawata wa mutãne son sha'awõyi daga mãtã da ɗiya da dũkiyõyi abũbuwan tãrãwa daga zinariya da azurfa, da dawãki kiwãtattu da dabbõbin ci da hatsi. Wannan shi ne dãɗin rãyuwar dũniya. Kuma Allah a wurinsa kyakkyãwar makõma take.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:15","price":"Ka ce: Shin kuma, in gaya muku mafi alhẽri daga wannan? Akwai gidãjen Aljanna a wurin Ubangiji sabõda waɗanda suka bi Shi da taƙawa, kõguna suna gudãna daga ƙarƙashinsu, suna madawwama a cikinsu, da mãtan aure tsarkakakku, da yarda daga Allah. Kuma Allah Mai gani ne ga bãyinSa.","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:16","price":"Waɗanda suke cẽwa: \"Ya Ubangijinmu! Lalle ne mu, mun yi ĩmãni, sai Ka gãfarta mana zunubanmu kuma Ka tsare mu daga azãbar wuta.\"","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:17","price":"Mãsu haƙuri, da mãsu gaskiya, da mãsu ƙanƙan da kai, da mãsu ciyarwa da mãsu istingifari a lõkutan asuba.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:18","price":"Allah Ya shaida cẽwa: Lalle ne bãbu abin bautãwa fãce Shi kuma malãiku da ma'abũta ilmi sun shaida, yana tsaye da ãdalci, bãbu abin bautãwa face Shi, Mabuwãyi, Mai hikima.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:19","price":"Lalle ne, addini a wurin Allah, Shi ne Musulunci. Kuma waɗanda aka bai wa Littafi ba su sãɓã ba, fãce a bãyan ilmi ya je musu, bisa zãlunci a tsakãninsu. Kuma wanda ya kãfirta da ãyõyin Allah, to, lalle ne Allah Mai gaugãwar sakamako ne.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:20","price":"To, idan sun yi musu da kai, sai ka ce: \"Nã sallama fuskata ga Allah, kuma wanda ya bi ni (haka).\" Kuma ka ce wa waɗanda aka bai wa littãfi da Ummiyyai:* \"Shin kun sallama?\" To, idan sun sallama, haƙĩƙa, sun shiryu kuma idan sun jũya, to, kawai abinda ke kanka, shi ne iyarwa. Kuma Allah Mai gani ne ga bãyinSa.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"* Ummiyyi shi ne wanda bai iya karatu da rubutu ba. A cikin Alƙur'ãni anã nufin Lãrabawa da wannan sunan, dõmin bã su da wani littãfin sama da suke da shi a lõkacin nan. Amma ba ana nufin bã su da rubutu ba. Haruffan rubutun Alƙur'ãni tun a zamãnin Ismã'ila ɗan Ibrãhĩma aka san su. Kuma a cikin Lãrabãwa da yawa sun san su, har sunã rubuta ƙasĩdu mãsu kyau, suna rãtayewa a cikin Ka'aba. Jahiliyya ita ce lõkacin da bã a aiki da wani littãfi na sama kamar yadda mafi yawan mutãne suke a yanzu, ƙarnin ishirin shi ma ƙarnin wata Jahiliyya ne.","lang":"ha"},{"name":"3:21","price":"Lalle ne waɗanda suke kãfirta da ãyõyin Allah, kuma suna kashe Annabãwa bã da wani hakki ba, kuma suna kashe waɗanda ke umurni da yin ãdalci daga mutãne, to, ka yi musu bushãra da azãba mai raɗaɗi.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:22","price":"Waɗannan ne waɗanda ayyukansu suka ɓãci a cikin dũniya da Lãhira, kuma bã su da wasu mataimaka.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:23","price":"Shin, ba ka ga waɗanda aka bai wa rabo daga littãfi ba ana kiran su zuwa ga Littãfin Allah dõmin ya yi hukunci a tsakãninsu sa'an nan wata ƙungiya daga cikinsu ta jũya bãya, kuma sunã mãsu bijirẽwa?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:24","price":"Wannan kuwa, dõmin lalle ne su sun ce: \"Wutã bã zã ta shãfe mu ba, fãce a 'yan kwãnaki ƙidãyayyu.\" Kuma abin da suka kasance sunã ƙirƙirãwa na ƙarya ya rũɗẽ su a cikin Addinin su.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:25","price":"To, yãya idan Mun tãra su a yini wanda bãbu shakka a cikinsa, kuma aka cikã wa kõwane rai sakamakon abin da ya tsirfanta, alhãli kuwa, sũ bã zã a zãlunce su ba?","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:26","price":"Ka ce:* \"Yã Allah Mamallakin mulki, Kanã bayar da mulki ga wanda Kake so, Kanã zãre mulki daga wanda Kake so, kuma Kanã buwãyar da wanda Kake so, kuma Kanã ƙasƙantar da wanda Kake so, ga hannunKa alhẽri yake. Lalle ne Kai, a kan kõwane abu, Mai ĩkon yi ne.\"","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"* Wato ka mayar da ĩkon kõme ga Allah, yana yin sa yandaYake so, bãbu mai iya hanãwa, sa'an nan kuma ka ce wa mũminai, kada su yi wata mu'amala da kãfirai, su bar yan'uwansu mũminai, sai dai a kan lalũra kawai. Wanda ya riƙi kãfirai ya bar mũminai, to, bã shi tãre da Allah a cikin kõme.","lang":"ha"},{"name":"3:27","price":"\"Kanã shigar da dare a cikin yini, kuma Kanã shigar da yini a cikin dare, kuma Kana fitar da mai rai daga mamaci, kuma Kanã fitar da mamaci daga mai rai, kuma Kanã azurta wanda Kake so bã da lissafi ba.\"","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:28","price":"Kada mũminai su riƙi kãfirai masõya, baicin mũminai. Kuma wanda ya yi wannan, to, bai zama a cikin kõme ba daga Allah, fãce fa dõmin ku yi tsaro daga gare su da 'yar kãriya. Kuma Allah yana tsõratar da ku kanSa. Kuma zuwa ga Allah makõma take.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:29","price":"Ka ce: \"Idan kun ɓõye abin da ke a cikin ƙirãzanku, kõ kuwa kun bayyana shi, Allah Yana sanin sa. Kuma Yana sanin abin da ke a cikin sammai da ƙasa. Kuma Allah a kan kõwane abu Mai ĩkon yi ne.\"","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:30","price":"A Rãnar da kõwane rai yake sãmun abin da ya aikata daga alhẽri, a halarce, da kuma abin da ya aikata daga sharri, alhãli yana gũrin, dã dai lalle a ce akwai fage mai nĩsa a tsakãninsa da abin daya aikata na sharrin! Kuma Allah Yanã tsõratar da kũ kanSa. Kuma Allah Mai tausayi ne ga bãyin Sa.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:31","price":"Ka ce: \"Idan kun kasance kunã son Allah to, ku bĩ ni, Allah Ya sõ ku, kuma Ya gãfarta muku zunubanku. Kuma Allah Mai gãfara ne, Mai jin ƙai.\"","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:32","price":"Ka ce: \"Ku yi ɗã'a ga Allah da Manzo.\" To, amma idan sun jũya bãya, to, lalle ne Allah bã Ya son kãfirai.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:33","price":"Lalle ne Allah Yã zãɓi Ãdama da Nũhu da Gidan Ibrãhĩma da Gidan Imrãna a kan tãlikai.","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:34","price":"Zuriyya ce sãshensu* daga sãshe, kuma Allah Mai ji ne, Masani.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"* Sũ duka daidai suke ga mai da al'amari ga Allah.","lang":"ha"},{"name":"3:35","price":"A lõkacin da mãtar Imrãna* ta ce: \"Ya Ubangijina! Lalle ni, nã yi bãkancen abin da ke cikin cikĩna gare Ka; ya zama 'yantacce, sai Ka karɓa daga gare ni. Lalle ne Kai, Kai ne Mai ji, Masani.\"","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"* Mãtar Imrãna sunanta Hannatu ɗiyar fãƙũza, bã ta haifuwa, sai wata rãna ta ga tsuntsuwa tanã ciyar da tsãkonta, sai ta yi sha'awar sãmun ɗa sabõda haka ta rõki Allah Ya bã ta ɗa. Da mijinta Imrãna ya tãke ta sai ta sãmi ciki, dõmin murna sai ta yi alkwarin 'yanta shi da bakance ga Masallacin Baitil Muƙaddas dõmin ya riƙa yi masa hidima. To, a lõkacin da ta haihu sai ta sãmi ɗiya mace. Ga shari'arsu bã a 'yanta mace ga irin wannan aiki na hidimar masallaci, dõmin haka ta nemi uzuri da cewa ta haife ta mace, mace bã kamar namiji take ba. Har ta yi ruɗu ta jũya, ta ce, namijin bã kamar mace ba, dõmin namiji ne a cikin zũciyarta.","lang":"ha"},{"name":"3:36","price":"To, a lõkacin da ta haife ta sai ta ce: \"Ya Ubangijina! Lalle ne nĩ, nã haife ta mace!\"KumaAllah ne Mafi sanin abin da ta haifa.\" Kuma namiji bai zama kamar mace ba. Kuma nĩ nã yi mata suna Maryamu* kuma lalle ne ni, ina nẽma mata tsari gare Ka, ita da zũriyarta daga Shaiɗan jẽfaffe.\"","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"* Maryam, ma'anarta mai ibãda. Abinci da ake kai mata a cikin Masallaci shĩ ne 'ya'yan itãce, irin na ɗãri, a lõkacin bazara, kuma irin na bazara a lõkacin ɗãri. Wannan kuma ya mõtsar da begen zakariyya ga sãmun ɗã, bãyan shi da mãtarsa sun tsũfa ba su haifu ba. Sai ya rõƙi Allah kuma Ya karɓa masa, Ya ba shi Yahaya Annabi.","lang":"ha"},{"name":"3:37","price":"Sai Ubangijinta Ya karɓe ta karɓa mai kyau. Kuma Ya yabanyartar da ita yabanyartarwa mai kyau, kuma Ya sanya rẽnonta ga Zakariyya. Ko da yaushe Zakariyya ya shiga masallãci, a gare ta, sai ya sãmi abinci a wurinta. (Sai kuwa) ya ce: \"Yã Maryamu! Daga ina wannan yake gare ki?\" (Sai) ta ce: \"Daga wurin Allah yake. Lalle ne Allah yana azurta wanda Ya so ba da lissafi ba.\"","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:38","price":"A can ne Zakariyya ya rõki Ubangijinsa, ya ce: \"Ya Ubangijina! Ka bã ni zuriyya mai kyau daga gunKa. Lalle ne Kai Mai jin addu'a Kake.\"","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:39","price":"Sai malã'iku suka kirãye shi, alhãli kuwa shĩ yanã tsaye yana salla a cikin masallãci. (Suka ce), \"Lalle ne Allah yana bã ka bushãra da Yahaya, alhãli yana mai gaskatãwar wata kalma daga Allah, kuma shugaba, kuma tsarkakke kuma annabi daga sãlihai.\"","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:40","price":"Ya ce: \"Yã Ubangijina! Yãya yãro zai sãmu a gare ni, alhãli kuwa, lalle tsũfa ya sãme ni, kuma mãtãta bakarãriya ce?\" Allah ya ce, \"Kamar hakan ne, Allah yana aikata abin da Yake so.\"","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:41","price":"Ya ce: \"Yã Ubangijinã! Ka sanya mini wata alãma!\" (Allah) Ya ce \"Alãmarka ita ce ba zã ka iya yi wa mutãne magana ba har yini uku face da ishãra. Sai ka ambaci Ubangijinka da yawa. Kuma ka yi tasbĩhi da marece da sãfe.\"","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:42","price":"Kuma a lõkacin da malã'iku suka ce: \"Ya Maryamu! Lalle ne, Allah Ya zãɓe ki, kuma Ya tsarkake ki, kuma Ya zaɓe ki a kan mãtan tãlikai.\"","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:43","price":"\"Yã Maryamu! Ki yi ƙanƙan da kai ga Ubangijinki, kuma ki yi sujada, kuma ki yi rukũ'i tãre* da mãsu rukũ'i.\"","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"* Wannan ya nũna muhimmancin salla tãre da jama'a a masallaci, kõ da ga mãta. Sai dai hãli ya nũna an fi son mace ta yi salla a ɗakinta.","lang":"ha"},{"name":"3:44","price":"Wannan yana daga lãbarun* gaibi, Munã yin wahayinsa zuwa gare ka (Muhammadu). Ba ka kasance ba a wurinsu a lõkacin da suke jẽfa alƙalumansu (domin ƙuri'a) wãne ne zai yi rẽnon Maryam. Kuma ba ka kasance a wurinsu ba a lõkacin da suke ta yin husũma**.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"* Wannan yana daga cikin dalĩlan annabcin Annabi Muhammad, tsira da aminci su tabbata a gare shi, wajen faɗar lãbãrin abin da bai halarta ba. ** Uwar Maryamu tã ɗauke ta, tã kai ta ga Bani kãhin ɗan Hãrũna ɗan'uwan MũSã, a lõkacin nan, sũ ne suke tsaron Baitil Muƙaddas, ta mĩka musu ita, ta ce: \"Ku karɓa. Na 'yantar da ita, kuma mace mai haila bã ta shiga masallaci, kuma bã zan mayar da ita a gidanã ba.\" Sai suka ce: \"Wannan ɗiyar limãminmu ce kuma shugaban Ƙurbãninmu.\" Zakariyya ya ce: \"Ku bã ni ita dõmin innarta tanã tãre da ni.\" Su ka ce: \"Rãyukanmu bã su iya barin ta ga wani.\" Sai suka yi ƙuri'a da alƙalumansu da suke rubũtun Attaura da su. Sai Zakariyya ya rinjãya. An ce sun tafi kõgin Urdun ne suka jefa alƙaluman nãsu, a kan cewa wanda alƙalaminsa bai bi ruwa ba, ya tsaya, shĩ ne ya rinjãya. Sai Zakariyya ya rinjãya, ga shi kuma shĩ ne shugabansu, kuma malaminsu, kuma annabinsu, sai ya sanya ta a cikin bene, a cikin masallacin sa.","lang":"ha"},{"name":"3:45","price":"A lõkacin da malã'iku suka ce \"Yã Maryamu! Lalle ne Allah Yana bã ki bushãra da wata kalma daga gare Shi; sũnansa Masĩhu ĩsa ɗan Maryama, yana mai daraja a dũniya da Lãhira kuma daga Makusanta.","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:46","price":"\"Kuma yana yi wa mutãne magana a cikin shimfiɗar jariri, da kuma lõkacin da yana dattijo, kuma yana daga sãlihai.\"","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:47","price":"Ta ce: \"Yã Ubangijina! Yãya yãro zai kasance a gare ni, alhãli kuwa wani mutum bai shãfe ni ba?\" (Allah) Ya ce: \"Kamar wannan ne, Allah yana halittar abin da Yake so. Idan Ya hukunta wani al'amari, sai ya ce masa, \"Ka kasance!, Sai yana kasancẽwa.\"","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:48","price":"Kuma Ya sanar da shi rubũtu da hikima da Attaura da Linjĩla.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:49","price":"Kuma (Ya sanya shi) manzo zuwa ga Bani Isrãila'ĩla (da sãko, cẽwa), Lalle ne, ni haƙĩƙa nã zõ muku, da wata ãyã daga Ubangijinku. Lalle ne ni ina halitta muku daga lãka, kamar siffar tsuntsu sa'an nan in hũra a cikinsa, sai ya kasance tsuntsu, da izinin Allah. Kuma ina warkar da wanda aka haifa makãho da kuturu, kuma ina rãyar da matottu, da izibin Allah. Kuma ina gayã muku abin da kuke ci da abin da kuke ajiyẽwa acikin gidãjenku. Lalle ne, a cikin wannan akwai ãyã a gare ku, idan kun kasance mãsu yin ĩmãni.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:50","price":"\"Kuma inã mai gaskatãwa ga abin da yake a gabãnina daga Taurata. Kuma (nãzo) dõmin in halatta muku sãshen abin da aka haramta muku. Kuma nã tafo muku da wata ãyã daga Ubangijinku. Sai ku bi Allah da taƙawa, kuma ku yi mini ɗã'ã.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:51","price":"\"Lalle Allah shi ne Ubangijina, kuma Ubangijinku, sai ku bauta Masa. Wannan ce hanya madaidaiciya.\"","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:52","price":"To, a lõkacin da Ĩsa ya gane kãfirci daga gare su, sai ya ce: \"Su wãne ne mataimakãna zuwa ga Allah?\" Hawãriyãwa suka ce: \"Mu ne mataimakan Allah. Mun yi ĩmani da Allah. Kuma ka shaida cẽwa lalle ne mu, mãsu sallamãwa ne.","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:53","price":"\"Yã Ubangijin mu! Mun yi imãni da abin da Ka saukar, kuma mun bi Manzon Ka, sai Ka rubũta mu tãre da mãsu shaida..*","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"* Masu shaida su ne Musulmi dõmin a cikin Attaura sũnansu mãsu shaida, mabiya Annabi Ummiyyi.","lang":"ha"},{"name":"3:54","price":"Kuma (Kãfirai) suka yi mãkirci, Allah kuma Ya yi musu (sakamakon) makircin, kuma Allah ne Mafi alhẽrin mãsu sãka wamãkirci.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:55","price":"A lõkacin da Ubangiji Ya ce: \"Ya Ĩsa! Lalle NĨ Mai karɓar ranka ne, kuma Mai ɗauke ka ne zuwa gare Ni, kuma Mai tsarkake ka daga waɗanda suka kãfirta, kuma Mai sanya waɗanda suka bĩ ka a bisa waɗanda suka kãfirta har Rãnar ¡iyãma. Sa'an nan kuma zuwa gare Ni makõmarku take, sa'an nan in yi hukunci a tsakãninku, a cikin abin da kuka kasance kuna sãɓã wa jũna.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:56","price":"\"To, amma waɗanda suka kãfirta sai In azabta su da azãba mai tsanani, a cikin dũniya da Lãhira, kuma bã su da wasu mãsu taimako.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:57","price":"Kuma amma waɗan da suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai, sai (Allah) Ya cikã musu ijãrõrinsu. Kuma Allah bã Ya son Azzãlumai.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:58","price":"\"Wan nan Muna karanta shi a gare ka (Muhammad) daga ãyõyi, da Tunatarwa mai hikima (Alƙur'ãni).\"","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:59","price":"Lalle ne misãlin Ĩsã a wurin Allah kamar misãlin Ãdama ne, (Allah) Yã halitta shi daga turɓãya, sa'an nan kuma Ya ce masa: \"Ka kasance: \"Sai yana kasancewa.","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:60","price":"Gaskiya daga Ubangijinka take sabõda haka kada ka kasance daga mãsu shakka.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:61","price":"To, wanda ya yi musu* da kai a cikinsa, a bãyan abin da ya zo maka daga ilmi, to ka ce: \"Ku zo mu kirãyi, 'yã'yanmu da 'yã'yanku da mãtan mu da mãtanku da kanmu da kanku sa'an nan kuma mu ƙanƙantar da kai sa'an nan kuma mu sanya la'anar, Allah a kan maƙaryata.\"","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"* Wanda ya yi hujjacewa da Annabi a kan sha'anin Ĩsã; kamar Nasãran Najrãn, sun tafi dõmin su yi jãyayya da Annabi. Ya kira su zuwa ga mubãhala, suka ce: sai sun yi shãwara, suka ce wa jũnansu: \"Kun san gaskiya mutumin nan Annabi ne. Ku bar ra'ayinku na mubãhala, dõmin wani Annabi bai taɓa yin ta tãre da wasu mutãne ba, fãce sun halaka.\" Bãyan haka suka iske Annabi yã fito shi da Hasan da Husaini da Fãtima da Ali, kuma ya ce musu: \"ldan na yi addu'a ku ce, Ãmin.\" Sai suka ƙi mubahãlar, suka yi sulhu akan jizya.","lang":"ha"},{"name":"3:62","price":"Lalle ne wannan, haƙĩƙa, shi ne lãbãri tabbatacce, kuma bãbu wani abin bautawa fãce Allah, kuma lalle ne, Allah, haƙĩƙa, Shi ne Mabuwãyi Mai hikima.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:63","price":"To, idan sun jũya bãya, to, lalle Allah Masani ne ga maɓannata.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:64","price":"Ka ce: \"Yã ku Mutãnen Littãfi!* Ku tafo zuwa ga kalma mai daidaitãwa** a tsakã ninmu da ku; kada mu bauta wa kõwa fã ce Allah. Kuma kada mu haɗa kõme da Shi, kuma kada sãshenmu ya riƙi sãshe Ubangiji, baicin Allah.\" To, idan sun jũya bã ya sai ku ce: \"ku yi shaida cẽwa, lalle ne mu masu sallamã wa ne.\"","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"* Mutãnen Littãfi sũ ne Yahũdu da Nasãra kõ da yake an ƙãre magana ne a kan Ĩsã, dõmin kira zuwa ga addini mai aƙĩda sahĩhiya ya haɗa kõwanensu. ** Kalma mai daidaitãwa ita ce kalmar shahãda dõmin tã tabbatar da cewa bãbu abin bautãwa fãce Allah. Bauta ita ce bin wani ga hukunce-hukunce na wajabtãwa kõ haramtãwa kõ halattãwa ko sanya wasu sharuɗɗa waɗanda sharĩ'a ba ta zo da suba. Wannan ãyã ba ta tsaya ga Yahũdu da Nasãra waɗanɗa suka ɗauki Ahbãr da Ruhbãn da mãsu ƙirƙira wasu hukunce-hukunce ba. A'a tã kai har ga Musulmi mãsu raunin hankali da ĩmãni, waɗanda suke zaton waliyyai sunã iya cũtãrwa, kõ sunã iya amfãnin wani da zãtinsu, kuma sunã iya halattãwar abin da Allah Ya haramta, kuma sunã iya haramtãwar abinda Ya halatta, tãre da haka kuma sunã ƙãga bidiõ'ĩ mãsu girma waɗanda Allah bai saukar da wani dalĩli a kansu ba, sunã sanya waɗannan bidi'õ'ĩ su zama ɗarĩƙu ga waɗannan waliyyan. Sunã riya cewa sũ ne mãsu ceton mutum kõ da suke sunã sãɓã wa sharĩ'a, sunã zaton cewa sunã kan wani abu. To, sũ ne maƙaryata, Shaiɗan yã rinjãye su har ya mantar da su daga tuna Allah. Waɗannan sũ ne ƙungiyar Shaiɗan. (Dubi Sãwi).","lang":"ha"},{"name":"3:65","price":"Yã Mutãnen Littãfi! Don me kuke hujjacẽwa a cikin sha'anin lbrãhĩma, alhãli kuwa ba a saukar da Attaura da injĩla ba fãce daga bãyansa? Shin bã ku hankalta?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:66","price":"Gã ku yã waɗannan! Kun yi hujjacẽwa a cikin abin da yake kunã da wani ilmi game da shi, to, don me kuma kuke yin hujjacẽwa a cikin abin da bã ku da wani ilmi game da shi? Allah yana sani, kuma kũ, ba ku sani ba!","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:67","price":"Ibrãhĩma bai kasance Bayahũde ba, kuma bai kasance Banasãre ba, amma yã kasance mai karkata zuwa ga gaskiya, mai sallamãwa, kuma bai kasance daga mãsu shirki ba.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:68","price":"Lalle ne mafi hakkin mutãne da Ibrãhĩma haƙĩƙa, sũ ne waɗanda suka bi shi a (zamaninsa) da wannan Annabi (Muhammadu) da waɗanda suka yi ĩmãni. Kuma Allah ne Majiɓincin mũminai.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:69","price":"Wata ƙungiya daga Mutãnen Littãfi sun yi gũrin su ɓatar da ku, to, ba su ɓatar da kõwa ba fãce kansu, kuma bã su sansancewa!","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:70","price":"Yã Mutãnen Littãfi! Don me kuka kãfirta da ãyõyin Allah, alhãli kuwa kũ, kuna shaida (cẽwa sũ gaskiya ne)?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:71","price":"Yã Mutãnen Littãfi! Don me kuke lulluɓe gaskiya da ƙarya, kuma kuke ɓõye gaskiya, alhãli kuwa kuna sane?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:72","price":"Kuma wata ƙungiya daga Mutãnen Littãfi ta ce: \"Ku yi ĩmãni da abin da aka saukar a kan waɗanda suka yi ĩmãni (da Muhammadu) a farkon yini, kuma ku kãfirta a ƙarshensa; tsammãninsu, zã su kõmõ.\"","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:73","price":"\"Kada ku yi ĩmãni fãce* da wanda ya bi addininku.\" Ka ce: \"Lalle ne, shiriya ita ce shiriyar Allah. (Kuma kada ku yi ĩmãni) cẽwa an bai wa wani irin abin da aka bã ku, kõ kuwa su yi musu da ku a wurin Ubangijinku.\" Ka ce: \"Lalle ne falala ga hannun Allah take, yana bãyar da ita ga wanda Yake so, kuma Allah Mawadãci ne, Masani.\"","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"* Maganganu sun shiga jũna dõmin a yi raddin kõwace guntuwar magana da jawãbin da ya dãce da ita tãre da ita. A lũra da kyau.","lang":"ha"},{"name":"3:74","price":"Yanã keɓance wanda Ya so da rahamarSa, kuma Allah Ma'abucin falala ne, Mai girma.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:75","price":"Kuma daga Mutãnen Littãfi akwai wanda yake idan ka bã shi amãnar kinɗãri,* zai bãyar da shi gare ka, kuma daga gare su akwai wanda idan ka bã shi amãnar dĩnari, bã zai bãyar da shi gare ka ba, fãce idan kã dawwama a kansa kanã tsaye. Wannan kuwa, dõmin lalle ne sũ sun ce, \"Bãbu laifi a kanmu a cikin Ummiyyai.**\" Suna faɗar ƙarya ga Allah, alhãli kuwa suna sane.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"* Ƙinɗar Shi ne ũƙiyya dubũ gõma sha biyu, kuma ũƙiyya ɗaya tanã daidai da dirhami dubũ biyu da ɗari biyar kõ dĩnari dubu. ** Bãbu laifi idan mun ci dũkiyarsu: Watau Bayahũde yana ganin cin dũkiyar wanda bã Bayahũde ba irinsa halal ne a gare shi.","lang":"ha"},{"name":"3:76","price":"Na'am! Wanda duk ya cika alkawarinsa, kuma ya yi taƙawa, to, lalle ne Allah yana son mãsu jin Tsoronsa.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:77","price":"Lalle ne waɗanda suke sayen 'yan tamani kaɗan da alkawarin Allah da rantsuwõyinsu, waɗannan bãbu wani rabo a gare su a Lãhira, Kuma Allah bã Ya yin magana da su, kuma bã Ya dũbi zuwa gare su, a Rãnar ¡iyãma, kuma bã Ya tsarkake su, kuma sunã da Azãba mai raɗaɗi.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:78","price":"Kuma lalle ne, daga gare su akwai wata ƙungiya suna karkatar da harsunansu da Littãfi dõmin ku yi zaton sa daga Littãfin, alhãli kuwa bã shi daga Littãfin. Kuma suna cẽwa: \"Shi daga wurinAllah yake.\" Alhãli kuwa shi, bã daga wurin Allah yake ba. Sunã faɗar ƙarya ga Allah, alhãli kuwa sunã sane.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:79","price":"Ba ya yiwuwa ga wani mutum, Allah Ya bã shi Littãfi da hukunci da Annabci, sa'an nan kuma ya ce wa mutãne: \"Ku kasance bãyi gare ni, baicin Allah.\" Amma (zai ce): \"Ku kasance mãsu aikin ibãda da abin da kuka kasance kuna karantar da Littãfin, kuma da abin da kuka kasance kuna karantãwa.\"*","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"* Wannan ya nũna karatun Alƙur'ãni kawai bã da sanin ma'anarsa ba, dõmin a yi aiki da shi, ba ya isar mutum. Amman wanda ya kõyi ibãda sõsai, sa'an nan ya karanta Alƙur'ãni, to, zã a bã shi lãda kõ dã ba ya fahimtar ma'anarsa.","lang":"ha"},{"name":"3:80","price":"Kuma ba ya umurnin ku da ku riƙi malã'iku da annabãwa lyãyengiji. Shin, zai umurce ku da kãfirci ne a bãyan kun riga kun zama mãsu sallamãwa (Musulmi)?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:81","price":"Kuma a lõkacin da Allah Ya riƙi alkawarin Annabãwa: \"Lalle ne ban bã ku wani abu ba daga Littãfi da hikima, sa'an nan kuma wani manzo ya je muku, mai gaskatãwa ga abin da yake tãre da ku; lalle ne zã ku gaskata Shi, kuma lalle ne zã ku taimake shi.\" Ya ce: \"Shin, kun tabbatar kuma kun riƙi alkawarĩNa a kan wannan a gare ku?\" suka ce: \"Mun tabbatar.\" Ya ce: \"To, ku yi shaida, kuma Nĩ a tãre da ku Inã daga mãsu shaida.\"","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:82","price":"To, waɗanda kuma suka jũya bãya a bãyan wannan, to, waɗannan sũ ne fãsiƙai.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:83","price":"Shin wanin Addinin Allah suke nẽma, alhãli kuwa a gare Shi ne waɗanda ke cikin sama da ƙasa suka sallama wa, a kan sõ da ƙĩ, kuma zuwa gare Shi ake mayar da su?","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:84","price":"Ka ce: \"Mun yi ĩmãni da Allah kuma da abin da aka saukar mana da abin da aka saukar wa Ibrãhĩma da Isma'ĩla da Is'hãƙa da Yãƙũba da jĩkõki, da abin da aka bai wa Mũsã da ĩsã da annabãwa daga Ubangijinsu, bã mu bambantãwa a tsakãnin kõwa daga gare su. Kuma mũ, zuwa gare Shi mãsu sallamãwa ne.\"","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:85","price":"Kuma wanda ya nẽmi wanin Musulunci ya zama addini, to, bã zã a karɓa daga gare shi ba. Kuma shi a Lãhira yana daga cikin mãsu hasãra.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:86","price":"Yãya Allah zai shiryar da mutãne waɗanda suka kãfirta a bãyan ĩmãninsu, kuma sun yi shaidar cẽwa, lalle Manzo gaskiya ne, kuma hujjõji bayyanannu sun je musu? Allah bã Ya shiryar da mutãne azzãlumai.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:87","price":"Waɗannan, sakamakonsu shi ne, lalle a kansu akwai la'anar Allah da mãla'iku da mutãne gabã ɗaya.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:88","price":"Sunã mãsu dawwama a cikinta, bã a sauƙaƙa azãbar gare su, kuma ba su zama ana yi musu jinkiri ba.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:89","price":"Fãce waɗanda suka tũba daga bãyan wannan, kuma suka yi gyãra, to, lalle ne Allah Mai gãfara ne Mai jin ƙai.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:90","price":"Lalle ne waɗanda suka kãfirta a bãyan ĩmãninsu, sa'an nan kuma suka ƙãra kãfirci bã zã a karɓi tũbarsu ba. Kuma waɗannan sũ ne ɓatattu.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:91","price":"Lalle ne wanɗanda suka kãfirta, kuma suka mutu alhãli kuwa suna kãfirai to bã zã a karɓi cike da ƙasa na zinãri daga ɗayansu ba, kõ dã ya yi fansa da shi, waɗannan sunã da azãba mai raɗaɗi, kuma bã su da wasu mataimaka.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:92","price":"Bã zã ku sãmi kyautatãwa ba, sai kun ciyar daga abin da kuke so. Kuma abin da kuka ciyar, kõ mẽne ne, to, lalle ne Allah, gare shi, Masani ne.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"ha"},{"name":"3:93","price":"Dukan abinci yã kasance halal ne ga Bani lsrã'ĩla, fãce abinda Isrã'ĩla ya haramta wa kansadaga gabãnin saukar da Attaura. Ka ce: \"To, ku zo da Attaura sa'an nan ku karantã ta, idan kun kasance mãsu gaskiya ne.","arabic":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":386,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:94","price":"\"To, wanda ya ƙirƙira ƙarya ga Allah daga bãyan wannan, to, waɗannan sũ ne azzãlumai.\"","arabic":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":387,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:95","price":"Ka ce: \"Allah Ya yi gaskiya, sabõda haka ku bi aƙĩdar Ibrãhĩma mai karkata zuwa ga gaskiya; kuma bai kasance daga mãsu shirki ba.\"","arabic":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":388,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:96","price":"Kuma lalle ne, ¦aki na farko* da aka aza dõmin mutãne, haƙĩƙa, shi ne wanda ke Bakka** mai albarka kuma shiriya ga tãlikai.","arabic":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":389,"juzNumber":4,"footnotes":"* Ɗãkunan Allah a cikin ƙasa dõmin mutãne su yi ibãda zuwa gare su biyu ne; Ka'aba a Makka da Baitil Muƙaddas. An gina Ka'aba a gabaninsa da shekara arba'in. Dãkin Bakka kuwa Ibrãhĩma ne ya gina shi alhãli Yahũdu da Nasãra sunã cewa kan addininsa suke. Dã sunã faɗar gaskiya dã sun kõma a gare shi gabã ɗaya. ** Ana ce wa Makka Bakka.","lang":"ha"},{"name":"3:97","price":"A cikinsa akwai ãyõyi bayyanannu; (ga misãli) matsayin Ibrãhĩma. Kuma wanda ya shige shi yã kasance amintacce. Kuma akwai hajjin ¦ãkin dõmin Allah a kan mutãne, ga wanda ya sãmi ĩkon zuwa gare shi, kuma wanda ya kafirta to lalle Allah Mawadãci ne daga barin tãlikai.","arabic":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":390,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:98","price":"Ka ce: \"Ya kũ Mutãnen Littãfi! Don me kuke kãfirta da ãyõyin Allah, alhãli kuwa Allah Mai shaida ne a kan abin da kuke aikatãwa?\"","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":391,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:99","price":"Ka ce: \"Ya ku Mutãnen Littãfi! Don me kuke taushe wanda ya yi ĩmani, daga hanyar Allah, kuma kunã nẽman ta zama karkatacciya, alhãli kuwa kunã mãsu shaida? Kuma Allah bai gushe daga abin da kuke aikatãwa ba yana Masani.\"","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":392,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:100","price":"Ya ku waɗanda suka yi ĩmãni! Idan kun yi ɗã'aga wani ɓangare daga waɗanda aka bai wa Littãfi, zã su mayar da ku kãfirai a bãyan ĩmãninku!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":393,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:101","price":"Kuma yãyã kuke kãfircẽwa alhãli kuwa anã karanta ãyõyin Allah a gare ku, kuma a cikinku akwai manzonSa? Kuma wanda ya nẽmi tsari da Allah, to, an shiryar da shi zuwa ga hanya miƙaƙƙiya.","arabic":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":394,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:102","price":"Ya ku waɗanda suka yi ĩmãni! Ku bi Allah da taƙawa, a kan hakkin binsa da taƙawa, kuma kada ku mutu fãce kuna mãsu sallamawa (Musulmi).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":395,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:103","price":"Kuma ku yi daidami da igiyar Allah gabã ɗaya, kuma kada ku rarraba. Kuma ku tuna ni'imar Allah a kanku a lõkacin da kuka kasance maƙiya sai Ya sanya sõyayya a tsakãnin zukãtanku sabõda haka kuka wãyi gari, da ni'imarSa, 'yan'uwa. Kuma kun kasance a kan gãɓar rãmi na wutã sai Ya tsãmar da ku daga gare ta, Kamar wannan ne Allah Yake bayyana muku ayõyinSa, tsammãninku, zã ku shiryu.","arabic":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":396,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:104","price":"Kuma wata jama'a daga cikinku, su kasance suna kira zuwa ga alhẽri, kuma suna umurnida alhẽri, kuma suna hani dagaabin da ake ƙi. Kuma waɗannan, sũ ne mãsu cin nasara.","arabic":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":397,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:105","price":"Kuma kada ku kasance kamar waɗanda suka rarrabu kuma suka sãɓã wa jũna, bãyan hujjõji bayyanannu sun je musu kuma waɗannan sunã da azãba mai girma.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":398,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:106","price":"A rãnar da wasu fuskõki suke yin fari kuma wasu fuskõki suke yin baƙi (zã a ce wa waɗanda fuskokinsu suke yin baƙin): \"Shin kun kãfirta a bayan ĩmãninku? Don haka sai ku ɗanɗani azãba sabõda abin da kuka kasance kuna yi na kãfirci.\"","arabic":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":399,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:107","price":"Kuma amma waɗanda fuskõkinsu suka yi fari, to sũ suna cikin rahamar Allah kuma, su a cikinta, madawwama, ne.","arabic":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":400,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:108","price":"Waɗannan ãyõyin Allah ne, muna karanta su a gare ka da gaskiya, kuma Allah bã Ya nufin wani zãlunci ga tãlikai.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":401,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:109","price":"Kuma abin da ke cikin sammai da abin da ke cikin ƙasa na Allah ne, kuma zuwa gare Shi ake mayar da al'amurra.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":402,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:110","price":"Kun kasance mafi alhẽrin al'umma wadda aka fitar ga mutãne kuna umurni da alhẽri kuma kunã hani daga abin da ake ƙi, kuma kunã ĩmãni da Allah. Kuma dã Mutãnen Littãfi sun yi ĩmãni, lalle ne, dã (haka) yã kasance mafi alhẽri a gare su. Daga cikinsu akwai mũminai, kuma mafi yawan su fãsiƙai ne.","arabic":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":403,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:111","price":"Bã zã su cũce ku ba, fãce dai tsangwama. Kuma idan sun yãƙe ku zã su jũya muku bãya, sa'an nan kuma bã zã a taimake su ba.","arabic":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":404,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:112","price":"An dõka ƙasƙanci a kansu a inda duk aka sãme su fãce da wani alkawari daga Allah, da alkawari daga mutãne. Kuma sun kõma da fushi daga Allah, kuma aka dõka talauci a kansu. Wannan kuwa dõmin sũ, lalle sun kasance suna kãfirta da ãyõyin Allah, kuma suna kashe annabãwa, bã da wani haƙƙi ba. Wannan kuwa dõmin sãɓãwar da suka yi ne, kuma sun kasance suna yin ta'adi.","arabic":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":405,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:113","price":"Ba su zama daidai ba; daga Mutãnen Littafi akwai wata al'umma wadda take tsaye, suna karãtun ayõyin Allah a cikin sã'õ'in dare, alhãli kuwa sunã yin sujada.","arabic":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":406,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:114","price":"Suna ĩmãni da Allah da Yinin Lãhira, kuma suna umurui da abin da aka sani kuma suna hani daga abin da ba a sani ba, kuma sunã gaugãwa a cikin alhẽrai. Kuma waɗannan suna cikin sãlihai.","arabic":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":407,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:115","price":"Kuma abin da suka aikata daga alhẽri, to, bã zã a yi musu musunsa ba. Kuma Allah Masani ne ga mãsu taƙawa.","arabic":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":408,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:116","price":"Lalle ne waɗanda suka kãfirta, dũkiyõyinsu kõ ɗiyansu bã zã su wadatar musu da kõme ba daga Allah kuma waɗannan abõkan wuta ne, sũ, acikinta, madawwama ne.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":409,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:117","price":"Misãlin abin da suke ciyarwa, a cikin wannan rãyuwar dũniya, kamar misãlin iska ce (wadda) a cikinta akwai tsananin sanyi, ta sãmi shukar wasu mutãne waɗanda suka zãlunci kansu, sai ta halakar da ita. Allah bai zãlunce su ba, amma kansu suka kasance sunã zãlunta.","arabic":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":410,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:118","price":"Yã ku waɗanda suka yi ĩmãni! Kada ku riƙi abõkan asĩri daga waninku, ba su taƙaita muku ɓarna. Kuma sun yi gũrin abin da zã ku cũtu da shi. Haƙĩka, ƙiyayya tã bayyana daga bãkunansu, kuma abin da zukãtansu ke ɓõyẽwane mafi girma. Kuma lalle ne, Mun bayyana muku ãyõyi, idan kun kasance kunã hankalta.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":411,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:119","price":"Gã ku yã waɗannan! Kunã son su bã su son ku, kuma kuna ĩmãni da Littãfi dukansa. Kuma idan sun haɗu da ku sukan ce \"Mun yi ĩmani\". Kuma idan sun kaɗaita sai su ciji yãtsu a kanku don takaici. Ka ce \"Ku mutu da takaicinku. Lalle ne, Allah Masani ne ga abin da ke cikin ƙirãza.\"","arabic":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":412,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:120","price":"Idan wani alhẽri ya shãfe ku sai ya baƙanta musu rai, kuma idan wata cũtar ta shãfe ku sai su yi farin ciki da ita. Kuma idan kun yi haƙuri kuma kuka yi taƙawa, ƙullinsu bã ya cũtar ku da kõme. Lalle ne, Allah ga abin da suke aikatãwa Mai kẽwayẽwa ne.","arabic":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":413,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:121","price":"Kuma a lõkacin* da ka yi sauko daga iyãlanka kana zaunar da mũminai a wurãren zamadõmin yãƙi, kuma Allah Mai ji ne, Masani.","arabic":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":414,"juzNumber":4,"footnotes":"* Misãli ne ga cewa idan kun yi ĩmãni, kuma kun yi taƙawa, to, ƙullinsu bã ya cũtar da ku da kõme, dõmin abin da ya auku a Yãƙin Uhdu ya isa misãli ga cewa, sai kun karkace daga hanya sa'an nan wani abu zai sãme ku. Asalin maganar shĩ ne, Annabi yã fita Uhdu da mutum ɗari tara da hamsin kuma kãfirai sunã dubũ uku. Annabi ya sauka a Uhdu rãnar Asabat, bakwai ga Shawwal, shekara ta uku ga Hijira, ya sanya bayansa wajen dũtsen Uhdu, ya gyãra safũfuwan mayãƙa, kuma ya zaunar da wata runduna ta maharba a gefen dũtsen da shugabancin Abdullahi ɗan Jubair. Sa'an nan ya ce musu: \"Ku kãre mu da harbi, kada su zo mana daga bãya, kada ku ɗaga daga nan, mun rinjãya kõ an rinjãye mu.\" Sai suka sãɓãwa umurnin, don haka masĩfar Uhdu ta auku.","lang":"ha"},{"name":"3:122","price":"A lõkacin da ƙungiyõyi* biyu daga gare ku suka yi niyyar su karye, kuma Allah ne Majiɓincinsu, don haka, ga Allah mũminai sai su dogara.","arabic":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":415,"juzNumber":4,"footnotes":"* Banũ salimah da Banũ Hãrisa sun tãshi kõmãwa gida su bar yãƙi, a lõkacin da Abdullahi bn Ubayyi bn Salũl ya kõma da jama'arsa, Allah Ya tsare musu ĩmãninsu, ba su kõma ba. Watau yana cewa idan wani abu na masĩfa ya sãme ku, to, kun sãɓãwa Allah ne kamar yadda ya auku a Uhdu, suka sanya Annabi ya fito daga Madĩna kuma maharba suka bar wurin da aka ayyana musu. Amma kuma ai Allah Ya Taimake ku, a Badar a lõkacin da ƙarfinku bai kai haka ba, sabõda rashin saɓawarku ga umurninSa.","lang":"ha"},{"name":"3:123","price":"Kuma lalle ne, haƙĩƙa, Allah Yã taimake ku a Badar, alhãli kuwa kunã mafiya rauni, sabõda haka ku bi Allah da taƙawa tsammãninku, kuna gõdẽwa.","arabic":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":416,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:124","price":"A lõkacin da kake cẽwa ga mũminai, \"Shin bai ishe ku ba, Ubangijinku Ya taimake ku da dubu uku daga malã'iku saukakku?\"","arabic":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":417,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:125","price":"\"Na'am! Idan kuka yi haƙuri, kuma kuka yi taƙawa, kuma suka zo muku da gaugawarsu, irin wannan, Ubangijinku zai ƙãre ku da dubu biyar daga malãiku mãsu alãma.\"","arabic":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":418,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:126","price":"Kuma Allah bai sanya shi* ba, fãce dõmin bushãra a gare ku, kuma dõmin zukãtanku su natsu da shi. Taimako bai kasance ba fãce daga wurin Allah, Mabuwãyi, Mai hikima.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":419,"juzNumber":4,"footnotes":"* Taimako da mala'iku.","lang":"ha"},{"name":"3:127","price":"Dõmin Ya katse wani gẽfe daga waɗanda suka kãfirta ko kuma Ya ƙasƙantã su, har su jũya, suna mãsu ruɓushi.","arabic":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":420,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:128","price":"Bãbu kõme a gare ka game da al'amarin (shiryar da su banda iyar da manzanci). Ko Allah Ya karɓi tũbarsu, kõ kuwa Ya yimusu azãba, to lalle ne sũ, mãsu zãlunci ne.","arabic":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":421,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:129","price":"Allah ne da mulkin abin da yake a cikin sammai da abin da yake a cikin ƙasa, yana gãfarta wa wanda Yake so, kuma yana azabta wanda Yake so, kuma Allah Mai gãfara ne, Mai jin ƙai.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":422,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:130","price":"Yã ku waɗanda suka yi ĩmãni! Kada ku ci riba ninkininki, riɓanye, kuma ku bi Allah da taƙawa, tsammãninku zã ku ci nasara.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":423,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:131","price":"Kuma ku ji tsõron wutã wadda aka yi tattali dõmin kãfirai.","arabic":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":424,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:132","price":"Kuma ku yi ɗã'a ga Allah da ManzonSa, tsammaninku a yi muku rahama.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":425,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:133","price":"Kuma ku yi gaugawa zuwa ga nẽman gãfara daga Ubangijinku da wata Aljanna wadda fãɗinta (dai dai da) sammai da ƙasa ne, an yi tattalinta dõmin mãsu taƙawa.","arabic":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":426,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:134","price":"Waɗanda suke ciyarwa a cikin sauƙi da tsanani kuma suke mãsu haɗiyẽwar fushi, kuma mãsu yãfe wa mutãne laifi. Kuma Allah Yana son mãsu kyautatãwa.","arabic":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":427,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:135","price":"Kuma waɗanda suke idan suka aikata wata alfãsha ko suka zãlunci kansu sai su tunã da Allah, sabõda su nẽmi gãfarar zunubansu ga Allah. Kuma wãne ne ke gãfara ga zunubai, fãce Allah? Kuma ba su dõge a kan abin da suka aikata ba, alhãli kuwa suna sane.","arabic":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":428,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:136","price":"Waɗannan sakamakonsu gãfara ce daga Ubangijinsu, daga Gidajen Aljanna (waɗanda) ƙõramu na gudana daga ƙarƙashinsu, suna madawwama a cikinsu. Kuma mãdalla da ijãrar mãsu aiki.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":429,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:137","price":"Lalle ne misãlai sun shũɗe a gabãninku, sai ku yi tafiya a cikin ƙasa sa'an nan ku dũba, yãyã ãƙibar mãsu ƙaryatãwa ta kasance.","arabic":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":430,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:138","price":"Wannan bayãni ne ga mutãne, kuma shiryuwa ce da wa'azi ga mãsu taƙawa.","arabic":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":431,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:139","price":"Kuma kada ku yi rauni, kuma kada ku yi baƙin ciki, alhãli kuwa kũ ne mafiya ɗaukaka, idan kun kasance mãsu ĩmãni.","arabic":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":432,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:140","price":"Idan wani mĩki ya shãfe ku, to, lalle ne, wani mĩki kamarsa ya shãfi mutãnen, kuma waɗancan kwãnaki Muna sarrafa su a tsakãnin mutãne dõmin Allah Ya san waɗanda suka yi ĩmãni kuma Ya sãmi mãsu shahãda daga gare ku. Kuma Allah ba Ya son azzãlumai.","arabic":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":433,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:141","price":"Kuma dõmin Allah Ya ɗauraye waɗanda suka yi ĩmãni, kuma Ya ƙõƙe kãfirai.","arabic":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":434,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:142","price":"Ko kun yi zaton ku shiga Aljanna alhãli kuwa Allah bai bãda sanin waɗanda suka yĩ jihãdi daga gare ku ba, kuma Ya san mãsu haƙuri?","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":435,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:143","price":"Kuma lalle ne, haƙĩƙa kun kasance kuna gũrin mutuwa tun a gabãnin ku haɗu da ita, to lalle ne kun gan ta,* alhãli kuwa kuna kallo.","arabic":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":436,"juzNumber":4,"footnotes":"* Mutuwa watau, kunã gũrin wani yãƙi a bãyan na Badar yã zo.","lang":"ha"},{"name":"3:144","price":"Kuma Muhammadu bai zama ba face manzo lalle ne manzanni sun shũɗe a gabãninsa. Ashe idan ya mutu ko kuwa aka kashe shi, zã kujũya a kan dugaduganku? To, wanda ya jũya a kan dugadugansa, bã zai cũci Allah da kõme ba. Kuma Allah zai sãka wa mãsu gõdiya.","arabic":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":437,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:145","price":"Kuma bã ya yiwuwa ga wani rai ya mutu fãce da iznin Allah, wa'adi ne mai ƙayyadadden ajali. Kuma wanda yake nufin sakamakon dũniya Muna bã shi daga gare ta. Kuma wanda ke nufin samakon Lãhira Muna bã shi daga gare ta. Kuma zã Mu sãka wa mãsu godiya.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":438,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:146","price":"Kuma da yawa wani Annabi wanda ya yi yãƙi, akwai jama'a mãsu yawa tãre da shi, sa'an nan ba su yi laushi ba ga abin da ya same su a cikin hanyar Allah, kuma ba su yi rauni ba kuma ba su sad da kai ba. Kuma Allah yana son mãsu haƙuri.","arabic":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":439,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:147","price":"Kuma bãbu abin da ya kasance maganarsu fãce faɗarsu cẽwa: \"Ya Ubangijinmu! Ka gãfarta mana zunubanmu da ɓarnarmu a cikin al'amarinmu, kuma Ka tabbatar da dugaduganmu, kuma Ka taimake mu a kan mutãnen nan kãfirai.\"","arabic":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":440,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:148","price":"Allah Yã sãka musu da sakamakon dũniya da kuma kyakkyawan sakamakon Lãhira. Kuma Allah yana son mãsu kyautatãwa.","arabic":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":441,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:149","price":"Yã ku waɗanda suka yi ĩmãni! Idan kun yi ɗa'aga waɗanda suka kãfirta zã su mayar da ku a kan dugãduganku, har ku jũya kunã mãsu hasãra.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":442,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:150","price":"Ã'a, Allah ne Majiɓincinku kuma ShĨ ne Mafi alhẽrin matai maka.","arabic":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":443,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:151","price":"Zã Mu jẽfa tsõro a cikin zukãtan waɗanda suka kãfirta sabõda shirkin da suka yi da Allah gãme da abin da bai saukar da wani dalili ba game da shi. Kuma makõmarsu wuta ce, kuma tir da mazaunin azzãlumai!","arabic":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":444,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:152","price":"Kuma lalle ne haƙĩƙa Allah Yã yi muku gaskiya ga wa'adinSa, a lokacin da kuke kashe su da izninSa har zuwa lõkacin da kuka kãsa,* kuma kuka yi jãyayya a cikin al'amarin, kuma kuka sãɓã a bãyan (Allah) Ya nũna muku abin da kuke so. Daga cikinku akwai wanda yake nufin duniya kuma daga cikinku akwai wanda ke nufin Lãhĩra. Sa'an nan kuma Ya jũyar da ku daga gare su, dõmin Ya jarrabe ku. Kuma lalle ne, haƙĩƙa, Ya yãfe muku laifinku. Kuma Allah Ma'abucin falala ne ga mũminai.","arabic":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":445,"juzNumber":4,"footnotes":"* A lõkacin da aka fãra Yãƙin Uhdu Musulmi suka fãra kõra sunã kisa sunã kãmu. Sai wasu maharba suka ce: \"Kada a kãme ganĩma a bar mu,\" Shugabansu Abdullahi bn Jubair ya ce musu, \"Ku tuna da maganar Manzon Allah da ya ce kada mu bar wurinmu sai idan shi ne ya kirãye mu.\" Sai suka ƙi saurãran maganarsa suka tafi kãmun ganima. Sai Allah Ya biyõ musu da Khãlid bn walĩd ta bãya, ya kashe Abdullahi da sauran waɗanda suka rage. Sa'an nan kuma sai yãƙĩn Musulmi ya karye, suka gudu suka hau dũtse, sai mutum gõma sha ɗaya ko shã biyu kawai aka bari tãre da Annabi, yana kiran su sunã gudu.","lang":"ha"},{"name":"3:153","price":"A lõkacin da kuke hawan dũtse, gudãne. Kuma ba ku karkata a kan kõwa ba, alhãli kuwa Manzon Allah nã kiran ku a cikin na ƙarshenku.* Sa'an nan (Allah) Ya sãkã muku da baƙin ciki a tãre da wani baƙin ciki. Domin kada ku yi baƙin ciki a kan abin da ya kuɓuce muku, kuma kada ku yi baƙin cikin a kan abin da ya sãme ku. Kuma Allah Masani ne ga abin da kuke aikatãwa.","arabic":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":446,"juzNumber":4,"footnotes":"* Bãyan da hankalinsu ya kõma gare su sai suka ga sakamakon sãɓãwa umurnin Allah, ya zama karyewar yãƙi da rashin ganĩma.","lang":"ha"},{"name":"3:154","price":"Sa'an nan kuma (Allah) Ya saukar da wani aminci a gare ku daga bãyan baƙin cikin; gyangyaɗi yanã rufe wata ƙungiya daga gare ku, kuma wata ƙungiya, lalle ne, rãyukansu sun shagaltar da su, suna zaton abin da bã shi ne gaskiya ba, a game da Allah, irin zaton jahiliyya, suna cẽwa: \"Ko akwai waniabu a gare mu dai daga al'amarin?\" Ka ce, \"Lalle ne al'amari dukansa na Allah ne.\" Suna ɓõyẽwa a cikin zukatansu, abin da bã su bayyana shi a gare ka. Suna cẽwa: \"Da munã da wani abu daga al'amarin dã ba a kashe mu ba a nan.\"Ka ce: \"Kõ dã kun kasance a cikin gidãjenku, dã waɗanda aka rubũta musu kisa sun fita zuwa ga wurãren kwanciyarsu;\" kuma (wannan abu yã auku ne) dõmin Allah Ya jarrabi abin da ke cikin ƙirãzanku. Kuma dõmin Ya tsarkake abin da ke cikin zukãtanku. Allah Masani ne ga abin da ke cikin ƙirãza.","arabic":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":447,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:155","price":"Lalle ne waɗanda suka jũya daga gare ku a ranar haɗuwar jama'a biyu, shaiɗan kawai ne ya talãlãɓantar da su, sabõda sãshen abin da suka tsirfanta. Kuma lalle ne haƙĩƙa, Allah Ya yãfe laifidaga gare su. Lalle Allah ne Mai gãfara Mai haƙuri.","arabic":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":448,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:156","price":"Yã ku waɗanda suka yi ĩmani! Kada ku kasance kamar waɗanda suka kãfirta kuma suka ce wa'yan'uwansu idan, sun yi tafiya a cikin ƙasa kõ kuwa suka kasance a wurin yãƙi: \"Dã sun kasance a wurinmu dã ba su mutun ba, kuma dã ba a, kashe su ba.\" (Wannan kuwa) Dõmin Allah Ya sanya waccan magana ta zama nadãma a cikin zukãtansu. Kuma Allah ne Yake rãyarwa kuma Yake matarwa. Kuma Allah, ga abin da kuke aikatãwa, Mai gani ne.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":449,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:157","price":"Kuma lalle ne idan aka kashe, ku a cikin hanyar Allah, ko kuwa kuka mutu, haƙĩƙa, gãfara daga Allah da rahama ne mafi alhẽri daga abin da suke tãrãwa.","arabic":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":450,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:158","price":"Kuma lalle ne idan kun mutu ko kuwa aka kashe ku, haƙĩƙa, zuwa ga Allah ake tãra ku.","arabic":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":451,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:159","price":"Sabõda wata rahama ce daga Allah ka yi sanyin hali a gare su. Kuma dã kã kasance mai hushi mai kaurin zuciya, dã sun wãtse daga gẽfenka. Sai ka yãfe musu laifinsu, kuma ka nẽma musu gãfara, kuma ka yi shãwara* da su a cikin al'amarin. Sa'an nan kuma idan ka yi niyyar zartarwa, to, ka dõgara ga Allah, lalle ne, Allah Yana son mãsu tawakkali.","arabic":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":452,"juzNumber":4,"footnotes":"* Annabi shi ne makomar al'amurra ga dukkan kome, amma Allah Ya lizimta masa sauƙin hali zuwa ga sahabbansa, da yin ma'ãmala da su, ma'ãmala mai kyau, da yi musu addu'a a kõwane hãli, kuma a wurin yãƙi kõ abin da ya shãfi yãƙi, Yã lizimta masa ya yi shãwara da su, kuma Ya bã shi damar yin ijtihãdi a nan, sa'an nan Ya umurce shi daya dõgara ga Allah wajen zartaswa, a kan ra'ayin da ya gani daga gare su.","lang":"ha"},{"name":"3:160","price":"Idan Allah Ya taimake ku, to, bãbu marinjayi a gare ku. Kuma idan Ya yarɓe ku, to, wãnẽ ne wanda yake taimakon ku bãyanSa? Kuma ga Allah sai mũminai su dõgara.","arabic":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":453,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:161","price":"Kuma bã ya yiwuwa ga wani annabi ya ci gulũlu.* Wanda ya ci gulũlu zai je da abin da ya ci na gulũlun, a Rãnar ¡iyama. Sa'an nan a cika wa kõwane rai sakamakon abin da ya tsirfanta. Kuma sũ, bã zã a zãlunce su ba.","arabic":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":454,"juzNumber":4,"footnotes":"* Gulũlu shĩ ne satar wani abu daga ganimar yãƙi a gabãnin raba ta a tsakãnin mayãka. Allah Yã ce, \"Yin gulũlu haram ne a kan kõwane annabi ko da waɗanda ba a halatta wa cin ganima ba, balle ga wanda aka halatta wa. Kamar yadda gulũlu yake haram a kan annabãwa haka yake haram a kan mabiyansu.\".","lang":"ha"},{"name":"3:162","price":"Shin fa, wanda ya bĩbiyi yardar Allah, yana zama kamar wanda ya kõma da fushi daga Allah kuma makomarsa Jahannama ce? Kuma tir da makõma ita!","arabic":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":455,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:163","price":"Sũ, darajõji* ne a wurin Allah, kuma Allah Mai gani ne ga abin da suke aikatawa.","arabic":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":456,"juzNumber":4,"footnotes":"* Mũminai mãsu darajõji ne a wurin Allah gwargwadon ĩmãninsu da taƙawarsu da kuma falalar da Allah Ya yi musu. Haka sũ kuma kãfirai sunã da magangara zuwa ƙasa gwargwadon mugun aikinsu.","lang":"ha"},{"name":"3:164","price":"Lalle ne haƙĩƙa Allah Yã yi babbar falala* a kan mũminai, dõmin Yã aika a cikinsu, Manzo daga ainihinsu yana karanta ãyõyinSa a gare su, kuma yana tsar kake su, kuma yana karantar da su Littãfi da hikima kuma lalle, sun kasance daga gabãni, haƙĩƙa suna cikin ɓata bayyananniya.","arabic":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":457,"juzNumber":4,"footnotes":"* Allah Yã nũna falalar da Ya bai wa Annabi Muhammadu, tsĩra da aminci su tabbata a gare shi, da yake har yanã yi wa mũminai gõri da kyautar da Ya yi musu ta hanyar aiko musu shi.","lang":"ha"},{"name":"3:165","price":"Shin kuma a lõkacin* da wata masĩfa, haƙĩƙa, ta sãme ku alhãli kuwa kun sãmar da biyunta, kun ce: \"Daga ina wannan yake?\" Ka ce: \"Daga wurin rãyukanku** yake.\" Lalle ne, Allah, a kan dukan kõme, Mai ĩkon yi ne.","arabic":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":458,"juzNumber":4,"footnotes":"* Duk masĩfar da ta sãme ku, tõ, ku ne kuka jãwo wa kanku ita da wani laifi na sãɓãwa umurnin Allah. Kuma kãmin masĩfa guda ta sãme ku, to, alheri biyu sun sãme ku. ** Kowace irin masĩfa ta sãmi mutum, to, shĩ ne ya yi sababinta a kansa. Kuma yã kamata ya yi bincike ya gãne sababin, a inda ya jãhilce shi. Kuma duk da haka kãmin masĩfa guda ta sãme shi, ya sãmi ni'ima biyu kõ fiye da haka.","lang":"ha"},{"name":"3:166","price":"Kuma abin da ya sãme ku a rãnar haɗuwar jama'a biyu, to, da izinin Allah ne, kuma dõmin (Allah) Ya san mũminai (na gaskiya).","arabic":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":459,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:167","price":"Kuma dõmin Ya san waɗanda suka yi munãfunci, kuma an ce musu: \"Ku zo ku yi yãƙi a cikin hanyar Allah, kõ kuwa ku tunkuɗe.*\" Suka ce: \"Dã mun san (yadda ake) yãƙi dã mun bĩ ku.\" Sũ zuwa ga kãfirci a rãnar nan, sun fi kusa daga gare su zuwa ga ĩmãni. Sunã cẽwa da bãkunansu abin da bã shi ne a cikin zukãtansu ba. Allah ne Mafi sani ga abin da suke ɓõyewa.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":460,"juzNumber":4,"footnotes":"* Ku tunkuɗe mana maƙiyã da duhunku, kõ dã ba ku yi yãƙi ba.","lang":"ha"},{"name":"3:168","price":"Waɗanda suka ce wa 'yan'uwansu kuma suka zauna abinsu: \"Dã sun yi mana ɗã'a, dã ba a kashe su ba.\" Ka ce: \"To, ku tunkuɗe mutuwa daga rãyukanku, idan kun kasance mãsu gaskiya.\"","arabic":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":461,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:169","price":"Kada ka yi zaton waɗanda aka kashe a cikin hanyar Allah matattu ne. A'a, rãyayyu ne su, a wurin bangijinsu*. Ana ciyar da su.","arabic":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":462,"juzNumber":4,"footnotes":"* A cikin Hadisi an ruwaito cewa, Annabi yã ce Allah Yanã sanya rũhinsu a cikin cikkunan tsuntsãye mãsu kõren launi, sunã tafiya da su a cikin Aljanna sunã ci daga 'ya'yan itãcenta da rãna, sa'an nan su kõma zuwa ga wasu fitillu waɗanda aka rãtaye a cikin inuwar Al'arshi.","lang":"ha"},{"name":"3:170","price":"Suna mãsu farin ciki sabõda abin da Allah Ya bã su daga falalarSa, kuma suna yin bushãra ga waɗanda ba su risku da su ba, daga bayansu; \"Bãbu tsõro a kansu kuma ba su zama suna yin baƙin ciki ba.\"","arabic":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":463,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:171","price":"Suna yin bushãra sabõda wata ni'ima daga Allah da wata falala. Kuma lalle ne, Allah bã Ya tozartar da ijãrar mũminai.","arabic":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":464,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:172","price":"Waɗanda suka karɓa* kira zuwa ga Allah da ManzonSa, daga bãyan mĩki ya sãme su. Akwai wata lãda mai girma ga waɗanda suka kyautata** yi daga gare su, kuma suka yi taƙawa.","arabic":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":465,"juzNumber":4,"footnotes":"* Bayan kõmawar Musulmi daga Uhdu da miyãkun da suka sãme su, sai Annabi ya umurce su da fita a bãyan kãfirai, dõmin kada su yi tunãnin kõmãwa. Sai suka fita bãyansu, aka dãce kuwa Abu Sufyãna ya umurci mutãnensa da kõmawa Madĩna dõmin su tumɓuke Musulmi. An yi Uhdu ta farko ran Asabat, sa'an nan suka fita a bãyansu a rãnar Lahadi, suka riske su a Hamra'al Asad. Sai aka yi tawãfuƙi (yarjejeniya) tsakanin Annabi da Abu Sufyãna a kan a bar yãƙi a lõkacin, sai shekara mai zuwa, a haɗu a Badar. Allah Ya yabi Musulmi, da suka karɓa wannan kira, a cikin miyãkũ. Haka duka mai karɓawa irinsu, yã shiga a cikin irin wannan yabo har ya zuwa tãshin Ƙiyãma. ** Kyautata yi shi ne tsarkake aiki dõmin Allah watau ihsani kõ ihlasi.","lang":"ha"},{"name":"3:173","price":"Waɗanda mutãne* suka ce musu: \"Lalle ne, mutãne sun tãra (rundunõni) sabõda ku, don haka ku ji tsõrnsu. Sai (wannan magana) ta ƙara musu ĩmãni, kuma suka ce: \"Mai isarmu Allah ne kuma mãdalla da wakili Shĩ.\"","arabic":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":466,"juzNumber":4,"footnotes":"* Yãƙin Badar na Uku, a cikin shekara ta huɗu yake, a watan Sha'aban. Badar kãsuwa ce babba ga ƙabĩlun Lãrabãwa a kõwace shekara. A bãyan Uhdu an yi alkawari da Abu Sufyãna, a kan a haɗu a Badr shekara mai zuwa. Sabõda haka sai Abu Sufyãna ya fita daga Makka har ya sauka Marriz zahrãn, sai Allah Ya sanya masa tsõro a cikin zũciyarsa sai ya gamu da Nu'aima bn Mas'ũd el Ashja'iy, ya ce masa: \"Ni nã yi alkawari da Muhammadu a kan mu haɗu a Kãsuwar Badar. Wannan kuwa shekar fari ce. Inã son sãɓãwar alkawarin ta zama daga gare shi, bã daga gare ni ba. Ka tafi Madĩna ka yi ƙõƙarin hana su fitõwa, zan bã ka rãƙuma gõma.\" Sai Nu'aimu ya tafi Madĩna ya iske Annabi da Sahabbansa suna shirin fita. Sai ya ce musu: \"Me kuke nufi?\" Suka ce; \" Alkawarin Abu Sufyãna.\" Sai ya ce: \"Bã zã ku iya ba, dõmin kuwa sun tãra rundunõni sabõda ku.\" Sai Annabi ya ce: \"Zan fita kõ da nĩ kaɗai ne.\" Sai Annabi ya fita da mutum dubu da ɗari biyar, suka tafi Badar bãbu Abu Sufyãna. Suka ci kãsuwa suka kõmo.","lang":"ha"},{"name":"3:174","price":"Sa'an nan sukajũya da wata ni'ima daga Allah da wata falala, wata cũta ba ta shãfe su ba, kuma suka bi yardar Allah. Kuma Allah ne Ma'abucin falala Mai girma.","arabic":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":467,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:175","price":"Wancan, Shaiɗan ne kawai yake tsõratar da, ku masõyansa. To, kada ku ji tsõronsu ku ji tsõro Na idãn kun kasance mãsu ĩmãni.","arabic":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":468,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:176","price":"Kuma waɗannan da suke gaugãwa a cikin kãfirci kada su ɓãta maka rai. Lalle ne su, bã zã su cũci Allah da kõme ba. Allah yanã nufin cẽwa, bã zai sanya musu wani rabo ba a cikin Lãhira kuma suna da wata azãba mai girma.","arabic":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":469,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:177","price":"Lalle ne, waɗanda suka sayi kãfirci da ĩmani, ba zã su cũci Allah da kõme ba. Koma sunã da Azãba mai raɗaɗi.","arabic":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":470,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:178","price":"Kuma kada waɗanda suka kãfirta su yi zaton cẽwa, lalle ne jinkirin da Muke yi musu alhẽri ne ga rãyukansu. Munã yi musu jinkirin ne dõmin su ƙãra laifi kawai kuma suna da azãba mai wulãƙantarwa.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":471,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:179","price":"Allah bai kasance yana barin mũminai a kan abin da kuke kansa ba, sai* Ya rarrabe mummũna daga mai kyau. Kuma Al lah bai kasance Yanã sanar da ku gaibi ba.** Kuma amma Allah Yana zãɓen wanda Ya so daga manzanninSa.*** Sabõda haka ku yi ĩmãni da Allah da manzanninSa Kuma idan kun yi ĩmãni kuma kuka yi taƙawa, to, kunã da lãdã mai girma.","arabic":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":472,"juzNumber":4,"footnotes":"* Watau Allah bã zai bar mutãne su ce: 'Mun yi ĩmãni, da bãki kawai ba,' sai Yã jarraba su Ya fitar da mũminan ƙwarai daga munãfukai. Sabõda haka Ya sanya rãnaiku kamar rãnar Uhdu wadda Allah Ya jarrabi mũminai da ĩta har haƙurinsu da ɗã'arsu suka bayyana, kuma munãfukai suka bayyana. ** Allah bai sanar da gaibi ga mutãne waɗanda ba Annabãwa ba, sabõda haka bã ku iya sanin ĩmãnin mutum ko rashin ĩmãninsa, sai da alãma ta wani aikĩ ko magana wadda take da ita za a iya yin hukunci da kãfirci ko ĩmãnĩ ga mutum. *** Allah Yã zãɓi wanda Ya so daga manzanninSa, watau Yã zaɓi Annabi Muhammadu da ƙãrin daraja a kan sauran Annabãwa da falalarsa. Wannan ne mafificin yabo a gare shi.","lang":"ha"},{"name":"3:180","price":"Kuma kada waɗannan da suke yin rõwa da abin da Allah Ya bã su daga falalarSa su yi zaton shĩ ne mafi alhẽri a gare su A'a, shĩ mafi sharri ne a gare su. Zã a yi musu saƙandami da abin da suka yi rõwa da Shi a Rãnar ¡iyãma Kuma ga Allah gãdon sammai da ƙasa yake, kuma Allah, ga abin da kuke aikatãwa, Masani ne.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":473,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:181","price":"Lalle ne, haƙĩƙa Allah Yã ji maganar waɗanda suka ce: \"Lalle ne, Allah faƙĩri ne, mũ ne wadãtattu.\" za mu rubũta abin da suka faɗa, da kisan da suka yi wa Annabãwa bã da wani haƙƙi ba kuma Mu ce: \"Ku ɗanɗani azãbar gõbara!","arabic":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":474,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:182","price":"\"Wannan (azãbar) kuwa sabõda abin da hannuwanku suka gabãtar ne. Kuma lalle ne Allah bai zama mai zãlunci ga bãyin sa ba.\"","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":475,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:183","price":"Waɗanda suka ce: \"Lalle ne Allah Yã yi alkawari zuwa gare mu, kada mu yi ĩmãni sabõda wani Manzo sai yã zo mana da Baiko wadda wuta za ta ci.\" Ka ce: \"Lalle ne wasu manzanni sun je muku, a gabãnĩna, da hujjõji bayyanannu, kuma da abin da kuka faɗa, to, don me kuka kashe su, idan kun kasance mãsu gaskiya?\"","arabic":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":476,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:184","price":"To, idan sun ƙaryata ka, to lalle ne, an ƙaryata wasu manzanni a gabãninka, sun je musu da hujjõji bayyanannu da littattafai, da kuma Littafi mai haske.","arabic":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":477,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:185","price":"Kõwane rai mai ɗanɗanar mutuwa ne. Kuma ana cika muku ijãrõrinku kawai ne a Rãnar ¡iyãma. To, wanda aka nĩsantar daga barin wuta, kuma aka shigar da shi Aljanna, to, lalle ne yã tsĩra. Kuma rãyuwar dũniya ba ta zama ba fãce jin dãɗin rũɗi.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":478,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:186","price":"Lalle ne zã a jarraba* ku a cikin dũkiyarku da rãyukanku, kuma lalle ne kuna jin cũtarwa mai yawa daga waɗanda aka bai wa Littãfi a gabãninku da kuma waɗanda suka yi shirki. Kuma idan kun yi haƙuri, kuma kuka yi taƙawa, to lalle ne, wannan yana daga manyan al'amurra.","arabic":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":479,"juzNumber":4,"footnotes":"* Duk wanda ya tsayu da gaskiya ko umurni da alheri, ko hani daga abin da ba a so, to lalle ne sai an cũtar dashi, kuma ba shi da mãgani sai haƙuri, dõmin Allah, da neman taimako daga Allah, da kõmãwa zuwa ga Allah.","lang":"ha"},{"name":"3:187","price":"Kuma a lõkacin da Allah Ya riƙi alkawarin waɗanda aka bai wa* Littãfi, \"Lalle ne kuna bayyana shi ga mutãne, kuma bã zã ku ɓõye shi ba.\" Sai suka jẽfarda shi a bãyan bãyansu, kuma suka sayi 'yan kuɗi kaɗan da shi. To, tir da abin da suke saye!","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":480,"juzNumber":4,"footnotes":"* A cikin wannan akwai gargaɗi ga mãlaman Musulmi, kada su shiga hanyar Yahũdu ta ɓõye ilmin gaskiya, ko kuwa abin da ya sãme su, sũ ma ya sãme su, kuma ya shiga da su mashigarsu. Wãjibi ne akan mãlamai su bãyar da abin da ke hannuwansu na ilmi mai amfãni, mai nũni a kan aikin ƙwarai, kada su ɓõye kõme daga gare shi. Idan sun ɓõye, to, la'anar Allah da malã'iku da ta mutãne zã ta tabbata a kansu, kamar yadda ta tabbata a kan mãlaman Yahũdu.","lang":"ha"},{"name":"3:188","price":"Kada lalle ka yi zaton waɗanda suke yin farin ciki da abin da suka bãyar, kuma suna son a yabe su da abin da ba su aikatã ba. To, kada lalle ka yi zaton su da tsĩra daga azãba. Kuma suna da azãba mai raɗadi.","arabic":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":481,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:189","price":"Kuma ga Allah mulkin sammai da ƙasa yake. Kuma Allah, a kan kõme, Mai ĩkon yi ne.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":482,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:190","price":"Lalle ne, a cikin halittar sammai da ƙasa da sãɓãwar dare da yini akwai ãyõyi ga ma'abũta hankali.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":483,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:191","price":"Waɗanda suke ambatar Allah a tsaye da zaune da a kan sãsanninsu, kuma suna tunãni a kan halittar sammai da ƙasa: \"Yã Ubangijinmu! Ba Ka halitta wannan a kan banza ba. TsarkinKa! Sabõda haka Ka tsare mu daga azãbar wuta.","arabic":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":484,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:192","price":"\"Ya Ubangijinmu! Lalle ne Kai, wanda Ka shigar a cikin wuta to, haƙĩƙa, Ka tozarta shi kuma bãbu wasu mataimaka ga Azzãlumai.","arabic":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":485,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:193","price":"\"Yã Ubangijinmu! Lalle ne mũ mun ji Mai kira yanã kira zuwa ga ĩmãni cẽwa, 'Ku yi ĩmãni da Ubangijinku.' Sai muka yi ĩmãni. Yã Ubangijinmu! Sabõda haka Ka gãfarta mana zunubanmu, kuma Ka kankare miyãgun ayyukanmu daga gare mu. Kuma Ka karɓi rãyukanmu tãre da mutãnen kirki.","arabic":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":486,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:194","price":"\"Yã Ubangijinmu! Ka bã mu abin da Ka yi mana wa'adi (alkawari) a kan manzanninKa, kuma kada Ka tozarta mu a Rãnar ¡iyãma. Lalle ne Kai, bã Ka sãɓãwar Alkawari.\"","arabic":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":487,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:195","price":"Sabõda haka Ubangijinsu Ya karɓa musu cẽwa, \"Lallene Nĩ bã zan tozartar da aikin wani mai aiki ba daga gare ku, namiji ne ko kuwa mace, sãshenku daga sãshe. To, waɗanda suka yi hijira kuma aka fitar da su daga gidãjensu, kuma aka cũtar da su a cikin hanyaTa, kuma suka yi yãƙi, kuma aka kashe su, lalle ne zan kankare musumiyagun ayyukansu, kuma lalle ne zan shigar da su gidãjen Aljanna (waɗanda) ƙoramu ke gudãna daga ƙarƙashinsu, a kan sakamako daga wurin Allah. Kuma a wurinSa akwai kyakkyawan sakamako.","arabic":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":488,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:196","price":"Kada jujjuyawar waɗanda suka kãfirta a cikin garũruwa ta rũɗe ka.","arabic":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":489,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:197","price":"Jin dãɗi ne kaɗan sa'an nan makõmarsu Jahannama ce, kuma tir da shimfiɗa ita!","arabic":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":490,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:198","price":"Amma waɗanda suka bi Ubangijinsu da taƙawa sunã da Gidãjen Aljanna (waɗabda) ƙoramu ke gudãna a ƙarƙashinsu suna madawwama a cikinsu, a kan, liyãfa daga wurin Allah, kuma abin da ke wurin Allah ne mafi alhẽri ga barrantattu.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":491,"juzNumber":4,"footnotes":"","lang":"ha"},{"name":"3:199","price":"Kuma lalle ne daga Mutãnen Littãfi* haƙĩƙa akwai wanda yake yin ĩmãnĩ da Allah da abin da aka saukar zuwa gare ka, da abin da aka saukar zuwa gare su, sunã mãsu tawãlu'i ga Allah, bã su sayen tamani kaɗan da ãyõyin Allah. Waɗannan suna da ijãrarsu a wurin Ubangijinsu. Lalle ne Allah Mai gaugãwar sakamako da yawa ne.","arabic":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":492,"juzNumber":4,"footnotes":"* A cikin Mutãnen Littãfi akwai mutãnen ƙwarai na kirki waɗanda hãsada ba ta hana su bin gaskiya ba. Sun sifantu da sifõfin kamãla; watau ba dukkansu ne miyagu ba. Akwai na ƙwarai a cikinsu kamar yadda hãli yake a kõwane tãron mutãne.","lang":"ha"},{"name":"3:200","price":"Yã ku waɗanda suka yi ĩmani! Ku yi haƙuri kuma ku yi dauriya, kuma ku yi zaman dãko, kuma ku yi taƙawa, tsammãninku zã ku ci nasara.*","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":493,"juzNumber":4,"footnotes":"* Haƙuri a kan ibãda da ɗaukar wahalõlin sharĩ'a gabãɗaya gwargwadon ĩkon yi. Dauriya a kan abokan gaba; watau kada maƙiya su fi mũminai haƙuri wajen yãƙi daɗaukar wahalõlinsa. Zaman dãko ga taushewar hanyõyin abõkan gaba daga barin shiga ƙasar Musulmi. Bãbu bambanci ga maƙiyi bayyananne da maƙiyi ɓõyayye. Maƙiyi ɓõyayye ya fi aibi dõmin kasancewarsa, zai shiga wuta, amma kasancewarsa maƙiyi bayyananne, zai shiga Aljanna. Taƙawa ita ce bin umuruin Allah da kangewa daga barin haninSa kamar yadda Ya faɗa. Wannan shĩ ne kan ibãda duka bãyan ĩmãni, dõmin haka ya ce kõ zã ku ci nasara, idan kun riƙe waɗannan abũbuwa da kyãwo.","lang":"ha"}],"chapter":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"]}