{"data":[{"name":"30:1","price":"A. L̃. M̃.","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:2","price":"An rinjãyi Rũmawa.*","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"* Rũmãwa Kiristoci ne mãsu aiki da littãfi, sunã faɗa da Fãrisãwa mãsu bautã wa wutã. Fãrisawa suka rinjãyi Rumãwa, sabõda haka Ƙuraishãwa suka ji dãɗi sabõda alfãnun cewa zã su rinjãyi Musulmi idan sun yi faɗa. A bãyan saukar surar, sai Musulmi suka yi farin ciki sabõda alfãnun cewa sũ kuma zã su rinjãyi Ƙuraishãwa. Wannan ya sanya Abũbakar ya yi ƙuri'a da Ubaiyu bn Halaf a kan rãƙuma gõma a cikin shekaru uku. Sai Annabi ya ce wa Abũbakar ya ƙãra rãkuma da ajãli zuwa shekaru tara. A bãyan shekaru bakwai sai Rũmawa suka ci nasara a kan Fãrisãwa, kuma wannan ya yi daidai da Badar,watau rãnar da Musulmi suka ci nasara a kan Ƙuraishãwa. Abũbakar ya ci rãƙumansa daga magãdan Ubaiyu. Amma sai ya yi sadaka da su da umurnin Annabi, dõmin Allah Yã hana Musulmi su yi cãca a lõkacin.","lang":"ha"},{"name":"30:3","price":"A cikin mafi kusantar ƙasarsu, kuma sũ, a bãyan rinjãyarsu, zã sn rinjãya.","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:4","price":"A cikin'yan shẽkaru. Al'amari na Allah ne a gabãnin kõme da bãyansa, kuma a rãnar nan mũminai zã su yi farin ciki.","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:5","price":"Da taimakon Allah Yanã taimakon wanda Yake so. Kuma Shĩ ne Mabuwãyi, Mai jin ƙai.","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:6","price":"Wa'adin Allah, Allah bã ya sãɓãwa ga wa'adinsa, kuma amma mafi yawan mutãne ba su sani ba.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:7","price":"Sunã sanin bayyanannar rãyuwar dũniya, alhãli kuwa sũ shagalallu ne daga rãyuwar Lãhira.*","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"* Dangantakar rashin sanin ĩkon Allah da sanin sha'anin dũniya da kuma jãhiltar al'amarin Lãhira,.","lang":"ha"},{"name":"30:8","price":"Shin, ba su yi tunãni ba a cikin zukãtansu cẽwa Allah bai halitta sammai da ƙasa ba da abin da ke tsakãninsu, fãce da gaskiya* da ajali ambatacce? Kuma lalle mãsu yawa daga mutãne kãfirai ne ga gamuwa da Ubangijinsu?","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"* Gaskiya ita ce tsãri tabbatacce wanda bã ya canzãwa.","lang":"ha"},{"name":"30:9","price":"Shin, kuma ba su yi tafiya ba, a cikin ƙasã dõmin su gani yadda aƙibar waɗanda ke a gabãninsu ta kasance? Sun kasance mafiya ƙarfi daga gare su kuma suka nõmi ƙasa suka rãya ta fiye da yadda suka raya ta, kuma manzanninsu suka je musu da hujjoji bayyanannu. Sabo da haka Allah ba Ya yiwuwa Ya zãlunce su, amma kansu suka kasance sunã zãlunta.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:10","price":"Sa'an nan ãƙibar waɗannan da suka aikata mũgun aiki ta kasance mafi muni, wãtau sun ƙaryata game da ãyõyin Allah, kuma suka kasance sunã izgili da su.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:11","price":"Allah ne ke fãra yin halitta, sa'an nan Ya sãke ta sa'an nan zuwa gare Shi ake mayar da ku.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:12","price":"Kuma a rãnar da sa'a ke tsayuwa, mãsu laifi zã su kãsa magana.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:13","price":"Kuma bã su da mãsu cẽto daga abũbuwan shirkinsu, kuma snn kasance mãsu kãfircẽwa daga abũbuwan shirkinsu.","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:14","price":"kuma a rãnar tashin Alkiyama ranar ne suke rarrabuwa.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:15","price":"To, amma waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai to sũ anã faranta musu rãyuka, a cikin wani lambu.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:16","price":"Kuma waɗanda suka kãfirta, kuma suka ƙaryata, game da ãyõyinMu da kuma haɗuwa da Rãnar Lãhira, to, waɗancan anã halartar da su a cikin azãba.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:17","price":"Sabõda haka tsarkakẽwa ta tabbata ga Allah a lõkacin da kuke shiga maraice, da lõkacin da kuke shiga sãfiya.*","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"* Akwai dangantaka a tsakãnin tasbĩhi, watau ibãda da rãyuwa, da tsakãnin fitar hantsi da sãfiya kamar yadda yake akwai dangantaka a tsakãnin mutuwa da maraice, da yamma da kãfirci.","lang":"ha"},{"name":"30:18","price":"Kuma Shĩ ne da gõdiya, a cikin sammai da ƙasã kuma da lõkacin yamma da lõkacin zawãli.","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:19","price":"Yanã fitar da mai rai daga matacce kuma Yanã fitar da matacce daga mai rai, kuma Yanã rãyar da ƙasa a bãyan mutuwarta. Kuma haka ake fitar da ku.","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:20","price":"Kuma akwai daga ãyõyin Sa, Ya halitta ku daga turɓãya, sai gã ku kun zama mutum, kunã wãtsuwa.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:21","price":"Kuma akwai daga ãyõyinsa, Ya halitta muku mãtan aure daga kanku, dõmin ku natsu zuwa gare ta, kuma Ya sanya sõyayya da rahama a tsakãninku.* Lalle a cikin wancan akwai ãyõyi ga mutãne mãsu yin tunãni.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"* Akwai dangantaka a tsakãnin halittar namiji da mace daga yumɓu da kuma natsuwar da suke sãmu daga junã da sõyayya da rahamar da ke a ciki.","lang":"ha"},{"name":"30:22","price":"Kuma akwai daga ãyõyin Sa halittar sammai da ƙasã da sãɓã, war harsunanku, da launukanku. Lalle a cikin wannan akwai ãyõyi ga mãsu ilmi.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:23","price":"Kuma akwai daga cikin ãyõyin Sa, barcinku a cikin dare da rãna, da nẽmanku ga falalarsa. Lalle a cikin wannan akwai ãyõyi ga mutãne mãsu saurãrãwa.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:24","price":"Kuma akwai daga cikin ãyõyin Sa, Ya nũna muku walƙiya a kan tsõro da ɗammãni kuma Ya dinga saukar da ruwa daga sama Sa'an nan Ya rãyar da ƙasã game da shi a bãyan mutuwarta. Lalle a cikin wannan akwai ãyõyi ga mutãne mãsu hankaltawa.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:25","price":"Kuma akwai daga ãyõyinsa, tsayuwar sama da asƙã bisa umurninsa, sa'an nan idan Ya kira ku, kira ɗaya, daga ƙasã, sai gã ku kunã fita.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:26","price":"Kuma wanda ke cikin sammai da ƙasã Nãsa ne shi kaɗai. Dukansu mãsu tawãli'u ne a gare Shi.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:27","price":"Kuma Shĩ ne Wanda Ya fãra halitta, sa'an nan Ya sãke ta kuma sakẽwarta tã fi sauƙi a gare shi. Kuma Yanã da misãli wanda ya fi ɗaukaka a cikin sammai da ƙasã kuma Shĩ ne Mabuwãyi, Mai jin ƙai.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:28","price":"Ya bũga muku wani misãli daga kanku. Kõ kunã da abõkan tarẽwa, daga cikin bãyin da hannãyenku na dãma suka mallaka, a cikin arzikinku, watau ku zama daidai a ciki kunã tsõron su kamar tSõronku ga kanku? Haka dai Muke bayyana ãyõyi, daki-daki, ga mutãne mãsu hankaltuwa.","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:29","price":"Ã'aha! waɗanda suka yi zãunci sun bi son zũciyõyinsu, bã tãre da wani ilmi ba. To wãne ne zai shiryar da wanda Allah Ya ɓatar, kuma bã su da waɗansu mataimaka?","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:30","price":"Sabõda haka, ka tsayar da fuskarka ga addini,* kanã mai karkata zuwa ga gaskiya, halittar Allah da Ya halitta mutãne a kanta. Bãbu musanyãwa ga halittar Allah, wannan shĩ ne addini madaidaici kuma amma mafi yawan mutãne ba su sani ba.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"* Yin addini ɗabĩ'a ce wadda Allah Ya halicci mutum akanta. Idan mutum ya bi abin da Allah Ya umurce shi da yi kõ bari, to yã yi addinin gaskiya, idan kuwa bai yi haka ba, ya zama mushiriki game da wanda yake karɓar umurni daga gare shi.","lang":"ha"},{"name":"30:31","price":"Kunã mãsu mai da al'amari gare Shi, kuma ku bĩ Shi dataƙawa, kuma ku tsayar da salla, kuma kada ku kasance daga mushirikai.*","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"* Ya fassara mushirikai da ãyã ta 32. Wannan ya nũna ta yi nũni ga hana dukkan ɗarĩƙun sũfãye dõmin sunã rarraba mutãne ƙungiya-ƙungiya, kuma kõwa nã ganin abin da yake yi ko kuma wanda yake bi yã fi na wani. Kumawanda ke cikin wata ƙungiya bã zai iya haɗuwa da wata ba a lõkacin wurudinsu, a bãyan abũbuwan da suke ƙunsãwa a cikin ayyukansu na bidi'õ'i da aƙĩdõdi da suka sãɓa wa Musulunci.","lang":"ha"},{"name":"30:32","price":"Wãtau waɗanda suka rarrabe addininsu kuma suka kasance ƙungiya-ƙungiya, kõwace ƙungiya tanã mai farin ciki da abin da ke a gare ta kawai.","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:33","price":"Kuma idan cũta ta shãfi mutãne, sai su kirãyi Ubangijinsu, sunã mãsu mai da al'amari gare Shi, sa'an nan idan Ya ɗanɗana musu wata rahama daga gare Shi, sai gã wani ɓangare daga gare su sunã shirki da Ubangijinsu.","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:34","price":"Dõmin su kãfirta dl abin da Muka bã su. To ku ji dãɗi kaɗan Sa'an nan zã ku, sani.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:35","price":"Kõ Mun saukar da wani dalĩ li a gare su? Shi kuwa yanã magana da abin da suka kasance sunã shirkin da shi?","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:36","price":"Kuma idan Muka ɗanɗana wa mutãne wata rahama, sai su yi farin ciki da ita kuma idan cũta ta sãme su, sabõda abin da hannayensu suka gabãtar, sai gã su sunã yanke ƙauna,","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:37","price":"Shin, kuma ba su gani ba cẽwa Allah na shimfida arziki ga wanda Yake so kuma Yanã ƙuntatãwa? Lalle a cikin wancan akwai ãyõyi ga mutãne mãsu yin ĩmãni.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:38","price":"Sabõda haka ka bai wa zumu hakkinsa da miskĩnai da ɗan hanya, wannan shĩ ne alhẽri ga waɗanda ke nufin yardar Allah kuma waɗancan sũ ne mãsu sãmun babban rabo.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:39","price":"Kuma abin da kuka bãyar na riba dõmin ya ƙãru a cikin dũkiyar mutãne to, bã zai ƙãru ba, a wurin Allah. Kuma abin da kuka bãyar na zakka, kanã nufin yardar Allah to (mãsu yin haka) waɗancan sũ ne mãsu ninkãwa (ga dũkiyarsu).","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:40","price":"Allah ne Wanda Ya halicce ku, sa'an nan Ya azurta ku, sa'an nan Ya matar da ku, sa'an nan Ya rãyar da ku. Ashe, daga cikin abũbuwan shirkinku akwai wanda ke aikata wani abu daga waɗannan ahũbuwa? Tsarki ya tabbata ga Allah, kuma Ya ɗaukaka bisa ga abin da suke yi na shirki.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:41","price":"¥arnã tã bayyana a cikin ƙasa da tẽku, sabõda abin da hannãyen mutãne suka aikata. Dõmin Allah Ya ɗanɗana musu sãshin abin da suka aikata, ɗammãninsu zã su kõmo.","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:42","price":"Ka ce: \"Ku tafi a cikin ƙasã sa'an nan ku dũbi yadda ãƙibar waɗanda suka kasance a gabãninku ta kasance. Mafi yawansu sun kasance mãsu yin shirka.\"","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:43","price":"Sabõda haka, ka tsayar da fuskarka ga addini madaidaici a gabãnin wani yini ya zo, bãbu makawa gare Shi daga Allah, a rãnar nan mutãne sunã tsãgẽwa (su rabu biyu).","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:44","price":"Wanda ya kãfirta, to, kãfircinsa na kansa, kuma wanda ya aikata aikin ƙwarai, to, sabõda kansu suke yin shimfiɗa.","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:45","price":"Dõmin Ya sãkã wa waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai, daga falalarSa. Lalle Allah bã Ya son kafirai.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:46","price":"Kuma akwai daga ãyõyinSa, ya aika iskõki mãsu bãyar da bushãra kuma dõmin Ya ɗanɗana muku daga rahamarSa, kuma dõmin jirãgen ruwa su gudãna da umurninSa, kuma dõmin ku nẽma daga falalar Sa, fãtanku zã ku gode.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:47","price":"Kuma lalle Mun aiki waɗansu Manzanni a gabãninka, zuwa ga mutãnensu sai suka je musu da hujjõji, bayyanannu, sa'an nan Muka azabtar da waɗanda suka yi laifi, kuma ya kasance tabbatacce taimakon mũminai wajibi ne a kan mu.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:48","price":"Allah ne Wanda ke aika iskõki, sai su mõtsar da girgije, sa'an nan Ya shimfiɗa shi a cikin sama yadda Yake so, kuma Ya sanya shi wani ɓaɓɓake, sa'an nan ka ga ruwa na fita daga tsakãninsa. Sa'an nan idan Allah Ya sãmi waɗanda Ya so daga bãyinsa, Sai gã su suna bushãra da shi.","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:49","price":"Kuma kõ da sun kasance a gabãnin a saukar da shi a kansu, kusa-kusa, sunã baƙin ciki hai bã su iya magana.","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:50","price":"Sai ka dũbi alãmõmin rahamar Allah yadda Yake rãyar da ƙasã a bãyan mutuwarta. Lalle wannan (Mai wannan aiki), tabbas, Mai rãyar da halitta ne, kuma Shi Mai ikon yi ne a kan kõme.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:51","price":"Kuma lalle idan Mun aika wata iska, suka ganta fatsifatsi, lalle zã su yini a bãyansa sunã kãfirta.","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:52","price":"Sabõda haka, kai, bã ka jiyar da matattu kira, kuma bã ka jiyar da kurãme kira idan sun jũya bãya sunã gudu.","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:53","price":"Kuma ba ka zamo mai shiryar da makãfi ba daga ɓatarsu, bã ka jiyarwa fãce wanda ke yin ĩmãni da ãyõyin Mu, watau sũ ne mãsu mĩƙa wuya, su sallama.","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:54","price":"Allah ne Ya halitta ku daga rauni,* sa'an nan Ya sanya wani ƙarfi a bayan wani rauni, sa'an nan Ya sanya wani rauni da furfura a bãyan wani ƙarfi, Allah na halitta abin da Ya so, kuma Shĩ ne Mai ilmi, Mai ĩkon yi,","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"* Raunin farko, shĩ ne maniyyi, na biyu jãruntaka da ƙarfin ƙurũciya, rauni na uku, shi ne tsũfa bãyan ƙarfin hankalin kamãla ta dattãko.","lang":"ha"},{"name":"30:55","price":"Kuma a rãnar da Sa'a* ke tsayuwa, mãsu laifi na rantsuwã: Ba su zauna a cikin kabari ba fãce sã'a guda. Kamar haka suka kasance anã karkatar da su.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"* Sa'a ta farko Rãnar Ƙiyãma,ta biyu ɗan lõkaci, watau ɗan lõkacin da suka sãmi hutun azãbar kabari a tsakãnin bũsar farko da ta biyu. Akwai munãsabar ƙaryarsu ta dũniya da ta Lãhira. Akwai munasabar dangantakar lafazin kalmomi.","lang":"ha"},{"name":"30:56","price":"Kuma waɗanda aka bai wa ilmi da ĩmãni suka ce: \"Lalle, haƙĩƙa kun zauna a cikin Littãfin Allah, har zuwa rãnar tãyarwa, to, kuma wannan ita ce rãnar tãyarwar, kuma amma kũ, kun kasance* ba ku sani ba.\"","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"* Rashin aiki da littãfin Allah a dũniya yakan sanya ɗĩmuwa a rãnar Lãhira.","lang":"ha"},{"name":"30:57","price":"To, a rãnar da uzurin waɗanda suka yi zãlunci bã ya amfaninsu, kuma bã a neman yardarsu.","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:58","price":"Kuma lalle tabbas Mun buga kõwane irin misãli ga mutãne a cikin wannan Alƙur'ãni, kuma lalle idan kã je musu da kõwace ãyã, lalle, waɗanda suka kãfirta zã su ce \"Kũ, bã kõme kuke ba fãce mãsu barua.\"","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:59","price":"Kamar haka Allah Yake shãfe haske a kan zukãtan waɗanda ba su sani ba.","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"ha"},{"name":"30:60","price":"Sabõda haka ka yi haƙuri lalle wa'adin Allah gaskiya ne, kuma kada waɗanda bã su da yaƙĩni su sassance maka hankali.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"ha"}],"chapter":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"]}