{"data":[{"name":"38:1","price":"Ṣ̃, Inã rantsuwa da Al-ƙur'ãni mai hukunce-hukunce.","arabic":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3971,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:2","price":"Ã'a, waɗanda suka kãfirta sunã cikin girman kai (ga rikon al'ãdunsu) da sãɓãni (tsakãnin jũnansu).","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3972,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:3","price":"Da yawa Muka halakar da wani ƙarni, a gabãninsu, suka yi kira (nẽman cẽto), bãbu lõkacin kuɓucewa.","arabic":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3973,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:4","price":"Kuma suka yi mãmãki dõmin Mai gargaɗi, daga cikinsu, ya je musu. Kuma kãfirai sukace, \"Wannan mai sihiri ne, maƙaryaci.\"","arabic":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3974,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:5","price":"\"Shin, yã sanya gumãka duka su zama abin bautawa guda? Lalle wannan, haƙĩƙa, abu ne mai ban mãmaki!\"","arabic":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3975,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:6","price":"Shũgabanni daga cikinsu, suka tafi (suka ce),\"Ku yi tafiyarku, ku yi haƙuri a kan abũbuwan bautawarku. Lalle wannan, haƙiƙa, wani abu ne ake nufi!\"","arabic":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3976,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:7","price":"\"Ba mu taɓa ji ba, game da wannan a cikin addinin ƙarshe. Wannan bai zama ba fãce ƙiren ƙarya.\"","arabic":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3977,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:8","price":"\"Shin, an saukar da Alƙur'ãni ne a kansa, a tsakãninmu (mũ kuma ba mu gani ba)?\" Ã'a, su dai sunã cikin shakka daga hukunciNa Ã'a, ba su i da ɗanɗanar azãba ba.","arabic":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3978,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:9","price":"Ko kuma a wurinsu ne ake ajiye taskõkin rahamar Ubangijinka, Mabuwãyi, Mai yawan kyauta?","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3979,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:10","price":"Kõ kuma sũ ne da mallakar sammai da ƙasã da abin da ke a tsakãninsu? To sai su hau a cikin sammai (dõmin, su hana saukar Alƙur'ãni ga Muhammadu).","arabic":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3980,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:11","price":"Rundunõni ne abin da ke can, rusassu, na ƙungiyõyinsu.","arabic":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3981,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:12","price":"Mutãnen Nũhu sun ƙaryata, a gabãninsu, da Ãdãwa da Fir'auna mai turãkun (da suka kafe mulkinsa).","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3982,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:13","price":"Da Samũdãwa da mutãnen Luɗu da ma'abũta ƙunci, *waɗancan ne ƙungiyõyin.","arabic":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3983,"juzNumber":23,"footnotes":"* Mutãnen ƙunci, sũ ne mutãnen Annabi Shu'aibu. A cikin Sham suke.","lang":"ha"},{"name":"38:14","price":"Bãbu kõwa a cikinsu fãce ya ƙaryata Manzanni, sabõda haka azãbãTa ta wajaba.","arabic":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3984,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:15","price":"Kuma waɗannan *bã su jiran kõme fãce tsãwã guda, wadda bã ta da hani.","arabic":"وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3985,"juzNumber":23,"footnotes":"* Watau mutãnen Annabi Muhammadu: Ƙuraishãwa da waninsu har ya zuwa Tashin Ƙiyãma.","lang":"ha"},{"name":"38:16","price":"Kuma suka ce: \"Ya Ubangijinmu! Ka gaggauta mana da rabonmu, a gabãnin rãnar bincike.\"*","arabic":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3986,"juzNumber":23,"footnotes":"* Wannan ita ce maganar dukan kãfirai na kõwane zãmani mãsu nħman rabon dũniya kawai, ba su yarda da Tãshin Ƙiyãma ba, balle sãmun sakamako a cikinsa.","lang":"ha"},{"name":"38:17","price":"Ka yi haƙuri bisa ga abin da suke faɗa (na izgili), kuma ka ambaci bãwan Mu Dãwũda ma'abũcin ƙarfin ibãda. Lalle, shi, mai mayar da al'amari ga Allah ne.","arabic":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3987,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:18","price":"Lalle Mũ, Mun hõre duwãtsu tãre da shi, sunã yin tasbĩhi maraice da fitõwar rãnã.","arabic":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3988,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:19","price":"Da tsuntsãye waɗanda ake tattarawa, kõwannensu mai kõmãwa ne a gare shi.","arabic":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3989,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:20","price":"Kuma Muka ƙarfafa mulkinsa, kuma Muka bã shi hikima* da rarrabẽwar magana.","arabic":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3990,"juzNumber":23,"footnotes":"* Hikima, ita ce Annabci, rarrabe magana, shĩ ne sanin hanyar yin sharĩ'a da rarrabe mai ƙãra daga wanda aka yi ƙãra, da neman shaidu daga mai ƙãra da neman rantsuwa ga mai musu.","lang":"ha"},{"name":"38:21","price":"Kuma shin, lãbãrin mãsu husũma ya zo maka, a lõkacin da suka haura gãrun masallaci?","arabic":"۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3991,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:22","price":"A lõkacin da suka shiga ga Dãwũda, sai ya firgita daga gare su. Suka ce: \"Kada kaji tsõro, masu husuma biyu ne; sãshenmu ya zãlunci sãshe. Sabõda haka, ka yi hakunci a tsakãninmu da gaskiya. Kada ka ƙẽtare haddi kuma ka shiryar da mu zuwa, ga tsakar hanya.\"","arabic":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3992,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:23","price":"\"Lalle wannan dan'uwãna ne, yanã da tunkiya casa'in da tara, kuma inã da tunkiya guda, sai ya ce: 'Ka lãmunce mini ita. Kuma ya buwãye ni ga magana.\"","arabic":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3993,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:24","price":"(Dãwũda) ya ce: \"Lalle, haƙiƙa ya zãlunce* ka game da tambayar tunkiyarka zuwa ga tumakinsa. Kuma lalle ne mãsu yawa daga abõkan tarayya, haƙiƙa, sãshensu na zambatar sãshe fãce waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai.\" Kuma Dãwũda ya tabbata cẽwa Mun fitine shi ne, sabõda haka, ya nẽmi Ubangijinsa gãfara, kuma ya fãɗi yanã mai sujada, kuma ya mayar da al'amari ga Allah.","arabic":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3994,"juzNumber":23,"footnotes":"* Dãwũda ya yi hukunci da zãlunci ga wanda ya yi ƙãra, sabõda abin da ya rufe shi na ƙin zãluntar mai rauni wanda Allah Ya hana. Nauyin wani laifi ya rufe shi daga tunãwa da wani laifi, watau yin hukunci tun binciken shari'a bai cika ba, sabõda iya maganar wani abõkin ƙãra. Wannan shĩ ne fitinar da ta same shi kawai kuma a kanta ya yi nadãma, kuma a kanta ne Allah Ya yi masa gargaɗin kada ya bi son rai mai sanya Fushi kõ yarda ga abin da bai cancanci haka ba. Yarda da wata ƙissar mãtar Uriya wadda Yahũdãwa ke sanyãwa, a nan, kãfirci ne ga Musulmi, dõmin ta kõre ismar Annabãwa, kuma ba ta dãce da lafazin Alƙur'ãni ba.","lang":"ha"},{"name":"38:25","price":"Sabõda haka Muka gãfarta masa wancan, kuma lalle yanã da wata kusantar daraja a wurin Mu, da kyaun makõma.","arabic":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3995,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:26","price":"Yã Dãwũda! Lalle Mũ Mun sanya ka Halĩfa a cikin ƙasã. To, ka yi hukunci tsakãnin mutãne da gaskiya, kuma kada ka biye wa son zũciyar, har ya ɓatar dakai daga hanyar Allah. Lalle waɗanda ke ɓacẽwa daga hanyar Allah sunã da wata azãba mai tsanani dõmin abin da suka manta, a rãnar hisãbi","arabic":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3996,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:27","price":"Kuma ba Mu halitta sama da ƙasã da abin da ke a tsakãninsu ba a kan ƙarya. Wannan shĩ ne zaton waɗanda suka kãfirta. To, bone ya tabbata ga waɗanda suka kãfirta daga wutã.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3997,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:28","price":"Kõ zã Mu sanya waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai kamar waɗanda suke mãsu barna ne a cikin ƙasa? Ko kuma za Mu sanya masu bin Allah da taƙawa kamar fãjirai makarkata?","arabic":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3998,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:29","price":"(Wannan) Littãfi ne, Mun saukar da shi zuwa gare ka, yanã, mai albarka, dõmin su lũra da ãyõyinsa, kuma don mãsu hankali su riƙa yin tunãni.","arabic":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3999,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:30","price":"Kuma Muka bai wa Dãwũda Sulaimãn. Mãdalla da bãwanMu, shi. Lalle shi (Sulaimãn) mai mayar da al'amari ne ga Allah.","arabic":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4000,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:31","price":"A lõkacin da aka gitta masa dawãki mãsu asali, *a lõkacin maraice.","arabic":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4001,"juzNumber":23,"footnotes":"* Shĩ ne dõki mai tsayuwa a kan ƙafãfu uku. Wannan yanã nũna asalinsa mai kyau ne.","lang":"ha"},{"name":"38:32","price":"Sai ya ce: \"Lalle nĩ, na fĩfĩta son dũkiya daga tunãwar Ubangijina, har (rãnã) ta faku da shãmaki!\"","arabic":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4002,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:33","price":"\"Ku mayar da su a gare ni.\" Sai ya shiga yankansu* da takõbi ga ƙwabrukansu da wuyõyinsu.","arabic":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4003,"juzNumber":23,"footnotes":"* Sulaimãna ya yanka dawãkin,dõmin kallonsu yã hana shi salla, wadda take farlu ainin ce a gare shi, amma tattalin kãyan yãƙi farlu kifãya ce. Anã gabãtar da farlu ainin a kan farlu kifãya. Wannan kuma ya nũna cewa anã cin dõki idan wani dalĩli bai hana ba. Dũbi Sũra ta 16, ãyã ta 8.","lang":"ha"},{"name":"38:34","price":"Kuma lalle haƙĩƙa, Mun fitini* Sulaiman kuma Muka jẽfa wani jikin mutum a kan karagarsa. Sa'an nan ya mayar da al'amari zuwa gare Mu.","arabic":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4004,"juzNumber":23,"footnotes":"* Wata rãna Sulaiman ya yi tunãnin ya sãdu da mãtansa ɗari uku, dõmin su yi cikunna su haifi diya mãsu taimakonsa jihãdi fi sabilillahi, amma ya manta, bai ce in Allah Yã so ba. Sai ya sãdu da su, ba su yi cikin ba, sai guda ɗaya daga cikinsu, kuma ta haife shi bãbu rai. Ma'anar kissar, ita ce ko aikin Allah, sai mutum ya mayar da yinsa ga mashĩ'ar Allah, sa'an nan zai ci nasara a kansa.","lang":"ha"},{"name":"38:35","price":"Ya ce: \"Ya Ubangijĩna! Ka gãfarta mini, kuma Ka bã ni mulki wanda bã ya kamãta da kõwa daga bãyãna.* Lalle Kai, Kai ne Mai yawan kyauta.","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4005,"juzNumber":23,"footnotes":"* Yã yi wannan addu'a dõmin kada wani ya yi alfahari da sarauta a bãyansa, ya halaka kuma ya halakar da wani. Sarauta ita ce asalin girman kai da alfahari. Bã ka ganin wanda ya shiga wajan sarki, dõmin ya gaishe shi, idan ya fito daga gare shi, sai ya ɗõra yin tãƙama dõmin abin da zuciyarsa ta ɗebo daga girman kan sarkin da alfaharinsa?.","lang":"ha"},{"name":"38:36","price":"Sabõda haka Muka hõre masa iska* tanã gudu da umurninsa, tãna tãshi da sauƙi, inda ya nufa.","arabic":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4006,"juzNumber":23,"footnotes":"* An hore masa iska matsayin dawãkin da ya yanke dõmin Allah. An hõre masa aljannu dõmin niyyarsa ta sãmun diya mãsu jihãdi dõmin Allah.","lang":"ha"},{"name":"38:37","price":"Da shaiɗanu dukan mai gini, da mai nutsa (a cikin kõguna.)","arabic":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4007,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:38","price":"Waɗansu, ɗaɗɗaure a cikin marũruwa.","arabic":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4008,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:39","price":"Wannan kyautar Mu ce. Sai ka yi kyauta ga wanda kake so, ko kuma ka riƙe, bãbu wani bincike.","arabic":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4009,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:40","price":"Kuma lalle, haƙĩƙa yanã da kusantar daraja a wurin Mu da kyaun makõma.","arabic":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4010,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:41","price":"Kuma ka ambaci bãwan Mu Ayyũba* a lõkacin da ya kirãyi Ubangijinsa, ya ce: \"Lalle nĩ, Shaiɗan yã shãfe ni da wahala da kuma wata azãba.\"","arabic":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4011,"juzNumber":23,"footnotes":"* Wannan ƙissa tanã nũna haƙuri ga riƙon iyãli, mulkin ƙasã da mulkin gida duka daidai suke, sai yadda Allah Ya yi umurni a yĩ su. Haka mallakar rai idan mutum bai bi umurnin Allah ba a cikinsu, sai su buwãye shi tsarewa, kamar yadda mulkin ƙasa ke buwãya a riƙe shi tãre da kãfirci da zãlunci.","lang":"ha"},{"name":"38:42","price":"Ka shura da ƙafarka. Wannan abin wanka ne mai sanyi da abin shã.","arabic":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4012,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:43","price":"Kuma Muka bã shi iyalansa da kwatankwacinsu tãre da su sabõda rahama daga gare Mu, da tunãtarwa ga mãsu hankali.","arabic":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4013,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:44","price":"Kuma ka riƙi wata ƙulla da hannunka, ka yi dũka da ita kuma kada ka karya rantsuwarka. Lalle Mũ, Mun sãme shi mai haƙuri. Madalla da bãwa, shĩ Lalle shĩ mai mayar da al'amari ga Allah ne.","arabic":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4014,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:45","price":"Kuma ka ambaci bãyin Mu: Ibrahĩm da ls'hãƙa da Ya'aƙũba, ma'abũta ƙarfin (ɗaukar umurnin Mu) da basĩra.","arabic":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4015,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:46","price":"Lalle Mũ, Mun keɓance su game da wata, tsattsarkar aba: Hukunce-hukuncen gidan dũniya (mai tunãtar da su Lãhira).","arabic":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4016,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:47","price":"Kuma lalle sũ a wurin Mu, tabbas, sunã daga zãɓaɓɓu, mafĩfĩta.","arabic":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4017,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:48","price":"Kuma ka ambaci Isma'ĩla da llyãs da Zulkifli, kuma dukansu sunã daga zãɓaɓɓu.","arabic":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4018,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:49","price":"Wannan tunãtarwa ce, kuma lalle mãsu bin Allah da taƙawa, sunã da kyakkyawar makõma.","arabic":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4019,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:50","price":"Gidãjen Aljannar zama, alhãli kuwa tanã abar buɗe wa kõfõfi sabõda su.","arabic":"جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4020,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:51","price":"Sunã gingincire a cikinsu, sunã kira a cikinsu, ga 'ya'yan itãcen marmari mãsu yawa, da abin shã.","arabic":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4021,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:52","price":"Kuma a wurinsu akwai mãtan aure mãsu gajarta ganinsu ga mazansu, tsãrar jũna.","arabic":"۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4022,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:53","price":"Wannan shĩ ne abin da ake yi muku wa'adi ga rãnar hisãbi.","arabic":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4023,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:54","price":"Lalle wannan, haƙĩƙa, azurtarwar Mu ce, bã ta ƙãrẽwa.","arabic":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4024,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:55","price":"Wannan shĩ ne kuma lalle makangara, haƙĩƙa, sunã da mafi sharrin makõma.","arabic":"هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4025,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:56","price":"Jahannama, sunã shigarta. To, shimfiɗar tã mũnana, ita.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4026,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:57","price":"Wannan shĩ ne! To, su ɗanɗane shi: ruwan zãfi ne da ruɓaɓɓen jini.","arabic":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4027,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:58","price":"Da wani daga siffarsa nau'i-nau'i.","arabic":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4028,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:59","price":"Wannan wani yanki ne mai kũtsawa tãre da ku, bãbu marãba a gare su, lalle sũ, mãsu shiga Wutã ne.","arabic":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4029,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:60","price":"Suka ce: \"Ã'a, ku ne bãbu marãba a gare ku, kũ ne kuka gabãtar da shi a gare mu.\" To, matabbatar tã mũnana (ita wutar).","arabic":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4030,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:61","price":"Suka ce: \"Ya Ubangijinmu! Wanda ya gabãtar da wannan a gare mu, to, Ka ƙãra masa azãba, ninki, a cikin wutã.\"","arabic":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4031,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:62","price":"Kuma suka ce: \"Mẽ ya sãme mu, bã mu ganin waɗansu mazãje, mun kasance munã ƙidãya su daga asharãrai?\"","arabic":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4032,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:63","price":"\"Shin, mun riƙe su abin izgili ne kõ idãnunmu sun karkata daga gare su ne?\"","arabic":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4033,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:64","price":"Lalle wannan, haƙĩƙa, gaskiya ne, husũmar mutãnen wutã.","arabic":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4034,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:65","price":"Ka ce: \"Nĩ mai gargaɗikawai ne, kuma babu wani abin bautawa sai Allah, Makaɗaici, Mai tilastawa.\"","arabic":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4035,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:66","price":"\"Ubangijin sammai da ƙasã da abin da ke a tsakãninsu Mabuwãyi, Mai gãfara.\"","arabic":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4036,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:67","price":"Ka ce: \"Shĩ (Alkur'ãni) babban lãbãri ne mai girma\".","arabic":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4037,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:68","price":"\"Kũ, mãsu bijirẽwa ne daga gare shi!\"","arabic":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4038,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:69","price":"\"Wani ilmi bai kasance a gare ni ba game da jama'a (malã'iku) mafi ɗaukaka a lõkacin da suke yin husũma.\"","arabic":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4039,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:70","price":"\"Ba a yi mini wahayin kõme ba face cẽwa ni mai gargaɗi kawai ne, mai bayyanãwa.\"","arabic":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4040,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:71","price":"A lõkacin da Ubangijinka Ya ce wa malã'iku, \"Lalle Nĩ Mai halitta mutum ne daga lãkã.","arabic":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4041,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:72","price":"\"Sa'an nan idan Nã daidaita shi, kuma Na hũra (wani abu) daga Ruhĩ Na a cikinsa to ku fãɗi kunã mãsu sujada a gare; shi.\"","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4042,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:73","price":"Sai malã'ikun suka yi sujada dukansu, gabã ɗaya.","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4043,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:74","price":"Fãce Iblis, ya yi girman kai, kuma ya kasance daga kãfirai.","arabic":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4044,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:75","price":"(Allah) Ya ce, \"Yã Ibilis! Mẽ ya hana ka, ka yi sujada ga abin da Nã halitta da HannayeNa biyu? Shin, kã yi girman kai ne, kõ kuwa kã kasance daga maɗaukaka ne?\"","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4045,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:76","price":"Ya ce, \"Nĩ, mafifici ne daga gare shi: Kã halitta ni daga wutã, kuma Kã halitta shi daga lãkã.\"","arabic":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4046,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:77","price":"Ya ce, \"To, ka fita daga gare ta, dõmin lalle kai la'ananne ne.\"","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4047,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:78","price":"\"Kuma lalle a kanka akwai la'anaTa har zuwa rãnar sakamako.\"","arabic":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4048,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:79","price":"Ya ce, \"Ya Ubangijina! To, Ka yi mini jinkiri zuwa ga rãnar da ake tãyar da su.\"","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4049,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:80","price":"Ya ce, \"To, lalle kanã daga waɗanda aka yi wa jinkiri,","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4050,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:81","price":"\"Zuwa ga yinin lõkaci sananne.\"","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4051,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:82","price":"Ya ce, \"To, inã rantsuwa da buwãyar Ka, lalle, inã ɓatar da su gabã ɗaya.","arabic":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4052,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:83","price":"\"Fãce bãyin Ka tsarkakakku daga gare su.\"","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4053,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:84","price":"(Allah) Ya ce, \"To, (wannan magana ita ce) gaskiya. Kuma gaskiya Nake faɗa.\"","arabic":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4054,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:85","price":"\"Lalle zã Ni cika Jahannama daga gare ka, kuma daga wanda ya bĩ ka daga gare su, gabã ɗaya\"","arabic":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4055,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:86","price":"Ka ce: \"Bã ni tambayar ku wata ijãra, a kansa kuma bã ni daga mãsu ƙãƙalen faɗarsa.\"","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4056,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:87","price":"\"Shĩ (Alkur'ãn) bai zama ba fãce ambato ne ga dukan halitta.\"","arabic":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4057,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"38:88","price":"\"Kuma lalle zã ku san babban lãbãrinsa* a bayan ɗan lõkaci.\"","arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4058,"juzNumber":23,"footnotes":"* Bauta wa gumãka da hidimar shehunai da suka mutu waɗanda suka shirya wani sãbon abu da bãbu ga sunnar Annabi duka ɗaya suke, dõmin kõwanensu kiran wanin Allah ne sabõda neman ãgaji.","lang":"ha"}],"chapter":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"]}