{"data":[{"name":"39:1","price":"Saukar da Littãfin daga Allah ne, Mabuwãyi, Mai hikima.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:2","price":"Mun saukar da littafi a gareka da Gaskiya ka bautawa Allah kana mai tsarkake Addini a gare shi","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:3","price":"To, addini tsarkakakke na Allah ne, kuma waɗanda suka riƙi waɗansu majibinta, bã Shi ba, (sunã cẽwa) \"Ba mu bauta musu ba fãce dõmin su kusantar da mu zuwa ga Allah, kusantar daraja.\" Lalle Allah nã yin hukunci a tsakãninsu ga abin da suka zama sunã sãɓãwa a cikinsa. Lalle Allah ba Ya shiryar da wanda yake mai ƙarya, mai kãfirci.","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:4","price":"Dã Allah Yã yi nufin Ya riƙi ɗã, to, lalle sai Ya zãɓa daga abin da Yake halittãwa abin da Yake so. Tsarki ya tabbata a gare Shi. Shĩ ne Allah, Makaɗaici, Mai tĩlastãwa.","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:5","price":"Ya halitta sammai da ƙasã da gaskiya. Yanã shigar da dare a kan rãna, kuma Yanã shigar da rãnã a kan dare kuma Yã hõre rãnã da watã, kõwannensu yanã gudãna zuwa ga ajali ambatacce. To, Shĩ ne Mabuwãyi, Mai gãfara.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:6","price":"Yã halitta ku daga rai guda, sa'an nan Ya sanya ma'auranta daga gare shi. Kuma ya saukar muku daga dabbõbin gida nau'i takwas Yanã halitta ku a cikin cikunnan uwayenku, halitta a bãyan wata halitta, a cikin duffai uku. Wannan shĩ ne Allah Ubangijin ku. Mulki a gare shi yake. Bãbu abin bautãwa fãce Shi. To, yãya ake karkatar da ku?","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:7","price":"Idan kun kãfirta to, lalle Allah Wadãtacce ne daga barinku, kuma bã Shi yarda da kãfirci ga bãyin Sa, kuma idan kun gõde, Zai yarda da ita (gõdiyar) a gare ku, kuma wani rai mai ɗaukar nauyi, bã ya ɗaukar nauyin wani. Sa'an nan kuma makõmarku zuwa ga Ubangijinku take, dõmin Ya bã ku lãbãri game da abin da kuka kasance kunã aikatãwa. Lalle Shĩ, Masani ne ga abin da yake a ainihin zukata.","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:8","price":"Kuma idan wata cũta ta shãfi mutum, sai ya kira Ubangijinsa, yanã mai mai da al'amari zuwa gare Shi, sa'an nan idan Ya jũyar da cũtar da ni'ima ta daga gare Shi, sai ya manta da abin da ya kasance yanã kira zuwa gare shi a gabãnin haka, kuma ya sanya wa Allah waɗansu abõkan tarẽwa dõmin ya ɓatar (da su) daga hanyarSa. Ka ce (masa), \"Ka ji dãɗi da kãfircinka, a ɗan lõkaci, lalle kai daga 'yan wutã ne.\"","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:9","price":"Shin, wanda yake mai tawãli'u sã'õ'in dare, yanã mai sujada kuma yanã mai tsayi ga salla, yanã tsõron Lãhira, kuma yanã fãtan rahamar Ubangijinsa, (yanã daidai da waninsa?) Ka ce: \"Ashe, waɗanda suka sani, sunã daidaita da waɗanda ba su sani ba?\" Mãsu hankali kawai ke yin tunãni.","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:10","price":"Ka ce: (Allah Ya ce): \"Yã bãyĩ Na waɗanda suka yi ĩmãni! Ku bi Ubangijinku da taƙawa. Waɗanda suka kyautata a cikin wannan dũniya sunã da sakamako mai kyau, kuma ƙasar Allah mai fãɗi *ce. Mãsu haƙuri kawai ake cika wa ijãrarsu, bã da wani lissãfi ba.","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"* Bãbu dalĩli da zai sanya mutum ya zauna a inda bã ya iya bautawa Ubangijinsa da kyau. Watau hijira zuwa wurin yardar Allah, wãjibi ne, sai idan dũniya ta zama haka a kõ'ina bãbu wurin tafiya, kõ kuma tafiya can da wuya ƙwarai tanã kallafa nauyin da zai zama wani laifin da ke daidai da rashin hijirar, to, sai mutum ya zauna, ya tsare kansa gwargwadon hãli.","lang":"ha"},{"name":"39:11","price":"Ka ce: \"Lalle nĩ, an umurce ni da in bauta wa Allah, inã tsarkake addini a gare Shi.","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:12","price":"\"Kuma an umurce ni da in kasance farkon mãsu miƙa wuya (ga umurnin Allah).\"","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:13","price":"Ka ce: \"Lalle nĩ inã tsõro, idan na sãɓã wa Ubangijĩna, ga azãbar yini mai girma.\"","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:14","price":"Ka ce: \"Allah nake bautã wa, inã mai tsarkake addinĩna a gare Shi.","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:15","price":"\"To, ku bauta wa abin da kuke so, waninSa.\" Ka ce: \"Lalle mãsu hasãra, sũ ne waɗanda suka yi hasarar rãyukansu da iyãlansu, a Rãnar ¡iyãma. To, waccan fa, ita ce hasãra bayyananna.\"","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:16","price":"Sunã da waɗansu inuwõwi na wutã daga samansu, kuma daga ƙasansu akwai waɗansu inuwõwi. Wancan Shĩ ne Allah ke tsõratar da bãyin Sa da shi. Yã bãyĩNa! To, ku bĩ Ni da taƙawa.","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:17","price":"Kuma waɗanda suka nĩsanci Shaiɗannu ga bauta musu, kuma suka mai da al'amari ga Allah, sunã da bushãra. To, ka bãyar da bushãra ga bãyiNa.","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:18","price":"Waɗanda ke sauraren* magana, sa'an nan su bi mafi kyaunta. waɗancan sũ ne Allah Ya shiryar da su, kuma waɗancan su ne mãsu hankali,","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"* Bãyin Allah na ƙwarai sũ ne waɗanda suke saurãren maganar Allah, sa'an nan su yi aiki da abin da yake mai bayyanannar ma'ana daga gare ta, kuma su bar abin da ba su gãne ma'anarsa ba bãyan sun yi ĩmãni da shi cewa daga Allah yake, kuma su tsarkake Allah daga abin da ba ya sifantuwa da Shi na sũrõrin hãlittarSa.","lang":"ha"},{"name":"39:19","price":"Shin fa, wanda kalmar azãba ta wajaba a kansa? Shin fa, kanã iya tsãmar da wanda ke a cikin wutã?","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:20","price":"Amma waɗanda suka bi Ubangijinsu da taƙawa, sunã da bẽnãye, daga samansu akwai waɗansu bẽnãye ginannu, ƙoramu na gudãna daga ƙarƙashinsu. Alkawarin Allah. Allah bã Ya sãɓã wa alkawarinSa.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:21","price":"Shin, ba ka gani ba cẽwa lalle Allah Yã saukar da ruwa daga sama, sa'an nan Yã gudãnar da shi yanã marẽmari a cikin ƙasã sa'an nan Yã fitar da shũka game da shi, launukan shũkar mãsu sãɓãnin jũna sa'annan shũkar ta ƙeƙashe har ka gan ta fatsifatsi, sa'an nan Allah Ya sanya ta dandaƙaƙƙiya? Lalle ne ga wancan akwai tunãtarwa ga mãsu hankali (ga iyãwar gudãnar da ruwa a cikin gidãjen Aljanna).","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:22","price":"Shin fa, wanda Allah Ya buɗa ƙirjinsa, dõmin Musulunci sa'an nan shi yanã a kan haske daga Ubangijinsa, (zai zama kamar waninsa)? To, bone yã tabbata ga maƙeƙasa zukãtansu daga ambaton Allah. Waɗancan sunã a cikin wata ɓata bayyananna.","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:23","price":"Allah Ya sassaukar da mafi kyaun lãbãri, Littãfi mai kama da jũna, wanda ake konkoma karãtunsa fãtun waɗanda ke tsõron Ubangijinsu, sunã tãƙura sabõda Shi, sa'an nan fãtunsu da zukãtansu su yi laushi zuwa ga ambaton Allah. Waccan ita ce shiryarwar Allah, Yanã shiryar da wanda Ya so game da ita. Kuma wanda Allah Ya ɓatar, to, bã shi da wani mai shiryarwa.","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:24","price":"Shin fa, wanda ke kãre mũguwar azãba da fuskarsa (yanã zama kamar waninsa) a Rãnar ƙiyãma? Kuma a ce wa azzãlumai, \"Ku ɗanɗani abin da kuka kasance kunã aikatãwa.\"","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:25","price":"Waɗanda ke a gabãninsu, sun ƙaryata, sai azãba ta jẽ musu daga inda ba su sani ba.","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:26","price":"Sai Allah Ya ɗanɗana musu azãbar wulãkanci a cikin rãyuwar dũniya, kuma lalle azãbar Lãhira ita ce mafi girma, dã sun kasance sunã da sani.","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:27","price":"Kuma lalle ne haƙĩƙa Mun buga wa mutãne a, cikin wannan Alƙur'ãni, daga kõwane misãli, ɗammãninsu su yi tunãni.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:28","price":"Abin karantãwa ne na Lãrabci, ba mai wata karkata ba, ɗammãninsu, su yi taƙawa.","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:29","price":"Allah Yã buga misãli; wani mutum (bãwa) a cikinsa akwai mãsu tarayya, mãsu mũgun hãlin jãyayya, da wani mutum (bãwa) dukansa ga wani mutum. Shin, zã su daidaita ga misãli? Gõdiya ta tabbata ga Allah (a kan bayãni). Ã'a, mafi yawan mutãne ba su sani ba.","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:30","price":"Lalle kai mai mutuwa ne, kuma su mã lalle mãsu mutuwa ne.","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:31","price":"Sa'an nan, lalle kũ, a Rãnar ¡iyãma, a wurin Ubangijinku, zã ku yi ta yin husũma.","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"","lang":"ha"},{"name":"39:32","price":"To, wãne ne mafi zãlunci daga wanda ya yi ƙarya ga Allah, kuma ya ƙaryata gaskiya a lõkacin da ta jẽ masa? Shin bãbu mazauni a cikin Jahannama ga kãfirai?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:33","price":"Kuma wanda ya zo da gaskiya, kuma ya gaskata a game da ita, waɗancan sũ ne mãsu taƙawa.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:34","price":"Sunã da abin da suke so wajen Ubangijinsu. Wancan shĩ ne sakamakon mãsu kyautatãwa.","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:35","price":"Dõmin Allah Ya kankare musu mafi mũnin abin da suka aikata, kuma Ya sãkã musu ijãrarsu da mafi kyaun abin da suka kasance sunã aikatãwa.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:36","price":"Ashe Allah bai zama Mai isa ga BãwanSa ba? Kuma sunã tsõratar da kai ga waɗanda suke wanin Sa, kuma wanda Allah Ya ɓatar to, bã, shi da mai shiryarwa.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:37","price":"Kuma wanda Allah Ya shiryar, to, bã shi da mai ɓatarwa. Ashe, Allah bai zama Mabuwãyi ba, Mai azãbar rãmuwa?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:38","price":"Kuma lalle idan ka tambaye su: \"Wane ne ya halitta sammai da ƙasã?\" Haƙĩƙa, zã su ce, \"Allah ne.\" Ka ce: \"Ashe, to, kun gani abin da kuke kira, waɗanda suke wanin Allah ne, idan Allah Ya nufe ni da wata cũta, shin sũ abũbuwan nan mãsu kuranye, cutarsa ne? Kõ kuma Ya nufe ni da wata rahama, shin, su abũbuwan nan mãsu kãme rahamarSa ne?\" Ka ce: \"Mai isata Allah ne, gare Shi mãsu tawakkali ke dõgara.\"","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:39","price":"Ka ce: \"Yã mutãnena! Ku yi aiki a kan hãlinku, lalle nĩ, inã aiki a kan hãlĩna. Sa'an nan zã ku sani.\"","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:40","price":"\"Wanda azãba ta je masa, zã ta wulãkanta shi, kuma wata azãba mai dawwama za ta sauka a kansa.\"","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:41","price":"Lalle Mũ Mun saukar da littãfi a gare ka dõmin mutãne da gaskiya. Sa'an nan wanda ya nẽmi shiriya, to, dõmin kansa, kuma wanda ya ɓace, to, yanã ɓacẽwa ne a kanta. Kuma ba ka zama wakĩli a kansu ba.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:42","price":"Allah ne ke karɓar rãyuka a lõkacin mutuwarsu, da waɗannan da ba su mutu ba, a cikin barcinsu. Sa'an nan Ya riƙe wanda Ya hukunta mutuwa a kansa kuma Ya saki gudar, har zuwa ga ajali ambatacce. Lalle a cikin wancan, haƙĩƙa, akwai ãyõyi ga mutãne waɗanda ke yin tunãni.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:43","price":"Kõ kuma sun riƙi mãsu cẽto ne, waɗansun Allah? Ka ce: \"Shin, kuma kõ dã sun kasance bã su da mallakar kõme, kuma bã su hankalta?\"","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:44","price":"Ka ce: \"Cẽto gabã ɗaya ga Allah yake. Mulkin sammai da ƙasã Nãsa ne. Sa'an nan zuwa gare Shi ake mayar da ku.\"","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:45","price":"Kuma idan aka ambaci Allah Shi kaɗai zukãtan waɗanda ba su yi ĩmãni ba da Lãhira, su yi ƙiyãma, kuma idan an ambaci waɗanda suke kiran, wasun Sa, sai gãsu sunã yin bushãrar farin ciki.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:46","price":"Ka ce: \"Ya Allah, Mai ƙãga halittar sammai da ƙasã, Masanin gaibi da bayyane! Kai ne ke yin hukunci a tsakãnin bãyinKa a cikin abin da suka kasance sunã sãɓa wa jũna a cikinsa.\"","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:47","price":"Kuma dã waɗanda suka yi zãlunci sunã da abin da ke cikin ƙasã gaba ɗaya, da misãlinsa a tãre da shi lalle dã sun yi fansa da shi daga mummunar azãba, a Rãnar ¡iyãma. Kuma abin da ba su kasance sunã zato ba, daga Allah, ya bayyana a gare su.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:48","price":"Mũnãnan ayyuka da suka aikata, suka bayyana a gare su, kuma abin da suka kasance sunã yi, na izgili, ya wajaba a kansu.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:49","price":"To, idan wata cũta ta shãfi mutum, sai ya kirãye Mu, sa'an nan idan Muka canza masa ita, ya sãmi ni'ima daga gare Mu, sai ya ce: \"An bã ni ita ne a kan wani ilmi nãwa kawai.\" Ã'a ita wannan (magana) fitina ce, kuma amma mafi yawansu ba su sani ba.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:50","price":"Lalle waɗanda ke a gabãninsu, sun faɗe ta, sabõda haka abin da suka kasance sunã aikatãwa bai wadãtar da su da kõme ba.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:51","price":"Sai (sakamakon) mũnãnan abin da suka aikata ya same su. Kuma waɗanda suka yi zãlunci daga waɗannan, (sakamakon) munãnan abin da suka aikata zai sãme su, kuma ba su zama mabuwãya ba.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:52","price":"Ashe kuma ba su sani ba cẽwa Allah, na shimfiɗa arziƙi ga wanda Yake so, kuma Yanã ƙuƙuntawa? Lalle a cikin wancan akwai ãyõyi ga mutãne waɗanda ke yin ĩmãni.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:53","price":"Ka ce: (Allah Ya ce): \"Yã bãyĩ Na waɗanda suka yi barna a kan rãyukansu! Kada ku yanke ƙauna daga rahamar Allah. Lalle Allah na gãfarta zunubai gabã ɗaya. Lalle Shĩ, Shĩ ne Mai gãfara, Mai jin ƙai.\"","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:54","price":"\"Kuma ku mayar da al'amari zuwa ga Ubangijinku, kuma ku sallama Masa, a gabãnin azãba ta zo muku, sa'an nan kuwa bã zã a taimake ku ba.\"","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:55","price":"\"Kuma ku bi mafi kyaun abin da aka saukar zuwa gare ku daga Ubangijinku, a gabãnin azãba ta zo muku, bisa auke, kuma kũ ba ku sani ba.\"","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:56","price":"\"Kada wani rai ya ce: 'Yã nadãmãta a kan abin da na yi sakaci a cikin sãshen Allah' kuma lalle na kasance, haƙĩƙa, daga mãsu izgili!\"'","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:57","price":"\"Ko kuma (kada) ya ce: 'Da Allah Ya shiryar da ni, dã na kasance daga mãsu taƙawa.'\"","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:58","price":"\"Ko kuma (kada (ya ce: a lõkacin da yake ganin azãba, 'Dã lalle a ce inã da wata kõmawa (zuwa dũniya) dõmin in kasance daga mãsu kyautatãwa.'\"","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:59","price":"\"Na'am! Lalle ne ãyõyiNa sun jẽ maka, sai ka ƙaryata a game da su, kuma ka yi girman kai, kuma ka kasance daga kãfirai.\"","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:60","price":"Kuma a Rãnar ¡iyãma kanã ganin waɗanda suka yi ƙarya ga Allah fuskõkinsu sunã mãsu yin baƙi. Ashe bãbu mazauni a cikin Jahannama ga mãsu girman kai?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:61","price":"Kuma Allah na tsĩrar da waɗanda suka yi taƙawa a game da wurin sãmun babban rabonsu, cũta bã zã tashãfe su ba, kuma ba su zama sunã baƙin ciki ba.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:62","price":"Allah ne Mai halitta dukan kõme, kuma Shĩ ne Wakĩli a kan kõme.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:63","price":"Shĩ ke da mabũɗan sammai da ƙasã. Kuma waɗanda suka kãfirta da ãyõyin Allah, waɗannan sũ nemãsu hasãra.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:64","price":"Ka ce: \"Shin, wanin Allah kuke umurni na da in bauta wa? Yã ku jãhilai!\"","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:65","price":"Kuma an yi wahayi zuwa gare ka da kuma zuwa ga waɗanda suke a gabãninka, \"Lalle idan ka yi shirki haƙĩƙa aikinka zai ɓãci, kuma lalle zã ka kasance daga mãsu hasãra.\"","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:66","price":"Ã'aha! Ka bauta wa Allah kaɗai, kuma ka kasance daga mãsu gõdiya.","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:67","price":"Kuma ba su ƙaddara Allah a kan haƙĩƙanin* ĩkon yinsa ba: ¡asã duka damƙarSa ce, a Rãnar ¡iyãma, kuma sammai abũbuwan naɗewa ne ga dãmanSa. Tsarki ya tabbata a gare Shi, kuma Ya ɗaukaka daga barin abin da suke shirki da shi.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"* Yã yi bayãnin yadda zã a iya ƙaddara Allah a kan haƙĩƙanin ĩkon yin Sa da cewa, \"ƙasã duka damƙarSa ce har zuwa ƙarshen sũrar. Wãtau yã dunƙule sũrar abũbuwan da zã su auku a Rãnar Ƙiyãma dõmin su bai wa mai hankali yadda suranta ikon yi na Allah Mai girma zai yiwu.","lang":"ha"},{"name":"39:68","price":"Kuma aka busa a cikin ƙaho, sai waɗanda ke a cikin sammai da ƙasã suka sũma sai wanda Allah Ya so (rashin sumansa) sa'an nan aka hũra a cikinsa, wata hũrãwa, sai gã su tsaitsaye, sunã kallo.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:69","price":"Kuma ƙasã ta yi haske da hasken Ubangijinta, kuma aka aza littãfi, kuma aka zo da Annabãwa da mãsu shaida, kuma aka yi hukunci a tsakãninsu, da gaskiya, alhãli kuwa, sũ, bã zã a zãlunce su ba.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:70","price":"Kuma aka cika wa kõwane rai abin da ya aikata. Kuma (Allah) Shĩ ne Mafi sani game da abin da suke aikatãwa.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:71","price":"Kuma aka kõra waɗanda suka kãfirta zuwa Jahannama, jama'a-jama'a har a lõkacin da suka je mata, sai aka buɗe ƙõfõfinta, kuma matsaranta suka ce musu, \"Ashe, waɗansu Manzanni, daga cikinku ba su je muku ba, sunã karanta ãyõyin Ubangijinku a kanku, kuma sunã yi muku gargaɗin gamuwa da yininku wannan?\" Suka ce, \"Na'am, \"kuma amma kalmar azãba ita ce ta wajaba a kan kãfirai!\"","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:72","price":"Aka ce, \"Ku shiga ƙõfõfin Jahannama, kaunã madawwama a cikinta. Sa'an nan mazaunin makangara yã munana.\"","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:73","price":"Kuma aka kõra waɗanda suka bi Ubangijinsu da taƙawa zuwa Aljanna jama'a-jama'a har a lõkacin da suka jẽ mata, alhãli kuwa an buɗe kõfõfinta, kuma matsaranta suka ce musu, \"Aminci ya tabbata a gare ku, kun ji dãɗi, sabõda haka ku shige ta, kunã madawwama (a cikinta).\"","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:74","price":"Kuma suka ce: \"Gõdiya ta tabbata ga Allah Wanda Ya yi mana gaskiya ga wa'adinSa, kuma Ya gãdar da mu ƙasã, munã zama a cikin Aljanna a inda muke so.\" To, madalla da ijãrar ma'aikata.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"39:75","price":"Kuma kanã ganin malã'iku sunã mãsu tsayãwa da haƙƙoƙin da aka ɗõra musu daga kẽwayen Al'arshi, sunã tasbĩhi game da gõde wa Ubangijinsu. Kuma aka yi hukunci a tsakãninsu da gaskiya. Kuma aka ce, \"Gõdiya ta tabbata ga Allah, Ubangijin halittu.\"","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"ha"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}