{"data":[{"name":"40:1","price":"Ḥ. M̃.","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:2","price":"Saukar da Littãfi daga Allah ne, Mabuwãyi, Masani.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:3","price":"Mai gãfarta zunubi kuma Mai karɓar tũba Mai tsananin azãba, Mai wadãtarwa bãbu abin bautawa fãce Shi, zuwa gare Shi makõma take.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:4","price":"Bãbu mai jãyayya a cikin ãyõyin Allah, fãce waɗanda suka kãfirta. Sabõda haka kada jũyãwarsu a cikin garũruwa ta rũɗe ka","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:5","price":"Mutãnen Nũhu sun ƙaryata a gabãninsu, da ƙungiyõyin da suke a bãyansu, kuma kõwace al'umma tã yi nufi game da Manzonsu, dõmin su kãmã shi. Kuma suka yi jãyayya da ƙarya dõmin su gusar da gaskiya da ita. Sai Na kãmã su. To, yãya azãbã Ta take?","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:6","price":"Kuma kamar haka kalmar Ubangijinka ta wajaba a kan waɗanda suka kãfirta, dõmin sũ 'yan wutã ne.","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:7","price":"Waɗanda ke ɗaukar Al'arshi da waɗanda ke kẽwayenta, sunã tasbĩhi game da gõde wa Ubangijinsu, kuma sunã yin ĩmãni da Shi, kuma sunã yin istigfãri dõmin waɗanda suka yi ĩmãni, (sunã cẽwa), \"Yã Ubangijinmu! Kã yalwaci dukan kõme da rahama da ilmi to Ka yi gãfara ga waɗanda suka tũba kuma suka bi hanyarKa, kuma Ka tsare musu azãbar Jahĩm.\"","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:8","price":"\"Ya Ubangijinmu! Kuma Ka shigar da su a gidãjen Aljannar zama, wannan da Ka yi musu wa'adi, sũ da wanda ya kyautatu daga ubanninsu da mãtan aurensu da zurriyarsu. Lalle Kai, Kai ne Mabuwãyi, Mai hikima.\"","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:9","price":"\"Kuma Ka tsare su daga mũnãnan ayyuka, kuma wanda Ka tsare shi daga mũnãnan ayyuka a rãnarnan, to, lalle, Ka yi masa rahama kuma wancan shi ne babban rabo mai girma.\"","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:10","price":"Lalle waɗanda suka kãfirta, anã kiran su, \"Haƙĩƙa, ƙin Allah (a gare ku) shĩ ne mafi girma daga ƙinku ga kanku a lõkacin da ake kiran ku zuwa ga ĩmãni, sai kunã ta kãfircẽwa.\"","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:11","price":"Suka ce: \"Ya Ubangijinmu! Kã matar da mu sau biyu, kuma Kã rãyar da mu sau biyu, sabõda haka mun yarda da laifuffukan mu. To, shin, akwai wata hanya zuwa ga fita?\"","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:12","price":"Wancan sababinsa, lalle (shi ne) idan an kirãyi Allah Shi kaɗai, sai ku kãfirta, kuma idan aka yi shirki game da Shi, sai ku yi ĩmãni. To, hukuncin fa, na Allah Maɗaukaki, Mai girma ne.","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:13","price":"Shĩ ne Wanda ke nũna muku ãyõyin Sa, kuma Ya saukar da arziki daga sama sabõda ku, kuma bãbu mai yin tunãni fãce mai mayar da al'amari ga Allah.","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:14","price":"Sabõda haka ku kirãyi Allah, kunã mãsu tsarkake addini a gare Shi, kuma kõ dã kãfirai sun ƙi.","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:15","price":"Mai ɗaukaka darajõji (dõmin mũminai), Mai Al'arshi, Yanã jẽfa rũhi *daga al'amarinSa a kan wanda Ya so daga bãyinSa, dõmin ya yi gargaɗi kan rãnar gamuwa.","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"* Rũhi a nan, ga fahimta ta, Allah ne Mafi sani, shĩ ne karfin rai da basĩrar fahimtar addĩni da aiki wajen rãyar da shi, wanda Allah Yake sakãwa ga mãlamin da Yake nufin jaddada addini da shi a kan kõwane karni kamar yadda Hadisi ya zo da shi, ya kõre jidãlin mãsu jidãli.","lang":"ha"},{"name":"40:16","price":"Rãnar da suke bayyanannu, bãbu wani abu daga gare su wanda yake iya bõyuwa ga Allah. \"Mulki ga wa ya ke a yau?\" Yana ga Allah, Makaɗaici, Mai tĩlastãwa.","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:17","price":"Yau anã sãka wa kõwane rai a game da abin da ya aikata, bãbu zãlunci a yau. Lalle Allah Mai gaggawar hisãbi ne.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:18","price":"Kuma ka yi musu gargaɗi kan rãnar (Sã'a) makusanciya, a lõkacin da zukãta suke mãsu cika da bakin ciki, ga maƙõsansu. Bãbu wani masõyi ga azzãlumai, kuma bãbu wani mai cẽto da zã a yi wa dã'a (ga cẽtonsu).","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:19","price":"(Allah) Ya san yaudarar idãnu da abin da ƙirãza ke ɓõyẽwa.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:20","price":"Kuma Allah Shĩ ke yin hukunci da gaskiya, waɗannan da kuke kira, wanin Sa, bã su yin hukunci da kõme. Lalle Allah, Shĩ ne Mai ji, Mai gani.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:21","price":"Ashe, ba su yi tafiya ba, a cikin ƙasã, dõmin su dũba ga yadda ãƙibar waɗanda suka kasance a gabãninsu ta zama? Sun kasance sũ ne mafi tsananin ƙarfi daga gare su, da kufaifan aiki a cikin ƙasã, sai Allah Ya kãmã su da laifuffukansu. Kuma bã su da wani mai tsarẽwa daga Allah.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:22","price":"Wancan sababinsa, dõmin sũ Manzanninsu sun kasance sunã zuwa gare su da hujjõji bayyanannu, sai suka kãfirta, sai Allah Ya kãmã su. Lalle Shĩ Mai ƙarfi ne, Mai tsananin azãba.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:23","price":"Kuma lalle ne, haƙĩƙa, Mun aika Mũsã a game da ãyõyinMu da wani dalĩli bayyananne.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:24","price":"Zuwa ga Fir'auna da Hãmãna da Kãrũna, sai suka ce: \"Mai sihiri ne, maƙaryaci.\"","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:25","price":"Sa'an nan, a lõkacin da ya jẽ musu da gaskiya daga wurinMu, suka ce: \"Ku kashe ɗiyan waɗanda suka yi ĩmãni tãre da shi, kuma ku rãyar da mãtansu.\" Kuma mugun shirin kãfirai, bai zama ba fãce a cikin bata.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:26","price":"Kuma Fir'auna ya ce: \"Ku bar ni in kashe Mũsã, kuma shĩ, ya kirãyi Ubangijinsa. Lalle ne nĩ, inã tsõron ya musanya addininku, kõ kuwa ya bayyana ɓarna a cikin kasã.\"","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:27","price":"Kuma Mũsã ya ce: \"Lalle nĩ, nã nẽmi tsari da Ubangijĩna kuma Ubangijinku, daga dukan makangari, wanda bã ya ĩmani da rãnar Hisãbi.\"","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:28","price":"Kuma wani namiji mũmini daga dangin Fir'auna, yanã bõye ĩmãninsa, ya ce: \"Ashe, za ku kashe mutum dõmin ya ce Ubangijina Allah ne, alhãli kuwa haƙĩƙa ya zo muku da hujjõji bayyanannu daga Ubangijinku? Idan yã kasance maƙaryaci ne, to, ƙaryarsa na kansa, kuma idan ya kasance mai gaskiya ne, sãshen abin da yake yi muku wa'adi zai sãme ku. Lalle ne Allah bã Ya shiryar da wanda yake mai barna, mai yawan ƙarya.\"","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:29","price":"\"Yã kũ mutãnẽna! Kunã da mulki a yau, kuma kũ ne marinjãya a cikin kasã to wãne ne zai taimake mu daga azãbar Allah idan ta zo mana?\" Fir'auna ya ce: \"Bã ni nũnamuku kõme face abin da na gani, kuma ba ni shiryar da ku, sai ga hanyar shiryuwa.\"","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:30","price":"Kuma wannan da ya yi ĩmãni ya ce: \"Ya mutãnẽnã! Lallene, nĩ, inã yi muku tsõron kwatankwacin rãnar ƙungiyõyi.\"","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:31","price":"\"Kwatankwacin al'adar mutãnen Nũhu da Ãdãwa da Samũdãwa da waɗanda ke a bãyansu. Kuma Allah bã Ya nufin zãlunci ga bãyin Sa.\"","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:32","price":"\"Kuma ya mutãnẽna! Lallenĩ, inã yi muku tsõron rãnar kiran jũna.\"","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:33","price":"\"A rãnar da zã ku jũya, kunã mãsu bãyar da bãya (gudãne) bã ku da wani mai tsaro daga Allah. Kuma wanda Allah Ya ɓatar, to, bã shi da wani mai shiryarwa.\"","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:34","price":"\"Kuma lalle ne, haƙĩƙa, Yusufu ya zo muku daga gabãni, da hujjõji bayyanannu, ba ku gushe ba kunã a cikin shakka daga abin da ya zo muku da shi, har a lõkacin da ya halaka kuka ce, 'Allah bã zai aiko wani Manzo ba, a bãyansa.' Kamar haka Allah ke ɓatar da wanda yake mai ɓarna, mai shakka.\"","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:35","price":"\"Waɗanda kejayayya a cikin ãyõyin Allah, bã da wani dalĩli da ya zo musu ba. Jidalin ya girma ga zamansa abin ki a wurin Allah da wurin waɗanda suka yi ĩmãni. Kamar haka Allah ke bicẽwar haske a kan zũciyar dukan makangari, mai tĩlastãwa.\"","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:36","price":"Kuma Fir'auna ye ce, \"Yã Hãmana! Ka gina mini bẽne, dammãnĩna zã ni isa ga ƙõfõfi.\"","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:37","price":"\"¡õfõfin sammai dõmin in yi ninƙaya zuwa ga abin bautãwar Mũsã. Kuma lalle nĩ haƙĩƙa inã zaton sa maƙaryaci.\" Kuma haka dai aka ƙawãce wa Fir'auna mũnãnan aikinsa kuma aka danne shi daga barin tafarki. Kuma mugun nufin Fir'auna bai zama ba fãce yanã a cikin hasãra.\"","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:38","price":"Kuma wannan da ya yi ĩmãni ya ce: \"Ya mutãnẽna! Ku bĩ ni, in shiryar da ku tafarkin shiryuwa.\"","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:39","price":"\"Kuma ya mutãnẽna! Wannan rãyuwa ta dũniya dan jin dãɗi ne kawai, kuma lalle Lãhira ita ce gidan tabbata.\"","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:40","price":"\"Wanda ya aikata mummunan aiki to, ba za a sãka masa ba fãce da misãlinsa, kuma wanda ya aikata aiki na ƙwarai daga namiji kõ mace alhãli kuwa shĩ mũmini ne, to, waɗannan sunã shiga Aljanna, anã ciyar da su a cikinta, bã da lissãfi ba.\"","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:41","price":"\"Kuma ya mutãnẽna! Me ya sãme ni, inã kiran ku zuwa ga tsĩra, kuma kunã kira na zuwa ga wutã?\"","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:42","price":"\"Kuna kira na zuwa ga in kãfirta da Allah, kuma in yi shirki, game da Shi, da abin da bãbu wani ilmi game da shi gare ni, kuma ni inã kiran ku zuwa ga Mabuwãyi, Mai gãfara.\"","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:43","price":"\"Haƙƙan ne abin da kawai kuke kira na zuwa gare shi, bã ya da wani kira a cikin dũniya, kuma bã shi da shi a Lãhira kuma lalle makomarmu zuwa ga Allah take, kuma lalle mabarnata sũ ne 'yan wutã.\"","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:44","price":"\"To zã ku ambaci abin da nake gaya muku, kuma inã fawwala al'amarina zuwa ga Allah. Lalle Allah Mai gani ne ga bãyin Sa.\"","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:45","price":"Sai Allah Ya tsare shi daga mũnãnan abũbuwa da suka yi na mãkirci, kuma mummunar azãba ta wajaba ga mutãnen Fir'auna.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:46","price":"Wutã, anã gitta su a kanta, sãfe da maraice, kuma a rãnar da Sa'a take tsayuwa, anã cẽwa, \"Ku shigar da mutãnen Fir'auna a mafi tsananin azãba.\"","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:47","price":"Kuma a lõkacin da suke husũma a cikin wutã, sai raunãna (mabiya) su ce wa waɗanda suka kangara (shugabanni), \"Lalle mũ, mun kasance mabiya gare ku, to, shin kũ mãsu wadãtar da mu ne daga barin wani rabo daga wutã?\"","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:48","price":"Waɗanda suka kangara suka ce: \"Lalle mũ duka munã a cikinta. Lalle ne, Allah Ya yi hukunci a tsakãnin bãyin Sa.\"","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:49","price":"Kuma waɗanda suke a cikin wutã suka ce wa matsaran Jahannama, \"Ku rõki Ubangijinku Ya sauƙaƙa mana, a yini ɗaya, daga azãba.\"","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:50","price":"Suka ce: \"Ashe, Manzanninku ba su jẽ muku da hujjõji bayyanannu ba?\" Suka ce: \"Na'am, sun jẽ!\" Suka ce: \"To, ku rõƙa.\" Kuma rõƙon kãfirai bai zamo ba fãce a cikin ɓata.","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:51","price":"Lalle Mũ, hakĩka, Munã taimakon ManzanninMu da waɗanda suka yi ĩmãni, a cikin rãyuwar dũniya da rãnar da shaidu ke tsayãwa.","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:52","price":"Rãnar da uzurin azzãlumai bã ya amfãninsu, kuma sunã da la'ana, kuma sunã da mũnin gida.","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:53","price":"Kuma lalle haƙĩƙa, Mun bai wa Mũsã shiriya, kuma Mun gãdar da Banĩ Isrã'ĩla Littãfi.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:54","price":"Shiryarwa da tunãwa ga ma'abũta hankali.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:55","price":"Sabõda haka, ka yi haƙuri, lalle wa'adin Allah gaskiya ne. Kuma ka nẽmi gãfara ga zunubinka, kuma ka yi tasbĩhi game da gõde wa Ubangijinka, maraice da kuma wãyẽwar sãfiya.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:56","price":"Lalle waɗanda ke jãyayya a cikin ãyõyin Allah, bã game da wani dalĩli wanda ya jẽ musu ba, bãbu kõme a cikin kirãzansu, fãce girman kai, ba su zama mãsu isa ga gũrinsu ba, sabõda haka ka nẽmi tsari daga Allah. Lalle Shĩ, Shĩ ne Mai ji, Mai gani.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:57","price":"Lalle halittar sammai da ƙasã, ita ce mafi girma daga halittar mutãne, kuma amma mafi yawan mutãne ba su sani ba.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:58","price":"Kuma makãho da mai gani bã su daidaita kuma waɗanda suka yi ĩmãni suka, aikata ayyukan ƙwarai da mai mũnanãwa bã su daidaita. Kaɗan ƙwarai, kuke yin tunãni.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:59","price":"Lalle Sa'a, haƙĩƙa mai zuwa ce, bãbu shakka a gare ta, kuma amma mafi yawan mutãne bã su yin ĩmãni.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:60","price":"Kuma Ubangijinku ya ce: \"Ku kira Ni in karɓa muku. Lalle waɗannan da ke kangara daga barin bauta Mini, za su shiga Jahannama sunã ƙasƙantattu.\"","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:61","price":"Allah ne Wanda Ya sanya muku dare dõmin ku natsu a cikinsa, da rãna mai gãnarwa. Lalle Allah, haƙĩƙa, Ma'abũcin falala ne a kan mutãne, kuma amma mafi yawan mutãne bã su gõdẽwa.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:62","price":"Wancan shine Allah Ubangijinku, Mahaliccin dukan kõme, bãbu abin bautãwa fãce Shi. To, yãya ake karkatar da ku?","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:63","price":"Kamar haka ake karkatar da waɗanda suka kasance sunã jãyayya game da ãyõyin Allah.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:64","price":"Allah ne Ya sanya muku kasã tabbatacciya, da sama ginanniya, kuma Ya sũranta ku, sa'an nan Ya kyautata sũrõrinku,, kuma Ya azurta ku daga abũbuwa mãsu dãɗi. Wancan Shĩne Allah Ubangijinku. To, albarkar Allah Ubangijin halittu tã bayyana.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:65","price":"Shĩ ne Mai rai, bãbu abin bautãwa fãce Shi. Sabõda haka ku kira Shi, kunã mãsu tsarkake addini a gare Shi. Gõdiya ta tabbata ga Allah Ubangijin halittu.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:66","price":"Ka ce: \"Lalle nĩ, an hana ni in bauta wa waɗanda kuke kira waɗansun Allah a lõkacin da hujjõji bayyanannu suka zo mini daga Ubangijina, kuma an umurce ni in sallama ga Ubangijin halittu.\"","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:67","price":"Shĩ ne Wanda Ya halitta ku daga turɓãya, sa'an nan daga maniyyi, sa'an nan daga sãren jini, sa'an nan Ya fitar da ku kunã jãrĩri, sa'an nan dõmin ku isa ga cikar ƙarfinku sa'an nan dõmin ku kasance tsõfaffi, kuma daga cikinku, akwai wanda ake karɓar ransa a gabãnin haka, kuma dõmin ku isa ga ajali ambatacce, kuma dammãninku ko zã ku hankalta.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:68","price":"Shi ne Wanda ke rayarwa kuma Yana kashewa. To, idan Ya hukunta wani al'amari, to, Yana cewa kawai gare shi, ka kasance sai yana kasancewa (kamar yadda ake bukatar sa.)","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:69","price":"Ashe, ba ka gani ba ga waɗanda ke jãyayya a cikin ãyõyin Allah, yadda ake karkatar da su?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:70","price":"Waɗanda suka ƙaryata, game da Littãfin, kuma da abin da Muka aika Manzanninmu da shi. To, za su sani.","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:71","price":"A lõkacin da ƙuƙumma suke a cikin wuyõyinsu, da sarƙõƙi anã jan su.","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:72","price":"A cikin ruwan zãfi, sa'an nan a cikin wutã anã babbaka su.","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:73","price":"Sa'an nan a ce musu, \"Ina abin da kuka kasance kunã shirki da shi\"","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:74","price":"\"Wanin Allah?\" Suka ce: \"Sun ɓace mana. Ã'a, ba mu kasance munã kiran kõme ba a gabani.\"Kamar wancan ne Allah Yake ɓatar da kãfirai.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:75","price":"Wancan dõmin abin da kuka kasance ne kunã farin ciki da shi, a cikin ƙasã, bã da hakki ba, kuma da abin da kuka kasance kunã yi na nishãɗi.","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:76","price":"Ku shiga kofõfin Jahannama kunã madawwama a cikinta. To, mazaunin mãsu girman kai yã mũnana.","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:77","price":"Sabõda haka ka yi haƙuri. Lalle wa'adin Allah gaskiya ne. To, kõ dai lalle Mu nũna maka sãshen abin da Muka yi musu wa'adi da shi kõ kuwa lalle Mu karɓi ranka, to, zuwa gare Mu ake mayar da su.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:78","price":"Kuma lalle haƙĩƙa, Mun aika wasu Manzanni daga gabãninka, daga cikinsu akwai wanda Muka ƙissanta maka lãbãrinsa kuma daga cikinsu akwai wanda ba Mu ƙissanta lãbãrinsa ba a gare ka. Bã ya yiwuwa ga wani Manzo ya jẽ da wata ãyar mu'ujiza fãce da iznin Allah. Sa'an nan idan umurnin Allah ya jẽ, sai a yi hukunci da gaskiya, mãsu ɓãtãwa sun yi hasara a can.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:79","price":"Allah ne Wanda Ya sanya muku dabbõbi dõmin ku hau daga gare su, kuma daga gare su kuke ci.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:80","price":"Kuma kunã da abũbuwan amfãni a cikinsu, kuma dõmin ku isar da wata buƙãta, a cikin ƙirãzanku a kansu kuma a kansu da a kan jirãge ake, ɗaukar ku.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:81","price":"Kuma Ya nũna muku ayõyin Sa. To, wane ãyõyin Allah kuke musu?","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:82","price":"Ashe fa, ba su yi tafiya a cikin ƙasã ba, dõmin su dũba yadda ãƙibar waɗanda ke a gabãninsu ta kasance? Sun kasance mafi yawa daga gare su. Kuma sun fi tsananin ƙarfi, da (yawan) gurãbun sanã'õ'i a cikin ƙasã. To, abin da suka kasance sunã aikatãwa bai wadãtar da su ba.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:83","price":"A lõkacin da Manzanninsu suka jẽ musu da hujjõji bayyanannu, suka yi farin ciki da abin da ke wurinsu na ilmi* kuma abin da suka kasance sunã yi na izgili da shi ya wajaba a kansu.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"* Ilmin dũniya na sanã'õ'i ya zõ ne daga Annabãwa kamar na ibãdu. Nũhu ya fãra sassaƙar jirgin ruwa da wahayi daga Allah, Zulƙarnaini ya fãra haɗa baƙin ƙarfe da gaci dõmin hana tsãtsa, Yũsufu ya fãra barin hatsi a cikin sõshiya dõmin hana ƙwãri. Dãwũda ya fãra sanã'ar sulke. Ãdam ya fara rubũtu, Idirĩsu ya fara yin alƙalami. ĩsã ya fãra warkar da majinyata, Alƙur' ãni ya nũna anã iya tãshi sama da jirgin sama. Shu'aibu shi ya nũna kasuwanci, da sauransu.","lang":"ha"},{"name":"40:84","price":"Sa'an nan a lõkacin da suka ga azãbarMu, suka ce: \"Mun yi ĩmãni da Allah, Shi kaɗai, kuma mun kãfirta da abin da muka kasance munã shirki da shi.\"","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"ha"},{"name":"40:85","price":"To ĩmaninsu bai kasance yanã amfaninsu ba a lõkacin da suka ga azãbarMu. Hanyar Allah wadda ta gabãta a cikin bãyin Sa. Kuma kãfirai sun yi hasãra a can.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"ha"}],"chapter":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"]}