{"data":[{"name":"45:1","price":"Ḥ. M̃.","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:2","price":"Saukar Littãfi daga Allah Mabuwãyi Mai hikima yake.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:3","price":"Lalle ne a cikin sammai da ƙasa akwai ãyõyi* ga mãsu ĩmãni.","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":"* Ãya, ita ce alãma mai jan hankalin mutum zuwa ga shiriya. Jam'inta, shi ne ãyõyi.","lang":"ha"},{"name":"45:4","price":"Kuma a cikin halittarku da abin da ke watsuwa na dabba akwai ãyõyi ga mutãne mãsu yaƙĩni.","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:5","price":"Kuma da sãɓawar dare da yini da abin da Allah Ya saukar daga sama na arziki, sa'an nan Ya rãyar da ƙasa game da shi a bãyan mutuwarta, da jũyawar iskõki, akwai ãyõyi ga mutãne mãsu yin hankali.","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:6","price":"Waɗancan ãyõyin Allah ne, Munã karanta su gare ka da gaskiya. To, da wane lãbãri bãyan Allah da ãyõyinSa suke yin ĩmãni?","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:7","price":"Bone ya tabbata ga dukan mai yawan ƙiren ƙarya, mai laifi.","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:8","price":"Yanã jin ãyõyin Allah anã karanta su a kansa, sa'an nan ya dõge yanã makãngari, kamar bai jĩ su ba. To, ka yi masa bushara da azãba mai raɗaɗi.","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:9","price":"Kuma har idan ya san wani abu daga ãyõyin Mu, sai ya rika su da izgili. Waɗancan sunã da wata azãba mai wulãkantãwa (a dũniya).","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:10","price":"Gaba gare su (a Lãhira) akwai Jahannama, kuma abin da suka sanã'anta bã ya wadãtar da su daga kõme, kuma abũbuwan da suka riƙa majiɓinta, baicin Allah, bã su wãdatar da su daga kõme. Kuma sunã da wata azãba mai girma.","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:11","price":"Wannan (Alƙur'ãni) shi ne shiryuwa. Kuma waɗanda suka kãfirta game da ãyõyin Ubangijinsu, sunã da wata azãba ta wulãkanci mai raɗaɗi.","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:12","price":"Allah ne wanda Ya hõre muku tẽku dõmin jirgi ya gudãna a cikinta da umurninSa, kuma dõmin ku nẽma daga falalar Sa, kuma tsammãninku zã ku gõde.","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:13","price":"Kuma Ya hõre muku abin da ke a cikin sammai da abin da ke a cikin ƙasa, gabã ɗaya daga gare Shi yake. Lalle ne, a cikin wancan, haƙĩƙa, akwai ãyõyi ga mutãne waɗanda ke yin tunãni.","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:14","price":"Ka ce wa waɗanda suka yi ĩmãni, su yi gãfara ga waɗanda bã su fãtan rahama ga kwãnukan Allah, *dõmin (Allah) Ya sãka wa mutãne da abin da suka kasance sunã aikatãwa.","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":"* Kwanukan Allah, sũ ne masĩfu waɗanda ke sãmun kãfirai waɗanda bã su bin sharĩ'ar Allah. Wãtau Allah Ya umurci Annabi ya gaya wa Musulmi, cewa wanda bã ya tsõron masĩfu sabõda ya ki aiwatar da sharĩ'ar Allah a kansa to kada Musulmi su dãmu da shi, watau kãfiran amãna nã iya bin dõkõkinsu na al'ãda, bãbu ruwan Musulmi matuƙar dai ba su shũka wata fitina ba a gare su. A bãyan haka Allah zai sãka wa kõwa game da aikinsa.","lang":"ha"},{"name":"45:15","price":"Wanda ya aikata aikin ƙwarai, to, dõmin kansã, kuma wanda ya mũnana aki, to, a kansa. Sa'an nan zuwa ga Ubangijinku ake mayar da ku.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:16","price":"Kuma lalle ne, haƙĩƙa, Mun bai* (wa Bãnĩ Isrã'ĩla Littãfi da hukunci da Annabci, Kuma Mun azurta su daga abũbuwa mãsudãɗi, Kuma Mun fĩfta su a kan mutãnen dũniya (a zãmaninsu).","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":"* Bã Musulmi kawai aka aikowa Manzo ba,ba su kawai aka bã su sharĩ'a ba, kuma aka umurce su da binta ba, Banĩ Isrã'ĩla ma an bã su haka kuma sunɗaukaka a kan mutãne a lõkacin da suka yi aiki da sharĩ'ar, kuma suka ƙasƙanta a lõkacin da suka bar aiki da ita. Musulmi ma haka suke idan sun bar sharĩ'ar da Allah Ya aza su a kanta, zã su ƙasƙanta yadda Yahũdawa suka ƙasƙanta.","lang":"ha"},{"name":"45:17","price":"Kuma Muka bã su hujjõji na umarni. Ba su sãɓa ba fãce bãyan ilmi ya jẽ musu, sabõda zãlunci a tsakãninsu. Lalle ne, Ubangijinka zai yi hukunci a tsakãninsu, a Rãnar ƙiyãma a cikin abin da suka kasance sunã sãɓa wa (jũna).","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:18","price":"Sa'an nan Muka sanya ka a kan wata sharĩ'a ta al'amarin. Sai ka bĩ ta, Kuma kada kã bi son zũciyõyin waɗannan daba su sani ba.","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:19","price":"Lalle ne sũ, bã zã su wadãtar da kai da kõme ba daga Allah. Kuma lalle ne azzãlumai sãshensu majiɓintan sãshe ne. Kuma Allah ne Majiɓincin mãsu taƙawa.","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:20","price":"wannan (Alkur'ãni) hukunce-hukuncen natsuwa ne ga mutãne, da shiryuwa, da rahama, ga mutãne waɗanda ke da yaƙĩni.","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:21","price":"Kõ waɗanda suka yãgi miyãgun ayyuka sunã zaton Mu sanyã su kamar waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai, su zama daidai ga rãyuwarsu da mutuwarsu? Abin da suke hukuntãwa yã mũnanã!","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:22","price":"Alhãli kuwa Allah ne Ya halitta sammai da ƙasã sabõda gaskiya, Kuma dõmin a sãka wa kõwane rai da abin da ya sanã'anta, kuma su, bã zã a zãlunce su ba.","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:23","price":"Shin, kã ga wanda ya riƙi son zũciyarsa sĩh ne abin bautawarsa, kuma Allah Ya ɓatar da shi a kan wani ilmi,* Kuma Ya sa hatini a kan jinsa, da zũciyarsa, kuma Ya sa wata yãnã ã kan ganinsa? To, wãne ne zai shiryar da shi bãyan Allah? Shin to, bã zã ku yi tunãni ba?","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":"* Ilmin Allah bã shi da iyãka, Yanã bũɗa shi ga wanda Ya ga dãma, a inda kõ a lõkacin da Ya ga dãma, amma dai duk ilmin da bai saukar da shi ga Annabi Muhammadu ba, tsĩra da amincin Allah su tabbata a gare shi, to, bã a aiki da shi ga hukunci kõ sharĩ'a, wanda ya bi shi kuwa, to, ya ɓace ga aikinsa, bã ya cikin shiryayyu mãsu zaman lãfiya a dũniya kuma su shiga Aljanna a Lãhira, dõmin sharaɗin haka shĩne bin sunna. Wanda ya bar sunna kuwa, ya yi kuskuren hanya, bãbu mai shiryar da shi kuma sai Allah idan Yã so shi da rahama, watau Ya sanya shi ya tũba. Wannan ya nũna cewa ibãda da mu'ãmala duka ɗaya suke ga Musulunci, barin aiki da sharĩ'a a cikin kõwannensu duka, kãfirci ne ga wanda ya halatta yin haka nan. Mafi yawan kãfircin da ya sãmi Musulmi, ya zo musu ne ta hanyar barin mu'ãmalõli da sharĩ'ar Allah, suka ɗauki yin salla da mai kama da ita, shi kaɗai ne Musulunci, suka kãfirta da haka.","lang":"ha"},{"name":"45:24","price":"Kuma suka ce: \"Bãbu kõme fãce rãyuwarmu ta dũniya; munã mutuwa kuma munã rãyuwa (da haihuwa) kuma bãbu abin da ke halaka mu sai zãmani.\" Alhãli kuwa (ko da suke faɗar maganar) bã su da wani ilmi game da wannan, bã su bin kõme face zato.","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:25","price":"Kuma idan anã karanta ãyõyin Mu bayyanannu a kansu, bãbu abin da ya kasance hujjarsu fãce suka ce: \"Ku zo mana da ubanninmu, idan kun kasance mãsu gaskiya.\"","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:26","price":"Ka ce: \"Allah ne ke rãyar* da ku kuma Shĩ ne ke matarda ku, sa'an nan Ya tãra ku zuwa ga Rãnar ¡iyãma, bãbu shakka a gare ta, kuma amma mafi yawan mutãne ba su sani ba.\"","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":"* Wãtau ba kũ ne ke rãyuwa da kanku ba, sai an rãyar da ku, haka ne ga mutuwa, bã ku ne ke mutuwa da kanku ba, sai an matar da ku, kuma Allah Shi Ɗaya ke iya rãyarwa ko matarwa. To, yãya ne zã ku ƙi bin sharĩ'ar da Ya umurce ku da binta?.","lang":"ha"},{"name":"45:27","price":"\"Kuma mulkin sammai da ƙasa na Allah ne, Shĩ kaɗai. Kuma rãnar da Sa'a ke tsayuwa, a rãnar nan mãsu ɓãtãwã (ga hujjõjin Allah dõmin su ki bin sharĩ'arSa) zã su yi hasãra.\"","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:28","price":"Kuma zã ka ga kõwace al'umma tanã gurfãne, kõwace al'umma anã kiran ta zuwa ga littãfinta. (A ce musu) \"A yau anã sãka muku da abin da kuka kasance kunã aikatãwa.\"","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:29","price":"\"Wannan littãfin Mu ne yanã yin magana a kanku da gas, kiya. Lalle Mũ, Mun kasance Muna sauya rubũtun tamkar abin dakuka kasance kunã aikãtãwa.\"","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:30","price":"To, amma waɗanda suka yi ĩmãni kuma suka aikata ayyukan ƙwarai, to, Ubangijinsu zai sanya su a cikin rahamarsa. Wannan shĩ ne babban rabo bayyananne.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:31","price":"Kuma amma waɗanda suka kãfirtã (Allah zai ce musu): \"Shin, ãyõyĩ Nã ba su kasance anã karãnta su ã kanku ba sai kuka kangare, Kuma kuka kasance mutãne mãsu laifi?\"","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:32","price":"\"Kuma idan aka ce, lalle wa'ãdin Allah gaskiya ne, kuma Sa'a, bãbu shakka a cikinta sai kuka ce, 'Ba mu san abin da ake cẽwa Sa'a ba, bã mu zãto (game da ita) fãce zato mai rauni, Kuma ba mu zama mãsu yaƙni ba.\"'","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:33","price":"Kuma mũnanan abin da suka aikata ya bayyana a gare su, kuma abin da suka kasance sunã yi na izgili ya wajaba a kansu.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:34","price":"Kuma aka ce: \"A yau zã Mu manta da ku, kamar yadda kuka manta da gamuwa da yininku wannan. Kuma mãkõmarku wutã ce, Kuma bã ku da waɗansu mãsu taimako.","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:35","price":"\"Wancan dõmin lalle kũ, kun riƙi ãyõyin Allah da izgili, Kuma rãyuwar dũniya ta rũɗe ku. To, a yau bã zã su fita daga gare ta ba, Kuma bã zã su zama waɗanda ake nẽman yardarsu ba.\"","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:36","price":"Sabõda haka, gõdiya ta tabbata ga Allah Ubangijin sammai, kuma Ubangijin ƙasã, Ubangijin halittu.","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":"","lang":"ha"},{"name":"45:37","price":"Kuma gare Shi girma yake, a cikin sammai da ƙasã, kuma Shĩ ne Mabuwãyi, Mai Hikima.","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":"","lang":"ha"}],"chapter":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"]}