{"data":[{"name":"48:1","price":"Lalle Mũ, Mun yi maka rinjãye (a kan maƙiyanka), rinjaye bayyananne.","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:2","price":"Dõmin Allah Ya shãfe abin da ya gabãta na laifinka* da abin da ya jinkirta, kuma Ya cika ni'imar Sa a kanka, kuma Ya shiryar da kai ga hanya madaidaiciya.","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"* Laifin Annabi wanda Allah Ya gãfarta, shĩ ne a lõkacin da ya fãra kiran mutãne zuwa ga bauta wa Allah, Shĩ kaɗai, mãsu bauta wa waɗansu abũbuwa sun ga laifinsa a wannan, sun yi ƙiyayya da shi sabõda haka, har suka yi yãƙi da shi, dõmin tsare ibãdarsu, da al'adunsu, har a lõkacin da Allah Ya bã shi rinjãye bayyananne a kansu, suka gãne amfãnin abin da yake kiran su zuwa gare shi na alheri, suka yãfe laifin da suke zato kuma suka so shi son da bã ya ƙãrewa har Tãshin Ƙiyãma. Wannan ni'imar Allah ce babba ga Annabinsa, tsĩra da amincin Allah su tabbata a gare shi. Hanya madaidaiciya, ita ce sharĩ'ar da Allah Ya bã shi, wadda ke jan jama'arsa a kan alheri har ya zuwa Tãshin ƙiyãma, kuma su tãshi a cikin alheri mafi girma, matuƙar dai sun bĩ ta, sun yi aiki da ita gwargwadon yadda ya nũna musu ita.","lang":"ha"},{"name":"48:3","price":"Kuma Allah Ya taimake ka, taimako mabuwãyi.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:4","price":"Shĩ ne wanda Ya saukar da natsuwa a cikin zukãtan mũminai dõmin su ƙãra wani ĩmãni tãre da imãninsu, alhãli kuwa rundunõnin sammai da ƙasa, na Allah kawai ne, kuma Allah Ya kasance Masani, Mai hikima.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:5","price":"Dõmin Ya shigar da mũminai maza da mũminai mãtã gidãjen Aljanna, kõgunan ruwa na gudãna daga ƙarƙashin gidãjen, sunã madawwama a cikinsu kuma Ya kankare musu mũnãnan ayyukansu. wannan abu ya kasance a wurin Allah babban rabo, mai gimia.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:6","price":"Kuma Ya yi azãba ga munãfikai maza da munãfikai mãtã da mushirikai maza da musbirikai mãtã, mãsu zaton mugun zato game da Allah, mugunyar masĩfa mai kẽwayẽwa ta tabbata a kansu, kuma Allah Ya yi hushi da su, kuma Ya la'ane su, kuma Ya yi musu tattlain Jahannama kuma ta mũnana ta zama makõma (gare su).","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:7","price":"Rundunõnin sammai da ƙasã na Allah kawai ne, kuma Allah Ya kasance Mabuwãyi, Mai hikima.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:8","price":"Lalle Mũ Mun aike ka, kanã mai shaida, kuma mai bãyar da bushãra kuma mai gargaɗi.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:9","price":"Dõmin ku yi ĩmani da Allah da ManzonSa, kuma ku ƙarfafa shi, kuma ku girmama Shi, kuma ku tsarkake Shi (Allah) sãfiya da maraice.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:10","price":"Lalle waɗanda ke yi maka mubãya'a,* Allah kawai ne suke yi wa mubãya'a, Hannun Allah nã bisa hannayensu, sabõda haka wanda ya warware, to, yanã warwarẽwa ne a kan kansa kawai, kuma wanda ya cika ga alkawarin da ya yi wa Allah a kansa, to, (Allah) zai kãwo masa ijãra mai girma.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"* Asalin mubãya'a daga bai'u ne, watau ciniki, wanda ya yi mubãya'a ga Limãmin Musulmi kamar yã yi ciniki ne yã sayar da ransa, dõmin ya karɓi Aljanna daga Allah a Rãnar Ƙiyãma. Mubãya'a ta farko,ita ce wadda aka yi wa Annabi a Hudaibiyya wani ɗan gari ne kusa da Makka a hanyar Jidda, tafiyar kwana ɗaya. An ce tanã cikin Hurumi, waɗansu sun ce bã ta cikinsa.","lang":"ha"},{"name":"48:11","price":"Waɗanda aka bari daga ƙauyãwa* zã su ce maka, \"Dũkiyõyinmu da iyãlanmu sun shagaltar da mu, sai ka nẽma mana gãfara.\" Sunã faɗã, da harsunansu, abin da bã shĩ ne a cikin zukãtansu ba. Kace: \"To, wãne ne ke mallakar wani abu daga Allah sabõda kũ, idan Yã yi nufin wata cũta agare ku kõ kuma (idan) Ya yi nufin wani amfãni a gare ku? Ã'a, Allah Ya kasance Mai labartawa ne ga abin da kuke aikatãwa.\"","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"* Annabi, tsĩra da aminci su tabbata a gare shi, ya yi nufin tafiya Makka dõmin ya yi Umra sabõda mafarkin da ya yi cewa yã ga ya shiga Makka shi da Sahabbansa, sunã mãsu yin aski da saisaye na ibãda, sai ya ce wa ƙauyãwan da ke gefen Madina su fita tãre da shi dõmin kada Ƙuraishãwa su fãɗa shi da yãƙi,su tsare shi daga Ɗãkin. Kuma ya yi harama ya kõra hadaya dõmin mutãne su san bã yãƙi yake nufi ba. Sai waɗansu mãsu yawa daga ƙauyãwa suka yi nauyin fita, sukayi zamansu kuma suka ce: \"Zai tafi zuwa ga mutãnen da suka yãƙe shi a tsakar gidansa a Madĩna, suka kashe Sahabbansa. Ba zã mu bĩ shi ba dõmin mu halaka kanmu.\".","lang":"ha"},{"name":"48:12","price":"Ã'a kun yi zaton Annabi da mũminai, bã za su kõmo zuwa ga iyãlansu ba, har abada. Kuma an ƙawãta wannan (tunãni) a cikin zukãtanku, kuma kun yi zato, zaton mugunta, kuma kun kasance mutãne halakakku.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:13","price":"Kuma wanda bai yi ĩmãni da Allah da kuma Manzonsa ba, to, lalle Mũ, Mun yi tattalin wutã mai tsananin ƙũna, dõmin kafirai.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:14","price":"Mulkin sammai da ƙasã na Allah kawai ne, Yanã gãfartawa ga wanda Yake so, kuma Yanã azabta wanda Yake so alhãli kuwa Allah Ya kasance Mai gãfara ne, Mai jin ƙai.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:15","price":"Waɗanda aka bari zã su ce idan kun tafi zuwa ga waɗansu ganĩmõmi* dõmin ku karɓo su, \"Ku bar mu, mu bĩ ku.\" Sunã son su musanya maganar Allah ne. Ka ce: \"Bã zã ku bĩ mu ba. Kamar wannan ne Allah Ya ce, a gabãnin haka.\" Sa'an nan zã su ce: \"Ã'a, kunã dai hãssadar mu ne.\" Ã'a, sun kasance bã su fahimtar (abũbuwa) sai kaɗan.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"* A bãyan sulhun Hudaibiyya Allah Ya yi wa Annabi alkawarin zai buɗe masa Haibara ya sãmi ganĩma mai yawa, amma kuma kada ya bari ƙauyãwan da aka nema su fita zuwa Makka, suka ƙi su fita tãre da shi.","lang":"ha"},{"name":"48:16","price":"Ka ce wa waɗanda aka bari daga ƙauyãwa: \"Za a kira ku zuwa ga waɗansu mutãne* mãsu tsananin yãƙi (dõmin) ku yãƙe su kõ kuwa su musulunta. To, idan kun yi ɗã'a, Allah zai kãwo muku wata ijãra mai kyau, kuma idan kuka jũya bãya kamar yadda kuka jũya a gabãnin wancan, zai azãbtã ku, azãba mai raɗadi.\"","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"* Abũbakar zai kira su dõmin su yãƙi mutãnen Musailama, ko kuma su yãƙi Rũmu da fãrisa a bãyan rãyuwar Annabi, tsĩra da amincin Allah su tabbata a gare shi.","lang":"ha"},{"name":"48:17","price":"Bãbu laifi a kan makãho, kuma bãbu laifi a kan gurgu, kuma bãbu laifi a kan majiyyaci. Kuma wanda ya yi ɗã'a ga Allah da ManzonSa, (Allah) zai shigar da shi a gidãjen Aljanna, kõguna na gudãna daga ƙarƙashinsu. Kuma wanda ya jũya bãya, (Allah) zai azabtãshi, azãba mai raɗãɗi.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:18","price":"Lalle ne haƙĩƙa, Allah Ya yarda da muminai a lõkacin da suke yi maka mubãya, a* a ƙarƙashin itãciyar nan dõmin Yã san abin da ke cikin zukãtansu sai Yã saukar da natsuwa a kansu, kuma Ya sãka musu da wani cin nasara makusanci.","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"* A bãyan da Annabi ya sauka a Hudaibiyya, ya kirãyi Khuraish bn Umaiya el Khuzã'i ya aike shi Makka ya azã shi a kan rãƙuminsa dõmin ya gaya wa shugabanninsu cewa yãtaho Umra ne, bai zo da yãƙi ba. Sai suka sõke rãƙumin Annabi, kuma suka yi nufin kashe Khuraish amma Ahãbish suka hana su, ya zo ya gaya wa Annabi. Sa'an nan Annabi ya kira Umar bn Khattãb dõmin ya aika shi zuwa Makka, sai ya ce: \"Ya Manzon Allah inã tsõron raina ga Ƙuraishãwa, bãbu banĩ Adiyyin bn Ka'ab a Makka balle su kare ni daga gare su, amma inã nũna maka wani mutum wanda ya fĩ ni dangi a cikinta shĩ ne Usman bn Affãn.\" Sai Annabi ya kira Usman ya aike shi zuwa ga Abi sufyãn da shugabannin Ƙuraish, ya bã su lãbãrin cewa bai zo yãƙi ba. ya taho ne dõmin ziyãra kawai ga wannan Ɗãki dõmin ya girmama alfarmarsa. Ya rubũta masa takarda ya tafi da ita. Kuma ya umurce shi da ya yi bushãra ga Musulmi mãsu rauni, cewa cin nasara yã yi kusa, kuma Allah zai ɗaukaka addininsa. Usman ya fita ya tafi Makka ya iske cewa Ƙuraishãwa sun haɗu a kan hana Annabi shiga Makka. Abban bn sa'ĩd bn Asi ya haɗu da Usman a lõklcin shigarsa Makka, sai ya ɗauke shi a kan rãƙumarsa, ya bã shi maƙwabtaka dõmin kada a kashe shi, har ya kai takardar Annabi. Suka nãce cewa Annabi bã zai shiga ba suka ce wa Usmãn: \"Idan yanã son ɗawãfi sai ya yi,\" Sai ya ce bã zai yi ba sai Manzon Allah ya yi. Musulmi suka ce: \"Usmãn ya ji daɗi yã yi ɗawafi,\" sai Annabi ya ce: \"Ban yi zaton Usmãn zai yi ba.\" Sa'an nan lãbãri ya zo wa Annabi, cewa an kashe Usmãn sabõda haka Annabi ya ce: \"Idan sun kashe shi, sai mun yaƙe su.\" Wannan ya sa aka yi masa mubãya'a a ƙarƙashin itãciyar ɗalh mai kama da farar ƙaya. A bãyan haka Annabi ya aza hannunSa na hagu a kan hannunsa na dãma, ya ce: \"Gã hannun Usmãnu.\" Mãsu mubãya'a dubũ da ɗari uku kõ ɗari huɗu ne, da cewa za su yi yãƙi da Ƙuraishawa, bã zãsu gudu ba, sai dai su mutu. Daga nan shugabancin ya tabbata. Umar bn Khattãb yã sanya an sãre itãciyar nan dõmin mutãne sun fãra salla a ƙarƙashinta. Ba a yi yãƙi ba, sai aka yi sulhu. Annabi ya kõma a shekara mai zuwa yã yi Umra.","lang":"ha"},{"name":"48:19","price":"Da waɗansu ganĩmõmi mãsu yawa da zã su karɓo su. Kuma Allah Yã kasance Mabuwayi, Mai hikima.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:20","price":"Kuma Allah Yã yi muku wa'adin waɗansu ganĩmõmi mãsu yawa, waɗanda zã ku karɓo su, kuma Ya gaggauta* muku wannan. Kuma Ya kange** hannãyen mutãne daga gare ku, kuma dõmin ta kasance wata ãyã ce ga mũminai, kuma Yã shiryar da ku ga hanya madaidaiciya.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"* Cin nasara makusanci, shĩ ne cin Haibara, a bãyan kõmawar Annabi Madĩna a ƙarshen zul Hajji. Sa'an nan ya fita wajen ƙarshen Muharram shekara ta bakwai. Aka samo ganĩma mai yawa. Waɗansu ganĩmõmi na waɗansu ƙasãshen da zã a ci a nan gaba har ƙarshen dũniya. Ganĩmar Haibara ita ce aka gaggauta. ** A lõkacin da Annabi ya fita daga Madĩna zuwa Hudaibiyya Allah Ya kange hannuwan Yahũdãwa daga iyãlan Musulmi na cikin Madĩna, in dã bã dõmin haka ba sai su je su fãɗa su da kashi da kãmu. Sai Allah Ya jefa tsõro a cikin zukãtansu.","lang":"ha"},{"name":"48:21","price":"Da waɗansu (ganĩmõmin) *da bã ku da ĩko a kansu lalle Allah Ya kẽwaye su da saninSa, kuma Allah Ya kasance Mai ikon yi ne a kan dukan kõme.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"* Ganĩma da aka yi musu gaggãwa da ita, ita ce Haibara. Ganĩma wadda ba su da ĩko da ita, ita ce sauran ƙasãshen dũniya inda Musulmi suka ci, suka mallake shi, na ƙasar Rumãwa da farisãwa da Masar da sauransu.","lang":"ha"},{"name":"48:22","price":"Kuma dã waɗanda suka kãfirta sun yãke ku, dã sun jũyar da ɗuwaiwai (dõmin gudu) sa'an nan bã zã su sãmi majiɓinci ba, kuma bã zã su sãmi mataimaki ba.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:23","price":"Hanyar Allah wadda ta shũɗe daga gabãnin wannan, kuma bã zã ka sãmi musanya ba ga hanyar Allah (ta taimakon mũminai akan mai zãluntarsu).","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:24","price":"Kuma Shĩ ne Ya kange hannayensu *daga gare ku, kuma da hannayenku daga gare su, a cikin Makka, bãyan Ya rinjãyar da ku a kansu. Kuma Allah Ya kasance Mai gani ga abin da kuke aikatãwa.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"* Waɗansu Ƙuraishawa ne, sũ tamãnin, suka kewaye Musulmi a Hudaibiyya, da niyyar yaudara, sai aka kãme su, su duka, aka kai su ga Annabi, shi kuma ya yãfe musu, a bãyan ya nũna musu rinjãya. Wannan shĩ ne ya sabbaba yin sulhu.","lang":"ha"},{"name":"48:25","price":"Sũ ne waɗanda suka kãfirta kuma suka kange ku daga Masallacin Harami, da hadaya tanã tsare (sun hana ta) ta isa ga wurinta. Kuma bã dõmin waɗansu maza mũminai da waɗansu mãtã mũminai ba ba ku sansu ba ku tãkã su har wani aibi ya sãme ku daga gare su, bã da sani ba, (dã Allah Yã yi muku iznin yãƙi), dõmin Allah Ya shigar da wanda Yake so a cikin rahamar Sa. Da (mũminai) sun tsabbace dã Mun azabtar da waɗanda suka kãfirta daga gare su da azãba mai raɗiɗi.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:26","price":"A lõkacin da waɗanda suka kãfirta suka sanya hanãnar ƙabĩ lanci a cikin zukãtansu hanãnar ƙabĩlanci irin *na Jãhiliyya sai Allah Ya saukar da natsuwarSa a kan Manzon Sa, kuma da a kan mũminai kuma Ya lazimta musu kalmar taƙawa** alhãli kuwa sun kasance mafi dãcẽwa da ita kuma ma'abutanta. Kuma Allah ya kasance Masani game da dukan kõme.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"* A lõkacin da Ƙuraishi suka ga bã su iya yãƙi da Annabi, suka dõge da ƙabĩlancinsu, ta hanyar sulhu. Suka aika sahlu bn Amru da Huwaitib bn Abdul Uzza da Makraz bn Hafs bn Ahnaf dõmin neman sulhu bisa kada Annabi ya shiga Makka a wannan shekara, amma shekara mai kõmõwa ya je ya shiga Makka kwana uku, su kuma su fita har ya ƙãre Umra ya fita. Annabi ya karɓi sulhun. Aka ce Aliyu bn Abi Talib ya rubũta. Wajen rubũtun kuma aka so a yi tãshin hankali, dõmin ya rũbuta, Manzon Allah ya yi sulhu da Ƙuraishãwa, sai kuma suka ce ba su yarda a rubũta kalmar Manzon Allah ba. Sai Annabi ya sanya hannunsa mai daraja ya sõke kalmar da ake sãɓãni a kanta. Allah Ya saukar da natsuwa ga kõwa. ** Kalmar taƙawa ita ce kalmar shahãda dõmin ɗaukar alkawari da ita yanã lazimtawa mai ita bin umurnin Allah da dãɗi kõ ba daɗi ta haka sai natsuwa ta sãmu. Anã ce mata kalmar taƙawa dõmin da ita ake kãre rai daga bin shaiɗan. Ma'anar taƙawa, ita ce kãriya.","lang":"ha"},{"name":"48:27","price":"Lalle ne haƙĩƙa Allah Ya gaskata wa ManzonSa mafarkinsa da gaskiya: Lalle zã ku shiga Masallacin Harami, in Allah Ya so, kunã mãsu natsuwa, mãsu aske kawunanku da mãsu sui suye, bã ku jin tsõro, dõmin (Allah) Ya san abin da ba ku sani ba, sa'an nan Ya sanya wani cin nasara makusanci a bãyan wannan.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:28","price":"Shĩ ne wanda Ya aiki Manzon Sa da shiriya da addinin gaskiya dõmin Ya rinjãyar da shi a kan addinai dukansu. Kuma Allah Ya isa Ya zama Mai shaida.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"ha"},{"name":"48:29","price":"Muhammadu Manzon Allah ne. Kuma waɗannan da ke tãre da shi mãsu tsanani ne a kan kãfirai, mãsu rahama ne a tsakãninsu, kanã ganin su sunã mãsu rukũ'i mãsu sujada, sunã nẽman falala* daga Ubangijinsu, da yardarSa. Alãmarsu tanã a cikin fuskõkinsu, daga kufan sujuda.** Wannan shĩ ne siffarsu a cikin Attaura. Kuma siffarsu, a cikin Injĩla ita ce kamar tsiron shũka wanda ya fitar da rẽshensa, sa'an nan ya ƙarfafa shi, ya yi kauri, sa'an nan ya daidaita a kan ƙafãfunsa, yanã bãyar da sha'awa ga mãsu shũkar' dõmin (Allah) Ya fusãtar da kãfirai game da su. Kuma Allah Ya yi wa'adi ga waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai, daga cikinsu, da gãfara da ijãra mai girma.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"* Neman falala da sana'ar hannunsu, kõ fatauci, ba su zama nauyi a kan mutãne ba, kõwanensu ya dõgara ga Allah,sa'an nan yanã rãyuwa a kan hãlãliyarsa. ** Kufan sujuda, shĩ ne hasken fuskõkinsu da annurinsu. fuska ita ce madũbin zũciya. Anã gãne zũciyar ƙwarai daga fuskarta. Bã ya halatta ga mutum ya riƙa darkãka gõshinsa ga ƙasã dõmin ya yi kwãdon salla. Wannan alãmar riya ce. Faɗakarwa. Nan ne ƙarshen dõgãyen sũrõri da ake cewa Muɗawwalãtu. An ƙãresu da sũrõri biyu, Ƙitãl dõmin yãƙi, da fat'h dõmin tsãrin gudãnar da siyãsa sabõda tsaron Addĩni. Bãyan haka kuma sai gajerun sũrõri, watau Mufassalãtu.","lang":"ha"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}