{"data":[{"name":"58:1","price":"Lalle Alla Ya ji maganar* wadda ke yi maka jãyayya game da mijinta, tanã kai ƙãra ga Allah, kuma Allah nã jin muhawararku. Lalle Allah Mai ji ne, Mai gani.","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"* Wannan ƙissa tanã nũna cewa a Majalisar Annabi kõwa na da 'yancin shiga, namiji da mace, kuma ya faɗi abin da yake so, kõ da ya sãɓãwa abin da Annabi ya gani ƙãfin wani wahayi ya sauka. Gã wannan mace sunanta Khaulatu bnt Sa'alabah ta kai ƙãrar mijinta Ausu bn Samit wanda ya yi zihãri game da ita, watau ya ce idan ya kusance ta kamar ya kwãna da uwarsa ne. Ga al'adar lãrabãwa wannan bã saki bã ne, kuma ba ya iya kwana da ita har abada. Wannan shi ne takai ƙarã wurin Annabi har ta yi mahãwar da shi a kansa. Kuma wannan ƙissa tanã nũna gaskiyar Annabi, bai yi jawãbi ba ga abin da bai sãmi wahayi ba a kansa.","lang":"ha"},{"name":"58:2","price":"Waɗanda ke yin zihãri daga cikinku game da mãtansu, sũmãtan nan bã uwãyensu ba ne, bãbu uwayensu fãce waɗanda suka haife su. Lalle sũ, sunã faɗar abin ƙyãmã na magana da ƙarya, kuma lalle Allah haƙĩƙa Mai yãfẽwa ne, Mai gãfara.","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:3","price":"Waɗanda ke yin zihãri game da mãtansu, sa'an nan su kõma wa abin da suka faɗa, to, akwai 'yanta wuya a gabãnin su shãfi jũna. Wannan anã yi muku wa'azi da shi. Kuma Allah Mai ƙididdigewa ne ga abin da kuke aikatãwa.","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:4","price":"To, wanda bai sãmu ba, sai azumin wata biyu jẽre a gabãnin su shãfi jũna, sa'an nan wanda bai sãmi ĩkon yi ba, to, sai ciyar da miskĩnai sittin. Wannan dõmin ku yĩ ĩmãni da Allah da Manzonsa. Kuma waɗannan hukunce-hukunce haddõdin Allah ne. Kuma kãfirai, sunã da azãba mai raɗadi.","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:5","price":"Lalle waɗanda ke sãɓã wa Allah da ManzonSa, an wulãkanta su kamar yadda aka wulãkantar da waɗanda ke a gabãninsu, kuma lalle Mun saukar da ãyõyi bayyanannu, kuma kãfirai nã da azãba mai wulãkantãwa.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:6","price":"Rãnar da Allah zai tãyar da su gabã ɗaya, sa'an nan Ya bã su lãbãri game da abin da suka aikata, Allah Yã lissafa shi, alhãli kuwa sũ, sun manta da shi, kuma a kan kõme Allah Halartacce ne.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:7","price":"Ashe, ba ka ga cẽwa lalle Allah Yanã sane da abin da yake a cikin sammai da abin da ke cikin ƙasa ba? Wata gãnãwa* ta mutum uku bã zã ta kasance ba fãce Allah Shĩ ne na huɗu ɗinta, kuma bãbu ta mutum biyar fãce Shĩ ne na shida ɗinta, kuma babu abin da ya kãsa wannan kuma babu abin da yake mafi yawa fãce Shĩ Yanã tãre da su duk inda suka kasance, sa'an nan Ya bã su lãbãri game da abin da suka aikata a Rãnar ¡iyãma. Lalle Allah Masani ne ga dukkan kõme.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"* A bãyan ƙissar zihãri, ya shiga maganar mãsu gãnãwa a cikin majalisa. Kuma ya nuna cewa ba a sifanta Annabi kõ a jingina wani abu zuwa gare shi sai idan abin nan yã fito daga Allah a cikin harshen Manzon Sa.","lang":"ha"},{"name":"58:8","price":"Ashe, ba ka ga waɗanda aka hane su ba daga ganãwar, sa'an nan sunã kõmã wa abin da aka hane su daga gare shi, kuma sunã gãnãwa game da zunubi da zãlunci da sãɓã wa Manzon Allah, kuma idan sun zo maka sai su gasihe ka da abin da Allah bai gaishe ka da shi ba, kuma sunã cẽwa a cikin zukatansu: \"Don me Allah ba Ya yi mana azãba sabõda abin da muke faɗi?\" Jahannama ita ce mai isarsu, zã su shigeta. Sabõda haka makõmarsu ta mũnana.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:9","price":"Yã kũ waɗanda suka yi ĩmãni! Idan za ku yi gãnãwa, to, kada ku gãna game da zunubi da zãlunci da sãɓã wa Manzon Allah, kuma ku yi gãnãwa game da alhẽri da taƙawa. Ku bi Allah da taƙawa wanda zã a tattara ku zuwa gare, shi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:10","price":"Gãnãwar daga Shaiɗan take kawai dõmin ya mũnanã wa waɗanda suka yi ĩmãni, alhãli kuwa bã zai iya cũtar su da kõme ba fãce da iznin Allah. Kuma sai mũminai su dogara ga Allah.","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:11","price":"Yã kũ waɗanda suka yi ĩmãni! Idan an ce muka, *\"Ku yalwatã a cikin majalisai,\" to, ku yalwatã, sai Allah Ya yalwatã muku, kuma idan an ce muku, \"Ku tãshi\" to, ku tãshi. Allah nã ɗaukaka waɗanda suka yi ĩmãni daga cikinku da waɗanda aka bai wa ilim wasu darajõji mãsu yawa, kuma, Allah Mai ƙididdigewa ne ga dukan kõme.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"* Bãyan ƙissar hukuncin gãnãwa cikin majalisa, sai kuma hukuncin zaunãwa kõ tãshi dõmin wani ya zauna. Kuma ana fifita mãsu ilmi da zama ga wurin da ya fi dãcewa da su.","lang":"ha"},{"name":"58:12","price":"Yã kũ waɗanda suka yi ĩmãni! Idan zã ku gãnãwa da Manzon Allah, to, ku gabãtar da 'yar sadaka* a gabãnin gãnãwarku, wannan ne mafi alhẽri a gare ku, kuma mafi tsarki. Sai idan ba ku sãmi (abin sadakar ba), to, lalle, Allah, Mai gãfara ne, Mai jin ƙai.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"* Hukuncin tãyar da mutãne dõmin a gãna da Manzon Allah, bã ya halatta sai a kan larũra mai tsanani sabõda haka aka sanya gabãtar da sadaka, sa'an nan aka sõke shi da umurni da tsaron salla dõmin wa'azin da ke cikinta da kuma bayar da zakka.","lang":"ha"},{"name":"58:13","price":"Ashe, kun ji tsõron ku gabãtar da sadakõki a gabãnin gãnãwarku? To, idan ba ku aikata ba, kuma Allah Ya kõmo da ku zuwa ga sauƙi, sai ku tsai da salla, kuma ku bãyar da zakka, kuma ku yi ɗã'ã ga Allah da Manzon Sa. Kuma Allah ne Mai ƙididdigewa ga abin da kuke aikatãwa.","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:14","price":"Ashe, baka ga waɗanda* suka jiɓinci waɗansu mutãne da Allah Ya yi hushi a kansu ba, bã su cikinku, kuma bã su a cikinsu kuma sunã rantsuwa a kan ƙarya, alhãli kuwa sunã sane?","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"* Bãyan maganar mãsu tãyar da mutãne dõmin gãnãwa a cikin majalisa, sai kuma munãfikai mãsu mu'ãmala da kãfirai, kuma su je su zauna cikin majalisar Musulmi dõmin su ɗauki rahõtonsu zuwa ga maƙiyansu.","lang":"ha"},{"name":"58:15","price":"Allah Ya yi musu tattalin azãba mai tsanani. Lalle sũ abin da suka kasance sunã aikatãwa ya mũnana.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:16","price":"Sun riƙi rantsuwõwinsu garkuwa, sabõda haka suka kange (mũminai) daga jihãdin ɗaukaka tafarkin Allah. To, sunã da azãba mai wulãkantãwa.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:17","price":"Dũkiyõyinsu ba su wadãtar musu kõme ba daga Allah, haka kuma ɗiyansu. Waɗannan 'yan wutã ne. Sũ, mãsu dawwama ne a cikinta.","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:18","price":"Rãnar da Allah ke tãyar da su gabã ɗaya, sai su yi Masa rantsuwa kamar yadda suke yi muku rantsuwa (a nan dũniya) kuma sunã zaton cẽwa sũ a kan wani abu suke! To, lalle sũ, sũ ne maƙaryata.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:19","price":"Shaiɗan ya rinjaya a kansu, sai ya mantar da su ambaton Allah, waɗannan ƙungiyar Shaiɗan ne. To, lalle ƙungiyar Shaiɗan, sũ ne mãsu hasãra.","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:20","price":"Lalle, waɗanda ke sãɓã wa Allah da ManzonSa waɗannan sunã a cikin (mutãne) mafi ƙasƙanci.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:21","price":"Allah Ya rubũta cẽwa,\" Lalle zan rinjãya, Nĩ da Manzanni Na.\" Lalle Allah Mai ƙarfi ne, Mabuwãyi.","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"58:22","price":"Bã zã ka sãmi mutãne mãsu yin ĩmãni da Allah da RãnarLãhira sunã sõyayya da wanda ya sãɓã wa Allah da ManzonSa ba, kõ dã sun kasance ubanninsu ne, kõ ɗiyansu kõ 'yan'uwansu, ko danginsu. waɗannan Allah Yã rubuta ĩmãni a cikin zukãtansu, kuma Yã ƙarfafa su da wani rũhi* daga gare Shi, kuma zai shigar da su a gidãjen Aljanna, ƙoramu na gudãna ƙarƙashinsu sunã mãsu dawwama a cikinsu. Allah Yã yarda da su, kuma sun yarda da Shi. Waɗannan ƙungiyar Allah ne. To, lalle ƙungiyar Allah sũ ne mãsu babban rabo.","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"* Waɗanda suka tsare dõkokin Allah, Allah zai ba su ƙarfin rai ga zartar da al'amuransu da kyau, kuma zai wadãta su a dũniya da Lãhira. Asalin rũhi shine rai. Anã nufin rãyuwar ĩmãni da ƙarfin halin fuskantar gaskiya.","lang":"ha"}],"chapter":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"]}