{"data":[{"name":"66:1","price":"Yã kai Annabi! Don me kake haramta abin da Allah Ya halatta maka,* kanã nẽman yardar mãtanka, alhãli kuwa Allah Mai gãfara ne, Mai jin ƙai.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5230,"juzNumber":28,"footnotes":"* A cikin littãfin Buhãri an ruwaito daga A'isha, mãtar Annabi, cewa Annabi, tsĩra da amincin Allah su tabbata a gareshi, yakan yi jinkiri a wajen Zainab bint Jahsh dõmin ya shã zuma a wurinta. Ta ce: \"Sai na shirya, nĩ da Hafsah: Duk wadda Manzon Allah ya shiga gurinta daga garemu, ta ce masa, 'Ina jin wãrin tsimi daga gareka! Kã ci tsimi! To, sai Annabi ya shiga ga ɗayansu, ta ce masa: \"Kã ci tsimi.\" Ya ce: \"A'isha! Nã shã zuma dai a wurin Zainab bint Jahsh, kuma ba zan kõma gareshi ba.\" Asalin abin, Annabi tsira da amincin Allah ya tabbata a gareshi,yã kasance yanã zagayãwa a gidãjen mãtansa a bãyan sallar la'asar dõmin ya gaishe su. To, sai ya sh ga ga Hafsah bãyan ya shiga ga Zainab, ta gaya masa haka. Kuma ya gaya mata nĩsantarsa ga zuma, kuma ya gaya mata lãbãrin cewa Abubakar da Umar, Allah Ya yarda da su, za su zama halĩfai a bãyansa. To, sai ta faɗi waɗannan lãbãru ga maƙwabciyarta A'isha. Wannan Ƙissa tana koyar da sauƙin halin Annabi a game da iyãlansa, da girmamawarsa a gare su.","lang":"ha"},{"name":"66:2","price":"Haƙĩƙa Allah ya faralta muku warware* rantsuwõyinku, kuma Allah ne Mataimakinku kuma shĩ ne Masani, Mai hikima.","arabic":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5231,"juzNumber":28,"footnotes":"* An rubũta yadda ake warware rantsuwa da kaffãra wadda aka ambata a cikin sũra ta 5, ãyã ta 89. Anã kaffãrar rantsuwa da ciyar da miskĩnai gõma daga matsakaicin abinci, mũdu biyu ga kõwane, kõ tufãtar da su tufar da za ta ishe su salla, idan bai sãmu ba, ya yi azumin kwãna uku.","lang":"ha"},{"name":"66:3","price":"Kuma a sã'ilin da Annabi ya asirta wani lãbãri zuwa ga sãshen mãtansa, to, a lõkacin da ta bã da lãbari da shi. Kuma Allah Ya bayyana shi a gare shi, ya sanar da sãshensa kuma ya kau da kai daga wani sãshe. To, a lõkacin da ya bã ta lãbãri da shi, ta ce: \"Wãne ne ya gaya maka wannan?\" Ya ce: \"Masani, Mai labartãwa, Ya gaya mini.\"","arabic":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5232,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"66:4","price":"Idan kũ biyu kuka tũba zuwa ga Allah, to, haƙĩƙa zukãtanku sun karkata. Kuma idan kun taimaki jũna a kansa to, lalle Allah Shĩ ne Mataimakinsa, da Jibrĩlu da sãlihan mũminai. Kuma malã'iku a bãyan wancan, mataimaka ne.","arabic":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5233,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"66:5","price":"Mai yiwuwa ne Ubangijinsa, idan ya sake ku, Ya musanya masa waɗansu mãtan aure mafiya alhẽri daga gare ku, Musulmai mũminai mãsu tawãli'u, mãsu tũba, mãsu ibãda, mãsu, azumi, zawarõri da 'yammãta.","arabic":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5234,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"66:6","price":"Yã kũ waɗanda suka yi ĩmãni! Ku kãre wa kanku* (da iyãlinku wata wuta makãmashinta mutãne da duwãtsu ne. A kanta akwai waɗansu malã'iku mãsu kauri, mãsu ƙarfi. Bã su sãɓã wa Allah ga abin da Ya umarce su, kuma sunã aikata abin da ake umarnin su.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5235,"juzNumber":28,"footnotes":"* Tsare kai da iyãli daga wuta yanã sãmuwa da shiryar da su da karãtu da nasiha a kan addini. Wannan yanã a cikin kyawun zamantakewa wanda sũrar ke karantarwa.","lang":"ha"},{"name":"66:7","price":"Yã kũ waɗanda suka kãfirta!* Kada ku kãwo wani uzuri a yau. Anã yi muku sakamakon abin da kuka kasance kunã aikatãwa kawai ne.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5236,"juzNumber":28,"footnotes":"* Kãfirai a nan, kafircinsu sabõda ƙin bin umurnin Allah game da kyawun zamantakewa da iyali yake. Laifinsu yã fi sauran laifuffuka dõmin yanã sabbaba yãmutsi a gida, har abin ya shãfi zurriya da ƙasã gabã ɗaya.","lang":"ha"},{"name":"66:8","price":"Yã kũ waɗanda suka yi ĩmãni! Ku kõma zuwa ga Allah kõmawar gaskiya. Mai yiwuwa Ubangjinku Ya kankare muku miyãgun ayyukanku kuma Ya shigar da ku a gidãjen Aljanna, ƙoramu na gudãna daga ƙarƙashinsu a rãnar da Allah bã Ya kunyatar da Annabi *da wadanda suka yi ĩmãni tãre da shi. Haskensu yanã tafiya a gaba gare su da jihõhin dãmansu, sunã cẽwa, \"Yã Ubangijiumu! Ka cika mana haskenmu, kuma Ka yi mana gãfara. Lalle Kai, a kan dukkan kõme, Yã kai Mai ikon yi ne.\"","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5237,"juzNumber":28,"footnotes":"* Allah Yã yi alkawarin bã zai kunyatar da AnnabinSa ba, haka kuma waɗanda sukayi ĩmãni tãre da shi, watau sahabbansa a Rãnar Kiyãma. Wannan shĩ ne dalĩlin da ya sa Allah Ya tsare Annabi da Sahabbansa daga bauta musu kamar yadda aka bautã wa waɗansu Annabãwa da Sãlihai waɗanda Allah zai tambaye su kõ sũ ne suka yi umurni da a yi musu bautar, sũ kuma su faɗi barrantarsu daga waɗanda suka bauta musu.","lang":"ha"},{"name":"66:9","price":"Yã kai Annabi! Ka yãki kãfirai da munãfwkai. Kuma ka tsananta a kansu. Kuma matattararsu Jahannama ce, kuma tir da makoma, ita.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5238,"juzNumber":28,"footnotes":"","lang":"ha"},{"name":"66:10","price":"Allah Ya buga wani misãli dõmin waɗanda suka kãfirta*: mãtar Nũhu da mãtar Lũɗu, sun kasance a ƙarƙashin wasu bãyi biyu daga bãyin Mu sãlihai, sai suka yaudare su, sabõda haka ba su wadãtar musu da kõme daga Allah ba. Kuma aka ce: \"Ku shiga, kũ biyu, wutã tãre da mãsu shiga.\"","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5239,"juzNumber":28,"footnotes":"* Waɗannan misãlai biyu,mãtar Nũhu da mãtar Lũɗu sunã nũna kusanci ga sãlihai bã ya isa ga addini sai kõwa ya yi abin da Allah Ya yi umurni da shi. Kuma anã kallafa wa mãtã da su kiyãye kyawun zamantakewa da mazansu. Kuma anã yi musu azãba sabõda sãɓa wa Allah ga barin haka kamar yadda ake ga mazansu.","lang":"ha"},{"name":"66:11","price":"Kuma Allah Ya buga wani misãli dõmin waɗanda suka yi ĩmãni; matar Fir'auna,* sa'ad da ta ce \"Ya Ubangiji! Ka gina mini wani gida a wurin Ka a cikin Aljanna. Kuma Ka tsĩrar da ni daga Fir'auna da aikinsa. Kuma Ka tsĩrar da ni daga mutãnen nan azzãlumai.\"","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5240,"juzNumber":28,"footnotes":"* Wannan yanã nũna cewa kusantar kãfiri bã zai cũci mũminai ba. Sai dai Allah Yã hana aure a tsakãnin Musulma da kãfiri.","lang":"ha"},{"name":"66:12","price":"Da Maryama* ɗiyar Imrãna wadda ta tsare farjinta, sai Muka hũra a cikinsa daga rũhinMu. Kuma ta gaskata game da ãyõyin Ubangijinta da Littattafan Sa alhãli kuwa ta kasance daga mãsu tawãli'u.","arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5241,"juzNumber":28,"footnotes":"* Wannan yanã nũna cewa rashin aure ga mãtar da ke iya tsare farjinta daga alfãsha kuma ta tsare addininta da taƙawa, bã zai cũce ta ba ga sãmun rahamar Allah a dũniya da lãhira.","lang":"ha"}],"chapter":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim","Chapter At-Tahrim","Tahrim","Surah Tahrim","Chapter Tahrim","At Tahrim","Surah At Tahrim","Chapter At Tahrim","Surah 66","Chapter 66","The Prohibition","التحريم"]}