{"data":[{"name":"67:1","price":"(Allah), Wanda gudãnar da mulki yake ga hannun Sa, Ya tsarkaka, kuma Shi Mai ĩko ne a kan kome.","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:2","price":"Shi ne Wanda Ya halitta mutuwa da rãyuwa domin Ya jarraba ku, Ya nũna wãye daga cikinku ya fi kyãwon aiki, Shi ne Mabuwãyi, Mai gafara.","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:3","price":"Shi ne wanda Ya halitta sammai bakawi, ɗabaƙõƙi a kan jũna, bã za ka ga goggociya ba a cikin halittar (Allah) Mai rahama. Ka sãke dũbawa, ko za ka ga wata ɓaraka?","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:4","price":"Sa'an nan ka sake maimaita, dũbãwa, ganinka zai komo maka, gajiyayye, ba da ganin wata naƙasa bã.","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:5","price":"Kuma lalle Mun ƙawãta samar farko da fitillu, kuma Muka sanya su abin jifa ga shaiɗanu, kuma Muka yi musu tattalin azãbar Sa'ĩr.","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:6","price":"Kuma waɗanda suka kafirce wa Ubangjinsu na da azãbar Jahannama, tã munana ga zamanta makõmarsu.","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:7","price":"Idan an jẽfa su a cikinta, sai su ji daga gare ta wata ƙãra, tana tafasa.","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:8","price":"Tana kusa ta tsãge domin hushi, ko da yaushe aka jẽfa wani ɓangaren jama'a a cikinta, matsaranta na tambayar su da cewa, \"Wani mai gargaɗi bai je muku ba?\"","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:9","price":"Sai su ce: \"I, lalle wani mai gargaɗi ya je mana, sai muka ƙaryata shi, muka ce, 'Allah bai saukar da kome ba, bã ku cikin kõme sai ɓata babba.'\"","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:10","price":"Kuma suka ce: \"Dã mun zamo muna saurãre, kõ muna da hankali, dã ba mu kasance a cikin 'yan sa'ĩr ba.\"","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:11","price":"Wato su yi iƙrãri da laifinsu. Allah Ya la'ani'yan sa'ĩr!","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:12","price":"Lalle waɗanda ke tsõron Ubangjinsu, a ɓoye, suna da wata gãfara da wani sakamako mai girma.","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:13","price":"Kuma ku asirta maganarku ko ku bayyana ta, lalle shi, (Allah), Masani ne ga abin da ke cikin ƙirãza.","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:14","price":"Ashe, wanda Ya yi halitta bã zai iya saninta ba, alhãli kuwa shi Mai tausasãwa ne, kuma Mai labartawa?","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:15","price":"Shi, (Allah), Yã sanya muku ƙasa hõrarriya, sai ku tafi cikin sãsanninta, kuma ku ci daga arzikin Sa, kuma zuwa gare shi ne tãshin yake.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:16","price":"Shin kõ kun amince cewa wanda ke cikin sama, bã zai iya shãfe ƙasa tãre da ku ba, sai ga ta tana mai girgiza?","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:17","price":"Kõ kun amincẽ cewa wanda ke cikin sama bã zai iya sako muku iskar gũguwa ba? To, zã ku san yadda (ãƙibar) gargaɗi Na take.","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:18","price":"Lalle, waɗanda ke gabansu sun ƙaryata (manzanni). To, yãya (ãƙibar) gargaɗi Na ta kasance?","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:19","price":"Bã zã su yi dũbi ba zuwa ga tsuntsãye a kansu, mãsu sanwã, kuma suna fiffikãwa, bãbu mai riƙe da su sai (Allah), Mairahama? Lalle shi Mai gani ne ga dukan kõme.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:20","price":"Wãne ne wanda zai zame muku mayãƙin da zai taimake ku, wanda bã (Allah) ba, Mai rahama? Kãfirai ba su a cikin kõme fãce rũɗu.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:21","price":"Wãne ne wanda zai ciyar da ku, idan (Allah) Ya riƙe arzikin Sa? A'aha, sun yi zurfi cikin girman kai da tãshin hankali.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:22","price":"Shin, wanda ke tafiya a kife a kan fuskarsa yã fi zama a kan shiryuwa, ko kuwa wanda ke tafiya miƙe a kan hanya madaidaiciya?","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:23","price":"Ka ce: \"(Allah) Shine Wanda Ya ƙaga halittarku, Ya sanya muku ji da gani da tunãni, amman kaɗan ce ƙwarai godiyarku!\"","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:24","price":"Kuma kace \"Shi ne Ya halitta ku daga ƙasã, kuma zuwa gare Shi ne ake tãshin ku.\"","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:25","price":"Kuma sunã cewa, \"Yaushe ne wannan alkawarin zai tabbata in dai kun kasance mãsu gaskiya ne kũ?\"","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:26","price":"Ka ce: \"Ilmin a wurin Allah kawai yake, kuma ni mai gargaɗi kawai ne, mai bayyana (gargaɗin).\"","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:27","price":"To, lokacin da suka gan ta (azãbar) a kusa, fuskokin waɗanda suka kãfirta suka mũnana, kuma aka ce (musu) wannan shi ne abin da kuka zamo kuna ƙaryatãwa.","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:28","price":"Ka ce musu \"Idan Allah Ya halaka ni nĩ da wanda ke tãre da ni, ko kuma, Yã yi mana rahama, to, wãne ne zai tserar da kafirai daga wata azãba mai raɗaɗi?\"","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:29","price":"Ka ce: \"Shĩ ne Mai rahama mun yi ĩmãni da Shi, gare Shi muka dogara, saboda haka zã ku san wanda yake a cikin ɓata bayyananniya.\"","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"","lang":"ha"},{"name":"67:30","price":"Ka ce: \"Ko kun gani, idan ruwanku ya wãyi gari faƙaƙƙe, to, wãne ne zai zo muku da ruwa wani mai ɓuɓɓuga?\"*","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"* Ana so idan mai karatu ya kai ƙarshen wannan sũra ya ce: الله رب العالمين wato Allah Ubagijin halitta. An karanta wannan ãya a gaban wani kãfiri, sai ya ce zã mu fito da ruwan game da amfãni da dundurũsai da farħtani, sai ruwan idãnunsa ya faƙe.","lang":"ha"}],"chapter":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"]}