{"data":[{"name":"7:1","price":"A. L̃. M̃. Ṣ̃.","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:2","price":"Littãfi ne aka saukar zuwa gare ka, kada wani ƙunci ya kasance a cikin ƙirjinka daga gare shi, dõmin ka yi gargaɗi da shi. Kuma tunãtarwa ne ga mũminai.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:3","price":"Ku bi abin da aka saukar zuwa gare ku daga Ubangijinku, kuma kada ku dinga bin wasu majiɓinta baicinSa. Kaɗan ƙwarai kuke tunãwa.","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:4","price":"Kuma da yawa wata alƙarya Muka halaka ta, sai azãbarMu ta jẽ mata da dare kõ kuwa sunã mãsu ƙailũla.","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:5","price":"Sa'an nan bãbu abin da yake da'awarsu, a lõkacin da azãbarMu ta jẽ musu, fãce suka ce: \"Lalle ne mũ muka kasance mãsu zãlunci,\"","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:6","price":"Sa'an nan lalle ne Munã tambayar waɗanda aka aika zuwa gare su, kuma lalle Munã tambayar Manzannin.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:7","price":"Sa'an nan haƙĩƙa Munã bã su lãbãri da ilmi kuma ba Mu kasance mãsu fakowa ba.","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:8","price":"Kuma awo a rãnar nan ne gaskiya. To, wanda sikẽlansasuka yi nauyi, to, waɗannan sũ ne mãsu cin nasara.","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:9","price":"Kuma wanda sikẽlansa suka yi sauƙi, to, waɗannan ne waɗanda suka yi hasarar rayukansu, sabõda abin da suka kasance, da ãyõyinMu, sunã yi na zãlunci.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:10","price":"Kuma lalle ne haƙĩƙa, Mun sarautar da ku, a cikin ƙasa, kuma Mun sanya muku abũbuwan rãyuwa, a cikinta; kaɗan ƙwarai kuke gõdẽwa.","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:11","price":"Kuma lalle ne haƙĩƙa Mun halittã ku sa'an nan kuma Mun sũrantã ku, sa'an nan kumaMun ce wa malã'iku: \"Ku yi sujada ga Ãdam.\" Sai suka yi sujada fãce Iblĩs, bai kasance daga mãsuyin sujadar ba.*","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"* Allah Yã ƙidanya ni'imõmin da Ya yi wa mutãne daga halittarsu da sũrantã su da Ya yi kuma Ya girmama su da sanyãwar malã'iku su yi sujada ga ubansu Ãdam, sa'an nan kuma Ya nũna musu ceSwa shaiɗan yã ƙi bin umurninSa ga girmama ubansu Ãdam, sabõda haka sũ ma su yi tsõron maƙiyin kãkan su.","lang":"ha"},{"name":"7:12","price":"Ya ce: \"Mẽne ne ya hana ka, ba ka yi sujada ba, alõkacin da Na umurce ka?\" Ya ce: \"Nĩ ne mafĩfĩci daga gare shi, Ka halitta ni daga wuta alhãli kuwa Kã halitta shi daga lãka.\"","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:13","price":"Ya ce: \"To, ka sauka daga gare ta; dõmin bã, ya kasancẽwa a gare ka ga ka yi girman kai a cikinta. Sai ka fita. Lalle ne kanã daga mãsu ƙasƙanci.\"","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:14","price":"Ya ce: \"Ka yi mini jinkiri zuwa ga rãnar da ake tãyar* da su.\"","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"* Yã rõƙi kada ya mutu, dõmin a Rãnar Rãyarwa bãbu sauran wata mutuwa.","lang":"ha"},{"name":"7:15","price":"Ya ce: \"Lalle ne, kanã daga waɗanda aka yi wa jinkiri.\"*","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"* wannan ya nũna cewa, kowa ya rõki Allah wani abu, to, zai bã shi gwargwadon yaddaYake so, Shi Ubangijin.","lang":"ha"},{"name":"7:16","price":"Ya ce: \"To inã rantsuwa da halakarwar da Ka yi mini, lalle ne, inã zaune musu tafarkinKa madaidaici.\"","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:17","price":"\"Sa'an nan kuma haƙĩƙa, Inã je musu daga gaba gare su, kuma daga bãya gare su, kuma daga jihõhin damansu da jihõhin hagunsu; Kuma bã zã ka sãmi mafi yawansu mãsu gõdiya ba.\"","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:18","price":"Ya ce: \"Ka fita daga gare ta kanã abin zargi kõrarre. Lalle ne wanda ya bĩ ka daga gare su, haƙĩƙa, zã Ni cika jahannama daga gare ku, gabã ɗaya.\"","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:19","price":"\"Kuma ya Ãdam! Ka zauna kai da matarka a Aljanna sai ku ci daga inda kuka so; kuma kada ku kusanci wannan itãciya, har ku kasance daga Azzãlumai.\"","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:20","price":"Sai Shaiɗan ya sanya musu waswãsi dõmin ya bayyana musu abin da aka rufe daga barinsu, daga al'aurarsu, kuma ya ce: \"Ubangijinku bai hanã ku daga wannan itãciya ba fãce dõmin kada ku kasance malã'iku biyu ko kuwa ku kasance daga madawwama.\"","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:21","price":"Kuma ya yi musu rantsuwa; Lalle ne nĩ, a gare ku, haƙĩƙa, daga mãsu nasĩha ne.","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:22","price":"Sai ya saukar da su da rũɗi. Sa'an nan a lõkacin da suka ɗanɗani itãciyar, al'aurarsu ta bayyana gare su, kuma suka shiga sunã lĩƙawar ganye a kansu daga ganyen Aljanna. Kuma Ubangjinsu Ya kira su: \"Shin, Ban hanã ku ba daga waccan itãciya, kuma Na ce muku lalle ne Shaiɗan, a gare ku, maƙiyi ne bayyananne?\"","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:23","price":"Suka ce: \"Ya Ubangijinmu! Mun zãlunci kanmu. Kuma idan ba Ka gãfarta mana ba, kuma Ka yi mana rahama, haƙĩƙa, Munã kasancẽwa daga mãsu hasãra.\"","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:24","price":"Ya ce: \"Ku sauka, sãshenku zuwa ga sãshe yanã maƙiyi, kuma kunã da matabbata a cikin ƙasa, da ɗan jin dãɗi zuwa ga wani lõkabi.\"","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:25","price":"Ya ce: \"A cikinta kuke rãyuwa, kuma a cikinta kuke mutuwa, kuma daga gare ta ake fitar da ku.\"","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:26","price":"Yã ɗiyan Ãdam! Lalle ne Mun saukar da wata tufa* a kanku, tanã rufe muku al'aurarku, kuma da ƙawã. Kuma tufar taƙawa wancan ce mafi alhẽri. Wancan daga ãyõyin Allah ne, tsammãninsu sunã tunãwa!","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"* Tufar da aka saukar, ita ce addinin Allah. Wanda ya riƙã shi da taƙawa, to, ya kyauta ƙawarsa.","lang":"ha"},{"name":"7:27","price":"Yã ɗiyan Ãdam! Kada Shaiɗan, lalle, ya fitine ku, kamar yadda ya fitar da iyãyenku, biyu daga Aljanna, yanã fizge tufarsu daga gare su, dõmin ya nũna musu al'aurarsu. Lalle ne shĩ, yanã ganin ku, shi da rundunarsa, daga inda bã ku ganin su. Lalle ne Mũ, Mun sanyaShaiɗan majiɓinci ga waɗanda bã su yin ĩmãni.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:28","price":"Kuma idan suka aikata alfãsha* su ce: \"Mun sãmi ubanninmu akanta.\" Kuma Allah ne Ya umurce mu da ita.\"Ka ce: \"Lalle ne, Allah bã Ya umurni da alfãsha. Shin kunã faɗar abin da bã ku da saninsa ga Allah?\"","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"* Alfãsha ita ce dukan mugun aiki, watau abin da sharĩ'a ba ta zõ da shi ba, kõ dã an jingina shi ga addini, kamar yin ɗawafi tsirãra da bauta wa malã'iku da sãlihai, da yin kõwace ibãda ba bisa ga yadda Annabi ya kõyar da ita ba.","lang":"ha"},{"name":"7:29","price":"Ka ce: \"Ubangjina Yã yi umurni da ãdalci; kuma ku tsayar da fuskõkinku a wurin kõwane masallãci, kuma ku rõƙẽ Shi, kunã mãsu tsarkake addini gare Shi. Kamar yadda Ya fãra halittarku kuke kõmãwa.\"","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:30","price":"Wata ƙungiya (Allah) Yã shiryar, kuma wata ƙungiya ɓata tã wajaba a kansu; lalle ne sũ, sun riƙi shaiɗanu majiɓinta, baicin Allah, kuma sunã zaton, lalle sũ, mãsu shiryuwa ne.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:31","price":"Yã ɗiyan Ãdam! Ku riƙi ƙawarku a wurin kõwane masallãci kuma ku ci, kuma ku sha; Kuma kada ku yi ɓarna. Lalle ne Shĩ (Allah), bã Ya son mãsu ɓarna.","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:32","price":"Ka ce: \"Wãne ne ya haramta ƙawar Allah, wadda Ya fitar sabõda bãyinSa, da mãsu dãɗi daga abinci?\" Ka ce: \"Sũ, dõmin waɗanda suka yi ĩmani suke a cikin rãyuwar dũniya, suna keɓantattu a Rãnar Kiyãma. \"Kamar wannan ne Muke bayyana ãyõyi, daki-daki, ga mutãnen da suke sani.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:33","price":"Ka ce: \"Abin sani kawai, Ubangijina Yã hana abũbuwanalfãsha; abin da ya bayyana daga gare su da abin da ya ɓõyu, da zunubi da rarraba jama'a, bã da wani hakki ba, kuma da ku yi shirki da Allah ga abin da bai saukar da wani dalĩli ba gare shi, kuma da ku faɗi abin da ba ku sani ba, ga Allah.\"","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:34","price":"Kuma ga kõwace al'umma akwai ajali. Sa'an nan idan ajalinsu ya je, bã zã a yi musu jinkiri ba, sa'a guda, kuma bã zã su gabãce shi ba.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:35","price":"Yã ɗiyan Ãdam! Ko dai wasu manzanni, daga cikinku, su jẽ muku, sunã gaya muku ayõyiNato, wanda ya yi taƙawa, kuma ya gyara aikinsa, to, bãbu tsoro a kansu, kuma bã su yin baƙin ciki.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:36","price":"Kuma waɗanda suka ƙaryatã game da ãyõyinMu, kuma suka yi girman kai daga gare su, waɗannan sũ ne abõkan wuta, sũ, a cikinta madawwama ne.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:37","price":"To, wãne ne mafi zãlunci daga wanda ya ƙirƙira ƙarya ga Allah, kõ kuwa ya ƙaryata game da ãyõyinSa? Waɗannan rabonsu daga Littãfi yanã sãmunsu, har a lõkacin da ManzanninMu suka je musu, sunã karɓar rãyukansu, su ce: \"Ĩnã abin da kuka kasance kunã kira, baicin Allah?\" Su ce: \"Sun ɓace daga gare mu, \"Kuma su yi shaida a kansu cẽwa lalle sũ, sun kasance kãfirai.\"","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:38","price":"Ya ce: \"Ku shiga a cikin al'ummai waɗanda, haƙĩƙa, sun shige daga gabãninku, daga aljannu da mutãne, a cikin Wuta. A kõ da yaushe wata al'umma ta shiga sai ta la'ani 'yar'uwarta, har idan suka riski jũna, a cikinta, gabã ɗaya, ta ƙarshensu ta ce wa ta farkonsu: \"Ya Ubangijinmu! Waɗannan ne suka ɓatar da mu, sai Ka kãwo musu azãba ninki daga wuta.\" Ya ce: \"Ga kõwane* akwai ninki; kuma amma ba ku sani ba.\"","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"* Shũgabannin ɓata su ne ke fãra shiga wuta, sa'an nan mabiyansu, su shiga, dõmin shũgabanni sunã da laifi biyu; nãsu, na aikinsu, da kuma sababin da suka yi, na ɓatar da mabiyansu. Kuma an fahimta daga nan cewa, \"Inã bin wane a kan ɓata, shĩ ne ya ɓatar da ni, bã ya zama hujja mai hana shiga wuta, dõmin AllahYã aza wa kõwane bãligi mai hankali da yayi binciken gaskiya gwargwadon iyãwarsa. Allah ba Ya kãma mutum da abin da ba ya a cikin ĩkonsa.","lang":"ha"},{"name":"7:39","price":"Kuma ta farkonsu ta ce wa ta ƙarshe: \"To, bã ku da wata falala a kanmu, sai ku ɗanɗana azãba sabõda abin da kuka kasance kunã tãrãwa!\"","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:40","price":"Lalle ne waɗanda suka ƙaryatã game da ãyõyinMu, kuma suka yi girman kai daga barinsu, bã zã a bubbuɗe musu kõfõfin sama ba, kuma bã su shiga Aljanna sai raƙumi ya shiga kafar allũra, kuma kamar wannan ne Muke sãka wa mãsu laifi.","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:41","price":"Sunã da wata shimfiɗa daga Jahannama kuma daga samansu akwai wasu murafai. Kuma kamar wancan ne Muke sãka wa azzãlumai.","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:42","price":"Kuma waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai, bã Mu ƙallafa wa rai fãce iyãwarsa, Waɗannan ne abõkan Aljanna, sũ, a cikinta, madawwma ne.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:43","price":"Kuma Muka fitar da abin da yake a cikin ƙirãzansu, daga ƙiyayya, ƙõramu sunã gudãna daga ƙarƙashinsu, kuma suka ce: \"Gõdiya ta tabbata ga Allah, wanda Ya shiryar da mu ga wannan. Kuma ba mu kasance munã iya shiryuwa ba, bã dõmin Allah Ya shiryar da mu ba. Lalle ne haƙĩƙa, Manzannin Ubangjinmu, sun jẽ mana da gaskiya.\" Kuma aka kira su, cẽwa: \"Waccan Aljlnna an gãdar da ku ita, sabõda abin da kuka kasance kunã aikatãwa.\"","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:44","price":"Kuma 'yan Aljanna suka kirãyi 'yan Wuta suka ce: \"Lalle ne mun sãmi abin da Ubangijinmu Ya yi mana wa'adi, gaskiya ne. To, shin, kun sãmi abin da Ubangijinku Ya yi muku wa'adi, gaskiya?\" Suka ce: \"Na'am.\" Sai mai sanarwa ya yi yẽkuwa, cẽwa: \"La'anar Allah ta tabbata a kan azzãlumai.\"","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:45","price":"\"Waɗanda suke kangẽwa daga hanyar Allah, kuma sunã nẽman ta ta zama karkatacciya,. kuma sũ, game da Lãhira, kãfirai ne.\"","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:46","price":"Kuma a tsakãninsu akwai wani shãmaki,* kuma a kan A'arãf akwai wasu maza sunã sanin kõwa da alãmarsu; Kuma suka kirãyi abõkan Aljamia cẽwa: \"Aminci ya tabbata a kanku: \"Ba su shige ta ba, alhãli kuwa sũ, sunã tsammãni.","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"* A tsakanin Aljanna da wuta akwai bango, anã ce masa A'araf, inda zã a ajiye mutãnen da ayyukansu na ƙwarai suka yi daidai da miyãgun ayyukansu. Sunã ganin mutãnen Aljanna sunã yi musu sallama sunã gurin shigarta, kuma sunã ganin mutãnen wuta sunã la'anar su, sunã neman nisanta daga gare ta.","lang":"ha"},{"name":"7:47","price":"Kuma idan an jũyar da gannansu wajen abõkan wuta, su ce: \"Yã Ubangijinmu! Kada Ka sanyã mu tãre da mutãne Azzãlumai.\"","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:48","price":"Kuma abõkan A'araf suka kirãyi wasu maza, sunã sanin su da alãmarsu, suka ce: \"Tãrawar dũkiyarku da abin da kuka kasance kunã yi na girman kai, bai wadãtar ba daga barinku?\"","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:49","price":"\"Shin, waɗannan ne waɗanda kuka yi rantsuwa, Allah bã zai sãme su da rahama ba? Ku shiga Aljanna, bãbu tsõro akanku, kuma ba ku zama kunã baƙin ciki ba.\"","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:50","price":"Kuma 'yan wuta suka kirãyi 'yan Aljanna cẽwa: \"Ku zubo a kaumu daga ruwa kõ kuwa daga abin da Allah Ya azurta ku.\" Su ce: \"Lalle ne Allah Ya haramtã su a kan kãfirai.\"","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:51","price":"\"Waɗanda suka riƙi addininsu abin shagala da wãsa, kuma rãyuwar dũniya ta rũɗe su.\" To, a yau Munã mantãwa da su, kamar yadda suka manta da haɗuwa da yininsu wannan, da kuma abin da suka kasance da ãyoyinMu sunã musu.","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:52","price":"Kuma lalle ne haƙĩƙa Mun jẽ musu da Littãfi, Mun bayyana Shi, daki-daki, a kan ilmi, yanã shiriya da rahama ga mutãne waɗanda suke yin ĩmani.","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:53","price":"Shin, sunã jira, fãce fassararsa, a rãnar da fassararsa take zuwa, waɗanda saka manta da Shi daga gabãni, sunã cẽwa: \"Lalle ne, Manzannin Ubangijin mu svun jẽ da gaskiya. To, shin, munã da wasu mãsu cẽto, su yi cẽto gare mu, kõ kuwa a mayar da mũ, har mu aikata wanin wanda muka kasance muna aikatãwa?\" Lalle ne sun yi hasãrar rãyukansu, kuma abin da suka kasance sunã ƙĩrƙirawa yã ɓace musu.","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:54","price":"Lalle ne Ubangijinku Allah ne, wanda Ya halitta sammai da ƙasa a cikin kwãnaki shida, sa'an nan kuma Ya daidaita a kan Al'arshi, Yanã sanya dare ya rufa yini, yanã nẽman sa da gaggawa, kuma rãnã da watã da taurãri hõrarru ne da umurninSa. To, Shĩ ne da halittar kuma da umurnin. Albarkar Allah Ubangijin halittu tã bayyana!","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:55","price":"Ku kirãyi Ubangijinku da ƙanƙan da kai, da kuma a ɓõye: lalle ne Shĩ, bã Yã son mãsuwuce iyãka.","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:56","price":"Kuma kada ku yi ɓarna a cikin ƙasa a bãyan gyaranta. Kuma ku kirãye shi sabõda tsõro da tsammãni; lalle ne rahamar Allah makusanciya ce daga mãsu kyautatãwa.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:57","price":"Kuma Shĩ ne wanda Yake aika iskõki, sunã bishãra gaba ga rahamarSa, har idan sun ɗauki gizãgizai mãsu nauyi,* sai Mu kõra su ga wani gari matacce, sa'an nan Mu saukar da ruwa gare shi, sa'an nan Mu fitar, game da shi, daga dukkan 'ya'yan itĩce. Kamar wancan ne Muke fitar da matattu; tsammãninku, kunã tunãni.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"* Ya kamanta hadari da ruwa da Alƙur'ãni da abin da ya ƙunsa, da sifanta ƙasa busasshiya da jahilci, da zuciyar ĩmãni da gari mai kyau, da zũciyar kãfirci da mugun gari, kuma rãyuwa da ĩmãni da mutuwa da tãshi. Annabi ya ce: \"Misãlin abin da Allah Ya aiko ni da shi na ilmi da shiriya kamar ruwa ne mai yawa, ya sãmi wata ƙasa. To, ta zama daga cikinta akwai mai kyau, ta karɓi ruwa, sa'an nan ta tsirar da ciyãwa da tsãtse mai yawa. Kuma ta zama daga gare ta akwai rãfuka, suka riƙe ruwa Allah Ya amfãni mutãne da shi, suka sha, suka shãyar kuma suka yi shũka. Kuma daga cikinta akwai nau'i, faƙanƙani bã ya riƙon ruwa, kuma bã ya tsirar da ciyawa,wannan shi ne misalin wanda ya fahimci addinin Allah, kuma abin da Allah Ya aiko ni da shi, ya amfãne shi, ya sani kuma ya sanar, da wanda bai ɗauka kai ba gare shi, kuma bai karɓi shiriyar Allah ba wadda aka aiko ni da ita.\" Kuma anã fahimtar cewa kullum akwai faɗa mai dõgewa a tsakãninsu, dõmin sũ, kĩshiyõyin jũna ne.","lang":"ha"},{"name":"7:58","price":"Kuma gari mai kyau, tsirinsa yanã fita da iznin Ubangijinsa, kuma wanda ya mũnana, (tsirinsa) bã ya fita, fãce da wahala; kamar wannan ne, Muka sarrafa ãyõyi dõmin mutãne waɗan da suke gõdẽwa.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:59","price":"Lalle ne, haƙĩƙa Mun aika Nũhu zuwa ga mutãnẽnsa, sai ya ce: \"Yã mutãnẽna! Ku bauta waAllah! Bã ku da wani abin bautãwa waninSa. Lalle ne nĩ, inã yimuku tsõron azãbar wani Yini mai girma.\"","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:60","price":"Mashawarta* daga mutãnensa suka ce: \"Lalle ne mu, haƙĩƙa, Munã ganin ka a cikin ɓata bayyananniya.\"","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"* Kissar Nũhu da mutãnensa tanã nũna yanda Annabawa mãsu kãwo gaskiya ke yin faɗa da miyãgun mutãne mãsu ƙin gaskiya, sunã ƙõƙarin rufe ta haka kuma ƙissõshin da ke tafe a bãyanta sunã nũna yadda ƙarya ke faɗa da gaskiya, ta hanyõyi dabam-dabam.","lang":"ha"},{"name":"7:61","price":"Ya ce: \"Yã mutãnena! Bãbu ɓata guda gare ni, kuma amma nĩ Manzo ne daga ubangijin halittu!\"","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:62","price":"\"Inã iyar muku da sãƙonnin Ubangijina; kuma inã yi muku nasĩha, kuma inã sani, daga Allah, abin da ba ku sani ba.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:63","price":"\"Shin, kunã mãmãkin cẽwa ambato yã zo muku daga Ubangijinku a kan wani namiji, daga gare ku, dõmin ya yi muku gargaɗi, kuma dõmin ku yi taƙawa, kuma tsammãninku anã jin ƙanku?\"","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:64","price":"Sai suka ƙaryata shi, sa'an nan Muka tsĩrar da shi da waɗanda suke tãre da shi, a cikin jirgin; kuma Muka nutsar da waɗanda suka ƙaryata shi game da ãyõyinMu. Lalle ne sũ, sun kasance wasu mutãne ɗĩmautattu.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:65","price":"Kuma zuwa ga Ãdãwa, ɗan'uwansu Hudu, ya ce: \"Ya mutãnena! Ku bautã wa Allah! Bã ku da wani abin bautã wa, waninSa. Shin fa, bã zã ku yi taƙawa ba?\"","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:66","price":"Mashawarta waɗanda suka kãfirta daga mutãnensa suka ce: \"Lalle ne mũ, haƙĩƙka, Munã ganin ka a cikin wata wauta! Kuma lalle ne mũ, haƙĩƙa, Munã zaton ka daga maƙaryata.\"","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:67","price":"Ya ce: \"Yã mutãnena! Bãbu wata wauta a gare ni, kuma amma nĩ, Manzo ne daga Ubangijin halittu!\"","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:68","price":"Inã iyar muku da sãƙonnin Ubangijina, kuma nĩ, gare ku, mai nasĩha ne amintacce.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:69","price":"\"Shin, kuma kun yi mãmãki cẽwa ambato daga Ubangijinku ya zo muku a kan wani namiji daga gare ku, dõmin ya yi muku gargaɗi? Kuma ku tunã a lõkacin da Ya sanyã ku mãsu mayẽwa daga bãyan mutãnen Nũhu, kuma Ya ƙãra muku zãti a cikin halitta. Sabõda haka ku tuna ni'imõmin Allah; tsammãninku kunã cin nasara.\"","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:70","price":"Suka ce: \"Shin, kã zo mana ne dõmin mu bauta wa Allah Shi kaɗai, kuma mu bar abin da ubanninmu suka kasance sunã bauta wa? To, ka zõ mana da abin da kake yi mana wa'adi da shi idan kã kasance daga mãsu gaskiya.\"","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:71","price":"Ya ce: \"Haƙĩƙa azãba da fushi sun auku a kanku daga Ubangijinku! Shin, kunã jãyayya da ni a cikin wasu sunãye waɗanda kũ ne kuka yi musu sunãyen, kũ da ubanninku, Allah bai saukar da wani dalili ba a gare su? To, ku yi jira. Lalle ne ni, tãre da ku mai jira ne.\"","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:72","price":"To, sai Muka tsĩrar da shi, shĩ da waɗanda suke tãre da shi sabõda wata rahama daga gare Mu, kuma Muka katse ƙarshen waɗanda suka ƙaryata game da ãyõyinMu, kuma ba su kasance mũminaiba.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:73","price":"Kuma zuwa ga Samũdãwa ɗan'uwansu, Sãlihu, ya ce: \"Yã mutãnena! Ku bauta wa Allah; bã ku da wani abin bauta wa wanninSa. Haƙĩƙa hujja bayyananniya tã zo muku daga Ubangijinku! wannan rãƙumar Allah ce, a gare ku, wata ãyã ce. Sai ku bar ta ta ci, a cikin ƙasar Allah, kuma kada ku shãfe ta da wata cũta har azãba mai raɗaɗi ta kãmã ku.\"","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:74","price":"\"Kuma ku tuna a lõkacin da Ya sanyã ku mamaya daga bãyan Ãdãwa kuma Ya zaunar da ku a cikin ƙasa, kunã riƙon manyan gidãje daga tuddanta, kuma kunã sassaƙar ɗãkuna daga duwãtsu; sabõda haka ku tuna ni'imõmin Allah, kuma kada ku yi ɓarna a cikin ƙasa kuna mãsu fasãdi.\"*","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"* Fasãdi kalmar Lãrabci ce, ma'anarta ɓarna. Watau an ce musu kada su yi ɓarna cikin ɓarna dõmin haka nan zai sanya ɓarnar ta game ƙasa duka har bã zã a gane mũninta ba.","lang":"ha"},{"name":"7:75","price":"Mashawarta waɗanda suka yi girman kai daga mutanensa suka ce ga waɗanda aka raunanar*, ga waɗanda suka yi ĩmãni daga gare su: \"Shin, kunã sanin cẽwaSãlihu manzo ne daga Ubangijinsa?\" Suka ce: \"Lalle ne mũ, da abin daaka aiko shi, mãsu ĩmãni ne.\"","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"* Shugabanni suka cewa mabiyansu mãsu rauni, waɗanda suka yi ĩmãni da Manzon Allah Sãlihu. Amma ba su yi magana da mãsu ƙarfin ĩmãni ba, dõmin sun yanke ƙauna daga gare su.","lang":"ha"},{"name":"7:76","price":"Waɗanda suka yi girman kai suka ce: \"Lalle ne mu, ga abin da kuka yi ĩmãni da shi kãfirai ne.\"","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:77","price":"Sai suka sõke rãƙumar, kuma suka kangare daga barin umurnin Ubangijinsu, kuma suka ce: \"Yã Sãlihu! Ka zõ mana da abin da kake yi mana wa'adi da shi, idan kã kasance daga manzanni!\"","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:78","price":"Sai tsãwa ta kãmã su, sabõda haka suka wãyi gari a cikin gidansu guggurfãne!","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:79","price":"Sai ya jũya daga barinsu, kuma ya ce: \"Ya mutãnena! Lalle ne, haƙĩƙa, nã iyar muku damanzancin Ubangijina. Kuma nã yi muku nasĩha kuma amma bã ku son mãsu nasĩha!\"","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:80","price":"Da Lũɗu, a lõkacin daya ce wa mutãnensa: \"Shin, kunã jẽ wa alfãsha, bãbu kõwa da ya gabãce ku da ita daga halittu?\"","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:81","price":"\"Lalle ne ku, haƙĩƙa kunã jẽ wa maza da sha'awa, baicin mata; Ã'a, kũ mutãne ne maɓarnata.\"","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:82","price":"Kuma bãbu abin da ya kasance jawãbin mutãnensa, fãce ɗai suka ce: \"Ku fitar da su daga alƙaryarku: lalle ne sũ, wasumutãne ne mãsu da'awar tsarki!\"","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:83","price":"Sai Muka tsĩrar da shi, shĩ da iyãlansa, fãce matarsa, ta kasance daga mãsu wanzuwa.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:84","price":"Kuma Muka yi ruwa a kansu da wani irin ruwa; Sai ka dũba yadda ãƙibar mãsu laifi ta kasance!","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:85","price":"Kuma zuwa Madayana ɗan'uwansu Shu'aibu, ya ce: \"Ya mutãnena! Ku bauta wa Allah; bã ku da wani abin bauta wa waninSa. Lalle ne, wata hujja bayyananniya daga Ubangijinku tã zõ muku! Sai ku cika mũdu da sikeli kumakada ku nakasa wa mutãne kãyansu, kuma kada ku yi fasãdi a cikin ƙasa a bãyan gyaranta. Wannan ne mafi alhẽri a gare ku, idan kun kasance mũminai.\"","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:86","price":"\"Kuma kada ku zauna ga kõwane tafarki kunã ƙyacẽwa, kuma kunã kangẽwa, daga hanyar Allah, ga wanda ya yi ĩmãni da shi, kuma kunã nẽman ta ta zama karkatacciya, kuma ku tuna, a lõkacin da kuka kasance kaɗan, sai Ya yawaita ku, kuma ku dũba yadda ãƙibar mãsu fasãdi ta kasance:\"","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:87","price":"\"Kuma idan wata ƙungiya daga gare ku ta kasance ta yi ĩmãni da abin da aka aiko ni da shi, kuma wata ƙungiya ba ta yi ĩmãni ba, to, ku yi haƙuri, har Allah Ya yi hukunci a tsakãninmu; kuma Shi ne Mafi alhẽrin mãsu hukunci.\"","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"ha"},{"name":"7:88","price":"Mashawarta waɗanda suka kangare daga mutãnensa, suka ce: \"Lalle ne, Munã fitar da kai, Yã Shu'aibu, kai da waɗanda suka yi Ĩmãni tãre da kai, daga alƙaryarmu; kõ kuwa lalle ku kõmo a cikin addininmu.\" Ya ce: \"Ashe! Kuma kõ dã mun kasance mãsu ƙĩ?\"","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:89","price":"\"Lalle ne mun ƙirƙira ƙarya ga Allah idan mun kõma a cikin addininku a bãyan lõkacin da Allah ya tsĩrar da mu daga gare shi, kuma bã ya kasancewa a gare mu, mu kõma a cikinsa, fãce idan Alah, Ubangijinmu Ya so. Ubangijinmu Yã yalwaci dukan kõme ga ilmi. Ga Allah muka dõgara. Yã Ubangijinmu! Ka yi hukunci a tsakãninmu da tsakanin mutãnenmu da gaskiya, kuma Kai ne Mafi alhẽrin mãsu hukunci.\"","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:90","price":"Kuma mashawarta waɗanda suka kãfirta daga mutãnensa, suka ce: \"Lalle ne, idan kun bi Shu'aibu haƙĩƙa kũ, a lõkacin nan, mãsu hasãra ne.\"","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:91","price":"Sai tsãwa ta kãma su, sabõda haka suka wãyi gari, a cikin gidan su, sunã guggurfãne.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:92","price":"Waɗanda suka ƙaryata Shu'aibu kamar ba su zauna ba a cikinta, waɗanda suka ƙaryata Shu'aibu, sun kasance sũ nemãsu hasãra!","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:93","price":"Sai ya jũya daga barinsu, kuma ya ce: \"Yã mutãnena! Haƙĩƙa, nã iyar muku da sãƙonnin Ubangijina, kuma nã yi muku nasĩha! To, yãya zan yi baƙin ciki a kan mutãne kãfirai?\"","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:94","price":"Kuma ba Mu aika wani Annabi* a cikin wata alƙarya ba, fãce Mun kãma mutãnenta da azãba da cũta, tsammãninsu sunã yin ƙasƙantar da kai.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"* Daga ãyã ta 94 zuwa ãyã ta l03 duka tãlĩƙi ne dõmin farkarwa ga muhimman manganganu waɗanda ƙissoshin Annabawan nan da mutãnensu suka ƙunsa, kuma aka ce haka dai sauran Annabawa da ba a faɗa ba suka zauna da mutãnensu a cikin faɗa a tsakanin gaskiya da ƙarya.","lang":"ha"},{"name":"7:95","price":"Sa'an nan kuma Muka musanya mai kyau a matsayin mummũna, har su yi yawa, kuma su ce: \"Cũta da azãba sun shãfi ubanninmu.\" (sai su kõma wa kãfirci). Sai Mu kãmã su kwatsam! alhãli kuwa sũ, bã su sansancẽwa.\"","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:96","price":"Kuma dã lalle mutãnen alƙaryu sun yi ĩmãni kuma suka yi taƙawa dã haƙĩƙa Mun bũɗe albarkõki a kansu daga sama da ƙasa, kuma amma sun ƙaryata, don haka Muka kãma su da abin da suka kasance sunã tãrãwa.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:97","price":"Shin, mutãnen alƙaryu sun amince wa azãbar Mu ta jẽ musu da dare, alhãli kuwa sunã barci?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:98","price":"Kõ kuwa mutãnen alƙaryu sun amince wa azãbarMu ta jẽ musu da hantsi, alhãli kuwa sunã wãsa?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:99","price":"Shin fa, sun amince wa makarun Allah? To, bãbu mai amince wa makarun Allah fãce mutãne mãsu hasãra!","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:100","price":"Shin, kuma bai shiryar da waɗanda suke gãdon ƙasa ba daga bãyan mutãnenta cẽwa da Munã so, dã Mun sãme su da zunubansu, kuma Mu rufe a kan zukãtansu, sai su zama bã su ji?","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:101","price":"Waɗancan alƙaryu Munã gaya maka daga lãbãransu, kuma lalle ne, haƙĩƙa manzanninMu sun jẽ musu da hujjõji bayyanannnu; to, ba su kasance sunã yin ĩmãnida abin da suka ƙaryata daga gabãni ba. Kamar wancan ne Allah Yake rufẽwa a kan zukãtan kãfirai.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:102","price":"Kuma ba Mu sãmi wani alkawari ba ga mafi yawansu, kuma lalle ne, Mun sãmi mafi yawansu, haƙĩƙa, fãsiƙai.","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:103","price":"Sa'an nan kuma Mun aika Musa,* daga bãyansu, da ãyõyinMu zuwa ga Fir'auna da majalisarsa, sai suka yi zãlunci game da su. To, dũbi yadda ãƙibar maɓarnata take.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"* An fitar da ƙissar Bani Isrã'ila dabam, dõmin tã ƙunsa abũbuwa mãsu yawa na faɗa a tsakãnin ƙarya da gaskiya, ta hanyõyi mãsu yawa, a bayyane da ɓõye a cikin Addini.","lang":"ha"},{"name":"7:104","price":"Kuma Musa ya ce: \"Ya Fir'auna! Lalle ne nĩ, manzo ne daga Ubangijin halittu.\"","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:105","price":"\"Tabbatacce ne a kan kada in faɗi kõme ga Allah fãce gaskiya. Lalle ne, nã zo muku da hujja bayyananniya daga Ubangijinku; Sai ka saki Banĩ Isrã'ila tãreda ni.\"","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:106","price":"Ya ce: \"Idan kã kasance kã zo da wata ãyã, to, ka kãwõ ta, idan kã kasance daga mãsu gaskiya.\"","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:107","price":"Sai ya jẽfa sandarsa, sai gã ta kumurci bayyanan ne!","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:108","price":"Kuma ya fizge hannun sa, sai ga shi fari ga mãsu dũbi!","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:109","price":"Mashãwarta daga mutãnen Fir'auna suka ce: \"Lalle ne, wannan, haƙĩƙa, matsafi ne mai ilmi.\"","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:110","price":"\" Yanã son ya fitar da ku daga ƙasarku: To, mẽne ne kuke shawartawa?\"","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:111","price":"Suka ce: \"Ka jinkirtar da shĩ, shĩ da ɗan'uwansa, kuma ka aika da mãsu gayyar mutãne a cikin garũruwa.","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:112","price":"\"Su zõ maka da duka matsafi, mai ilmi.\"","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:113","price":"Kuma matsafa suka jẽ wa fir'aunã suka ce: \"Lalle ne, shin, Munã da ijãra, idan mun kasance mũ ne marinjaya?\"","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:114","price":"Ya ce: \"Na, am kuma lalle ne kunã a cikin makusanta.\"","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:115","price":"Suka ce: \"Ya Mũsã! Kõ dai ka jẽfa, kõ kuwa mu kasance, mũ ne, mãsu jẽfãwa?\"","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:116","price":"Ya ce: \"Ku jẽfa.\" To a õkacin da suka jẽfa, suka sihirce idãnun mutãne kuma suka tsõratar da su; Kuma suka jẽ da tsafi mai girma.\"","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:117","price":"Kuma Muka yi wahayi zuwa ga Mũsã cẽwa: \"Ka jẽfa sandarka.\" Sai gã ta tanã lãƙumar abin da suke ƙarya da shi!","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:118","price":"Gaskiya ta auku, kuma abin da suke aikatãwa ya ɓãci.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:119","price":"Sai aka rinjãye su a can, kuma suka jũya sunã ƙasƙantattu.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:120","price":"Kuma aka jẽfar da matsafan, sunã mãsu sujada.","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:121","price":"Suka ce: \"Mun yi ĩmãni da Ubangijin halittu.\"","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:122","price":"\"Ubangijin Mũsã da Harũna.\"","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:123","price":"Fir'auna ya ce: \"Ashe, kun yi ĩmãni da shi a gabãnin inyi izni a gare ku? Lalle ne, wannan, haƙĩƙa, mãkirci ne kuka mãkirta a cikin birni, dõmin ku fitar da mutãnensa daga gare shi; To, da sannu zã ku sani.\"","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:124","price":"\"Lalle ne, inã karkãtse hannãyenku da ƙafãfunku daga sãɓãni, sa'an nan kuma, haƙĩƙa, inã tsĩre, ku gabã ɗaya.\"","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:125","price":"Suka ce: \"Lalle ne mu, zuwa ga Ubangijinmu, mãsu jũyãwa ne.\"","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:126","price":"\"Kuma bã ka zargin kõme daga gare mu fãce dõmin mun yi ĩmãni da ãyõyin Ubangijinmu a lõkacin da suka zõ mana! Ya Ubangijinmu! Ka zuba haƙuri a kanmu, kuma Ka cika mana munã Musulmai!* \"","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"* Musulmi shi ne wanda ya sallama kansa ga hukunce-hukuncen Allah waɗanda wani Annabin Allah ya zõ da su, a cikin zãmaninsa. Sabõda haka ma'anar Musulmi shi ne mai sallamãwa ga hukuncin Allah, a kõwane zãmani, tun daga Ãdamu har zuwa Rãnar Ƙiyãma. Sai dai wannan al'umma ta Muhammadu tã keɓanta da sũnan Musulmi, addinin kuma da sũnan Musulunci.","lang":"ha"},{"name":"7:127","price":"Kuma mashawarta daga mutãnen Fir'auna suka ce: \"Shin, zã ka bar Mũsã da mutãnensa dõmin su yi ɓarna a cikin ƙasa, kuma ya bar ka, kai da gumãkanka?\" Ya ce: \"Zã mu yayyanka ɗiyansu maza kuma mu rãya mãtansu; kuma lalle ne mũ, a bisa gare su, marinjãya ne.\"","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:128","price":"Mũsã ya ce wa mutãnensa:* \"Ku nẽmi taimako da Allah, kuma ku yi haƙuri; Lalle ne ƙasa ta Allah ce, Yãna gãdar da ita ga wanda Yake so daga bãyinSa, kuma ãƙiba ta mãsu taƙawa ce.\"","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"* Maganar Mũsã ga Banĩ Isrã'ila tã nũna cewa sun ga azãbar ta yi musu yawa, har sun fãra zargin Mũsã da cewa ya sabbaba musu tsananin fitinar, da zõwarsa. Shi kuma ya lallãshe su da cewa, \"Kõme ya yi tsanani, to, sauƙin sa ya yi kusa.\".","lang":"ha"},{"name":"7:129","price":"Suka ce: \"An cũtar da mu daga gabãnin ka zõ mana, kuma daga bãyan da kã zõ mana.\" Ya ce: \"Akwai tsammãnin Ubangijinku, Ya halaka maƙiyanku, kuma Ya sanya ku, ku maye a cikin ƙasa, sa'an nan Ya dũba yadda kuke aikatãwa.\"","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:130","price":"Kuma lalle ne, haƙĩƙa, Mun kãma mutãnen Fir'auna da tsananin shẽkaru (fari) da nakasa daga 'ya'yan itãce; Tsammãninsu sunã tunãwa.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:131","price":"Sa'an nan idan wani alhẽri ya jẽ musu, sai su ce: \"Masĩfa ta sãme su, sai su yi shu'umci da Mũsã da wanda yake tãre da shi, To, shu'umcinsu a wurin Allah yake, kuma amma mafi yawansu bã su sani!\"","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:132","price":"Kuma suka ce: \"Kõ me ka zõ mana da shi daga ãyã, dõmin ka sihirce mu da ita, to, baza mu zama, sabõda kai, mãsu ĩmãni ba.\"","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:133","price":"Sai Muka aika a kansu da cikõwa, da fãra, da ƙwarƙwata da kwãɗi, da jini; ãyõyi abũbuwan rarrabẽwa*; Sai suka kangare, kuma suka kasance mutãne mãsu laifi.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"* Ãyõyin da suka je musu a cikin lõkatai daban-daban dõmin a ja hankalinsu, kõ zã su yi ĩmãni. Kõwace ãyã tanã kwãna bakwai sunã wahala da ita, sa'an nan su rõƙi Mũsã ya yi addu'a a kuranye ta, sa'an nan a bãyan wani lõkaci sai su kõma wa kãfircinsu, kamar yadda ãyõyi mãsu biyar wannan suka bayyana.","lang":"ha"},{"name":"7:134","price":"Kuma a lõkacin da masĩfa ta auku a kansu, sukan ce: \"Yã Mũsã! Ka rõƙa mana Ubangijinka, sabõda abin da Ya yi alkwari a wurinka, lalle ne idan ka kau da azãbar daga barinmu, haƙĩƙa Munã ĩmãni sabõda kai, kuma munã sakin Banĩ Isrã'ila tĩre da kai.\"","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:135","price":"To, a lõkacin da Muka kuranye azãba daga barinsu zuwa a wani ajali wanda suke mãsu iske shi ne, sai gã su sunã warwarẽwa!","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:136","price":"Sai Muka yi azãbar rãmuwa, daga gare su, sabõda haka Muka nutsar da su a cikin tẽku, dõmin lalle ne sũ, sun ƙaryata game da ãyõyinMu, kuma sun kasance daga barinsu, gãfilai.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:137","price":"Kuma Muka gãdar da mutãnen, waɗanda sun kasance anã raunana su, a gabacin ƙasa da yammacinta, wadda Muka sanya albarka a cikinta, kuma kalmar Ubangijinka mai kyau ta cika a kan Banĩ Isrã'ĩla, sabõda abin dasuka yi na haƙuri. Kuma Muka murtsuke abin da Fir'auna da mutãnensa suka kasance sunã sanã'antawa, da abin da suka kasance sunã shimfiɗãwa.*","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"* Wannan shi ne ƙarshen ƙissar faɗan gaskiya daga wajen Mũsã da ƙarya daga wajen Fir'auna da rundunarsa da dũkiyarsa. Haka dai ƙarya kõme duhunta, to, na banzane, a ƙarshe zã ta wãtsa.","lang":"ha"},{"name":"7:138","price":"Kuma Muka ƙẽtarar da Banĩ Isra'ila ga tẽku, sai suka jẽ a kan wasu mutãne waɗanda sunã lizimta da ibãda a kan wasu gumãka, nãsu suka ce: \"Yã Mũsã! Ka sanya mana wani abin bautawa kamar yadda suke da abũbuwan bautãwa \"* Ya ce: \"Lalle ne kũ, mutãne ne kunã jahilta.\"","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"* Farkon faɗan ƙarya da gaskiya a tsakãnin Banĩ Isra'ila da Mũsã wajen son kõmawa ga al'ãdu da ƙãri a cikin Addini ta hanyar bidi'a.","lang":"ha"},{"name":"7:139","price":"\"Lalle ne waɗannan, abin da suke a cikinsa halakakke ne, kuma abin da suka kasance sunã aikãtawa ƙarya ne.\"","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:140","price":"Ya ce: \"Shin, wanin Allah nike nẽma muku ya zama abin bautãwa, alhãli kuwa Shĩ (Allah) Ya fĩfĩta ku a kan halittu?\"","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:141","price":"Kuma a lõkacin da Muka tsĩrar da ku daga mutãnen Fir'auna, sunã tayã muku mugunyar azãba. sunã karkashe ɗiyanku maza, kuma sunã rãyar da matanku. Kuma a cikin wancan akwai jarrabãwa daga Ubangijinku,* Mai girma.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"* Lamĩrin Musulmi ne waɗanda ake yi wa magana yanzu a harshen Muhammadu, domin su wa'aztu da labarun mutanen farko.","lang":"ha"},{"name":"7:142","price":"Kuma Muka yi wa'adi ga Mũsã da dare talãtin* kuma Muka cikã su da gõma, sai miƙatin Ubangijinsa ya cika dare arba'in. Kuma Mũsã ya ce wa ɗan'uwansa, Hãrũna: \"Ka maye mini a cikin mutãnena, kuma ka gyãra, kuma kada ka bi hanyar mãsu fasãdi.\"","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"* Ƙissõshin da ke tafe daga nan, suna nũna hani ga a ƙãra wani abu a cikin umarnin Allah. Kõwane irin ƙãri shi ne ake cewa bidi' a, kuma kõ dã an yi shi ne da nufin ƙwarai. Bidi'a tanã kãwo fitina ga mãsu ita.","lang":"ha"},{"name":"7:143","price":"Kuma a lõkacin da Mũsã ya jẽ ga mĩkatinMu, kuma Ubangijinsa Ya yi masa magana, shi Mũsã ya ce: \"Yã Ubangijina! Ka nũna mini in yi dũbi zuwa gare Ka!\" Ya ce: \"Bã zã ka gan Ni ba, kuma amma ka dũba zuwa ga dũtse, to, idan ya tabbata a wurinsa, to, zã ka gan Ni.\" Sa'an nan a lõkacin da Ubangijinsa, Ya kuranye zuwa ga dũtsen, Ya sanyã shi niƙaƙƙe. Kuma Mũsã ya fãɗi sõmamme. To, a lõkacin da ya farka, ya ce: \"TsarkinKa ya tabbata! Nã tũba zuwa gare Ka, kuma ni ne farkon mũminai.\"","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:144","price":"Ya ce: \"Ya Mũsã! Lalle ne Nĩ, Nã zãɓe ka bisa ga mutãne da manzanciNa, kuma da maganãTa. Sabõda haka ka riƙi abin da Nã bã ka, kuma ka kasance daga mãsu gõdiya.\"","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:145","price":"Kuma Muka rubũta masa a cikin alluna daga kõwane abu, wa'azi da rarrabẽwa ga dukan kõwane abu: \"Sai ka riƙe su da ƙarfi, kuma ka umurci mutãnenka, su yi riƙo ga abin da yake mafi kyawunsu;* zã Ni nũna muku gidan fãsiƙai.\"","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"* Mafi kyau daga Attaura shi ne wanda yake bayyananne; watau kada a yi aiki da abin da yake bai bayyana ba, sai da abin da ya bayyana, bayan an yarda cewa dukansu daga Allah suke.","lang":"ha"},{"name":"7:146","price":"Zã Ni karkatar da waɗanda suke yin girman kai a cikin ƙasa, bã da wani hakki ba, daga ãyõyiNa. Kuma idan sun ga dukan ãyã, bã zã su yi ĩmãni da ita ba, kuma idan sun ga hanyar shiriya, bã zã su riƙe ta hanya ba, kuma idan sun ga hanyar ɓata, sai su riƙe ta hanya. Wancan ne, dõmin lalle ne su, sun ƙaryata da ãyõyinMu, kuma sun kasance, daga barinsu gãfilai.","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:147","price":"Kuma waɗanda suka ƙaryata game da ãyõyinMu da gamuwa da Lãhira, ayyukansu sun ɓãci. Shin, ana saka musu, fãce da abin da suka kasance suna aikatãwa?","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:148","price":"Kuma mutãnen Mũsã suka riƙi maraƙi*, jikin mutãne, yanã rũri, daga bãyan tafiyarsa, daga kãyan ƙawarsu. Shin, ba su ganĩ ba, cẽwa lalle ne shi, bã ya yi musu magana, kuma bã ya shiryar da su ga hanya, sun riƙa shi, kuma sun kasance mãsu zãlunci.","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"* Riƙon maraƙi shi ne bauta masa. Shĩ maraƙin an yĩ shi ne da mundãyen ƙawarsu, yanã da jiki irin na mutãne, kuma yanã rũri kamar na shãnu. Bã shi yin magana. Sun bauta masa a bãyan tafiyar Mũsã, a cikin kwana gõma na ƙãrin mĩƙãtin.","lang":"ha"},{"name":"7:149","price":"Kuma a lõkacin da suka yi nadãma, kuma suka ga cẽwalalle ne sũ haƙĩƙa sun ɓace, suka ce: \"Haƙĩƙa, idan UbangijinMu bai yi mana rahama ba, kuma Ya gãfarta mana, lalle ne munã kasancẽwa daga mãsu hasãra.\"","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:150","price":"Kuma a lõkacin da Mũsã ya kõma zuwa ga mutãnensa, yanã mai fushi, mai baƙin ciki, ya ce: \"Tir da abin da kuka yi mini wakilci, a bãyanã! Shin, kun nẽmi gaggawar umurnin Ubangijinku ne?\" Kuma ya jefar da Allunan, kuma ya yi riƙo ga kan ɗan'uwansa yana jan sa zuwa gare shi. Ya ce: \"Yã ɗan'uwata! Lalle ne mutãnen, sun ɗauke ni mai rauni, kuma sun yi kusa su kashe ni, sabõda haka kada ka dãrantar da maƙiya game da ni, kuma kada ka sanya ni tãre da mutãne Azzãlumai.\"","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:151","price":"Ya ce: \"Yã Ubangijina! Ka gãfarta mini, nĩ da ɗan'uwana, kuma Ka shigar da mu a cikin rahamarKa, alhãli kuwa Kai ne Mafi rahamar mãsu rahama!\"","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:152","price":"Lalle ne waɗanda suka riƙi maraƙin, wani fushi daga Ubangijinsu da wani walãkanci a cikin rãyuwar dũniya, zã su sãme su: Kuma kamar wancan ne Muke sãka wa mãsu ƙirƙira ƙarya.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:153","price":"Kuma waɗanda suka aikata miyãgun ayyuka, sa'an nan suka tũba daga bãyansu kuma sukayi ĩmãni, lalle ne Ubangijinka daga bãyansu, haƙĩƙa, Mai gãfarane, Mai jin ƙai.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:154","price":"Kuma a lõkacin da fushin ya kwanta daga barin Mũsã, sai ya riƙi Allunan, kuma a cikin kwafensu akwai shiriya da rahama ga waɗanda suke sũ, ga Ubangijinsu, mãsu jin tsõro ne.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:155","price":"Kuma Mũsã ya zãɓi mutãnensa, namiji saba'in dõmin miƙãtinMu. To, a lõkacin da tsãwa ta kãma su, ya ce: \"Yã Ubangijina! Dã Kã so, dã Kã halakar da su daga gabãni, sũ da ni. Shin zã Kahalaka mu, sabõda abin da wãwãyen daga gare mu suka aikata? Ba ta zama ba fãce fitinarKa Kanã ɓatarwa, da ita, wanda Kake so kuma kanã shiryarwa da ita, wanda Kake so; Kai ne Majiɓincinmu. Sai Ka gãfarta mana; kuma Ka yi mana rahama, alhãli kuwa Kai ne Mafi alhẽrin mãsu gãfara.\"","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:156","price":"\"Kuma Ka rubũta mana alhẽri a cikin wannan dũniya, kuma a cikin Lãhira. Lalle ne mũ, mun tũba zuwa gare Ka.\" Ya ce: \"AzãbaTa Inã sãmu, da ita, wanda Nike so, kuma rahamaTa, ta yalwaci dukan kõme. Sa'an nan zã Ni rubũta ta ga waɗanda suke yin taƙawa, kuma sunã bãyar da zakka, da waɗanda suke, game da ãyõyin Mu mũminai ne.\"","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:157","price":"\"Waɗanda suke sunã bin Manzo*, Annabi, Ummiyyi wanda suke sãmun sa rubũce a wurinsu, a cikin Attaura da Linjĩla.yanã umurnin su da alhẽri, kuma yana hana su daga barin abin da bã a so; kuma yana halatta musu abũ- buwa masu dadi, kuma yana haramtarwar mũnana a kansu. Kuma yanã kãyar da nauyinsu daga barinsu, da ƙuƙummai waɗannan da suka kasance a kansu. To, wa- ɗanda suka yi ĩmãni da shi kuma suka ƙarfafa shi, kuma suka tai- make shi, kuma suka bi haske wan- da aka saukar tãre da shi, waɗan- nan ne mãsu cin nasara.","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"* Bayãnin bisharar Attaura da Linjĩla game da Annabi Muhammadu tsira da aminci su tabbata a gare shi. Kuma bishãrar da Allah ya gaya wa Annabi Mũsã wurin Miƙatinsa tãre da mutãne saba'in, dõmin maganar ɗinke take.","lang":"ha"},{"name":"7:158","price":"Ka ce: \"Yã kũ mutãne!* Lalle ne nĩ manzon Allah nezuwa gare ku, gabã ɗaya. (Allah) Wanda Yake Shĩ ne da mulkin sammai da ƙasa; Bãbu wani abin bautawa fãce Shi, Yanã rãyarwa, kuma Yanã matarwa, sai ku yi ĩmãni daAllah da ManzonSa, Annabi, Ummiyyi, wanda yake yin ĩmãni da Allah da kalmominSa; ku bĩ shi, tsammãninku, kunã shiryuwa.\"","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"* Mutãne a nan, anã nufin Yahũdu da wasunsu. Anã kiran su zuwa ga abin da Attaura ta yi musu bishãra da zuwansa,a cikin sifõfin da ta sifantã Shi da su.","lang":"ha"},{"name":"7:159","price":"Kuma daga mutãnen* Mũsã akwai al'umma, sunã shiryarwa da gaskiya, kuma da ita suke yin ãdalci.","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"* Anã nũna cewa duka yadda mutãne suka ɓãci, bã zã a rasa na kirki a cikin su ba.","lang":"ha"},{"name":"7:160","price":"Kuma Muka yayyanka su sibɗi gõma shã biyu, al'ummai. Kuma Muka yi wahayi zuwa ga Mũsã a lõkacin da mutãnensasuka nẽme shi, ga shãyarwa, cẽwa: \"Ka dõki dũtsen* da sandarka.\"Sai marmaro gõma shã biyu suka ɓuɓɓuga daga gare shi: Lalle ne kõwaɗanne mutãne sun san mashãyarsu. Kuma Muka saukar da darɓa da tantabaru a kansu.\"Ku ci daga mãsu dãɗin abin da Muka azurta ku.\"Kuma ba su zãluncẽ Mu ba; kuma amma rãyukansu suke zãlunta.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"* Watau dũtsen da ya gudu da tufafinsa ne a lõkacin da yake yin wanka dõmin a nũna wa Banĩ Isra'ila, waɗanda suka sõke shi da gwaiwa, cewa lãfiya lau yake. Kuma aka umurce shi da ɗaukar dũtsen, kuma yanzu aka umurce shi da ya dõke shi dõmin ruwa ya fito sabõda shansu.","lang":"ha"},{"name":"7:161","price":"Kuma a lõkacin da aka ce masu: \"Ku zauna ga wannan alƙarya*, kuma ku ci daga gare ta, inda kuka so, kuma ku ce: 'Saryarwa,' kuma ku shiga kõfa kuna mãsu sujada; Mu gãfarta muku laifuffukanku, kuma zã Mu ɗãra wa mãsu kyautatãwa.\"","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"* Alƙaryar ita ce Baitil Maƙdis, bisa shugabancin Yũsha'u. 'Saryarwa,' watau a saryar mana da zunubinmu, yã Allah!, 'Shiga ƙõfa da sujada,' watau da tawãli'u.","lang":"ha"},{"name":"7:162","price":"Sai waɗanda suka yi zãlunci daga gare su, suka musanya magana* watar wadda aka ce musu, sai Muka aika azãba a kansu, daga sama, sabõda abin da suka kasance sunã yi na zãlunci.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"* Suka musanya hiɗɗa da hinɗa: watau alkama. (Aya ta 161) Sai aka saukar da azãba a kansu, sabõda haka wannan yã nũna cewa Allah ba ya son a musanya addininSa da kõme, sai dai mutum ya yi shi kamar yadda ya zo masa. Musanyawar umarnin, yãƙi ne a tsakãnin gaskiya da ƙarya. Ma'anar hiɗɗa ita ce kãyar da zunubi.","lang":"ha"},{"name":"7:163","price":"Kuma ka tambaye su daga alƙarya wadda ta kasance kusa ga tẽku, a lõkacin da suke ƙẽtare haddi a cikin Asabar, a lõkacin da kĩfãyensu, suke je musu a rãnar Asabar* ɗinsu jẽre. Kuma a rãnar da ba su yi Asabar ba, bã su zuwa gare su; Kamar wancan ne Muke jarraba su da abin da suka kasance sunã yi na fãsiƙanci.","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"* Wata alƙarya anã ce da ita Ailata a bãkin gãɓar Bahr Al Kulzum a zãmanin Dãwũda, Allah ya umurce su a kan harshen Dãwũda su riƙi Jumma'a rãnar ĩdi, su yanke aiki a ciki, dõmin ibãda, sai suka ƙi Jumma'a suka zãɓi Asabar, ma'anarsa yankewa. To, sai Allah ya tsananta musu, Ya hana su farautar kĩfi a rãnar Asabar, Ya halatta musu shi, a sauran kwãnukan mãko. Sai a rãnar Asabar, su sãmi kĩfi wani kan wani, amma sauran kwanuka bã su sãmunsa haka. Sai Iblis ya sanar da su ga su aikata matarar ruwa a gefen tekun, a rãnar Asabar, su bũde kifi ya shiga su rufe, har rãnar Lahadi su kãma. Sai garin ya kasu uku: kashi ɗaya suka yi farauta, wasu suka hana, sũ kuma suka yi gãru a tsakãninsu da mãsu yi, na uku ba su yi farautar ba kuma ba su hana ba. A bãyan 'yan kwãnaki sai aka mayar da mãsu farautar birai, sa'an nan suka mutu.","lang":"ha"},{"name":"7:164","price":"Kuma a lõkacin da wata al'umma daga gare su ta ce: \"Don me kuke yin wa'azi ga mutãne waɗanda Allah Yake Mai halaka su kõ kuwa Mai yi musu azãba, azãba mai tsanani?\" Suka ce: \"Dõmin nẽman hanzari zuwa ga Ubangijinku, kuma tsammãninsu, sunã yin taƙawa.\"","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:165","price":"To, a lõkacin da suka manta da abin da aka tunãtar da su da shi, Mun tsĩrar da waɗanda suke hani daga cũta, kuma Muka kãma waɗanda suka yi zãlunci, da azãba mai tsanani dõmin abin da suka kasance sunã yi, na fasiƙanci.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:166","price":"Sa'an nan a lõkacin da suka yi girman kai daga barin abin da aka hana su daga gare shi, Muka ce musu: \"Ku kasance birai ƙasƙantattu.\"","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:167","price":"Kuma a lõkacin da Ubangijinku Ya sanar, lalle ne, zã Ya aika a kansu (Yahũd), zuwa, Rãnar¡iyãma, wanda zai ɗanɗana musu mummunar azãba, lalle ne Ubangijinka, haƙĩƙa, Mai gaggawar uƙũba ne, kuma shĩ haƙĩƙa, Mai gãfara ne, Mai jin ƙai.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:168","price":"Kuma Muka yayyanka su, a cikin ƙasa, al'ummõmi, daga gare su akwai sãlihai, kuma daga gare su akwai wanda bã haka ba. Muka jarrabe su da abũbuwan alhẽri da na musĩfa; Tsammãninsu, sunã kõmõwa.","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:169","price":"Sai wasu' yan bãya suka maye daga bãyansu, sun gaji Littãfin, sunã karɓar sifar* wannan ƙasƙantacciya, sunã cẽwa: \"Zã a gãfarta mana. \"Iadan kuma wata sifa irinta ta zo, za su karɓe ta. Shin, ba a karɓi alkawarin Littãfi ba a kansu cẽwa kada su faɗa ga Allah, fãce gaskiya, alhãli kuwa sun karanta abin da yake a cikinsa, kuma Gidan Lãhira ne mafi alhẽriga wanda ya yi taƙawa? Shin, bã zã ku hankalta ba?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"* Sifar ƙasƙantacciya ita ce kãyan dũniya na haram, kamar rashawa. An kira ta sifa dõmin bã aba ce mai tsayuwa da kanta ba, kuma bã sifar abin kirki ba, sai dai abin da yake halaka ne nan da nan. Tãke gaskiya faɗa ne da Addini, watau yaƙi a tsakãnin gaskiya da ƙarya.","lang":"ha"},{"name":"7:170","price":"Kuma waɗanda suke riƙẽwa da laittãfi kuma suka tsayar da salla, lalle ne Mũ, bã Mu tõzarta lãdar mãsu gyãrãwa.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:171","price":"Kuma a lõkacin da muka ɗaukaka dũtse* sama da su, kumar dai shi girgije ne, kuma suka haƙƙaƙe, lalle ne shĩ, mai fãɗuwa ne a gare su, (aka ce): \"Ku karɓi abin da Muka kãwo muku da ƙarfi, kuma ku tuna abin da yake a cikinsa, tsammãninku kunã yin taƙawa.\"","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"* A lõkacin da Mũsã ya karanta wa Banĩ Isra'ila Attaura da hukunce-hukuncen da suke a cikinta, mãsu wuya gare su, sai suka ƙi yarda da ita. Allah Ya yanka dũtse daidai da garinsu, Ya ɗaukaka shi a kansu, ko su yi aiki da ita kõ ya fãɗa a kansu. Daga nan idan suna salla, sai su yi sujada da rabin gõshi a kan tsãgin hagu, sunã kallon dũtsen. Kuma yin sujada a haka ya zama sunnarsu har yanzu. Watau bã a iya tsare gaskiya daga yãƙin ƙarya sai an yi amfãni da wani ƙarfi.","lang":"ha"},{"name":"7:172","price":"Kuma a lõkacin da Ubangijinka Ya karɓi (alkawari) daga ɗiyan Ãdam, daga bãyayyakinsu, a zuriyarsu, kuma Ya shaidar da su a kan rãyukansu, (Ya ce): \"Shin, bã Nĩ ne Ubangijinku ba?\" Suka ce: \"Na'am! Mun yi shaida!\" (ya ce): \"Kada ku ce a Rãnar Kiyãma: Lalle ne mũ, daga wannan, gafalallu ne.\"*","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"* Watau kada ku ce ba ku san wannan alkawari ba.","lang":"ha"},{"name":"7:173","price":"Kõ kuwa ku ce: \"Abin sani kawai, ubanninmu suka yi shirki daga farko, kuma mũ, mun kasance zũriya daga bãyansu. Shin fa, Kanã halaka mu, sabõda abin da mãsu ɓãtãwa suka aikata?\"","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:174","price":"Kuma kamar haka Muke rarrabe ãyõyi, daki-daki; tsammãninsu, sunã kõmõwa.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:175","price":"Ka karanta a kansu lãbãrin wanda Muka kãwo masa* ãyõyinMu, sai ya sãɓule daga gare su, sai shaidan ya bi shi, sai ya kasance a cikin halakakku.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"* Asalin ƙissar anã cewa daga Bil'amu ɗan Bã'ura ne; Allah ya bã shi ilmi, sai ya bar ilmin. Yanã daga cikin mãlaman Banĩ Isrã' ĩla, yã kasance wanda ake karɓar addu'arsa, sunã gabatar da shi a cikin tsanance-tsanance, sai Mũsã ya aike shi zuwa ga sarkin Madyana ya kirãye shi zuwa ga Allah. Sai sarkin ya yanka masa ƙasa, ya bã shi, sai ya bi addinin sarkin, ya bar addinin Mũsã. Ya zama misãli ga duk mãlamin da bai yi aiki da ilminsa ba. Idan mãlami ya halaka, to, yã fi Shaiɗan sharri dõmin haka shaiɗan yake binsa wajen taimakon ƙarya a kan gaskiya.","lang":"ha"},{"name":"7:176","price":"Kuma dã Mun so, da Mun ɗaukakã shi da su, kuma amma shĩ, ya nẽmi dawwama a cikin ƙasa, kuma ya bi son zũciyarsa. To, misãlinsa kamar misãlin kare ne, idan ka yi ɗauki a kansa ya yi lallage, kõ kuwa ka bar shi sai ya yi lallage, wannan ne misãlin mutãne waɗanda suka ƙaryata game da ãyõyinMu: Ka jẽranta karãtun lãbãrun; tsammãninsu sunã tunãni.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:177","price":"Tir da zama misãli, mutãnen da suka ƙaryata game da ãyõyinMu, kuma kansu suka kasance sunã zãlunta.","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:178","price":"Wanda* Allah Ya shiryar, to, shĩ ne Mai shiryuwa, kuma wanda Ya ɓatar, to, waɗannan sũ ne mãsu hasãra.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"* An sifanta Musulmi da abin da aka sifanta Yahũdu da shi cewa a cikinsu akwai na kirki, kuma akwai miyãgu, dõmin yãƙi a tsakãnin gaskiya da ƙarya ya dõge.","lang":"ha"},{"name":"7:179","price":"Kuma lalle ne, haƙĩƙa, Mun halitta sabõda Jahannama, mãsu yawa daga aljannu da mutãne, sunã da zukãta, ba su fahimta da su, kuma sunã da idãnu, bã su gani da su, kuma sunã da kunnuwa, ba su ji da su; waɗancan kamar bisãshe suke. Ã'a, sũ ne mafi ɓacẽwa; Waɗancan sũ ne gafalallu.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:180","price":"Kuma Allah Yanã da sũnãye mãsu kyau.* Sai ku rõƙe shi da su, kuma ku bar waɗanda suke yin ilhãdi a cikin sũnãyenSa: zã a sãka musu abin da suka kasance sunã aikatãwa.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"* Waɗanda suke rõƙon Allah bã da sũnãyenSa mãsu kyau ba, sũ ne aka sifanta da dabbõbi, har dabbõbi sun fi su, dõmin dabba tanã gudun abinda yake cũtar ta, amma sũ ba su san abin da yake cũtar su ba, balle su guje shi. Kuma anã fahimtar cewa bã a rõƙon Allah da wani sũna Nãsa, idan bai kasance a cikin sanayenSa mãsu kyau ba, sai fa idan ya zama a dunƙule ne, kamar a ce, \"Ya Allah inã rõƙonKa da sũnayenKa waɗanda na sani da waɗanda ban sani ba,\" dõmin Hadĩsi ya nũna a yi haka. Kiran Allah bã da sunãyenSa mãsu kyau ba yana cikin yãƙi a tsakãnin ƙarya da gaskiya.","lang":"ha"},{"name":"7:181","price":"Kuma daga waɗanda Muka halitta akwai wata al'umma, sunã shiryarwa da gaskiya, kuma, da ita suke yin ãdalci.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:182","price":"Kuma waɗanda suka ƙaryata game da ãyõyinMu, zã Mu yi musu istidrãji daga inda ba su sani ba.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:183","price":"Kuma Inã yi musu jinkiri, lalle ne kaidĩNa, mai ƙarfi ne.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:184","price":"Shin, ba su yi tunĩni ba, cẽwa bãbu wata hauka ga ma'abucinsu?* shĩ bai zama ba fãce mai gargaɗi mai bayyanãwa.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"* Watau, Annabi Muhammadu, tsira da amincin Allah su tabbata a gare shi, bã ya da hauka sai hankali, sabõda haka mãsu yin addini da hauka, kamar mãsu da'awar tasawwufi, ƙarya suke yi, sunã faɗa ne da gaskiya. Kuma sũkar mai wa'azi da sũnãye faɗa da gaskiya ne.","lang":"ha"},{"name":"7:185","price":"Shin, ba su yi dũbi ba a cikin mulkin sammai da ƙasa, da kuma abin da Allah Ya halitta daga kõme, kuma akwai tsammãni kasancewar ajalinsu, haƙĩƙa, ya kusanta? To, da wane lãbãri a bãyansa suke yin ĩmãni?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:186","price":"Wanda Allah Ya ɓatar to bãbu mai shiryarwa a gare shi: kuma Yanã barin su, a cikin ɓatarsu sunã ɗimuwa.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:187","price":"Sunã tambayar ka* daga Sa'a, a yaushe tabbatarta take? Ka ce: \"Abin sani kawai, saninta a wurin Ubangijina yake. Bãbu mai bayyana ta ga lõkacinta fãce shĩ Tã yi nauyi a cikin sammai da ƙasa. Bã zã ta zo muku ba fãce kwatsam.\" sunã tambayar ka, kamar kai masani ne gare ta. Ka ce: \"Abin sani kawai, saninta a wurin Allah yake, kuma amma mafi yawan mutãne bã su sani.\"","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"* Tambayar abin da Allah bai bayyana shi ba, kamar Rãnar Tãshin Kiyãma, yãƙi ne a tsakanin ƙarya da gaskiya. cewa wani mutum yã san gaibi ko yanã iya kãwo alheri kõ ya tunkuɗe wani sharri, ƙarya ne, kuma faɗã da gaskiya ne.","lang":"ha"},{"name":"7:188","price":"Ka ce: \"Bã ni mallaka wa raina wani amfãni, kuma haka ban tunkuɗe wata cũta, fãceabin da Allah Ya so. Kuma dã na kasance inã sanin gaibi, dã lalle ne, nã yawaita daga alhẽri kuma cũta bã zã ta shãfe ni ba, nĩ ban zama ba fĩce mai gargaɗi, kumamai bãyar da bishãra ga mutãne waɗanda suke yin ĩmãni.\"","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:189","price":"Shĩ ne wanda Ya halitta ku daga rai guda, kumaYa sanya, daga gare* ta, ma'auranta, dõmin ya natsu zuwa gare ta. Sa'an nan a lõkacin da ya rufe ta, ta yi ciki, ciki sassauƙa, sai ta shũɗe dashi. Sa'an nan a lõkacin da ya yi nauyi, sai suka rõƙi Allah, Ubangijinsu: \"Lalle ne idan Ka bã mu abin ƙwarai, haƙĩƙa, zã mu kasance dagamãsu gõdiya.\"","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"* Asalin halitta, rai guda ce, watau Ãdam, Allah ya fitar da Hauwã'u daga Ãdamu, ya mayar da ita mãtarsa, daga gare su zũriya ta yaɗu, kuma ya zama sunnar rai, namijin ya natsu zuwa ga macen. Kuma daga nan zama ya ci gaba har idan mace ta yi ciki, bã ta damuwa da shi sai yã yi nauyi, ita da miji su dinga addu'a, sunã rõƙon Allah. A bãyan bukãtarsu tã biya sai su manta da Allah, su ɗõra jingina abũbuwa zuwa ga sabubbansu, su bar tunãnin Mai sabbabawa. Daga nan abu ya yi zurfi har ya kasance shirki; bauta wa wani tãre da Allah, yãƙi ne a tsakãnin gaskiya da ƙarya.","lang":"ha"},{"name":"7:190","price":"To, a lõkacin da Ya bã su abin ƙwarai, suka sanya Masa abõkan tarayya a cikin abin da Ya ba su. To, Allah Yã tsarkaka daga abin da suke yi na shirki.","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:191","price":"Shin, sunã shirki da abin da bã ya halittar kõme, kuma sũne ake halittãwa?","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:192","price":"Kuma ba su iya bãyar da taimako gare su, kuma kansu ma, bã su iya taimaka!","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:193","price":"Kuma idan kun kirãye su zuwa ga shiriya, bã zã su bĩ ku ba, daidai ne a gare ku, shin, kun kirãye su, kõ kuwa kũ mãsu kawaici ne!","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:194","price":"Lalle ne waɗannan da kuke kira, baicin Allah, bãyĩ ne misãlanku: to, ku kirãye su, sa'an nan su karɓa muku, idan kun kasance mãsu gaskiya!","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:195","price":"Shin sunã da ƙafãfu da suke yin tafia da su? Kõ sunã da hannãye da suke damƙa da su? Kõ sunã da idãnu da suke gani da su? Ko sunã da kunnuwa da suke saurãre da su? Ka ce: \"Ku kirãwo abũbuwan* shirkinku sa'an nan kuma ku yi mini kaidi, sa'an nan kada ku saurãra mini.\"","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"* Bãyar da tsoro da wani abin bautãwa ko jingina wata bukãta a gare shi, duka yãƙi ne a tsakãnin gaskiya da ƙarya.","lang":"ha"},{"name":"7:196","price":"\"Lalle ne, Majiɓincĩna Allah ne Wanda Ya saukar da Littãfi kuma Shĩ ne Yake jiɓintar sãlihai,\"","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:197","price":"\"Kuma waɗanda kuke kira, baicinSa, bã su iya taimakõn ku, kuma kansu ma, bã su iya taimaka.\"","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:198","price":"Kuma idan ka kirãye su zuwa ga shiriya, bã zã su ji ba, kuma kanã ganin su, sunã dũbi zuwa gare ka, alhãli kuwa sũ, bã su gani.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:199","price":"Ka riƙi abin da ya sauƙaƙa; Kuma ka yi umurni da alhẽri, Kuma ka kau da kai daga jãhilai.*","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"* Bayãnin sifõfin mai wa'azi, watau mataimakin gaskiya a kan ƙarya.","lang":"ha"},{"name":"7:200","price":"Kuma imma wata fizga daga Shaiɗan ta fizge ka, sai ka nẽmi tsari ga Allah. Lalle ne shi, Mai jĩ ne, Masani.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:201","price":"Lalle ne waɗanda suka yi taƙawa idan wani tãshin hankali daga Shaiɗan ya shãfe su, sai su tuna (Allah) sai gã su, sun zama masu basĩra.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:202","price":"Kuma 'yan'uwan su (shaiɗanu) sunã taimakon su a cikin ɓata, sa'an nan kuma bã su taƙaitãwa.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:203","price":"Kuma idan ba ka je musu da wata ãyã ba, su ce: \"Don me ba ka ƙãga ta ba?\" Ka ce: \"Abin sani kawai, inã biyar abin da aka yõ wahayi zuwa gare ni ne, daga Ubangjina. Wannan abũbuwan kula ne daga Ubangijinku, da shiriya da rahama ga mutãne waɗanda suke yin imãni.\"","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"","lang":"ha"},{"name":"7:204","price":"Kuma idan an karanta* Alƙur'ãni sai ku saurara gare shi, kuma ku yi shiru; Tsammãninku, anã yi muku rahama.","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"* Bãyãn an sifanta Alƙur'ãni da cewa abin kula ne ga mãsu ĩmãni, sai kuma ya yi umurni da saurãre, a lõkacin da ake karatunsa. Sauraren yana wajabta a cikin salla, idan lĩman ya bayyana karãtu kuma da a cikin huɗubar Jumma'a. Yanã zama mustahabbi ga sauran lõkatai. Kur'ãni shi ne abin da ake wa'azi da shi kuma shi ne ãyã da kansa. Hana saurãrensa yãƙi ne da gaskiya.","lang":"ha"},{"name":"7:205","price":"Kuma ka ambaci* Ubangijinka, a cikin ranka da ƙanƙan da kai, da tsõro, kuma kõmabãyan bayyanawa na magana, da sãfe da marece, kuma kada ka kasance daga gafalallu.","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"* Sa'an nan kuma ya yi umurni da ambaton Allah da addu'a a farko da ƙarshen rãna kamar yadda ya yi umurni da yin salla a waɗannan lõkatai, watau wannan shine makãmin gaskiya a kan ƙarya.","lang":"ha"},{"name":"7:206","price":"Lalle ne, waɗanda ke wurin Ubangijinka bã su yin girman kai ga bauta Masa, kuma sunã tsarake shi da tasbĩhi, kuma a gare shi suke yin sujada.","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"","lang":"ha"}],"chapter":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"]}