{"data":[{"name":"18:75","price":"তেওঁ ক’লে, ‘মই আপোনাক কোৱা নাছিলোঁনে যে, আপুনি মোৰ লগত কেতিয়াও ধৈৰ্য্য ধাৰণ কৰিব নোৱাৰিব’?","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:76","price":"মুছাই ক’লে, ‘ইয়াৰ পিছত যদি মই আপোনাক কোনো বিষয়ে প্ৰশ্ন কৰোঁ তেন্তে আপুনি মোক লগত নাৰাখিব; আপোনাৰ ওচৰত মোৰ ওজৰ-আপত্তিয়ে চূড়ান্ত সীমা পাইছেগৈ’।","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:77","price":"তাৰ পিচত দুয়ো আকৌ যোৱা আৰম্ভ কৰিলে, অৱশেষত যেতিয়া তেওঁলোকে এটা জনপদৰ অধিবাসীসকলৰ ওচৰলৈ গৈ উপস্থিত হ’ল, তেতিয়া তেওঁলোকে সিহঁতৰ ওচৰত খাদ্য বিচাৰিলে; কিন্তু সিহঁতে তেওঁলোকক আতিথ্য কৰিবলৈ অস্বীকাৰ কৰিলে। তাৰ পিছত তেওঁলোকে তাত এখন প্ৰাচীৰ দেখা পালে, যিখন বাগৰি যোৱাৰ উপক্ৰম হৈছিল, তেতিয়া তেওঁ সেইটোক সুদৃঢ় কৰি দিলে। মুছাই ক’লে, ‘আপুনি ইচ্ছা কৰিলে ইয়াৰ বাবে পাৰিশ্ৰমিক গ্ৰহণ কৰিব পাৰিলেহেঁতেন’।","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:78","price":"তেওঁ ক’লে, ‘ইয়াতেই মোৰ আৰু আপোনাৰ মাজত সম্পৰ্কচ্ছেদ হৈ গ’ল, যিবোৰ বিষয়ত আপুনি ধৈৰ্য্য ধাৰণ কৰিব পৰা নাই, অচিৰেই মই সেইবোৰৰ তাৎপৰ্য ব্যাখ্যা কৰিম।","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:79","price":"‘নাওখনৰ বিষয়টো হ’ল—এইখন আছিল কিছুমান দৰিদ্ৰ ব্যক্তিৰ, সিহঁতে সাগৰত কাম কৰিছিল; মই নাওখনক ত্ৰুটিযুক্ত কৰিবলৈ ইচ্ছা কৰিলোঁ; কাৰণ সিহঁতৰ সন্মুখত আছিল এনে এজন ৰজা, যিয়ে বলপ্ৰয়োগ কৰি প্ৰতিখন (নিখুঁত) ভাল নাও কাঢ়ি নিয়ে।","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:80","price":"‘আনহাতে সেই শিশুটি--- তাৰ পিতৃ-মাতৃ আছিল মুমিন। ফলত আমি আশংকা কৰিলোঁ যে, সি সীমালংঘন কৰি আৰু কুফৰীৰ দ্বাৰা তেওঁলোকক অতিষ্ঠ কৰি তুলিব।","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:81","price":"‘সেয়ে আমি বিচাৰিলোঁ যে, তেওঁলোকৰ প্ৰতিপালকে যেন তেওঁলোকক ইয়াৰ পৰিবৰ্তে এজন সুসন্তান দান কৰে, যিজন হ’ব পৱিত্ৰতাত উত্তম আৰু মৰম-চেনেহত অতি ঘনিষ্ঠ।","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:82","price":"‘আৰু সেই প্ৰাচীৰটো—সেইটো আছিল নগৰবাসী দুজন এতীম শিশুৰ আৰু ইয়াৰ তলত আছিল সিহঁতৰ গুপ্তধন আৰু সিহঁতৰ পিতৃ আছিল এজন সৎকৰ্মপৰায়ণ লোক। সেয়ে আপোনাৰ প্ৰতিপালকে ইচ্ছা কৰিলে যে, সিহঁত দুজন প্ৰাপ্তবয়স্কত উপনীত হওক আৰু সিহঁতৰ সেই গুপ্তধন উদ্ধাৰ কৰক। আৰু (এইবোৰ) মই নিজৰ ফালৰ পৰা একো কৰা নাই; আপুনি যি বিষয়ে ধৈৰ্য্য ধাৰণ কৰিবলৈ অপাৰগ হৈছিল, এইটোৱেই হৈছে তাৰ ব্যাখ্যা’।","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:83","price":"আৰু সিহঁতে তোমাক জুল-কাৰনাইন সম্পৰ্কে প্ৰশ্ন কৰে। কোৱা, ‘অচিৰেই মই তোমালোকৰ ওচৰত তেওঁৰ বিষয়ে বৰ্ণনা কৰিম’।","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:84","price":"নিশ্চয় আমি তেওঁক পৃথিৱীত কৰ্তৃত্ব প্ৰদান কৰিছিলোঁ আৰু প্ৰত্যেক বিষয়ৰ উপায়-উপকৰণ দান কৰিছিলোঁ।","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:85","price":"তাৰ পিছত তেওঁ এটা পথ অৱলম্বন কৰিলে।","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:86","price":"গৈ গৈ অৱশেষত তেওঁ যেতিয়া সূৰ্য্য অস্ত যোৱাৰ স্থলত উপস্থিত হ’ল, তেতিয়া তেওঁ সূৰ্য্যক এটি পংকিল জলাশয়ত অস্ত যোৱা দেখিলে আৰু তেওঁ তাত এটা সম্প্ৰদায়ক লগ পালে। আমি ক'লোঁ, ‘হে জুল-কাৰনাইন! তুমি ইহঁতক শাস্তি দিব পাৰা নাইবা ইহঁতৰ বিষয়টো সদয়ভাৱে গ্ৰহণ কৰিব পাৰা’।","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:87","price":"তেওঁ ক’লে, ‘যিয়ে অন্যায় কৰিব অচিৰেই আমি তাক শাস্তি প্ৰদান কৰিম; তাৰ পিছত তাক তাৰ প্ৰতিপালকৰ ওচৰলৈ ওভতাই নিয়া হ’ব, তেতিয়া তেওঁ তাক কঠিন শাস্তি প্ৰদান কৰিব।","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:88","price":"‘কিন্তু যিয়ে ঈমান আনিব আৰু সৎকৰ্ম কৰিব তেওঁৰ বাবে প্ৰতিদানস্বৰূপে আছে কল্যাণ আৰু আমি আমাৰ ব্যৱহাৰতো তেওঁৰ লগত নম্ৰ কথা কম’।","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:89","price":"তাৰ পিছত তেওঁ আন এটা (অভিযানৰ বাবে) পথ ধৰিলে।","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:90","price":"গৈ গৈ অৱশেষত তেওঁ যেতিয়া সূৰ্যোদয়ৰ ঠাই পালে, তেতিয়া তেওঁ দেখা পালে যে, সূৰ্য্য এনেকুৱা এটা সম্প্ৰদায়ৰ ওপৰত উদয় হয়, যিসকলৰ বাবে সূৰ্য্যৰ তাপৰ পৰা কোনো অন্তৰাল আমি সৃষ্টি কৰা নাই;","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:91","price":"প্ৰকৃত ঘটনা এইটোৱেই, আৰু তেওঁৰ ওচৰত যি আছিল, সেই সম্পৰ্কে আমি সম্যক অৱগত।","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:92","price":"তাৰ পিছত তেওঁ আন এটা (অভিযানৰ বাবে) পথ ধৰিলে।","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:93","price":"অৱশেষত তেওঁ যেতিয়া দুই পৰ্বতৰ মধ্যৱৰ্তী স্থলত উপনীত হ’ল, তেতিয়া তাত তেওঁ এনেকুৱা এটা সম্প্ৰদায়ক লগ পালে, যিসকলে তেওঁৰ কথা ভালকৈ বুজিব পৰা নাছিল।","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:94","price":"সিহঁতে ক’লে, ‘হে জুল-কাৰনাইন! ইয়া’জুজ আৰু মা’জুজে পৃথিৱীত অশান্তি সৃষ্টি কৰি আছে। সেয়ে আমি আপোনাক এই চৰ্তত কৰ আদায় দিমনে, যাতে আপুনি আমাৰ আৰু সিহঁতৰ মাজত এটা প্ৰাচীৰ নিৰ্মাণ কৰি দিয়ে’?","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:95","price":"তেওঁ ক’লে, ‘মোৰ প্ৰতিপালকে মোক যি সামৰ্থ দিছে সেইটোৱে উৎকৃষ্ট। গতিকে তোমালোকে মোক দৈহিক শ্ৰমৰ দ্বাৰা সহায় কৰা, মই তোমালোকৰ আৰু সিহঁতৰ মাজত এখন মজবুত প্ৰাচীৰ নিৰ্মাণ কৰি দিম’।","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:96","price":"‘তোমালোকে মোৰ ওচৰলৈ লোৰ পাতসমূহ আনি দিয়া’, অৱশেষত মধ্যৱৰ্তী খালী ঠাই পূৰ্ণ হৈ যেতিয়া লৌহস্তূপ দুয়ো পৰ্বতৰ সমান হ’ল তেতিয়া তেওঁ ক’লে, ‘এতিয়া ফুঁ দি থকা’। তাৰ পিছত যেতিয়া সেইটো জুইত পৰিণত হ’ল, তেতিয়া তেওঁ ক’লে, ‘তোমালোকে মোৰ ওচৰলৈ গলিত তাম লৈ আহা, মই ইয়াৰ ওপৰত ঢালি দিওঁ’।","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:97","price":"তাৰ পিছত সিহঁতে (ইয়া’জুজ আৰু মা’জুজে) সেইটো অতিক্ৰম কৰিব নোৱাৰিলে আনকি ফুটা কৰিবও নোৱাৰিলে।","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:98","price":"তেওঁ ক’লে, ‘এইটো হৈছে মোৰ প্ৰতিপালকৰ অনুগ্ৰহ। কিন্তু যেতিয়া মোৰ প্ৰতিপালকৰ প্ৰতিশ্ৰুত সময় আহিব তেতিয়া তেওঁ ইয়াক চূৰ্ণ-বিচূৰ্ণ কৰি দিব, আৰু মোৰ প্ৰতিপালকৰ প্ৰতিশ্ৰুতি সত্য’।","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:99","price":"আৰু সেইদিনা আমি সিহঁতক এৰি দিম এনেকুৱা অৱস্থাত যে, এটা দলে আনটো দলৰ ওপৰত তৰঙ্গৰ দৰে খুন্দিয়াই পৰিব; আৰু শিঙাত ফুঁ দিয়া হ’ব। তাৰ পিছত আমি সিহঁত সকলোকে একত্ৰিত কৰিম।","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:100","price":"আৰু সেইদিনা আমি জাহান্নামক প্ৰত্যক্ষভাৱে উপস্থাপন কৰিম কাফিৰসকলৰ ওচৰত,","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:101","price":"আমাৰ নিদৰ্শনৰ প্ৰতি যিসকলৰ চকু আৱৰণেৰে ঢাকি থোৱা আছিল আৰু যিসকলে শুনিবলৈও অপাৰগ আছিল।","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:102","price":"যিসকলে কুফৰী কৰিছে, সিহঁতে ধাৰণা কৰে নেকি যে, সিহঁতে মোৰ পৰিবৰ্তে মোৰ বান্দাসকলক অভিভাৱকৰূপে গ্ৰহণ কৰিব? নিশ্চয় আমি কাফিৰসকলৰ আপ্যায়নৰ বাবে প্ৰস্তুত কৰি ৰাখিছোঁ জাহান্নাম।","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:103","price":"কোৱা, ‘আমি তোমালোকক এনে লোকৰ বিষয়ে সংবাদ দিমনে, যিসকল আমলৰ ফালৰ পৰা আটাইতকৈ বেছি ক্ষতিগ্ৰস্ত’?","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:104","price":"সিহঁতেই হৈছে সেইসকল লোক, পাৰ্থিৱ জীৱনত যিসকলৰ প্ৰচেষ্টা ব্যৰ্থ হৈছে, অথচ সিহঁতে ধাৰণা কৰে যে, সিহঁতে ভাল কামেই কৰি আছে।","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:105","price":"সিহঁতেই হৈছে সেইসকল লোক, যিসকলে নিজ প্ৰতিপালকৰ নিদৰ্শনাৱলীক আৰু তেওঁৰ সাক্ষাতক অস্বীকাৰ কৰিছে। ফলত সিহঁতৰ সকলো আমল নিষ্ফল হৈ গৈছে; সেয়ে আমি সিহঁতৰ বাবে কিয়ামতৰ দিনা কোনো ওজনৰ ব্যৱস্থা নকৰিম।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:106","price":"‘জাহান্নামেই হৈছে সিহঁতৰ প্ৰতিফল। যিহেতু সিহঁতে কুফৰী কৰিছে লগতে মোৰ নিদৰ্শনাৱলীক আৰু ৰাছুলসকলক বিদ্ৰূপৰ বিষয় হিচাপে গ্ৰহণ কৰিছে’।","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:107","price":"নিশ্চয় যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে তেওঁলোকক আতিথ্য-অভ্যৰ্থনা কৰিবলৈ আছে জান্নাতুল ফিৰদাউছ।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:108","price":"তাত তেওঁলোক চিৰকাল থাকিব, তাৰ পৰা তেওঁলোক (কেতিয়াও) স্থানান্তৰিত হ’ব নিবিচাৰিব।","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:109","price":"কোৱা, ‘মোৰ প্ৰতিপালকৰ কথা লিপিবদ্ধ কৰিবলৈ সাগৰ যদি চিয়াঁহী হয়, তেন্তে মোৰ প্ৰতিপালকৰ কথা শেষ হোৱাৰ আগতেই সাগৰ নিঃশেষ হৈ যাব—যদিও ইয়াৰ সাহায্যাৰ্থে অনুৰূপ আৰু সাগৰ লৈ আহোঁ’।","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"18:110","price":"কোৱা, ‘মই তোমালোকৰ দৰেই এজন মানুহ, মোৰ প্ৰতি অহী হয় যে, তোমালোকৰ ইলাহ একমাত্ৰ সত্য ইলাহ। সেয়ে যিয়ে তাৰ প্ৰতিপালকৰ সাক্ষাৎ কামনা কৰে, তাৰ উচিত সৎকৰ্ম কৰা আৰু তাৰ প্ৰতিপালকৰ ইবাদতত আন কাকো অংশী নকৰা’।","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:1","price":"কাফ-হা-ইয়া-আঈন- চ’দ;[1]","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।","lang":"as"},{"name":"19:2","price":"এইটো হৈছে তোমাৰ প্ৰতিপালকৰ অনুগ্ৰহৰ বিৱৰণ তেওঁৰ বান্দা যাকাৰিয়্যাৰ প্ৰতি,","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:3","price":"যেতিয়া তেওঁ নিজ প্ৰতিপালকক গোপনে আহ্বান কৰিছিল,","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:4","price":"তেওঁ কৈছিল, ‘হে মোৰ প্ৰতিপালক! মোৰ অস্থি দুৰ্বল হৈছে, বাৰ্ধক্যত মোৰ মূৰ(ৰ চুলি) শুভ্ৰোজ্জ্বল হৈছে; হে মোৰ প্ৰতিপালক! তোমাৰ ওচৰত দুআ কৰি মই কেতিয়াও ব্যৰ্থ হোৱা নাই।","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:5","price":"নিশ্চয় মই মোৰ পিছত মোৰ স্বগোত্ৰীয়সকলৰ বিষয়ে আশংকাবোধ কৰিছোঁ; আৰু মোৰ স্ত্ৰীও হৈছে বন্ধ্যা। গতিকে তুমি তোমাৰ ফালৰ পৰা মোক এজন উত্তৰাধিকাৰী দান কৰা,","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:6","price":"‘যিয়ে মোৰ উত্তৰাধিকাৰী হ’ব আৰু উত্তৰাধিকাৰী লাভ কৰিব ইয়াকূবৰ বংশৰ, লগতে হে মোৰ প্ৰতিপালক! তুমি তাক সন্তোষভাজন কৰিবা’।","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:7","price":"(আল্লাহে ক’লে,) ‘হে যাকাৰিয়্যা! নিশ্চয় আমি তোমাক এজন পুত্ৰ সন্তানৰ সুসংবাদ দিছোঁ, যাৰ নাম হ’ব ইয়াহয়া; এই নামেৰে আমি আগতে কাকো নামকৰণ কৰা নাছিলোঁ’।","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:8","price":"তেওঁ ক’লে, ‘হে মোৰ প্ৰতিপালক! কেনেকৈ মোৰ পুত্ৰ সন্তান হ’ব পাৰে, অথচ মোৰ স্ত্ৰী হৈছে বন্ধ্যা আৰু ময়ো বাৰ্ধক্যৰ শেষ সীমাত উপনীত হৈছোঁ’!","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:9","price":"(উত্তৰত তেওঁ) ক’লে, ‘এইদৰেই হ’ব’। তোমাৰ প্ৰতিপালকে কৈছে, ‘এইটো মোৰ বাবে অতি সহজ; ইয়াৰ পূৰ্বে মই তোমাকো সৃষ্টি কৰিছোঁ যেতিয়া তুমি একোৱেই নাছিলা’।","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:10","price":"যাকাৰিয়্যাই ক’লে, ‘হে মোৰ প্ৰতিপালক! মোক এটা নিদৰ্শন দিয়া’। তেওঁ ক’লে, ‘তোমাৰ নিদৰ্শন এইটোৱে যে, তুমি সুস্থ থকা সত্বেও ক্ৰমাগত তিনি ৰাতি (দিন) কাৰো লগত কথা ক’ব নোৱাৰিবা’।","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:11","price":"তাৰ পিছত তেওঁ (ইবাদতৰ বাবে নিৰ্দিষ্ট) কক্ষৰ পৰা ওলাই তেওঁৰ সম্প্ৰদায়ৰ ওচৰলৈ আহিল আৰু ইঙ্গিতেৰে সিহঁতক ক’লে, ‘তোমালোকে পুৱা-গধূলি আল্লাহৰ পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰা’।","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:12","price":"‘হে ইয়াহয়া! তুমি কিতাবখন দৃঢ়তাৰ সৈতে গ্ৰহণ কৰা,’ আৰু আমি তেওঁক শৈশৱতেই প্ৰজ্ঞা দান কৰিছিলোঁ,","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:13","price":"আৰু আমাৰ ফালৰ পৰা তেওঁক হৃদয়ৰ কোমলতা আৰু পৱিত্ৰতা দান কৰিছোঁ; আৰু তেওঁ আছিল এজন মুত্তাক্বী।","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:14","price":"আৰু তেওঁ আছিল পিতৃ-মাতৃৰ প্ৰতি অনুগত, তথা তেওঁ অহংকাৰী, অবাধ্য নাছিল।","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:15","price":"শান্তি তেওঁৰ ওপৰত অনিবাৰ্য, যিদিনা তেওঁ জন্ম লাভ কৰিছে, যিদিনা তেওঁ মৃত্যুবৰণ কৰিব আৰু যিদিনা তেওঁ জীৱিত অৱস্থাত উত্থিত হ’ব।","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:16","price":"আৰু (হে ৰাছুল!) তুমি এই কিতাবত (উল্লিখিত) মাৰয়ামৰ কথা বৰ্ণনা কৰা, যেতিয়া তেওঁ নিজ পৰিয়ালবৰ্গৰ পৰা পৃথক হৈ পূৱ দিশৰ এটা নিৰ্জন স্থানত আশ্ৰয় নিলে,","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:17","price":"তাৰ পিছত তেওঁ সিহঁতৰ পৰা নিজকে পৰ্দা কৰিলে। তেতিয়া আমি তেওঁৰ ওচৰলৈ আমাৰ ৰূহ (জীব্ৰীল)ক প্ৰেৰণ কৰিলোঁ, ফলত তেওঁ মাৰয়ামৰ ওচৰত পূৰ্ণ মানৱাকৃতিত আহি আত্মপ্ৰকাশ কৰিলে।","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:18","price":"মাৰয়ামে ক’লে, ‘মই তোমাৰ পৰা ৰহমানৰ আশ্ৰয় প্ৰাৰ্থনা কৰিছোঁ, (আল্লাহক ভয় কৰা আৰু আঁতৰি যোৱা) যদি তুমি মুত্তাক্বী হোৱা’।","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:19","price":"তেওঁ ক’লে, ‘মইতো তোমাৰ প্ৰতিপালকৰ দূতহে, তোমাক এজন পৱিত্ৰ পুত্ৰ দান কৰাৰ বাবে আহিছোঁ’।","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:20","price":"মাৰয়ামে ক’লে, ‘মোৰ পুত্ৰ কেনেকৈ হ’ব যিহেতু মোক কোনো পুৰুষে স্পৰ্শই কৰা নাই আৰু মই ব্যভিচাৰিণীও নহয়’?","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:21","price":"তেওঁ ক’লে, ‘এইদৰেই হ’ব’। তোমাৰ প্ৰতিপালকে কৈছে, ‘এইটো মোৰ বাবে সহজ; আৰু আমি তেওঁক এইকাৰণে সৃষ্টি কৰিম যাতে তেওঁ মানুহৰ বাবে এটা নিদৰ্শন হয় আৰু আমাৰ ফালৰ পৰা এটা অনুগ্ৰহ; এইটো এটা সিদ্ধান্তকৃত বিষয়’।","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:22","price":"তাৰ পিছত মাৰয়ামে তেওঁক গৰ্ভত ধাৰণ কৰিলে আৰু সেই গৰ্ভসহ দূৰৱৰ্তী এডোখৰ ঠাইলৈ গুচি গ’ল;","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:23","price":"তাৰ পিছত প্ৰসৱ-বেদনাই তেওঁক এজোপা খেজুৰ গছৰ তলত আশ্ৰয় নিবলৈ বাধ্য কৰালে। তেওঁ ক’লে, ‘হায়, ইয়াৰ আগতেই যদি মই মৃত্যুবৰণ কৰিলোঁহেঁতেন আৰু মানুহৰ স্মৃতিৰ পৰা সম্পূৰ্ণৰূপে হেৰাই গ’লোঁহেঁতেন!’","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:24","price":"তেতিয়া তলৰ পৰা তেওঁ মাৰয়ামক মাতি ক’লে, ‘তুমি চিন্তা নকৰিবা, তোমাৰ পাদদেশত তোমাৰ প্ৰতিপালকে এটা নিজৰা সৃষ্টি কৰিছে;","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:25","price":"আৰু তুমি খেজুৰ গছৰ কাণ্ড ধৰি জোকাৰি দিয়া, ই তোমাৰ ওপৰত তাজা পকা খেজুৰ পেলাব।","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:26","price":"এতেকে খোৱা, সেৱন কৰা আৰু চকু জুৰ পেলোৱা। যদি কোনো মানুহৰ লগত তোমাৰ দেখা হয় তেন্তে ক’বা, ‘মই ৰহমানৰ উদ্দেশ্যে মৌনতা অৱলম্বনৰ মানত কৰিছোঁ। সেয়ে মই আজি কাৰো লগত কথা নকওঁ’।","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:27","price":"তাৰ পিছত তেওঁ কেঁচুৱাটিক লৈ নিজ সম্প্ৰদায়ৰ ওচৰত আহি উপস্থিত হ’ল, সিহঁতে ক’লে, ‘হে মাৰয়াম! নিশ্চয় তুমি এটা অদ্ভূত কাণ্ড কৰিছা’।","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:28","price":"‘হে হাৰূনৰ ভগ্নী! তোমাৰ পিতা কিন্তু অসৎ ব্যক্তি নাছিল আৰু তোমাৰ মাতৃও ব্যভিচাৰিণী নাছিল’।","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:29","price":"তেতিয়া মাৰয়ামে কেঁচুৱাটিৰ প্ৰতি ইংগিত কৰিলে। সিহঁতে ক’লে, ‘কোলাত থকা এটি কেঁচুৱাৰ সৈতে আমি কেনেকৈ কথা পাতিম’?","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:30","price":"কেঁচুৱাটোৱে মাত লগালে, ‘নিশ্চয় মই এজন আল্লাহৰ বান্দা। তেৱেঁই মোক কিতাব প্ৰদান কৰিছে আৰু মোক নবী বনাইছে,","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:31","price":"‘মই য’তেই নাথাকোঁ কিয় তেওঁ মোক বৰকতময় কৰিছে, লগতে তেওঁ মোক আজীৱন ছালাত আৰু যাকাত আদায় কৰিবলৈ নিৰ্দেশ দিছে--","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:32","price":"‘আৰু মোক মোৰ মাতৃৰ প্ৰতি অনুগত কৰিছে, লগতে তেওঁ মোক অহংকাৰী, অবাধ্য বনোৱা নাই;","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:33","price":"‘আৰু মোৰ ওপৰত শান্তি অনিবাৰ্য যিদিনা মই জন্ম লাভ কৰিছোঁ, যিদিনা মোৰ মৃত্যু হ’ব আৰু যিদিনা মই জীৱিত অৱস্থাত উত্থিত হ'ম’।","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:34","price":"এইটোৱেই হৈছে মাৰয়ামৰ পুত্ৰ ঈছা (ৰ ঘটনা)। (মই যি বৰ্ণনা কৰিলোঁ) এইটোৱে হৈছে সত্য কথা, যি বিষয়ত সিহঁতে সন্দেহ পোষণ কৰে।","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:35","price":"সন্তান গ্ৰহণ কৰাটো আল্লাহৰ কাম নহয়। তেওঁ পৱিত্ৰ মহিমাময়। তেওঁ যেতিয়া কিবা কৰিবলৈ স্থিৰ কৰে, তেতিয়া কেৱল এই বুলি কয় ‘হ’ সেইটো তৎক্ষণাত হৈ যায়।","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:36","price":"নিশ্চয় আল্লাহেই হৈছে মোৰ প্ৰতিপালক আৰু তোমালোকৰো প্ৰতিপালক; সেয়ে তোমালোকে তেওঁৰ ইবাদত কৰা, এইটোৱেই হৈছে সৰল পথ।","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:37","price":"তথাপিও দলসমূহে নিজৰ মাজতে মতানৈক্য সৃষ্টি কৰিলে, সেয়ে মহাদিৱস প্ৰত্যক্ষকালত কাফিৰসকলৰ বাবে ধ্বংস অনিবাৰ্য।","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:38","price":"সিহঁতে যিদিনা আমাৰ ওচৰত উপস্থিত হ’ব সিদিনা সিহঁতে কিমান যে স্পষ্টকৈ শুনা পাব আৰু দেখা পাব! কিন্তু যালিমসকল আজি স্পষ্ট বিভ্ৰান্তিত আছে।","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:39","price":"(হে ৰাছুল!) তুমি সিহঁতক পৰিতাপৰ দিন সম্পৰ্কে সতৰ্ক কৰি দিয়া, যিদিনা সকলো সিদ্ধান্ত চূড়ান্ত হৈ যাব। অথচ (এতিয়া) সিহঁতে উদাসীনতাত বিভোৰ হৈ আছে আৰু সিহঁতে ঈমান পোষণ নকৰে।","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:40","price":"নিশ্চয় পৃথিৱী আৰু ইয়াৰ ওপৰত যি যি আছে সেই সকলোবোৰৰ চূড়ান্ত মালিকানাস্বত্ব কেৱল আমাৰেই, আৰু আমাৰ ওচৰতেই সিহঁতে প্ৰত্যাৱৰ্তন কৰিব লাগিব।","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:41","price":"লগতে বৰ্ণনা কৰা এই কিতাবত (উল্লিখিত) ইব্ৰাহীমৰ কথা, নিশ্চয় তেওঁ আছিল পৰম সত্যবাদী, নবী।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:42","price":"যেতিয়া তেওঁ তেওঁৰ পিতাক ক’লে, ‘হে মোৰ পিতৃ! আপুনি কিয় এনে বস্তুৰ ইবাদত কৰে যিয়ে একো শুনা নাপায়, দেখা নাপায় আৰু আপোনাৰ কোনো কামতো নাহে’?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:43","price":"‘হে মোৰ পিতৃ! মোৰ ওচৰলৈ এনেকুৱা জ্ঞান আহিছে যিটো আপোনাৰ ওচৰত আহা নাই; সেয়ে মোৰ অনুসৰণ কৰক, মই আপোনাক সঠিক পথ দেখুৱাম।","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:44","price":"‘হে মোৰ পিতৃ! চয়তানৰ ইবাদত নকৰিব। নিশ্চয় চয়তান হৈছে ৰহমানৰ অবাধ্য।","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:45","price":"‘হে মোৰ পিতৃ! মোৰ আশংকা হৈছে ৰহমানৰ শাস্তিয়ে আপোনাক স্পৰ্শ কৰিব, ফলত আপুনি চয়তানৰ বন্ধু হৈ পৰিব’।","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:46","price":"পিতাই ক’লে, ‘হে ইব্ৰাহীম! তুমি মোৰ উপাস্যবোৰৰ পৰা বিমুখ হৈছা নেকি? যদি তুমি (এনে আচৰণৰ পৰা) বিৰত নোহোৱা তেন্তে নিশ্চয় মই তোমাক শিল দলিয়াই তোমাৰ প্ৰাণ নাশ কৰিম; আৰু তুমি দীৰ্ঘ সময়ৰ বাবে মোক এৰি গুচি যোৱা’।","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:47","price":"ইব্ৰাহীমে ক’লে, ‘আপোনাৰ প্ৰতি ছালাম। মই মোৰ প্ৰতিপালকৰ ওচৰত আপোনাৰ বাবে ক্ষমা প্ৰাৰ্থনা কৰিম; নিশ্চয় তেওঁ মোৰ প্ৰতি বৰ অনুগ্ৰহশীল।","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:48","price":"‘লগতে মই আপোনালোকৰ পৰা আৰু আপোনালোকে আল্লাহৰ বাহিৰে যিবোৰৰ ইবাদত কৰে সেইবোৰৰ পৰা পৃথক হ'লোঁ; আৰু মই কেৱল মোৰ প্ৰতিপালককে আহ্বান কৰিম; আশা কৰোঁ মই মোৰ প্ৰতিপালকক আহ্বান কৰি ব্যৰ্থ নহম’।","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:49","price":"তাৰ পিছত তেওঁ যেতিয়া সিহঁতৰ পৰা আৰু সিহঁতে আল্লাহৰ বাহিৰে যিবোৰৰ ইবাদত কৰিছিল সেইবোৰৰ পৰা পৃথক হৈ গ’ল, তেতিয়া আমি তেওঁক দান কৰিলোঁ ইছহাক্ব আৰু ইয়াকূব আৰু প্ৰত্যেককে নবী বনাইছোঁ।","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:50","price":"আৰু আমি তেওঁলোকক আমাৰ অনুগ্ৰহ দান কৰিলোঁ, আৰু তেওঁলোকৰ নাম-যশস্যা উচ্চ কৰিলোঁ।","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:51","price":"আৰু এই কিতাবত (উল্লিখিত) মুছাৰ কথা বৰ্ণনা কৰা, তেওঁ আছিল বিশেষ মনোনীত আৰু তেওঁ আছিল ৰাছুল, নবী।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:52","price":"আৰু তেওঁক আমি মাতিছিলোঁ তূৰ পৰ্বতৰ সোঁফালৰ পৰা, লগতে অন্তৰঙ্গ আলাপৰ উদ্দেশ্যে আমি তেওঁক নিকটৱৰ্তী কৰিছিলোঁ।","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:53","price":"আৰু আমি আমাৰ নিজ অনুগ্ৰহত তেওঁৰ বাবে তেওঁৰ ভাতৃ হাৰূনক নবীৰূপে দান কৰিছিলোঁ।","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:54","price":"লগতে (হে নবী!) এই কিতাবত (উল্লিখিত) ইছমাঈলৰ কথা বৰ্ণনা কৰক, নিশ্চয় তেওঁ আছিল প্ৰতিশ্ৰুতি পালনত সত্যাশ্ৰয়ী আৰু তেওঁ আছিল ৰাছুল, নবী;","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:55","price":"তেওঁ নিজ পৰিয়ালবৰ্গক ছালাত আৰু যাকাতৰ নিৰ্দেশ দিছিল আৰু তেওঁ আছিল নিজ প্ৰতিপালকৰ ওচৰত সন্তোষভাজন।","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:56","price":"আৰু এই কিতাবত (উল্লিখিত) ইদ্ৰীছৰ কথা বৰ্ণনা কৰা, নিশ্চয় তেওঁ আছিল সত্যনিষ্ঠ নবী;","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:57","price":"আৰু আমি তেওঁক উচ্চ মৰ্যাদাত উন্নীত কৰিছিলোঁ।","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:58","price":"এওঁলোকেই হৈছে সেইসকল নবী, আদম সন্তানৰ মাজৰ পৰা আল্লাহে যিসকলক অনুগ্ৰহ কৰিছে আৰু (এওঁলোক সেইসকল লোকৰ বংশধৰ) যিসকলক আমি নূহৰ লগত নাৱঁত আৰোহণ কৰিছিলোঁ। লগতে এওঁলোক হৈছে ইব্ৰাহীম আৰু ইছৰাঈলৰ বংশোদ্ভূত, তথা (তেওঁলোকৰো বংশধৰ) যিসকলক আমি হিদায়ত প্ৰদান কৰিছিলোঁ আৰু মনোনীত কৰিছিলোঁ; তেওঁলোকৰ ওচৰত ৰহমানৰ আয়াত তিলাৱত কৰা হ’লে তেওঁলোকে কান্দি কান্দি ছাজদাত পৰিছিল। (ছাজদাহ ৫)","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:59","price":"তেওঁলোকৰ পিছত আহিল অযোগ্য বংশধৰ, যিসকলে ছালাত বিনষ্ট কৰিছিল আৰু কুপ্ৰবৃত্তিৰ অনুসৰণ কৰিছিল। সেয়ে অচিৰেই সিহঁতে ক্ষতিগ্ৰস্ততাৰ সন্মুখীন হ’ব।","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:60","price":"কিন্তু সেইসকল লোকৰ বাহিৰে, যিসকলে তাওবা কৰিছে, ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে। তেওঁলোকেই জান্নাতত প্ৰৱেশ কৰিব। তেওঁলোকৰ প্ৰতি কোনো অন্যায় কৰা নহ’ব।","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:61","price":"এইটো চিৰস্থায়ী জান্নাত, যাৰ গায়েবী প্ৰতিশ্ৰুতি পৰম কৰুণাময়ে তেওঁৰ বান্দাসকলক প্ৰদান কৰিছিল। নিশ্চয় তেওঁৰ প্ৰতিশ্ৰুত বিষয় অৱশ্যম্ভাৱী।","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:62","price":"তাত তেওঁলোকে ছালাম তথা শান্তিৰ বাহিৰে আন কোনো অসাৰ বাক্য শুনিবলৈ নাপাব আৰু তাত পুৱা-গধূলি তেওঁলোকৰ বাবে থাকিব তেওঁলোকৰ ৰিজিক্ব (আহাৰ)।","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:63","price":"এইটোৱে হৈছে সেই জান্নাত, যাৰ অধিকাৰী আমি আমাৰ বান্দাসকলৰ মাজৰ মুত্তাক্বীসকলক কৰিম।","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:64","price":"(জিব্ৰীলে ক’লে) আমি আপোনাৰ প্ৰতিপালকৰ আদেশ অবিহনে অৱতৰণ নকৰোঁ; আমাৰ সন্মুখত যি আছে আৰু পিছফালে যি আছে, লগতে এই দুয়োৰে মাজত যি যি আছে সেই সকলো তেওঁৰেই; আৰু আপোনাৰ প্ৰতিপালক বিস্মৃত নহয়।","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:65","price":"তেৱেঁই আকাশসমূহ, পৃথিৱী আৰু এই দুয়োৰে মাজত থকা সকলোৰে প্ৰতিপালক। সেয়ে কেৱল তেওঁৰেই ইবাদত কৰক আৰু তেওঁৰ ইবাদতত ধৈৰ্য্য ধাৰণ কৰক। আপুনি তেওঁৰ সমনাম গুণ সম্পন্ন কাৰোবাক জানেনে?","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:66","price":"আৰু মানুহে কয়, ‘মই মৃত্যুবৰণ কৰিলে মোক আকৌ জীৱিত অৱস্থাত উঠোৱা হ’ব নেকি’?","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:67","price":"মানুহে স্মৰণ নকৰে নেকি যে, নিশ্চয় আমিয়েই তাক ইয়াৰ পূৰ্বে সৃষ্টি কৰিছোঁ, যেতিয়া সি একোৱেই নাছিল?","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:68","price":"এতেকে তোমাৰ প্ৰতিপালকৰ শপত! নিশ্চয় আমি সিহঁতক আৰু চয়তানসকলক একেলগে সমবেত কৰিম, তাৰ পিছত আমি সিহঁতক নতজানু অৱস্থাত জাহান্নামৰ চাৰিওফালে উপস্থিত কৰিম।","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:69","price":"তাৰ পিছত প্ৰত্যেক দলৰ মাজৰ পৰা যিজন ৰহমানৰ সৰ্বাধিক অবাধ্য আছিল, আমি তাক টানি উলিয়াই আনিম।","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:70","price":"আৰু আমিহে ভালকৈ জানো সিহঁতক, যিসকল জাহান্নামত দগ্ধ হোৱাৰ বেছি উপযুক্ত।","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:71","price":"আৰু তোমালোকৰ প্ৰত্যেকেই তাৰ (জাহান্নামৰ) ওপৰেদি অতিক্ৰম কৰিব লাগিব; এইটো তোমাৰ প্ৰতিপালকৰ চূড়ান্ত সিদ্ধান্ত।","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:72","price":"তাৰ পিছত আমি উদ্ধাৰ কৰিম তেওঁলোকক, যিসকলে তাক্বৱা অৱলম্বন কৰিছিল আৰু যালিমসকলক তাত নতজানু অৱস্থাত ৰাখি দিম।","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:73","price":"আৰু সিহঁতৰ ওচৰত আমাৰ স্পষ্ট আয়াতসমূহ তিলাৱত কৰা হ’লে কাফিৰসকলে মুমিনসকলক কয়, ‘(আমাৰ) দুই দলৰ মাজত মৰ্যাদাত কোন শ্ৰেষ্ঠ আৰু কাৰ সভা বেছি জাকজমকতাপূৰ্ণ’?","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:74","price":"আৰু সিহঁতৰ পূৰ্বে আমি বহু মানৱগোষ্ঠীক বিনাশ কৰিছোঁ—যিসকল সম্পদ আৰু বাহ্যদৃষ্টিত সিহঁততকৈও শ্ৰেষ্ঠ আছিল।","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:75","price":"কোৱা, ‘যিসকলে বিভ্ৰান্তিত আছে, পৰম কৰুণাময়ে সিহঁতক প্ৰচুৰ অৱকাশ দিব, অৱশেষত যেতিয়া সিহঁতে সেয়া প্ৰত্যক্ষভাৱে দেখিবলৈ পাব যি বিষয়ে সিহঁতক সতৰ্ক কৰা হৈছিল, সেয়া শাস্তিয়েই হওক বা কিয়ামতেই হওক, তেতিয়াহে সিহঁতে জানিবলৈ পাব মৰ্যাদাৰ ক্ষেত্ৰত কোন অতি নিকৃষ্ট আৰু দলবলৰ ক্ষেত্ৰত কোন বেছি দুৰ্বল’।","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:76","price":"আৰু যিসকলে সৎপথত চলে আল্লাহে তেওঁলোকৰ হিদায়ত বৃদ্ধি কৰি দিয়ে; আৰু স্থায়ী সৎকৰ্মসমূহ তোমাৰ প্ৰতিপালকৰ পুৰস্কাৰ প্ৰাপ্তিৰ বাবে শ্ৰেষ্ঠ আৰু পৰিণতিৰ ফালেৰেও অতি উত্তম।","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:77","price":"তুমি সেইজন ব্যক্তিক দেখিছানে, যিয়ে আমাৰ আয়াতসমূহক অস্বীকাৰ কৰে আৰু কয়, ‘নিশ্চয় মোক ধন-সম্পদ আৰু সন্তান-সন্ততি দিয়া হ’ব’।","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:78","price":"সি গায়েব সম্পৰ্কে অৱহিত হৈছে নেকি, নে ৰহমানৰ পৰা কোনো প্ৰতিশ্ৰুতি লাভ কৰিছে?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:79","price":"কেতিয়াও নহয়, সি যি কয় আমি সেয়া লিখি ৰাখিম আৰু তাৰ শাস্তিহে বৃদ্ধি কৰি থাকিম।","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:80","price":"আৰু সি যি (ধন-সম্পদ, জনবলৰ কথা) কয়, (তাৰ মৃত্যুৰ পিছত) সেয়া থাকিব আমাৰ অধিকাৰত আৰু সি অকলশৰীয়া হৈ আমাৰ ওচৰতেই উপস্থিত হ'বহি।","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:81","price":"আৰু সিহঁতে আল্লাহৰ বাহিৰে বহুতো ইলাহ গ্ৰহণ কৰিছে, যাতে সেইবোৰ সিহঁতৰ বাবে সন্মানৰ কাৰণ হয় (আৰু সহায়ক হয়);","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:82","price":"কেতিয়াও নহয়, অনতিপলমে সিহঁতে (উপাস্যবোৰে) সিহঁতৰ ইবাদতক অস্বীকাৰ কৰিব আৰু সিহঁতৰ বিৰোধী হৈ যাব।","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:83","price":"তুমি লক্ষ্য কৰা নাইনে, আমি কাফিৰসকলৰ বাবে চয়তানবোৰক এৰি থৈছোঁ, সিহঁতক বেয়া কামত বিশেষভাৱে প্ৰলুব্ধ কৰাৰ বাবে?","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:84","price":"এতেকে সিহঁতৰ বিষয়ে তুমি খৰখেদা নকৰিবা। নিশ্চয় আমি সিহঁতৰ নিৰ্ধাৰিত কাল গণনা কৰিছোঁ,","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:85","price":"(স্মৰণ কৰা) যিদিনা আমি ৰহমানৰ ওচৰত মুত্তাক্বীসকলক সন্মানিত অতিথিৰূপে সমবেত কৰিম,","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:86","price":"আৰু অপৰাধীবিলাকক তৃষ্ণাতুৰ অৱস্থাত জাহান্নামৰ ফালে খেদি লৈ যাম।","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:87","price":"যিসকলে ৰহমানৰ পৰা প্ৰতিশ্ৰুতি লৈছে, তেওঁলোকৰ বাহিৰে কোনেও চুপাৰিছ কৰিব নোৱাৰিব।","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:88","price":"আৰু সিহঁতে কয়, ‘ৰহমানে সন্তান গ্ৰহণ কৰিছে’।","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:89","price":"নিশ্চয় তোমালোকে এটা বীভৎস বিষয়ৰ অৱতাৰণা কৰিছা;","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:90","price":"(এনেকুৱা বিষয়) যাৰ ফলত আকাশসমূহ বিদীৰ্ণ হৈ যোৱাৰ উপক্ৰম হয়, আৰু পৃথিৱী খণ্ড-বিখণ্ড হ’ব আৰু পাহাৰ-পৰ্বত চূৰ্ণ-বিচূৰ্ণ হৈ যাব,","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:91","price":"এইকাৰণে যে, সিহঁতে ৰহমানৰ প্ৰতি সন্তান আৰোপ কৰিছে।","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:92","price":"অথচ সন্তান গ্ৰহণ কৰা ৰহমানৰ বাবে শোভনীয় নহয়।","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:93","price":"আকাশসমূহ আৰু পৃথিৱীত এনেকুৱা কোনো নাই যিয়ে ৰহমানৰ ওচৰত বান্দাৰূপে উপস্থিত নহ’ব।","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:94","price":"তেওঁ সিহঁতৰ সংখ্যা জানে আৰু তেওঁ সিহঁতক বিশেষভাৱে গণনা কৰি থৈছে,","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:95","price":"আৰু কিয়ামতৰ দিনা সিহঁত সকলোৱে তেওঁৰ ওচৰত অকলশৰীয়া হৈ আহিব।","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:96","price":"নিশ্চয় যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে, ৰহমানে অৱশ্যে তেওঁলোকৰ বাবে (পাৰস্পাৰিক) সম্প্ৰীতি সৃষ্টি কৰিব।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:97","price":"আৰু আমি তোমাৰ ভাষাত কোৰআনক সহজ কৰি দিছোঁ, যাতে তুমি ইয়াৰ দ্বাৰা মুত্তাক্বীসকলক সুসংবাদ দিব পাৰা আৰু বিতণ্ডাপ্ৰিয় সম্প্ৰদায়ক ইয়াৰ দ্বাৰা সতৰ্ক কৰিব পাৰা।","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"19:98","price":"আৰু সিহঁতৰ পূৰ্বে আমি কিমান যে প্ৰজন্মক বিনাশ কৰিছোঁ! তুমি সিহঁতৰ কাৰোবাৰ অস্তিত্ব অনুভৱ কৰিছানে অথবা ক্ষীণতকৈও ক্ষীণ (ৰিণিকা অহা) কোনো শব্দ শুনিবলৈ পোৱানে?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:1","price":"ত্বা-হা [1]","arabic":"طه","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2349,"juzNumber":16,"footnotes":"[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।","lang":"as"},{"name":"20:2","price":"তোমাক দুখ-কষ্টত পতিত কৰিবলৈ আমি তোমাৰ প্ৰতি কোৰআন অৱতীৰ্ণ কৰা নাই;","arabic":"مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2350,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:3","price":"বৰং যিয়ে (আল্লাহক) ভয় কৰে তাৰ বাবে উপদেশ স্বৰূপ (অৱতীৰ্ণ কৰিছোঁ),","arabic":"إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2351,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:4","price":"এইখন তেওঁৰ ফালৰ পৰা অৱতীৰ্ণ; যিজনে পৃথিৱী আৰু সুউচ্চ আকাশসমূহ সৃষ্টি কৰিছে,","arabic":"تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2352,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:5","price":"পৰম কৰুণাময় (ৰহমান) আৰছৰ ওপৰত উঠিছে।","arabic":"ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2353,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:6","price":"আকাশসমূহ, পৃথিৱী আৰু এই দুয়োৰে মাজত যি যি আছে লগতে ভূ-গৰ্ভত যি আছে সেই সকলো তেওঁৰেই।","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2354,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:7","price":"আৰু যদি তুমি উচ্চ কণ্ঠত কথা কোৱা (যদিও ইয়াৰ কোনো প্ৰয়োজন নাই), তেন্তে (জানি থোৱা) তেওঁ গোপন আৰু অব্যক্ত সকলো বিষয়ে অৱগত।","arabic":"وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2355,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:8","price":"আল্লাহ, তেওঁৰ বাহিৰে আন কোনো সত্য ইলাহ নাই, সুন্দৰ নামসমূহ কেৱল তেওঁৰেই।","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2356,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:9","price":"আৰু মুছাৰ বৃত্তান্ত তোমাৰ ওচৰলৈ আহি পাইছেনে?","arabic":"وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2357,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:10","price":"তেওঁ যেতিয়া জুই দেখা পালে তেতিয়া তেওঁ নিজৰ পৰিয়ালবৰ্গক ক’লে, ‘তোমালোকে অপেক্ষা কৰা, নিশ্চয় মই জুই দেখা পাইছোঁ। আশা কৰোঁ মই তোমালোকৰ বাবে তাৰ পৰা অলপ জ্বলন্ত এঙাৰ আনিব পাৰিম নাইবা জুইৰ ওচৰত কোনো পথনিৰ্দেশ পাব পাৰোঁ’।","arabic":"إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2358,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:11","price":"যেতিয়া তেওঁ জুইৰ ওচৰ আহি পালে তেতিয়া তেওঁক আহ্বান কৰা হ’ল, ‘হে মুছা!","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2359,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:12","price":"‘নিশ্চয় ময়েই হৈছোঁ তোমাৰ প্ৰতিপালক, এতেকে তোমাৰ জোতাযোৰ খুলি পেলোৱা, কাৰণ তুমি এতিয়া পৱিত্ৰ তোৱা উপত্যকাত আছা।","arabic":"إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2360,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:13","price":"‘আৰু মই তোমাক মনোনীত কৰিছোঁ। এতেকে যি অহী প্ৰেৰণ কৰা হয় সেয়া মনোযোগ সহকাৰে শুনা।","arabic":"وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2361,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:14","price":"‘নিশ্চয় ময়েই আল্লাহ, মোৰ বাহিৰে আন কোনো সত্য ইলাহ নাই। এতেকে কেৱল মোৰেই ইবাদত কৰা আৰু মোৰ স্মৰণাৰ্থে ছালাত কায়েম কৰা।","arabic":"إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2362,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:15","price":"‘নিশ্চয় কিয়ামত অৱশ্যম্ভাৱী, মই এইটো গোপন ৰাখিব বিচাৰোঁ, যাতে প্ৰত্যেককে নিজ নিজ চেষ্টা-সাধনা অনুযায়ী প্ৰতিদান দিব পৰা যায়।","arabic":"إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2363,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:16","price":"‘এতেকে যি ব্যক্তিয়ে কিয়ামতৰ প্ৰতি ঈমান পোষণ নকৰে আৰু নিজৰ প্ৰবৃত্তিৰ অনুসৰণ কৰে, সি যেন তোমাক ইয়াৰ প্ৰতি ঈমান আনিবলৈ বিৰত ৰাখিব নোৱাৰে, অন্যথা তুমি ধ্বংস হৈ যাবা।","arabic":"فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2364,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:17","price":"‘আৰু হে মুছা! তোমাৰ সোঁহাতত সেইডাল কি’?","arabic":"وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2365,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:18","price":"তেওঁ ক’লে, ‘এইডাল হৈছে মোৰ লাখুটি, ইয়াৰ ওপৰত মই ভৰ দিওঁ, আৰু ইয়াৰ দ্বাৰা মই মোৰ ছাগলীবোৰৰ বাবে গছৰ পাত সৰাওঁ, লগতে এইডাল মোৰ অন্যান্য কামতো আহে’।","arabic":"قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2366,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:19","price":"আল্লাহে ক’লে, ‘হে মুছা! তুমি এইডাল (মাটিত) নিক্ষেপ কৰাচোন’।","arabic":"قَالَ أَلۡقِهَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2367,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:20","price":"তাৰ পিছত তেওঁ সেই লাখুটিডাল নিক্ষেপ কৰিলে, লগে লগে সেয়া এডাল সাপ হৈ দৌৰিবলৈ ধৰিলে,","arabic":"فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2368,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:21","price":"আল্লাহে ক’লে, ‘তুমি ইয়াক ধৰা, ভয় নকৰিবা, আমি ইয়াক ইয়াৰ আগৰ অৱস্থালৈ ওভতাই দিম।","arabic":"قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2369,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:22","price":"‘আৰু তুমি তোমাৰ হাতখন কাষলতিত ৰাখা, কোনো ধৰণৰ ত্ৰুটিবিহীন উজ্জ্বল হৈ ওলাই আহিব, এইটো হৈছে আন এটা নিদৰ্শন।","arabic":"وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2370,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:23","price":"‘এইটো এইকাৰণে যে, আমি তোমাক আমাৰ কিছুমান মহান নিদৰ্শনাৱলী দেখুৱাম।","arabic":"لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2371,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:24","price":"‘তুমি ফিৰআউনৰ ওচৰলৈ যোৱা, নিশ্চয় সি সীমালঙ্ঘন কৰিছে’।","arabic":"ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2372,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:25","price":"মুছাই ক’লে, ‘হে মোৰ প্ৰতিপালক! মোৰ বুকু প্ৰশস্ত কৰি দিয়া।","arabic":"قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2373,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:26","price":"‘আৰু মোৰ কাম সহজ কৰি দিয়া,","arabic":"وَيَسِّرۡ لِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2374,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:27","price":"‘আৰু মোৰ জিভাৰ জড়তা দূৰ কৰি দিয়া-","arabic":"وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2375,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:28","price":"‘যাতে সিহঁতে মোৰ কথা বুজিব পাৰে।","arabic":"يَفۡقَهُواْ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2376,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:29","price":"‘আৰু মোৰ পৰিয়ালৰ মাজৰ পৰা মোৰ বাবে এজন সহায়ক নিৰ্ধাৰণ কৰি দিয়া;","arabic":"وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2377,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:30","price":"‘মোৰ ভাই হাৰূনক;","arabic":"هَٰرُونَ أَخِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2378,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:31","price":"‘তেওঁৰ দ্বাৰা মোৰ শক্তি সুদৃঢ় কৰা,","arabic":"ٱشۡدُدۡ بِهِۦٓ أَزۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2379,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:32","price":"‘আৰু তেওঁক মোৰ কামত অংশীদাৰ কৰা,","arabic":"وَأَشۡرِكۡهُ فِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2380,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:33","price":"‘যাতে আমি তোমাৰ বেছি বেছি তাছবীহ পাঠ কৰিব পাৰোঁ,","arabic":"كَيۡ نُسَبِّحَكَ كَثِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2381,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:34","price":"‘আৰু অধিক পৰিমাণে তোমাক স্মৰণ কৰিব পাৰোঁ।","arabic":"وَنَذۡكُرَكَ كَثِيرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2382,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:35","price":"‘নিশ্চয় তুমি আমাৰ সম্যক দ্ৰষ্টা’।","arabic":"إِنَّكَ كُنتَ بِنَا بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2383,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:36","price":"তেওঁ ক’লে, ‘হে মুছা! তুমি যি বিচাৰিছা সেয়া তোমাক প্ৰদান কৰা হ’ল।","arabic":"قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2384,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:37","price":"‘নিশ্চয় আমি তোমাৰ প্ৰতি আৰু এবাৰ অনুগ্ৰহ কৰিছিলোঁ;","arabic":"وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2385,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:38","price":"‘যেতিয়া আমি তোমাৰ মাকক যি জনাবলগীয়া আছিল সেয়া জনাইছিলোঁ,","arabic":"إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2386,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:39","price":"‘যে, তুমি ইয়াক বাকচৰ ভিতৰত ৰাখি দিয়া, তাৰ পিছত ইয়াক (নীল) নদীত উটুৱাই দিয়া, যাতে নদীয়ে ইয়াক পাৰলৈ ঠেলি দিয়ে, ফলত ইয়াক মোৰ আৰু তেওঁৰ শত্ৰুৱে উঠাই লৈ যাব। মই মোৰ ফালৰ পৰা তোমাৰ প্ৰতি মুহাব্বত ঢালি দিছিলোঁ, যাতে তুমি মোৰ চকুৰ আগত প্ৰতিপালিত হোৱা’।","arabic":"أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2387,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:40","price":"‘যেতিয়া তোমাৰ বায়েৰে (বাকচটোক অনুসৰণ কৰি) খোজ কাঢ়ি গৈ আছিল, তাৰ পিছত (সিহঁতক) তেওঁ ক’লে, ‘মই তোমালোকক এনে কাৰোবাৰ সন্ধান দিমনে যিয়ে এই শিশুৰ দায়িত্বভাৰ লব পাৰিব’? ফলত আমি তোমাক তোমাৰ মাতৃৰ ওচৰলৈ ঘূৰাই আনিলোঁ, যাতে তেওঁৰ চকু জুৰ পৰে আৰু শোকত ভাগি নপৰে, আৰু তুমি এজন ব্যক্তিক হত্যা কৰিছিলা; তথাপিও আমি তোমাক মনোকষ্টৰ পৰা মুক্তি দিছিলোঁ আৰু আমি তোমাক বহু পৰীক্ষা কৰিছোঁ। হে মুছা! তাৰ পিছত তুমি কেইবা বছৰো মাদাইনবাসীৰ মাজত অৱস্থান কৰিছিলা, ইয়াৰ পিছতহে তুমি নিৰ্ধাৰিত সময়ত উপস্থিত হ’লা।","arabic":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2388,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:41","price":"‘আৰু মই তোমাক মোৰ নিজৰ বাবে প্ৰস্তুত কৰি (মনোনীত কৰি) লৈছোঁ।","arabic":"وَٱصۡطَنَعۡتُكَ لِنَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2389,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:42","price":"‘তুমি আৰু তোমাৰ ভাই মোৰ নিদৰ্শনসমূহ লৈ যাত্ৰা কৰা আৰু মোৰ স্মৰণৰ ক্ষেত্ৰত কোনো ধৰণৰ অলসতা নকৰিবা,","arabic":"ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2390,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:43","price":"‘তোমালোকে দুয়ো ফিৰআউনৰ ওচৰলৈ যোৱা, নিশ্চয় সি সীমালঙ্ঘন কৰিছে।","arabic":"ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2391,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:44","price":"‘তোমালোকে তাৰ লগত নম্ৰভাৱে কথা ক'বা, হয়তো সি উপদেশ গ্ৰহণ কৰিব অথবা ভয় কৰিব’।","arabic":"فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2392,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:45","price":"তেওঁলোকে ক’লে, ‘হে আমাৰ প্ৰতিপালক! আমাৰ আশংকা হৈছে সি আমাৰ লগত দুৰ্ব্যৱহাৰ কৰিব নাইবা অন্যায় আচৰণত সীমালঙ্ঘন কৰিব’।","arabic":"قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2393,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:46","price":"তেওঁ ক’লে, ‘তোমালোকে ভয় নকৰিবা, নিশ্চয় মই তোমালোকৰ লগত আছোঁ, মই শুনো আৰু দেখোঁ’।","arabic":"قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2394,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:47","price":"এতেকে তোমালোকে তাৰ ওচৰত যোৱা আৰু কোৱা, ‘আমি দুয়ো তোমাৰ প্ৰতিপালকৰ (তৰফৰ পৰা প্ৰেৰিত) ৰাছুল, সেয়ে আমাৰ লগত বনী ইছৰাঈলক যাবলৈ দিয়া আৰু সিহঁতক কষ্ট নিদিবা, আমি তোমাৰ ওচৰত তোমাৰ প্ৰতিপালকৰ তৰফৰ পৰা নিদৰ্শন লৈ আহিছোঁ; আৰু যিসকলে সৎপথ অনুসৰণ কৰে তেওঁলোকৰ প্ৰতি শান্তি বৰ্ষিত হওক।","arabic":"فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2395,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:48","price":"‘নিশ্চয় আমাৰ প্ৰতি অহী প্ৰেৰণ কৰা হৈছে যে, শাস্তি কেৱল তাৰ বাবে যিয়ে (সত্যক) অস্বীকাৰ কৰে আৰু মুখ ঘূৰাই লয়’।","arabic":"إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2396,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:49","price":"ফিৰআউনে ক’লে, ‘হে মুছা! তেনেহ’লে তোমালোকৰ ৰব কোন’?","arabic":"قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2397,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:50","price":"মুছাই ক’লে, ‘তেৱেঁই হৈছে আমাৰ ৰব (প্ৰতিপালক), যিজনে প্ৰত্যেক বস্তুক উপযুক্ত আকৃতি দান কৰিছে, তাৰ পিছত সঠিক পথ নিৰ্দেশ কৰিছে’।","arabic":"قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2398,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:51","price":"ফিৰআউনে ক’লে, ‘তেনেহ’লে অতীত যুগৰ লোকসকলৰ অৱস্থা কি’?","arabic":"قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2399,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:52","price":"মুছাই ক’লে, ‘ইয়াৰ জ্ঞান মোৰ প্ৰতিপালকৰ ওচৰত কিতাবত আছে, মোৰ প্ৰতিপালকে ভুল নকৰে আৰু বিস্মৃতও নহয়’।","arabic":"قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2400,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:53","price":"‘যিজনে তোমালোকৰ বাবে পৃথিৱীখনক শয্যাৰূপে পাৰি দিছে আৰু তাত তোমালোকৰ বাবে চলাৰ পথ কৰি দিছে, আৰু তেৱেঁই আকাশৰ পৰা পানী বৰ্ষণ কৰে’। ফলত তাৰ দ্বাৰা আমি বিভিন্ন প্ৰকাৰৰ উদ্ভিদ উৎপন্ন কৰোঁ।","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2401,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:54","price":"তোমালোকে খোৱা আৰু তোমালোকৰ ঘৰচীয়া জন্তুবোৰকো চৰোৱা; নিশ্চয় ইয়াত বিবেকসম্পন্ন ব্যক্তিসকলৰ বাবে নিদৰ্শন আছে।","arabic":"كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2402,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:55","price":"আমি তোমালোকক মাটিৰ পৰাই সৃষ্টি কৰিছোঁ, তালৈকেই তোমালোকক ওভতাই দিম আৰু তাৰ পৰাই তোমালোকক পুনৰ উলিয়াই আনিম।","arabic":"۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2403,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:56","price":"নিশ্চয় আমি তাক আমাৰ প্ৰত্যেকটো নিদৰ্শন দেখুৱাইছিলোঁ; কিন্তু সি অস্বীকাৰ কৰিছে আৰু অমান্য কৰিছে।","arabic":"وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2404,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:57","price":"সি ক’লে, ‘হে মুছা! তুমি তোমাৰ যাদুৰ দ্বাৰা আমাক আমাৰ দেশৰ পৰা বহিষ্কাৰ কৰিবলৈ আহিছা নেকি’?","arabic":"قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2405,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:58","price":"‘তেনেহ’লে নিশ্চয় আমিও তোমাৰ ওচৰলৈ অনুৰূপ যাদু উপস্থিত কৰিম, গতিকে আমাৰ আৰু তোমাৰ মাজত তুমি এটা সময় নিৰ্ধাৰণ কৰা, যিটোক আমিও লঙ্ঘন নকৰোঁ আৰু তুমিও লঙ্ঘন নকৰিবা’।","arabic":"فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2406,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:59","price":"মুছাই ক’লে, ‘উৎসৱৰ দিনটোৱে তোমালোকৰ বাবে নিৰ্ধাৰিত সময় আৰু (সেইদিনা) যাতে পূৰ্বাহ্নতেই জনগণক সমবেত কৰা হয়’।","arabic":"قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2407,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:60","price":"লগে লগে ফিৰআউনে প্ৰস্থান কৰি তাৰ যাৱতীয় কৌশল একত্ৰিত কৰিলে, তাৰ পিছত সি আহিল।","arabic":"فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2408,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:61","price":"মুছাই সিহঁতক ক’লে, ‘দূৰ্ভোগ তোমালোকৰ! তোমালোকে আল্লাহৰ ওপৰত মিছা আৰোপ নকৰিবা। অন্যথা তেওঁ তোমালোকক শাস্তিৰ দ্বাৰা সমূলি ধ্বংস কৰিব, আৰু যিয়ে মিছা উদ্ভাৱন কৰিছে সিয়েই ব্যৰ্থ হৈছে’।","arabic":"قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2409,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:62","price":"তেতিয়া সিহঁতে নিজৰ মাজতে সিহঁতৰ কৰ্ম সম্পৰ্কে বাক-বিতণ্ডা কৰিলে আৰু সিহঁতে গোপনে পৰামৰ্শ কৰিলে।","arabic":"فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2410,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:63","price":"সিহঁতে ক’লে, ‘ইহঁত দুজন নিশ্চয় যাদুকৰ, ইহঁতে ইহঁতৰ যাদুৰ দ্বাৰা তোমালোকক তোমালোকৰ দেশৰ পৰা বহিষ্কাৰ কৰিব বিচাৰে আৰু তোমালোকৰ উৎকৃষ্ট জীৱন পদ্ধতি ধ্বংস কৰিব বিচাৰে।","arabic":"قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2411,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:64","price":"‘এতেকে তোমালোকে তোমালোকৰ কৌশল (যাদুক্ৰিয়া) গোটাই লোৱা, তাৰ পিছত শাৰীবদ্ধ হৈ উপস্থিত হোৱা; আৰু আজি যিয়ে জয় লাভ কৰিব সিয়ে সফল হ’ব’।","arabic":"فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2412,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:65","price":"সিহঁতে ক’লে, ‘হে মুছা! হ’লে তুমি আগতে নিক্ষেপ কৰা, নহ'লে প্ৰথমে আমিয়ে নিক্ষেপকাৰী হম’।","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2413,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:66","price":"মুছাই ক’লে, ‘বৰং তোমালোকেই (আগতে) নিক্ষেপ কৰা’। ফলত (সিহঁতে নিক্ষেপ কৰাৰ) লগে লগে সিহঁতৰ যাদুৰ প্ৰভাৱত মুছাৰ এনেকুৱা লাগিল যেনিবা সিহঁতৰ জৰীবোৰ আৰু লাঠিসমূহ কেৰমেৰ কৰি আছে।","arabic":"قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2414,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:67","price":"তেতিয়া মুছাই অন্তৰত অলপ ভীতি অনুভৱ কৰিলে।","arabic":"فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2415,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:68","price":"আমি ক’লোঁ, ‘তুমি ভয় নকৰিবা, নিশ্চয় তুমিয়েই জয় লাভ কৰিবা।","arabic":"قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2416,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:69","price":"‘আৰু তোমাৰ সোঁ হাতত যি আছে সেয়া নিক্ষেপ কৰা, এইটোৱে সিহঁতে যি কৰিছে সেইবোৰক খাই পেলাব। সিহঁতে যি কৰিছে সেইবোৰ হৈছে কেৱল যাদুকৰৰ কৌশল; আৰু যাদুকৰ য’ৰ পৰাই নাহক কিয়, কেতিয়াও সফল নহ’ব’।","arabic":"وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2417,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:70","price":"ফলত যাদুকৰসকলে ছাজদাৱনত হ’ল, সিহঁতে ক’লে, ‘আমি হাৰূন আৰু মুছাৰ প্ৰতিপালকৰ প্ৰতি ঈমান আনিলোঁ’।","arabic":"فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2418,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:71","price":"ফিৰআউনে ক’লে, ‘মই তোমালোকক অনুমতি দিয়াৰ আগতেই তোমালোকে তাৰ প্ৰতি বিশ্বাস স্থাপন কৰিলা! নিশ্চয় সিয়ে তোমালোকৰ প্ৰধান, সিয়েই তোমালোকক যাদু শিকাইছে। গতিকে নিশ্চয় মই তোমালোকৰ হাত ভৰি বিপৰীত দিশৰ পৰা কাটিম আৰু মই তোমালোকক খেজুৰ গছৰ কাণ্ডত শূলবিদ্ধ কৰিম আৰু তোমালোকে অৱশ্যে জানিব পাৰিবা আমাৰ মাজত কাৰ শাস্তি বেছি কঠোৰ আৰু অধিক স্থায়ী’।","arabic":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2419,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:72","price":"সিহঁতে ক’লে, ‘আমাৰ ওচৰত যিবোৰ স্পষ্ট নিদৰ্শন আহিছে তাৰ ওপৰত আৰু যিজনে আমাক সৃষ্টি কৰিছে তেওঁৰ ওপৰত আমি তোমাক কেতিয়াও প্ৰধান্য নিদিওঁ। সেয়ে তোমাৰ যি সিদ্ধান্ত লব লগা আছে লোৱা। তুমি কেৱল এই পাৰ্থিৱ জীৱনৰ ওপৰতেই কৰ্তৃত্ব কৰিব পাৰা’।","arabic":"قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2420,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:73","price":"‘নিশ্চয় আমি আমাৰ প্ৰতিপালকৰ প্ৰতি ঈমান আনিছোঁ, যাতে তেওঁ আমাৰ অপৰাধসমূহ ক্ষমা কৰি দিয়ে, আৰু তুমি আমাক যি যাদু কৰিবলৈ বাধ্য কৰাইছিলা তাৰ পাপসমূহ যাতে ক্ষমা কৰি দিয়ে, আৰু আল্লাহ শ্ৰেষ্ঠ তথা স্থায়ী’।","arabic":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2421,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:74","price":"নিশ্চয় যিয়ে তাৰ প্ৰতিপালকৰ ওচৰত অপৰাধী হৈ উপস্থিত হ’ব, নিশ্চয় তাৰ বাবে আছে জাহান্নাম, সি তাত মৃত্যুবৰণো নকৰিব আৰু জীয়াই থাকিবও নোৱাৰিব।","arabic":"إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2422,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:75","price":"আনহাতে যিয়ে তেওঁৰ ওচৰত সৎকৰ্ম কৰি মুমিন অৱস্থাত আহিব, তেওঁলোকৰ বাবে আছে উচ্চ মৰ্যাদা।","arabic":"وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2423,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:76","price":"স্থায়ী জান্নাত, যাৰ তলত নদীসমূহ প্ৰবাহিত থাকিব, তাত তেওঁলোকে চিৰস্থায়ী হ'ব আৰু এইটো তেওঁলোকৰেই পুৰস্কাৰ যিসকলে পৰিশুদ্ধ হয়।","arabic":"جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2424,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:77","price":"আৰু নিশ্চয় আমি মুছাৰ প্ৰতি অহী কৰিছিলোঁ এই কথা কৈ যে, মোৰ বান্দাসকলক লৈ তুমি ৰাতিৰ ভিতৰতে ওলাই যোৱা, এতেকে তুমি সিহঁতৰ বাবে সাগৰৰ মাজেৰে এটি শুকান পথৰ ব্যৱস্থা কৰা, পিচফালৰ পৰা আহি ধৰাৰ আশংকা নকৰিবা আৰু ভয়ও নকৰিবা।","arabic":"وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2425,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:78","price":"তাৰ পিছত ফিৰআউনে তাৰ সৈন্যবাহিনীক লগত লৈ তেওঁলোকক চোঁচা ল’লে, ফলত সাগৰে সিহঁতক সম্পূৰ্ণৰূপে ডুবাই নিলে।","arabic":"فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2426,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:79","price":"কাৰণ ফিৰআউনে তাৰ সম্প্ৰদায়ক পথভ্ৰষ্ট কৰিছিল আৰু সৎপথ দেখুৱা নাছিল।","arabic":"وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2427,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:80","price":"হে বনী ইছৰাঈল! নিশ্চয় আমি তোমালোকক তোমালোকৰ শত্ৰুৰ পৰা উদ্ধাৰ কৰিছিলোঁ, আৰু আমিয়ে তোমালোকক প্ৰতিশ্ৰুতি দিছিলোঁ তূৰ পৰ্বতৰ সোঁফালে, আৰু তোমালোকৰ ওপৰত মান্না আৰু ছালৱা অৱতীৰ্ণ কৰিছিলোঁ,","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2428,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:81","price":"তোমালোকক আমি যি জীৱিকা দান কৰিছোঁ তাৰ পৰা পৱিত্ৰ বস্তুসমূহ খোৱা আৰু এই বিষয়ে সীমালঙ্ঘন নকৰিবা, অন্যথা তোমালোকৰ ওপৰত মোৰ ক্ৰোধ আপতিত হ’ব; আৰু যাৰ ওপৰত মোৰ ক্ৰোধ আপতিত হয় নিশ্চিতভাৱে সি ধ্বংস হৈ যায়।","arabic":"كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2429,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:82","price":"আৰু নিশ্চয় মই সেই ব্যক্তিৰ প্ৰতি ক্ষমাশীল, যিয়ে তাওবা কৰে, ঈমান পোষণ কৰে, সৎকৰ্ম কৰে আৰু তাৰ পিছত সৎপথত অবিচল থাকে।","arabic":"وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2430,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:83","price":"হে মুছা! তোমাৰ সম্প্ৰদায়ক পিচফালে এৰি থৈ তোমাক খৰখেদা কৰিবলৈ কিহে বাধ্য কৰালে?","arabic":"۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2431,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:84","price":"মুছাই ক’লে, ‘সিহঁত মোৰ পিচে পিচে আছেই দেখোন, হে মোৰ প্ৰতিপালক! মই তোমাৰ ওচৰত খৰখেদা কৈ আহিছোঁ যাতে তুমি সন্তুষ্ট হোৱা’।","arabic":"قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2432,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:85","price":"তেওঁ ক’লে, ‘তুমি গুচি অহাৰ পিছত আমি তোমাৰ সম্প্ৰদায়ক পৰীক্ষাৰ সন্মুখীন কৰিছোঁ, আৰু ছামেৰীয়ে সিহঁতক পথভ্ৰষ্ট কৰিছে’।","arabic":"قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2433,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:86","price":"তাৰ পিছত মুছাই তেওঁৰ সম্প্ৰদায়ৰ ওচৰত ক্ৰুদ্ধ আৰু ক্ষুব্ধ হৈ উভতি আহিল। তেওঁ ক’লে, ‘হে মোৰ সম্প্ৰদায়! তোমালোকৰ প্ৰতিপালকে তোমালোকক এটা উত্তম প্ৰতিশ্ৰুতি দিয়া নাছিলনে? তেন্তে তোমালোকৰ ওচৰত প্ৰতিশ্ৰুতিৰ সময় সুদীৰ্ঘ হৈছে নেকি? নে তোমালোকে তোমালোকৰ প্ৰতিপালকৰ ক্ৰোধ আপতিত হোৱাটো কামনা কৰা? সেইকাৰণেই তোমালোকে মোক দিয়া অংগীকাৰ ভংগ কৰিলানে’?","arabic":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2434,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:87","price":"সিহঁতে ক’লে, ‘আমি আপোনাক দিয়া অঙ্গীকাৰ নিজে ইচ্ছা কৰি ভংগ কৰা নাই, কিন্তু আমাৰ ওপৰত মানুহৰ অলংকাৰৰ বোজা চপাই দিয়া হৈছিল। সেয়ে আমি সেইবোৰ জুইত নিক্ষেপ কৰিছোঁ, এইদৰে ছামেৰীয়েও (তাত অলপ মাটি) নিক্ষেপ কৰিছিল।","arabic":"قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2435,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:88","price":"‘তাৰ পিছত সিহঁতৰ বাবে সি এটা দামুৰী সাজিছিল, এটা অৱয়ব, যিটোৱে গৰুৰ দৰে হাম্বা হাম্বা কৰিছিল’। তেতিয়া সিহঁতে কৈছিল, ‘এইটোৱে তোমালোকৰ ইলাহ আৰু মুছাৰো ইলাহ, কিন্তু সি (মুছাই) পাহৰি গৈছে’।","arabic":"فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2436,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:89","price":"সিহঁতে দেখা নাইনে, এইটোৱে যে সিহঁতৰ কোনো প্ৰত্যুত্তৰ দিব নোৱাৰে আৰু সিহঁতৰ কোনো ক্ষতি বা উপকাৰ সাধন কৰাৰো ক্ষমতা নাৰাখে?","arabic":"أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2437,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:90","price":"নিশ্চয় হাৰূনে সিহঁতক আগতেই কৈছিল, ‘হে মোৰ সম্প্ৰদায়! ইয়াৰ দ্বাৰা তোমালোকক কেৱল পৰীক্ষাৰ সন্মুখীন কৰা হৈছে। নিশ্চয় তোমালোকৰ প্ৰতিপালক অতি দয়ালু; সেয়ে তোমালোকে মোৰ অনুসৰণ কৰা আৰু মোৰ আদেশ মানি চলা’।","arabic":"وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2438,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:91","price":"(কিন্তু) সিহঁতে কৈছিল, ‘আমাৰ ওচৰত মুছা উভতি নহালৈকে আমি ইয়াৰ পূজা-পাঠৰ পৰা বিৰত নহওঁ’।","arabic":"قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2439,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:92","price":"মুছাই ক’লে, ‘হে হাৰূন! তুমি যেতিয়া দেখিছিলা যে, সিহঁত পথভ্ৰষ্ট হৈছে তথাপিও তোমাক কিহে বিৰত ৰাখিছিল--","arabic":"قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2440,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:93","price":"‘যে তুমি মোৰ অনুসৰণ নকৰিলা? তেন্তে তুমি মোৰ আদেশ অমান্য কৰিলা নেকি’?","arabic":"أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2441,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:94","price":"হাৰূনে ক’লে, ‘হে মোৰ সহোদৰ! আপুনি মোৰ দাড়ি আৰু চুলিত নধৰিব। নিশ্চয় মই আশংকা কৰিছিলোঁ যে, আপুনি এই বুলি ক'ব, ‘তুমিয়ে বনী ইছৰাঈলৰ মাজত বিভেদ সৃষ্টি কৰিছা আৰু মোৰ কথাত যত্নৱান হোৱা নাছিলা’।","arabic":"قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2442,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:95","price":"মুছাই ক’লে, ‘হে ছামেৰী! তোমাৰ কি অৱস্থা’?","arabic":"قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2443,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:96","price":"সি ক’লে, ‘মই যি দেখিছিলোঁ সিহঁতে সেয়া দেখা নাছিল, তাৰ পিছত মই সেই দূতৰ পদচিহ্নৰ পৰা এমুঠি মাটি লৈছিলোঁ, সেইটোৱে মই নিক্ষেপ কৰিছিলোঁ, আৰু মোৰ মনে মোৰ বাবে এইটো কৰিবলৈ শোভনীয় কৰি দিছিল’।","arabic":"قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2444,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:97","price":"মুছাই ক’লে, ‘আঁতৰি যোৱা, তুমি ওৰে জীৱন এইটোৱে কৈ থাকিবা, ‘মই অস্পৃশ্য’, আৰু তোমাৰ বাবে থাকিল এটা নিৰ্দিষ্ট সময়, যিটো কেতিয়াও ব্যতিক্ৰম নহ’ব। লগতে তুমি তোমাৰ সেই ইলাহৰ প্ৰতি লক্ষ্য কৰা, যাৰ পূজাত তুমি আসক্ত আছিলা, সেইটোক আমি ভষ্ম কৰিম, তাৰ পিছত তাক বিক্ষিপ্ত কৰি সাগৰত ছটিয়াই দিম’।","arabic":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2445,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:98","price":"তোমালোকৰ ইলাহ কেৱল একমাত্ৰ আল্লাহ, যাৰ বাহিৰে আন কোনো সত্য ইলাহ নাই, সকলো বস্তু তেওঁৰ জ্ঞানৰ পৰিধিভুক্ত।","arabic":"إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2446,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:99","price":"পূৰ্বে যি সংঘটিত হৈছে তাৰে কিছু সংবাদ এইদৰে আমি তোমাৰ ওচৰত বৰ্ণনা কৰোঁ, আৰু আমি তোমাক আমাৰ তৰফৰ পৰা দান কৰিছোঁ উপদেশবাণী (কোৰআন)।","arabic":"كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2447,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:100","price":"ইয়াৰ পৰা যিয়ে বিমুখ হ’ব, নিশ্চয় সি কিয়ামতৰ দিনা মহা(পাপৰ) ভাৰ বহন কৰিব।","arabic":"مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2448,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:101","price":"তাত সিহঁতে স্থায়ী হ’ব আৰু কিয়ামতৰ দিনা সিহঁতৰ বাবে এই বোজা কিমান যে বেয়া হ’ব!","arabic":"خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2449,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:102","price":"যিদিনা শিঙাত ফুঁ দিয়া হ’ব আৰু সেইদিনা আমি অপৰাধীবিলাকক দৃষ্টিহীন অৱস্থাত সমবেত কৰিম।","arabic":"يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2450,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:103","price":"সেইদিনা সিহঁতে পৰস্পৰে ফুচ-ফুচাই ক’ব, ‘তোমালোকে (পৃথিৱীত) মাত্ৰ দহদিনহে অৱস্থান কৰিছিলা’।","arabic":"يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2451,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:104","price":"আমি ভালদৰেই জানো সিহঁতে কি ক’ব, সিহঁতৰ মাজৰ যিয়ে সৰ্বাপেক্ষা বেছি উত্তমপথত আছিল (বিবেকৱান ব্যক্তি) সি ক’ব, ‘তোমালোকে মাত্ৰ এদিনহে অৱস্থান কৰিছিলা’।","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2452,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:105","price":"আৰু সিহঁতে তোমাক পৰ্বতসমূহৰ বিষয়ে সোধে। কোৱা, ‘মোৰ প্ৰতিপালকে এইবোৰক সমূলি উৎপাটন কৰি বিক্ষিপ্ত কৰি দিব।","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2453,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:106","price":"‘তাৰ পিছত তেওঁ ইয়াক মসৃণ সমতল পথাৰত পৰিণত কৰিব,","arabic":"فَيَذَرُهَا قَاعٗا صَفۡصَفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2454,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:107","price":"‘য’ত তুমি বক্ৰতা আৰু খলা-বমা একোৱে দেখা নাপাবা’।","arabic":"لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2455,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:108","price":"সেইদিনা সিহঁতে আহ্বানকাৰীৰ অনুসৰণ কৰিব, এই বিষয়ে কোনোৱেই ইফাল-সিফাল কৰিব নোৱাৰিব। ৰহমানৰ সন্মুখত সকলো শব্দ স্তব্ধ হৈ যাব; সেয়ে মৃদু ধ্বনিৰ বাহিৰে তুমি একো শুনা নাপাবা।","arabic":"يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2456,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:109","price":"ৰহমানে যাক অনুমতি দিব আৰু যাৰ কথাত তেওঁ সন্তুষ্ট হ’ব, তাৰ বাহিৰে আন কাৰো চুপাৰিছ সেইদিনা কোনো কামত নাহিব।","arabic":"يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2457,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:110","price":"সিহঁতৰ সন্মুখত আৰু পিচফালে যি আছে, সেয়া তেওঁ অৱগত, কিন্তু সিহঁতে জ্ঞানৰ দ্বাৰা তেওঁক বেষ্টন কৰিব নোৱাৰে।","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2458,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:111","price":"আৰু চিৰঞ্জীৱ, চিৰপ্ৰতিষ্ঠিত-সৰ্বসত্তাৰ ধাৰকৰ ওচৰত সকলোৱে নিম্নমুখী হ'ব, লগতে নিশ্চয় সি ব্যৰ্থ হ'ব যিয়ে যুলুম (অন্যায়) বহন কৰিব।","arabic":"۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2459,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:112","price":"আৰু যিয়ে মুমিন হৈ সৎকৰ্ম কৰিব, তাৰ বাবে অবিচাৰ তথা কোনো ক্ষতিৰ আশংকা নাই।","arabic":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2460,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:113","price":"আৰু এইদৰেই আমি আৰবী ভাষাত কোৰআন অৱতীৰ্ণ কৰিছোঁ আৰু তাত বিশদভাৱে সতৰ্কবাণী বিবৃত কৰিছোঁ, যাতে সিহঁতে তাক্বৱা অৱলম্বন কৰে অথবা এইটোৱে সিহঁতৰ মাজত স্মৰণিকাৰ উৎপত্তি কৰে।","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2461,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:114","price":"এতেকে প্ৰকৃত মালিক কেৱল আল্লাহ, অতি মহান, সৰ্বোচ্চ সত্তা। তোমাৰ প্ৰতি আল্লাহৰ অহী সম্পূৰ্ণ হোৱাৰ আগতেই তুমি কোৰআন পাঠ কৰিবলৈ খৰখেদা নকৰিবা আৰু কোৱা, ‘হে মোৰ প্ৰতিপালক! মোৰ জ্ঞান বৃদ্ধি কৰি দিয়া’।","arabic":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2462,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:115","price":"আৰু নিশ্চয় ইয়াৰ পূৰ্বে আমি আদমৰ প্ৰতি নিৰ্দেশ দান কৰিছিলোঁ, কিন্তু তেওঁ পাহৰি গৈছিল, আৰু আমি তেওঁৰ সংকল্পত দৃঢ়তা পোৱা নাছিলোঁ।","arabic":"وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2463,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:116","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি ফিৰিস্তাসকলক ক’লোঁ, ‘তোমালোকে আদমৰ প্ৰতি ছাজদাহ কৰা, তেতিয়া ইবলীছৰ বাহিৰে সকলোৱে ছাজদাহ কৰিলে; কিন্তু সি অমান্য কৰিলে।","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2464,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:117","price":"তাৰ পিছত আমি ক’লোঁ, ‘হে আদম! নিশ্চয় ই হৈছে তোমাৰ আৰু তোমাৰ স্ত্ৰীৰ শত্ৰু, গতিকে সি যাতে কোনোমতেই তোমালোকক জান্নাতৰ পৰা বহিষ্কাৰ কৰাব নোৱাৰে, এনে কৰিলে তোমালোকে বিপদত পৰিবা।","arabic":"فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2465,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:118","price":"নিশ্চয় তোমাৰ বাবে জান্নাতত এই ব্যৱস্থা দিয়া হ’ল যে, তুমি ইয়াত ক্ষুধাৰ্তও নহ’বা আৰু বিবস্ত্ৰও নহ’বা।","arabic":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2466,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:119","price":"‘আৰু নিশ্চয় তুমি তাত তৃষ্ণাতুৰো নহ’বা, ৰ’দতো আক্ৰান্ত নহ’বা’।","arabic":"وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2467,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:120","price":"তাৰ পিছত চয়তানে তেওঁক কুমন্ত্ৰণা দিলে; সি ক’লে, ‘হে আদম! মই তোমাক সেইজোপা গছ দেখুৱামনে যিজোপাৰ দ্বাৰা অমৰত্ব আৰু অক্ষয় ৰাজত্ব লাভ কৰা যায়’?","arabic":"فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2468,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:121","price":"অৱশেষত তেওঁলোক (স্বামী-স্ত্ৰী) উভয়ে সেই গছজোপাৰ পৰা (ফল) খালে; লগে লগে তেওঁলোকৰ লজ্জাস্থান তেওঁলোকৰ ওচৰত প্ৰকাশ হৈ গ’ল, আৰু তেওঁলোকে জান্নাতৰ গছৰ পাতেৰে নিজকে আবৃত কৰিবলৈ ধৰিলে, আৰু আদমে তেওঁৰ প্ৰতিপালকৰ আদেশ অমান্য কৰিলে, ফলত তেওঁ পথভ্ৰান্ত হৈ গ’ল।","arabic":"فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2469,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:122","price":"তাৰ পিছত তেওঁৰ প্ৰতিপালকে তেওঁক মনোনীত কৰিলে, ফলত তেওঁৰ তাওবা কবুল কৰিলে আৰু তেওঁক পথনিৰ্দেশ কৰিলে।","arabic":"ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2470,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:123","price":"তেওঁ ক’লে, ‘তোমালোকে উভয়ে একেলগে জান্নাতৰ পৰা নামি যোৱা। তোমালোকে পৰস্পৰে পৰস্পৰৰ শত্ৰু। সেয়ে যদি মোৰ তৰফৰ পৰা তোমালোকৰ ওচৰলৈ সৎপথৰ নিৰ্দেশ আহি পায়, যিয়ে মোৰ প্ৰদৰ্শিত সৎপথৰ অনুসৰণ কৰিব সি বিপথগামী নহ’ব আৰু দুৰ্দশাগ্ৰস্তও নহ’ব।","arabic":"قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2471,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:124","price":"‘আৰু যিয়ে মোৰ স্মৰণৰ পৰা বিমুখ থাকিব, নিশ্চয় তাৰ জীৱন-যাপন হ'ব সংকুচিত আৰু আমি তাক কিয়ামতৰ দিনা অন্ধ অৱস্থাত উত্থিত কৰিম’।","arabic":"وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2472,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:125","price":"সি ক’ব, ‘হে মোৰ প্ৰতিপালক! কিয় মোক অন্ধ অৱস্থাত উত্থিত কৰিলা? অথচ মই দৃষ্টিশক্তি সম্পন্ন আছিলোঁ’।","arabic":"قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2473,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:126","price":"তেওঁ ক’ব, ‘এইদৰেই তোমাৰ ওচৰত আমাৰ নিদৰ্শনাৱলী আহিছিল, কিন্তু তুমি তাক এৰি দিছিলা, ঠিক সেইদৰে আজি তোমাকো (জাহান্নামত) এৰি দিয়া হ’ব’।","arabic":"قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2474,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:127","price":"আৰু এইদৰেই আমি প্ৰতিফল দিওঁ যিয়ে সীমালঙ্ঘন কৰে আৰু নিজ প্ৰতিপালকৰ নিদৰ্শনাৱলীক বিশ্বাস নকৰে। অৱশ্যে আখিৰাতৰ শাস্তি আৰু বেছি কঠোৰ, লগতে অধিক স্থায়ী।","arabic":"وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2475,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:128","price":"এইটোৱেও সিহঁতক সৎপথ নেদেখুৱালেনে যে, আমি সিহঁতৰ পূৰ্বে বহুতো মানৱগোষ্ঠীক ধ্বংস কৰিছোঁ, যিসকলৰ বাসভূমিত সিহঁতে বিচৰণ কৰি থাকে? নিশ্চয় ইয়াত বিবেকসম্পন্ন ব্যক্তিসকলৰ বাবে আছে নিদৰ্শন।","arabic":"أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2476,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:129","price":"যদি তোমাৰ প্ৰতিপালকৰ তৰফৰ পৰা পূৰ্ব সিদ্ধান্ত আৰু এটা সময় নিৰ্ধাৰিত নাথাকিলহেঁতেন, তেন্তে আশু শাস্তি অৱশ্যম্ভাৱী হ’লহেঁতেন।","arabic":"وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2477,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:130","price":"সেয়ে সিহঁতে যি কয়, সেই বিষয়ে তুমি ধৈৰ্য্য ধাৰণ কৰা, লগতে সূৰ্যোদয়ৰ আগত আৰু সূৰ্যাস্তৰৰ আগত তোমাৰ প্ৰতিপালকৰ প্ৰশংসাৰ সৈতে পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰা আৰু ৰাতিতো তাছবীহ পাঠ কৰা, আৰু দিনৰ প্ৰান্তসমূহতো, যাতে তুমি সন্তুষ্ট হ’ব পাৰা।","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2478,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:131","price":"আৰু তুমি তোমাৰ দুচকু কেতিয়াও প্ৰসাৰিত নকৰিবা সেইবোৰৰ প্ৰতি, যিবোৰ আমি সিহঁতৰ বিভিন্ন শ্ৰেণীক পাৰ্থিৱ জীৱনৰ সৌন্দৰ্যস্বৰূপ উপভোগৰ উপকৰণ হিচাপে প্ৰদান কৰিছোঁ, সেইবোৰৰ দ্বাৰা সিহঁতক পৰীক্ষা কৰিবলৈ (দান কৰিছোঁ)।(জানি থোৱা) তোমাৰ প্ৰতিপালকে দিয়া জীৱিকাই হৈছে সৰ্বোৎকৃষ্ট আৰু অধিক স্থায়ী।","arabic":"وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2479,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:132","price":"তুমি তোমাৰ পৰিয়ালবৰ্গক ছালাতৰ আদেশ দিয়া আৰু নিজেও তাৰ ওপৰত অবিচল থাকা; আমি তোমাৰ ওচৰত কোনো জীৱিকা নিবিচাৰোঁ, আমিয়েই তোমাক জীৱিকা দান কৰোঁ; আৰু শুভ পৰিণাম কেৱল তাক্বৱাৰ ভিতৰতেই নিহিত।","arabic":"وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2480,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:133","price":"আৰু সিহঁতে কয়, ‘সি তাৰ প্ৰতিপালকৰ পৰা আমাৰ ওচৰলৈ কোনো নিদৰ্শন লৈ নাহে কিয়’? সিহঁতৰ ওচৰত সুস্পষ্ট প্ৰমাণ অহা নাইনে যিবোৰ পূৰ্বৰ গ্ৰন্থসমূহত আছে?","arabic":"وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2481,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:134","price":"আৰু যদি আমি সিহঁতক ইয়াৰ পূৰ্বেই শাস্তিৰ দ্বাৰা ধ্বংস কৰিলোঁহেঁতেন, তেন্তে নিশ্চয় সিহঁতে ক’লেহেঁতেন, ‘হে আমাৰ প্ৰতিপালক! তুমি আমাৰ ওচৰত ৰাছুল নপঠালা কিয়? তেতিয়া আমি লাঞ্ছিত আৰু অপমানিত হোৱাৰ আগতেই তোমাৰ নিদৰ্শনাৱলীৰ অনুসৰণ কৰিলোঁহেঁতেন’।","arabic":"وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2482,"juzNumber":16,"footnotes":"","lang":"as"},{"name":"20:135","price":"কোৱা, ‘প্ৰত্যেকেই প্ৰতীক্ষা কৰি আছে, গতিকে তোমালোকেও প্ৰতীক্ষা কৰা। তাৰ পিছত অচিৰেই তোমালোকে জানিব পাৰিবা সৰল পথত কোন আছে আৰু কোনে সৎপথ অৱলম্বন কৰিছে’।","arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2483,"juzNumber":16,"footnotes":"","lang":"as"}],"juz":{"id":16,"name":"قَالَ أَلَمْ","transliteration":"Qal Alam","transEn":"He Said Did I Not","startVerse":"18:75","endVerse":"20:135","totalVerses":269}}