{"data":[{"name":"29:46","price":"আৰু তোমালোকে উত্তম পন্থাৰ বাহিৰে কিতাবীসকলৰ লগত বিতৰ্ক নকৰিবা, কিন্তু সিহঁতৰ মাজৰ যিসকলে অন্যায় কৰিছে সিহঁতৰ লগত কৰিব পাৰা। তোমালোকে কোৱা, ‘আমাৰ প্ৰতি আৰু তোমালোকৰ প্ৰতি যি অৱতীৰ্ণ হৈছে তাৰ ওপৰত আমি ঈমান আনিছোঁ। আমাৰ ইলাহ আৰু তোমালোকৰ ইলাহ এজনেই, আমি তেওঁৰ প্ৰতিহে আত্মসমৰ্পণকাৰী’।","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:47","price":"এইদৰেই আমি তোমাৰ প্ৰতিও কিতাব অৱতীৰ্ণ কৰিছোঁ, এতেকে যিসকলক আমি (পূৰ্বে) কিতাব প্ৰদান কৰিছিলোঁ তেওঁলোকেও ইয়াৰ প্ৰতি ঈমান পোষণ কৰে। ইহঁতৰ মাজৰো কিছুমানে ইয়াৰ প্ৰতি বিশ্বাস স্থাপন কৰে। কাফিৰসকলৰ বাহিৰে আন কোনেও আমাৰ নিদৰ্শনাৱলীক অস্বীকাৰ নকৰে।","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:48","price":"আৰু তুমিতো ইয়াৰ পূৰ্বে কোনো কিতাব পঢ়া নাছিলা আৰু নিজ হাতে কোনো কিতাবো লিখা নাই যে, বাতিল পন্থীসকলে সন্দেহ পোষণ কৰিব।","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:49","price":"বৰং যিসকলক জ্ঞান দান কৰা হৈছে প্ৰকৃততে তেওঁলোকৰ অন্তৰত এইখন হৈছে এটা স্পষ্ট নিদৰ্শন। কেৱল যালিমসকলেই আমাৰ নিদৰ্শনসমূহক অস্বীকাৰ কৰে।","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:50","price":"সিহঁতে আৰু কয়, ‘তেওঁৰ প্ৰতিপালকৰ তৰফৰ পৰা তেওঁৰ ওচৰলৈ নিদৰ্শন অৱতীৰ্ণ নহয় কিয়’? কোৱা, ‘নিদৰ্শনসমূহ হৈছে কেৱল আল্লাহৰ নিয়ন্ত্ৰণাধীন। মই কেৱল এজন স্পষ্ট সতৰ্ককাৰীহে মাত্ৰ’।","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:51","price":"এইটো সিহঁতৰ বাবে যথেষ্ট নহয়নে যে, আমি তোমাৰ প্ৰতি কোৰআন অৱতীৰ্ণ কৰিছোঁ, যিখন সিহঁতৰ ওচৰত পাঠ কৰা হয়। নিশ্চয় ইয়াত অনুগ্ৰহ আৰু উপদেশ আছে সেই সম্প্ৰদায়ৰ বাবে, যিসকলে ঈমান পোষণ কৰে।","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:52","price":"কোৱা, ‘মোৰ আৰু তোমালোকৰ মাজত সাক্ষী হিচাপে আল্লাহেই যথেষ্ট। আকাশসমূহ আৰু পৃথিৱীত যি আছে সেয়া তেওঁ জানে। যিসকলে বাতিলক বিশ্বাস কৰে আৰু আল্লাহৰ লগত কুফৰী কৰে, সিহঁতেই হৈছে ক্ষতিগ্ৰস্ত’।","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:53","price":"আৰু সিহঁতে তোমাক শাস্তি ত্বৰান্বিত কৰিবলৈ কয়। যদি সময় নিৰ্ধাৰিত নাথাকিলহেঁতেন তেন্তে নিশ্চয় সিহঁতৰ ওপৰত শাস্তি আহি পৰিলহেঁতেন। (জানি থোৱা) নিশ্চয় সিহঁতৰ ওপৰত শাস্তি আহিব আকস্মিকভাৱে, আনকি সিহতে উপলব্ধিও কৰিব নোৱাৰিব।","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:54","price":"সিহঁতে তোমাক শাস্তি ত্বৰান্বিত কৰিবলৈ কয়। অথচ জাহান্নামে কাফিৰসকলক নিশ্চয় পৰিবেষ্টন কৰিব।","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:55","price":"সেইদিনা শাস্তিয়ে সিহঁতক সিহঁতৰ ওপৰৰ পৰা আৰু তলৰ পৰা আচ্ছন্ন কৰিব, আৰু তেওঁ ক’ব, ‘তোমালোকে যি কৰিছিলা তাৰ সোৱাদ গ্ৰহণ কৰা’।","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:56","price":"হে মোৰ মুমিন বান্দাসকল! নিশ্চয় মোৰ পৃথিৱীখন বহুত প্ৰশস্ত, এতেকে তোমালোকে কেৱল মোৰেই ইবাদত কৰা।","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:57","price":"প্ৰতিটো জীৱই মৃত্যুৰ সোৱাদ গ্ৰহণ কৰিব, তাৰ পিছত তোমালোকে আমাৰ ওচৰলৈকেই প্ৰত্যাৱৰ্তিত হ’বা।","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:58","price":"আৰু যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে, নিশ্চয় আমি তেওঁলোকৰ বসবাসৰ বাবে জান্নাতত সুউচ্চ প্ৰাসাদ দান কৰিম, যাৰ তলত নদীসমূহ প্ৰবাহিত থাকিব, তাত তেওঁলোক স্থায়ী হ’ব, আমলকাৰীসকলৰ বাবে এয়া কিমান যে উত্তম প্ৰতিদান!","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:59","price":"যিসকলে ধৈৰ্য্য ধাৰণ কৰে আৰু তেওঁলোকৰ প্ৰতিপালকৰ ওপৰত ভৰসা কৰে।","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:60","price":"এনেকুৱা বহুতো জীৱ-জন্তু আছে যিবোৰে নিজৰ খাদ্য সঞ্চয় কৰি নাৰাখে। আল্লাহেই সেইবোৰক জীৱিকা দান কৰে আৰু তোমালোককো (দান কৰে), আৰু তেওঁ সৰ্বশ্ৰোতা, সৰ্বজ্ঞ।","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:61","price":"আৰু যদি তুমি সিহঁতক সোধা, ‘আকাশসমূহ আৰু পৃথিৱী কোনে সৃষ্টি কৰিছে আৰু কোনে চন্দ্ৰ-সূৰ্যক নিয়ন্ত্ৰিত কৰিছে’? সিহঁতে নিশ্চয় ক’ব ‘আল্লাহ’। তেনেহ’লে সিহঁতক ক’লৈ ওভতাই নিয়া হৈছে!","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:62","price":"আল্লাহে তেওঁৰ বান্দাসকলৰ মাজৰ পৰা যাক ইচ্ছা কৰে তাৰ জীৱিকা বৃদ্ধি কৰি দিয়ে আৰু যাক ইচ্ছা কৰে সীমিত কৰি দিয়ে। নিশ্চয় আল্লাহ সকলো বস্তু সম্পৰ্কে সম্যক অৱগত।","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:63","price":"আৰু যদি তুমি সিহঁতক সোধা, ‘আকাশৰ পৰা পানী বৰ্ষণ কৰি কোনে মৃত ভূমিক সঞ্জীৱিত কৰে’? সিহঁতে অৱশ্যে ক’ব, ‘আল্লাহ’। কোৱা, ‘সকলো প্ৰশংসা আল্লাহৰেই’। কিন্তু সিহঁতৰ সৰহভাগেই এইটো অনুধাৱন নকৰে।","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:64","price":"এই পাৰ্থিৱ জীৱন খেল-ধেমালিৰ বাহিৰে আন একো নহয়। আখিৰাতৰ জীৱনেই হৈছে প্ৰকৃত জীৱন, যদি সিহঁতে জানিলেহেঁতেন!","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:65","price":"কিন্তু সিহঁতে যেতিয়া নৌযানত আৰোহণ কৰে, তেতিয়া সিহঁতে বিশুদ্ধচিত্তে একনিষ্ঠভাৱে কেৱল আল্লাহকেই আহ্বান কৰে। তাৰ পিছত তেওঁ যেতিয়া সিহঁতক উদ্ধাৰ কৰি স্থলত আনে, তেতিয়া সিহঁতে শ্বিৰ্কত লিপ্ত হয়;","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:66","price":"এই কাৰণে যে, যাতে আমি সিহঁতক যি প্ৰদান কৰিছোঁ, সেয়া সিহঁতে অস্বীকাৰ কৰিব পাৰে আৰু ভোগ-বিলাসত মত্ত থাকিব পাৰে; এতেকে শীঘ্ৰেই সিহঁতে জানিবলৈ পাব (ইয়াৰ ভয়াৱহ পৰিণাম সম্পৰ্কে)।","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:67","price":"সিহঁতে লক্ষ্য কৰা নাইনে যে, আমি (মক্কাৰ) হাৰামক নিৰাপদ কৰিছোঁ, অথচ ইয়াৰ চাৰিওফালে থকা মানুহবোৰ অপহৰণৰ চিকাৰ হয়। তথাপিও সিহঁতে বাতিলক বিশ্বাস কৰিবনে, আৰু আল্লাহৰ নিয়ামতক অস্বীকাৰ কৰিবনে?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:68","price":"আৰু যি ব্যক্তিয়ে আল্লাহৰ ওপৰত মিছা ৰচনা কৰে অথবা তেওঁৰ তৰফৰ পৰা সত্য অহাৰ পিছতো তাক অস্বীকাৰ কৰে, সেইজনতকৈ অধিক যালিম আৰু কোন হ’ব পাৰে? জাহান্নামৰ মাজতেই কাফিৰসকলৰ আবাসস্থল নহয়নে বাৰু?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"29:69","price":"আৰু যিসকলে আমাৰ পথত সৰ্বাত্মক প্ৰচেষ্টা চলায়, আমি তেওঁলোকক নিশ্চয় আমাৰ পথসমূহত পৰিচালিত কৰিম। নিশ্চয় আল্লাহ মুহছিনসকলৰ লগত আছে।","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:1","price":"আলিফ-লাম-মীম।[1]","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।","lang":"as"},{"name":"30:2","price":"ৰোমানসকল পৰাজিত হৈছে,","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:3","price":"নিকটৱৰ্তী অঞ্চলত, কিন্তু সিহঁতে সিহঁতৰ এই পৰাজয়ৰ পিছত শীঘ্ৰেই বিজয়ী হ’ব,","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:4","price":"কিছু বছৰৰ ভিতৰতেই। আগৰ আৰু পিছৰ সকলো ফয়চালা আল্লাহৰেই; আৰু সেইদিনা মুমিনসকল আনন্দিত হ’ব,","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:5","price":"আল্লাহৰ সহায়ত। তেওঁ যাক ইচ্ছা কৰে সহায় কৰে আৰু তেৱেঁই প্ৰবলপৰাক্ৰমী, পৰম দয়ালু।","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:6","price":"এইটো আল্লাহৰেই প্ৰতিশ্ৰুতি, আল্লাহে তেওঁৰ প্ৰতিশ্ৰুতিৰ ব্যতিক্ৰম নকৰে, কিন্তু অধিকাংশ মানুহেই নাজানে।","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:7","price":"সিহঁতে পাৰ্থিৱ জীৱনৰ বাহ্যিক দিশ সম্পৰ্কে অৱগত, আৰু আখিৰাত সম্পৰ্কে সিহঁত উদাসীন।","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:8","price":"সিহঁতে নিজৰ অন্তৰত ভাবি নাচায় নেকি? আল্লাহে আকাশসমূহ, পৃথিৱী আৰু এই দুয়োৰে মাজত থকা সকলো বস্তু সৃষ্টি কৰিছে যথাযথভাৱে আৰু এটা নিৰ্দিষ্ট সময়ৰ বাবে। নিশ্চয় মানুহৰ মাজৰ বহুতেই নিজ প্ৰতিপালকৰ সাক্ষাৎ সম্পৰ্কে অবিশ্বাসী।","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:9","price":"সিহঁতে পৃথিৱীত ভ্ৰমণ কৰা নাইনে? তেতিয়াহে সিহঁতে দেখিলেহেঁতেন যে, সিহঁতৰ পূৰ্বৱৰ্তীসকলৰ দশা কি হৈছিল, শক্তিত সিহঁত আছিল ইহঁততকৈও প্ৰবল, সিহঁতে মাটি চহাইছিল, আৰু ইহঁতে যিমান নিৰ্মাণ কৰিছে তাতকৈও অধিক নিৰ্মাণ সিহঁতে কৰিছিল। সিহঁতৰ ওচৰলৈ সিহঁতৰ ৰাছুলসকলে সুস্পষ্ট প্ৰমাণসহ আহিছিল। দৰাচলতে আল্লাহ এনেকুৱা নহয় যে, তেওঁ সিহঁতৰ প্ৰতি অন্যায় কৰিছে বৰং সিহঁত নিজেই নিজৰ প্ৰতি অন্যায় কৰিছিল।","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:10","price":"এতেকে যিসকলে বেয়া কৰিছিল সিহঁতৰ পৰিণামো হৈছিল বেয়া, কাৰণ সিহঁতে আল্লাহৰ আয়াতসমূহক অস্বীকাৰ কৰিছিল আৰু তাকলৈ ঠাট্টা-বিদ্ৰূপ কৰিছিল।","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:11","price":"আল্লাহেই সৃষ্টিৰ সূচনা কৰে, তাৰ পিছত তেৱেঁই ইয়াৰ পুনৰাবৃত্তি কৰিব, তাৰ পিছত তোমালোকক তেওঁৰ ওচৰতেই প্ৰত্যাৱৰ্তন কৰোৱা হ’ব।","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:12","price":"আৰু যিদিনা কিয়ামত সংঘটিত হ’ব সেইদিনা অপৰাধীসকল হতাশ হৈ পৰিব।","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:13","price":"আৰু (আল্লাহৰ লগত কৰা) সিহঁতৰ শ্বৰিকসকল (সেইদিনা) সিহঁতৰ বাবে চুপাৰিছকাৰী নহ'ব আৰু সিহঁতে সিহঁতৰ শ্বৰিককৃত উপাস্যবোৰক অস্বীকাৰ কৰিব।","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:14","price":"আৰু যিদিনা কিয়ামত সংঘটিত হ’ব সেইদিনা সিহঁত বিভক্ত হৈ পৰিব।","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:15","price":"এতেকে যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে তেওঁলোকে জান্নাতত সুখ-শান্তিত থাকিব;","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:16","price":"যিসকলে কুফৰী কৰিছে আৰু আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছে লগতে আখিৰাতৰ সাক্ষাতক অস্বীকাৰ কৰিছে, সেইসকল লোককেই শাস্তিৰ মাজত উপস্থিত কৰা হ’ব।","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:17","price":"এতেকে তোমালোকে আল্লাহৰ পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰা, যেতিয়া তোমালোকে সন্ধাত উপনীত হোৱা আৰু পুৱাৰ ভাগত উপনীত হোৱা,","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:18","price":"লগতে আবেলিৰ সময়ত আৰু যেতিয়া তোমালোকে দুপুৰীয়াত উপনীত হোৱা। তেওঁৰ বাবেই সকলো প্ৰশংসা আকাশসমূহত আৰু পৃথিৱীত।","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:19","price":"তেৱেঁই নিৰ্জীৱৰ পৰা সজীৱ উলিয়াই আনে আৰু তেৱেঁই জীৱিতৰ পৰা মৃতক উলিয়াই আনে। তেৱেঁই ভূমিক তাৰ মৃত্যুৰ পিছত আকৌ পুনৰ্জীৱিত কৰে। এইদৰেই তোমালোককো উলিয়াই আনা হ’ব।","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:20","price":"আৰু তেওঁৰ নিদৰ্শনাৱলীৰ মাজত এইটোও এটা যে, তেওঁ তোমালোকক মাটিৰ পৰা সৃষ্টি কৰিছে, তাৰ পিছত তোমালোকে এতিয়া মানুহ হৈ সৰ্বত্ৰ সিঁচৰতি হৈ পৰিছা।","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:21","price":"আৰু তেওঁৰ নিদৰ্শনাৱলীৰ মাজত এইটোও এটা নিদৰ্শন যে, তেৱেঁই তোমালোকৰ বাবে তোমালোকৰ মাজৰ পৰা তোমালোকৰ যোৰা সৃষ্টি কৰিছে, যাতে তোমালোকে সিহঁতৰ ওচৰত প্ৰশান্তি লাভ কৰা আৰু তেৱেঁই তোমালোকৰ মাজত পাৰস্পৰিক প্ৰেম আৰু স্নেহ সৃষ্টি কৰিছে। নিশ্চয় ইয়াত আছে বহুতো নিদৰ্শন সেই সম্প্ৰদায়ৰ বাবে যিসকলে গৱেষণা কৰে।","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:22","price":"আৰু তেওঁৰ নিদৰ্শনাৱলীৰ মাজত আছে আকাশসমূহ আৰু পৃথিৱীৰ সৃষ্টি, লগতে তোমালোকৰ ভাষা আৰু বৰ্ণৰ বৈচিত্ৰতা। নিশ্চয় ইয়াত জ্ঞানীসকলৰ বাবে বহুতো নিদৰ্শন আছে।","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:23","price":"আৰু তেওঁৰ নিদৰ্শনাৱলীৰ মাজত ৰাতি আৰু দিনত গ্ৰহণ কৰা তোমালোকৰ নিদ্ৰাও হৈছে এটা নিদৰ্শন, লগতে তেওঁৰ অনুগ্ৰহৰ ফলতেই তোমালোকে (জীৱিকা) অন্বেষণ কৰা। নিশ্চয় ইয়াৰ মাজত আছে বহুতো নিদৰ্শন সেই সম্প্ৰদায়ৰ বাবে যিসকলে শুনা পায়।","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:24","price":"আৰু তেওঁৰ নিদৰ্শনাৱলীৰ মাজত এইটোও এটা যে, তেৱেঁই তোমালোকক ভয় আৰু আশাৰ সঞ্চাৰকৰূপে বিদ্যুত দেখুৱায়, আৰু আকাশৰ পৰা পানী বৰষায় আৰু তাৰ দ্বাৰা তেওঁ মৃত ভূমিক পুনৰ্জীৱিত কৰে। নিশ্চয় ইয়াত বহুতো নিদৰ্শন আছে সেই সম্প্ৰদায়ৰ বাবে যিসকলে অনুধাৱন কৰে।","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:25","price":"তেওঁৰ নিদৰ্শনাৱলীৰ মাজত আৰু আছে যে, তেওঁৰ আদেশতেই আকাশ আৰু পৃথিৱী স্থিতিশীল হৈ আছে, তাৰ পিছত আল্লাহে যেতিয়া তোমালোকক মাটিৰ পৰা উঠিবলৈ এবাৰ আহ্বান কৰিব, তেতিয়া তোমালোকে ওলাই আহিবা।","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:26","price":"আকাশসমূহ আৰু পৃথিৱীত যি আছে সেই সকলো তেওঁৰেই। সকলো তেওঁৰেই অনুগত।","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:27","price":"তেৱেঁই সৃষ্টিৰ সূচনা কৰে, তাৰ পিছত তেৱেঁই ইয়াৰ পুনৰাবৃত্তি কৰিব; আৰু এইটো তেওঁৰ বাবে অতি সহজ। আকাশসমূহ আৰু পৃথিৱীত সৰ্বোচ্চ গুণাগুণ তেওঁৰেই; আৰু তেৱেঁই পৰাক্ৰমশালী, প্ৰজ্ঞাময়।","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:28","price":"আল্লাহে তোমালোকৰ বাবে তোমালোকৰ মাজৰ পৰাই এটা উপমা দাঙি ধৰিছে, (কোৱাচোন) আমি তোমালোকক যি জীৱিকা দান কৰিছোঁ, তাত তোমালোকৰ অধিকাৰভুক্ত দাস-দাসীসকলৰ কোনোবাই অংশীদাৰনে? এতেকে তোমালোকে এইক্ষেত্ৰত সমান নে? তোমালোকে সিহঁতক সেইদৰে ভয় কৰা নেকি যিদৰে তোমালোকে পৰস্পৰে পৰস্পৰক ভয় কৰা? এইদৰেই আমি নিদৰ্শনাৱলীসমূহ বিস্তাৰিতভাৱে বৰ্ণনা কৰোঁ সেই সম্প্ৰদায়ৰ বাবে, যিসকলে অনুধাৱন কৰে।","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:29","price":"বৰং যালিমসকলে অজ্ঞতাবশতঃ সিহঁতৰ নিজৰ কামনা-বাসনাৰ অনুসৰণ কৰে, এতেকে আল্লাহে যাক পথভ্ৰষ্ট কৰিছে, তাক কোনে হিদায়ত দিব পাৰিব? আৰু সিহঁতৰ কোনো সহায়কাৰীও নাই।","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:30","price":"এতেকে তুমি একনিষ্ঠ হৈ নিজৰ মুখমণ্ডলক দ্বীনৰ ওপৰত প্ৰতিষ্ঠিত ৰখা, (সেইটো হৈছে )আল্লাহৰ ফিতৰত (স্বাভাৱিক ৰীতি বা দ্বীন ইছলাম), যাৰ ওপৰত (চলাৰ উপযুক্ত কৰি) তেওঁ মানুহক সৃষ্টি কৰিছে; আল্লাহৰ সৃষ্টিৰ কোনো পৰিবৰ্তন নাই। এইটোৱেই হৈছে সুপ্ৰতিষ্ঠিত দ্বীন; কিন্তু অধিকাংশ মানুহেই সেয়া নাজানে।","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:31","price":"তোমালোকে বিশুদ্ধচিত্তে তেওঁৰেই অভিমুখী হোৱা, কেৱল তেওঁৰেই তাক্বৱা অৱলম্বন কৰা আৰু ছালাত কায়েম কৰা; লগতে মুশ্বৰিকসকলৰ অন্তৰ্ভুক্ত নহ’বা।","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:32","price":"যিসকলে নিজৰ দ্বীনক বিভক্ত কৰিছে আৰু বিভিন্ন দলত পৰিণত হৈছে (সিহঁতৰো অন্তৰ্ভুক্ত নহ'বা)। প্ৰত্যেক দলেই সিহঁতৰ ওচৰত যি আছে সেইটোক লৈয়ে উৎফুল্লিত।","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:33","price":"আৰু মানুহক যেতিয়া দুখ-দৈন্যই স্পৰ্শ কৰে তেতিয়া সিহঁতে নিজ প্ৰতিপালকৰ পিনে বিনীতভাৱে উভতি আহি কেৱল তেওঁকেই আহ্বান কৰে। তাৰ পিছত যেতিয়া তেওঁ সিহঁতক নিজ অনুগ্ৰহৰ সোৱাদ লবলৈ দিয়ে, তেতিয়া সিহঁতৰ এটা দলে নিজ প্ৰতিপালকৰ লগত শ্বিৰ্ক কৰে;","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:34","price":"এইদৰে আমি সিহঁতক যি প্ৰদান কৰিছোঁ, তাৰ প্ৰতি সিহঁতে অকৃতজ্ঞ হয়। এতেকে তোমালোকে ভোগ কৰি লোৱা, শীঘ্ৰেই তোমালোকে জানিব পাৰিবা (ইয়াৰ পৰিণাম কি হ’ব)!","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:35","price":"আমি সিহঁতৰ ওচৰলৈ এনেকুৱা কোনো প্ৰমাণ অৱতীৰ্ণ কৰিছোঁ নেকি, যিটোৱে সিহঁতক শ্বিৰ্ক কৰিবলৈ কয়?","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:36","price":"আৰু যেতিয়া আমি মানুহক ৰহমতৰ সোৱাদ লবলৈ দিওঁ তেতিয়া সিহঁতে সেইটোক লৈ উৎফুল্লিত হয় আৰু যদি সিহঁতৰ কৃতকৰ্মৰ ফলত কোনো অনিষ্ট সাধন হয়, তেন্তে সিহঁত নিৰাশ হৈ পৰে।","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:37","price":"সিহঁতে লক্ষ্য কৰা নাইনে যে, আল্লাহে যাক ইচ্ছা কৰে তাৰ বাবে জীৱিকা প্ৰশস্ত কৰি দিয়ে অথবা সংকুচিত কৰি দিয়ে? নিশ্চয় ইয়াত বহুতো নিদৰ্শন আছে সেই সম্প্ৰদায়ৰ বাবে যিসকলে ঈমান পোষণ কৰে।","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:38","price":"এতেকে আত্মীয়-স্বজনক সিহঁতৰ প্ৰাপ্য প্ৰদান কৰা লগতে মিছকীন আৰু মুছাফিৰসকলোকো। যিসকলে আল্লাহৰ সন্তুষ্টি কামনা কৰে তেওঁলোকৰ বাবে এইটো অতি উত্তম আৰু তেওঁলোকেই হৈছে সাফল্যমণ্ডিত।","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:39","price":"আৰু মানুহৰ সম্পদ বৃদ্ধি পাব বুলি তোমালোকে যি সুত দিয়া, আল্লাহৰ দৃষ্টিত কিন্তু সেয়া ধন-সম্পদ বৃদ্ধি নকৰে। আনহাতে আল্লাহৰ সন্তুষ্টি লাভৰ বাবে তোমালোকে যি যাকাত প্ৰদান কৰা (সেইটোৱেহে সম্পদ বৃদ্ধি কৰে) এতেকে তেওঁলোকেহে প্ৰকৃত সমৃদ্ধশালী।","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:40","price":"আল্লাহেই সেই সত্ত্বা যিজনে তোমালোকক সৃষ্টি কৰিছে তাৰ পিছত তোমালোকক জীৱিকা দান কৰিছে। তেৱেঁই তোমালোকৰ মৃত্যু ঘটাব তাৰ পিছত তেৱেঁই আকৌ তোমালোকক জীৱিত কৰিব। তোমালোকে অংশী কৰা বিলাকৰ মাজত এনেকুৱা কোনোবা আছে নেকি যিজনে এইবোৰৰ কিবা এটা কৰিব পাৰে? সিহঁতে যিবোৰ অংশী কৰে তেওঁ সেইবোৰৰ পৰা পৱিত্ৰ মহিমাময় আৰু অতি উৰ্দ্ধত।","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:41","price":"মানুহৰ কৃতকৰ্মৰ ফলতেই স্থলত আৰু সাগৰত বিপৰ্যয়ে দেখা দিছে; ফলত তেওঁ সিহঁতক সিহঁতৰে কিছুমান কামৰ শাস্তি আস্বাদন কৰায়, যাতে সিহঁতে (সৎপথলৈ উভতি আহে।","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:42","price":"কোৱা, ‘তোমালোকে পৃথিৱীত ভ্ৰমণ কৰা আৰু চোৱা পূৰ্বৱৰ্তীসকলৰ পৰিণাম কি হৈছিল!’ সিহঁতৰ অধিকাংশই আছিল মুশ্বৰিক।","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:43","price":"এতেকে তুমি আল্লাহৰ তৰফৰ পৰা সেই দিন অহাৰ পূৰ্বেই, সৰল-সঠিক দ্বীনৰ ওপৰত নিজকে প্ৰতিষ্ঠিত ৰখা, যিটো দিন অনিবাৰ্য। সেই দিনা মানুহ বিভক্ত হৈ পৰিব।","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:44","price":"যিয়ে কুফৰী কৰে, কুফৰীৰ শাস্তি তাৰেই প্ৰাপ্য; আৰু যিসকলে সৎকৰ্ম কৰে তেওঁলোকে নিজৰ বাবেই ৰচনা কৰে সুখ-শয্যা।","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:45","price":"কাৰণ যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে আল্লাহে তেওঁলোকক নিজ অনুগ্ৰহেৰে পুৰস্কৃত কৰিব। নিশ্চয় তেওঁ কাফিৰসকলক পছন্দ নকৰে।","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:46","price":"আৰু তেওঁৰ নিদৰ্শনসমূহৰ মাজত এইটোও এটা যে, তেৱেঁই (বৰষুণৰ পূৰ্বে) সুসংবাদবাহীৰূপে বতাহ প্ৰেৰণ কৰে, যাতে তোমালোকক তেওঁৰ কিছুমান ৰহমত আস্বাদন কৰোৱাব পাৰে, লগতে যাতে তেওঁৰ নিৰ্দেশত নৌযানসমূহক চলাচল কৰোৱাব পাৰে আৰু যাতে তোমালোকে তেওঁৰ অনুগ্ৰহৰ সন্ধান কৰিব পাৰা, লগতে যাতে তোমালোকে কৃতজ্ঞ হোৱা।","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:47","price":"নিশ্চয় আমি তোমাৰ পূৰ্বে ৰাছুলসকলক তেওঁলোকৰ নিজ নিজ সম্প্ৰদায়ৰ ওচৰলৈ প্ৰেৰণ কৰিছিলোঁ। এতেকে তেওঁলোকে সিহঁতৰ ওচৰলৈ সুস্পষ্ট প্ৰমাণাদি লৈ আহিছিল, ফলত আমি অপৰাধীবিলাকৰ পৰা প্ৰতিশোধ লৈছিলোঁ। আমাৰ দায়িত্ব কেৱল মুমিনসকলক সহায় কৰা।","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:48","price":"আল্লাহেই সেই সত্ত্বা যিজনে বতাহ প্ৰেৰণ কৰে, ফলত ই মেঘমালাক সঞ্চালিত কৰে, তাৰ পিছত তেওঁ ইয়াক যেনেকৈ ইচ্ছা কৰে আকাশত প্ৰসাৰিত কৰি দিয়ে, আৰু ইয়াক খণ্ড-বিখণ্ড কৰি দিয়ে, ফলত তুমি দেখিবলৈ পোৱা তাৰ মাজৰ পৰা ওলাই আহে বৰষুণৰ টোপাল, তাৰ পিছত তেওঁ যেতিয়া ইয়াক তেওঁৰ বান্দাসকলৰ মাজৰ পৰা যিসকলৰ প্ৰতি ইচ্ছা কৰে পৌঁচাই দিয়ে, তেতিয়া তেওঁলোক আনন্দিত হয়,","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:49","price":"যদিও তেওঁলোকে তেওঁলোকৰ প্ৰতি বৰষুণ নহাৰ পূৰ্বে একান্ত নিৰাশ হৈ পৰিছিল।","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:50","price":"এতেকে তুমি আল্লাহৰ অনুগ্ৰহৰ ফল সম্পৰ্কে চিন্তা কৰা, কিদৰে তেওঁ মৃত ভূমিক পুনৰ্জীৱিত কৰে। নিশ্চয় এইদৰেই আল্লাহে মৃতক জীৱিত কৰিব, আৰু তেওঁ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান।","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:51","price":"আৰু যদি আমি এনেকুৱা বতাহ প্ৰেৰণ কৰোঁ যাৰ ফলত সিহঁতে দেখিবলৈ পায় যে, শস্য হালধীয়া ৰং ধাৰণ কৰিছে, তেতিয়া সিহঁত অকৃতজ্ঞ হৈ পৰে।","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:52","price":"এতেকে নিশ্চয় তুমি মৃতক শুনাব নোৱাৰিবা, বধিৰোকো আহ্বান শুনাব নোৱাৰিবা, যেতিয়া সিহঁত পৃষ্ঠপ্ৰদৰ্শন কৰি গুচি যায়।","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:53","price":"আৰু তুমি অন্ধবিলাককো সিহঁতৰ পথভ্ৰষ্টতাৰ পৰা হিদায়তলৈ আনিব নোৱাৰিবা। যিসকলে আমাৰ আয়াতসমূহৰ প্ৰতি ঈমান পোষণ কৰে কেৱল তেওঁলোককেই তুমি শুনাব পাৰিবা; কাৰণ তেওঁলোকেই আত্মসমৰ্পণকাৰী।","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:54","price":"আল্লাহেই সেই সত্ত্বা যিজনে তোমালোকক সৃষ্টি কৰে দুৰ্বলৰূপে, আৰু তেৱেঁই দুৰ্বলতাৰ পিছত শক্তি দান কৰে; শক্তিৰ পিছত আকৌ দুৰ্বলতা আৰু বাৰ্ধক্য দিয়ে। তেওঁ যি ইচ্ছা কৰে সেইটোৱে সৃষ্টি কৰে আৰু তেৱেঁই সৰ্বজ্ঞ, সৰ্বশক্তিমান।","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:55","price":"আৰু যিদিনা কিয়ামত সংঘটিত হ'ব সেইদিনা অপৰাধীবিলাকে শপত খাই ক'ব যে, সিহঁতে (পৃথিৱীত) এটা মুহূৰ্তৰ বেছি সময় অৱস্থান কৰা নাছিল। এইদৰেই সিহঁতে পথভ্ৰষ্ট হৈছিল।","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:56","price":"আনহাতে যিসকলক জ্ঞান আৰু ঈমান দিয়া হৈছে তেওঁলোকে ক’ব, ‘নিশ্চয় তোমালোকে আল্লাহৰ লিখিত (ম্যাদ) অনুযায়ী পুনৰুত্থানৰ দিৱসলৈকে অৱস্থান কৰিছা। এতেকে এইটোৱেই হৈছে পুনৰুত্থানৰ দিৱস; কিন্তু তোমালোকে জনা নাছিলা’।","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:57","price":"এতেকে যিসকলে অন্যায় কৰিছে সেইদিনা সিহঁতৰ ওজৰ-আপত্তি সিহঁতৰ কোনো কামত নাহিব আৰু সিহঁতক তিৰষ্কৃত হোৱাৰ (মাধ্যমত আল্লাহৰ সন্তুষ্টি লাভৰ) সুযোগো দিয়া নহ’ব।","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:58","price":"আৰু নিশ্চয় আমি এই কোৰআনত মানুহৰ বাবে সকলো ধৰণৰ দৃষ্টান্ত দাঙি ধৰিছোঁ। তুমি যদি সিহঁতৰ ওচৰত কোনো নিদৰ্শন উপস্থিত কৰা, তেন্তে যিসকলে কুফৰী কৰিছে সিহঁতে অৱশ্যে ক’ব, ‘তোমালোক হৈছা বাতিলপন্থী’।","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:59","price":"এইদৰেই আল্লাহে মোহৰ মাৰি দিয়ে সেইসকল লোকৰ অন্তৰত, যিসকলে জ্ঞান নাৰাখে।","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:60","price":"এতেকে তুমি ধৈৰ্য্য ধাৰণ কৰা, নিশ্চয় আল্লাহৰ প্ৰতিশ্ৰুতি সত্য। লগতে যিসকলে দৃঢ় বিশ্বাসী নহয়, সিহঁতে যেন তোমাক বিচলিত কৰিব নোৱাৰে।","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:1","price":"আলিফ-লাম-মীম।[1]","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।","lang":"as"},{"name":"31:2","price":"এইবোৰ হৈছে প্ৰজ্ঞাপূৰ্ণ কিতাবৰ আয়াত,","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:3","price":"সৎকৰ্মশীলসকলৰ বাবে হিদায়ত আৰু ৰহমতস্বৰূপ,","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:4","price":"যিসকলে ছালাত কায়েম কৰে আৰু যাকাত প্ৰদান কৰে আৰু তেওঁলোকেই আখিৰাতৰ প্ৰতি নিশ্চিত বিশ্বাস স্থাপন কৰে।","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:5","price":"তেওঁলোকেই নিজ প্ৰতিপালকৰ নিৰ্দেশিত হিদায়তৰ ওপৰত আছে আৰু তেওঁলোকেই হৈছে সাফল্যমণ্ডিত।","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:6","price":"আৰু মানুহৰ মাজত কিছুমান এনেকুৱা মানুহো আছে যিসকলে আল্লাহৰ পথত বাধা দিয়াৰ বাবে অসাৰ বাক্য কিনি লয়, বিনা জ্ঞানে আৰু আল্লাহে দেখুৱা পথক ঠাট্টা-বিদ্ৰূপ কৰে। সিহঁতৰ বাবেই আছে অৱমাননাকৰ শাস্তি।","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:7","price":"আৰু যেতিয়া তাৰ ওচৰত আমাৰ আয়াতসমূহ তিলাৱত কৰা হয় তেতিয়া সি অহংকাৰত মুখ ঘূৰাই নিয়ে যেনিবা সি এইটো শুনাই পোৱা নাই, যেনিবা তাৰ দুয়ো কাণ বধিৰ; এতেকে তাক যন্ত্ৰণাদায়ক শাস্তিৰ সংবাদ দিয়া।","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:8","price":"নিশ্চয় যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে তেওঁলোকৰ বাবে আছে নিয়ামতপূৰ্ণ জান্নাত;","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:9","price":"তাত তেওঁলোক স্থায়ী হ’ব। আল্লাহৰ প্ৰতিশ্ৰুতি সত্য। তেওঁ মহাপৰাক্ৰমশালী, প্ৰজ্ঞাময়।","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:10","price":"তেৱেঁই আকাশসমূহ নিৰ্মাণ কৰিছে খুটাবিহীন, তোমালোকে সেইখনক দেখি আছা, তেৱেঁই পৃথিৱীত স্থাপন কৰিছে সুদৃঢ় পৰ্বতমালা, যাতে পৃথিৱীয়ে তোমালোকক লৈ ঢলি নপৰে, লগতে ইয়াত সিঁচৰতি কৰি দিছে সকলো ধৰণৰ জীৱ-জন্তু। আমিয়েই আকাশৰ পৰা পানী বৰ্ষণ কৰোঁ তাৰ পিছত ইয়াত উৎপন্ন কৰোঁ নানা প্ৰকাৰৰ কল্যাণকৰ উদ্ভিদ।","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:11","price":"এইবোৰ হৈছে আল্লাহৰ সৃষ্টি। এতেকে তেওঁৰ বাহিৰে আনে কি সৃষ্টি কৰিছে মোক দেখুৱাচোন? বৰং যালিমসকল আছে স্পষ্ট বিভ্ৰান্তিত।","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:12","price":"আৰু নিশ্চয় আমি লুক্বমানক হিকমত দান কৰিছিলোঁ আৰু কৈছিলোঁ যে, আল্লাহৰ প্ৰতি কৃতজ্ঞতা প্ৰকাশ কৰা। যিয়ে কৃতজ্ঞতা প্ৰকাশ কৰে সি নিজৰ কল্যাণৰ বাবেই কৃতজ্ঞতা প্ৰকাশ কৰে আৰু যদি কোনোবাই অকৃতজ্ঞ হয় তেন্তে নিশ্চয় আল্লাহ অভাৱমুক্ত, চিৰ প্ৰশংসিত।","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:13","price":"আৰু স্মৰণ কৰা, যেতিয়া লুক্বমানে তেওঁৰ পুত্ৰক উপদেশ দি কৈছিল, ‘হে মোৰ পুত্ৰ! আল্লাহৰ লগত শ্বিৰ্ক নকৰিবা। নিশ্চয় শ্বিৰ্ক হৈছে মহা অন্যায়’।","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:14","price":"আৰু আমি মানুহক তাৰ পিতৃ-মাতৃৰ প্ৰতি সদাচৰণ কৰিবলৈ নিৰ্দেশ দিছোঁ। তাৰ মাকে তাক কষ্টৰ পিছত কষ্ট সহ্য কৰি গৰ্ভত ধাৰণ কৰিছে, আৰু তাক পিয়াহ এৰোৱাবলৈ সময় লাগে দুবছৰ। এতেকে মোৰ প্ৰতি আৰু তোমাৰ পিতৃ-মাতৃৰ প্ৰতি কৃতজ্ঞ হোৱা। প্ৰত্যাৱৰ্তন কেৱল মোৰ ওচৰতেই।","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:15","price":"আৰু তোমাৰ পিতৃ-মাতৃয়ে যদি তোমাক মোৰ লগত শ্বিৰ্ক কৰিবলৈ হেঁচা প্ৰয়োগ কৰে যি বিষয়ে তোমাৰ কোনো জ্ঞান নাই, তেন্তে তুমি সিহঁতৰ কথা নামানিবা আৰু পৃথিৱীত সিহঁতৰ লগত বসবাস কৰিবা সদ্ভাৱে। তুমি সেই ব্যক্তিৰ পথ অৱলম্বন কৰা, যিয়ে মোৰ অভিমুখী হৈছে। তাৰ পিছত তোমালোকৰ প্ৰত্যাৱৰ্তন মোৰ ওচৰতেই হ’ব, তেতিয়া মই তোমালোকক সেই বিষয়ে অৱহিত কৰিম যিবোৰ তোমালোকে কৰিছিলা।","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:16","price":"‘হে মোৰ পুত্ৰ! নিশ্চয় সেয়া (পাপ-পূণ্য) যদি সৰিয়হৰ বীজৰ সমানো হয়, আৰু ই যদি থাকে শিলাগৰ্ভত অথবা আকাশসমূহত নাইবা পৃথিৱীত, আল্লাহে সেইটোকো উপস্থিত কৰিব। নিশ্চয় আল্লাহ সূক্ষ্মদৰ্শী, সম্যক অৱহিত।","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:17","price":"‘হে মোৰ পুত্ৰ! ছালাত কায়েম কৰা, সৎকৰ্মৰ আদেশ দিয়া আৰু অসৎকৰ্মৰ পৰা নিষেধ কৰা, লগতে তোমাৰ ওপৰত যি (বিপদ) আপতিত হয় তাৰ ওপৰত ধৈৰ্য্য ধাৰণ কৰা। নিশ্চয় এইটো অন্যতম দৃঢ় সংকল্পৰ কাম।","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:18","price":"আৰু তুমি মানুহৰ প্ৰতি অৱজ্ঞা কৰি তোমাৰ গাল বেকা নকৰিবা, লগতে পৃথিৱীত ফিতাহি মাৰি নুফুৰিবা; নিশ্চয় আল্লাহে কোনো উদ্ধত, অহংকাৰীক পছন্দ নকৰে।","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:19","price":"আৰু তুমি তোমাৰ চলা-ফুৰাৰ ক্ষেত্ৰত মধ্যমপন্থা অৱলম্বন কৰা আৰু তোমাৰ কণ্ঠস্বৰ অৱনত কৰা, নিশ্চয় মাতৰ ভিতৰত আটাইতকৈ অপ্ৰীতিকৰ মাত হৈছে গাধৰ মাত।","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:20","price":"তোমালোকে লক্ষ্য কৰা নাইনে? নিশ্চয় আকাশসমূহ আৰু পৃথিৱীত যি আছে সকলোবোৰকেই আল্লাহে তোমালোকৰ কল্যাণত নিয়োজিত কৰিছে আৰু তোমালোকৰ প্ৰতি তেওঁৰ প্ৰকাশ্য আৰু অপ্ৰকাশ্য অনুগ্ৰহসমূহ সম্পূৰ্ণ কৰিছে; আৰু মানুহৰ মাজত কিছুমান এনেকুৱা মানুহো আছে যিসকলে কোনো জ্ঞান, কোনো পথনিৰ্দেশ অথবা কোনো দীপ্তিমান গ্ৰন্থ নোহোৱাকৈ আল্লাহ সম্পৰ্কে বাক-বিতণ্ডা কৰে।","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:21","price":"আৰু সিহঁতক যেতিয়া কোৱা হয় যে, ‘আল্লাহে যি অৱতীৰ্ণ কৰিছে তোমালোকে সেয়া অনুসৰণ কৰা’। সিহঁতে কয়, ‘বৰং আমি আমাৰ পিতৃপুৰুষসকলক যিটোৰ ওপৰত পাইছোঁ, আমি সেইটোৰেই অনুসৰণ কৰিম’। চয়তানে যদি সিহঁতক জ্বলন্ত জুইৰ পিনে আহ্বান কৰে তথাপিও, (সিহঁতে পিতৃপুৰুষসকলৰ অনুসৰণ কৰিবনে)?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:22","price":"আৰু যিয়ে একনিষ্ঠ আৰু বিশুদ্ধচিত্তে আল্লাহৰ ওচৰত নিজকে সমৰ্পন কৰে, তেওঁ নিশ্চিতভাৱে এডাল মজবুত ৰছী ধাৰণ কৰে; আৰু যাৱতীয় কৰ্মৰ পৰিণাম আল্লাহৰেই ওচৰত।","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:23","price":"আৰু কোনোবাই কুফৰী কৰিলে, তাৰ কুফৰীয়ে যেন তোমাক চিন্তিত নকৰে। আমাৰ ওচৰতেই সিহঁতৰ প্ৰত্যাৱৰ্তন। এতেকে আমি সিহঁতক অৱহিত কৰিম সিহঁতে যি কৰিছিল। নিশ্চয় অন্তৰসমূহত যি আছে সেই সম্পৰ্কে আল্লাহ সম্যক অৱগত।","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:24","price":"আমি সিহঁতক অলপ সময় ভোগ কৰিবলৈ দিম। তাৰ পিছত আমি সিহঁতক কঠিন শাস্তি ভোগ কৰিবলৈ বাধ্য কৰাম।","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:25","price":"আৰু যদি তুমি সিহঁতক সোধা, ‘আকাশসমূহ আৰু পৃথিৱী কোনে সৃষ্টি কৰিছে’? সিহঁতে নিশ্চয় ক’ব ‘আল্লাহে’। কোৱা, ‘সকলো ধৰণৰ প্ৰশংসা আল্লাহৰেই’। কিন্তু সিহঁতৰ অধিকাংশই নাজানে।","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:26","price":"আকাশসমূহ আৰু পৃথিৱীত যি যি আছে সেই সকলো আল্লাহৰেই; নিশ্চয় আল্লাহ, তেৱেঁই অভাৱমুক্ত, চিৰপ্ৰশংসিত।","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:27","price":"আৰু পৃথিৱীৰ সকলো গছ-গছনি যদি কলম হয় আৰু সাগৰ, তাৰ পিছত আৰু সাতোখন সাগৰ যদি চিয়াঁহী হয়, তথাপিও আল্লাহৰ বাণী শেষ নহ’ব। নিশ্চয় আল্লাহ মহা পৰাক্ৰমশালী, প্ৰজ্ঞাময়।","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:28","price":"তোমালোক সকলোৰে সৃষ্টি আৰু পুনৰুত্থান, কেৱল এটা প্ৰাণীৰ সৃষ্টি আৰু পুনৰুত্থানৰ দৰেই। নিশ্চয় আল্লাহ সৰ্বশ্ৰোতা, সম্যক দ্ৰষ্টা।","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:29","price":"তুমি দেখা নাইনে, নিশ্চয় আল্লাহেই ৰাতিক দিনৰ মাজত প্ৰৱেশ কৰায় আৰু দিনক ৰাতিৰ মাজত প্ৰৱেশ কৰায়? তেৱেঁই চন্দ্ৰ-সূৰ্যক তোমালোকৰ কল্যাণত নিয়োজিত কৰিছে, প্ৰত্যেকেই বিচৰণ কৰে এটা নিৰ্দিষ্ট সময়লৈকে। নিশ্চয় তোমালোকে যি কৰা সেই সম্পৰ্কে আল্লাহ সম্যক অৱহিত।","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:30","price":"এইবোৰেই প্ৰমাণ কৰে যে, নিশ্চয় আল্লাহ, তেৱেঁই সত্য আৰু সিহঁতে তেওঁৰ বাহিৰে যিবোৰক আহ্বান কৰে সেইবোৰ হৈছে বাতিল। নিশ্চয় আল্লাহ, তেৱেঁই হৈছে সৰ্বোচ্চ, সুমহান।","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:31","price":"তুমি লক্ষ্য কৰা নাইনে যে, আল্লাহৰ অনুগ্ৰহতেই নৌযানসমূহ সাগৰত বিচৰণ কৰে, যাতে তেওঁ তোমালোকক তেওঁৰ কিছুমান নিদৰ্শন দেখুৱাব পাৰে? নিশ্চয় ইয়াত বহুতো নিদৰ্শন আছে, প্ৰত্যেক ধৈৰ্য্যশীল কৃতজ্ঞ ব্যক্তিৰ বাবে।","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:32","price":"আৰু যেতিয়া ঢৌৱে সিহঁতক ছাঁৰ দৰে আচ্ছন্ন কৰে, তেতিয়া সিহঁতে একনিষ্ঠ অৱস্থাত আনুগত্যৰ সৈতে কেৱল আল্লাহকেই আহ্বান কৰে। তাৰ পিছত যেতিয়া তেওঁ সিহঁতক উদ্ধাৰ কৰি স্থলত পৌঁচাই দিয়ে তেতিয়া সিহঁতৰ কিছুমানে মধ্যম পন্থা অৱলম্বন কৰে। আৰু কেৱল বিশ্বাসঘাতক, কাফিৰ ব্যক্তিয়েই আমাৰ নিদৰ্শনাৱলীক অস্বীকাৰ কৰে।","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:33","price":"হে মানৱ! তোমালোকে নিজ প্ৰতিপালকৰ তাক্বৱা অৱলম্বন কৰা আৰু ভয় কৰা সেই দিনটোক, যিদিনা কোনো পিতৃয়ে তাৰ সন্তানৰ ফালৰ পৰা একো আদায় নকৰিব, এইদৰেই কোনো সন্তানেও তাৰ পিতৃৰ ফালৰ পৰা একো আদায় নকৰিব। নিশ্চয় আল্লাহৰ প্ৰতিশ্ৰুতি সত্য, এতেকে পাৰ্থিৱ জীৱনে যেন তোমালোকক কেতিয়াও প্ৰতাৰিত কৰিব নোৱাৰে আৰু সেই প্ৰবঞ্চকেও যেন তোমালোকক কেতিয়াও আল্লাহ সম্পৰ্কে প্ৰবঞ্চিত কৰিব নোৱাৰে।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:34","price":"নিশ্চয় আল্লাহৰ ওচৰতেই আছে কিয়ামতৰ সঠিক জ্ঞান, তেৱেঁই বৰষুণ অৱতীৰ্ণ কৰে আৰু তেৱেঁই জানে মাতৃগৰ্ভত যি আছে। কোনোৱেই নাজানে অহাকালি সি কি উপাৰ্জন কৰিব আৰু কোনোৱেই নাজানে কোন ঠাইত তাৰ মৃত্যু ঘটিব। নিশ্চয় আল্লাহ সৰ্বজ্ঞ, সম্যক অৱহিত।","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:1","price":"আলিফ-লাম-মীম।[1]","arabic":"الٓمٓ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3504,"juzNumber":21,"footnotes":"[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।","lang":"as"},{"name":"32:2","price":"এই কিতাব বিশ্বজগতৰ প্ৰতিপালকৰ তৰফৰ পৰা অৱতীৰ্ণ, ইয়াত কোনো সন্দেহ নাই।","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3505,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:3","price":"অথবা সিহঁতে এই কথা কয় নেকি যে, ‘এইখন তেওঁ নিজেই ৰচনা কৰিছে’? নহয়, বৰং এখন হৈছে তোমাৰ প্ৰতিপালকৰ তৰফৰ পৰা অহা সত্য, যাতে তুমি এনেকুৱা এটা সম্প্ৰদায়ক সতৰ্ক কৰিব পাৰা, যিসকলৰ ওচৰলৈ তোমাৰ পূৰ্বে আন কোনো সতৰ্ককাৰী অহা নাছিল, সম্ভৱতঃ সিহঁতে হিদায়ত লাভ কৰিব।","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3506,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:4","price":"আল্লাহেই সেই সত্ত্বা, যিজনে আকাশসমূহ, পৃথিৱী আৰু এই দুয়োৰে অন্তৱৰ্তী সকলো বস্তুক কেৱল ছয় দিনত সৃষ্টি কৰিছে। তাৰ পিছত তেওঁ আৰছৰ ওপৰত উঠিছে। তেওঁৰ বাহিৰে তোমালোকৰ আন কোনো অভিভাৱক নাই আৰু কোনো মধ্যস্ততাকাৰীও নাই, তথাপিও তোমালোকে উপদেশ গ্ৰহণ নকৰিবানে?","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3507,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:5","price":"তেৱেঁই আকাশৰ পৰা পৃথিৱীলৈকে সকলো বিষয় পৰিচালনা কৰে, তাৰ পিছত সকলো বিষয় তেওঁৰ সমীপতেই উত্থিত হ’ব এনেকুৱা এটা দিনত, যাৰ পৰিমাণ হ’ব তোমালোকৰ গণনা অনুসাৰে এহেজাৰ বছৰ।","arabic":"يُدَبِّرُ ٱلۡأَمۡرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3508,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:6","price":"তেওঁ গায়েব আৰু উপস্থিত (যাৱতীয় বিষয়ৰ) জ্ঞানী, প্ৰবল পৰাক্ৰমশালী, পৰম দয়ালু।","arabic":"ذَٰلِكَ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3509,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:7","price":"যিজনে তেওঁৰ প্ৰত্যেকটো সৃষ্টিক উত্তমৰূপে সৃজন কৰিছে আৰু বোকা মাটিৰ পৰা মানৱ সৃষ্টিৰ সূচনা কৰিছে।","arabic":"ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3510,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:8","price":"তাৰ পিছত তেৱেঁই মানুহৰ বংশ উৎপন্ন কৰিছে তুচ্ছ তৰল পদাৰ্থৰ উপাদানৰ পৰা।","arabic":"ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3511,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:9","price":"তাৰ পিছত তেৱেঁই তাক সুঠাম কৰিছে আৰু তাত তেওঁৰ ৰূহ ফুঁৱাই দিছে। তেৱেঁই তোমালোকৰ বাবে কাণ, চকু আৰু অন্তঃকৰণ সৃষ্টি কৰিছে। তোমালোকে খুবেই কম কৃতজ্ঞতা প্ৰকাশ কৰা।","arabic":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3512,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:10","price":"আৰু সিহঁতে কয়, ‘আমি যেতিয়া মাটিত মিহলি যাম তাৰ পিছতো আমি নতুন সৃষ্টিৰূপে উত্থিত হ'মনে’? বৰং সিহঁতে নিজ প্ৰতিপালকৰ সাক্ষাতক অস্বীকাৰ কৰে।","arabic":"وَقَالُوٓاْ أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۭۚ بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3513,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:11","price":"কোৱা, ‘মৃত্যুৰ ফিৰিস্তাক তোমালোকৰ বাবেই নিয়োগ কৰা হৈছে, তেৱেঁই তোমালোকৰ প্ৰাণ হৰণ কৰিব। তাৰ পিছত তোমালোকৰ প্ৰতিপালকৰ ওচৰতেই তোমালোকক ওভতাই নিয়া হ’ব’।","arabic":"۞ قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3514,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:12","price":"আৰু তুমি যদি দেখিলাহেঁতেন! যেতিয়া অপৰাধীবিলাকে মূৰ অৱনত কৰি ক’ব, ‘হে আমাৰ প্ৰতিপালক! আমি দেখিলোঁ আৰু শুনিলোঁ, এতেকে তুমি আমাক পুনৰ পঠাই দিয়া, আমি সৎকৰ্ম কৰিম, নিশ্চয় আমি দৃঢ় বিশ্বাসী’।","arabic":"وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3515,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:13","price":"আৰু আমি ইচ্ছা কৰিলে প্ৰত্যেক ব্যক্তিকেই সৎপথত পৰিচালিত কৰিলোঁহেঁতেন; কিন্তু মোৰ ফালৰ পৰা এই কথা নিশ্চিতভাৱে সাব্যস্ত যে, নিশ্চয় মই কিছুমান জিন আৰু মানুহৰ দ্বাৰা জাহান্নাম পূৰণ কৰিম।","arabic":"وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3516,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:14","price":"এতেকে (সিহঁতক কোৱা হ’ব) ‘শাস্তি আস্বাদন কৰা, কাৰণ তোমালোকে আজিৰ এই দিনটোৰ সাক্ষাতৰ কথা পাহৰি গৈছিলা। নিশ্চয় আমিও তোমালোকক পৰিত্যাগ কৰিলোঁ। তোমালোকে যি আমল কৰিছিলা তাৰ বাবে তোমালোকে স্থায়ী শাস্তি ভোগ কৰা’।","arabic":"فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3517,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:15","price":"কেৱল তেওঁলোকেই আমাৰ আয়াতসমূহৰ প্ৰতি বিশ্বাস স্থাপন কৰে, যিসকলে ইয়াৰ দ্বাৰা উপদেশ প্ৰাপ্ত হ’লে ছাজদাত পৰি যায় আৰু নিজ প্ৰতিপালকৰ প্ৰশংসাৰ সৈতে পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰে, আৰু তেওঁলোকে অহংকাৰ নকৰে।","arabic":"إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3518,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:16","price":"তেওঁলোকে (ৰাতিত) শয্যা ত্যাগ কৰি ভয় আৰু আশাৰ সৈতে নিজ প্ৰতিপালকক আহ্বান কৰে আৰু আমি তেওঁলোকক যি জীৱিকা দান কৰিছোঁ তাৰ পৰা তেওঁলোকে দান কৰে।","arabic":"تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3519,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:17","price":"এতেকে কোনোৱেই নাজানে তেওঁলোকৰ কৃতকৰ্মৰ পুৰস্কাৰ হিচাপে তেওঁলোকৰ বাবে চকু জুৰ পেলোৱা কি (প্ৰতিদান) লুকুৱাই ৰখা হৈছে!","arabic":"فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3520,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:18","price":"এতেকে এজন মুমিন ব্যক্তি ফাছিকৰ দৰে হ’ব পাৰেনে? তেওঁলোক কেতিয়াও সমান নহয়।","arabic":"أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3521,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:19","price":"যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে, তেওঁলোকৰ কৃতকৰ্মৰ ফলস্বৰূপে তেওঁলোকৰ আপ্যায়নৰ ঠিকনা হ’ব জান্নাত।","arabic":"أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3522,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:20","price":"আনহাতে যিসকলে পাপকৰ্ম কৰিছে সিহঁতৰ বাসস্থান হ’ব জুই (জাহান্নাম); যেতিয়াই সিহঁতে তাৰ পৰা ওলাব বিচাৰিব তেতিয়াই সিহঁতক তালৈ ওভতাই পঠিওৱা হ’ব আৰু সিহঁতক কোৱা হ’ব, ‘যি জুইৰ শাস্তিক তোমালোকে মিছা প্ৰতিপন্ন কৰিছিলা সেইটোক (এতিয়া) আস্বাদন কৰা’।","arabic":"وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3523,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:21","price":"আৰু নিশ্চয় আমি সিহঁতক মহা শাস্তিৰ পূৰ্বে অলপ লঘু শাস্তি আস্বাদন কৰাম, যাতে সিহঁতে (সৎপথলৈ) উভতি আহে।","arabic":"وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3524,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:22","price":"যি ব্যক্তিয়ে নিজ প্ৰতিপালকৰ আয়াতসমূহৰ মাধ্যমত উপদেশপ্ৰাপ্ত হোৱাৰ পিছতো তাৰ পৰা মুখ ঘূৰাই লয়, তাতকৈ ডাঙৰ যালিম আৰু কোন হ’ব পাৰে? নিশ্চয় আমি অপৰাধীবিলাকৰ পৰা প্ৰতিশোধ গ্ৰহণ কৰিম।","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3525,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:23","price":"আৰু নিশ্চয় আমি মুছাক কিতাব প্ৰদান কৰিছিলোঁ, এতেকে তুমি তেওঁৰ সাক্ষাতৰ বিষয়ত সন্দেহ পোষণ নকৰিবা; আৰু আমি সেই (কিতাব)খনক বনী ইছৰাঈলৰ বাবে হিদায়তস্বৰূপ কৰি দিছিলোঁ।","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3526,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:24","price":"আৰু আমি সিহঁতৰ মাজৰ পৰা বহু কেইজন নেতা মনোনীত কৰিছিলোঁ, তেওঁলোকে আমাৰ নিৰ্দেশ অনুযায়ী সৎপথ প্ৰদৰ্শন কৰিছিল, যিহেতু তেওঁলোকে ধৈৰ্য্য ধাৰণ কৰিছিল; আৰু তেওঁলোকে আমাৰ আয়াতসমূহৰ প্ৰতি দৃঢ় বিশ্বাস পোষণ কৰিছিল।","arabic":"وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3527,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:25","price":"নিশ্চয় তোমাৰ প্ৰতিপালকে কিয়ামতৰ দিনা সিহঁতৰ মাজত ফয়চালা কৰি দিব, যিবোৰ বিষয়ত সিহঁতে মতবিৰোধ কৰিছিল।","arabic":"إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3528,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:26","price":"এইটোৱেও সিহঁতক হিদায়ত নকৰিলেনে যে, আমি সিহঁতৰ পূৰ্বে কিমান প্ৰজন্মক ধ্বংস কৰিছোঁ, যিসকলৰ বাসভূমিত সিহঁতে বিচৰণ কৰি থাকে? নিশ্চয় ইয়াত আছে বহুতো নিদৰ্শন; তথাপিও সিহঁতে নুশুনিবনে?","arabic":"أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3529,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:27","price":"সিহঁতে লক্ষ্য কৰা নাইনে, আমিয়ে শুকান ভূমিৰ ওপৰেদি পানী প্ৰবাহিত কৰোঁ। তাৰ পিছত সেই পানীৰে শস্য উৎপন্ন কৰোঁ, যাৰ পৰা সিহঁতৰ চতুষ্পদ জন্তুবোৰে আৰু সিহঁত নিজেও খাদ্য গ্ৰহণ কৰে? সিহঁতে লক্ষ্য নকৰেনে?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3530,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:28","price":"আৰু সিহঁতে কয়, ‘তোমালোকে যদি সত্যবাদী হোৱা তেন্তে কোৱা, কেতিয়া হ’ব এই বিজয়’?","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3531,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:29","price":"কোৱা, ‘বিজয়ৰ দিনা কাফিৰসকলৰ ঈমান পোষণ কোনো কামত নাহিব আৰু সিহঁতক অৱকাশও দিয়া নহ’ব’।","arabic":"قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3532,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"32:30","price":"এতেকে তুমি সিহঁতক উপেক্ষা কৰা আৰু অপেক্ষা কৰা, নিশ্চয় সিহঁতেও অপেক্ষা কৰি আছে।","arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3533,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:1","price":"হে নবী আল্লাহৰ তাক্বৱা অৱলম্বন কৰা আৰু কাফিৰ, মুনাফিকসকলৰ আনুগত্য নকৰিবা। নিশ্চয় আল্লাহ সৰ্বজ্ঞ, প্ৰজ্ঞাময়।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:2","price":"আৰু তোমাৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমাৰ প্ৰতি যি অহী কৰা হয়, কেৱল তাৰেই অনুসৰণ কৰা। নিশ্চয় তোমালোকে যি কৰা সেই সম্পৰ্কে আল্লাহ সম্যক অৱহিত।","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:3","price":"আৰু তুমি কেৱল আল্লাহৰ ওপৰতেই ভৰসা কৰা। কৰ্মবিধায়ক হিচাপে আল্লাহেই যথেষ্ট।","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:4","price":"আল্লাহে কোনো মানুহৰেই অভ্যন্তৰত দুটা হৃদয় সৃষ্টি কৰা নাই। তোমালোকৰ স্ত্ৰীসকলৰ মাজত যিবিলাকৰ লগত তোমালোকে যিহাৰ কৰা, তেওঁ সিহঁতক তোমালোকৰ মাতৃ কৰি দিয়া নাই আৰু তোমালোকৰ তোলনীয়া পুত্ৰ বিলাককো তেওঁ তোমালোকৰ প্ৰকৃত পুত্ৰ কৰি দিয়া নাই। এইবোৰ হৈছে তোমালোকৰ মুখৰ কথাহে মাত্ৰ। আল্লাহে কেৱল সত্য কথাই কয় আৰু তেৱেঁই সৰল পথ দেখুৱায়।","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:5","price":"তোমালোকে সিহঁতক (তোলনীয়া পুত্ৰসকলক) সিহঁতৰ পিতৃৰ পৰিচয়েৰে মাতিবা; আল্লাহৰ ওচৰত এইটোৱেই বেছি ন্যায়সংগত। এতেকে যদি তোমালোকে সিহঁতৰ পিতৃৰ পৰিচয় নাজানা তেন্তে সিহঁত হৈছে তোমালোকৰ দ্বীনি ভাই আৰু বন্ধু। এই বিষয়ে তোমালোকে কোনো অনিচ্ছাকৃত ভুল কৰিলে তোমালোকৰ কোনো দোষ নহয়; কিন্তু তোমালোকৰ অন্তৰে যিটো ইচ্ছাকৃতভাৱে কৰিছে (সেইটো হৈছে অপৰাধ); আৰু আল্লাহ ক্ষমাশীল, পৰম দয়ালু।","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:6","price":"মুমিনসকলৰ ওচৰত নবী হৈছে তেওঁলোকৰ নিজতকৈও বেছি ঘনিষ্ঠ, আৰু তেওঁৰ স্ত্ৰীসকল হৈছে তেওঁলোকৰ মাতৃ। আল্লাহৰ বিধান অনুযায়ী মুমিন আৰু মুহাজিৰসকলতকৈ আত্মীয়-স্বজনসকল হৈছে পৰস্পৰৰ বেছি নিকটৱৰ্তী। কিন্তু তোমালোকে তোমালোকৰ বন্ধু-বান্ধৱৰ প্ৰতি কল্যাণমূলক কিবা কৰিব বিচাৰিলে সেয়া সুকীয়া কথা। এয়া কিতাবত লিপিবদ্ধ আছে।","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:7","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি নবীসকলৰ পৰা অংগীকাৰ গ্ৰহণ কৰিছিলোঁ আৰু তোমাৰ পৰাও, লগতে নূহ, ইব্ৰাহীম, মুছা আৰু ঈছা ইবনে মাৰয়ামৰ পৰাও (অংগীকাৰ লৈছিলোঁ)। আমি তেওঁলোকৰ পৰা গ্ৰহণ কৰিছিলোঁ দৃঢ় অংগীকাৰ,","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:8","price":"সত্যবাদীসকলক তেওঁলোকৰ সত্যবাদিতা সম্পৰ্কে সুধিবলৈ (এই অংগীকাৰ লোৱা হৈছিল), আৰু তেওঁ কাফিৰসকলৰ বাবে প্ৰস্তুত কৰি ৰাখিছে যন্ত্ৰণাদায়ক শাস্তি।","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:9","price":"হে মুমিনসকল! তোমালোকে তোমালোকৰ প্ৰতি থকা আল্লাহৰ অনুগ্ৰহসমূহৰ কথা স্মৰণ কৰা, যেতিয়া শত্ৰুবাহিনী তোমালোকৰ বিৰুদ্ধে সমাগত হৈছিল, তাৰ পিছত আমি সিহঁতৰ বিৰুদ্ধে প্ৰেৰণ কৰিছিলোঁ ঘূৰ্ণীবতাহ লগতে এনেকুৱা সৈন্যবাহিনী যিবোৰক তোমালোকে দেখা পোৱা নাছিলা। তোমালোকে যি কৰা সেই সম্পৰ্কে আল্লাহ সম্যক দ্ৰষ্টা।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:10","price":"যেতিয়া সিহঁতে তোমালোকৰ বিৰুদ্ধে সমাগত হৈছিল তোমালোকৰ ওপৰৰ পৰা আৰু নিম্নফালৰ পৰা; তেতিয়া তোমালোকৰ চকু থৰ লাগিছিল আৰু তোমালোকৰ প্ৰাণবোৰ কণ্ঠাগত হৈ পৰিছিল, আৰু তোমালোকে আল্লাহ সম্পৰ্কে নানাবিধ ধাৰণা পোষণ কৰিছিলা।","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:11","price":"তেতিয়া মুমিনসকলক পৰীক্ষা কৰা হৈছিল আৰু তেওঁলোক ভীষণভাৱে প্ৰকম্পিত (তথা আতংকিত) হৈছিল।","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:12","price":"আৰু স্মৰণ কৰা, যেতিয়া মুনাফিকসকলে আৰু যিসকলৰ অন্তৰত ব্যাধি আছিল সিহঁতে কৈছিল, ‘আল্লাহ আৰু তেওঁৰ ৰাছুলে আমাক যি প্ৰতিশ্ৰুতি দিছিল সেইবোৰ প্ৰতাৰণাৰ বাহিৰে আন একো নহয়’।","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:13","price":"আৰু যেতিয়া সিহঁতৰ এটা দলে কৈছিল, ‘হে ইয়াছৰিবৰ অধিবাসীসকল! ইয়াত (ৰাছুলৰ ওচৰত প্ৰতিৰোধ কৰিবলৈ) তোমালোকৰ কোনো স্থান নাই। এতেকে তোমালোকে (ঘৰলৈ) উভতি যোৱা’, আৰু সিহঁতৰ মাজৰ এটা দলে নবীৰ ওচৰত গৈ অব্যাহতি বিচাৰি আবেদন কৰি কৈছিল, ‘আমাৰ ঘৰ-দুৱাৰসমূহ অসুৰক্ষিত (গতিকে আমাক উভতি যাবলৈ অনুমতি দিয়ক)’; অথচ সেইবোৰ অসুৰক্ষিত নাছিল, আচলতে পলাই যোৱাটোহে আছিল সিহঁতৰ মূল উদ্দেশ্য।","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:14","price":"আৰু যদি বিভিন্ন ফালৰ পৰা সিহঁতৰ বিৰুদ্ধে শত্ৰুসকলে প্ৰৱেশ কৰিলেহেঁতেন, তাৰ পিছত সিহঁতক যদি শ্বিৰ্ক কৰাৰ বাবে আহ্বান জনোৱা হ’লহেঁতেন তেন্তে নিশ্চয় সিহঁতে সেয়া কৰিলেহেঁতেন, সিহঁতে সেইটো কৰিবলৈ অকণো পলম নকৰিলেহেঁতেন।","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:15","price":"নিশ্চয় সিহঁতে পূৰ্বেই আল্লাহৰ লগত অংগীকাৰ কৰিছিল যে, সিহঁতে পৃষ্ঠ প্ৰদৰ্শন নকৰিব। (গতিকে জানি থোৱা) আল্লাহৰ লগত কৰা অংগীকাৰ সম্পৰ্কে নিশ্চয় (সিহঁতক) জবাবদিহি কৰা হ’ব।","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:16","price":"কোৱা, ‘যদি তোমালোকে মৃত্যু অথবা হত্যাৰ ভয়ত পলাব বিচাৰিছা, তেন্তে সেই পলায়ন তোমালোকৰ কোনো উপকাৰত নাহিব, কিন্তু তেনে ক্ষেত্ৰত তোমালোকক অকণমানহে ভোগ কৰিবলৈ সুযোগ দিয়া হ’ব’।","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:17","price":"কোৱা, ‘কোনে তোমালোকক আল্লাহৰ পৰা ৰক্ষা কৰিব, যদি তেওঁ তোমালোকক কোনো ক্ষতি কৰিব বিচাৰে, নাইবা তোমালোকক ৰহমত দান কৰিব বিচাৰে’? আৰু সিহঁতে আল্লাহৰ বাহিৰে নিজৰ বাবে আন কোনো অভিভাৱক আৰু সহায়কাৰীও নাপাব।","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:18","price":"আল্লাহে নিশ্চয় জানে তোমালোকৰ মাজৰ কোনবিলাক লোকে (যুদ্ধত অংশ গ্ৰহণ কৰিবলৈ) বাধা প্ৰদান কৰে আৰু কোন বিলাকে সিহঁতৰ ভাতৃক কয়, আমাৰ ফালে গুচি আহা, সিহঁতে অতি সামান্যহে যুদ্ধ কৰে,","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:19","price":"তোমালোকক সহায়-সহযোগিতা কৰাৰ ক্ষেত্ৰত সিহঁত কুণ্ঠিত। এতেকে যেতিয়া ভয়-ভীতি (তথা বিপদ) আহে তেতিয়া তুমি দেখিবা, সিহঁতে মৃত্যুৰ ভয়ত মূৰ্চ্ছা যোৱা ব্যক্তিৰ দৰে চকু ওলোটাই তোমাৰ পিনে থৰ লাগি চাই আছে। কিন্তু যেতিয়া বিপদ আঁতৰি যায় তেতিয়া সিহঁতে ধনৰ লালসাত তোমালোকক তীক্ষ্ণ ভাষাত বিদ্ধ কৰে। সিহঁতে ঈমান পোষণ কৰা নাই, সেইকাৰণে আল্লাহে সিহঁতৰ আমলসমূহক নিষ্ফল কৰিছে আৰু এইটো আল্লাহৰ বাবে অতি সহজ।","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:20","price":"সিহঁতে ভাবে যে, সন্মিলিত বাহিনী গুচি যোৱা নাই। যদি সন্মিলিত বাহিনী আকৌ আহি পৰে, তেতিয়া সিহঁতে কামনা কৰিব যে, ভাল হ’লহেঁতেন যদি সিহঁতে যাযাবৰ মৰুবাসীসকলৰ লগত থাকি তোমালোকৰ সংবাদ লব পাৰিলেহেঁতেন! আৰু সিহঁতে তোমালোকৰ লগত অৱস্থান কৰিলেও নাম মাত্ৰহে যুদ্ধ কৰিলেহেঁতেন।","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:21","price":"নিশ্চয় তোমালোকৰ মাজৰ যিসকলে আল্লাহৰ (সন্তুষ্টি কামনা কৰে) আৰু আখিৰাতৰ (ভাল ফলাফল) আশা কৰে, লগতে আল্লাহক বেছি বেছি স্মৰণ কৰে, তেওঁলোকৰ বাবে আল্লাহৰ ৰাছুলৰ (চৰিত্ৰৰ) মাজত উত্তম আদৰ্শ আছে।","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:22","price":"আৰু মুমিনসকলে যেতিয়া সন্মিলিত বাহিনীক দেখা পালে, তেতিয়া তেওঁলোকে ক’লে, ‘এইটোৱেই সেই প্ৰতিশ্ৰুতি যিটো আমাক আল্লাহ আৰু তেওঁৰ ৰাছুলে দিছিল, লগতে আল্লাহ আৰু তেওঁৰ ৰাছুলে সঁচাই কৈছিল’। এই ঘটনাই তেওঁলোকৰ ঈমান আৰু আনুগত্যহে বৃদ্ধি কৰিলে।","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:23","price":"মুমিনসকলৰ মাজৰ কিছুমানে আল্লাহৰ লগত কৰা তেওঁলোকৰ অংগীকাৰ পূৰ্ণ কৰিছে, তেওঁলোকৰ কিছুমানে (অংগীকাৰ পূৰ্ণ কৰি) মৃত্যুবৰণ কৰিছে আৰু কিছুমান প্ৰতীক্ষাত আছে। তেওঁলোকে নিজ অংগীকাৰত কোনো পৰিবৰ্তন কৰা নাই;","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:24","price":"যাতে আল্লাহে সত্যবাদীসকলক তেওঁলোকৰ সত্যবাদিতাৰ বাবে পুৰস্কৃত কৰিব পাৰে, আৰু তেওঁ ইচ্ছা কৰিলে মুনাফিকসকলক শাস্তি দিব পাৰে নাইবা সিহঁতক ক্ষমা কৰিও দিব পাৰে। নিশ্চয় আল্লাহ পৰম ক্ষমাশীল, পৰম দয়ালু।","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:25","price":"আৰু আল্লাহে কাফিৰসকলক ক্ৰুদ্ধাৱস্থাত উভতি যাবলৈ বাধ্য কৰিলে, সিহঁতে কোনো কল্যাণ লাভ কৰা নাছিল। যুদ্ধত মুমিনসকলৰ বাবে আল্লাহেই যথেষ্ট। আল্লাহ সৰ্বশক্তিমান, প্ৰবল পৰাক্ৰমশালী।","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:26","price":"আৰু কিতাবীসকলৰ মাজৰ যিবিলাকে সিহঁতক সহায় কৰিছিল, আল্লাহে সিহঁতক সিহঁতৰ দূৰ্গসমূহৰ পৰা অৱতৰণ কৰিবলৈ বাধ্য কৰিলে, আৰু সিহঁতৰ অন্তৰসমূহত ভীতিৰ সঞ্চাৰ কৰিলে। ফলত তোমালোকে সিহঁতৰ কিছু সংখ্যক লোকক হত্যা কৰিছা আৰু কিছুমানক বন্দী কৰিছা।","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:27","price":"আৰু তেৱেঁই তোমালোকক সিহঁতৰ ভূমি, ঘৰ-দুৱাৰ আৰু সিহঁতৰ ধন-সম্পদৰ উত্তৰাধিকাৰী কৰিছে, আৰু এনেকুৱা এটা ভূমিৰো (উত্তৰাধিকাৰী কৰিছে) য’ত তোমালোকে এতিয়াও পদাৰ্পণ কৰা নাই; আৰু আল্লাহ সকলো বস্তুৰ ওপৰত পূৰ্ণ ক্ষমতাৱান।","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:28","price":"হে নবী! তুমি তোমাৰ স্ত্ৰীসকলক কোৱা, ‘তোমালোকে যদি পাৰ্থিৱ জীৱন আৰু ইয়াৰ ভোগ-বিলাসিতা কামনা কৰা তেন্তে আহা, মই তোমালোকক ভোগ-বিলাসৰ ব্যৱস্থা কৰি দিওঁ আৰু সৌজন্যৰ সৈতে তোমালোকক বিদায় দিওঁ।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:29","price":"‘আনহাতে যদি তোমালোকে আল্লাহ আৰু তেওঁৰ ৰাছুল, লগতে আখিৰাতৰ আবাস কামনা কৰা, তেন্তে (জানি থোৱা) তোমালোকৰ মাজৰ সৎকৰ্মশীল নাৰীসকলৰ বাবে আল্লাহে প্ৰস্তুত কৰি ৰাখিছে মহাপ্ৰতিদান’।","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:30","price":"হে নবী-পত্নীসকল! তোমালোকৰ মাজৰ কোনোবাই প্ৰকাশ্য অশ্লীল কাম কৰিলে তেওঁৰ বাবে শাস্তি বৃদ্ধি কৰা হ’ব দ্বিগুণ আৰু এইটো আল্লাহৰ বাবে সহজ।","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"","lang":"as"}],"juz":{"id":21,"name":"اتْلُ مَا أُوحِيَ","transliteration":"Utlu Ma Uhiya","transEn":"Recite What Has Been Revealed","startVerse":"29:46","endVerse":"33:30","totalVerses":178}}