{"data":[{"name":"6:111","price":"আৰু আমি সিহঁতৰ ওচৰলৈ ফিৰিস্তা প্ৰেৰণ কৰিলেও আৰু মৃতসকলে সিহঁতৰ লগত কথা পাতিলেও তথা সকলো বস্তুক সিহঁতৰ সন্মুখত সমবেত কৰিলেও আল্লাহৰ ইচ্ছা নহ’লে সিহঁতে কেতিয়াও ঈমান পোষণ নকৰিব; কিন্তু সিহঁতৰ অধিকাংশই হৈছে মূৰ্খ।","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:112","price":"আৰু এইদৰে আমি মানৱ আৰু জ্বিনৰ মাজৰ পৰা চয়তানসকলক প্ৰত্যেক নবীৰ শত্ৰু বনাইছোঁ, প্ৰতাৰণাৰ উদ্দেশ্যে সিহঁতে ইজনে সিজনক চমকপ্ৰদ বাক্যৰ দ্বাৰা কুমন্ত্ৰণা দিয়ে। তোমাৰ প্ৰতিপালকে ইচ্ছা কৰিলে সিহঁতে এইবোৰ নকৰিলেহেঁতেন, গতিকে তুমি সিহঁতক আৰু সিহঁতৰ মিছা ৰটনাক পৰিত্যাগ কৰা।","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:113","price":"আৰু সিহঁতে এইকাৰণে কুমন্ত্ৰণা দিয়ে যে, যিসকলে আখিৰাতৰ প্ৰতি ঈমান পোষণ নকৰে সিহঁতৰ মন যাতে সেই চমকপ্ৰদ কথাৰ প্ৰতি অনুৰাগী হয় আৰু যাতে সিহঁতে পছন্দ কৰে; আৰু সিহঁতে যি অপকৰ্ম কৰে সেইটোৱেই যেন সিহঁতে কৰি থাকে।","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:114","price":"(কোৱা) ‘মই আল্লাহৰ বাহিৰে আন কাৰোবাক ফয়চালাকাৰী হিচাপে অন্বেষণ কৰিম নেকি? অথচ তেৱেঁই তোমালোকৰ প্ৰতি বিস্তাৰিত কিতাব অৱতীৰ্ণ কৰিছে’! আৰু আমি যিসকলক কিতাব প্ৰদান কৰিছোঁ সিহঁতে জানে যে, নিশ্চয় এইখন তোমাৰ প্ৰতিপালকৰ তৰফৰ পৰা যথাযথভাৱে নাযিলকৃত। গতিকে তুমি সন্দেহ পোষণকাৰী সকলৰ অন্তৰ্ভুক্ত নহ’বা।","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:115","price":"সত্য আৰু ন্যায়ৰ ফালৰ পৰা তোমাৰ প্ৰতিপালকৰ বাণী পৰিপূৰ্ণ। তেওঁৰ বাক্যসমূহ পৰিবৰ্তন কৰিব পৰা কোনো নাই। তেওঁ সৰ্বশ্ৰোতা, সৰ্বজ্ঞ।","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:116","price":"আৰু যদি তুমি পৃথিৱীৰ অধিকাংশ লোকৰ কথামতে চলা, তেন্তে সিহঁতে তোমাক আল্লাহৰ পথৰ পৰা বিচ্যুত কৰিব। সিহঁতে কেৱল ধাৰণাৰহে অনুসৰণ কৰে, আৰু কেৱল অনুমান ভিত্তিকহে কথা কয়।","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:117","price":"নিশ্চয় তোমাৰ প্ৰতিপালক সেই ব্যক্তি সম্পৰ্কে অধিক অৱগত যিয়ে তেওঁৰ পথৰ পৰা বিপথগামী হয়। লগতে যিসকল সৎপথত আছে তেওঁলোকৰ বিষয়েও তেওঁ অধিক অৱগত।","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:118","price":"যদি তোমালোকে তেওঁৰ আয়াতসমূহৰ প্ৰতি বিশ্বাসী হোৱা তেন্তে যিটোক জবেহ কৰাৰ সময়ত আল্লাহৰ নাম লোৱা হৈছে সেইটো ভক্ষণ কৰা;","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:119","price":"তোমালোকৰ কি হৈছে, যিটোৰ (জন্তুৰ) ওপৰত আল্লাহৰ নাম লোৱা হৈছে তোমালোকে সেই জন্তুৰ (মাংস) কিয় ভক্ষণ নকৰিবা? তোমালোকৰ বাবে তেওঁ যিটো হাৰাম কৰিছে সেয়া তেওঁ তোমালোকৰ ওচৰত বিশদভাৱেই বৰ্ণনা কৰিছে, কিন্তু তোমালোকে নিৰুপায় হ’লে সেয়া সুকীয়া কথা। নিশ্চয় বহুতে অজ্ঞতাবশতঃ নিজৰ প্ৰবৃত্তিৰ দ্বাৰা আনক বিপথগামী কৰে; নিশ্চয় তোমাৰ প্ৰতিপালক সীমালংঘনকাৰীসকলৰ বিষয়ে অধিক অৱগত।","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:120","price":"এতেকে তোমালোকে প্ৰকাশ্য আৰু গোপন উভয় প্ৰকাৰ পাপ বৰ্জন কৰা, নিশ্চয় যিসকলে পাপ অৰ্জন কৰে অনতিপলমে সিহঁতক সিহঁতৰ পাপ কৰ্মৰ প্ৰতিফল দিয়া হ’ব।","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:121","price":"আৰু যিটোৰ (জন্তুৰ) ওপৰত আল্লাহৰ নাম লোৱা হোৱা নাই, তাৰ (মাংসৰ) পৰা তোমালোকে একো নাখাবা; আৰু নিশ্চয় সেয়া গৰ্হিত। নিশ্চয় চয়তানসকলে সিহঁতৰ বন্ধুসকলক তোমালোকৰ সৈতে বিবাদ কৰিবলৈ প্ৰৰোচনা দিয়ে; আৰু যদি তোমালোকে সিহঁতৰ আনুগত্য কৰা, তেন্তে তোমালোকেও মুশ্বৰিক হৈ পৰিবা।","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:122","price":"যি ব্যক্তি মৃত আছিল (অৰ্থাৎ যাৰ অস্তিত্ব নাছিল), যাক আমি পিছত জীৱিত কৰিছোঁ আৰু তাৰ বাবে নিৰ্ধাৰণ কৰিছোঁ জ্যোতি, যাৰ মাধ্যমত তেওঁ মানুহৰ ভিতৰত চলা-ফুৰা কৰে, সেইজন ব্যক্তি সেই ব্যক্তিৰ দৰে নেকি যিজন এনেকুৱা অন্ধকাৰত আছে য’ৰ পৰা সি কেতিয়াও ওলাব নোৱাৰিব? এইদৰেই কাফিৰসকলৰ কৃতকৰ্মক শোভনীয় কৰি দিয়া হৈছে।","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:123","price":"আৰু এইদৰে আমি প্ৰতিটো জনপদৰ প্ৰধানক অপৰাধী হিচাপে এৰি দিছোঁ, যাতে সিহঁতে তাত চক্ৰান্ত কৰে; কিন্তু সিহঁতে কেৱল নিজৰ বিৰুদ্ধেহে চক্ৰান্ত কৰে, অথচ সিহঁতে উপলব্ধি নকৰে।","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:124","price":"আৰু যেতিয়া সিহঁতৰ ওচৰলৈ কোনো নিদৰ্শন আহে তেতিয়া সিহঁতে কয়, ‘আল্লাহৰ ৰাছুলসকলক যি প্ৰদান কৰা হৈছিল সেয়া আমাক প্ৰদান নকৰালৈকে আমি কেতিয়াও ঈমান পোষণ নকৰোঁ’। আল্লাহে তেওঁৰ ৰিছালত ক’ত অৰ্পন কৰিব সেইটো তেৱেঁই ভালকৈ জানে। যিসকলে অপৰাধ কৰিছে, সিহঁতৰ চক্ৰান্তৰ কাৰণে আল্লাহৰ তৰফৰ পৰা লাঞ্ছনা আৰু কঠোৰ শাস্তি অনতিপলমে সিহঁতৰ ওপৰত আপতিত হ’ব।","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:125","price":"এতেকে আল্লাহে কাৰোবাক সৎপথত পৰিচালিত কৰিব বিচাৰিলে তেওঁ তাৰ বুকু ইছলামৰ বাবে প্ৰশস্ত কৰি দিয়ে, আৰু কাৰোবাক বিপথগামী কৰিব বিচাৰিলে তেওঁ তাৰ বুকু অতি সংকীৰ্ণ কৰি দিয়ে, (ফলত সেই ব্যক্তিৰ বাবে ইছলামৰ অনুসৰণ) এনে লাগে যেন সি বহু কষ্টৰে আকাশলৈ উঠি আছে। এইদৰেই আল্লাহে শাস্তি দিয়ে সিহঁতক, যিসকলে ঈমান পোষণ নকৰে।","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:126","price":"আৰু এইটোৱেই তোমাৰ প্ৰতিপালকৰ নিৰ্দেশিত সৰল পথ। যিসকলে উপদেশ গ্ৰহণ কৰে আমি তেওঁলোকৰ বাবে নিদৰ্শনসমূহ বিশদভাৱে বৰ্ণনা কৰিছোঁ।","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:127","price":"তেওঁলোকৰ বাবে তেওঁলোকৰ প্ৰতিপালকৰ ওচৰত আছে শান্তিৰ আবাস আৰু তেওঁলোকে যি আমল কৰিছিল, তাৰ বাবে তেৱেঁই তেওঁলোকৰ অভিভাৱক।","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:128","price":"আৰু যিদিনা তেওঁ সিহঁত সকলোকে একত্ৰিত কৰিব (আৰু ক’ব), ‘হে জ্বিন সম্প্ৰদায়! তোমালোকে বহুতো লোকক পথভ্ৰষ্ট কৰিছিলা’, আৰু মানুহৰ মাজৰ পৰা সিহঁতৰ বন্ধুসকলে ক’ব, ‘হে আমাৰ প্ৰতিপালক! আমি ইজনে সিজনৰ পৰা উপকৃত হৈছিলোঁ আৰু তুমি আমাৰ বাবে যি সময় নিৰ্ধাৰণ কৰিছিলা এতিয়া আমি তাত উপনীত হৈছোঁ’। আল্লাহে ক’ব, ‘জাহান্নামেই হৈছে তোমালোকৰ বাসস্থান, তোমালোকে তাত চিৰকাল থাকিবা’, কিন্তু আল্লাহে (উলিওৱাৰ) ইচ্ছা কৰিলে সেয়া সুকীয়া কথা। নিশ্চয় তোমাৰ প্ৰতিপালক প্ৰজ্ঞাময়, সৰ্বজ্ঞ।","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:129","price":"আৰু এইদৰেই আমি যালিমসকলৰ কিছুমানক আন কিছুমানৰ লগত বন্ধুত্ব গঢ়াই দিওঁ, সিহঁতে যি অৰ্জন কৰিছিল তাৰ কাৰণে।","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:130","price":"‘হে জ্বিন আৰু মানৱ সম্প্ৰদায়! তোমালোকৰ মাজৰ পৰাই তোমালোকৰ ওচৰলৈ ৰাছুলসকল অহা নাছিলনে? যিসকলে আমাৰ আয়াতসমূহ তোমালোকৰ ওচৰত বিৱৰণ দিছিল আৰু তোমালোকক এই দিৱসৰ সন্মুখীন হোৱা সম্পৰ্কে সতৰ্ক কৰিছিল? সিহঁতে ক’ব, ‘আমি আমাৰ নিজৰ বিৰুদ্ধেই সাক্ষী দিলোঁ’। প্ৰকৃততে পাৰ্থিৱ জীৱনেই সিহঁতক প্ৰতাৰিত কৰিছিল, আৰু সিহঁতে নিজৰ বিৰুদ্ধে এই সাক্ষীও দিব যে, সিহঁতে কাফিৰ আছিল।","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:131","price":"এইটো এইকাৰণে যে, অধিবাসীসকল (দ্বীন সম্পৰ্কে) উদাসীন থকা অৱস্থাত জনপদসমূহৰ অন্যায় আচৰণৰ কাৰণে সিহঁতক ধ্বংস কৰাটো তোমাৰ প্ৰতিপালকৰ কাম নহয়।","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:132","price":"আৰু সিহঁতে যি আমল কৰে, সেই অনুসাৰে প্ৰত্যেকৰে মৰ্যাদা আছে আৰু সিহঁতে যি কৰে সেই সম্পৰ্কে তোমাৰ প্ৰতিপালক অমনোযোগী নহয়।","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:133","price":"আৰু তোমাৰ প্ৰতিপালক হৈছে অভাৱমুক্ত তথা দয়াশীল। তেওঁ ইচ্ছা কৰিলে তোমালোকক অপসাৰিত কৰিব পাৰে আৰু তোমালোকৰ পিছত তেওঁ নিজৰ ইচ্ছামতে বেলেগক তোমালোকৰ স্থলাভিষিক্ত কৰিব পাৰে, যিদৰে তেওঁ তোমালোকক আন এটা সম্প্ৰদায়ৰ বংশৰ পৰা সৃষ্টি কৰিছে।","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:134","price":"তোমালোকৰ লগত যিটো প্ৰতিশ্ৰুতি কৰা হৈছে সেইটো নিশ্চয় আহিব আৰু তোমালোকে তাক ব্যৰ্থ কৰিব নোৱাৰিবা।","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:135","price":"কোৱা, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে তোমালোকৰ অৱস্থানত থাকি কাম কৰা, নিশ্চয় ময়ো মোৰ কাম কৰি আছোঁ। তোমালোকে অতি সোনকালে জানিব পাৰিবা, কাৰ পৰিণাম মঙ্গলময়। নিশ্চয় যালিমসকল সফল নহয়’।","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:136","price":"আল্লাহে যি শস্য আৰু চতুষ্পদ জন্তু সৃষ্টি কৰিছে সেইবোৰৰ পৰা সিহঁতে আল্লাহৰ বাবে এটা অংশ নিৰ্দিষ্ট কৰে আৰু নিজৰ ধাৰণা অনুযায়ী কয়, ‘এইটো আল্লাহৰ বাবে আৰু এইটো আমাৰ শ্বৰীকসকলৰ বাবে’। এতেকে যিটো সিহঁতৰ শ্বৰীকসকলৰ অংশ সেয়া আল্লাহৰ ওচৰত গৈ নাপায় কিন্তু যিটো আল্লাহৰ অংশ সেয়া সিহঁতৰ শ্বৰীকসকলৰ ওচৰত পৌঁচি যায়, সিহঁতে যি ফয়চালা কৰে সেয়া কিমান যে নিকৃষ্ট!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:137","price":"আৰু এইদৰে বহুতো মুশ্বৰিকৰ দৃষ্টিত সিহঁতৰ শ্বৰীকসকলে সিহঁতৰ সন্তানসকলক হত্যা কৰা শোভনীয় কৰি দিছে, যাতে সিহঁতক ধ্বংস কৰিব পাৰে আৰু সিহঁতৰ ধৰ্ম সম্পৰ্কে সিহঁতৰ মাজত বিভ্ৰান্তি সৃষ্টি কৰিব পাৰে; আৰু আল্লাহে ইচ্ছা কৰিলে সিহঁতে এইবোৰ নকৰিলেহেঁতেন। গতিকে সিহঁতক সিহঁতৰ মিছা ৰটনা লৈয়ে থাকিব দিয়া।","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:138","price":"আৰু সিহঁতে সিহঁতৰ ধাৰণা অনুযায়ী কয়, ‘এইবোৰ চতুষ্পদ জন্তু আৰু শস্যক্ষেত্ৰ নিষিদ্ধ, আমি যাক ইচ্ছা কৰোঁ তাৰ বাহিৰে কোনেও এইবোৰ খাব নোৱাৰিব’, এইদৰে কিছুসংখ্যক চতুষ্পদ জন্তুৰ পিঠিত আৰোহণ নিষিদ্ধ কৰা হৈছে আৰু কিছুসংখ্যক জন্তুক জবেহ কৰাৰ সময়ত সিহঁতে আল্লাহৰ নাম নলয়। এইবোৰ দৰাচলতে সিহঁতে আল্লাহ সম্পৰ্কে মিছা ৰটনাৰ উদ্দেশ্যে কৈ ফুৰে; সিহঁতৰ এই মিছা ৰটনাৰ প্ৰতিফল তেওঁ অচিৰেই সিহঁতক প্ৰদান কৰিব।","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:139","price":"সিহঁতে আৰু কয়, ‘এইবোৰ চতুষ্পদ জন্তুৰ পেটত যি আছে সেয়া আমাৰ মাজৰ পুৰুষসকলৰ বাবে নিৰ্দিষ্ট আৰু এইটো আমাৰ স্ত্ৰীসকলৰ বাবে অবৈধ, আৰু সেইটো যদি মৃত হয় তেন্তে (নাৰী-পুৰুষ) সকলোৱে ইয়াৰ অংশীদাৰ’। সিহঁতৰ এইদৰে কোৱাৰ প্ৰতিফল অনতিপলমে তেওঁ সিহঁতক প্ৰদান কৰিব; নিশ্চয় তেওঁ প্ৰজ্ঞাময়, সৰ্বজ্ঞ।","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:140","price":"নিশ্চয় সিহঁতে ক্ষতিগ্ৰস্ত হৈছে যিসকলে নিৰ্বুদ্ধিতাৰ বাবে আৰু অজ্ঞতাবশতঃ নিজৰ সন্তানসকলক হত্যা কৰিছে আৰু আল্লাহৰ ওপৰত মিছা ৰটনা কৰি আল্লাহে প্ৰদান কৰা জীৱিকাক নিষিদ্ধ গণ্য কৰিছে। নিশ্চয় সিহঁত বিপথগামী হৈছে আৰু সিহঁত হিদায়তপ্ৰাপ্তও নাছিল।","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:141","price":"আৰু তেৱেঁই সৃষ্টি কৰিছে এনেকুৱা বাগিছাসমূহ যিবোৰৰ কিছুমান চাং নিৰ্ভৰশীল আৰু আন কিছুমান চাং নিৰ্ভৰশীল নহয় লগতে খেজুৰ গছ আৰু শস্য, যাৰ সোৱাদ বিভিন্ন ধৰণৰ, যায়তুন আৰু ডালিম, এইবোৰৰ কিছুমান সদৃশ আৰু কিছুমান ভিন্ন। যেতিয়া সেইবোৰ পকিব তেতিয়া তাৰ পৰা খোৱা আৰু ফচল চপোৱাৰ দিনা সেইবোৰৰ হক প্ৰদান কৰিবা। অপচয় নকৰিবা, নিশ্চয় তেওঁ অপচয়কাৰীসকলক পছন্দ নকৰে।","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:142","price":"আৰু (তেৱেঁই) চতুষ্পদ জন্তুৰ মাজত কিছুমানক ভাৰ বহনকাৰী আৰু কিছুমানক ক্ষুদ্ৰাকাৰ পশু হিচাপে সৃষ্টি কৰিছে। আল্লাহে তোমালোকক যি জীৱিকা প্ৰদান কৰিছে তাৰ পৰা খোৱা আৰু চয়তানৰ পদাংক অনুসৰণ নকৰিবা; নিশ্চয় সি তোমালোকৰ প্ৰকাশ্য শত্ৰু।","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:143","price":"(তেৱেঁই সৃষ্টি কৰিছে) মতা-মাইকী আঠ যোৰ, ভেৰাৰ দুটা আৰু ছাগলীৰ দুটা; কোৱা, ‘তেওঁ মতা দুটাক নিষিদ্ধ কৰিছে নে মাইকী দুজনীক, নে মাইকী দুজনীৰ গৰ্ভত যি আছে সেয়া নিষিদ্ধ কৰিছে’? যদি তোমালোকে সত্যবাদী হোৱা তেন্তে প্ৰমাণসহ মোক অৱহিত কৰা;","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:144","price":"লগতে উটৰ দুটা আৰু গৰুৰ দুটা। কোৱা, ‘তেওঁ মতা দুটাক নিষিদ্ধ কৰিছে নে মাইকী দুজনীক, নে মাইকী দুজনীৰ গৰ্ভত যি আছে সেয়া নিষিদ্ধ কৰিছে’? অথবা আল্লাহে যেতিয়া তোমালোকক এইবোৰৰ নিৰ্দেশ দিছিল তেতিয়া তোমালোক তাত উপস্থিত আছিলানে? গতিকে যি ব্যক্তিয়ে জ্ঞান নোহোৱাকৈ মানুহক বিভ্ৰান্ত কৰাৰ বাবে আল্লাহ সম্পৰ্কে মিছা ৰটনা কৰে তাতকৈ ডাঙৰ যালিম আৰু কোন হ’ব পাৰে? নিশ্চয় আল্লাহে যালিম সম্প্ৰদায়ক হিদায়ত নকৰে।","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:145","price":"কোৱা, ‘মোৰ প্ৰতি যি অহী হৈছে তাত, মানুহে যি খায় তাৰ মাজত মই একোৱেই হাৰাম পোৱা নাই, কিন্তু মৰা শ, প্ৰবাহিত তেজ আৰু গাহৰিৰ মাংসৰ বাহিৰে। কিয়নো নিশ্চিতভাৱে এইবোৰ হৈছে অপৱিত্ৰ। অথবা (জবেহ কৰাৰ সময়ত) আল্লাহৰ বাহিৰে আনৰ নাম লোৱাৰ কাৰণে যিবোৰ অবৈধ’। কিন্তু যদি কোনোবাই অবাধ্যতা নকৰি আৰু সীমালংঘন নকৰি নিৰুপায় অৱস্থাত সেয়া গ্ৰহণ কৰিবলৈ বাধ্য হয় (সেয়া বেলেগ কথা), তেন্তে নিশ্চয় তোমাৰ প্ৰতিপালক ক্ষমাশীল, পৰম দয়ালু।","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:146","price":"আৰু আমি ইয়াহুদিসকলৰ ওপৰত নখযুক্ত সকলো জন্তুকেই হাৰাম কৰিছিলোঁ আৰু গৰু ছাগলীৰ চৰ্বিও সিহঁতৰ বাবে হাৰাম কৰিছিলোঁ, কিন্তু এইবোৰৰ পিঠিত থকা নাইবা নাড়ী-ভুৰুত থকা অথবা অস্থিসংলগ্ন চৰ্বিৰ বাহিৰে, সিহঁতৰ অবাধ্যতাৰ কাৰণে সিহঁতক এই প্ৰতিফল দিছিলোঁ। নিশ্চয় আমি সত্যবাদী।","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:147","price":"এতেকে সিহঁতে যদি তোমাৰ ওপৰত মিথ্যাৰোপ কৰে, তেন্তে কোৱা, ‘তোমালোকৰ প্ৰতিপালক সৰ্বব্যাপী দয়াৰ অধিকাৰী আৰু অপৰাধী সম্প্ৰদায়ৰ পৰা তেওঁৰ শাস্তি ৰদ নহয়’।","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:148","price":"যিসকলে শ্বিৰ্ক কৰিছে অতিশীঘ্ৰে সিহঁতে ক’ব, ‘আল্লাহে যদি ইচ্ছা কৰিলেহেঁতেন তেন্তে আমি আৰু আমাৰ পুৰ্বপুৰুষসকলে শ্বিৰ্ক নকৰিলোঁহেঁতেন আৰু একোৱেই হাৰাম নকৰিলোঁহেঁতেন’। এইদৰে সিহঁতৰ পূৰ্বৱৰ্তীসকলেও মিথ্যাৰোপ কৰিছিল, অৱশেষত সিহঁতে আমাৰ শাস্তি ভোগ কৰিছিল। কোৱা, ‘তোমালোকৰ ওচৰত কোনো জ্ঞান আছেনে? থাকিলে আমাৰ ওচৰত প্ৰকাশ কৰা। তোমালোকে কেৱল ধাৰণাৰহে অনুসৰণ কৰা আৰু কেৱল মনেসজা কথাহে কোৱা’।","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:149","price":"কোৱা, ‘চূড়ান্ত প্ৰমাণ কেৱল আল্লাহৰেই, এতেকে তেওঁ যদি ইচ্ছা কৰিলেহেঁতেন, তেন্তে তোমালোক আটাইকে নিশ্চয় হিদায়ত দিলেহেঁতেন’।","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:150","price":"কোৱা, ‘তোমালোকৰ সাক্ষীসকলক লৈ আহা, যিসকলে এই সাক্ষী দিব যে, আল্লাহে এইটো হাৰাম কৰিছে’। সিহঁতে সাক্ষী দিলেও তুমি সিহঁতৰ লগত সাক্ষী নিদিবা। তুমি সিহঁতৰ প্ৰবৃত্তিৰ অনুসৰণ নকৰিবা, যিসকলে আমাৰ আয়াতসমূহক মিথ্যাৰোপ কৰে আৰু যিসকলে আখিৰাতত বিশ্বাস স্থাপন নকৰে। সিহঁতেই নিজ প্ৰতিপালকৰ সমকক্ষ নিৰ্ধাৰণ কৰে।","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:151","price":"কোৱা, ‘আহা, তোমালোকৰ ওপৰত তোমালোকৰ প্ৰতিপালকে যি হাৰাম কৰিছে সেয়া তিলাৱত কৰি শুনাওঁ। সেয়া হৈছে এই যে, ‘তোমালোকে তেওঁৰ লগত কাকো অংশীদাৰ স্থাপন নকৰিবা, পিতৃ-মাতৃৰ লগত সদ্ব্যৱহাৰ কৰিবা, দৰিদ্ৰতাৰ ভয়ত তোমালোকে নিজৰ সন্তানক হত্যা নকৰিবা, আমিয়েই তোমালোকক আৰু সিহঁতক জীৱিকা দান কৰোঁ। প্ৰকাশ্য হওক অথবা গোপনেই হওক, অশ্লীল কৰ্মৰ ওচৰলৈকেও নাযাবা। আল্লাহে হাৰাম কৰা কোনো নফছক যথাৰ্থ কাৰণবিহীন তোমালোকে তাক হত্যা নকৰিবা’। তেওঁ তোমালোকক এই নিৰ্দেশ দিছে যাতে তোমালোকে বুজিব পাৰা।","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:152","price":"আৰু এতীম শিশু বয়ঃপ্ৰাপ্ত নোহোৱালৈকে উত্তম ব্যৱস্থাৰ বাহিৰে তোমালোকে তাৰ সম্পত্তিৰ নিকটৱৰ্তী নহ’বা আৰু পৰিমাপ তথা ওজন ন্যায়ভাৱে পৰিপূৰ্ণৰূপে প্ৰদান কৰিবা। আমি কোনো নফছক তাৰ ক্ষমতাতকৈ অধিক ভাৰ অৰ্পণ নকৰোঁ। লগতে যেতিয়া তোমালোকে কথা ক’বা তেতিয়া ইনচাফপূৰ্ণ কথা ক’বা, যদিও সেইজন তোমাৰ ঘনিষ্ট আত্মীয় নহওক কিয়, আৰু আল্লাহক দিয়া প্ৰতিশ্ৰুতি পূৰণ কৰিবা। এইদৰে আল্লাহে তোমালোকক নিৰ্দেশ প্ৰদান কৰে যাতে তোমালোকে উপদেশ গ্ৰহণ কৰা।","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:153","price":"নিশ্চয় এইটোৱেই হৈছে মোৰ সৰল পথ। এতেকে তোমালোকে ইয়াৰ অনুসৰণ কৰা আৰু বিভিন্ন পথৰ অনুসৰণ নকৰিবা, অন্যথা সেইবোৰে তোমালোকক ইয়াৰ পৰা বিচ্ছিন্ন কৰিব। এইদৰে আল্লাহে তোমালোকক নিৰ্দেশ প্ৰদান কৰে, যাতে তোমালোকে তাক্বৱাৰ অধিকাৰী হোৱা।","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:154","price":"এতেকে আমি মুছাক প্ৰদান কৰিছিলোঁ কিতাব, যিয়ে সৎকৰ্ম কৰিছে তাৰ বাবে পৰিপূৰ্ণতাস্বৰূপ, প্ৰতিটো বস্তুৰ বিশদ বিৱৰণ, হিদায়ত আৰু ৰহমতস্বৰূপ—যাতে সিহঁতে সিহঁতৰ প্ৰতিপালকৰ সাক্ষাৎ সম্বন্ধে ঈমান পোষণ কৰে।","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:155","price":"আৰু এইখন কিতাব, যিখন আমি অৱতীৰ্ণ কৰিছোঁ – বৰকতময়ৰূপে। সেয়ে তোমালোকে ইয়াৰ অনুসৰণ কৰা আৰু তাক্বৱা অৱলম্বন কৰা, যাতে তোমালোকে ৰহমতপ্ৰাপ্ত হোৱা।","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:156","price":"যাতে তোমালোকে এইটো ক’ব নোৱাৰা যে, কিতাব কেৱল আমাৰ পূৰ্বে দুটা সম্প্ৰদায়ৰ প্ৰতিহে অৱতীৰ্ণ হৈছিল; আৰু আমি সিহঁতৰ অধ্যয়ন সম্পৰ্কে গাফিল আছিলোঁ’,","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:157","price":"অথবা তোমালোকে যেন এইটো ক’ব নোৱাৰা যে, ‘যদি আমাৰ প্ৰতি কিতাব অৱতীৰ্ণ হ’লহেঁতেন, তেন্তে আমি সিহঁততকৈ বেছি হিদায়তপ্ৰাপ্ত হ’লোঁহেঁতেন’। এতেকে নিশ্চয় তোমালোকৰ ওচৰলৈ তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা স্পষ্ট প্ৰমাণ, হিদায়ত আৰু ৰহমত আহিছে। ইয়াৰ পিছতো যিয়ে আল্লাহৰ আয়াতসমূহক অস্বীকাৰ কৰিব আৰু তাৰ পৰা মুখ ঘূৰাই লব, তাতকৈ ডাঙৰ যালিম আৰু কোন হ’ব পাৰে? যিসকলে আমাৰ আয়াতসমূহৰ পৰা মুখ ঘূৰাই লয়, সত্য বিমুখতাৰ বাবে অতি শীঘ্ৰে আমি সিহঁতক নিকৃষ্ট শাস্তি প্ৰদান কৰিম।","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:158","price":"সিহঁতে কেৱল এইটোৰ প্ৰতীক্ষাত আছে নেকি যে, সিহঁতৰ ওচৰলৈ ফিৰিস্তা আহিব, অথবা তোমাৰ প্ৰতিপালক স্বয়ং অৱতৰণ কৰিব, নাইবা তোমাৰ প্ৰতিপালকৰ কোনো নিদৰ্শন আহিব? (জানি থোৱা) যিদিনা তোমাৰ প্ৰতিপালকৰ কোনো নিদৰ্শন আহিব সেইদিনা যিয়ে পূৰ্বে ঈমান পোষণ কৰা নাছিল তাৰ ঈমান কোনো কামত নাহিব, অথবা যি ব্যক্তিয়ে ঈমানৰ মাধ্যমত কল্যাণ লাভ কৰা নাছিল (তাৰ ঈমানো কোনো কামত নাহিব)। কোৱা, ‘তোমালোকে প্ৰতীক্ষা কৰা, আমিও প্ৰতীক্ষাত থাকিলোঁ’।","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:159","price":"নিশ্চয় যিসকলে নিজৰ দ্বীনক বিচ্ছিন্ন কৰিছে আৰু বিভিন্ন দলত বিভক্ত হৈছে, সিহঁতৰ লগত তোমাৰ কোনো সম্পৰ্ক নাই; সিহঁতৰ বিষয়টো আল্লাহৰ অধীনস্থ, তাৰ পিছত তেৱেঁই সিহঁতৰ কৃতকৰ্ম সম্পৰ্কে সিহঁতক অৱগত কৰাব।","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:160","price":"যিয়ে সৎকৰ্ম লৈ আহিব তেওঁ তাৰ দহগুণ (ছোৱাব) লাভ কৰিব, আৰু যিয়ে অসৎকৰ্ম লৈ আহিব তাক কেৱল তাৰ সমপৰিমাণ প্ৰতিদানহে দিয়া হ’ব আৰু সিহঁতৰ প্ৰতি কোনো অন্যায় কৰা নহ’ব।","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:161","price":"কোৱা, ‘মোৰ প্ৰতিপালকে মোক সৎপথত পৰিচালিত কৰিছে। এইটোৱে সুপ্ৰতিষ্ঠিত দ্বীন, ইব্ৰাহীমৰ মিল্লাত (আদৰ্শ), তেওঁ একনিষ্ঠ আছিল, আৰু তেওঁ মুশ্বৰিকসকলৰ অন্তৰ্ভুক্ত নাছিল’।","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:162","price":"কোৱা, ‘নিশ্চয় মোৰ ছালাত, মোৰ কুৰবানী, মোৰ জীৱন আৰু মোৰ মৰণ, বিশ্বজগতৰ প্ৰতিপালক আল্লাহৰ বাবেই’।","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:163","price":"‘তেওঁৰ কোনো অংশীদাৰ নাই, আৰু মোক ইয়াৰেই নিৰ্দেশ দিয়া হৈছে, আৰু মুছলিম (আত্মসমৰ্পণকাৰী) সকলৰ মাজত ময়েই প্ৰথম’।","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:164","price":"কোৱা, ‘মই আল্লাহৰ বাহিৰে আন কোনো প্ৰতিপালক অনুসন্ধান কৰিম নেকি? অথচ তেৱেঁই সকলো বস্তুৰ প্ৰতিপালক’। প্ৰত্যেকেই নিজ নিজ কৃতকৰ্মৰ বাবে দায়ী হ’ব আৰু কোনোৱেই আনৰ বোজা বহন নকৰিব। তাৰ পিছত তোমালোকৰ প্ৰত্যাৱৰ্তন তোমালোকৰ প্ৰতিপালকৰ ওচৰতেই হ’ব, এতেকে যি বিষয়ে তোমালোকে মতানৈক্য কৰিছিলা, সেয়া তেওঁ তোমালোকক অৱহিত কৰাব।","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:165","price":"তেৱেঁই তোমালোকক পৃথিৱীত খলিফা (প্ৰতিনিধি) নিযুক্ত কৰিছে আৰু তেওঁ তোমালোকক যি প্ৰদান কৰিছে সেই বিষয়ে পৰীক্ষাৰ উদ্দেশ্যে তোমালোকৰ কিছুমানক আন কিছুমানৰ ওপৰত মৰ্যাদা প্ৰদান কৰিছে। নিশ্চয় তোমাৰ প্ৰতিপালক দ্ৰুত শাস্তি প্ৰদানকাৰী আৰু নিশ্চয় তেওঁ ক্ষমাশীল, পৰম দয়ালু।","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:1","price":"আলিফ-লাম-মীম-চাদ। [1]","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।","lang":"as"},{"name":"7:2","price":"এইখন কিতাব তোমাৰ প্ৰতি অৱতীৰ্ণ কৰা হৈছে, যাতে এই সম্পৰ্কে তোমাৰ মনত কোনো সংকীৰ্ণতা নাথাকে, লগতে যাতে তুমি ইয়াৰ দ্বাৰা (মানুহক) সতৰ্ক কৰিব পাৰা। মুমিনসকলৰ বাবে এইখন হৈছে উপদেশ।","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:3","price":"তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমালোকৰ ওচৰলৈ যি অৱতীৰ্ণ কৰা হৈছে, তোমালোকে তাৰ অনুসৰণ কৰা আৰু তেওঁৰ বাহিৰে আন কাকো অভিভাৱকৰূপে অনুসৰণ নকৰিবা। তোমালোকে খুব কমেই উপদেশ গ্ৰহণ কৰা।","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:4","price":"আৰু এনেকুৱা বহুতো জনবসতি আমি ধ্বংস কৰিছোঁ। সিহঁতৰ ওপৰত আমাৰ শাস্তি আপতিত হৈছিল কেতিয়াবা ৰাতিত অথবা দিনদুপুৰতে, যেতিয়া সিহঁত বিশ্ৰামৰত অৱস্থাত আছিল।","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:5","price":"এতেকে যেতিয়া আমাৰ শাস্তি সিহঁতৰ ওপৰত আপতিত হৈছিল, তেতিয়া সিহঁতৰ কথা কেৱল এইটোৱে আছিল যে, সিহঁতে কৈছিল, ‘নিশ্চয় আমি যালিম আছিলোঁ’।","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:6","price":"এতেকে যিসকলৰ ওচৰলৈ ৰাছুল প্ৰেৰণ কৰা হৈছিল নিশ্চয় আমি সিহঁতক সোধ-পোচ কৰিম আৰু ৰাছুল সকলোকো প্ৰশ্ন কৰিম।","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:7","price":"তাৰ পিছত নিশ্চয় আমি সিহঁতৰ ওচৰত পূৰ্ণ জ্ঞানৰ সৈতে সিহঁতৰ কৰ্মসমূহ বিবৃত কৰিম, (জানি থোৱা) আমি অনুপস্থিত নাছিলোঁ।","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:8","price":"আৰু সেই দিনা পৰিমাপ হ’ব যথাযথভাৱে। এতেকে যিসকলৰ তুলাচনী গধুৰ হ’ব তেওঁলোকেই সফলতা অৰ্জন কৰিব।","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:9","price":"আনহাতে যিসকলৰ তুলাচনী পাতল হ’ব, সিহঁতেই হৈছে সেইসকল লোক, যিসকলে নিজেই নিজৰ ক্ষতি সাধন কৰিছে, যিহেতু সিহঁতে আমাৰ আয়াতসমূহৰ প্ৰতি অন্যায় কৰিছিল।","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:10","price":"নিশ্চয় আমিয়েই তোমালোকক পৃথিৱীত প্ৰতিষ্ঠিত কৰিছোঁ আৰু তাত তোমালোকৰ বাবে জীৱিকাৰ ব্যৱস্থাও কৰি দিছোঁ; (তথাপিও) তোমালোকে খুবেই কম কৃতজ্ঞতা জ্ঞাপন কৰা।","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:11","price":"নিশ্চয় আমিয়েই তোমালোকক সৃষ্টি কৰিছোঁ, তাৰ পিছত আমিয়েই তোমালোকক আকৃতি প্ৰদান কৰিছোঁ, তাৰ পিছত আমি ফিৰিস্তাসকলক কৈছিলোঁ, ‘আদমক ছাজদা কৰা’। ফলত ইবলীছৰ বাহিৰে সকলোৱে ছাজদা কৰিছিল, সি ছাজদাকাৰীসকলৰ অন্তৰ্ভুক্ত নহ’ল।","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:12","price":"তেওঁ ক’লে, ‘মই যেতিয়া তোমাক আদেশ দিলোঁ, তেতিয়া কিহে তোমাক বাধা দিলে যে, তুমি ছাজদা নকৰিলা’? সি ক’লে, ‘মই এওঁতকৈ (আদমতকৈ) শ্ৰেষ্ঠ, তুমি মোক জুয়েৰে সৃষ্টি কৰিছা আৰু তাক সৃষ্টি কৰিছা বোকা মাটিৰে’।","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:13","price":"তেওঁ ক’লে, ‘তেন্তে তুমি ইয়াৰ পৰা নামি যোৱা, ইয়াত থাকি তুমি অহংকাৰ কৰিবা এইটো কেতিয়াও হ’ব নোৱাৰে। এতেকে তুমি ওলাই যোৱা, নিশ্চয় তুমি লাঞ্ছিতবোৰৰ অন্তৰ্ভুক্ত’।","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:14","price":"সি ক’লে, ‘মোক তুমি সেই দিৱসলৈকে অৱকাশ দিয়া, যিদিনা সিহঁত পুনৰুত্থিত হ’ব’।","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:15","price":"তেওঁ ক’লে, ‘নিশ্চয় তুমি অৱকাশ প্ৰাপ্তসকলৰ অন্তৰ্ভুক্ত’।","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:16","price":"সি ক’লে, ‘তুমি মোক যি কাৰণে পথভ্ৰষ্ট কৰিছা, মই সিহঁতৰ বাবে তোমাৰ সৰল পথত খাপ পাতি বহি থাকিম’।","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:17","price":"‘তাৰ পিছত নিশ্চয় মই সিহঁতৰ ওচৰলৈ আহিম সিহঁতৰ সন্মুখৰ পৰা আৰু সিহঁতৰ পিছফালৰ পৰা, সিহঁতৰ সোঁফালৰ পৰা আৰু সিহঁতৰ বাওঁফালৰ পৰা, আৰু তুমি সিহঁতৰ অধিকাংশকেই কৃতজ্ঞৰূপে নাপাবা’।","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:18","price":"তেওঁ ক’লে, ‘ইয়াৰ পৰা লাঞ্ছিত অপমানিত হৈ ওলাই যা, মানুহৰ মাজত যিয়ে তোৰ অনুসৰণ কৰিব, নিশ্চয় মই তহঁত আটায়েৰে জাহান্নাম পূৰণ কৰিম’।","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:19","price":"আৰু হে আদম! ‘তুমি আৰু তোমাৰ স্ত্ৰীয়ে জান্নাতত বসবাস কৰা, আৰু যি ঠাইৰ পৰা ইচ্ছা আহাৰ কৰা কিন্তু এই গছজোপাৰ ওচৰলৈকে নাযাবা, অন্যথা তোমালোক উভয়ে যালিমসকলৰ অন্তৰ্ভুক্ত হ’বা’।","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:20","price":"তাৰ পিছত তেওঁলোকৰ লজ্জাস্থান, যিটোক তেওঁলোকৰ ওচৰত গোপন ৰখা হৈছিল সেইটোক তেওঁলোকৰ ওচৰত প্ৰকাশ কৰাৰ বাবে চয়তানে তেওঁলোকক কুমন্ত্ৰণা দিলে আৰু ক’লে, ‘তোমালোকৰ প্ৰতিপালকে তোমালোকক এই গছজোপাৰ পৰা এইকাৰণেই নিষেধ কৰিছে যে, (এই গছজোপাৰ ফল খালে) তোমালোক উভয়ে ফিৰিস্তা হৈ যাবা অথবা তোমালোক স্থায়ীসকলৰ অন্তৰ্ভুক্ত হৈ যাবা’।","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:21","price":"আৰু তেওঁলোক উভয়ৰে ওচৰত সি শপত কৰি ক’লে, ‘নিশ্চয় মই তোমালোকৰ শুভাকাংক্ষীসকলৰ এজন’।","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:22","price":"ফলত সি তেওঁলোকক প্ৰবঞ্চনাৰ দ্বাৰা পদস্খলিত কৰিলে। ইয়াৰ পিছত যেতিয়া তেওঁলোকে সেই গছজোপাৰ ফল খালে, তেতিয়া তেওঁলোকৰ লজ্জাস্থান তেওঁলোকৰ ওচৰত দৃশ্যমান হৈ পৰিল, আৰু তেওঁলোকে জান্নাতৰ পাতেৰে নিজকে আবৃত কৰিবলৈ ধৰিলে। তেতিয়া তেওঁলোকৰ প্ৰতিপালকে তেওঁলোকক মাতি ক’লে, ‘মই তোমালোকক এই গছজোপাৰ পৰা নিষেধ কৰা নাছিলোঁনে? আৰু মই তোমালোকক কোৱা নাছিলোঁনে যে, নিশ্চয় চয়তান হৈছে তোমালোক দুয়োৰে প্ৰকাশ্য শত্ৰু?","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:23","price":"তেওঁলোকে ক’লে, ‘হে আমাৰ প্ৰতিপালক! আমি নিজৰে প্ৰতি অন্যায় কৰিছোঁ, আৰু যদি তুমি আমাক ক্ষমা কৰি নিদিয়া আৰু আমাৰ প্ৰতি দয়া নকৰা, তেন্তে নিশ্চয় আমি ক্ষতিগ্ৰস্তসকলৰ অন্তৰ্ভুক্ত হ'ম’।","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:24","price":"তেওঁ ক’লে, ‘তোমালোকে নামি যোৱা, তোমালোকে ইজনে সিজনৰ শত্ৰু আৰু পৃথিৱীত আছে তোমালোকৰ বাবে ক্ষণস্থায়ী বসবাস আৰু জীৱিকা’।","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:25","price":"তেওঁ ক’লে, ‘তোমালোকে তাতেই জীৱন-যাপন কৰিবা আৰু তাতেই তোমালোক মৃত্যুবৰণ কৰিবা, আৰু তাৰ পৰাই তোমালোকক উলিয়াই আনা হ’ব’।","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:26","price":"হে আদম সন্তান! নিশ্চয় মই তোমালোকৰ বাবে পোছাক অৱতীৰ্ণ কৰিছোঁ, তোমালোকৰ লজ্জাস্থান আবৃত কৰাৰ বাবে আৰু সৌন্দৰ্যৰ বাবে। কিন্তু তাক্বৱাৰ পোছাকেই হৈছে সৰ্বোত্তম। এইটো আল্লাহৰ নিদৰ্শনসমূহৰ অন্যতম, যাতে সিহঁতে উপদেশ গ্ৰহণ কৰে।","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:27","price":"হে আদম সন্তান! চয়তানে যেন তোমালোকক কোনো মতেই প্ৰলুব্ধ কৰিব নোৱাৰে—যিদৰে সি তোমালোকৰ পিতৃ-মাতৃক (প্ৰলুব্ধ কৰি) জান্নাতৰ পৰা উলিয়াইছিল, সি তেওঁলোকক তেওঁলোকৰ লজ্জাস্থান দেখুৱাৰ বাবে বিবস্ত্ৰ কৰিছিল। নিশ্চয় সি নিজে আৰু তাৰ দলে তোমালোকক এনেকৈ দেখে, তোমালোকে সিহঁতক দেখিব নোৱাৰা। নিশ্চয় আমি চয়তানক সেইসকল লোকৰ অভিভাৱক কৰি দিছোঁ যিসকলে ঈমান পোষণ নকৰে।","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:28","price":"আৰু যেতিয়া সিহঁতে কোনো অশ্লীল আচৰণ কৰে তেতিয়া কয়, ‘আমি আমাৰ পূৰ্বপুৰুষসকলক এইদৰেই কৰা পাইছোঁ, আৰু আল্লাহেও আমাক এইটোৱেই কৰাৰ নিৰ্দেশ দিছে’। কোৱা, ‘আল্লাহে কেতিয়াও অশ্লীলতাৰ নিৰ্দেশ নিদিয়ে। তোমালোকে আল্লাহৰ বিষয়ে এনে কথা কোৱা নেকি যিটো তোমালোকে নাজানা’?","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:29","price":"কোৱা, ‘মোৰ প্ৰতিপালকে ন্যায় বিচাৰৰ নিৰ্দেশ দিছে’। আৰু তোমালোকে প্ৰত্যেক ছাজদাৰ সময়ত বা ইবাদতত তোমালোকৰ লক্ষ্য কেৱল আল্লাহকেই নিৰ্ধাৰণ কৰা আৰু তেওঁৰেই আনুগত্যত বিশুদ্ধচিত্ত হৈ একনিষ্ঠভাৱে তেওঁৰ ওচৰতেই প্ৰাৰ্থনা কৰা। তেওঁ তোমালোকক যেনেকৈ প্ৰথমবাৰ সৃষ্টি কৰিছে তোমালোকে সেইদৰেই উভতি আহিবা।","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:30","price":"এটা দলক তেওঁ হিদায়ত দিছে, আৰু সঙ্গত কাৰণতেই আন এটা দলৰ ওপৰত পথভ্ৰষ্টতা সাব্যস্ত হৈছে। নিশ্চয় সিহঁতে আল্লাহক এৰি চয়তানক সিহঁতৰ অভিভাৱক-ৰূপে গ্ৰহণ কৰিছিল আৰু ধাৰণা কৰিছিল যে সিহঁতেই হিদায়তপ্ৰাপ্ত।","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:31","price":"হে আদম সন্তান! প্ৰত্যেক ছালাতৰ সময়ত তোমালোকে সুন্দৰ পোছাক পৰিধান কৰা। পানাহাৰ কৰা কিন্তু অপচয় নকৰিবা। নিশ্চয় তেওঁ অপচয়কাৰীসকলক পছন্দ নকৰে।","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:32","price":"কোৱা, ‘আল্লাহে তেওঁৰ বান্দাসকলৰ বাবে যিবোৰ শোভা-সৌন্দৰ্যৰ বস্তু আৰু বিশুদ্ধ জীৱিকা সৃষ্টি কৰিছে সেইবোৰক কোনে নিষিদ্ধ কৰিছে’? কোৱা, ‘পাৰ্থিৱ জীৱনত আৰু বিশেষকৈ ক্বিয়ামতৰ দিনা এইবোৰ হৈছে তেওঁলোকৰ বাবে, যিসকলে ঈমান আনিছে’। এইদৰে আমি জ্ঞানী সম্প্ৰদায়ৰ বাবে আয়াতসমূহ বিশদভাৱে বিবৃত কৰোঁ।","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:33","price":"কোৱা, ‘নিশ্চয় মোৰ প্ৰতিপালকে প্ৰকাশ্য আৰু গোপন উভয় প্ৰকাৰ অশ্লীলতাক হাৰাম কৰিছে, আৰু (হাৰাম কৰিছে) পাপ আৰু অন্যায়ভাৱে সীমালংঘন আৰু কোনো বস্তুক আল্লাহৰ অংশীদাৰ স্থাপন কৰাক—যাৰ কোনো দলীল- প্ৰমাণ আল্লাহে অৱতীৰ্ণ কৰা নাই; আৰু আল্লাহ সম্পৰ্কে এনে কোনো কথা কোৱাটোও (হাৰাম) যিটো তোমালোকে নাজানা’।","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:34","price":"আৰু প্ৰত্যেক জাতিৰ বাবে এটা নিৰ্দিষ্ট সময় আছে। এতেকে যেতিয়া সিহঁতৰ নিৰ্দিষ্ট সময় আহি পৰিব তেতিয়া সিহঁতে এক পল সময় পলমো কৰিব নোৱাৰিব আৰু এটা মুহূৰ্ত আগুৱাইও আনিব নোৱাৰিব।","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:35","price":"হে আদম সন্তান! যেতিয়া তোমালোকৰ ওচৰলৈ তোমালোকৰ মাজৰ পৰাই ৰাছুলসকল আহি আমাৰ আয়াতসমূহ তোমালোকৰ ওচৰত বিবৃত কৰিব, তেতিয়া যিসকলে তাক্বৱা অৱলম্বন কৰিব আৰু নিজকে সংশোধন কৰিব, তেওঁলোকৰ কোনো ভয় নাথাকিব আৰু তেওঁলোক চিন্তিতও নহ’ব।","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:36","price":"আৰু যিসকলে আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছে আৰু এই বিষয়ত অহংকাৰ কৰিছে, সিহঁতেই অগ্নিবাসী, তাত সিহঁত চিৰকাল থাকিব।","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:37","price":"এতেকে যি ব্যক্তিয়ে আল্লাহ সম্পৰ্কে মিছা ৰচনা কৰে অথবা তেওঁৰ আয়াতসমূহক অস্বীকাৰ কৰে সেইজনতকৈ ডাঙৰ যালিম আৰু কোন হ’ব পাৰে? সিহঁতৰ ভাগ্যত লিখিত অংশ সিহঁতে পাবই। অৱশেষত যেতিয়া আমাৰ ফিৰিস্তাসকল সিহঁতৰ ওচৰলৈ সিহঁতৰ প্ৰাণ হৰণ কৰাৰ বাবে আহিব, তেতিয়া তেওঁলোকে সুধিব, ‘আল্লাহৰ বাহিৰে যিসকলক তোমালোকে আহ্বান কৰিছিলা সিহঁত এতিয়া ক’ত’? সিহঁতে ক’ব, ‘সিহঁত আমাৰ পৰা উধাও হৈছে’, আৰু সিহঁতে নিজেই নিজৰ বিপক্ষে সাক্ষী দিব যে, নিশ্চয় সিহঁত কাফিৰ আছিল।","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:38","price":"আল্লাহে ক’ব, ‘তোমালোকৰ পূৰ্বে যিসকল জ্বিন আৰু মানৱদল পাৰ হৈছে সিহঁতৰ সৈতে তোমালোকেও জুইত প্ৰৱেশ কৰা’। যেতিয়াই কোনো দল তাত প্ৰৱেশ কৰিব তেতিয়াই আন দলক সিহঁতে অভিসম্পাত কৰিব। অৱশেষত যেতিয়া সিহঁত সকলোৱে তাত একত্ৰিত হ’ব, তেতিয়া সিহঁতৰ পৰবৰ্তীসকলে পূৰ্বৱৰ্তীসকলৰ বিষয়ে ক’ব, ‘হে আমাৰ প্ৰতিপালক! ইহঁতেই আমাক বিভ্ৰান্ত কৰিছিল; গতিকে ইহঁতক তুমি দ্বিগুণ জুইৰ শাস্তি দিয়া’। আল্লাহে ক’ব, ‘প্ৰত্যেকৰে বাবে আছে দ্বিগুণ শাস্তি কিন্তু তোমালোকে নাজানা’।","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:39","price":"আৰু সিহঁতৰ পূৰ্বৱৰ্তীসকলে পৰবৰ্তীসকলক ক’ব, আমাৰ ওপৰত তোমালোকৰ কোনো শ্ৰেষ্ঠত্ব নাই, গতিকে তোমালোকে যি অৰ্জন কৰিছিলা তাৰ বাবে এতিয়া শাস্তি ভোগ কৰা’।","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:40","price":"নিশ্চয় যিসকলে আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছে আৰু এই বিষয়ত অহংকাৰ কৰিছে, সিহঁতৰ বাবে আকাশৰ দুৱাৰ খোলা নহ’ব আৰু সিহঁতে জান্নাততো প্ৰৱেশ কৰিব নোৱাৰিব যেতিয়ালৈকে উট বেজীৰ জলাৰে নোসোমাব। এইদৰেই আমি অপৰাধীসকলক প্ৰতিফল দিওঁ।","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:41","price":"সিহঁতৰ শয্যা হ’ব জাহান্নাম আৰু সিহঁতৰ ওপৰতো থাকিব জুইৰ আৱৰণ; আৰু এইদৰেই আমি যালিমসকলক প্ৰতিদান দিওঁ।","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:42","price":"আৰু যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে, আমি কাৰো ওপৰত তাৰ ক্ষমতাৰ অতিৰিক্ত বোজা অৰ্পন নকৰোঁ- তেওঁলোকেই জান্নাতবাসী, তাত তেওঁলোক স্থায়ী হ’ব।","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:43","price":"আৰু আমি তেওঁলোকৰ অন্তৰৰ পৰা ঈৰ্ষা দূৰ কৰিম, তেওঁলোকৰ তলত নদীসমূহ প্ৰবাহিত হ’ব। তেওঁলোকে ক’ব, ‘যাৱতীয় প্ৰশংসা আল্লাহৰ বাবে যিজনে আমাক এই পথৰ হিদায়ত কৰিছে। আল্লাহে আমাক হিদায়ত নকৰিলে, আমি কেতিয়াও হিদায়ত নাপালোঁহেঁতেন। নিশ্চয় আমাৰ প্ৰতিপালকৰ ৰাছুলসকলে সত্য লৈ আহিছিল’। তেওঁলোকক সম্বোধন কৰি কোৱা হ’ব, ‘তোমালোকে যি কৰিছিলা তাৰ বাবেই তোমালোকক এই জান্নাতৰ উত্তৰাধিকাৰী কৰা হৈছে’।","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:44","price":"আৰু জান্নাতীসকলে জাহান্নামীসকলক সম্বোধন কৰি ক’ব, ‘আমাৰ প্ৰতিপালকে আমাৰ লগত যি প্ৰতিশ্ৰুতি কৰিছিল সেয়া আমি সঁচাকৈয়ে পাইছোঁ। কিন্তু তোমালোকৰ প্ৰতিপালকে তোমালোকক যি প্ৰতিশ্ৰুতি দিছিল সেয়া তোমালোকে সঁচাকৈয়ে পাইছানে? সিহঁতে ক’ব, ‘হয়’। তাৰ পিছত এজন ঘোষণাকাৰীয়ে সিহঁতৰ মাজত ঘোষণা কৰি ক’ব, ‘যালিমসকলৰ ওপৰত আল্লাহৰ লানত--","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:45","price":"‘যিসকলে আল্লাহৰ পথত (মানুহক) বাধা প্ৰদান কৰিছিল আৰু তাত পথত বক্ৰতা অনুসন্ধান কৰি ফুৰিছিল; আৰু সিহঁত আছিল আখিৰাতক অস্বীকাৰকাৰী’।","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:46","price":"আৰু সিহঁত উভয়ৰে মাজত থাকিব পৰ্দা, লগতে আ’ৰাফৰ মাজত থাকিব কিছুমান লোক, যিসকলে প্ৰত্যেককে তাৰ লক্ষণৰ দ্বাৰা চিনি পাব। তেওঁলোকে জান্নাতীসকলক সম্বোধন কৰি ক’ব, ‘ছালাম বৰ্ষিত হওক আপোনালোকৰ ওপৰত’। তেওঁলোক তেতিয়ালৈকে জান্নাতত প্ৰৱেশ কৰা নাই কিন্তু প্ৰৱেশৰ আকাংক্ষাত আছে।","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:47","price":"আৰু যেতিয়া তেওঁলোকৰ দৃষ্টি জাহান্নামীসকলৰ ফালে ঘূৰাই দিয়া হ’ব, তেতিয়া তেওঁলোকে ক’ব, ‘হে আমাৰ প্ৰতিপালক! আমাক কেতিয়াও যালিম সম্প্ৰদায়ৰ সঙ্গী নকৰিবা’।","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:48","price":"আৰু আ’ৰাফৰ অধিবাসীসকলে এনেকুৱা কিছুমান লোকক মাতিব, যিসকলক তেওঁলোকে সিহঁতৰ লক্ষণৰ দ্বাৰা চিনি পাব। তেওঁলোকে ক’ব, ‘তোমালোকৰ দল আৰু তোমালোকৰ অহংকাৰ কোনো কামত নাহিল’।","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:49","price":"চোৱাচোন! এওঁলোকেই সেইসকল লোকনে? যিসকলৰ বিষয়ে তোমালোকে শপত খাই কৈছিলা যে, ‘আল্লাহে তেওঁলোকক ৰহমত নকৰিব’; (এওঁলোককেই কোৱা হ’ব) ‘তোমালোকে জান্নাতত প্ৰৱেশ কৰা, তোমালোকৰ কোনো ভয় নাই আৰু তোমালোকে চিন্তিতও নহ’বা’।","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:50","price":"জাহান্নামীসকলে জান্নাতীসকলক সম্বোধন কৰি ক’ব, ‘আমাৰ ওপৰত অকণমান পানী ঢালি দিয়া, নাইবা আল্লাহে তোমালোকক যি জীৱিকা দান কৰিছে তাৰ পৰা অলপ দিয়া’। তেওঁলোকে ক’ব, ‘নিশ্চয় আল্লাহে কাফিৰসকলৰ বাবে এই দুটা হাৰাম কৰিছে’।","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:51","price":"যিসকলে নিজৰ ধৰ্মক খেল-ধেমালিৰূপে গ্ৰহণ কৰিছিল, আৰু পাৰ্থিৱ জীৱনে যিসকলক প্ৰতাৰিত কৰিছিল। এতেকে আজি আমি সিহঁতক (জাহান্নামত) এৰি দিম, যেনেকৈ সিহঁতে সিহঁতৰ এই দিৱসৰ সাক্ষাতৰ বাবে আমল কৰা এৰি দিছিল, আৰু (যেনেকৈ) সিহঁতে আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছিল।","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:52","price":"নিশ্চয় আমি সিহঁতৰ ওচৰলৈ এনেকুৱা এখন কিতাব আনিছোঁ, যিখনক আমি জ্ঞানৰ দ্বাৰা বিশদভাৱে ব্যাখ্যা কৰিছোঁ, আৰু সেইখন হৈছে মুমিন সম্প্ৰদায়ৰ বাবে হিদায়ত আৰু ৰহমতস্বৰূপ।","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:53","price":"সিহঁতে কেৱল সেই পৰিণামৰ (সংবাদ-সত্যতা বা কিয়ামতৰ) অপেক্ষাত আছে নেকি? যিদিনাখন সেই পৰিণাম প্ৰকাশ পাব, সেইদিনা যিসকলে আগতে ইয়াৰ কথা পাহৰি গৈছিল, সিহঁতে ক’ব, ‘আমাৰ প্ৰতিপালকৰ ৰাছুলসকলে সত্য বাণী লৈ আহিছিল, আমাৰ বাবে এনে কোনো চুপাৰিছকাৰী আছে নেকি যিয়ে আমাৰ বাবে চুপাৰিছ কৰিব অথবা আমাক আকৌ উভতি যোৱাৰ অৱকাশ দিয়া হ’ব—যাতে আমি আগতে যি কৰিছোঁ তাতকৈ বেলেগ কিবা কৰিব পাৰোঁ’? নিশ্চয় সিহঁতে নিজেই নিজৰ ক্ষতি সাধন কৰিছে আৰু সিহঁতে যি মিছা ৰচনা কৰিছিল, সেয়া সিহঁতৰ পৰা বিলুপ্ত হৈ গৈছে।","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:54","price":"নিশ্চয় তোমালোকৰ প্ৰতিপালক হৈছে আল্লাহ, যিজনে আকাশসমূহ আৰু পৃথিৱীক ছয় দিনত সৃষ্টি কৰিছে, তাৰ পিছত তেওঁ আৰশ্বৰ ওপৰত উঠিছে। তেৱেঁই দিনক ৰাতিৰে আচ্ছন্ন কৰে। সেইবোৰৰ এটাই আনটোক দ্ৰুতগতিত অনুসৰণ কৰে। (লগতে তেৱেঁই সৃষ্টি কৰিছে) সূৰ্য, চন্দ্ৰ আৰু নক্ষত্ৰসমূহক, যিবোৰ তেওঁৰ আদেশৰেই অনুগত। জানি থোৱা, সৃজন আৰু আদেশ কেৱল তেওঁৰেই। বিশ্বজগতৰ প্ৰতিপালক আল্লাহ মহা বৰকতময়!","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:55","price":"তোমালোকে বিনীতভাৱে আৰু গোপনে নিজ প্ৰতিপালকক আহ্বান কৰা; নিশ্চয় তেওঁ সীমালংঘনকাৰীসকলক পছন্দ নকৰে।","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:56","price":"আৰু পৃথিৱীত শান্তি স্থাপনৰ পিছত তোমালোকে তাত বিপৰ্যয় সৃষ্টি নকৰিবা; আৰু আল্লাহক ভয় আৰু আশাৰ সৈতে প্ৰাৰ্থনা কৰা। নিশ্চয় আল্লাহৰ অনুগ্ৰহ সৎকৰ্মশীলসকলৰ অতি নিকটৱৰ্তী।","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:57","price":"আৰু তেৱেঁই সেই সত্ত্বা, যিজনে তেওঁৰ ৰহমতৰ (বৰষুণৰ) আগত বতাহক সুসংবাদৰূপে প্ৰবাহিত কৰে, অৱশেষত যেতিয়া সেই বতাহে গধুৰ মেঘ বহন কৰি লৈ আহে, তেতিয়া আমি সেইটোক মৃত জনপদ (মৃত ভূ-খণ্ড)ৰ ফালে প্ৰেৰিত কৰোঁ, তাৰ পিছত আমি তাৰ পৰাই পানী বৰ্ষণ কৰোঁ, আৰু তাৰ দ্বাৰাই আমি বিভিন্ন ধৰণৰ ফলমূল উৎপাদন কৰোঁ। এইদৰেই আমি মৃতসকলক জীৱিত কৰোঁ, যাতে তোমালোকে উপদেশ গ্ৰহণ কৰিব পাৰা।","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:58","price":"আৰু উৎকৃষ্ট ভূমি- ইয়াৰ ফচল তাৰ প্ৰতিপালকৰ আদেশত উৎপন্ন হয়। আনহাতে যিটো নিকৃষ্ট, তাত কঠোৰ পৰিশ্ৰম নকৰালৈকে একোৱে নজন্মে। এইদৰে আমি কৃতজ্ঞ সম্প্ৰদায়ৰ বাবে নিদৰ্শনসমূহ বিভিন্নভাৱে বিৱৰণ কৰোঁ।","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:59","price":"নিশ্চয় আমি নূহক তেওঁৰ সম্প্ৰদায়ৰ ওচৰলৈ প্ৰেৰণ কৰিছিলোঁ। তাৰ পিছত তেওঁ কৈছিল, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে একমাত্ৰ আল্লাহৰ ইবাদত কৰা, তেওঁৰ বাহিৰে তোমালোকৰ আন কোনো (সত্য) ইলাহ নাই। নিশ্চয় মই তোমালোকৰ ওপৰত মহাদিৱসৰ শাস্তিৰ আশংকা কৰি আছোঁ’।","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:60","price":"তেওঁৰ সম্প্ৰদায়ৰ প্ৰধানসকলে কৈছিল, ‘আমি তোমাক স্পষ্ট ভ্ৰষ্টতাৰ মাজত নিপতিত দেখি আছোঁ’।","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:61","price":"তেওঁ কৈছিল, ‘হে মোৰ সম্প্ৰদায়! মোৰ মাজত কোনো ভ্ৰষ্টতা নাই, বৰং মই হৈছোঁ বিশ্বজগতৰ প্ৰতিপালকৰ তৰফৰ পৰা (প্ৰেৰিত) এজন ৰাছুলহে’।","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:62","price":"‘মই মোৰ প্ৰতিপালকৰ ৰিছালত (যিটো প্ৰদান কৰি মোক প্ৰেৰণ কৰা হৈছে সেয়া) তোমালোকক পৌঁচাই আছোঁ, লগতে মই তোমালোকৰ কল্যাণ কামনা কৰোঁ, আৰু তোমালোকে যিবোৰ নাজানা সেয়া মই আল্লাহৰ পৰা জানো’।","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:63","price":"তোমালোকে আশ্চৰ্যবোধ কৰি আছা নেকি যে, তোমালোকৰেই এজনৰ মাধ্যমত তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমালোকৰ ওচৰলৈ উপদেশ আহিছে, যাতে তেওঁ তোমালোকক সতৰ্ক কৰিব পাৰে আৰু তোমালোকে তাক্বৱা অৱলম্বন কৰিব পাৰা আৰু যাতে তোমালোকে ৰহমতপ্ৰাপ্ত হোৱা?","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:64","price":"তথাপিও সিহঁতে তেওঁক অস্বীকাৰ কৰিছিল। ফলত তেওঁক আৰু তেওঁৰ সৈতে যিসকলে নাৱঁত আৰোহণ কৰিছিল আমি তেওঁলোকক উদ্ধাৰ কৰিছিলোঁ আৰু যিসকলে আমাৰ আয়াতসমূহক মিছা প্ৰতিপন্ন কৰিছিল সিহঁতক আমি ডুবাই মাৰিছিলোঁ। নিশ্চয় সিহঁত আছিল এটা অন্ধ সম্প্ৰদায়।","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:65","price":"আৰু ‘আদ জাতিৰ ওচৰলৈ সিহঁতৰ ভাই হূদক প্ৰেৰণ কৰিছিলোঁ। তেওঁ কৈছিল, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে একমাত্ৰ আল্লাহৰ ইবাদত কৰা, তেওঁৰ বাহিৰে তোমালোকৰ আন কোনো সত্য ইলাহ নাই। (তথাপিও) তোমালোকে তাক্বৱা অৱলম্বন নকৰিবানে’?","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:66","price":"তেওঁৰ সম্প্ৰদায়ৰ কাফিৰ নেতৃবৃন্দই কৈছিল, ‘আমাৰ দৃষ্টিত তুমি হৈছা এজন নিৰ্বোধ মানুহ আৰু আমি তোমাক মিছলীয়াসকলৰ অন্তৰ্ভুক্ত বুলি গণ্য কৰোঁ’।","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:67","price":"তেওঁ কৈছিল, ‘হে মোৰ সম্প্ৰদায়! মোৰ মাজত কোনো নিৰ্বুদ্ধিতা নাই, বৰং মই হৈছোঁ বিশ্বজগতৰ প্ৰতিপালকৰ তৰফৰ পৰা (প্ৰেৰিত) এজন ৰাছুল’।","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:68","price":"‘মই মোৰ প্ৰতিপালকৰ ৰিছালত (যিটো প্ৰদান কৰি মোক প্ৰেৰণ কৰা হৈছে সেয়া) তোমালোকৰ ওচৰলৈ পৌঁচাই আছোঁ, লগতে মই হৈছোঁ তোমালোকৰ এজন বিশ্বস্ত হিতাকাংক্ষী।","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:69","price":"‘তোমালোকে বিস্মিত হৈছা নেকি যে, তোমালোকৰ ওচৰলৈ তোমালোকৰেই এজনৰ মাধ্যমত তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমালোকক সতৰ্ক কৰাৰ বাবে উপদেশ আহিছে? আৰু স্মৰণ কৰা যে, আল্লাহে তোমালোকক নূহৰ সম্প্ৰদায়ৰ (ধ্বংসৰ) পিছত (তোমালোকৰ আগৰ লোকসকলৰ) স্থলাভিষিক্ত কৰিছে আৰু সৃষ্টিত (দৈহিক গঠনত) তোমালোকক বেছি পৰিমাণে হৃষ্টপুষ্ট- বলিষ্ঠ কৰিছে। গতিকে তোমালোকে আল্লাহৰ অনুগ্ৰহসমূহ স্মৰণ কৰা, যাতে তোমালোকে সফল হ’ব পাৰা’।","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:70","price":"সিহঁতে ক’লে, ‘তুমি আমাৰ ওচৰলৈ এই উদ্দেশ্যত আহিছা নেকি যে, আমি যাতে কেৱল এক আল্লাহৰ ইবাদত কৰোঁ আৰু আমাৰ পিতৃপুৰুষসকলে যিবোৰৰ ইবাদত কৰিছিল সেইবোৰক এৰি দিওঁ? গতিকে যদি তুমি সত্যবাদী হোৱা তেন্তে সেই (শাস্তি)টো লৈ আহা যিটোৰ পৰা তুমি আমাক ভয় দেখুৱাই আছা’।","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:71","price":"তেওঁ ক’লে, ‘তোমালোকৰ প্ৰতিপালকৰ শাস্তি আৰু ক্ৰোধ তোমালোকৰ ওপৰত নিৰ্ধাৰিত হৈয়ে আছে; কিন্তু তোমালোকে মোৰ লগত বিতৰ্কত লিপ্ত হ’ব বিচৰা নেকি এনেকুৱা কিছুমান নামকলৈ যিবোৰ নাম তোমালোকে আৰু তোমালোকৰ পিতৃপুৰুষসকলে ৰাখিছা, যি বিষয়ে আল্লাহে কোনো দলীল-প্ৰমাণ অৱতীৰ্ণ কৰা নাই? গতিকে তোমালোকে অপেক্ষা কৰা, ময়ো তোমালোকৰ লগত অপেক্ষা কৰি আছোঁ।","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:72","price":"তাৰ পিছত আমি তেওঁক আৰু তেওঁৰ সঙ্গীসকলক আমাৰ অনুগ্ৰহত উদ্ধাৰ কৰিছিলোঁ; আৰু আমাৰ আয়াতসমূহক যিসকলে অস্বীকাৰ কৰিছিল আৰু যিসকলে মুমিন নাছিল সিহঁতক নিৰ্মূল কৰিছিলোঁ।","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:73","price":"আৰু ছামূদ জাতিৰ ওচৰলৈ সিহঁতৰ ভাতৃ ছলেহক প্ৰেৰণ কৰিছিলোঁ। তেওঁ কৈছিল, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে কেৱল আল্লাহৰ ইবাদত কৰা। তেওঁৰ বাহিৰে তোমালোকৰ আন কোনো সত্য ইলাহ নাই। নিশ্চয় তোমালোকৰ ওচৰলৈ তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা স্পষ্ট নিদৰ্শন আহি পৰিছে। এইজনী আল্লাহৰ উট, তোমালোকৰ বাবে এটা নিদৰ্শন। এতেকে তোমালোকে ইয়াক আল্লাহৰ পৃথিৱীত চৰি ফুৰি খাবলৈ দিয়া আৰু তাইক কোনো ধৰণৰ কষ্ট নিদিবা, অন্যথা যন্ত্ৰণাদায়ক শাস্তিয়ে তোমালোকক আগুৰি ধৰিব’।","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:74","price":"‘আৰু স্মৰণ কৰা, আদ জাতিৰ (ধ্বংসৰ) পিছত তেৱেঁই তোমালোকক (তোমালোকৰ আগৰ লোকসকলৰ ঠাইত) স্থলাভিষিক্ত কৰিছে, আৰু তেৱেঁই তোমালোকক পৃথিৱীত এনেকৈ প্ৰতিষ্ঠিত কৰিছে যে, তোমালোকে সমতল ভূমিত প্ৰাসাদ নিৰ্মাণ কৰিব পাৰা আৰু পাহাৰ কাটি বাসগৃহ তৈয়াৰ কৰিব পাৰা। গতিকে তোমালোকে আল্লাহৰ অনুগ্ৰহ স্মৰণ কৰা আৰু পৃথিৱীত বিপৰ্যয় সৃষ্টি কৰি নুফুৰিবা’।","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:75","price":"তেওঁৰ সম্প্ৰদায়ৰ অহংকাৰী নেতাসকলে সেই সম্প্ৰদায়ৰ যিসকলে ঈমান আনিছিল- যিসকলক দুৰ্বল বুলি ভৱা হৈছিল তেওঁলোকক ক’লে, ‘তোমালোকে জানানে যে, ছলেহ তেওঁৰ প্ৰতিপালকৰ তৰফৰ পৰা প্ৰেৰিত? তেওঁলোকে (উত্তৰত) ক’লে, ‘নিশ্চয় তেওঁ যি লৈ প্ৰেৰিত হৈছে, আমি তাৰ ওপৰত বিশ্বাসী’।","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:76","price":"অহংকাৰীসকলে ক’লে, ‘নিশ্চয় তোমালোকে যিবোৰ বিশ্বাস কৰিছা আমি সেইবোৰ অবিশ্বাস কৰোঁ’।","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:77","price":"তাৰ পিছত সিহঁতে সেই উটজনীক হত্যা কৰিলে আৰু আল্লাহৰ আদেশ অমান্য কৰিলে আৰু ক’লে, ‘হে ছলেহ! যদি তুমি (সঁচাই) ৰাছুলসকলৰ অন্তৰ্ভুক্ত তেন্তে তুমি আমাক যিটোৰ ভয় দেখুৱাইছা সেয়া লৈ আহা’।","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:78","price":"তাৰ পিছত ভূমিকম্পই সিহঁতক কৰায়ত্ব কৰিলে, ফলত সিহঁতে নিজ নিজ ঘৰতে উবুৰি খাই পৰি (মৰি) থাকিল।","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:79","price":"ইয়াৰ পিছত তেওঁ সিহঁতৰ পৰা মুখ ঘূৰাই লৈ ক’লে, ‘হে মোৰ সম্প্ৰদায়! মই মোৰ প্ৰতিপালকৰ ৰিছালত (যিটো প্ৰদান কৰি মোক প্ৰেৰণ কৰা হৈছে সেয়া) তোমালোকৰ ওচৰলৈ পৌঁচাই দিছিলোঁ আৰু তোমালোকৰ কল্যাণ কামনা কৰিছিলোঁ, কিন্তু তোমালোকেহে কল্যানকামীসকলক পছন্দ নকৰা’।","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:80","price":"আৰু (আমিয়েই) লূতক প্ৰেৰণ কৰিছিলোঁ। তেওঁ নিজ সম্প্ৰদায়ক কৈছিল, ‘তোমালোকে এনেকুৱা জঘন্য অশ্লীল কাম কৰি আছানে? যিটো তোমালোকৰ পূৰ্বে সৃষ্টিজগতৰ কোনেও কৰা নাই’।","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:81","price":"‘নিশ্চয় তোমালোকে যৌন কামনা-তৃপ্তিৰ বাবে নাৰীসকলৰ পৰিবৰ্তে পুৰুষসকলৰ ওচৰলৈ যোৱা, বৰং তোমালোক হৈছা সীমালংঘনকাৰী সম্প্ৰদায়’।","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:82","price":"উত্তৰত তেওঁৰ সম্প্ৰদায়ে কেৱল এই বুলি ক’লে, ‘এওঁলোকক তোমালোকৰ জনপদৰ পৰা উলিয়াই দিয়া, নিশ্চয় এওঁলোক হৈছে এনেকুৱা লোক, যিসকলে অতি পৱিত্ৰ হ’ব বিচাৰে’।","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:83","price":"তাৰ পিছত আমি তেওঁক আৰু তেওঁৰ পৰিয়ালক উদ্ধাৰ কৰিছিলোঁ কেৱল তেওঁৰ স্ত্ৰীৰ বাহিৰে, তাই আছিল পিছত অৱস্থানকাৰীসকলৰ অন্তৰ্ভুক্ত।","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:84","price":"আৰু আমি সিহঁতৰ ওপৰত প্ৰবল ধাৰাষাৰ বৰষুণ বৰ্ষাইছিলোঁ। এতেকে চোৱা, অপৰাধীসকলৰ পৰিণাম কেনেকুৱা আছিল।","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:85","price":"আৰু মাদইয়ানবাসীসকলৰ ওচৰলৈ সিহঁতৰ ভাতৃ শ্বুআইবক (প্ৰেৰণ কৰিছিলোঁ)। তেওঁ কৈছিল, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে কেৱল আল্লাহৰ ইবাদত কৰা। তেওঁৰ বাহিৰে তোমালোকৰ আন কোনো (সত্য) ইলাহ নাই। নিশ্চয় তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমালোকৰ ওচৰলৈ স্পষ্ট প্ৰমাণ আহি পাইছে। গতিকে তোমালোকে জোখ-মাপত ওজন পৰিপূৰ্ণৰূপে প্ৰদান কৰিবা, মানুহক সিহঁতৰ প্ৰাপ্য বস্তু কম নিদিবা, লগতে পৃথিৱীত শান্তি স্থাপনৰ পিছত বিপৰ্যয় সৃষ্টি নকৰিবা, এইটোৱেই তোমালোকৰ বাবে কল্যাণকৰ, যদি তোমালোকে মুমিন হোৱা’।","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:86","price":"‘লগতে যিসকলে আল্লাহৰ প্ৰতি ঈমান আনিছে তেওঁলোকক ভয় দেখুৱাবলৈ আৰু আল্লাহৰ পথত তেওঁলোকক বাধা প্ৰদান কৰিবলৈ তথা তাত বক্ৰতা (দোষ-ত্ৰুটি) অনুসন্ধান কৰিবলৈ তোমালোকে প্ৰতিটো পথত বহি নাথাকিবা। স্মৰণ কৰা, তোমালোকে যেতিয়া সংখ্যাত কম আছিলা, তেতিয়া তেৱেঁই তোমালোকৰ সংখ্যা বৃদ্ধি কৰিছিল। লগতে লক্ষ্য কৰি চোৱাচোন, বিপৰ্যয় সৃষ্টিকাৰীসকলৰ পৰিণাম কেনেকুৱা আছিল’।","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:87","price":"মই যি লৈ প্ৰেৰিত হৈছোঁ তাত যদি তোমালোকৰ কোনো এটা দলে ঈমান পোষণ কৰে আৰু আনটো দলে ঈমান পোষণ নকৰে, তেন্তে আল্লাহে আমাৰ মাজত ফয়চালা নকৰালৈকে ধৈৰ্য্য ধাৰণ কৰা, আৰু তেৱেঁই শ্ৰেষ্ঠ ফয়চালাকাৰী।","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"as"}],"juz":{"id":8,"name":"وَلَوْ أَنَّنَا","transliteration":"Wa Lau Annana","transEn":"If Only We Had","startVerse":"6:111","endVerse":"7:87","totalVerses":142}}