{"data":[{"name":"10:1","price":"1. Alif-Laam-Raa (edde faxem Yalli yaaxige) amah Yalli karriqqi hee kitaabih aayootay (Qhuraan aayoota kinnuk) isi naqoosah baxxaqqa hee kinni.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1365,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:2","price":"2. Nanu ama Qhuraan keenik numuk teynal (Nabii Mucammad ﷺ kinnuk) wacyih oobisnem sinaamal qajab tekkee?, sinam Yallih digaalak meesiisaay keenik Yallaa kee kay farmoytal yeemcnc mara diggah usun meqe taamak tatruseenimil sinni Rabbih xaqul meqe galto loonumul ken ayti kumus axcuk kaa rubnem sinaamal qajab tekkee?Yallih farmoyti ama Qhuraan keenil yikriye waqdi koros diggah Mucammad ﷺ baab abeynaay usuk luk yemeete Qhuraan baxxaqqa-le baaba iyyen.","arabic":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1366,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:3","price":"3. Diggah sin Rabbi yallay qaranwaa kee baaxó lica ayróh addat gine kinni, tohuk lakal Usuk Qarshi amol isi celta fayyah fayya iyye isi ginô caagiida bicisak, Qhiyaamah ayró hebeltô numuy shafaaqatta aba mayan, shafaaqattah idini Yalli kaah yeceek lakal akke waytek, toh Yallaay sin Rabbik kaa uqbuda, tokkel isin ama aayootaa kee tama sumaqwal makaskassowtaanaa?","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1367,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:4","price":"4. Qhiyaamah ayró madaara siinik inkih Yalla fan takkeeh, tamah Yallih xaganaay numma kinni, diggah ginó qimbissaah tohuk lakal tet gacissam Yalla kinni, yeemeneeh meqe taamoomi abbaasite шага qadaalatal galtamkeh, Yallih inkittinaanel koroositeeh Kay farmoytit dirabboyse mari maqubul niqna как gufti toofe lee kee ken qansarissa digaala Ion koroositeenimih sabbatah.","arabic":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1368,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:5","price":"5. Yalla kinni ayró diifu abteeh alsá noori abteeh elle gexxa mafdagoogi teetih caggudussem, isin sanootâ loowoo kee cisab elle taaxigeenimkeh, Yalli ama edde yabba innem cakkik sa kah ginem mali, Yalli isi dudda yaaxige marah astooti baxxaqqa haa.","arabic":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1369,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:6","price":"6. Diggah bar kee laqó ittal abta ciggiltuu kee Yalli qaranwaa kee baaxól ginni heemit Yallak meesita marah kay dudda tascasse astooti tan.","arabic":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1370,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:7","price":"7. Diggah akeeral Nangaaraw qaagitewaah addunyâ manot leedeeh teetit şatta iyye mari, usun Naayootaa kee Nastootiy Ni dudda tascassek garcit yan mara kinnon.","arabic":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1371,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:8","price":"8. Woo marih orbeyná akeeral girá usun addunyal abak sugen umaaneh galtóh.","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1372,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:9","price":"9. Diggah Yallaa kee Kay farmoytal yeemeneeh meqe taamoomi abbaasite marah ken Rabbi Jannatti gita keenih yascasseeh tirri ken elle haa, usun yeemeneenemih sabbatah, sarra weeqaytitte как guba gexxa ruftole niqmat jannoota ken culsa.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1373,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:10","price":"10. Ama moominiinik dooqá Jannatal Ni Rabbow atu saytunnitoh iyyaanama, Yallaa kee kay malaykaay usun ittin fanal aban salaamatta (nagaale) salaamaqleykum iyyaanama, ellecabó dooqá keenik ginó Rabbi dudda le fayla-le iyyaanama.","arabic":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1374,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:11","price":"11. Yalli sinam maqaaneh abitta dooqá sissikuk keenik kah oggola innah umaaneh sinnit aban abaaro sissikuk keenik oggolak suginnay caagid keenil meklimak yeneeh finqitak yenen, tokkel Ni digaalak meesite waah Nangaaraw akeeral qaagite waa mara edde yanin caddok tatur kee baditit edde ken cabna.","arabic":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1375,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:12","price":"12. seehadaytu gibda kaa xagtek woo gibda kaak kallamkeh qaxah inaaqitak hinnay daffeyak hinnay soolak Nee kaliaca, Tokkel woo gibda kaak kalia waqdi kaa xagteh tan gibdah nee kallaceweeh innah, edde suge koroosannut warrayak raaqa, tonnaah Yallal koroositaanam kee kay Ambiya dirabbossaanamat caddok tatre marah abak sugen urna taamoomi keenit bilqisimteh.","arabic":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1376,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:13","price":"13. Nummah siinik duma sugte horaariy Yallih fannoytit dirabbosse finqisneh sinni nafsi koroosannut yudlumen waqdi, nummah ken farmoytit Yallih xaquk baxxaqqa itta astootii kee sumaq keenih luk temeeteeh usun wohul ken nummaysa шага makkon, tonnaah umeyniitih yan maray umaanet caddok tatre tamannal galatna.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1377,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:14","price":"14. Tohuk lakal sinaamey baaxo ciggiila mara sin abne bayisne horaarih gamadal kah abtan inna siinik nablech sin taamoomil sin galatnamkeh, meqe taama tekkek hinnay uma taama tekkek.","arabic":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1378,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:15","price":"15. Nabiyow ama koros koi oobisne Qhuraanih Aayoota baxxaqqa luk keenil tankirriyime waqdi Qhiyaamah ayro rabak lakal ugtiyyaa kee cisab yanim nummayse waa maray Nangaaraw qaagite waa ama Qhuraanak kalah yan Qhuraanay Ni Yallitte qaybise waa bah hinnay usuk elle yan gurrak kaa abiddile tik iyyen, Nabiyow anu inni nafsi Íe gambik kaa abiddilem yok mafaxxintaay yoh maxiqta, anu kalah kataatam mayyu wacyih yol obsima Qhuraan kataatam akke waytek, diggah anu inni Rabbih amri cinek kaxxa ayroh digaalak meesita keenik ixxic.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1379,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:16","price":"16. Nabiyow Yalli faxinnay anu ama Qhuraan siinil akriyak mananniyooy Yalli yi arrabat sin kaa aysaxxaguk mananna, nummah anu ama Qhuraan yi Rabbi wacyih yol oobisak duma sin addal xer wakti sugek tokkel isin sinni kas tamsissi hayteenih ama Qhuraan yi xaquk aneewaam cubbussu mahaytaanaa?keenik ixxic.","arabic":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1380,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:17","price":"17. Tokkel Yallal dirab ginnaasiteeh hinnay kay Aayoota dirabboyse marak dulmih iyyi gacaa?num magaca, diggah umeyniitih yan maray Yallih farmoytit dirabboyse mayasillimaay mayaffoofa.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1381,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:18","price":"18. Ama koros Yallak kalah taniimiy, tu keenik kale waytaah addunyaa kee akeeral tu keenih xiqe wayta yaqbuden, tamahim kah naqbudem Yallih xaqul shafaaqatta neh takkem keh iyyaanama iyyan, Nabiyow keenik ixxic: isin Yalli qaranwaa kee baaxol usuk aaxigewaam kaah warissaanaa? Yalli ama koros agleh kaat hayya haytaamak saytunnooweeh fayya iyyek.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1382,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:19","price":"19. Sinam inki ummattay inki diini lek sa (islaam diini kinnuk) kah sugtem mali tokkel itta weeniih fixiixeenih gari keenik koroositeeh gari keenik cakki diinil elle raaqe, ku Rabbi isi ginok digaalat asissike waamih qangara kaak taturteh suge wannay ama addunyal elle Yalli seehadâ fan mekelak yen, diini caagidik itta elle waanamal.","arabic":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1383,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:20","price":"20.Tama korosih cirdeynaani Mucammadal ﷺ kay Rabbik kay numma tascasse astootiy tambullee macah kaal obsime waytaah iyyan, toysa Nabiyow cagalah qellitteemih ixxiga Yallak sa num maliiy ni- fan kee sin fan Yalli meklelek qambaala! diggah anu siini luk qambaalak keenik ixxic!","arabic":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1384,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:21","price":"21.Sinam (makki koros kinnuk) ken gee gibdaabinih lakal nek yan racmatah (rob kinnuk) temqo ken tammosna waqdi usun too waqdi Naayoota dirabboysaanaah teetil anqasan, nabiyow ama korosuk sin uma malah galtoh Yalli siinit abu waa digaala sissikuk raqta keenik ixxic, diggah Ni farmoytiitiy (malayka kinnuk) sin dacayrih rubna isin uma malah Nastootit abtan dirabboysiyya siinil taktubeeh sin elle galtenno.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1385,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:22","price":"22.Yalla kinni sinaamey barril lac kee lacak kalah taniimiy feertaanamkeh siinih gineh amol sin beytam, Yalla kinni badal doynik amol sin beytam, isin doynikit sugtan waqdi, is ken luk baddi amol meqe caacayat gexxaah usun kaat (caacay kinnuk) yafriceenih, garciik gibdi caacay teetit yemeeteeh haffo kulli gambik ken takkuqeeh keenit temeetek diggah finqi maro keenit heem yasmiteenih, tokkel usun aqbudak sugen yallitte hawweenanaah dooqa dubuk Yallah caglisan, Ni Rabbow nanu taway edde nan gibdaabinak nee naggossek ku niqmatal koo faatita mara akenno iyyan.","arabic":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1386,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:23","price":"23.Tokkel Yalli tama gibdaabinittek ken naggoysa waqdi, usun too waqdi sinni koroosannuh gacaanaah baaxô bagul cakki gita cabba hcenih cakki maliinoh dulmii kee uma taamat baaxo baysan, kee sinaamey cagalah sin caddok taturih dambi siinil gacaah isin tama addunyah manoy tamarraqu wayta kinni edde hataktaanam, tohuk lakal siinik madaara Nee fanah takke, tokkel isin abak suggu itteenim siinih warasennooh sin elle galtenno.","arabic":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1387,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:24","price":"24.Cagalah addunyâ manoo kee tet maaluu kee tet bilhadat abtan hidah ceelallo, Qaraanak oobisne leey (Rob kinnuk) baaxok cooxuy maggo afah yaniy ittat yengeley seehadaa kee lac как yakme edde yoobokeh inna kinni, tama baaxot Qaxaa kee bi 1 hada teetit tambulleeh Qobooruk sissin bisittet bilqitak, Diggah tet le mari tet dagitaah teetit yantifiqeenimih dudda loonum yismiteenim ekkelli haan waqdi, Namrii kee Ni mekla coox kee buqrek teetil taniimih baysah teetih tamaate, bar akki hinnay laqo akki, tokkel coox kee buqre как daggimteeh tiggiriqqime baaxoy coox kee buqrek kimal inkinnah tu elle suge wayte baaxoh inna tet abne, tonnaah ama addunyal usun edde hiddootaanam tamannal baytaah finqitta, sinaamey tama addunyah ceelallo baxxaqqa siinih kah hayna innaah ninkittinaane tascasse astooti cubbusaah elle kaskassoowa marah baxxaqqa hayna.","arabic":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1388,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:25","price":"25.Yalli isi Jannatay nagaynâ dabqa deqsitâ fanah isi naqoosa seecaah isih faxa mara massoowa gitâ fanah tirri haa.","arabic":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1389,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:26","price":"26.Yallal yeemeneeh kay qibaadá yeymeeqe maray usuk ken kali amrisem oggoleeh usuk ken как waaseemik waasime Jannat leeh wohuk fulah isi Rabbih foocih wagitto-le, ditii kee xixxibaanc ken foocitte mabuulta, too maray tama weelot weeloysime usun Jannatti mara kaal waarak.","arabic":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1390,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:27","price":"27.addunyal koroositeeh uma taama abe mari, usun abiten umaaneh innah tanim galtok Ion, qunxaanee kee xixxibaane ken buulta, usun Yallih digaalak cateynay ken cata malón diti gibdah mudugih yan barak tut foocitte keenik buulumteh innah, woo mari usun Girá mara usun teetil waarak.","arabic":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1391,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:28","price":"28.Nabiyow cus! ginó inkih cisab kee galtoh kobxisnu wayna ayró (Qhiyaamah ayró kinnuk), tohuk lakal Yallat agleytit hee marak sin kee isin Yallak kalah Yallat agleytiitih haak sugten Yallittek sinni arac ibbixa keenik inna, tokkel koros kee usun aqbudak sugeenimih fan ittak baxisnah, usun Yallat agleytiitih haak sugen Yallitte isi aqbudak suge marak bari takkeeh, isin nee aqbudak sugteenim nanu Aaxigak masuginninooy nee taqbudeenimih Nanu sin mamrisinnino keenik itta.","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1392,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:29","price":"29. Nee kee sin fan Yalli sumaaqah xiqqi haa, isin neh abak sugten qibaadák nanu garcit sugneemih keenik itta ken Yallitte.","arabic":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1393,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:30","price":"30. Too cisab aracal kulli nafsi taamoomik tatrussu heemil mokkorimah, maqaané tekkek, umaané tekkek, usun inkih sinni Rabbiy nummâ Yalla kinniy qadaalatal mekla abâ fan gacsiman, Yallak kalah diraabah ginnaasiten yallittey aqbudak sugeeni keenik bay teh.","arabic":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1394,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:31","price":"31. Nabiyow ama korosuk ixxic:qaran kee baaxók sin tarzuqhem miyyaay? hinnay oobbaa kee mabulwa tamlikem miyyaay? rabteemik nuwwim tayyaaqeeh nuwwiimik rabtem tayyaaqem miyyaay? ginô caagiida bicissam miyyaay? usun kol gacisak wohim inkih abtam Yalla kok axcelon, toysa isin Yallih digaalák mameesittaanaa? agleytit kaat haytaanamak keenik ixxic.","arabic":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1395,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:32","price":"32. Tokkel toh siinih abtam Yallaay sin Rabbi, usuk cakki Rabbiy qibaadá dibuk cakkisita kinni, tokkel cakkik wadir finqak-sa maca taniih?toysa isin cakki Rabbik mannal daggawsintaanaa?","arabic":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1396,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:33","price":"33. Ama korosuy cakki gitak tewqe sinni koroosannut kah warraytannah ku Rabbih qangaraa kee mekla koroosite maral nummatteh, diggah usun Yallih inkittinaance nummayse woonu waanamah.","arabic":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1397,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:34","price":"34.Nabiyow keenik ixxic:sin yallittey isin taqbudeenik faxe ginooy takkay gino suge waytik qimbissah gintam teetik tanii wohuk lakal woo gino qiddiiy sarra tet uynuwwuuy is elle sugte innah tet gacissam tanii?usun wohul tugacsaanam maduudaanak Nabiyow keenik ixxicYalla kinni gino suge waytik gintaah tohuk lakal tet qiddaah sarra tet taynuwweeh gacissam, tokkel isin cakki gitak deedal gitâ fanah mannal daggawtaanaah?","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1398,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:35","price":"35.Nabiyow ama korosuk ixxic:isin Yallat agleytiitih haytan numtinwwellittet sinaamah cakki gitay massoowa tascassem tanii?usun wohul tu gacsaanam maduudaanak Nabiyow Yalla kinni makkoote num cakki gitay massoowâ fanah tirri haytam, Yallay cakki gita fan tirri haannaa?hinnay sin Yallittey tirri ken haan ken akke waytek, isih tirri axce waytaah sinam tirri hee waytaay? katayyu cakkisittam keenik ixxic, toysa isin Yallaa kee kay ginô fan mannal massossaanaa?ahaay deedal mcklak tanih tan.","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1399,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:36","price":"36.Ama korosuk maggo mari akkalaay dareemuk sa kataatam mali, usun numtinwwellu Yallah haysitan waqdi, diggah akkal kee darccmu cakkik xiqtam mali, diggah Yalli ama koros abba haytam inkih yaaxigeh.","arabic":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1400,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:37","price":"37.Ama Qhuraan diraabah hebeltô num ginnaasiteh baaham matakkaay maduuda Yallak sa, kinnih immay ama Qhuraan Yalli isi ambiyal kaak duma oobise kitoobah nummaysiyyah kaa oobise, ama kitaabal Yalli Mucammad ummattah madqcemih baxxaqqaa kce addâ fakoot elle yan, ama Qhuraan usuk ginô Rabbih xaquk yanim agaywaaga mali.","arabic":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1401,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:38","price":"38.Wonna hinnak Mucammad ama Qhuraan ginnaasiteh maay iyyan? Nabiyow isin kah ittan inna tekkek isin kay inna leemik inki suura baaha, Yallak kalah seehadaa kee ginnik duddu haytaanamah seecitaay cató keenit faxa ama ittaanamat numma yacee mara tekkeenik keenik ixxic.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1402,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:39","price":"39.Wonna hinnay ama Qhuraan naharak kaa yoobben waqdi, kay aayoota cubbuse kalah, kay addal tanim aaxige kalah kaa dirabboysen, kitaabal kah xagnisimen digaalá keenih amaate kalah tet dirabboysen, keenik naharsi ummatta Yalli keenit abe meesisso kah dirabbosse innah, tokkel Nabiyow daalimiinih yan marak ellecabo kah tekke inna wagitey! Yalli ken baysehik.","arabic":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1403,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:40","price":"40. Nabiyow ku marak ama Qhuraan nummassam keenit taniih inkinnah kaa nummayse waytam keenit tanih, ku Rabbi cirdih kaa nummaysewaa maray baaxó baysa keenik yaaxigeh.","arabic":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1404,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:41","price":"41. Nabiyow ama koros koo dirabbossek anu inni diinii kee inni taama liyooh isin sinni diinii kee sinni taama liton, tokkel isin yi taamak bari kinnitoonuuh, anu isin abtaanamak bari kinniyo keenik ixxic!","arabic":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1405,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:42","price":"42. Nabiyow ama korosut kuyab kee ama Qhuraanay atu takriye ankacsa mari keenit yan, kinnih immay usun wohut tirri iyya mara hinnon, tokkel atu aytimaleela taysabbem duddaa? tonnaah atu ama mara tirri haytam madudda aytissinnah usun tucubbusaah wohul qakkaloowa mara akke weenik.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1406,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:43","price":"43. Ama korosut koo kee ku nubuwwannih astootiy nummale wagta mari keenik yan, kinnih immay Nabiyow atu inti maleela tirri haytam duddaa? tonnaah atu ama mara tirri haytam madudda usun bagi intiy cakki edde yableeni Aalle weenik.","arabic":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1407,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:44","price":"44. Diggah Yalli sinam tut mayadluma umaane keenit ossee kee hinnay maqaane keenik daggoyse yakkeemit, kinnih immay sinam isi nafsi isih tadlume koroosannuu kee Yallih amri cinaanamat.","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1408,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:45","price":"45. Nabiyow cus:Yalli ama koros cisab kee galtoh kobxisah yan ayro (Qhiyaamah ayro kinnuk) usun wohuk duma addunyal laqok dago waktik sa tusuge weenih innah gacca iyyan ken geeh yan gibdaabinih sabbatah, addunyal usun mariiy mara keenik kah aaxaguk suge innah itta yaaxigeenih, nummah Yallih angaaraw kee cisab kee galto tanim dirabboysak suge mari finqiteh, usun addunyal tirri iyyeeh meqe taama abbaasite marah masuginnon.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1409,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:46","price":"46.Nabiyow addunyal digaalak ken kah xagnisnaamak tu koo aybullee kee hinnay woh koo aybullee kalah koo warrayse akkenno (raba kinnuk) toysa ama namma caalatal inkih ken caagid nee fan yaduure, tohuk lakal ken taamoomiy usun addunyal abak sugeenil Yalli sumaaqah yaniih ken elle gaițele.","arabic":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1410,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:47","price":"47.Sinaamey siinik duma warrayya itte ummatta inkih farmoytay ken tirtóh rubsume Ie, tokkel ken farmoyti Qhiyaamah ayro yamaate waqdi, Yalli ken fan qadaalatal mekla usun aben taamah galtól andullume kalah.","arabic":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1411,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:48","price":"48.Nabiyow ku marak koros koo kee koo kataate mari A-nee kah xagnissa Qhiyaamah ayroh digaala maawaqadiiy?isin numma yacee mara tekkeenik iyyan.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1412,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:49","price":"49. Nabiyow keenik ixxic : anu inni nafsik umaané waasam maduudaay tuxxiq kaah orbisam maduuda Yalli faxa kaa akke waytek, kulli ummatta waktiy qumri teetik edde yamurruqele, qumri teetik edde yamurruqe wakti yamaate waqdi, toysa too waktik dago wakti mawadirroysimaanaay, dago wakti kaak mayaakuman.","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1413,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:50","price":"50. Nabiyow ama korosuk ixxic:yoh warisay Yallih digaalá bar siinit temeetek hinnay laqó siinit temeetek, toysa umeyniitih yan mari digaaláh obtit kah qataatakam macaay?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1414,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:51","price":"51. A-korosey digaalá siinil obtek sarraa tet nummassaanam?Awayaa isin tet nummassaanam?nummah isin duma is amaate kalah teetit qataatakak sugteenik.","arabic":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1415,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:52","price":"52. Tohuk lakal koroosannut sinni nafsi yudlume marak Yallih digaaláy waartay amurruqe wayta tammoysa keenik iyyan, isin addunyal abak sugten uma taamoomik sa elle galtimtaanam litoonuu?","arabic":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1416,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:53","price":"53. Nabiyow ku marak koros Qhiyaamah ayróh digaalá koo esserta, is nummannaa? Axcuk, Nabiyow keenik ixxic:yeey, inni Rabbil xiibita immay diggah is nummaay agaywaaga mali, isin Yallih digaalák yassaqqe mara hinniton.","arabic":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1417,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:54","price":"54. Diggah ummaan nafsiy Yallal koroosite baaxô bagul duyyek eneyyi ittam kayim akkinnay fidah attacayyuk yen Qhiyaamah ayroh digaalak, usun Yallih digaala yablen waqdi kaxxa nadaama qellissi haan addunyal Yallaa kee kay farmoytit nummayse weenimih sabbatah, Yalli ken fan qadaalatal mekla usun andullume kalah.","arabic":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1418,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:55","price":"55. Oobbiya! Diggah Qaranwaa kee baaxól eneyyi ittam Yalli lek, oobbiya! Diggah Yalli Qhiyaamah ayró cisab kee galtoh hee xagni cakki kinniih raqmalik, kinnih immay keenik maggo mari woh numma kinnim mayaaxiga.","arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1419,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:56","price":"56. Diggah Yalli yaynuwweeh qidah, isin rabteeniik lakal kaâ fanah gacsimtaanaah taamak abba hayteenimil sin gaițele.","arabic":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1420,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:57","price":"57. Sinaamey nummah ama Qhuraanay elle kaskassowtaanay Yallih digaala sin kassiisa sin Rabbik siinih yemeete, usuk iggimaa kee agaywaagâ dalkay lubbittet tanik diwa kinni, makot gexxaanamak tirtooy moominiiniy kaa kataatteh nacrooro.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1421,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:58","price":"58. Nabiyow sinaamak ixxic :tirtóo kee cakki diiniy siinih yemeete Yallak muxxooy nacror kinni, toysa usun tohut wallitoonay, tokkel Yalli keenih kah seeca islaamaninnoo kee Qhuraan kataataanam addunyâ duyyê baxay usun kobxisaanay baytak kayrih aysuk keenih raqta.","arabic":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1422,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:59","price":"59. Nabiyow ama kol ooba wacyi tangadde korosuk ixxic:yoh warisay ama rizqhiy Yalli lac kee buqreey wohuk kalah taniimik siinih oobiseeh yeceey tu как caraamu abtaanaah tu kak calaali abtaanah idini Yalli siinih yecee innaa?hinnak Yallal dirab kee deedal ginnaasittaanaa?keenik ixxic.","arabic":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1423,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:60","price":"60. Ama korosuy Yallal dirab ginnaasitta Yalli keenil carammoyseweem sinnil carammossa, Yalli Qhiyaamah ayro usun kaal ginnaasiten diraabal maca keenik abuwaam yakkaleeniih? dambi keenih cabuwaam yakkaleenii? Maleey, wonna hinnay Yalli digaalah urta gira ken culsele, diggah Yalli sinam amol maggo muxxo Íe Rabbi kinni, addunyal digaalat keenik assissike waa waqdi, kinnih immay keenik maggo mari Yalli keenih abah yan muxxol kaa mafaatitan.","arabic":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1424,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:61","price":"61. Nabiyow atu isi caagiidak caagidik teynal mageytimtaay Yallih Qhuraanih aayoota matakriya, isin hebeltô taamay abtaana manton, uma taama tekkek hinnay meqe taama tekkek, nanu siini luk naniih sin taamoomi dacrisna nee akke waytek, isin woo taamoomit cultaanaah abtan waqdi, ku Rabbik baaxô bagul tumaqellittaay qaraanal tumaqellitta qunaxa xuuneyti qilsah gidek xabba haanamaay wohuk qunxaamaay wohuk nabam kaak maqellitta baxxaqale kitaabih addal kutbeh tan tet akke waytek (lawcal macfuuz adda kinnuk).","arabic":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1425,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:62","price":"62. Oobbiya diggah Yallih awliya akeeral Yallih digaalah meesi ken amol matanaay addunyal keenik taturteemih marookitan.","arabic":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1426,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:63","price":"63. Ama awliyah weeloola diggah usun Yalla nummayseeh kay farmoyta kataateeh Yalli ken kah amrisem oggoleeh usuk ken как waaseemik waasimeeh kaak meesitak suge mara kinni.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1427,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:64","price":"64. Ama awliya addunyâ manoo kee akeeral ruffu ken haytam (jannat kinnuk) aytikumah Ion, Yalli hee xagana mamakaay kay maxcooca korsa mali, toh is kaxxa maffaafay affaf как wadirit raaqewaa kinni.","arabic":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1428,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:65","price":"65. Nabiyow ama koros atu farmoyta hinnito iyyaanamih maxcoo kee usun ku Rabbit agleytit haanam koo rookise waytay, diggah duddaa kee baari addunyaay akeeral inkih Yalli lek, usuk ken maxco yaabbi ken taama yaaxigi kinni.","arabic":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1429,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:66","price":"66. Oobbiya diggah Qaranwal taniimiiy baaxol tanim Yalli lek, ama koros Yallak kalah taniimiy katattaah taqbude maatiyaay agleytiitiklusun dareemuuy deedalak sa kataataanam malón, usun diraabat yaabaanamak sa kalah iyyaanam malón.","arabic":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1430,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:67","price":"67. Yalla kinni sinaamey bar taamâ taqabik edde tastriicoonuh siinih abtem, laqo tu edde tableeniih rizqhi (quusi) edde gurrusuttoonuh diifu siinih abtem, diggah tohut cakki maabbah yab yaabbe marah Yallih inkittinaane tascasse astooti edde tan.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1431,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:68","price":"68. Yahuud kee Nasaara Yalli baxa haysite itte, yalli wohuk saytunnooweeh, usuk isik kalih marak gaddali kinni, Qaranwal tanim kee baaxol tanim inkih usuk Íe, isin tama Yallal diraabah ginnaasittaanamal sumaaqah litoonum manton, isin aaxige waytaanam Yallal diraabah ginnaasitak usuk baxa-lc ittaanaa?","arabic":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1432,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:69","price":"69. Nabiyow diggah Yalli baxale axcuk Yallal dirab ginnaasita mari addunyaay akeeral mayaffoofa ixxic.","arabic":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1433,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:70","price":"70. Ama Yallal dirab ginnaasite mari addunyâ bagul edde yanin koroosannut dago hatkiyyah hatke-lon, tohuk wadir usun rabeeniik lakal nee fan gacan, sarra akeeral girâ digaalay gibdi ken tammoysenno Yallal koroositeenih sugeenimî sabbatah.","arabic":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1434,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:71","price":"71. Nabiyow tama Makki korosul Nabii Nuuc xaagu akriyey usuk isi marak iyye waqdi:yi maraw anu sin addal abe daffeynaa kee Yallih astootit siinit abe kassis siinit yenbeeh yigibdeek, toysa anu dibuk Yallal keltaah kaal kibalsitak isin sinni caagiida bicsitaay eggereereqa, isin sinni Yallittey Yallat agleytiitih haytaanah seecita, tohuk lakal sin caagid siinik qellita caagid akke waay, tohuk lakal yot abtoonu waytan digaala yot abaay dago wakti yoh maqambaalina keenik iyye.","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1435,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:72","price":"72.Tokkel anu siinit aba seecoo kee kassiisit derre cabteenik, toysa tohul derre yot kah cabtan galtoy sin essere mayyu yi galto numul matan, Yallih xaqul tan tet akke waytek, anu muslimiinik numuk teyna akkeemih amrisime.","arabic":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1436,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:73","price":"73.Tokkel Nabii Nuuc mari usuk Yallak keenih luk yemeeteemil kaa dirabboyseeniih, usun koroosannuk makatinnon, tokkel Nabii Nuuc kee kaâ luk yan maray yeemene doynikit ken naggosneeh raaqisne, woo marak baaxó ciggiila mara ken abneeh Ninkittinaane tascasse astooti dirabboyse mara leet xuumusne, toysa Nabiyow wagitaay cubbusey Nabii Nuuc Yallih digaalak meesiise marak ellecabo kah tekke inna.","arabic":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1437,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:74","price":"74.Tohuk lakal Nabii Nuuc gamadal farmoytit le mará fanah rubne, tokkel baxxaqqa itta astootiy ken numma tascasse keenih luk yemeeten, tokkel keenik duma Nabii Nuuc mari dirabboyseemil yaamine mara makkon, ama marih lubbitte iimaanak kah alifne innaah, umaanet caddok tatrinnaanih marih lubbitte tamannal alifna.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1438,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:75","price":"75. Sarra woo farmoytiitih lakal Nabii Muusaa kee Nabii Haaruun Firqawnaa kee kay makaaban fanah Nastooti luk ken rubne, tokkel usun cakkî fanah gacaanam cineeniih kaxxamariiniteenih, usun umeyniitiy Yallat agleytit haytay baaxó bayissah sugen.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1439,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:76","price":"76. Tokkel firqawnaa kee kay marah Ni xaquk Nabii Muusa luk yemeete cakki ken yoofe waqdi, diggah ah baxxaqqaÍe baaba iyyen.","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1440,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:77","price":"77. Nabii Muusa ken maxcó qajjibsitak iyyeh: cakki siinih yemeete waqdi diggah ah baxxaqqa iyya baaba ittaanaa?Baababeynit addunyaay akeeral mataffoofa.","arabic":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1441,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:78","price":"78. Firqawnaa kee kay makaaban Nabii Muusak, atu nabbobti abak sugte qibaadáy ken elle geynek nee maktuh koo kee Haaruun nabnaa kee reedá, masri baaxól sinim takkemkeh neh temeetee? nanu sin nammay farmoytit kinnitoonum nummaysa mara hinnino iyyen.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1442,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:79","price":"79. Firqawni ummaan baababeynay baab ixxiga Íe yoh baaha iyye.","arabic":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1443,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:80","price":"80. Tokkel baababeynit Firqawnal temeete waqdi, Nabii Muusa isin akootaa kee cooxuk qambissoonu waytaanam qambisa keenik iyye.","arabic":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1444,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:81","price":"81. Tokkel usun sinni akootaa kee coox qambisen waqdi, Nabii Muusa diggah isin luk temeeteenih qambisseenim baaba, diggah Yalli kaa baysele diggah Yalli baaxo umaanct baysa marih taama mayaymaaqa keenik iyye.","arabic":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1445,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:82","price":"82. Yalli cakki diggi haah arcisah, isi qangor kee isi astootit deedalak amo kaa ciggiilisak, umeynit woh tanqibe way.","arabic":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1446,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:83","price":"83. Tokkel Nabii Muusal teemeneeh kaa katattem matan kay marih samadak (israa, iil xaylo kinnuk) horta akke waytek, usun Firqawnaa kee kay makaaban digaalát sinni mokkortaamak meesitak, diggah Firqawni baaxô bagul kaxxamariiniteeh, diggah usuk koroosannuu kee baaxô baysat caddok tatre marak numuk teyna kinni.","arabic":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1447,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:84","price":"84. Nabii Muusa yi maraw isin Yalla nummayse тага tekkeenik, toysa kaal kelitaay kibal kaal haysita, isin Yallih amri oggola тага tekkeenik keenik iyye.","arabic":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1448,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:85","price":"85. Tokkel Nabii Muusâ mari:Nabii Muusak nanu dibuk Yallal kelitneeh kibal kaal haysitnek Ni Rabbow daalimiinih yan maray koroositeh iisa nek keenih maacin, diinil nee mokkoraanamak iyyen.","arabic":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1449,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:86","price":"86. Ni Rabbow Firqawnaa kee kay maray koroositek ku Racmatah nee naggos iyyen.","arabic":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1450,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:87","price":"87. Nabii Muusaa kee kay toobokoyta Nabii Haaruunul sinni marah Masri baaxol dabqah elle gacan qarway salat elle abaana haysitaay, sinni qarwa salat elle abtan aroocah haysita Qaduwwik meesitteenik, fardi salat abaay soolisa, yeemene шага iisaa kee jannatal aytikumusa iyyaanamah wacyi keenil oobisne.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1451,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:88","price":"88. Nabii Muusa:Ni Rabbow diggah atu Firqawnaa kee kay makaabanah bilhadaa kee maalu addunyâ manol teceeh, Ni Rabbow usun ku gitak sinam makot beyoonuh catoh kaa haysiteenik, Ni Rabbow ken maalu bayissi duggu hayisaay lubbitte keenik yaamineenimik kaluqqu hayis, tokkel usun qansarissa digaala ubullu haanam fanah ma yaaminaanak iyye.","arabic":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1452,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:89","price":"89. Yalli ken nammayak Firqawnaa kee kay makaabanat abten abaaró siinik oggolimtchik, toysa sinni diinil soolaay diggi ixxica, yi xaganaa kee yi meesisso numma kinnim Aaxige waa marih gita makataatina keenik iyye.","arabic":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1453,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:90","price":"90. Israa-iil xayloh bad baxisneeh kaak ken tabisneh, tokkel Firqawnaa kee kay qande dulmii kee caddok taturuh ken katatte, Firqawna xuumiyyi kaa geeh kaa matre waqdi, diggah usuk (Yalla kinnuk) israa-iil xaylo nummasse Yallak sa Yalli aneewaamal anu eemeneeh, anu muslimiinik numuk teyna kinniyo iyye.","arabic":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1454,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:91","price":"91. Firqawnaw awaay, manok tobboodeeh rabi koh xayyoowe waqdii Yallal taaminem! Nummah amahak duma Yallih amri cinteeh baaxo baysa marih numuh sugtek? kaak iyye Yalli.","arabic":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1455,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:92","price":"92. Firqawnaw asaaku ku xagaray rooci sinni luk badak koo naggoysennooh baaxok fayya- le aracal koo heenno sinaamak koi ciggiila marah asta takkeeh kot tekkeemil kaskassoowa шага yakkeenimkeh, diggah sinaamak maggo mari Ni dudda tascasse astootik garcit yanin.","arabic":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1456,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:93","price":"93. Nummah israa-iil xaylo meqe dabqal oobisneeh ken hayne, meqe rizqhiy (quusi kinnuk) calaalik yani keenih necee, tokkel usun diini caagidil itta mawannon Nabii Mucammadal oobe Qhuraan keenih amma iyyam fanah, Nabiyow diggah ku Rabbi Qhiyaamah ayro usun diini caagidik itta elle waak suggu iyyeenimil ken fan meklele.","arabic":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1457,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:94","price":"94. Nabiyow kol oobisneeh koh warisnem numma kinniimik agaywaagat tenek, toysa kok duma Tawraat kitab kee Injiil kitab yakriye mara esserlnummah Nabiyow atu Yallih farmoyta kinnitoomuh numma ku Rabbik koh temeetehik, atu woh numma kinniimit agaywaagita marih num makkin.","arabic":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1458,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:95","price":"95. Nabiyow Yallih inkittinaanee kee kay dudda tascasse astooti dirabboysa marih num makkin, toysa atu kasaariteeh finqite marih num akkettok.","arabic":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1459,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:96","price":"96. Diggah Nabiyow ku Rabbik digaalâ maxco die dabaqtech nummatte mari Yallih inkittinaane ma nummaysa.","arabic":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1460,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:97","price":"97. Usun (koros kinnuk) elle kaskassoowan astootik kulli asta keenih tamaate way qansarissa digaala ubullu haanam fanah tu keenih xiqa iimaanah ma yaaminan.","arabic":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1461,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:98","price":"98. Magaalol marak inki magaalah maray yeemeneeh iimaan yinfiqe mayan, digaala keenil obtak naharal, Nab і і Yuunus тага akke waytek, tokkel usun digaalá keenil obtain yismiten waqdi yeemeneeniih Yallal gacen, tokkel ken xixxibissa digaala fayya keenik hayne addunyâ manol, qumri keenik edde yamurruqe wakti fanah ken hatkisne.","arabic":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1462,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:99","price":"99. Nabiyow ku Rabbi baaxô marah iimaan faxinnay Baaxô mari inkih aamanuk yen, tokkel atu iimaanah sinam dirkissaa? yaamine mara yakkeenimkeh.","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1463,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:100","price":"100. hebeltô nafsih yaaminem ma takka Yallih idniiy kay fayxi akke waytek, Yalli digaalaa kee xixxibaane kay inkittinaanee kee kay dudda tascasse astootil kaskassoowe waa maral haa.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1464,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:101","price":"101. Nabiyow ku marak ixxic:wagitaay cubbusa Yallih duddaa kee kay inkittinaane tascasse astootik qaranwaa kee baaxol tanim, kinnih immay astootii kee Yallih digaalak sinam meesissa farmoytiitih mamaata tu ma xiqta aamine waa marah.","arabic":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1465,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:102","price":"102. Ama koros keenik duma warree maral obte digaalah innah tan digaalak-sa qambaltam maay lee? Mali, Nabiyow keenik ixxic : toysa isin Yallih digaala qambaala, diggah anu siinî luk siinil obta digaala qambaala marat ayyok keenik ixxic!","arabic":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1466,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:103","price":"103. Tohuk lakal Ni farmoytit kee keenï luk yeemene mara korosul obte digaalak naggosnah, Nabiyow woo mara kah naggosne innah koo kee koo nummayse mara naggosnam cakkik nel tan.","arabic":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1467,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:104","price":"104. Nabiyow sinaamak, sinaamey anu fan sin как seecah an yi diinik (islaam diini kinnuk) agaywaagitten sin tekkek, toysa anu faxe caalatal isin Yallak kalah taqbuden numtinwwellittek tumaqbuda, kinnih immay sin roocitte yayyaaqe inki Yalla aqbude, anu Yallih inkittinaane nummayse marih num akkeemih amrisime keenik ixxic!","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1468,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:105","price":"105. Nabiyow aka diinittek inkih xabanah gacak isi nafsi islaam diiniy massoowal soolisaay Yallat agleytit haa marih num makkiniiyyaanamah amrisime keenik ixxic!","arabic":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1469,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:106","price":"106. Nabiyow Yalla kalah tu koh xiqc waytaah tu kok kale wayta numtinwwellittek tumaqbadin, tokkel atu toh abe koo tekkek, toysa diggah atu Yallat agleyta heeh isi nafsi koroosannut yudlume marih num akkettok kaak iyye Yalli.","arabic":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1470,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:107","price":"107. Nabiyow Yalli gibdaabinaay hinnay balak tu koo xagsek, toysa too bala fayya kok haytam matan Yalla akke waytek, Nabiyow Yalli niqmoota koh yaceem faxe kaa tekkek kay muxxo kok waase mayan, Yalli woo muxxo isi naqoosak isih kah faxa marah tet yacee, Yalli usuk dambi cabti li xuwaw li kinni.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1471,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:108","price":"108. Nabiyow sinaamak sin Rabbik Yallih farmoyti baxxaqqa-le Qhuraan siinih luk ycmeete, toysa iimaanal tirri siinik iyya num cagalah isi nafsi tirri kah iyyam, cakki gitak makkoote num, toysa kay makkootiyyi kaa lafaah kay nafsil yaduure, Anu sin dacriséy sin amol yani hinniyo, anu Yallih farmo sin gudduysa numû kalah keenik ixxic.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1472,"juzNumber":11,"footnotes":"","lang":"aa"},{"name":"10:109","price":"109. Nabiyow wacyik koi obsimtam kataataay, Yallih diini guddussaamah kot garaa gibdaabinal isbir, Yalli koo kee ken (koros kinnuk) fan mekelli haam fanah, Yalli usuk mekla abba haa marak meklah yaysi kinni.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1473,"juzNumber":11,"footnotes":"","lang":"aa"}],"chapter":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"]}