{"data":[{"name":"12:1","price":"1. Alif-Laam-Raa (edde faxem Yalli Yaaxige) amah baxxaqa iyya kitaabih aayootay Yalli calaalii kee caraamu baxxaqa elle hee kinni.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:2","price":"2. Diggah nanu ama Qhuraan Qarab afat kaa oobisne kaak maqna taaxigeeniih kas elle geytaanankeh.","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:3","price":"3. Nabiyow nanu ama Qhuraanay wacyih kol oobisneh addal xaaguk yayse xaagu kol maaqnaah koh warisna, atu ama Qhuraan kol oobisnak naharat tama xaagittck garcit suge marih loowot sugteeh atu tu teekik aaxige kalah.","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:4","price":"4. Nabii Mucammadow! isi marah cus, Nabii Yuusuf isi abbak: Yabbaw anu diggah soonol taban kee inki cutuktaay ayroo kee alsa yoh kummaatah ken uble iyye waqdi.","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:5","price":"5. Nabii Yaq-qhuub isi baxa Yuusufuk: yi baxaw tama isi soono isi toobokol ma maaqin, toysa usun koo elle qidan innah uma malah koh malseloonuk, diggah sheytan seehadaytuh qaduwwiy qadaawat kak baxxaqqa iyye kinnik kaak iyye.","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:6","price":"6. yi baxaw ku Rabbi ama soono koo kah yuybulle innaah nubuwwannuh koo doorele, sinam table soonoona elle tafdige inna koo barsele, Yalli nubuwwanni niqmat koo kee Nabii Yaq-qhuub samadah duudusele, tahak duma ku namma abba Nabii Ibraahim kee Nabii iscaaqhah nubuwwanni niqmat keenih kah duuduse innah, diggah ku Rabbi isi naqoosak nubuwwannuh doora mara yaaxigi, usuk naggaaraay küllim laaracat haa Rabbi kinni kaak iyye.","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:7","price":"7. Nummah Nabii Yuusuf kee kay toobokoh xaagut Yallih duddaa kee kay inkittinaane tascassee astooti tan, ken xaagu esseraah woh yaaxigem faxa marah.","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:8","price":"8. Nabii Mucammadow cus, Nabii Yuusuf tooboko (kay abbah xaylo kinnuk) ittin fanalmabba Yuusuf kee kay toobokoytah (usuk binyaaminiy inaa kee abba inkih kaâ luk le kinnuk) kacanuh nek lafitak keenih raaqa nanu maggo hortah anuk ittak itte waqdi, diggah Nabba baxxaqqa itta makoh addat yan, ken nek muxxuse waqdi iyyen.","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:9","price":"9. Yuusuf qida hinnay maagalak xer baaxol kaa hayisa sin abbah kacanuu kee kay fooci siinih caglimaah siinik kalih mara wagte waankeh, tohuk lakal meqe maray dambik Yallal gace akkettoonuk sittak iyyen.","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:10","price":"10. Yuusuf toobokok yaabe num isin yuusuf maqidinay dite le qeelay adda xeerit kaa qida gexsó marak marik teyni kaa assukuqqelek, anu kay caagidik siinih ascassem aba isin ittaanam abtaanam faxxeenik keenik iyye.","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:11","price":"11. Yuusuf tooboko nabbaw macaay Ni toobokoyta Yuusufuh nee kah aamine waytam, diggah nanu kaah allaaqallaah kaa dacrisnaah kayri kaah faxa тага kinninok kaak iyyen.","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:12","price":"12. Beera barri nê luk kaa rub meqem akmeleeh ruffu axcelek, qalalah nê luk digreleeh diggah nanu atu kaah как meesitti ittaamak kaa dacrisennok kaak iyyen.","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:13","price":"13. Ken abba Nabii Yaq-qhuub: diggah yoo biyaktam isin barri (laaqu kinnuk) kaa beytan waqdi usuk yok aba baxsimiyya, isin garcit kaak anuk suulayti kaa yakmeemik meesita keenik iyye.","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:14","price":"14. Yuusuf tooboko xiibitak sinni abbak: nanu hortay qandcleh anuk suulayti kaa yokmek, toysa diggah nanu kasaarite maray kayri cdde aneewaa kinnino kaak iyyen.","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:15","price":"15. Tokkel ken abba Nabii Yaq-qhuub keenî luk kaa ruubeeh usun kaa beeniih adda xer qeelat kaa qidaanamal itta geen waqdi, nanu Yuusuful wacyi oobisne tama usun umaanek kol baaheenim keenih warsetto iyyaanamah, usun atu ken toobokoyta Yuusuf kinnitom kok aaxige kalah.","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:16","price":"16. Nabii Yuusuf tooboko barak qishâ wakti sinni abbal weeqak temeete rooka aybullak.","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:17","price":"17. Nabii Yuusuf tooboko Nabbaw:diggah nanu ardah ittat qalalluh genneeh Yuusuf ni duyyeh xaqul cabne, tokkel suulayti kaa yokmeeh nanu wohut numma yacee mara nakkeway atu nee manummassa immay kaak iyyen.","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:18","price":"18. usun Nabii Yuusuf kamis dirab qabalat bayissi heenih yemeeten ken abba ken nummaysankeh, ken abba Nabii Yaq-qhuub:caagid isin kah ittan inna hinna sin nafsiy umaaneh sin amrise uma caagid siinit bilqise ikkal, toysa Yi sabri qaxmeqe sabriy numul faata как aceewaa kinni, isin diraabak weelossu haytaanamak Yallal cato faxa keenik iyye.","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:19","price":"19. gexsô marak horta temeeteeh, tokkel usun lee keenih gurrusa num ruubeeniih, woo num isi tagra qeelat qidech Nabii Yuusuf teetit waxeexeeh teetit edde yewqe, tokkel qeelat tagra qide num kaa yuble waqdi isi kataysiisih seecak isee kee ken inkih aytikumuseeh berraakise tah qaxmeqe awka axcuk, kaa kee kay kataysis aka gexsô maray keeni luk sugey aracal keenik raaqek kaa yooqoreenih tellemmô duyyeh kaa haysitak, Yalli usun Nabii Yuusufuk abaanam yaaxigeeh tu kaak ma qellitta.","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:20","price":"20. gexsô marak Nabii Yuusuf qeelak yeyyeeqe num kee kay kataysis melleb как boolale lakqoy dagoy loowintah kaa xaamen, kaak yamurruqeeninkeh, usun kaxxa sangel kaah Íe marah suge weenimih sabbatah.","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:21","price":"21. Gexsô mari Nabii Yuusuf masri baaxo baahen waqdi, amoytal kataata abba keenik kaa xaamite, usuk isi barrak Ni xaqul arac kaah abaay kaa konnabisaay kaah emeq nee yanfiqenkeh hinnay baxah kaa haysitnankeh teetik iyye, tonnaah Nabii Yuusuf qeelak kaa kah naggosne innaah masri baaxol arac kaah abneeh kaa arcisneeh kadnoonih abba kaa abne, soonoonä fidgak tu kaa barisnankeh, Yalli usuk isih faxa caagidil mayso li kinniih kaa taanissam matan, kinnih immay sinaamak maggo mari caagid inkih Yallih gabat yanim ma yaaxiga.","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:22","price":"22. Nabii Yuusuf maqarle furrayniino yoofe waqdi nubuwwanuu kee fahmiiy ixxiga kaah necee, tonnaah Nabii Yuusuf kah galatne meqe galtoh innah tan galtoh meqe mara galatnah.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:23","price":"23. Nabii Yuusuf buxal kak yan masri baaxok abbâ gubayti barra (zuleykha kinnuk) Nabii Yuusuf isi nafsî fanah kaa secte usuk isil orbankch gibdi kacanuy kaah abteh, qari afoofi isee kee Nabii Yuusufut kaluqqu hayteeh anu koh bicsitehik yoo fan sissikuk am kaak itte, tokkel atu yoo kah secta umaaanek Yalla maggansitaah kaa eleelita, diggah kubaqli arac yoh abeeh usuk yoo yamlikech, yoo yeynebe abbâ kal kay barral kaa Magana teetik iyye, diggah daalimiin faxxem mageytaay ma taffoofa.","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:24","price":"24. nummah is (zuleykha kinnuk) baguuk dalwah kaa niyatteeh usuk isi nafsik tet waasuh tet yaatukem faxe isi Rabbih astootik astak teyna able wannay, woh kaa kah nuybulleem umaanee kee dalwa kaak gutuqnu kinni, diggah (Nabii Yuusuf kinnuk) Ni naqoosak saytunnosneeh farmoh doorre maray qibaada Yallah caglisak numuk teyna kinni iyye Yalli.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:25","price":"25. Nabii Yuusuf kee zuleykha inkih afâ fan sissikuk yerden kaay teetik kuday yawqem faxaa kee teetiy awqe kaa kaltuh kaa tabbixem faxxah anuk, is wadirik kaa eleleteeh kamis derrek kaak hirigteeh qanxisse awqe kaa kaltankeh, afâ xaqul tet baqli keenih suge, tokkel ku barra dalwah faxe numuk galto macaay casbit kaa hee kee hinnay kaa qansarissa digaalah kaa digaalanken akke waytek kaak itte.","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:26","price":"26. Nabii Yuusuf tet dirabboysak is (zuleykha kinnuk) isi nafsí fan dalwah yoh secteeh anu woh teetik cineeh umaaneh teetit faxem mayyu iyye, tokkel tet marak saldiy handuulut (sarollole kinnuk) yani kaah sumaaqite, tokkel kay kamis foocak qanxisimek is numma teceeh usuk dirableelak numuk teyna kinni iyye.","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:27","price":"27. kay kamis derrek qanxisimek, toysa is dirabley dirab teceeh, usuk numma yacee marak numuk teyna kinni iyye.","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:28","price":"28. Tokkel tet baqli kay kamis derrek qanxisimem yuble waqdi Nabii Yuusuf wohuk barih yanim yeexegeeh isi barrak diggah ama dirab agabow sin uma keydii kee malmaalu kinni, diggah sin uma keydii kee sin malmaali kaxxam naba teetik iyye.","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:29","price":"29. Tet baqli: Yuusufow koo kee yibarrah fanat yekke caagidit derre cabaay numuh mawarsin kaak iyye, isi barrak kee barray atu isi dambiy abtek Yallal dambi cabti esserit, diggah atu dambileelak tiyak teyna kinnitok teetik iyye, Yuusuf dalwah isi nafsi fan secteeh wohul kaa teerre waqdi.","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:30","price":"30. woo xaagi magaalah agabu yoofeeh usun kaat walaleenih:qaziiz (masri baaxok abbâ gubaytuh yan num kinnuk) barra assacakkuk:is isi awka isi nafsi fan dalwah secta, nummah is kaah abte kacni tet lubbik siba yoofe, diggah nanu is tamahat asse waqdi baxxaqqa itta makoh addat tet nable iyyen.","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:31","price":"31. Tokkel qaziiz barra usun teetit aban camii kee assacokki toobbe waqdi is isi gufneh ken seecak farmo keenih rúbte, elle gacan arac кее elle keltan makaddiidiiy, garuq faxxa maaqo keenih massosseeh kulli tiyah gile keenik tecee maaqo edde yargiqeeninkeh, tohuk lakal Yuusufow: keenil eweq itteeh, usuk keenil yewqeeh usun kaa yublen waqdi kaa yessekexxeenih, kay qaxmaqaane ken hirigteeh gaboobi sinnik yirgiqen, garuq faxxa maaqo yargiqeenim akkaluk warigá gibdah, usun qajjibsitak: caysa Yalli saytunih tah seehadaytu hinna, ta seehadayti kalah tuhinna Yallih garil muxxo le malaykattu akke waytek iyyen.","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:32","price":"32.Qaziiz barra ama agabuy gaboobi isik yirgiqek:tama sin geytem mabulul sin как geyte awkay yoo kah tessecekkeeniih kah qaybisseeni awka kinni keenik itte, nummah anu inni nafsi fan kaa seeceh innih faxam kaat geyuh, tokkel usuk tamah kaxxa ciniyyah yook cine, anu kaa kah amrisah anim yok cinek diggah casbit gacaamat diggalsimeleeh xixxibiteeh yuqunxee marih num akkele itte.","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:33","price":"33.Nabii Yuusufiken sarrii kee ken uma malak Yalla maggansitak iyyehYi Rabbow usun yoo kah seecan dalawat asaamak casbit gacaam kiciyyooh woh yoh aysuk raqta, yi Rabbow ken uma mala alla yok hee wayteeh yok waase waytek ken fanah qeegeyyooh iggimah dambi aba marih num akkeyyo iyye.","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:34","price":"34.Tokkel kay Rabbi dooqa kaak oggoleeh ken urna mala kaak yeyxeereh, diggah Yalli usuk isi ginok isi xaaqa marih dooqa yaabbi isi eleelita marih caaloota yaaxigi kinni.","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:35","price":"35.Tohuk lakal qaziiz kee kay kataysis Nabii Yuusuf kaal heenimik barih yaniimih astooti keenih qaddowteek lakal, diggah casbit kaa haanam keenih tumbullee amixxige waa waktï fanah fadaacat meesih.","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:36","price":"36.Nabii Yuusuf casbit heeniih namma furraynuy umaaneh dareemaana casbi ká luk culte, ken nammayak tiik teyni (isi amoytah gocoy xayyoysak suge num kinnuk) anu soonol qinab gocoy yakkenkeh axmuumem innik uble iyye, akitti (isi amoytah gaqambo dubak suge num kinnuk) keenik anu soonol inni moyyal gaqanbo elle tan gadbo akkuqeeh haada teetik takmem ublek Yuusufow nanu nuble soonoh fidga neh warisey, diggah soono fidga yaaxigeeh isi Rabbih qibaada yaymaaqeeh sinaamâ luk meqe gexsit leh yan marih numuh koo nablek kaak iyyen.","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:37","price":"37.Nabii Yuusuf ken nammayak iyyeh:isin elle tannin casbil maaqok akummu haytaanamay siinih tamaate matan is siinih tamaatek naharat is kinni maaqo anu siinih warsa yoo akke waytek, tama soonoy siinih maaqu waa kee qcllittaamay siinih warsa inkih yi Rabbi yoo barsem kinni, diggah anu Yalla nummaysaah qibaada kaah caglisa, anu Yalla nummayse waa maray kaat agleyta haah diini cabeeh keenik exxeereh, usun Qhiyaamah ayro ugut yaniih cisab yanim yangadde mага kinnon.","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:38","price":"38. Nabii Yuusuf anu inni abbotti Nabii Ibraahim kee Nabii Iscaaqhaay Nabii Yaq-qhuub diini kataataah, Yalla dubuk aqbudeeh nanu Yallat hebeltohim agleh haynam nek ma faxximtaay neh maxiqta, nanu too Yalla inkittosnaah qibaada kaah caglisnam Yallih muxxoy naamol taniih sinam amol tani kinni, kinnih immay sinaamak maggo mari iimaan niqmatal Yalla ma faatita.","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:39","price":"39.Nabii Yuusuf casbit kaâ luk yan namma furraynuk yi namma kataysaw fixiixih tan maggo Yallittey fixiixih ginnimteh qibaada aysuk raqta innaa?hinnay inki Yallay dirkiseh yanih qibaada aysuk raqtaah keenik iyye.","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:40","price":"40.A korosey isin Yallak kalah taqbudeenim matan sin kee sin abbobti foyyah Yallittel muggaaqiseeniih migaqwa kah abteeni akke waytek, Yalli hebeltô sumaq moobisinna tet yaqbudeenimih, cakki mekla lem matan Yalla akke waytek, Yalli isek sa taqbude waytaanamah sin amrise tama diini (islaam diini kinnuk) usuk massoowa diiniy mako sinni kinni, kinnih immay maggo mari woh mayaaxiga.","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:41","price":"41. Casbit yo luk tan yi namma kataysaw: siinik numuk teynah tugactek usuk casbik awqeleeh isi amoyta gocoy afqele, akattuy gaqambo moyyal yakkuqem isik yubleh tugactek fannisimeleeh haada kay moyyak cado akmele, isin warsa kak faxxeeniih esserten caagid meklimeeh gaba kaleh keenik iyye Nabii Yuusuf.","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:42","price":"42. Nabii Yuusuf kay namma kataysak numuk teynay (isi amoytah gocoy xayyoysak suge num kinnuk) kaal heeniih kaa edde yeerreenimik bari yekkeeh rabak naggoowuwaam как yeexege numuk: kaa moytih xaqul anu dambi maleh casbit yan numuy madluumuk yani kinniyom yoh kaah waris kaak iyye, tokkel woo num Nabii Yuusuf edde yan caalat amoytah warsam sheytan kaa hawweeniseeh Nabii Yuusuf casbit maggo sanoota suge.","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:43","price":"43. Masri amoyti diggah anu soonol malcina sagay ariiqo le malcina sagay qaku le tet akamih üble, malcina sumbultay anxaxiniih aka malcina sumbultay kafe ublek kee makaabaney! ta yi soono yoh warisay soono yafdige mara tekkeenik keenik iyye.","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:44","price":"44. Ama ku soono dirab soonoonay tengeggeley fidga sinni kinniih, nanu dirab soonoonah fidga yaaxige mага hinnino kaak iyyen.","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:45","price":"45. Nabii Yuusuf namma kataysay casbit kaâ luk sugtek rabak keenik naggowe num xer waktik lakal Nabii Yuusuf kaa cddc farriimc caagidiy hawweene too waqdi kassiteeh, tama soonoh fidga anu siinih warseyyok Yuusufu fanah yoo ruuba tet fidga kaak siinih baahankeh keenik iyye.","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:46","price":"46. Ama num ruubeeniih usuk Nabii Yuusuf gari yoofe waqdiYuusufow numma yascassew neh warisey soonol malcina sagay ariiqo Íe qakule malcina saga tet akamih yubleeh malcina sunbultay anxaxanii kee aka malcina sunbultay kafni yuble numih soono nch ifdigey kaak iyye, amoytaa kee sinaamak kaâ luk yan mará fanah gacaah ama soonoh fidga keenih warsaah usun tet fidga yaaxigeeniih, usun kaarac kee ku muxxo yaaxigeeninkeh.","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:47","price":"47. Nabii Yuusuf amoyti soonoh fidga kaa essere numuk iyyeh : malcina liggiday ittal kataata kaxxam taamitak baaxo tabqureenimi, tokkel targiqeeniih как orbissaanam sumbultat edde caba darotali tet yakmeemik, dagom baxay nabsih takmeeni akke waytek.","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:48","price":"48. wohuk lakal malcina liggiday gibdiih kaxxa qabar edde yaniy ambok duma kaah daanissi hayteenim edde yakmeeni yamaate, dagom baxay buqreh dariyyu takkey daanissaana akkc waytek.","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:49","price":"49. Tohuk lakat sinam rob edde geytaah kaxxa amna (agda) edde tamqe liggiday caxammixu edde yaxmuumeeni yamaate kaak iyye.","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:50","price":"50. Amoyti Nabii Yuusufü fanah farmoh ruube num yuduureeh Nabii Yuusuf kay soono elle yifdigenna kaah warse waqdi amoyti woh yossokooteeh ama soono yifdige num casbik eyyeeqay yoh kaa baaha iyye, tokkel Nabii Yuusuful amoyti farmoh ruube num yemeeteeh kay farmo kaal qide waqdi, Nabii Yuusuf woo farmoytak kaamoytal gacaay, agabuy gaboobi isek yirgiqee kee yi fanat tanim keenik esser kaak ixxic iyye, diggah yi Rabbi ken uma keydii kee ken malmaalu yaaxigi kinnik.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:51","price":"51. Amoyti woo agabuy gaboobi isik yirgiqe kobxiseh qaziiz barra edde anuk, tokkel usuk keenik sin caagidiy naba macaay Yuusuf sinni nafsih fanah dalwa abankeh kaa secten waqdi keenik iyye, tokkel agbi : Yalli saytunih nanu Yuusufuk umaanek dagom manaaxiga kaak iyyen, too waqdi qaziiz barra bahtem aalamuk taway cakki baxxaqqa iyyeeh yumbulleeh qaddoweeh dalwah inni nafsï fanah kaa sectem yoó kalah inkinnah kaa hinna, diggah usuk edde yabba iyyaamat inkih nummat yaaba marih num kinni itte.","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:52","price":"52. Nabii Yuusuf anu tama amoyti ruube farmoyta kah gacsem qaziiz anu wohuk bari kinniyooh kaak derrel kay barral kaa gane weem yaaxigenkeh iyyaanama, diggah Yalli ganoleelâ keydii kee malmaalu arac maxagsaay faxeenim keenil ma bicsa iyye.","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"","lang":"aa"},{"name":"12:53","price":"53. Nabii Yuusuf iyyeh :anu inni nafsi ma saytunnoysa diggah nafsi isi num umaaneh amrisa yi Rabbi kah nacroore num akke waytek, diggah yi Rabbi dambi cabti li xuwaw li kinni kay naqoosak kaal gace marah.","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:54","price":"54. masri amoytah Nabii Yuusuf kaal heenimik barih yanim kaah qaddowte waqdi kaa yoh baaha, inni malah caglisita marih num kaa abak iyye, tokkel Nabii Yuusuf kaal yemeete waqdi amoyti kaâ luk yaabeeh, diggah atu ta saaku Ni gării kaxxa arac litooh, kulliimih yaaminen num kinnito kaak iyye.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:55","price":"55. Nabii Yuusuf amoytak: masri baaxoh kadnoonih abba yoo ab diggagh anu yol teceem dacrisaah amaanat leeh tu elle abannih ixxiga le num kinniyok kaak iyye.","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:56","price":"56. Tonnaah Nabii Yuusuf casbik kaa kah neyyeeqe innaah, masri baaxol madabay maqarre kaah abne faxxa haa aracal teetik oobamkeh, nanu ninni Racmat ninnih fanna marah kaa nacee, nanu meqe maray taama yessemeqqeh galto ma bayisna iyye Yalli.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:57","price":"57. Akeerâ galto Yallih xaqul addunyâ galtok aysuk raqta, Yallal yeemeneeh kaak meesitak suge marah.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:58","price":"58. Nabii Yuusuf tooboko masri baaxo temeete ken baaxo qabar yibbixe waqdi maaqo kak beetaanankeh, tokkel usun Nabii Yuusuful culeeniih usuk ken yeexegeeh usun kaa maaxaggon maggo wakti kaa able weenimih sabbatah.","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:59","price":"59. Nabii Yuusuf konnabaa kee qibnaytiinok faxximtam keenih abeeh maaqok faxaanam keenih yeceeh keenih massoyse waqdi, siinik abbâ baxah yan toobokoytay yoh warisseeni yol baaha keenik iyye, Diggah anu ambok keexiyya siinih duuduseeh, anu qibnaytiinoh sinam arcibisa marak qibnaytiinoh yayse num kinniyom yok ma tablaanaa? keenik iyye.","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:60","price":"60. Tokkel isin sin abbah baxa yol baahe wayteenik, toysa yi xaqul ambô keexiyya mantuunuuy tu siinil maxaamak yol maamaatinaay yol maxayyoowina keenik iyye.","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:61","price":"61. Nabii Yuusuf tooboko Nabii Yuusufuk itteh : nanu kaa koh bahnuh kay abbal kaa esserennooh kaal angicillenno nê luk kaa ruubankeh, diggah nanu woh abennooh, wohuk boolasnu waynam mannu kaak iyyen.","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:62","price":"62. Nabii Yuusuf isi furraynak : usun (Nabii Yuusuf tooboko kinnuk) ambo edde xaamiten melleb (lakqo kinnuk) ken mingiilat keenih hayisa usun able kalah, sinni marâ fanah yandabbeeniih sinni mingiila fakan waqdi tet yaaxigeenimkeh, nanu keenih abne konnaba yassakooteenih nel gacaanankch keenik iyye.","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:63","price":"63. Tokkel Nabii Yuusuf tooboko sinni abbâ fanah gacte waqdi, Nabbaw masri amoyti ahak wadir ambo keexiyyaa kee tet nel xaame waam nel diggoyseh Ni toobokoyta binyaaminiy kaah warisney usuk baaha nek iyye nê luk anuk kaal namaate nee akke waytek, tokkel Nabbaw atu ni toobokoyta binyaamiin nê luk rub atu kaa nê luk rubtek ambok faxxa haynam dudda luk keexitennooh bahitonnok, diggah nanu umaanek kaa dacrisnu waynaamah xagana koh cullahak kaak iyyen.","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:64","price":"64. ken abba Nabii Yaq-qhuub yi baxa binyaamiinih mannah sin aaminee?kay toobokoyta Yuusufuh duma sin eemeneeh kaa dacrissoonu waytaanamah xagana yoh culteeniih isin woo xagana ma duudusinnitoonuk, kinnih immay anu sin dacayril kibal mayyu Yallay dacayri abba haytaamak dacayrih yaysel kibal liyo ikkal keenik iyye, usuk nacror eelli haytaamak nacrooruh yayseh yan Rabbi kinni.","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:65","price":"65. usun sinni mingiila faken waqdi xaamiten amboh melleb (lakqo kinnuk) ken mingiilah addat keenih gacsimeh suge, Nabbaw ta amoytak tahak maggoomuh maca gurrusnaa? tah namboh mellebiy neceeh sugney nanu aaxige kalah neh gacsimek, nanu ninni marah ambo baahennooh ninni toobokoyta dacrisenno, fulah rakub qari geenno usuk nê luk yenek, woo keexiyyi masri amoytal xabcinih ikkal ma gibdi kaak iyyen.","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:66","price":"66. ken abba Nabii Yaq-qhuub keenik iyyeh : siinî luk kaa ma ruuba isin yol kaa gacissoonu waytaanamah Yallak digga Íe ateebanay (xagana kinnuk) elle xiibittaana yoh bahha haytaanam fanah, maro siinit hayya hecnih kaa cattaanam duude wayteeniih inkih kay bagul rabtan sin akke waytek keenik iyye, tokkel usun usuk keenik essereh yan digga Íe xagana kaah baahen waqdi, ken abba Nabii Yaq-qhuub nanu taway ixxicci inneemil Yalli sumaaqah yaniih kay sumaq kee kay dacayri nee xiqtah iyye.","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:67","price":"67. Ken abba Nabii Yaq-qhuub yi xayloy masri baaxo cuitan waqdi inki afak maculinay sissin afoofik cula sinam intiita siinit raddaamak, anu Yalli siinil mekleeh siinih looweemik tu siinih maxiqa, tokkel mekla lem matan dibuk inki Yalla akke waytek, cagalah anu kaal keltak, moominiinik kelta mari dibuk kaal kelitay iyye.","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:68","price":"68.Ken abba Nabii Yaq-qhuub ken elle amrise innal maggo afoofik culen waqdi woh Yallih meklak keenih xiqteh tenem mali, ken abba Nabii Yaq-qhuub isi nafsit keenih leh yan xuwaawah inti keenit raddaamak keenit abeh yan farrintuh iyyem akke waytek, diggah Nabii Yaq- qhuub nanu kaat abneh nan barsiyyah kaxxa ixxigale num kinni, kinnih immay sinaamak maggo mari caagiidah ellecaboo kee Yalli isi ambiya edde cagliseh yan ixxigay addunyaa kee akeeral inkih ken tanfiqe ma yaaxigan.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:69","price":"69.Nabii Yuusuf abbah xaylo kay toobokoytay inaa kee abba inkih kaâ luk ley binyaamiin deqsitâ luk qibnaytiinô qari kaal culen waqdi, Nabii Yuusuf isi toobokoyta binyaamiin maaqoh isit yesgelleeh xintimah isê fan kaa orbise, diggah anu ku toobokoyta kinniyok ku tooboko tatre wakti yok abteemih ma rookitinaay tama koh warsem keenik qellis kaak iyye.","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:70","price":"70.Tokkel Nabii Yuusuf usun kah yemeeten ambo inkih keenih massoyseeh, sakayik как ceytoonu waanam keenih acuwwu hee waqdi, sinaamah ambo edde keexak sugen keela isi toobokoyti binyaamiin ambo edde Íe mingilih addat hee keenik num aaxige kalah, tohuk lakal usun edde yanin arho foorte waqdi seece num : arhô maraw diggah isin garaaqa kinniton keenik axcuk keenih seece.","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:71","price":"71. Nabii Yaq-qhuub xaylo seece numû fanah afkunak:maca siinik finqitteeh maca waytan keenik itte.","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:72","price":"72. Seece num kee kaâ luk suge mari amoyti keela wayna keenik iyye, tet neh baahaah tet nel gacsa num ambok rakub qari galtoh le, anu waasah как anuk keenik iyye seece num.","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:73","price":"73. Nabii Yuusuf tooboko Yallal siinih xiibitna immay nanu sin baaxo bayisnuh ma mattinooy woh naamaanatal nek tubleeniih garqo ni ceelo hinnaay nanu garaaqa way makkinno keenik iyyen.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:74","price":"74. Nabii Yuusuf maray keela gurrusa Nabii Yuusuf toobokok sin madqal garqi digaala macaay isin nanu garaaqa hinnino ittaanamal dirab leela tekkeenik keenik iyye.","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:75","price":"75. Nabii Yuusuf tooboko keenil gacisak : Ni madqal garqay garqinte keela duyyet как sugtaah geytintah galto usuk tu как garqe mari naqasuh kaa haysitam le, Ni diinii kee Ni madqal daalimiinih yan maray sinam yudlumeeh garqo abe tama’nnah tan galtoh ken galtaanam tan keenik iyyen.","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:76","price":"76. Tokkel Nabii Yuusuf mari kay tooboko kay fan gacsen waqdi, tokkel usuk isi toobokoyta binyaamiin mingii fokkaaqak naharat fokkaaqo ken duyyek qimbise, tohuk lakal isi toobokoyta binyaamiin mingii fokkaaqeeh keela kay mingilik yeyyeeqe, tonnaah Nabii Yuusufuh tama'nnah yan bica kaah bicisneeh xabbacosne isi toobokoyta binyaamiin raaqisuh, usuk masri amoytih madqal isi toobokoyta binyaamiin garqiinó sabbatah naqasuh kaa haysitaah isi abbah xaylok kaa raaqisam luk mananna Yallih fayxiiy kay idinih tekkeh akke waytek, nanu ninnih fanna marah arooca fayya hayna addunyal Nabii Yuusuf fayya kah hayne innah, ummaan numuy ixxiga lek ixxigah kaak yayse num amol yan, ixxiga Yallat idiyyi ittam fanah.","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:77","price":"77.Nabii Yuusuf tooboko: usuk (binyaamiin kinnuk) garqo abek, toysa nummah kaak duma kay toobokoyti Yuusuf garqo abeh suge iyyen, tokkel Nabii Yuusuf keenik yoobbe maxco isi nafsih addal qellissi heeh : isin umaanet xagtan numuk umaaneh gacak raqtan iyye isi nafsih addal tet qellisak, Yalli isin dirab kee ererik (almumma) weelossaanam yaaxigeh.","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:78","price":"78.Kay tooboko nacror kaat (Nabii Yuusuf kinnuk) gurrusak sinni abbah heen xagana duudusaanakeh, konnaba Íe qaziizow ! usuk (binyaamiin kinnuk) kaxxa idaltuh yan abbay kaak baxsimam duude waa lek kay aftok nek numuk teyna bet, nanu diggah neh abteh tan maqaaneh meqe marih numuh koo nablek kaak iyyen.","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:79","price":"79. Nabii Yuusuf: nanu Yalla eleelitnaah kaa maggansitna, Ni keela xaqul kak geyne numuk aka num beynaamak, toysa diggah nanu daalimiinih yan mara kinnino toh abne nee tekkek keenik iyye.","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:80","price":"80. tokkel usun kaat faxeenimik yobboodcn waqdi, sinaamak xabanah gacca iyyeeniih malsiten, keenik barah naba toobokoyti diggah sin abba nummah digga Ie xagana (ateeban) Yallal siinik bee kaa kaal gacissoonu waytaanamal, amahak duma Yuusufut abten ganol kaal baliteen i m ma taaxigaanaa? keenik iyye, toysa anu masri baaxo macaba, masri baaxok awqeemih yabba idini yoh acee kee hinnay Yalli mekla yoh abe yakkem fanah, Yalli usuk mekla abba haytaamak meklah yaysi kinni.","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:81","price":"81. isin sinni abbâ fanah gacaay tekkem kaah warisaay, diggah nanu Nabbaw ku baxi binyaamiin garqo abeeh nanu ma ballinnino amoyti keela kay duyyek addak yeyyeeqen waqdiy woh nismite akke waytek, nanu xagana koh culle waqdi qellitteemih ixxiga luk manannino usuk garqo abu waamah kaak ixxica keenik iyye.","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:82","price":"82. Nabbaw elle sugne magaalah maraa kee arhoy lih nemeetey cddc sugne esscraay, nanu Ni toobokoytih caagid koh warisnaamat numma yacee mara kinnino kaak ixxica keenik iyye.","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:83","price":"83. Nabii Yuusuf tooboko tuduureeh, tokkel sinni abbah warsen waqdi ken abba keenik iyyeh : wonna hinnay sin nafsiy umaane siinit bilqisê caagidi isin duma Yuusufuk kah abten innaah, tokkel yi sabri qaxmeqe sabriy qaraarako edde anee wayta kinni, Yalli yi xaylô sidoc inkih yol ken gacsele, diggah Yalli usuk yi caalat yaaxigiiy usuk abba haamal naggaar kinni.","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:84","price":"84. Nabii Yaq-qhuub derre keenit cabba heeh Yuusufuh yoo geyte nadaamaa kee rookaay iyye, namma inti diti cabba hayteh kaak qaddowte rookâ gexxaamah, tokkel kay lubbi rookak kibbiime usuk kaxxam tet qilsak.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:85","price":"85. Nabii Yaq-qhuub xaylo : Yallal xiibitna immay atu Yuusuf kassittaamak makatta rookâ biyaakah raba xayyoysi hinnay rabe marih num tikki ittam fanah kaak iyyen.","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:86","price":"86. Nabii Yaq-qhuub keenil gacisak : yi kaxxa hammii kee rookak Yallak sa numul ma weqsita anu Yallih nacrooruk isin aaxige waytaanam aaxige keenik iyye.","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:87","price":"87. Nabii Yaq-qhuub yi xayloy masri baaxô fanah gexaay Yuusuf kee toobokoyti xaagu oysitaay Yallih nacrooruk mabboodina, diggah Yallih nacrooruk taggiriqqeeh tabboodem matan, Yallih dudda tangaddee koros akke waytek keenik iyye.","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:88","price":"88. Tokkel Nabii Yaq-qhuub xaylo masri baaxô fanah tewqech Nabii Yuusuful cuite waqdi konnaba lc qaziizow qabar kee gibdaabini nee kee Ni buxah mara xageeh dago mellebiy (lakqo kinnuk) dudda sinniy boola Íe luk nemeetek keexo neh duudusaay, ama melleb nek ukkuqaay как raqtem sadqhatah neh как low kaa nek takkuqeemili, diggah Yalli ceya edde tan marah sadqhat yacee mara galtahak kaak iyyen.","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:89","price":"89. Tokkel usuk ken maxco yoobbe waqdi keenih xabbacooweeh, Yuusuf kee kay toobokoytal bahteenim taaxigeenii? isin iggimâ ditet sugten waqdi keenik iyye.","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:90","price":"90. Nabii Yuusuf tooboko qajjibsitak : diggah atu Yuusufuu? itte Yeey anu Yuusufuuy ah yi toobokoytaay, Yalli gibdaabinak nee yeyyeeqeeh fixiixik nee gaaboyseemit nee guneh, diggah Yallak meesiteeh gibdaabinal yisbire numuh, toysa diggah Yalli meqem abite marak galto mabaysa keenik iyye.","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:91","price":"91. Nabii Yuusuf tooboko Yallal xiibitna immay nummah Yalli nek koo muxxuseeh ixxigaa kee xiiqit fayya koo hee, nanu koo kee ku toobokoytak loowitih abneemit uma maray makkootê suge kinnino iyyen.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:92","price":"92. Nabii Yuusuf a saaku sahii kee isin abten umaanel sin qaybissam matanaay Yalli dambi siinih cábele, usuk nacror Íe marak nacrooruh yaysi kinni aben dambik kaal gaca marah keenik iyye.","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:93","price":"93. Nabii Yuusuf isi abbah xaagu keenik abe waqdi, weeqi gibdah inti weem kaah warseeniih, ama yi kamis luk gexaay yabbak foocal hayisa mabla kaah aduureleeh yable num akkelek, sinni buxaaxih тага inkih yol baaha keenik iyye.","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:94","price":"94. arho masri baaxok Yuusuf kamis luk tewqeeh baxsimte waqdi, ken abba Nabii Yaq-qhuub isi gării suge marak anu diggah Yuusuf suruy geyaah yot xaaxah yan, ebebeeh kas cabe yok axce wayteenik keenik iyye.","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:95","price":"95. kay xaqul suge mari Yallal xiibitna immay, diggah atu Yuusuf kacanuh duma abba hayte hoxat edde tanto kaak iyye.","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:96","price":"96. Tokkel Nabii Yaq-qhuub Yuusuf addunyâ manol yaniimil kaa aytikumusa num yemeeteeh Yuusuf kamis foocal kaak hee waqdi, mabla kaah tuduureeh baaxo yable num yekke, diggah anu Yallak muxxoo kee nacrooruk isin aaxige waytaanam aaxige siinik maxaccinniyoo? keenik iyye.","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:97","price":"97. kay xaylo Nabbaw ku Rabbi dambi neh cabam kaak neh esser, diggah nanu Yuusuf kee kay toobokoytal bahneemit makkoote marih loowot gacnek kaak iyyen.","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:98","price":"98. Tokkel ken abba inni Rabbi dambi cabti sarra siinih essereyyo, diggah usuk dambi cabti li xuwaw li kinni keenik iyye.","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:99","price":"99. Nabii Yaq-qhuub kee kay buxaaxih mari masri baaxo fanah yewqe Nabii Yuusuf fanah gexak, tokkel usun Nabii Yuusuful culen waqdi usuk isi namma xaltani aliilit xabba heeh isi buxah ken orbise, isin masri marih baaxo Yallih fayxih kulli umaanck amaanah anuk cula keenik iyye.","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:100","price":"100. isi namma xaltani Reedâ qarkaytol fayya heeh, isi xaquk ken daffeyse, kay xaltanii kee kay tooboko konnabaay massakaxxah sujuuduh kaah radde, Nabii Yuusuf isi abbak : yabbaw ama sujuud anu duma qunxuk suge saaku koi maaqe soonoh fidgay yi Rabbi numma abc kinni kaak iyye, nummah yi Rabbi casbik bukku yoo heeh sin barrik bahha hee waqdi yoh yemqeh, yoo kee yi toobokô fan sheytan yoysommeek gamadal, diggah yi Rabbi isih faxam caalih xabcinuk arac xagsa, diggah usuk ixxiga li abaamal naggaar kinni.","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:101","price":"101. Tohuk lakal Nabii Yuusuf isi Rabbi xaaqak: yi Rabbow nummah reeda yoh teceeh soonoonâ fidga yoo barisse, qaranwaa kee baaxo gine Rabbow, atu addunyaa kee akeeral inkih yawlaytu kinnitok anu muslimtuh anuk yoo qidaay meqe тага yoo eleelis iyye.","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:102","price":"102. Nabiyow! (Nabii Mucammad kinnuk) ama Nabii Yuusuf caagidik koh warisnem wacyih koi oobisne qellitte xaagittek, atu Nabii Yuusuf toobokoh xaqul ma suginnito usun sinni caagid yeggereereqeeniih usun uma malah malsen waqdi.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:103","price":"103. Nabiyow korosuk maggo mari koo nummaysaah koo kataatam maaba atu ken iimaanah baakersimta way.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:104","price":"104. Atu iimaanah keenih abta seecol hebeltô galtoy keenik esserta man tu, Nabiyow ama Qhuraan usuk kalah tanim hinna sinaamah kassis yakke kaa akke waytek.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:105","price":"105. Yallih inkittinaane kee kay dudda tascasse astootiy Qaranwaa kee baaxol taniy usun yableeniih derre edde cabaanay elle tatraana ma gide takkee ?!","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:106","price":"106. Ama korosuk maggo mari Yalla ma nummaysa, usun numtinwwellu agleh kaat haan ken akke waytek kaah aban qibaadal, usuk ken gineeh ken yarzuqhem aaxaguk.","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:107","price":"107. Ama koros Yallih digaalak ken buulta tiyay duddu ken hayta keenil obtaah keenit amaatee kee hinnay Qhiyaama garciik keenit tamaateemik amaan maay geen? usun tet cube kalah.","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:108","price":"108. Nabiyow keenik ixxic : ah yi gitaay yoo kee moominiiniy yoo katatte Yallih qibaadâ fanah sinam elle secna kinni, ixxigaa kee asmat Yalla le gambik luk, anu Yallat agleytit haamak kaa saytunnoysaah, anu agleytit kaat haa marih num hinniyo keenik iyye.","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:109","price":"109. Nabiyow kok duma labha akke waytek magaalol marak farmoytitteh num ma ruubinnino wacyi keenil oobisak, usun (koros kinnuk) baaxó bagul macah gexe waanaa?keenik duma ambiya dirabboyse marak ellecabo kah tekke inna yableeninkeh, akeerâ dabqih galto sinni Rabbik meesite marah aysuk raqta addunyâ manok, а korosey amahal kaskassowteenih ma taaminaanaa?","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:110","price":"110. Nabiyow koo dirabboyse maral mayso geytaamih fayxit maasassakin kok duma warrayte farmoytiitih mayso mamattok, diggah usun (farmoytit kinnuk) sinni marih iimaanak obbodduuy usun ken dirabboyseenim ismitti haanam fanah, too waqdi Ni catoo kee Ni qokol kaxxa gibda ken xabba hayte waqdi keenih yemeete, tokkel nanu ninnih fanna mara naggosna digaalak, Ni digaala umeyniitih yan marak magacsimta.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"aa"},{"name":"12:111","price":"111. Nummah Nabiyow farmoytit xaagittek kol maaqncm kee ken dirabboyse marat yekke finqat qaafiyatah yan kas lc marah elle kaskassoowaanam edde tan, ama Qhuraan usuk diraabah ginnaasiten yab hinna, kinnih immay kaak foocat temeete kitooba nummaysaah ummaaniimik sinam kah ceyitti ittaamih baxxaqqah kaa oobisne, usuk kaal yeemene marah tirtoo kee nacror kinni.","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"","lang":"aa"}],"chapter":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"]}