{"data":[{"name":"16:1","price":"1. A-korosey Yallih Amri (Qhiyaamah Ayro kinnuk) yemeeteeh, xayyooweh, tokkel Nabii sin kah xagnise digaalat maasassakina, agleh kaat hayya haanamak Yalli saytunnooweeh fay ya iyyek.","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:2","price":"2. Yalli malayka wacyi luk isi fayxiiy, isi amrih oobisa, isi naqoosak (ambiyaa kee farmoytit kinnuk) isih faxa maral, sinam Yallat agleyta haytaamak meesiisa iyyaanamah, diggah yok sa qibaada cakkisita Yalli mayanak yok meesita qibaada yoh caglisak iyye Yalli.","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:3","price":"3. Qaranwaa kee baaxo cakkil gine Rabbi agleh kaat hayya haanamak saytunnooweeh, fayya iyyeeh nabah.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:4","price":"4. Yalli seehadaytu tiffoytak {daacoyta kinnuk} gine, tokkel usuk Yalli rabeh yan mara mugsa iyyaamal baxxaqqa iyya kaxxa giddi-li kinni.","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:5","price":"5. Yalli lac siinih gineeh, xabcak edde gamittan saray kay xagooruk (dagooruk) bicissaana edde litoonuuh, gersi tuxxiq kee cado kaak takmeenim edde liton.","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:6","price":"6. isin ama lacat carra kaa orbissan waqdii kee Saaku kaa dacrissan waqdi walle siinit culussa qaxmaqaane kaat liton.","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:7","price":"7. usuk (lac kinnuk) sin duyyek qilsiimiy sin nafsi gibdi taqabik sa yaafem duude waak yen xer (der) baaxô fanah siinih yakkuqeeh siinih beya, diggah sin Rabbiy tamah siinih abc usuk xuwawli (Allaaqal-li) nacrorli kinni.","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:8","price":"8. sinaamcy sin Rabbi faariisiiy baakil kee okoli siinih gine edde feertaanaah bilqa siinih yakkemkeh, isin aaxige waytaanam (baaburaay, tayyaarooriiy, wohuk kalah tanim kinnuk) siinih gine-le.","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:9","price":"9. Massah yan gita (islaamaninno diinih gita kinnuk) sin tirtoh baxxaqqa haam Yallal tan, tama gitittet cakkik daggaawa giti cdde yan (yahuud kee nasaarâ gita kinnuk) sinaamey Yalli faxinnay iimaanâ fanah inkih tirri sin haak yen.","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:10","price":"10.Sinaamey Yalla kinni Qaraanak lee (rob kinnuk) siinih oobissem, taaquben lee teetik siinih heeh, cooxuy sinni lac elle taylooleeni siinih edde yuysubuke.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:11","price":"11. Yalli tama leet maggo afah tan buqreey zaytuun kee tamiiraay qinabwaa kee, ummaan caxammixu siinih edde yaysubuke, diggah Yalli tama leet baaxok siinih yayyaaqeemit kay duddaa kee kay inkittinaane tascasse asta edde tan, tamah cubbusaah kas elle geya marah.","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:12","price":"12.Yalla kinni bar kee laqooy, ayroo kee alsa siinih qantem, cutuuka kay amrih qannimte, diggah tohut kay duddaa kee kay inkittinaane tascasse astooti edde tan cubbusaah kas elle geya marah.","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:13","price":"13.sinaamey Yalli baaxó bagul mutuccu ittam kee caxá mixuuy wohuk kalah eneyyi ittaamay bisittee kee tuxxiq kak sissini siinih gineeh qane, diggah tohut Yallih duddaa kee kay inkittinaane tascasse asta edde tan kassitaah elle kaskassoowa marah.","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:14","price":"14.Sinaamey Yalla kinni bad siinih qantem, kaak tassaqqen kullumtak qusba cado tattakammeeninkeh, bilah sarittaanam (Luul kee mirjaanaay wohuk kalah tanim kinnuk) как tassaqqeeninkeh, seehadaytow kaxxa dawaanikiy baddi bagul gexay baddi lee qanxisa kaal table, tama dawaanikit balitan Qadaagá duyyet (kabxat) Yallih rizqhi edde gurrusuttaanaah kaa elle faatittaanamkeh.","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:15","price":"15.sinaamey Yalli baaxó bagul qaleelay diggi tet hayta teetil hee is sin tasgayyeeh qeegissaamak, tet bagul weeqaytittey lee как taaqubeenii kee gitittey massah elle gexxaana teetil siinih hee, faxxan rike edde guftaanamkeh.","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:16","price":"16. Yalli baaxô bagul astootiy (qaleelaa kee wohuk kalah tanim kinnuk) laqo gititteh ascossi siinih takke siinih hce, bar cutuuka faxxan baaxoh mohoodoh ascossi siinih kah abe innah.","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:17","price":"17. Akorosey Yallay tamah inkih giney qibaada cakkisita Yallittey isin qibaadal agleh kaat haytaanay tu-gine waytah inna maay kinni? hinna, toysa Yallih nabna makassittaanaa ?qibaada kaah caglissaanamal.","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:18","price":"18.Sinaamey isin Yallih niqmoota lowtan way loowo teetik magacissan, diggah Yalli dambi cabti-li xuwaw-li kinni.","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:19","price":"19. Yalli sin taamoomik qellissaanam kee taybulleenim inkih siinik yaaxigeeh sin elle galte-le.","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:20","price":"20.koros Yallak kalah taqbude Yallitte tu-gintam madudda is koros isi gabat ginte Yallitteh anuk, toysa usun mannal tet yaqbudeenii ?","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:21","price":"21.Woo numtinwwellitte Rabteemik kalah nuwwim hinna, is tet kee tet yaqbude mari ugsumu waa waqdi mataaxiga.","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:22","price":"22.Sinaamey sin Yallay dubuk qibaada cakkisita usuk inki Yalla, tokkel ellecaboh Ayro nummayse waa mari ken lubbitte Yallih inkittinaanc tangaddch, usun cakki oggolaanamak kaxxamariinitak.","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:23","price":"23.Nummah Yalli diggah usun abinaa kee maxcok qellisaanam kee yaybulleenim inkih keenik yaaxigch, diggah usuk kay qibaadak kaxxamariinita mara makicni.","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:24","price":"24.ama korosuk sin Rabbi Nabii Mucammadal ﷺ maca oobiseeh keenik axcuk ken essereenik, naharsi marih hayyayyoonaa kee deedal akke waytek oobisem mali iyyan.","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:25","price":"25.Ama koros deedal maxcot kah yabtem Qhiyaamah ayro sinni dambitte dudda-luk yassukuqeeniih ixxiga maleh makkoysen marih dambittek tu-yassukuqqeenimkeh, woo marih dambittek tu-daggoote kalah, kee sinaamey oobbiyalusun xiiroonul yakkuqeenim manxu uma quukaay.","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:26","price":"26.Nummah ama korosuk duma sugte koros sinni farmoytit kee usun luk yemeeten diinih uma malah malisseeh, Yallih amri yemeeteeh, usuk ken xisoosa buxuxuuk siibeeh, amó tabsi irok keenil radeeh, digaala как cube waan kabuk keen it temeete.","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:27","price":"27.Tohuk lakal Qhiyaamah ayro Yalli digaalat ken wacarriysaah ken yayqunxeh, sin Yallittek yot agleytiitih hayten maray yok kalah aqbaduk sugteeniy ambiya ada kah abak sugteeni annih teetiiy keenik iyya Yalli, ambiyaa kee moominiinik ixxiga kah tontocowwime mari iyyeh: A-ayro wacarriysiyyaa kee qunxaaneey digaala Yallaa kee kay farmoytiitil koroosite marih amol tan.","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:28","price":"28.Malayka koroosannut isi nafsi adlamuk suge marak rooci tayyaaqe waqdi, tokkel usun raba yablen waqdi Yallih amri oggolaanah nanu umaanek tu-abak masuginnino axcuk, nummah isin dirab taceeni ikkal uma-taama abak sugteeniih korosuh sugten keenik iyyan, diggah Yalli isin abak sugten taaamoomi inkih yaaxigeeh teetil sin galte-le.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:29","price":"29.Toysa isin jahannam girah afoofik cula teetil waarak keenik iyyan, tokkel jahannam gira is manxu gaca dabqii kee madabaay iimaan kee Yallih qibaadak kaxxamariinite marah.","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:30","price":"30.Moominiiniy Yallak meesittak sin Rabbi Nabii Mucammadal ﷺ oobisem macaay keenik iyyan waqdi Yalli kayrii kee tirto kaal oobise iyyan, addunyal Yallaa kee kay farmoyta nummayseeh meqe taamoomi abbaasite mari teetil meqe mano-le, usun akeerâ dabqii addunyal keenih tontocowwimeemik taysem-lon, akeeral Yallak meesita marih dabqi manxu meqe dabqiiy (jannat kinnuk).","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:31","price":"31.Usun akeeral qadni deqsitta jannoota-lon, usun tet culaanaah teetil waaraanaah way teetik mayawqan weeqaytitte guba teetik gexak, usun tet addal faxxa haanam Ion, Yalli isik meesite mara tonnah tan meqe galtoh gaita.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:32","price":"32.Moominiiniy koroosannuk saytunaane luk malayka rooci как tayyaaqek Yallih nagaynan siinil yanayik jannat cula isin meqe taama abak sugteenimih sabbatah keenik itta malayka.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:33","price":"33.Koros qambaltaamah lem mali, Rooci teetik tayyaaqe malayka qambalta tet akke waytek, hinnay ku Rabbih amriy digaalah sissikuk teetih yamaatey tet finqisa qambalta tet akke waytek, tama koros Yallaa kee kay farmoyta kah dirabbosse innaah keenik duma sugte koros Yallaa kee kay farmoytit dirabbosseeh Yalli kcn finqiseh, Yalli keenit abe finqat ken madlammo, kinnih immay usun koroosannuu kee uma taamat sinni nafsi adlamuk sugen.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:34","price":"34.Tokkel usun abak sugen uma taamah galtoh Yallih digaalay usun elle anqasak sugeeni keenil obteeh kcn xagteeh, maro keenit hayteeh ken bayisseh.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:35","price":"35.Yallat agleytit hayte koros (makki koros kinnuk) Yalli dubuk kaa naqbudem nek faxinnay nee kee nabbobti kaak sa tu aqbudak mananninooy, usuk carammoyse weemik tu carammoysak manannino itte, keenik duma sugte koros tamannah abteeh, tamannah itteh ten usun wohut dirab acayuk, tokkel Yalli ken finqiseh, toysa Yallih farmoytiitil baxxaqqa Íe gudduysiyyak sa maca taniih? tu matan.","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:36","price":"36.Nummah ummaan ummattay warrayteh farmoyta rubneh, Yalla dubuk uqbudaay, sheytoonaa kee Yallak kalah uqbuddu haanamak exxeera iyyaanamah, tokkel Yalli tirri heeh Yallih farmoytit kataate mari keenit yanih, cirdeynaaniy (qinaadileela kinnuk) makô gita katattey mako elle dabaqteeh koroositte keenit tanih, toysa isin baaxô bagul gexaay farmoytit dirabboyse marak ellecabo kah tekke inna wagita elle kaskassowtaanankeh.","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:37","price":"37.Nabiyow! ama korosih tirtoh kaxxam baakersimteeh tingicillek, toysa ixig diggah Yalli makkoyse mara tirri mahaay cateyniitiy Yallak kalah kay digaalak ken catta malón.","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:38","price":"38.Ama koros Yallal kaxxa xiibah xiibitte Yalli rabe mara mugsa iyyaanamal, yeey usun kah iyyan inna hinnay Yalli nummah rabe mara ugse Íe, woh nummâ xaganay raq sinniy Yalli isih isil hee kinni, kinnih immay sinaamak maggo mari Yalli rabe mara ugusu waamih dudda lem mayaaxigan.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:39","price":"39.Qhiyaamah ayro Yalli isi naqoosa inkih ugsele, tama ayroh ugutuy usun itta elle waana nummah tanim kinnim keenih baxxaqisamkeh, koroosite maray Qhiyaamah ayro ugut yanim angadduk suge, diggah usun wohul dirab yacee marah sugeenim sinnik yaaxigeenimkeh.","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:40","price":"40. Qhiyaamah ayroh ugut nel xabciniih cagalah Ni maxco nanu tu fanne nee tekkek tik teetik innaah, edde takke iyye Yalli.","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:41","price":"41. Yallih sabbatah sinni baaxo cabeeh guurume mari yundullumek lakal, diggah addunyal meqe madabal (Madiina kinnuk) dabqah ken heenno, akeeral usun Ion galto (jannat kinnuk) wohuk nabuk raqta sinam woh aaxaguk suginnay.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:42","price":"42. Ama maray Yallih sabbatah guurume usun Yallih Amrii kee ken yibbixe gibdaabinal yisbireeh, usun cagalah sinni Rabbil kibal haysite mara kinnon.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:43","price":"43. Nabii Mucammadow kok duma sugte ummattâ fanah sinaamak labha akke waytek farmoytittek num maruubinnino wacyi keenil oobisak, toysa isin makki korosey tamah nummayse wayteenik siinik duma kitooba (yahuud kee nasaara kinnuk) elle oobisne marak ixxiga Íe mara keenik essera, ambiya usun seehada kinnim aaxige waak sugteenik keenik ixxic.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:44","price":"44. Nabii Mucammadow kok naharat ummattâ fanah rubne farmoytiitil baxxaqqa itta astootii kee kitooba keenil oobisneh, Nabii Mucammadow ama Qhuraan koo oobisneh sinaamah calaalik tanim kee caraamuk taniimiy keenil obsimte baxxaqqa keenih haytaah, usun kaa cubbusaanaah tirri kaal iyyaanamkeh.","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:45","price":"45. Ama korosuy Yallih farmoyta Mucammad ﷺ kee kay kataysiisil ada takkeeh uma malah keenih malisse Yalli baaxo keenil xuumusaah hinnay digaala kak akkale waan kabuk keenit tamaateemik amaan maay geen?","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:46","price":"46. Hinnay usun baaxok baaxo safarak tellemmoomat agxitak baraay laqo gexeenih gacak sugan waqdi Yalli ken yabbixeeh ken finqisaamak usun amaan maay geen? tokkel usun Yallak Yassaqqe maray Yalla taanisa hinnon.","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:47","price":"47. Hinnay usun digaala keenil obtaah tuuy waqdi keenik bayissaamak meesitak sugan waqdi, Yalli ken digaalaah, ken baysaamak amaan maay geen? tokkel diggah sin Rabbi isi ginoh xuwaw li nacror li kinni digaalah keenit yasissikeemik.","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:48","price":"48. A koros Yalli gineh yaniimiy (Qaleelaa kee cooxuuy wohuk kalah tanim kinnuk) iraawo ley, iraawo как migdal way kelittaah gural way как kelittay kummatta ma yablaanaa?usun Yallah aqanxayuk.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:49","price":"49. Qaranwal tanim kee baaxol taniimiy mutuccu ittaa kee malayka Yallah kummatta usun kay qibaadal kaxxamariinite kalah.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:50","price":"50. Malayka sinni Rabbiy iro keenik raaqak meesitak kay taaqatak edde amrisimtem abta.","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:51","price":"51. Yalli isi naqoosak namma Yalla ma haysitinaay maqbudina, cagalah sin Yallay qibaada cakkisita usuk inki Yalla kinnik, toysa yoo inkittoysaay yoo uqbudaay yok meesita keenik iyye.","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:52","price":"52. Qaranwaa kee Baaxol eneyyi ittam inkih Yalli Íe, umman qibaadaa kee taaqat usuk Íe, Yallak kalih iimik meesittaanaah tet taqbudeenim sin celtaa? ma celta.","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:53","price":"53. sinaamey niqmootak eelle haytaanam inkih Yallak taniih usuk siinih yecee, wohuk lakal umaane (bala kinnuk) sin xagta waqdi dooqa fayya haak kaat xaaqimtan.","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:54","price":"54. Tohuk lakal Yalli woo umaane (bala kinnuk) fayya siinik haa waqdi, sinaamey siinik maggo horta sinni Rabbit agleyta hayta.","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:55","price":"55. Usun tamah kah abaanam nanu keenih necee niqmoota yangaddeenimkeh iyyaanama, toysa korosey isin ama addunyal hataka, toysa sin koroosannih ellecabo sarrah aaxigettoonuk, digaala siinil obtu way ta waqdi.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:56","price":"56. Ken (koros kinnuk) uma taamoomik tanım tuxxiq kee tukalak tu kak Aaxige waan numtinwwellittey yaqbudeeniy keenih necee rizqhik maglab kah haana kinni, usun teetit xayyoowaanamkeh, Yalli isil xiibitak diggah isin Qhiyaamah ayro diraabah yol ginnaasitak sugteenimik esserimetton keenik iyya.","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:57","price":"57. Ama koros Yallah say xaylo haytaah kaah taaxige malayka kay say xaylo axcuk, Yalli usun diraabaay deedalah kaal haanamak saytunnooweh, usun sinni nafsih lab xayloy yikcineeni haysiteeniih sinnih yeexegen.","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:58","price":"58. Keenik (makki koros kinnuk) numuk teynah say awkâ kaah toobokeeemil kaa aytukumuseeniih kaah warseenik, wohih faxe waytih fooci kaak dattoowaah milaggoowa num yakke, usuk naqabuu kee rookah miidimak.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:59","price":"59. Usuk say baxal kaa aytikumuseenimih sabbatah kaa geyte rookaa kee qaybih mcesih isi marak yammooqoreh, xixxibaanee kee qunxaanet anuk tet haysitam kee hinnay nuwwuk burtat tet yabkuneemit agaagulutak, oobbiyaiTah manxu uma meklaay usun abaanam sinnih faxe waan say xaylo Yallah yeexegeeniih sinnih lab xaylo yeexegen waqdi.","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:60","price":"60. Iggimaa kee koroosannuk gexxaamah akeera nummayse waah teetih meqe taamah taamite waa mari qaxumaaneh gacta weelo Ion, fayya itta weeloolaa kee dudda Yalli le, usuk isi reedal maysoli isi abtol naggaara.","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:61","price":"61. Yalli sinam koroosannuu kee ken uma taamal kcn kataataah, digaala keenit aysassakuk suginnay baaxô bagul mutuccu ittam cabak mananna, kinnih immay muggaqsime waktiy yimixxigé fanah ken wadirroysa, tokkel Yalli finqah keenih xage wakti keenih yamaate waqdi dago wakti kaak ma wadirroowaanaay dago wakti kaak ma yaakuman.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:62","price":"62.Usun (makki koros kinnuk) sayyoy sinnih niqboonu Yallah yaaxigeeniih kaah haan, ken arrob diraabat yaaba, Diggah nanu Yallih xaqul meqe ellecabo linooh jannatti mara kinnino iyyaanamal, nummaak diggah usun akeeral gira loonuuh, diggah usun tet addal cabbiimaanaah hawwensiman teetil waarak.","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:63","price":"63. Yalli isi nafsil xiibitak iyyeh : nummah Nabii Mucammadow kok duma warrayte ummattâ fanah farmoytit rubneeh, sheytan ken (ummatta kinnuk) uma taamoomi keenit bilqiseh, tokkel usuk asaaku addunyal ken awlaytuy ken cata kinni, usun akeeral ken qansarissa digaala Ion.","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:64","price":"64. Nabii Mucammadow nanu Qhuraan kitab kol kah oobisnem mannu sinam diini caagidik itta elle waytem kaal baxxaqqa keenih haytamkeh iyyaanam akke waytek, Qhuraan tirtoo kee nacrooru kaa nummayseeh kaal taamita marah.","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:65","price":"65. Yalli qaraanak robti lee oobiseeh baaxô edde yuynuwweeh tet bagul coox edde yuysubuke is qabaarah kaftcch rabteck gamadal, diggah tamahat Yallih duddaa kee kay inkittinaane tascasse asta edde tan tu yaabbeeh cubbusaah raaqisa marah.","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:66","price":"66. sinaamey diggah isin lacat (gaalaay, laay, illiiy, wadar kinnuk) kas eile geytaanam liton, nanu kay bagut taniimik canay saytuniy xullee kee qabalak fanak yawqe sin nafqe, usuk tamu muquk katlal xabcinuk ooba kaa nakah yan marak.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:67","price":"67. Sinaamey Yalli siinih yecee niqmootak tanim, tamiiraa kee qinabwä mexexuk gocoyuy edde taskireenii kee meqe rizqhiy tattakammeeni kaak haysittan, (tamah gocoy caraamu yakkek duma oobe Aayat kinnuk) diggah amahat Yallih duddaa kee kay inkittinaane tascasse asta edde tan kaskassoowa marah.","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:68","price":"68.Nabiyow ku Rabbi diidaaleh qaleelaa kee cooxuuy seehada xissa daaswal qarwa haysit iyyaanam teetih yescesseeh tet yiysixxige.","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:69","price":"69. Tohuk lakal ummaan caxammixuu kee qobooruk akumaay ku Rabbih gitittet baye kalah xabcinuk culaay gexay edde gac iyyaaanam teetih yescesse, tet baguk bisi kak sissini malab yawqe sinaamah biyookak diwa edde anuk, diggah wohut Yallih duddaa kee kay inkittinaane tascasse asta edde tan cubbusaah kas elle geya marah.","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:70","price":"70. Yalla kinni sin ginteeh, wakti siinik gaba kala waqdi sin qiddam (rabissam), siinik qumrik gaca qumriy edde ebeebaanaah aaxaguk yeneenimik tu edde aaxige wayya haanam fanah gacsima mari siinik yanih, diggah Yalli ixxiga li dudda li kinni.","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:71","price":"71. Yalli addunyal rizqhik siinih yeceemil garu garul siinik muxxuseh, tokkel Yalli siinik maalu kah yeceeh muxxuse mari sinn і rizqhi ken gaba tam li ке naqoosal gacsa тага hinnon inki gide edde aalluk, tokkel usun Yallih niqmataa yangaddeenim? agleyta kaal haanamal.","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:72","price":"72. Yalli sin nafsik agabuy sin weelo le siinih gine, sin agabuk xayloo kee xaylô xaylo siinih heeh gine, maaqooqak meqem rizqhih siinih yecee, tokkel usun deedalah numtinwwellitte nummaysaanaah usun Yallih niqmat yangaddeenii? kaal koroositak.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:73","price":"73. Ama koros Yallak kalah Qaranwaa kee baaxok rizqhik tu keenih amlike waytaah, wohuh dudda aalle waytam taqbude.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:74","price":"74. Isin tama numtinwwellitte tu xiqewaytam teetik teexegeenik, toysa sinaamey Yallah ceelalloola maagarina, diggah Yalli isin abtaanam yaaxigeeh, isin edde tanin umaane mataaxigan.","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:75","price":"75. Yalli koros edde tanih tan umaane baxxaqqa edde haa ceelallo yoogore : naqasuy tu abam duude waa kee aka numuy cuiul baxah yaniy calaaalih yan rizqhiy mcqc kah neceey woo rizqhi qellisak ayballayuk yacee maay missowtaah? ma missowta, fayla dubuk Yalli Íe tannah tan baxxaqqa neh abe waqdi, wonna hinnay keenik maggo mari faylaa kee niqmoota Yalli lem mayaaxiga.","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:76","price":"76. Yalli agleytit iset haanam decdal kinniimil aka ceelallo yoogore : namına numuy tii как duuday tu aaxige waah, tu duude waay isi abbal taqabi yakkey, kaa elle ayfukkuninnaanih gambik kayrih baaham aalle waa kee, aka numuy qaafiyatah yaniy isih qado gitay massa leh bagul anuk qadaalatal amrisa kaslê xaqul tama namma num maay massowta? mamassowta.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:77","price":"77. Yalli Qaranwaa kee baaxô bagul qellitti ittam inkih Íe, Qhiyaamah ayrô caagid mamuutul sissikaanê gibdah inti waliqqah gide akke waytek kalah tu hinna, hinnay wohuk sissikaaneh xayuk lafitak raaqa, diggah Yalli ummaan iimih dudda li kinni.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:78","price":"78. Yalli sin inaanih bagittek isin taaxige kalah sin yeyyeeqe, maabbaay, mabulwaa kee lubbitte siinih hee, isin tama niqmootal kaa faatittaanamkeh.","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:79","price":"79. Tama koros haadâ fanah mawagittaa? Yalli qaran bagul haadiyya teetih xabbacoysak, Yallak sa radimik tet tayseedem anee kalah, Diggah wohut Yallih duddaa kee kay inkittinaane tascasse astooti edde tan yeemene marah.","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:80","price":"80. Yalli sin qarwak elle sabhalaltaanaah madabah haysittaanam siinih abe mandaral, lacak aroobaa kee gaaliibik qarway, siinik guuroh ayroo kee siinik noktimah ayrot haliffi haysittaana siinih abe, illi xagooruuy gaali xagor kee wadár xagooruk sartan kee fidooday edde hataktaana siinih abe qumri siinik yanih gide.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:81","price":"81. Yalli gineh yaniimik silaaloola siinih hee ayrok edde silaalittoonuh, qaleelak edde cuitan gabol siinih hee, saray niqnaa kee xabcak sin reebisa siinih abe, birtak qebti waqdi silaacay atkaa kee mudumuk sin reebisa siinih hee, Yalli tannah tan niqmoota siinih kah yecee innaah, diini niqmoota siinih duudusele, Yallih amri oggoltaanaah qibaada kaah caglissaanamkch.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:82","price":"82. Tokkel Nabiyow usun iimaanat derre cabeeniih koo dirabboyseenik, cagalah koo tanim baxxaqqa iyya gudduysiyya kinni.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:83","price":"83. Ama koros niqmat Yallih xaquk yanim taaxigeeh, sarra kaa tangaddeh, keenik maggo mari korosuh yan.","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:84","price":"84. Nabiyow keenih cus : külli ummattal le Nabii sumaaqitu waah ken ugusnu wayna ayro, tohuk lakal koroosite marah idni mayantacawwima umaanek abeenimih malkit malkitoonuh, toobaa kee meqe taamâ fanah gacaanamat sinni Rabbi lccdisaanam keenik messeran.","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:85","price":"85. Koroosite mari akeeral girâ digaala yabalu waa waqdi, tokkel girâ digaala keenil masalcisintaay usun teetik dago wakti mawadirroysiman.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:86","price":"86. Yallat agleytit haak yen mari, usun agleh kaat haak yenen agleytit yablen waqdi, Ni Rabbow tah nagleytiitiy kok kalah aqbudak sugne iyyan, tokkel too agleytit maxco keenil gacissa: diggah isin dirableela kinniton keenik axcuk.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:87","price":"87. Ama koros Qhiyaamah ayro Yallih amrih oggol taybulleeh kaah taqunxeh, usun diraabah ginnaasitak sugen numtinwwellitte keenik qellittaah baytah.","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:88","price":"88. Nabiyow koroositeeh sinam Yallih gitak waase maral digaala digaalak bagul keenil osisne, addunyal koroosannuu kee uma taamat baaxo bayisak sugeenimih sabbatah.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:89","price":"89. Nabiyow! kulli ummattak Nabiiy keenik yaniy keenil sumaaqitu waa ugusnu waynaah, tama kummattal sumaaqah koo bahnu wayna ayro keenih cus, diggah Qhuraan kitaabay usun kak ceyitti iyyaanamih baxxaqqa addal как tani koo oobisne, muslimiinih tirtoo kee nacrooruuy ayti kumá yakkê gidih kaa oobisne.","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:90","price":"90. Diggah Yalli tama Qhuraanal sinam isi cakkii kee isi naqoosâ cakki qadaalat dacrissankeh ken amrisa, isi qibaada yaymaaqeeniih usuk keenil hee fardi elle faxxiimannal abaanaah, kay naqoosah yamqcenimih ken amrisa, Ramad Íe mara xakbaanaah ken cakki keenih yaceenimil ken amrisa, Yalli sinam maxcoocaa kee abinak qaxumaamak ken waasa, koroosannuu kee uma taamaay seehadâ dulmii kee caddok taturuk ken waasa, Yalli tama sin kah amrissi heem kee sin kak waassa heemil kassis siinit aba, tamah kassittaanaah edde tantifiqeeninkeh.","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:91","price":"91. Xagana cuitan waqdi Yallih xaganaa kee kay naqoosah xagana duudusa, abten xiiba maggalina diggi tet hayteeniik gamadal, nummah isin Yalla dacayrih sinnit hee mara kinniton xagana kaah culten waqdi, diggah Yalli isin abba haytaanam inkih yaaxigeh.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:92","price":"92. Isin xagni makiyyah barray akat gintey usuk maqar baahek lakal mayfalaalakah kaa teyfeleelekeh inna makkina, sinni xiibaabi sittin fanal ganoh haysite mara tikki itteenih, xagana kah culten ummatak seehadaa kee maaluh maggo ummatta yekkeenimih sabbatah, cagalah Yalli xagni duudusiyyay sin kah amriset sin mokkorah siinik cina num kee oggola num yablenkeh, diggah Yalli addunyal itta elle waak teneenim baxxaqqa siinih heele Qhiyaamah ayro.","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:93","price":"93. Yalli faxinnay inki ummatay inki diini Íe sin abak yen, kinnih immay Yalli isih faxa mara makkoysaah isih faxa mara tirri haa, diggah isin Qhiyaamah ayro inkih esserimetton addunyal abak sugteenimik.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:94","price":"94. Sinni xiibaabi sittin fanal ganoo kee baaxô baysah mahaysitina islaamaninno gital dadooba siinik daabinteeh diggi ittek lakal siinik aftucelek, Yallih gitak sinam waassaanamih sabbatah addunyal digaala tammoysettoonuuh, isin akeeral kaxxa digaala liton.","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:95","price":"95. Yallih xagana maggalina addunyâ dago duyye edde xaamittoonuh, cagalah Yallih xaqul tanim is kayrih siinih tayseh isin woh yaaxige mara tekkeenik.","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:96","price":"96. Isin addunyak litoonum tambaxeeh, Yallih xaqul rizqhii kee galtok tanim raqtaah matanbaxa, diggah Yallih taaqat kee gibdaabinal yisbire marah ken meqe taamah galtok tayse galtoh ken galtenno usun meqe taamak abak sugeenimil.","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:97","price":"97. Meqe taama abite mari lab num tekkek hinnay say num tekkek usuk moomintuh anuk, toysa addunyal meqe manoy satta edde iyya kaah aceenno, usun aben meqe taamah galtok tayse galtoh ken galtenno usun meqe taamak abak sugeenimil.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:98","price":"98. Nabiyow Qhuraan takriyem faxxa waqdi, toysa Yalli isi Racmatak yeyxeere sheytanih umaanek yalla maggansit.","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:99","price":"99. Diggah usuk (Sheytan kinnuk) Yallaa kee kay farmoyta nummayseeh sinni Rabbil kelte mara makkoysaamih dudda mali.","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:100","price":"100.Cagalah usuk makkoysu duudam kaa awlah haysiteeh cato kaat faxa maraa kee usuk keenit abeh yan makkoysiyyah Yallat agleyta haa mara.","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:101","price":"101. Madqooqik oobisnaamah aayat aka aayatih aracat nabiddile waqdi, Yalli isi naqoosah meqeemiy kayri keenik edde yaniy oobisa yaaxigeh, koros : Mucammadow cagalah atu Yalli axce weem Yallal diraabah ginnaasite kinnito itte, Nabi і Mucammadow usun kah iyyan inna hinnay keenik maggo mari sinni Rabbih madqooqi ma yaaxiga.","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:102","price":"102.Nabiyow ama korosuk :ama Qhuraan anu innih kaa ma ginnaasitinniyoy ku Rabbih xaquk jibriiliy roocal Qhudsi deqsita cakkil kaa oobisê kal keenik ixxic, usuk (Qhuraan kinnuk) yeemene шага iimaanal diggi haah, muslimiinih tirtoo kee aytikuma yakkenkeh.","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:103","price":"103.Nummah tama koros cagalah Nabii Qhuraan barissam seehadaytu ittam naaxigeh, tokkel Nabii Mucammad edde barsaanah kak iyyan af, fan kak kelsaanam qajam numuuy, tah qarab afay baxxaqqa iyya kinniih Nabii Qarabtu kinnik Qajam num mannal kaa barsaa? iyyan.","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:104","price":"104. Diggah Yallih aayoota nummayse waa mara Yalli tirri mahaay usun qansarissa digaala Ion akeeral.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:105","price":"105.Cagalah dirab ginnaasittam Yallih aayoota nummayse waa mara, woo mari usun dirableela kinnon.","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:106","price":"106. Cagalah Yallal dirab ginnaasittam yeemenek lakal koroosanni qangarat yaabe numu, toysa woo numul Yallih Naqbi yan, koroosanni qangarat yaabankeh dirkisen numuy iimaanat lubbi satta kak iyyay rabi meesih teetit yaabe akke waytek, kinnih immay koroosanni qangarat lubbi satta kak axcuk yaabe numul, toysa too maral Yallih naqbi yaniih akeeral kaxxa digaala Ion.","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:107","price":"107. Toh kah ken geytem diggah usun akeerak addunyâ manoo kee tet bilhada dooriteenimih sabbata, diggah Yalli koroosite mara tirri mahaa.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:108","price":"108. Woh Yalli koroosannut lubbitteey aytii kee intiita как alfe тага kinni, woo mari usun Yalli digaalak keenih massoyseemik garcite тага kinnon.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:109","price":"109. Nummaak diggah usun akeeral finqiteeh kasaarite mara kinnon.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:110","price":"110. Tohuk lakal diggah Nabiyow, ku Rabbi makkal boolayseeniih buíten maray koros digaalat mokkorimek lakal Madiinâ fanah guurumey sarra Yallih gital yingicilleeh gibdaabinal yisbire, diggah ku Rabbi keenit tekke mokkorok yotoobeenik lakal dambi cabti li xuwaw li kinni.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:111","price":"111. Nabiyow Qhiyaamah ayro kulli nafsi isi nafsik umaane catamkeh giddiyak yamaate ayro keenih cus, kulli nafsi abitcemih galto kaah dudusumta usun andullume kalah.","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:112","price":"112. Yalli magaalak teynâ (makka kinnuk) maray saayaay sattat sugey rizqhi kah kulli gambik manguk kah amaatuk sugey Yallih niqmat yengeddeeh elle koroositey Yalli qulul kee meesî digaala tammoyse maral ceelallo yoogore, usun koroosannuu kee umaanet baaxo bayisak sugeenimih sabbatah.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:113","price":"113.Nummah keenik yanih yan farmoyti (Nabii Mucammad kinnuk) keenih yemeeteeh kaa dirabboyseenih, tokkel digaala ken tibbixeh usun sinni nafsi koroosannut yudlume тага yekkeenimih sabbatah.","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:114","price":"114. Sinaamey Yalli siinihyeceeh yan rizqhi calaalih anuk maquk akuma, isin Yallih niqmat faatita nummah dubuk kaa yaqbudeeh kay amri oggola тага tekkeenik.","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:115","price":"115. Cagalah Yalli caraamu siinil abem lacak barugaa kee yasguuden lacak caxta qabalaay cereyyâ cado, Yallih migaaqak kalih migaq elle xagen lacih cado, kinnih immay seehadayti qululuh rabu waamih meesih tama caraamuk taniimih makmot kaa kafissam tenek usuk cadô fayxih tet акте weeh makmot caddok cdde tature week, toysa diggah Yalli dambi cabti-li xuwaw-li.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:116","price":"116. Korosey diraabah sin arrob weeloysaamah Yalli caraamu abeemik ah calaali maxcinaay, Yalli calaali abeemik tah caraamu maxcina, Yallal dirab ginnaasittaanankch, diggah Yallal dirab ginnaasita mari mayaffoofaay mayasillima addunyaay akeeral.","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:117","price":"117. Usun (koros kinnuk) addunyal aban hatak dago hataka, usun akeeral ken qansarissa digaala Ion.","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:118","price":"118. Nabii Mucammadow nanu yahuud kinnino iyye maral carammosneemiy ahak duma anqaam deqsitta suural koi maaqneeh koh warisnel nanu ken madlammino, kinnih immay usun koroosannuu kee uma taamat sinni nafsi sinnih adlamuk sugeenî kalah.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:119","price":"119.Nabii Mucammadow tohuk lakal diggah ku Rabbi iggimat umaane abeeh tohuk lakal woo uma taamoomik Yallal yotoobeeh isi taamoomi yessemcqqc marah diggah ku Rabbi too toobah lakal dambi cabti li xuwaw lí kinni.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:120","price":"120. Diggah Nabii Ibraahim kayri miraacay maqaanel katyaanah suge, usuk Yallih amri oggolak deedal diinittek cakki diini (islaam diini kinnuk) fan kelitak suge, usuk Yallat agleyta haa marih numuh masuginnaay ken makkinna.","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:121","price":"121. Usuk (Nabii Ibraahim kinnuk) Yallih niqmootay Yalli kaah yeceel Yalla faatita numuh suge, Yalli isi farmoh kaa dooriteeh massa-le gitâ (islaam diini kinnuk) fanah tirri kaa hee.","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:122","price":"122.Nabii Ibraahimih addunyal meqe niqmat necee külli diinih mari kaa faylisaamal, diggah usuk akeeral meqe maray Yalli meqem kah abey jannatal fayya itta qarwa kah yecee marih loowot yan.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:123","price":"123.Nabii Mucammadow tohuk lakal wacyi kol oobisne Nabii Ibraahim diini (islaam diini kinnuk) katay iyyaanamal, aka diinittê fanah kaak daggaawe kalah, Nabii Ibraahim Yallat agleyta haa marih numuh masuginna.","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:124","price":"124.Cagalah sabti ayro qibaadah yassakaxxeenim Yalli elle heem sinni Nabiih amri cineeh sabti ayrol itta wee mara, (Yahuud kinnuk) diggah ku Rabbi Qhiyaamah ayro ken fan meklele usun itta elle waak sugeenimil.","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:125","price":"125.Nabii Mucammadow ku Rabbih diinii kee kay madqâ fanah sinam sec, Qhuraan kee ku cadiisiiy meqe kassiisiy kayri ken faxsiisaah umaanek ken yayxeereel, Nabii Mucammadow diinii koo giddiya mara xuwaw kee xabca edde tan giddiy mcqch ken giddis, diggah Nabii Mucammadow ku Rabbi usuk isi gitak makkoote mara yaaxigeeh usuk isi gital tirri iyye mara yaaxigeh.","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:126","price":"126. Moominiiney sin yadlumeeh caddok siinit tatre maral cane gacissaanam faxxeenik siinil baaheenih innah tanim keenil baaha, isin wohul tisbireeniih umam siinil baahe marah qafu abteenik, qafu abaanam yisbire marah canê gacsak aysuk raqta akeeral galtoh.","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:127","price":"127.Nabiyow Yallih diinih sabbatah adak koo geyteemil isbir, ama gibdaabinak Yalli koo yayyaaqem fanah, atu abta sabri Yallih catoo kee kay fayxi akke waytek как geyta ikke mantu, koo cineeh koo nummayse wee marih sabbatah marookitin, Nabiyow usun (koros kinnuk) koh kah malsan uma malah alil как ceyta num makkin, ken uma malá sharri keenil gace lek.","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"aa"},{"name":"16:128","price":"128. Diggah Yalli isik meesita maraa kee isi taama yaymaaqe mará luk yan catoo kee qokoluh.","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"","lang":"aa"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}