{"data":[{"name":"19:1","price":"1. Kaaf-Haa-Yaa-Qayiin-Saad (cdde faxem Yalli yaaxige).","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:2","price":"2. Nabiyow ah ku-Rabbi isi naqasu zakariyyah abe nacroorih kassis kinniih koh kaa maaqenno.","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:3","price":"3. Nabii Zakariyya qellitta xongoloh isi Rabbi seece waqdi.","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:4","price":"4. Nabii Zakariyya :yi-Rabbow diggah anu ekexxeeh yi-lafa boolatteeh qado xogor moyya yok duudch idoolannuh, kaadu yi- Rabbow kot abe kallacil buheeh baxaysite num way makkiyok dooqa yok raabit iyye.","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:5","price":"5. Kaadu anu diggah yot xayi marak anu rabeek gamadal ku-diini baysaah usun nummâ sooloh kaal sole waanamak meesitak, kaadu yi- barra maxalaytoh tanik ku-xaquk yoo nagraah yoo cata baxa yoh acuy iyye.","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:6","price":"6. Nubuwwannuu kee Qilmil yoo nagraah yaq-qhuub Samadak Qilmii kee nubuwwannu nagra baxa yoh acuwaay atu kicintooh ku-naqoosa kicna baxa yoh kaa ab iyye.","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:7","price":"7. Yalli kaal gacisak iyyelrZakariyyaw diggah nanu dooqa kok raabitneeh migaq как Yacya kinni awkal koo aytikumusna (berrakisna) kaak duma numuh abe wayne migaq kaah abne.","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:8","price":"8. Nabii Zakariyya diggah qajjibsitak yi-Rabbow baxa geyam mannal yoh takkeeh yi-barra maxalaytoy xale waytah anuk, kaadu anu nummah kaxxiinaa kee idoolannuh arac yoofee numuh anuk iyye.","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:9","price":"9. Yalli kaal gacisak:caagid atu kah itta inna, kinnih immay ku-Rabbi koo kee ku barra tama caalatal anuk sin fanak Yacya ginam yol xabcinih, nummah atu Yacyak duma xagar как xagaanamak tuh suge kalah koo gine kaak iyye.","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:10","price":"10. Nabii Zakariyya yi-Rabbow yi- barra tussukuqqem elle aaxigeeh edde asmite asta yoh acuy iyye, asta kok sidiica ayrooy sidiica bar sinaamâ luk yabtu duude wayya haytaama atu qaafiyatah nagay anuk hebeltó qelela aalle kal kaak iyye Yalli.","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:11","price":"11. Tokkel Nabii Zakariyya too caalatal anuk Salat elle abak suge micraabaak isi maral yewqeeh ken fanah escessi hee saakuuy carra salat abaay Yalla saytunnoysa iyyaanamah.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:12","price":"12. Nabii Yacya yoobokeeh barak tu edde raaqisa caddo yoofe waqdi yacyaw tawraat kitab maqarruk ibbixaay elle taamit, Kaadu nanu nubuwwannuuy turraqsaay fula-le kas kaah necee usuk qunxa awkah anuk iyye Yalli.","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:13","price":"13. Kaadu ni xaquk nacrur kee kacanuuy dambittek saytunnoowam kaah necee, kaadu usuk Yallak meesitaah kay amri oggola naqasuh suge.","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:14","price":"14. Kaadu usuk isi namına xaleynah yamqeeh, ken amri oggola baxah suge, kaadu usuk kaxxamariinoliy isi Rabbih amrii kee isi xaleynah amri cinah masuginna.","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:15","price":"15. Nabii Yacya yooboke ayrooy raba ayroo kee magaqak nuwwuk yawqe ayro Yallak nagaynan kaal yanay!","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:16","price":"16. Nabiyow ama Qhuraan kitaabih addal Maryam xaagu cusey, is isi marak texxeereeh, keenik ayro mawqat raaqa aracal gacte waqdi.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:17","price":"17. Tokkel is isi maraa kee isi fanat tet qellisa reebu haysitte Qibaada abta waqdi tet able waanamkeh, tokkel jibriil deqsita ni malaykattu tet fanah rubneeh gino как dudda-le seehadaytih weelot weeloysimmi iyyeh teetih yemeete.","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:18","price":"18. Maryam diggah anu Racmaan kinni Rabbi kok maggansitak, Yallak meesita num tekkek umaanch gabah yoo maxagin kaak itte.","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:19","price":"19. Cagalah anu ku-Rabbih farmoyta kinniyooh, usuk koo fan yoo ruube, dambittek saytunnoowe awka koh aceemkeh teetik iyye jibriil.","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:20","price":"20. Maryam jibriilik awka xalaah geyam mannal yoh takkee rihimih seehadayti yoo mabtinnaay yol kalah yol xayyowtem matanaay anu timixxige dalweynah masuginniyyok? kaak itte.","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:21","price":"21. Jibriil Maryamak: caagid atu kah itta inna kinnih immay, ku-Rabbi abba sinni baxa ginaah koh acccm yol xabcinih iyye, kaadu sinaamah Yallih dudda elle yaaxigen asta kaa abne kaal yeemeneeh kaa kataate marah nek yan Racmatah, kaaduNabii Qiisâ gino yookome caagidiy meklimey lowcal macfuuzul yunkuttube kinni.","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:22","price":"22. Tokkel jibriil maryamak diriqik (korta kinnuk) moyya как culta ikkek ufuy fuufuseeh, too fufto maxaxa teetik toofeeh tohih sabbatah Qiisal tussukuqqeeh, tokkel kaa bagut luk Sinaamak texxeereeh xer aracal gacte.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:23","price":"23. Tokkel lacaw tamirtô laqibih fan tet beeh tet kelse kaa tabbixemkeh, is lacaw Qansarih gibdah: maganey ahak duma rabeh suginniyoy, kaadu sinam burah cabteemiy xagar kak xage waytaah kassite waytah suginniyoy yoh aysuk ten itte.","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:24","price":"24. Tokkel jibriil tamirtô gubak teetih seece: maryamey marookitin. Nummah ku-Rabbi qunxa weeqaytu (qunxa dara kinnuk) gubat kok heek iyyaanamah.","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:25","price":"25. Ka adu tamirtô laqib isi fan esgeyyi hayis alee tamiray batayah yaniy woo waqdi daggiime koi caxelek (luuquse-lek).","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:26","price":"26. Toysa atu ama tamiray batayah yanik akumaay, ama qunxa weeqaytih leek aqubaay ama baxat inti wagrisaay ruffu kaat ixxic; tokkel sinaamak numuk teyna tublech, tokkel usuk atu xalte baxih xaagu kok abek, toysa diggah anu racmaan kinni rabbih tibbi axcem axbuuxuh innil hee kaak ixxic, (nadri kinnuk) asaaku inkinnah seehadaytu luk yaabe waamah.","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:27","price":"27. Maryam xer ikkek isi baxa quukak isi maral temeete, usun tet kee tet baxa yublen waqdi: Maryamey nummah kaxxaamay umay assocokkile bahte teetik iyyen.","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:28","price":"28. Haaruun toobokoytáy (maqanxay) kabba uma numuy dalweynah yanih masuginnaay ku ina dalweynay dalwa abtah masuginnak; a-baxa ankek litoo teetik iyyen.","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:29","price":"29. Tokkel maryam isi baxa Qiisâ fanah escessi hayte kaa esseraanamkeh, tet yab qajibsitak: saldih yan awkay handuulut yani luk mannal yabnaah teetik iyyen.","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:30","price":"30. Nabii Qiisa handuulut (sard lollo kinnuk) anuk: diggah anu Yallih naqsuuy Yalli injiil deqsita kitab yoh yeceeh isi Nabii yoo abe keenik iyye.","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:31","price":"31. Kaadu yi Rabbi kayrii kee tuxxiq как maggo num yoo abe elle aninnaan rikel, kaadu usuk salat abaah dacrisaah zaka aceemih yoo farriimc nuwwiyom fanah.","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:32","price":"32. Kaadu inni inah amqeeh tet amri oggola num yoo abe, kaadu kaxxamariinoley daalimtuh yaniy isi Rabbih amri cina yoo maabinna keenik iyye.","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:33","price":"33. Kaadu ooboke ayrooy, raba ayroo kee nuwwuk ugutuwaa ayro (Qhiyaamah ayro kinnuk) Yallak nagaynan yol yanay.","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:34","price":"34. Nabii Mucammadow woo Maryam baxa Nabii Qiisâ weeloo kee xaaguy koo maaqne nummâ cakki maxcoy yahuud kee nasaara edde agaywaagitta kinni.","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:35","price":"35. Yalli isi ginok baxa haaysitam kaa macelta usuk wohuk saytunnooweh ikkal, cagalah usuk caagiidak caagidik teyna meklam faxa waqdi tik iyyaah wohim xayih usuk elle faxa innal takke.","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:36","price":"36. Nabii Qiisa isi marak: diggah Yallay sin fan как seeca usuk yi- Rabbiiy sin Rabbik, toysa dibuk kaa uqbuda usuk agleyta malik, tamah massa-le gitay mako sinni kinnik keenik iyye.","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:37","price":"37. Kitab marak buttaati Qiisâ caagidil itta wayteh ittin fanal, tokkel koroosite marah finqi yan Qhiyaamah ayroy kaxxam gibdiy meesi Íe yabloonu waana.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:38","price":"38. Oobbaa kee mabul manxu keenik (koros kinnuk) gibdii Qhiyaamah ayroy cisab kee galtoh nee fan yamaatoonu waana, kinnih immay korosuy daalimiinih tani ta-asaaku addunyal cakkik baxxaqqa-le makoh addat tan.","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:39","price":"39. Nabiyow ken meesis nadaamah ayroy (Qhiyaamah ayro kinnuk) caagid meklimay ginô fan baxsaanaah moominiiniy jannat cultaa kee korosuy gira culta yakken waqdi, usun (koros kinnuk) asaaku addunyal ken как meesiiseenimik garcit anuk usun rabak lakal ugut yaniih mano tanim manummaysan.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:40","price":"40. Diggah Nanu baaxoo kee baaxô bagul tanim inkih nanu nagarraah usun cisab kee galtoh nee fan gacsiman.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:41","price":"41. Nabi і Mucammadow Sinaamah ama Qhuraan kitaabal Nabii Ibraahim xaagu cusey, diggah usuk kaxxam numma yacee Nabiih sugek.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:42","price":"42. Nabiyow cusey:Nabii Ibraahim isi abba aazarak iyye waqdi yi- babbaw nuntinwwelluy aabbe waah able waay Yallak tu-koh xiqe waa maatiyah taqbudee?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:43","price":"43. Yi-babbaw nummah Yalli ixxigak koh acee weem yoh yeceek, yoo katat massa-le gitay mako sinni koh ascasseek kaak iyye.","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:44","price":"44. Yi-babbaw sheytan amri moggolin! Numtinwwellitte taqbudeemil, Diggah sheytan Racmaan kinni Rabbih amri cineeh kay qibaadal kaxxamariinite num yekkek.","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:45","price":"45. Yi-babbaw anu diggah atu koroosannut rabtaah Racmaan kinni Rabbik digaala koo xagtaah girai sheytan wakliita takkeemik koh meesita kaak iyye.","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:46","price":"46. Nabii Ibraahim abba Aazar isi baxa Ibraahimik: Ibraahimow atu yi-Yallitteh Qibaadat derre cabtaah akaamih Qibaadah sangeltaa?atu tet buraa kee tct xaafuk raaqc waytek, diggah xeet gccdanot (xeet qambisiyya kinnuk) koo Qideyyok, xer wakti yok exxeeraay inkinnah yó lih mayaabina kaak iyye.","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:47","price":"47. Nabii Ibraahim isi abbak yabbaw yok nagaynan gey yok faxe waytam koo mageyta ahak wadirik Yalli tirri koo haah dambi koh cabaamah kaa koh kallaceyyo, diggah usuk yoh kaxxa maqaanee kee xuwaw leeh dooqa yok macinaay yoo mabaxaysa kaak iyye.","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:48","price":"48. Kaadu sin kee sin Yallittey Yallak kalah taqbudeenik baxsimeyyooh inni diini luk siinik axxeereyyo anu siinit aba fayu cinteenik, kaadu anu inni Rabbi kallaceyyo anu inni Rabbit aba kallacit uma num akkewaam qaagita kaal esseram yoh cinaamak.","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:49","price":"49. Tokkel Nabii Ibraahim ken kee ken Yallittey usun Yallak kalah yaqbudeenik baxsimeeh yexxeere waqdi, xaylok Iscaaqh kee yaq-qhuub kaah necee (iscaaqh baxa kinnuk) kaadu kulli num Nabii keenik abne.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:50","price":"50. Kaadu ni Racmatah diini niqmat kee addunyâ inkih keenih necee, kaadu meqe xagar xagoy qaxmeqey sinam addal raqta keenih abne.","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:51","price":"51. Kaadu Nabii Mucammadow isi marah ama kitaabal (Qhuraan kinnuk) Nabii Muusâ xaagu cusey, diggah usuk Yalli kaa dooreeh farmoytaay Nabiih sugek.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:52","price":"52. Kaadu Nabii Muusah tuur deqsitta qaleh tattabay kaak migdat raaqak kaah secneeh Ni-garayuh kaa xayyosne kaâ luk yabne waqdi.","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:53","price":"53. Kaadu Ni-Racmatah kay toobokoyta Haaruun Nabii kaah abneeh kaah necee.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:54","price":"54. Kaadu Nabii Mucammadow isi marah ama kitaabal (Qhuraan kinnuk) Nabii Ismaaqil xaagu cusey, diggah usuk hee xagnih numma luk yeneeh xagana duudusak yen, kaadu usuk farmoytaay Nabiih sugek.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:55","price":"55. Kaadu usuk isi buxah maraa kee kaa nummayse mara salat kee zaka yaceenimih amrisak suge, kaadu usuk isi Rabbih xaqul oggol kee kacanu luk yen.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:56","price":"56. Kaadu Nabii Mucammadow isi marah ama kitaabal (Qhuraan kinnuk) Nabii Idriis xaagu cusey, Diggah usuk kaxxam numma yacee Nabiih sugek.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:57","price":"57. Ka adu kay xagar xagoo kee kay arac fayya hayne.","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:58","price":"58. Nabiyow ambiyak xaagu koi как maaqqa haynem Yalli isi muxxoh kah yemqe mara ambiyak Nabii Aadam Samadaay Nabii Nuucû luk nukkuqe marih Samadaay, Nabii Ibraahim Samadaay israa-iil (Nabii Yaq-qhuub kinnuk) Samadaay, kaadu keenik iimaanal tirri hayneeh farmoo kee nubuwwannuh doorre mari Racmaan kinni Rabbih aayootay kay inkittinaane tascasse keenil tan kirriyme waqdi weeqak kummaatak gomboh radan Yallak meesih.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:59","price":"59. Tokkel meqe marih lakal uma maray salat baysaah sinni kalbi fayxiixa kataata keenil ciggiile, toysa too mari sarrah jahannam girah adda I yan daqaaray ghayyi deqsitah addal umaanee kee finqi ken geele.","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:60","price":"60. Kinnih immay woo uma marak aben dambik Yallal yuduureeh kaa nummayse maray, meqe taama abbaasite, toysa too mari usun Yallal yeemene mará luk jannat culaah ken meqe taamoomik tu- keenik ma daggoysan.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:61","price":"61. Is Qadni deqsitta jannootay Racmaan kinni Rabbi isi naqoosay tet ablekal tet nummasse kah xagnise kinni, diggah usuk kay xaganay (jannatah keenih hee xagana kinnuk) isi naqoosa kah xagnise yamaatuwaam raqmali.","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:62","price":"62. Jannatti mari kay addal deedal maxcooca mayaabba, malayka keenih abta salaamaqle akke waytek, kaadu kay addal makmok maaqabok carraay saaku sinni rizqhi Ion.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:63","price":"63. Woo jannatay ama weeloolat weelosne Ni-naqoosak addunyal nek meesitak suge mara kaa nagarsisna.","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:64","price":"64. Jibriil Nabii Mucammadak iyyehmanu malaykak baaxô fanah mobna ku-Rabbih amrih obna nee akke waytek, akeerâ caagidik foocak Net garaytam kee addunyâ caagidik taturtem kee addunyaa kee akeerâ fanal taniimih ixxiga inkih Yalli Íe, Kaadu ku-Rabbi hebeltohim hawweenam matakka.","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:65","price":"65. Usuk qaranwaa kee baaxooy ken nammayih fanal taniimih Rabbik kaa uqbudaay kay qibaadal isbir Nabiyow, kaa celtaah kay migaq lem maay taaxige? maleey.","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:66","price":"66. Korostah yan seehadayti anu raba waqdi rabek lakal anu sarra inni magaqak nuwwuk awqeyyoo? iyya.","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:67","price":"67. A-seehadaytuy tamah iyya nanu diggah naharsi adda usuk tuh suge kalah kaa ginnem makassitaa?","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:68","price":"68. Tokkel Nabiyow ku-Rabbil xiibita immay diggah ken kee sheytoona gaaboysenno Qhiyaamah ayro, tohuk lakal diggah Jahannam deraafel inkih guluubah anuk ken xayyoysenno.","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:69","price":"69. Tohuk lakat kulli buttak Racmaan kinni Rabbih amrih ciniyyah agibdinnaanih mara addak keenik ayyaaqenno digaala keenik Qembisnamkeh.","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:70","price":"70. Tohuk lakat diggah tet (gira kinnuk) culim kee tet cararow kah yaguude mara keenik nanu naaxige.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:71","price":"71. Kaadu sinaamey siinik hcboltô num mayan jahannam gira arka kaa akke waytek tet amo taba gital dardaran waqdi, woh raq sinniimiy ku-Rabbi isil madaqe kinni.","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:72","price":"72. Tohuk lakat sinni Rabbik meesita mara teetik naggosnaah, isi nafsi koroosannut yudlume mara girah addal guluubah anuk ken cabna.","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:73","price":"73. Korosul Ni-aayootay baxxaqqa itta tankirriyime waqdi koroosite mari Yallal yeemene marak namma buttak nee kee siinik buxaaxî Qaxaa kee elle daffcyan aroocay muxxo leh iyyi nek yaysee? Keenik iyyen.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:74","price":"74. Yalli keenil gacisak iyyeh: Nabiyow ku-marak duma horaarik maggo hora finqisne woo mari usun duyyê maqaanee kee weelal qaxah keenik aysuk yen.","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:75","price":"75. Nabiyow korosuk ixxicmee kee siinik cakkik makot aninnaanih marah, toysa Racmaan kinni Rabbi edde yanin makoh wakti hirgiyyah keenih hiriggi haay, usun kah xagnisimeenim asmatah ubullu haanam fanah addunyal sissik digaala ken geyi hinnay Qhiyaamah ayroh digaala akeeral ken geyi akkele, tokkel koros kee moominiinik arac kee madab umaaneh gacak raaqaah Qandey ken cattah boolah gacak raaqa mara keenik aaxigelon.","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:76","price":"76. Yalli isi naqoosak isi diinil tirri iyye marah Ion tirtot tirto keenih ossa, kaadu meqe taamoomiy abe numuh aracal Raqta is Nabiyow ku-Rabbih xaqul akeeral aysuk raqtaah gacim kee ellecabô maqaaneh aysuk raqta jannatal.","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:77","price":"77. Nabiyow yoh warisey Ni- Qhuraanih aayoota yangaddeeh dirabboysa korostih (waa-iil baxa Qaas kinnuk) maxco Qajibsitak :akeeral maaluu kee xaylo yoh antacawwime-le iyye waqdi.","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:78","price":"78. Usuk Lawcal macfuuzul Yalli qelliseemit bossu iyyeh maaluu kee xaylo-lem isik yuble innaa, hinnak usuk (edde yabna korosta kinnuk) Qhiyaamah ayro Racmaan kinni Rabbih xaqul woh geyuwaamih xagana haysitee?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:79","price":"79. Caagid ama korosti elle yakkale inna hinna usuk diraabah Yallal deedalah ginnaasitak iyyah yanim kaak aktubenno, kaadu diggah akeeral digaala ossiyyah kaal ossenno.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:80","price":"80. Kaadu usuk warsitaah elle hiddootah yan maaluu kee xayloy kaak raqta nagrenno, kaadu usuk Qhiyaamah ayro dibuk nel amaate- le maaluu kee xaylok tu-aalle kalah.","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:81","price":"81. Ama koros Yallak kalah Yallittey yaqbudeeni haysitte akeeral digaalak catoo kee shafaaqatta keenih takkemkeh.","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:82","price":"82. Caagid usun elle yakkalen inna hinna ama ken Yallitte akeeral ken qibaada angaddeeleeh Qaduwwiy saduh keenil yani keenil akke-le.","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:83","price":"83. Nabiyow matablaa! Diggah nanu shcytoona korosut rubneeh amol keenik haynem umaanê fanah gutuqiyyah ken gutuqak makot ken beytamkeh.","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:84","price":"84. Toysa Nabiyow ama korosih digaalah esserot maqataatakinîcagalah Nanu ken qumrii kee ken taamoomi loowiyyah lownak.","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:85","price":"85. Yallak meesita mara (moominiin kinnuk) kobxisna ayroy Racmaan kinni Rabbí fanah irgay feereynaanih amot tanih ken bahna konnaba luk.","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:86","price":"86. Kaadu umeyniitih yan mara (koros kinnuk) jahannam girâ fanah ibaybah bakarruk foorisiyyah ken foorisnaah tet ken arkisna.","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:87","price":"87. Ama koros Shafaaqatta numuh abtam maduddaay, keenih tet abtam matan, kinnih immay cagalah Shafaaqatta abtu duddam Racmaan kinni Rabbih xaqul woo xagana haysite шага kinni (moominiin kinnuk).","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:88","price":"88. Kaadu ama koros Racmaan kinni Rabbi baxa haysite itte.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:89","price":"89. Nummah amah iyya maraw isin ama maxcot kaxxa ceele waytoy assacokki-le bähten.","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:90","price":"90. A-korosey ama sin maxcoy qaxumay edde yabteenih sabbatah qarnwa baxan baxsintaah baaxo Qaxam Qanxixxaah qaleela raddaah buluuliyyah bulultam xayyossu hayta.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:91","price":"91. Usun Racmaan kinni Rabbi baxa-le iyyeenimih Sabbatah.","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:92","price":"92. Kaadu Racmaan kinni Rabbi baxa haysitam kaa maceltaay usuk wohuk kaxxa fayyah fayya iyye.","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:93","price":"93. Yallih ginok Hebelttô ginoy qaranwaa kee baaxol tani matan külli num keenik Racmaan kinni Rabbi fanah naqasuy Ramma iyyaah xixxibaanc-lih yanih yamaate kaa akke waytek Qhiyaamah ayro.","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:94","price":"94. Nummah Yalli isi ginok loowo arac xagseeh loowoh ken looweeh ken caagidik tu-kaak maqellitta.","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:95","price":"95. Kaadu keenik ummaan num Qhiyaamah ayro isi Rabbih xaqu dubuk amaate-le.","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:96","price":"96. Diggah yeemeneeh meqe taamoomi abbaasite marah, Racmaan kinni Rabbi kay naqoosak moominiin sorkocobaxittet kacanu keenih heele.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:97","price":"97. Toysa Nabiyow cagalah ama Qhuraan ku-arrabal xabbacosneh, Yallak meesita mara elle aytikumussaah deedalah kaxxa giddi-le mara edde meesissamkeh.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"aa"},{"name":"19:98","price":"98. Nabiyow ku-marak duma horaarik makina hora finqisnee?keenik inki num maay geytaah tableeh, hinnak dago xonglo kinni way keenik maay taabbee?matablaay mataabba.","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"aa"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}