{"data":[{"name":"2:1","price":"1. Alif- Laam-Miim: edde faxem Yalli yaaxigeeh, yaggiggiriqqee curuufuy suuraarik teynak foocat yamaate ta Qhuraanih innah tanim num baahu duude waamih mascassa edde tan.","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:2","price":"2. Nabiyow tama Qhuraan kitaabay kol obsime usuk Yallih xaquk yanim Agay-waaga mali, usuk Yallak meesita maray kay madqooqi kataatah tirto kinni.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:3","price":"3. Woo mari usun keenik qellittam wohuk ceelallo (jannataay, giraay, malaykaay, ....) Nummaysaah Salat elle faxxiima innal Abaah Soolisa mara, maaluk Yalli keenih yeceemik tu-Sadaqhat kee Yalli kicnih yan gital yacee mara kinni.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:4","price":"4. Nabiyow Qhuraanak kol obsimtem kee kok duma Yallih farmoytiitil obsimte kitooba Nummaysaah, usun Akeeray Cisab kee galto eile tani Asmatah yaaxige mara.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:5","price":"5. Woo maray tama weeloola-le sinni Rabbik tirto Bagul yaniih, woo mari usun jannatal fayya itta Aroocal yaffoofe mara kinnon.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:6","price":"6. Diggah Yallih Aayoota yengeddeeh Nabii Mucammad ﷺ nubuwwannu dirabboyse mari, Nabiyow ato yallih Digaalak ken mesissam Kee hinnay meesiise waytam kenil inkittu usun Atu kennih luk temeetem manummaysan.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:7","price":"7. Yalli ken lubbittee kee ken Aytiita cakki taabbeemik Alfeh, intiita keenik Alfeeh Siba keenik eile hee koroositeenimih sabbatah, usun Akeeral kaxxa digaala-lon.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:8","price":"8. Sinaamak Yallaa kee ellecaboh Ayról Neemeneh iyya mari (munaafiqhiin kinnuk) keenit yan, usun nummah yeemene mara hinnon.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:9","price":"9. Usun edde yanin iggimah Yallaa kee yeemeneh yan mara ganaanam yakkalen, usun Aaxige waanä ikkal sinni nafsik-sa ganaanam malón.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:10","price":"10. Ken lubbittet munaafiqhannuu kee Agay-waagä Biyak yaniih, Yalli woo Biyaakat Biyak keenih osse, usun ken Qansarissa digaala-lon akeeral, Neemeneh Axcuk Acuwak Sugen diraabih Sabbatah.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:11","price":"11. moominiin koroosannuu kee uma taamat Baaxo mabaysina keenik ittek, ken diraabay gibdih cagalah nanu Baaxo umaanet baysa mara hinnino nanu tet yaymaaqe mara kinnino ikkal iyyan.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:12","price":"12. OobbiyaîDiggah usun Baaxo Baysa mara Nummah, kinnih immay usun edde yanin iggimah woh mayaaxigan.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:13","price":"13. keenik (munaafiqhiin kinnuk) Sinam kah teemene innah eemena keenik iyyeenik, nanu kas maleela kah teemene innah Naamanoo iyyan? Oobbiya! Diggah usun kas maleela keeni, kinnih immay usun edde yaniinim finqa kinnim sinnik mayaaxigan.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:14","price":"14. tama munaafiqhiin yeemene marat tongoorowek nanu neemenehiyyan, sinni Abbobtiy Sheytoonah tanî fanah gacaanaah dibuk keenî luk yanin waqdi nanu, Diggah sin diinit Siinî luk naniih, nanu cagalah moominiinil Abak Sugnem Anqasa iyyan.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:15","price":"15. Yalli usun Aben Anqas celta galtoh digaalah Icen digaale-le, usun edde yanin koroosannuu kee caddok taturut yadudduureenimkeh ken wadirroysa.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:16","price":"16. Too munaafiqhiinih yan maray tirtot maxqawit (mako) xaamite, tokkel sinni kabxat fayda morbisinnon kasaara Akke waytek, usun Aben kabxat (tellemmot) fayda elle orbisan gitat maradinnoonuuy woo mara makkon.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:17","price":"17. Munaafiqhiiniy Nabii Mucammad nubuwwannu Nummah Nummayse waytey koroosittê ceelallo horta yakke marak dite-le Bar numuk teyni gira kak urseeh kaak derfal tanim ifissi kaah hayte waqdi,Yalli gira как Barguseeh ditet cabe maray tu-Able waah edde gexan gitat Rade waah inna kinni.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:18","price":"18. Usun cakki yaabbeenimik Ayti maleelaay cakkit yaabaanamak duuditte tirto diifu yableenimik inti maleela, tokkel usun wohih Sabbatah edde yanin mako gitak iimaanâ fanah magacan.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:19","price":"19. Hinnay tama munaafiqhiinih ceelallo horta yakke maray Bacaril gexay Qaraanak kaxxa Roobuy diteetaay Angad kee cankaxi edde yanik sinni Aytiitat sinni feeraari kakkaqö xongoloh gibdah hee marih inna rabi meesih, Yallih ixxiga korosut maroh taniih, usun kay digaalak mayassaqqan.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:20","price":"20. Cankaxi diifi gibdah intiita keenik sissikuk yaatukem xayyossu haa usuk gita keenih ifsinnaanih waqdi kay diiful gexan, diifi kaak yaggiriqqeeh giti keenit dite Baaha waqdi sinni Aracal eile Soolan Yalli faxinnay Angad xongoloh gibdah Aytiita ken waysiisak yeeneeh, cankaxi diifih gibdah intiita ken waysiisak yen, diggah Yalli ummaan iimmih duddali kinni.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:21","price":"21. Sinaamey sin Rabbiy sin gineeh Siinik dumi mara gine uqbuda Yallak meesita marih loowot gactaanam keh.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:22","price":"22. Usuk sin Rabbiy Baaxo madabah eile gactan fido Siinih Abeeh Qaran Amol Siinik Arno tabsi (Arno tabsu kinnuk) innah xise, Qaraanak lee Siinih oobiseeh caxä mixuy Rizqhi Siinih yakke edde yeyyeeqe, toysa Yallat numtin-wellitte Agleh mahiina qibaadal isin Aaxaguk.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:23","price":"23. Korosey Ni-Naqsu Nabii Mucammadal ﷺ oobisne Qhuraanak Agay waagat teneenik, toysa kay innah taniimik inki Şuura Baahay Yallak kalah sin maray sin catay sumaq siinih yakkek duddu haytaanam Seecita ittaanamat Numma yacee mara tekkeenik.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:24","price":"24. Tokkel taway kay innah taniimik Suura Bahtaanam Abe wayteenik Sarrah inkinnah toh mabtan, toysa isin giray Sinam kee xeet Bocoy edde urtah-ley korosuh missoysimtek meesita.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:25","price":"25. Nabiyow yeemeneeh meqe taamoomi Abbaasite mari, Diggah usun jannootay weeqaytitte guba как gexxa loonumul ken Aytukumus, jannatti caxâ mixuk Yalli Rizqhi keenih Acayinnaanih waqdi, tah duma Yalli neh yecee caxâ mixu iyyan, weelal kee mabla itta как ceelak keenih yontocowwime Rizqhi tami как sissinuk, tet Addal (jannoota kinnuk) Agabuy Qaboolaa (mayangali qabal kinnuk) kee wasaakatak Saytunnoowe-lon usun tet Addal waarak.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:26","price":"26. Diggah Yalli ceelallo yaagureemik ma-wacarriya daggowtay hinnay tamaggay kayniiqeytah innah tanim takkay, hinnay teetik Qunxam takkay, hinnay teetik Nabam takkay, yeemeneh yan marah tugactek diggah Yalli cakki Rabbiiy tama ceelallo sinni Rabbih xaquk tanim yaaxigeenih, koroosite marah tu-gactek Anqasaay Burah Yalli Anna leemil ceelallo yaagureemit maca faxee iyyan? Yalli keenil gacisak korosuk maggo mara edde makkoysa tama ceelallo cakki kinniimil anqaseenimh sabbatah, moominiinik maggo mara edde tirri haa tama ceelallo cakki kinnim Nummayseenimih Sabbatah, Yalli tama ceelallo yaagureemit kalah makkoysa mara mali, Yallih Amri eine mara Akke waytek.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:27","price":"27. Yalla inkittoysaanaah Nabii Mucammad Nummaysaanamal Yalli Ateeban (xagana) keen i к beek lakal xagana yaggileeh Yalli xakbaanam keh xakabuh ken kak Amrise Ramad yargiqeeh Baaxo Baysaah Baaxo Bagul umaanc Aba mari, too mari usun Addunyaay Akeeral kasaarite mara kinnon.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:28","price":"28. Korosey Yallih inkittinaane mannal tangaddeenii? Rabteemiy Anee waytah Sugteeniih sin yuynuwweeh Addunyal sin heek tohuk lakal Qumri Siinik yamurruqe waqdi sin Qidah, tohuk lakal Qhiyaamah Ayro sin yaynuwweeh, tohuk lakal cisab kee galtoh kaá fanah gacsimtan.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:29","price":"29. Dibuk Yalla kinni Baaxö Bagul tanim inkih Siinih gintem, tohuk lakal Yalli Qaran ginö fanah yufkuneeh, tokkel malcina Qaraanay dudda-le ken Abe, Yalli usuk ummaanim yaaxigi kinni.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:30","price":"30. Nabiyow ku-Rabbi malaykak anu diggah Baaxö Bagul Seehaday mariiy maral как ciggiila ginam faxa iyye waqdi cus Sinaamah, malayka Qajjibsitak: Ni-Rabbow umaanee kee Qaboola teetil caxu waa mara mannal teetil haytaa itte? Nanu koo Saytunnoysak koo faylisnaah koo ceele waytaamak koo Saytunnosnaah koo nassakaxxeehik itte, diggah anu isin Aaxige waytaanam Aaxige teetik (malayka kinnuk) iyye Yalli.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:31","price":"31. Yalli Nabii Aadam ummaan iimih migaaqitte inkih kaa Barseh, tohuk lakal woo migaaqitte Yalli malaykal xayyoyseeh tahiimih migaaqitte yoh warisa isin ittaanamat Numma yacee mara tekkeenik keenik iyye Yalli.","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:32","price":"32. Malayka: Ni-Rabbow atu Saytunnitoh nanu atu nee Barissem Akke waytek, nanu ixxiga mannu itte, Diggah Atu ixxigaliy tu-kak Qellite wayta, Naggaaray tu-elle Aba inna yaaxige kinnito.","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:33","price":"33. Yalli: Aadamow tahiimih migaqway usun Aaxige weeni keenih waris kaak iyye, tokkel Nabii Aadam tama migaqwa keenih warse waqdi, Yalli malaykak iyyeh, diggah Anu Qaranwaa kee Baaxö Bagul Qellittem Aaxigeeh isin taybulleenim kee Qellisak Sugteenim inkih Aaxigeh Siinik maxacciyoo? Keenik iyye.","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:34","price":"34.Nabiyow sinaamah cus; malaykak Nabii Aadamah konnabâ Sujuud Aba inne waqdi, tokkel malayka inkih Nabii Aadamah Sujuud Abteh ibliisiy cineeh kaxxa- mariiniteeh koroosite marih loowot Suge Akke waytek.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:35","price":"35.Aadamow koo kee ku-Barra cawwa jannatal dabqih gacaay kay caxä mixu ruftoluk faxxa haytan Rikek kaak Akumaay isin tama caxal maxayyoowina tet mexexu takmeenimik, toysa sin Nammay Yallih Amrih cinat sinni Nafsi yudlume mara Akkettoonuk kaak inne.","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:36","price":"36.Tokkel Sheytan dambit ken Qide tet mexexu Akummu haanam fanah was-wasa keenil yekkeemih Sabbatah, tokkel Sheytan jannattі niqmatay edde Sugeenik ken yeyyeeqeh isin (Aadam kee Cawwaay, Sheytan kinnuk) jannatak Baaxol ooba mariiy marak Qaduwwih Siinik Anuk isin Baaxô Bagul madab kee takmeeniih taaqubeenimiy edde hataktaana liton Rabi wakti Siinih Amma iyyam fanah keenik inne.","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:37","price":"37.Nabii Aadam isi Rabbik Qangooruy usuk kaa Barseeh kaa yiysixxige beeteeh oggoleeh kaa edde kallaceeh Yalli toobat kaak oggoleh, Diggah usuk isi Naqoosak kaal gace marak toobat oggolaah isi Naqoosah farakka iyya Racmat- le Rabbi kinni.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:38","price":"38.Yalli keenik iyyeh : isin jannatak inkih (Aadamaay, cawwaay, ibliis kinnuk) Baaxö fanah oobaay Aadam kee Cawwak sin Samaday (Raddi) siinil kataatah tirto edde tanim Siinih tascassee farmoytit kee Anu keenil oobisa kitooba Siinih yi-xaquk temeetek, tokkel Siinik yi-tirto kataate mari, toysa ken Amol ellecaboh ayroh meesi matanaay, Addunyak keenik taturteemih ma-rookitan keenik inne iyye yalli.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:39","price":"39.koroositeeh Ni-Aayoota dirabboyse mari, woo mari usun girâ Mara usun teetil waarak.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:40","price":"40.Israa-iil xayloy Yi-Niqmatay Siinih eceey sin Amol yani kassita Yi-kitoobaay Yi-farmoytit inkih Nummassaanaah Yi-Madqooqil taamittoonu waytaanamah yoh culten xagana duudusa meqe galto Siinih elle Aceeh wohul jannat sin culusu waamah Siinih hee xagana Siinih duuduseyyok, dibuk yok meesitaay yok kalih marak ma- meesitina keenik iyye Yalli.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:41","price":"41.israa-iil xayloy Qhuraanay Nabii Mucammadal ﷺ oobisey tawraat kitaabay isin litoonu Nummaysak yeemetel eemena, kitab marak (yahuud kee Nasaara kinnuk) isin Naharak kaal koroosita mara makkinaay Yi-Aayootat Addunyä dago duyyê Ваха maxaamitinaay dibuk yok meesita.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:42","price":"42. Yallak oobe cakkii kee deedal ittat masgalliinaay Nabii Mucammad weeloolay sin kitaabal temeetey cakki kinni maaqarina isin Aaxaguk.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:43","price":"43. Salat Soolisaay Zaká Acuwa, kay ummatak Salaatal Rukuuq Abah yan mará luk Rukuuq Aba.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:44","price":"44. yahuud mixigway (tutaaxagoy) Sinam meqem Abtam kee Nabii Mucammadal ﷺ yaamineenimih Sinam Amrissaanaah sinni Nafsi hawwentaanaa? Isin tawraat kitab Akrayuk, woo Abni Siinik Qaxumak ma-kaskassowtaanaa?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:45","price":"45. sin caagiidak faxxa haytaanamah Sabrii kee Salaatat cato faxa, Diggah usuk (Salat kinnuk) Nabaah Qilsih Yallah yuqunxeeh kaak meesita mara Akke waytek.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:46","price":"46. Tama Yallak meesitaah kaah yaqunxee mari, Diggah usun Qhiyaamah Ayro sinni Rabbit yangooroweeh, Diggah usun cisab kee galtoh kaä fanah gacoonu waanam Asmatah yaaxigen.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:47","price":"47. Israa-iil xayloy Yi-Niqmatay maggoy siinih eceey sin Amol yani kassita, Diggah Anu sin dabaanih marak Ambiyâ mangal sin muxxusek Yi-Niqmat faatita.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:48","price":"48. Qhiyaamah Ayroy Nafsi Nafsih tu-edde xiqe waah, Yalli korosuh Shafaaqatta Abaanam edde oggole waah fida keenik edde Beewaanaah oggole waan Ayroh digaalak meesita, Yallih digaalak hebeltö num cato keenih edde Akke waa Ayrok meesita.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:49","price":"49. isin firqawnaa kee kay maray gibdi digaala sin tammoysak lab- urru Siinik Asgaaduk Say-urru Siinik nuwwuk cabak Sugek sin Naggosne waqdi kassitay, too digaalat sin Rabbik kaxxa mokkoro Siinik edde taniih, woo digaalak sin Naggoyseemit sin Rabbik kaxxa Niqmat Siinih edde yanik kaa faatita.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:50","price":"50. Bad ittak Siinih Baxisneeh firqawnaa kee kay marak sin (israa- iil xaylo kinnuk) Naggosneeh firqawnaa kee kay mara Badal xuumusne waqdi Siinih Abne Niqmat kassita isin Abaluk.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:51","price":"51. isin Nabii Muusal tawraat kitab oobisnuh morootom Bar xagana kaah hayne waqdi Siinih Abne Niqmat kassita, tohuk lakal Beqeray sinni gabat Bicisseeni Yallak kalah tuqbuden Nabii Muusa gexek lakal, isin Beqerat Abten Qibaadat Sinni Nafsi yudlume marah Anuk.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:52","price":"52. Tohuk lakal Beqerat Abten Qibaadak totoobeenik lakal Qafu Siinih Abneh tama Niqmatal Yalla faatita mara takkeenimkeh.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:53","price":"53. Nabii Muusah tawraat kitaabay cakkii kee deedal ittak Baxsa kaah necee waqdi kassita, makö gitak cakki gitä fanah tirri ittaanamkch.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:54","price":"54. Nabii Muusa isi marak:Yi-maraw Diggah isin Beqera Yallay taqbudeenih haysitteenimit sinni Nafsi tudlumeenihik sin gine Rabbil gacaay Siinik dambik Barih yan mari umeyna Qiday, tamah Abtaanam khayrih Siinih Aysuk Raqta sin gineh yan Rabbih xaqul, toysa towbat Siinik oggole-le, Diggah Yalli kay Naqoosak dambik kaal gace marak toobat oggolaah keenih Racmata Rabbi kinnik.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:55","price":"55.isin (israa-iil xaylok Yalli Nabii Muusah xagana elle heekke kaalluk gexe mara kinnuk) Muusaw nanu Yallay yab как naabbe intih ubullu haynam fanah inkinnah koo ma- nummasna itten waqdi kassitay, tokkel gira edde tan kakkaqo Qaraanak Siinil obteeh sin Qiddeh, isin sinni intiitah Abaluk.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:56","price":"56.Tohuk lakal nanu sin Nuynuwweh isin kakkaqo girat Rabteenik lakal Yalla faatittaanamkeh.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:57","price":"57.isin Baditih Baaxot gexak Sugten waqdiy gayrantut sin Silaalisneeh Manni deqsittaamay Camuk celtay malab tamulee kee Salwa deqsitta haaday Cado как meqe Siinil oobisneeh meqeemiy Calaalih taniy sin Nurzuqhek Akuma Siinik inne waqdi kassita, usun nanu keenih necee Niqmat yengeddeenimit nee Madlammon, kinnih i m may usun wohut sinni Nafsi Adlamuk Sugen.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:58","price":"58.Tama magaalay Beytal maqhdis dcqsitta culaay teetik faxxa haytan Aracak farakka-le Rizqhi Akuma, Ama magaalah Afak Yallah Ramma axcuk culaay Ni- Rabbow dambi nek oobis ixxica, nanu sin dambitte Siinih cabennok, inne waqdi Ni-Niqmatay Siinih Abne kassita, meqe maray taama yessemeqqe Ni-Muxxoh galto keenih ossenno.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:59","price":"59.israa-iil xaylok isi nafsi yudlume mari ixxica keenik iyyen maxcok Aka maxco iyyeeniih magaala Saloofah cisik Axcuk culen, tokkel isi nafsi Yallih Amrih cinat yudlume maral digaala Qaraanak oobisne usun Ni-Amri cineeniih Ni-Taaqatak yewqeenih Sugeenimih Sabbatah.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:60","price":"60.isin Ni-Niqmat kassita, Baditteeniih kaxxa Bakar sin yibbixe waqdiy Nabii Muusa isi marah Robti feqya (efeqya) essereeh isi caxxat xaa Atuk kaak inneeh yootokeh, tokkel taban kee Namma dara kaak tunfuxxuke, Nummah keenik kedooda ixxuk takkeh gidel kulli kedo keenik isi daray как taaqube teexegeeh, Akumaay Aquba Yallih Rizqhik, Baaxo umaanet baysa mara akkuk baaxô bagul umaanch Mangayyina keenik inne.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:61","price":"61. Meqe maaqo (mannii kee Salwa kinnuk) Siinil oobisne waqdiy Muusaw inki maaqol inki innah manasbirak, toysa ku-Rabbi neh kaliac Baaxok taabukeemik tet caxaaxuwaay teetik Qhissa deqsitta caxah mexexuuy tet toomaa kee tet missiriiy tet Basal neh yayyaaqemkeh itten waqdi kassita, Nabii Muusa ken Assacakkuk: maaqok tayse maaqoy Yalli Siinih doore gacta maaqot tabiddileenii? Toysa magaalooluk magaalak teynä fanah ooba, tokkel diggah isin esseritteenim litoonuk keenik iyye, tokkel magaala oobcn waqdi xixxibaanee kee tu-ddagna ken tibbixeeh Yallak naqabu luk gacen, toh ken kah tibbixem Diggah usun Yallih Aayootal koroositak Sugeeniih Ambiya cakki maliinoh Qidak Sugeenimih Sabbata toh ken kah geytem Yallih Amri cineeniih umaanet caddok taturak Sugeenimih Sabbata.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:62","price":"62. Diggah tama ummatak (Nabii Mucammad ﷺ kataate mara kinnuk) yeemeneh yan maraay, yahuud yekke maraa kee Nasaaraay Saabi-iin deqsita marak Yallaa kee ellecaboh Ayro Nummayseeh meqe taamoomi Abbaasite mari, toysa usun sinni Rabbih xaqul sinni galto-lon, Akeeral meesi ken Amol matanaay Addunyak keenik warrayteemih marookitan, kinnih immay Nabii Mucammad ﷺ rubsumeek lakal Yalli isla am diinik kalih diini hebeltö numuk moggola.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:63","price":"63.israa-iil xayloy Yalla inkittossaanaah tawraat kitaabal taniimil taamittaanamkeh, maqarre Ateeban (xagana) siinik Beyneeh woh einten waqdi Tuur deqsitta Qale Amol Siinik fayya hayneeh Siinih necee kitab Beetaay maqarruk kaal taniimil taamita, Aliilih kaa eyyeeqaay kaa mahawweenina Yi-digaalak meesittaanamkeh Siinik inne waqdi kassita.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:64","price":"64.Tohuk lakal Siinik Beyne Ateebanat (xagana) derre cabten kaa oggolteeniik lakal, tokkel Yallih muxxoo kee kay Racmat sin Amol Suge wannay kasaariteeh finqite marih loowot gacak tenen.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:65","price":"65.Nummah Yalli Sabti Ayro kullum Admo maabina как iyye maray woh ciney caddok Siinik edde tatre taaxigeenih, tokkel Bura le damaaqey mangacanna le tika keenik inne.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:66","price":"66.Tokkel damaaqe ken Abnem digaalay edde matre maraa kee teetit matre wee maray Sarra yamaatu waa eile kas-kassoowa keenih edde taniih, Yallak meesita marah kassis takkem tet abne.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:67","price":"67.israa-iil xayloy sin Nabii Muusa isi marak Diggah Yalli Saga tasguudeenimih sin Amrisa iyye waqdi kassita, usun kaxxamariinitak Muusaw Anqasah nee haysittaa? Annah tanim nek itta waqdi iyyen, Nabii Muusa keenil gacisak, tuugimay Sinaamal Anqasa Akkeemik Yalla maggansita keenik iyye.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:68","price":"68.Usun:Muusaw ku-Rabbi neh kallah tama Saga karmak edde tanih gide Baxxaqqa neh haam keh iyyen, Nabii Muusa keenil gacisak iyyeh, Diggah Yalli usuk is кахха Sagay Bar naba hinnaay Qunxa tiya hinna is wohuk fanaafanah tan tiya Siinik iyya, tokkel isin kah Amrisimteenim Aba keenik iyye Nabii Muusa.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:69","price":"69.Muusaw ku-Rabbi neh kallah is Bisuk-le Bisu neh Baxxaqqa haamkeh iyyen, Nabii Muusa keenil gacisak iyyeh, Diggah Yalli usuk is kaxxa walqinaan-le Sagay Bisi kak yableh yan mara Ruffu haa kinni Siinik iyya.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:70","price":"70.Usun Muusaw ku-Rabbi neh kallah , tama Saga kalah-le weelo Baxxaqqa neh haamkeh, Diggah tama weeloola-le laahi maggooh itta net ceelek woo saga is maasagaay? Diggah nanu Yallih idinih tama weeloola-le Sagat Rada mara Akkennok kaak iyyen.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:71","price":"71.Nabii Muusa keenil gacisak iyyeh;Diggah Yalli usuk is Buqreh Qannimte Sagay Baaxo dagta hinnaay Buqre Tafqe Saga hinna, Qaybik Saytuniih inki Bisuk-sa Nammey haytô Bisu mali Siinik iyya, Muusaw Saga leh tan weelo Nummah taway Baxxaqqa neh hayte iyyeeniih tet yusguudeeniih tamah Abe waanam xayyossu hccn melleb teetik leh yan gibdah.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:72","price":"72.Israa-iil xayloy Nafsi (seehadaytu kinnuk) Qiddeeniih kay Qidim mariiy maral haak itta keemaarissen waqdi kassita, Yalli Qiddiime numih caagidiy Qcllisak Sugteeni Ayyaaqeleeh Aybulleele.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:73","price":"73.Tokkel tama Sagah cadok tut Rabe num Atuka Yalli kaa Aynuwweeleeh isi Qide num Siinih warse-lek keenik inne, tokkel too Sagah cadoytat kaa yootokeeniih Yalli kaa yuynuwweeh isi Qide num keenih warseh, Yalli tama num kah yuynuwwee innah Qhiyaamah Ayro Rabe mara yaynuwweh, israa-iil xayloy Yalli isi inkittinaanee kee isi dudda tascassee isi Astooti sin yaybulleeh cubbussaanaah tamahal kaskassoowa mara takkeenimkeh.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:74","price":"74.Sarra tama Astootiy maabbinoh tanih lakal lubbitte Siinik tigibdeeh is gibdah xeet innah gacca itte, hinnay wohuk gibdah Raqqa itte, Diggah xeetik weeqaytitte как tanfuxxukem kaak tan, Diggah Baxsimaah lee kak tawqem kaak tanih, Diggah Qaleelak Amok Yallak meesih Raddam kaak tanih, Yalli isin Abba haytaanamak garcita Rabbi hinnaay sin elle galte-le.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:75","price":"75.Moominiiney yahuud taamineeh sin diinit cultam Qaagittaanaa? Nummah keenik horta Yallih yab tawraat kitaabal Ankacissaah yakriyeenih, tohuk lakal kaa yeexegeeniik gamadal Qangor-le Aracak kaak Koran-korsaanah usun woh umam kinnim Aaxaguk.","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:76","price":"76.tama yahuud yeemeneh yan marat tangoorowe waqdi, Arrabak isin kah teemenen innah Neemeneh iyyan, dibuk mariiy mará luk keenik raqqa iyya waqdi usun itta Assacakkuk: Yalli Mucammad weeloolak tawraat Addal Baxxaqqa Siinih heemit moominiinilluk walaltaanaa? Usun sin Rabbih xaqul yaabak Siinit haysitaanam geyaanam keh, wohuk cibbarsimteenih kaskassoowa mara matakkaanaa ittak iyyen?","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:77","price":"77.Yahuuduy tama umaaneena Abta mataaxigaa Diggah Yalli usun Qellissi haanam kee yaybulleenim inkih keenik yaaxigem?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:78","price":"78.yahuuduk hortay kiraatee kee kutbe Aaxige wayta keenit tan, kinnih immay tawraat Addal taniimik ken mixigwa (tutaaxago kinnuk) keenih warissam Qaagitan, usun iyyaanaah Abaanamak Asmat malón dirab kee uma dareemu Akke waytek.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:79","price":"79.Booley! Yahuud mixigwah finqaa kee Baati keenih tanay sinni gaboobit diraabah yaktuben kitaabay, tohuk lakal tah Yallih xaquk yan tawraat kitaabih Addal taniimi iyyan, Addunyä dago duyyê Ваха edde xaamitaanam keh, Booley keenih! Ken gaboobi tuktubeh taniimik, Booley keenih! Ken gaboobi wohut maaluk orbissah taniimil finqi ken geyay.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:80","price":"80. Israa-iil xaylo itteh:gira inkinnah nee maxagta ixxu-le Ayrooray timixxige Akke waytek, Nabiyow keenik ixxic:Ahak Yallih xaqul xagana maay liton, toysa inkinnah Yalli xagana mamakak, hinnak isin Aaxige waytaanam Yallal diraabah ginnaasittaanaah ittaanaa?","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:81","price":"81. Yeey! isin (yahuud kinnuk) kah ittan inna hinnay gira sin xagele, le umaanc koroosannut kafissi hayteeh le dambi maro edde hee mari, toysa woo mari girâ maraay usun umman teetil waaran.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:82","price":"82. Yeemeneeh meqe taamoomi Abbaasite mari, woo mari usun jannatti mara usun kay Addal waarak.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:83","price":"83. Israa-iil xayloy maqarre Ateeban (xagana) Siinik Beyne Yallak kalihim maqbudinaay xaleynaa kee Ramad Siinih le maraa kee Qayxiixaay tu-dagoytiitih emeqa, Sinaamah meqem ixxicaay Salat Soolisaay Zaka Acuwa iyyaanamah xagana Siinih culle waqdi kassita, tohuk lakal isin woo xaganat derre cabten Siinik dago mara Akke waytek, isin wohut derre cabak.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:84","price":"84.Israa-iil xayloy diggi iyya Ateeban (xagana) Siinik Beyne mariiy marak Qabal Siinik caxc waah, mariiy mara-le dabooqak Ayyaaqe waay iyyaanamal xagana Siinik Beyne waqdi kassita, tohuk lakal too xagana teele meenih isin wohul sinni nafsil Sumaaqitak.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:85","price":"85.Tohuk lakal israa-iil xayloy isin tamah siini mariiy mara Siinik Qidaah Siinik mariiy mari horta le dabooqak yayyaaqe dambiiy caddok taturuh, itta keenil catak, usun Qaduwwi gabat Seewah Anuk Siinil yemeeteenik fidah maalu keenik taceen isin ken dabooqak ken tayyaaqeenim caraamuk Siinil Anuk, isin tawraatal tan madqooqik tu-Nummassaanaah tu-tangaddcenii? Toysa toh Siinik Abah yan mari maa galtolee Addunyâ manol xixxibaanee kee wacarriysiyya Akke waytek, usun Qhiyaamah Ayro gibdih tan digaalâ fanah gacsiman, Yalli isin Abba haytaanamak garcita Rabbi hinna.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:86","price":"86.Woo mari usun Akeerat Addunyâ mano xaamite mara, Toysa digaala keenik masalacsintaay Yallih digaalak ken cata cateyna malón.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:87","price":"87. Nummah Nabii Muusah tawraat kitab neceeh kaak lakal farmoytit kaa katasne, Nabii Qiisa maryam Baxah Baxxaqqa itta Astooti neceeh, Ruucul Qhudsi deqsita jibriilit kaa maqarrosne, tokkel Yallak farmoyti Yallih xaquk yan wacyiy sin nafsi Akcine waat Siinih Amaatinnaanih waqdi kaxxa mariinittan, tokkel isin Ambiyak horta dirabbossaanaah horta keenik Qiddaanaa?","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:88","price":"88. Israa-iil xaylo Nabii Mucammadak Ni-Lubbitte Sibat taniih Alifut tan ku-yaabak tu-tet maculta itte, wonna hinnay usun Yallal koroositeenimih Sabbatah, Yalli isi Racmatak ken yeyxeereh, Toysa usun yaamineenim keenik dagoh.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:89","price":"89. Yallih xaquk Qhuraan kitaabay usun tawraat kitaabak loonum Nummaysa keenih yemeete waqdi, usun Nabii Mucammad yamaatek duma koroositeh yan maral Yalla esserak iisa kaal (Nabii Mucammad ﷺ kinnuk) gurrusak Sugen, tokkel Nabii Mucammaday sinni kitaabal weelo как yeexegeeni keenih yemeete waqdi kaal koroositeenih, tokkel Yalli koroositeh yan mara isi Racmatak yayxaaray.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:90","price":"90. Israa-iil xaylo isi nafsi edde xaamittem manxu Qaxumaa? iimaanat koroosannu xaamiten waqdi, kuuxe waynaanah Yalli oobise Qhuraanal koroositen, Yalli isi Naqoosak isi muxxoh isih faxa maral wacyi oobiseemih Sabbatah, tokkel usun Yallak Naqabu luk gacen dumi Naqabuk Bagul, koros ken xixxibissaah ken tayqunxee digaala-le Akeeral.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:91","price":"91. yahuuduk muslimiinik tu Yalli Qhuraanak oobiseh yanim Nummaysa keenik itta waqdi, nanu tawraatak nel obtem Nummasnaah nee xiqtah iyyaanaah kaak lakal yan Qhuraanal koroositaanah usuk cakkiy usun tawraatak loonum Nummaysak yemeete kinni, Nabiyow keenik ixxic, Toysa isin duma Yallih Ambiya macah Qidak Sugteenii? Yalli tawraatak Siinil oobisem Nummassa moominiin tekkeenik.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:92","price":"92. Nummah Nabii Muusa Baxxaqqa itta Astootiy (Qanay kee inkaaqeey ) kay Numma tascassee luk Siinih yemeete, tohuk lakal Nabii Muusa isi Rabbih xaganah Tuur deqsitta Qalê fanah gexek lakal Beqera Yallay taqbudecnih haysittcn, isin Beqeri Qibaadat sinni yudlume marah Anuk.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:93","price":"93. Israa-iil xayloy tawraatal taniimil taamittaanamkeh maqarre Ateeban (xagana) Siinik Beyneeh woo xagana makteeniih Tuur deqsitta Qale Amol fayya Siinik hayneeh, tama Siinih necee kitab Beetaay kaal taniimil maqarruk taamita, kah Amrisimteenim oobbiyaay oggola, cinteenik tama Qale Siinil Qidenno inne waqdi kassita, tokkel kumaxco noobbeeh ku-Amri cinneh iyyen, usun koroosannuk Amok kate cineenimih Sabbatah Beqri kacni lubbittet keenik culeeh yengele, Nabiyow sin iimaanay Beqri Qibaadah sin Amrisa manxu Qaxuma iimaanaay isin Yalli Siinil oobiseh yanim Nummah Nummassa moominiin tekkeenik keenik ixxic.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:94","price":"94.Nabiyow yahuuduk cagalah Yallih xaqul Akeerä dabqi (jannat kinnuk) dibuk Sinaamak fanaak Sinim tekkek, Toysa Raba Qaagita wohut Numma yacee mara tekkeenik keenik ixxic.","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:95","price":"95.Usun Raba inki innah maqaagitan ken gaboobi dambittek tatrusseemih Sabbatah, Yalli isi Naqoosak koroositeeh daalimiinih yan mara keenik yaaxigeh.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:96","price":"96.Nabiyow Diggah yahuud manó fayxih Sinaamak baakeerih gibduk Raaqa marah ken geetto, Yallat agleyta haa marak baakeerih gibduk raaqa marah ken geetto, keenik Numuk teyni Alfi Sanatih gide Qumrik geyam kicniih Qaagitah usuk tama Qumri geyaamah digaalak kaa mayayxeera, Yalli usun Abba haanam yable Rabbi kinni.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:97","price":"97.Nabiyow keenik ixxic, jibriilik Qaduwwi yekke Nurn Yalli kaak Qaduwwi kinni, tokkel Diggah jibriil tama Qhuraan Yallih idinih kuLubbil oobise, usuk Yallih kitoobay kaak foocat temeete Nummaysak usuk cakkî fanah tirri haah kaa (Qhuraan kinnuk) Nummasse moominiinih jannat al Aytukuma Akkuk yemeete.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:98","price":"98. Yallaa kee kay malaykaay kay farmoytit kee jibriiliiy miikaa- iilih inkih Qaduwwi yekke Num, Toysa Diggah Yalli koroositeh у an marak Qaduwwi kinni.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:99","price":"99. Nabiyow Nummah Baxxaqqa itta Aayootay ku-Nubuwwannu tascassee kol oobisne, tet yangaddeeh teetil koroosita mari mayan, Yallih Amri cineeh kay taaqatak yewqe mara Akke waytek.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:100","price":"100. usun (yahuud kinnuk) Yallah xagana culinnaanih waqdi keenik horta xagana maktaah taggilee?, wonna hinnay keenik maggom Nabiі Mucammad luk yemeetem manummassa.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:101","price":"101. Yallih farmoyti Nabii Mucammad ﷺ Yallih xaquk Qhuraanay tawraat kitaabay keenil luk yani Nummay sa keenih luk yemeete waqdi kitab kah yontocowwime marak horta Yallih kitab (tawraat kinnuk) Sinnik derrc kaa ciggiliseeniih kaal taniimil mataamitinnon, Diggah usun Nabii Mucammad weeloolak kaal tanim Aaxige waa marih innah.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:102","price":"102. yahuud Nabii Suleymaan reedal Suge dabaanal Sheytoona Baab-abal tikriyeeh ken edde walalisem katatte, Nabii Suleymaan ma-koroositinnaay Baab mabartinna, kinnih immay koroosittem Sheytoona Sinam baab barisse waqdi, yahuud Namma malaykattu Haaruut kee Maaruutuy baabil deqsitta Baaxol tanil obsimteemiy Yalli isi Naqoosa edde mokkore katatte, tama Namma malaykatti hebeltö Numuy Baab Barissa mali, usuk Baab Bartaamak kaa faysaanaah nanu koo Barisnah nan Baab cagalah nek mokkorok makoroositin kaak ixxicci iyyaanam fanah, tokkel Sinam Baqalaa kee barrâ fan edde Baxsan Baab ken nammayak Bartan, usun woo Baabat Numul tu-kalah Baahaanam malón, Yallih idini Akke waytek, Baab- aba Baabak tu-keenik kaltam Bartaana ikkalah tu-keenih xiqtam mabartan, Nummah yahuud Yallih kitab cabeeh Baab dooriteeh xaamite num usuk Akeeral kayrik hebeltô maglab Aallee waam teexegeh, usun Baab kee koroosannuk sinni nafsi edde xaameenim manxu Qaxumaa? Usun Akeeral di gaal ak sinni geytu waytam Aaxaginnoonuy kaa Baritak manannon.","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:103","price":"103.yahuud Diggah usun Yallaa kee kay farmoyta Nummasseeh kay digaalak meesitinnay usun edde gabxitan Baabak Yallih xaqul tan galto Aysuk keenih Raaqak ten, usun woh Aaxaguk Suginnoonuy.","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:104","price":"104. Yeemeneh yan maraw Yallih farmoytak Raaqinaa iyyaanamih Qangara maxcina is yahuud Yallih farmoytak xaafuh Axcuk Sugte Qangara kinniimih Sabbatah, nee wagitaay nee dacris ixxicaay Yallih Amri ankacisaay oggola, koroosite mari akeeral ken qansarissa digaala-le.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:105","price":"105. Moominiiney kitab marak koroosite maraa kee Yallat Agleyta haa mari sin Rabbik hebeltô kayri Siinil obsimam makicni Qhuraan takkay hinnay ixxiga takkay, Yalli isi naqoosak isih faxa mara nubuwwannu caglisa isi Racmatah, Yalli usuk kaxxa muxxo-le Rabbi kinni.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:106","price":"106. Nabiyow Aayootak hebeltoh Aayat manabiddila, hinnay ku- Lubbik tet makallaay madugna tuxxiqih teetik tayse Aayat Siinih Baahee kee hinnay galtoh tet inna-le Aayat Bahna nee Akke waytek, Nabiyow maaxaginnitoo? Diggah Yalli Ummaan iimih dudda-lem.","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:107","price":"107. Nabiyow Diggah Yalli Qaranwaa kee Baaxö reeda-lem maaxaginnitoo? isin Yallak kalah hebeltoh Awlaytuy sin caagiida wagta mantuunuuy cateynay Yallih digaalak sin cata mantun.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:108","price":"108. Hinnak Sinaamey sinni farmoyta Nabii Mucammad ﷺ cirdi edde faxak tukteyna essertaanam faxxaanaa?duma Nabii Muusa kah esserime innah cirdiiy kaxxa mariinoh, iimaanat koroosannu yabiddilite mari, toysa nummah usun massa-le gitak makkooteenih.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:109","price":"109. Kitab marak maggo mari isin teemeneeniik lakal koroosannuh sin gacsaanam faxan kuuxe waynaanay ken nafsi ken kah amrisah sin diini cakkiiy Nabii Mucammad Yallih farmoyta kinnim tawraat kitaabal Baxxaqqa keenih itteek lakal, Toysa isin umaanek Siinil Baaheenimik Qafu keenih Abaay ken iggimal ken makataatinay derre keenit caba, Yalli ken Qeebih idini Siinih Acuyyu haam fanah, diggah Yalli ummaan iimih dudda-li kinni.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:110","price":"110. moominiiney Salat Soolisaay Zaka Acuwa, isin kayrik sinni nafsih tatrussaanamal Yallih xaqul galto geettoonuk, diggah Yalli isin Abba haytaanam yabali kinniih sin elle galte-le Akeeral.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:111","price":"111. yahuud jannat inki innah num macula yahuudiitah yan num yakke kaa Akke waytek itte, hinnay nasaara jannat inkinnah num macula Nasraaniitah yan num yakke kaa Akke waytek itte, toh ken fayxiixaa kee ken Suwaawuru, Nabiyow isin sinni Sumaq Baaha isin Numma yacee mara tekkeenik keenik ixxic.","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:112","price":"112. Yeey! Cagalah caagid usun elle yakkalen inna hinnay, cagalah jannat cultam isi nafsi Yallah yeceeh yuqunxeeh qibaada kaah caglise numu, usuk maxcoo kee abni как yemqe numuh anuk, toysa usuk isi Rabbih xaqul akeeral abe taamah galto-le, usun akeeray fan kak gexaanah meesi maloonuuy, addunyal keenik warrayteemih marookitan.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:113","price":"113. Yahuud Nabii Qiisal koroosittcch Nasaara diinik tuh Amol matan itte, Nasaara Nabii Muusal koroositteeh yahuud diinik tuh Amol matan itte, yahuud tawraat kitab Akrayuk, Nasaara injiil kitab Akrayuk, tonnaah Qarabak Yallat Agleytit haa maraa kee keenik kalah tan korosuy tu- Aaxige wayta ken maxcoh innah tan maxco itte, tokkel Yalli Qhiyaamah Ayro ken fan mekle- le diini caagidik itta eile waak Sugeenimil.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:114","price":"114. Dulmih miyyi gacaah? Yallih masaagidil Yallih migaq cusaanaah Salat eile Abaanamak Sinam waasaah tet digloo kee tet Baysiyyah yangayyee marak num magaca, woo mari masaagid culam mafaxximtaay keenih maxiqta digaalak meesitak culan ken akke waytek, usun Addunyal mangacannaa kee wacarriysiyya loonuuh akeeral kaxxa digaala- lon.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:115","price":"115. Ayro как tawqe gambii kee Ayro kak korta gambiiy ken Nammayih fanal tanim inkih Yalli-le, tokkel Salaatah eile Afkuninnaanih gambil, tokkel too arac kay qhiblatay usuk Siinik edde leeda kinni, diggah Yalli isi Naqoosah farakka-le racmat leeh ken Niyaayit tanim yaaxigi kinniih tukaak maqellitta.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:116","price":"116. yahuud kee nasaaraay Yallat agleyta haa mari Yalli baxa haysite iyyen, Yalli tama deedal maxcoy kaa ceele waytak Saytunnooweh, wonna hinnay usuk Qaranwaa kee Baaxô Bagul tanim inkih leeh wohim inkih kaah Rammitta.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:117","price":"117. Yalli usuk tookomc ceelallo maleh Qimbok (Awwuqtak) qaranwaa kee Baaxo gine Rabbi kinni, caagiidak caagidik teyna meklam faxe kaa tekkek, Toysa cagalah tik kaak iyyaah edde yakke.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:118","price":"118. Yallat Agleyta hayta koros kee keenik kalah tan korosuk tu- Aaxigc waa mari Yalli afak macah nel luk yaabe waa, hinnay Mucammadow ﷺ ku Numma tascassee Asta macah neh Amaate waytaa? Atu kay farmoyta kinnitoomuh iyyen, tonnaah keenik duma Suge mari sinni farmoytiitik ken maxcoh innah tan maxco iyyen, koroosannuu kee Akke waynu gurrusaanamal lubbitte keenik itta celteemih Sabbatah, Nummah Asmat-le iimaanah yeemene marah Aayoota Baxxaqqa hayne.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:119","price":"119. Nabiyow Diggah nanu cakki diinil koo Rubne moominiin j annatal Aytukumusak koros gibdi digaalak meesiisak, Nabiyow diini guddusseek gamadal jaciim deqsitta girah maray koroositeeh koo dirabboysek messerimta.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:120","price":"120. Nabiyow yahuud kee Nasaara inkinnah kot leeda mara mayakkan isi diini cabba hayteh ken diini katatta haytam fanah, Nabiyow keenik ixxic, Diggah Yallih tirto (islaam diini kinnuk) is cakki tirto kinni, Nabiyow ken Nafsi fayxiixa katattek ixxiga (wacyih kol oobe Qhuraan kinnuk) koh temeetek lakal, Yallak kalah hebeltoh Awlaytuy ku-caagiida wagta mantuuy kaak- sa kay digaalak koo cata cateyna mantu.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:121","price":"121. Kitab kah necee mari Nummâ kiraateh kaa (tawraat kee injiil kinnuk) yakriye kaa Koran- korse kalah kaal taniimil taamitak, woo mari usun Nabii Mucammad kee kaal oobe Qhuraan Nummaysaanah, Nabii Mucammad kee kaal oobe Qhuraanal koroosite mari, Toysa woo mari usun Yallih xaqul kasaarah Sinaamak lafitak Raaqa mara kinni.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:122","price":"122. Israa-iil xayloy maggo niqmatay Siinih ecee kassita, Diggah Anu sin dabaanih marak sin muxxusehik.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:123","price":"123. Nafsi Nafsih tu-edde xiqe waah digaalak edde Naggoowuh fida kaak oggolime waytaah Shafaaqatta tu-kaah edde xiqe waytaah, usun Yallih digaalak catoo kee Qokol edde geewaan Ayroh digaalak meesita.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:124","price":"124. Nabii Mucammadow ﷺ Nabii Ibraahim kay Rabbi diinik kaah madqeemil kaa mokkore waqdi cus, tokkel usuk (Nabii Ibraahim kinnuk) maqarre duudusiyyah tet duuduse, Yalli diggah Anu Sinaamah meqe katayyuh kataatan num koo Abe kaak iyye, Nabii Ibraahim Yi-Rabbow Yi- Samadak tu maqaanee kee diinil kataatan mara ken Ab iyye, Yalli kaal gacisak: yok diini muxxo daalimiinih yan maray koroosite mageya kaak iyye.","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:125","price":"125. Nabiyow cus, kaqba Sinaamah gacsimeynay kulli gambik cajjii kee Qumraay tawaaf kee Salaatah yamaaten Arac kee Sinaamah Amaanah yan Arac tet Abnem, Sinaamak Nabii Ibraahim maqhaam (Nabii Ibraahim kaqbä xisneh eile Soolak Suge xaa kinnuk) eile Salattan Aracah haysita inne tawaafak tamurruqen waqdi, Nabii Ibraahim kee kay Baxa Nabii Ismaaqil farrimneeh Amrisneh, Yi-Qari umman numtin-wellittee kee Najaasoosik tawaaf kee iqtikaaf kaal Aba maraa kee Salaatah Rukuuquuy Sujuuduh kaal gaca marah kaa Saytunnoysa iyyaanamah.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:126","price":"126. Nabii Mucammadow ﷺ Cus:Nabii Ibraahim isi Rabbi kallacak Yi- Rabbow ta-Arac (makka kinnuk) Baaxoy meesik Amaan-le tet Abaay tet marak maggo Afah yan caxa mixu Rizqhih Yallaa kee eile caboh Ayro Nummayse marah keenik Acuw iyye, Yalli kaal gacisak: keenik koroosite marah Rizqhi Aceeyyooh, Toysa Addunyal dago wakti kaa hatkiseyyo manol yanim fanah, tohuk lakal Akeeral girä digaalä fanah kaa kelissi heeyyo iyye Yalli, gira is manxu gacta gacsimeynaay.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:127","price":"127. Nabii Mucammadow ﷺ Cus: Nabii Ibraahim kee kay Baxi Nabii Ismaaqil kaqbak xexxaar Qideeniih xisne teetik fayya heen waqdi, ken Nammay Yalla kallacak:Ni-Rabbow ta- abnah nan xisnee kee dooqa nek oggolaay nek Raabit, Diggah atu ni-Rabbow Ni-Xaaqo taabbeeh ni-niyat tanim taaxigehik iyyen.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:128","price":"128. Ni-Rabbow koo inkittoyseeh koh yuqunxeeh ku-Amri oggole Namma Nurn (Nabii Ibraahim kee kay baxa Nabii Ismaaqil kinnuk) nee Ab, Ni-Samadak (raddik) ummatay koo inkittossaah koh tuqunxeeh ku-Amri oggolta ummat tet Ab, ku-diinih madqooqii kee Cajji taamoomi elle Abna inna nee Barisaay nee uybulluy, toobat nek oggol, Diggah Atu isi Naqoosak toobat oggoltaah keenih Racmata Rabbi kinnitok iyyen.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:129","price":"129. Ni-Rabbow tama ummattah Nabii Ismaaqil Samadak (raddik) yan farmoytay keenik yaniy ku-Aayoota keenil yakriyeeh Qhuraan kitab kee cadiis ken Barsaah koroosannuu kee uma caalootak ken Saytunnoysa keenih Rub, Diggah Atu mayso- leeh Abtö Naggaarah yan Rabbi kinnitok iyyen.","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:130","price":"130. Nabii Ibraahim diini (islaam diini kinnuk) cinaah faxe waa num mayan, iggimah isi nafsi Bursuuseeh yuyqunxee num Akke waytek, Nummah nanu Nabii Ibraahim Addunyal farmoytah kaa doorre, Diggah usuk Akeeral meqe marih loowot Anuk.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:131","price":"131. Kay Rabbi yoo inkittoysaay yoh uqunxuy kaak iyye waqdi, Nabii Ibraahim gino Rabbi inkittoyseeh kaah uqunxeeh iyye.","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:132","price":"132. Nabii Ibraahim isi xaylo farriimeeh Nabii Yaq-qhuub isi xaylo farriimeh islaam diinil diggi iyyaanamah Yi-xayloy Diggah Yalli islaam diini Siinih doorek, Toysa isin muslimiinih Anuk Rabian sin Akke waytek marabina keenik Axcuk.","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:133","price":"133. Hinnak yahuudey isin woo Aracal Sugteenii?Nabii Yaq-qhuubuh Rabi yemeete waqdiy isi xaylo kobxiseeh Anu Rabek lakal maca Aqbudettoonuu keenik iyye waqdi?Ku-Yallaay, ku- Abbobti Nabii Ibraahimiiy Nabii Ismaaqil kee Nabii Iscaaqh Yalla Aqbudenno usuk inki Yallah Anuk nanu kaa inkittoyseeh kaah yuqunxee marah Anuk iyyen.","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:134","price":"134. Toh ummatay (Nabii Ibraahim kee kay xaylo kinnuk) Nummah warraytey is taamak Abitteeh orbisseemih galto-leeh isin (yahuud kinnuk) taamak Abteeniih orbisseenimih galto- liton, isin woo ummat Abak Sugte taamak messerimtaanaay is isin Abtan taamak messerimta.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:135","price":"135. Yahuud Nabii Mucammad kee kay kataysiisik yahuud tika itte hinnay Nasaara Nasaara tika keenik itte tirri Axcettoonuk, Nabiyow keenik ixxic, caagid isin eile takkalen inna hinnay nanu inkih Nabii Ibraahimiy deedal diinittek xabanah gaceh diiniy massa-le katatnam, Nabii Ibraahim usuk Yallat Agleytit haa marih Numuh masuginnay Yalla inkittoysa moomintuh Suge.","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:136","price":"136. Moominiiney tama yahuud kee Nasaarak nanu Yallaa kee Qhuraanak nel obtem Nummasneh Nabii Ibraahimiiy Nabii Ismaaqil kee Nabii Iscaaqhaay Nabii Yaq-qhuub kee Nabii Yaq-qhuub Samadak (raddik) Ambiya yekke maral obtem Nummasneh, Nabii Muusaa kee Nabii Qiisah tontocowwime kitoobaa (tawraat kee injiil kinnuk) kee Ambiyah inkih ken Rabbik wacyik keenih tontocowwimem Nummasneh, nanu iimaanal Ambiyak numtin fan mabaxisna yahuud kee Nasaara kah Abte innah, nanu kaa inkittoysaah kaah yaqunxee marah Anuk ixxica.","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:137","price":"137. Yahuud kee Nasaara isin elle teemcneenih innah taniimil teemenek Yallih farmoyti Mucammad luk yemeeteemik, Toysa Nummah tirri iyyeenih, tohut derre cabeenik, Toysa cagalah usun Yallaa kee Yallih farmoytih Qadaawat kee ken Amrih cinah Addat yanin, tokkel Nabiyow Yalli ken umaanek koo xiqe-le, usuk ken maxcooca yaabbi ken caaloota yaaxigi kinni.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:138","price":"138. Moominiiney isin Yallih diini diggi hayisa, diini Qaxah Yallak taysem matanaay nanu Qibaada kaah caglisnak.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:139","price":"139. Nabiyow kitab marak (yahuud kee Nasaara kinnuk) ixxic, Yallih inkittinaanee kee kay diinil nee giddiytaanaa? Usuk Ni-Rabbiiy sin Rabbik, nanu ninni taamoomiy elle galtimna linooh isin sinni taamoomiy eile galtimtaana liton, nanu Qibaada kaah caglisna Agleh tu-kaat hee kalah.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:140","price":"140. Wonna hinnak Yallih inkittinaanel nee giddiyak: Diggah Nabii Ibraahimiiy Nabii Ismaaqil kee Nabii Iscaaqhaay Nabii Yaq- qhuub kee Nabii Yaq-qhuub Samadak (raddik) Ambiya yekke mari usun yahuud diinil Sugeeni hinnay Nasaara diinil Sugeeni ittaanaa? Nabiyow ken diini isin taaxigeeni innaa? hinnay Yalli yaaxigee keenik ixxic, Yallih xaquk leh yan Sumaq yooqoreh yan numuk dulmih iyyi gacaa? Num magaca, Yalli isin Abba haytaanamak garcita Rabbi hinna.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:141","price":"141. Toh ummatay (Nabii Ibraahim kee kay xaylo kinnuk) Nummah warraytey is taamak Abitteeh orbisseemih galto-leeh isin (yahuud kinnuk) taamak Abteeniih orbisseenimih galto- liton, isin woo ummat Abak Sugte taamak messerimtaanaay is isin Abtan taamak messerimta.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"aa"},{"name":"2:142","price":"142. Sinaamak (yahuud kee Yallat Agleyta haa mara kinnuk) tuugimay kas-maleelah yani muslimiin Salaatah fan как Afkanuk Sugte sinni Qhiblatak (beytal maqhdis kinnuk) maca ken makteeh Axce-lon, Nabiyow keenik ixxic, Ayro mawqa-le gambiiy Ayro korma-le gambii kee ken Nammayih fanal tanim inkih Yalli-le, Yalli isi Naqoosak isih faxa mara massa-le gitä fanah tirri haa.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:143","price":"143. Muslimiiney massa-le gitä fanah tirri sin kah hayne innaah, tayse ummatay Qadaalat-le sin Ahne isin Akeeral Sinaamal Sumaaqita mara takkeenimkeh, ken farmoytit sinni Rabbih farmo ken guddussecmil, Akeeral Yallih farmoyti Mucammad ﷺ Yallih farmo sin gudduyseemih Siinil Sumaaqita num yakkemkeh, Nabiyow Qhiblatay fan как Afkanuk Sugtek kaqbâ fanah tafkunem kah Abnem mannu nanu Yallih farmoyta kataataah kay Amri oggola maraa kee iimaan как Boola-leeh diinik korraaqaah derre-derreh gaca maray nanu neexege yambulleemkeh iyyaanam akke waytek, kaqba fan yafkuneenim Nabaah Qilsih Yalli tirri hee maray Yalli woh eile xabbacoyse Akke waytek, Yalli sin iimaan kee sin Salaatay Beytal maqhdis fanah kah Afkunak Sugteeni Baysam matakkaay maaba, Diggah Yalli sinaamah Allaaqalaay xuwaw-le Rabbi kinni.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:144","price":"144. Nabiyow Nummah isi fooca Qaraanä fanah gacam gacissam kok Nableh Qaraanä fanah wagitak, Tokkel Nabiyow Beytal maqhdisik koo makennooh atu kicinto kiblatä fanah koo Ayfiikkunenno, Toysa Nabiyow isi fooca caram masgid-le gambi fanah uyfukkun Salat Abta waqdi, moominiiney isin faxe Aracalaay tanoonay, toysa sinni Salaatah sinni foocitte is (kaqba kinnuk) elle tan gambi fanah uyfukkuna, Diggah kitab kah yontocowwime mari Diggah kaqbä fanah yafkuneenim ken Rabbik dabaqteeh cakki kinnim yaaxigeenih, Yalli usun Abba haanamak garcita Rabbi hinna.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:145","price":"145. Nabiyow kitab kah yontocowwime marah Atu Salaatah kaqbä fanah tafkunem cakki kinniimih usun koo Nummaysaanamkeh ummaan Asta keenih Bahta way usun ku- Qhiblat makataatan cirdiiy kaxxa mariinoh, atu taysa ken Qhiblat makatattaay keenik (yahuud kee Nasaara kinnuk) gari-gari Qhiblat makataata, Nabiyow Atu kcn nafsi fayxiixa katattek, Atu cakkil taniimih ixxiga koh как temeetek lakal, Toysa Atu Diggah isi nafsi yudlume marat loowimetto.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:146","price":"146. Kitab kah necee mari Nabii Mucammad Nabii kinnim yaaxigeh usun sinni xaylo kah yaaxigen innah, sinni kitoobah Addal, Diggah keenik horta (ken mixigwa kinnuk) woh cakki kinnim Aaxaguk Qellissa.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:147","price":"147. Nabiyow Qhiblat kee diini caagidik kol obtem ku-Rabbik yan cakki kinnik wohut Agay-waagita marih num makkin kaak iyye Yalli.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:148","price":"148. Ummatak külli ummat Qhiblatay Salaatah fan kak tafkune-le, Toysa moominiiney meqe taamah Abtot isissika isin Qhiyaamah Ayró elle Aninnaan Aracak Yalli inkih sin Baahelek cisab kee galtoh, Diggah Yalli ummaan iimih dudda-li kinni.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:149","price":"149. Nabiyow Safarah faxe Aracakaay tawaqay, toysa atu Salaatah isi fooca caram masgid le gambi fanah uyfukkun, Diggah kaqbä fanah Abtah tan Afkuniyyi ku- Rabbik dabqch yan cakki kinnik, Yalli isin Abba haytaanamak garcita Rabbi hinnaay wohul sin galte-le.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:150","price":"150. Nabiyow faxe Aracakaay tawaqay, toysa atu Salaatah isi fooca caram masgid-le gambi fanah uyfukkun, moominiiney faxe Aracalaay Sugtoonay sinni foocitte caram masgid-lc gambi fanah uyfukkuna, Sinaamay (yahuud kee Yallat Aglcyta haa mara kinnuk) sin diini cinta Siinit Abta giddil tuh haysit Siinit gee waytamkeh kinnih immay keenik dulmii kee cirdi mari siinit aban giddik makataanak toysa keenik mameesitinaay yok meesitaay sinni qhiblatal diggi ixxica, Yi- Niqmat Siinih duudusaah cakkil tirri ittaanamkeh.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:151","price":"151. Qhiblat fanah tafkuneenimil Yi-Niqmat Siinih kah duuduse innaah Siinik yan farmoyta sin Addak Siinih Rubne, Ni-Aayoota Siinil yakriyeeh koroosannuu kee uma caalootak sin Saytunnoysa, Qhuraan kitab kee cadis sin Barsaah diinii kee Addunyâ caagiidak Aaxaguk Suge wayteenim sin Barsa.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:152","price":"152. Toysa moominniiney isin sin kah Amrisem kee Qibaadal yoo cusa Anu dambi cabtii kee galtol sin cuseyyok, Siinih Abe Niqmat yok faatitaay Siinih Abe Niqmat mangaddiina Yi-Amri cintaanamal.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:153","price":"153. Yeemeneh yan maraw Addunyaay Akeerä caagidil inkih Yallak cato Sabrii kee Salaatal essera, Diggah Yalli catoo kee dacayrih yasbire mará luk yanik.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:154","price":"154. Moominiiney Yallih gital Angacalluk Qiddiimeh yan marak usun Rabe mara maxcina, wonna hinnay usun sinni Rabbih xaqul Nuwwoonuh isin Aaxige waytaanä kalah.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:155","price":"155. Moominiiney nanu Qaduwwi meesii kee Qululuuy maali dagnaay Seehadä Rabaa kee caxä mixi dagnak tul sin mokkorenno, Nabiyow tama innah yan gibdaabinal yasbireh yan mara jannatti niqmatal Aytukumus iyye Yalli.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:156","price":"156. Tama yisbireh yan mari usun musiiba ken xagta waqdi, Diggah nanu Yallih Naqoosa, Diggah nanu Rabnek lakal kaâ fanah gaca mara kinnino iyya mara.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:157","price":"157. Tama edde yabne weeloolat weeloysimch yan mari, woo mari usun sinni Rabbik dambi cabtii kee faylaay Nacror-lon, woo mari usun cakki gitâ fanah tirri iyye mara.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:158","price":"158. Diggah Safaa kee Marwa deqsitta Namma Qaley kaqbak Ayro mawqa-le gambit Raqta cajjii kee Qumral is Yallah Aban Qibaadah Aroocah Astooti kinni Cajji Aba num tekkek hinnay Qumra Aba num tekkek, Toysa ken Nammayih fanat gexah gacam dambi kaal maliiy woh waajibik kaal tan Abam fardî cajjii kee Qumra tekkek, fardi kalah cajjii kee Qumra Sunnah Abitek hinnay meqe taamoomi Abitek, Toysa Diggah Yalli moominiin meqe taamoomil galtaah isi Naqoosah Niyat tanim yaaxigi kinni.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:159","price":"159. Diggah Baxxaqqa itta Astootiy Nabii Mucammad Nubuwwannuu kee tirto edde taniimiy oobisne Sinaamak Qellisa mari (yahuud kee Nasaara kinnuk) kitaabal (tawraat kee injiil kinnuk) Baxxaqqa Sinaamah hayneek lakal, Yalli woo mara isi Racmatak ken yayxeereeh gino inkih Yalli isi Racmatak ken yayxaaray ittaah ken abaarta.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:160","price":"160. Aben dambik Yallal dambi cabti essera maray taamak yoysommem yaymaaqeeh Yalli ken kitaabal oobiseemiy Qellisak Sugeeni Sinaamah Baxxaqqa haa mara Akke waytek, Toysa too marak anu toobat oggolaah, Anu maggom toobat oggolaah xuwaw- le Rabbi kinniyo.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:161","price":"161. Diggah koroositeeh korosuh Anuk Rabe mari, woo mara Yalli isi Racmatak ken yayxeerem keenil taniih malaykaa kee Sinaamak inkih Abaaro keenil tan.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:162","price":"162. Usun (koros kinnuk) Abaaroo kee jahannam girah Addal waarak, Diggah digaala kecnik masalcisan, usun tu-malkitoonuh ken mawadirroysan.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:163","price":"163. Sinaamcy sin Yalli inki Yalla, Qibaada cakkisita Yalli kaak sa как Anee waay usuk fulte Racmattaay Gunê Racmatta Íe Yalla kinni.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:164","price":"164. Diggah Qaranwaa kee Baaxô ginooy Bar kee Laqo ittal Abta ciggiiliyya (Axxuuxiyyaa kee Axxeeriyyal), doynikiy Sinam tanfiqem Quukak Badal gexxaa kee Yalli Qaraanak oobise leey Baaxo Qabaarah Rabteek lakal Baaxo edde yaynuwwe, mutuccu ittaamay Yalli teetil fixiixisee kee caacooyat Abah yan Koran- korsiyyaa kee Qanniimeh yan Qubuuluy Qaran kee Baaxok fanal Yallih Amrih gexa tohut inkih Yallih inkittinaanee kee kay dudda tascassee Astooti edde tan wohul kaskassoowa marah.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:165","price":"165. Sinaamak Yallak kalah numtin- wellitte yallitteh haysitaah Yallat Agleh tet haa maray tet yakcineeh yaynabe yan, moominiin Yalla kah kicniih kah taynabe innah, yeemeneh yan mari Yallah kacanuh wohuk lafitak Raaqa, Addunyâ manol koroosannut isi nafsi yudlume mari Akeeral digaalâ gibda yable waqdi aaxaginnay, diggah duddaa kee Qande inkih Yalli-lem Aaxaguk yenen Diggah Yalli gibdi digaala- le.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:166","price":"166. Kataaten mari (Abbootan luk Suge тага kinnuk) Akeeral gibdi digaala ubullu haa waqdi, ken kataate marak Bari yakkeeniih ken xakabak Suge Ramad dinuu kee ittah luk Sugen kacnih fantaaxaw yaggiriqeh.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:167","price":"167. Abbobti kataatak Suge mari Diggah Addunyâ fanah gacim luk Suginninoy, Toysa nanu Bari keenik Akkuk nen usun nek Bari kah yekken innah iyyan, Yalli Qhiyaamah Ayro gibdi digaala ken kah yuybullee innah ken uma taamoomiy Abak Sugeeni ken yaybulleh Nadaama keenil takkem keh, usun girak inki innah yawqe mara hinnon.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:168","price":"168. Sinaamey Baaxô Bagul taniimik meqeeh calaalik taniimiy Yalli Siinih yecee Akuma, isin Sheytan gititte makataatina usuk umaanek Siinit Bilqisaamal, Diggah usuk Siinik Qaduwwiy Qadaawat как Baxxaqqa iyye kinnik.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:169","price":"169. Cagalah Sheytan dambii kee kaxxa Qaxumaane-le taamoomih sin Amrisa, isin Yallal dirab ginnaasittan usuk carammoyse weem usuk carammoyse ittaanamal ixxiga как Aalle kalah.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:170","price":"170. Moominiin korosuk Yalli Qhuraanak oobisem kataata keenik ittek, Aleey, nanu Ni- Abbobti elle geynem katatnâ ikkal sin diini makatatna iyyan, hinnak ken Abbobti kasmaleelay Yallih diinik tu-Aaxige waytaah cakki gital tirri Axce wee marah Anukuu? Usun Ken kataataanam.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:171","price":"171. Koroositeh yan marih ceelalloo kee iimaan kee tirtoh ken Seeca numih ceelallo lacay Qiytoo kee Seecok-sa wohuk tu-Aaxige waat Qiy iyya numih ceelallo, tama koros usun Ayti-maleelay cakkik sinni Aytiita Alifte, duuduttey cakkit yabtaamak Arraba sinnik tibbixe, inti-maleelay Baxxaqqa itta Astooti Able waytah inna, usun wohul kas-kassoowa mara hinnon.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:172","price":"172. Yeemeneh yan maraw Yalli Rizqhik Siinih yeceemik meqeemiy calaalih tani как Akumaay Yalli Siinih yecee niqmatal dibuk kaa faatita isin dibuk kaa yaqbude mara tekkeenik.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:173","price":"173. Cagalah Yalli Siinil carammoysem Barge lacay Assuguudume wee kee masgaadal caxta Qabal kee cereyyä cado, Yallak kalihiimih xagar eile xagak yusguuden lacih cado kinni, Toysa tama Siinil carammowteemik tu-yakmeemit gibdaabini kafse num tama hiimiy carammowte yakmem kaah xiqtah, makmot caddok edde tatre kalah cado fayxih tet Акте kalah yokmek, Toysa dambi kaal mayan, Diggah Yalli dambi cabti-li xuwaw-li kinni.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:174","price":"174. Diggah Yalli Nabii Mucammad weeloolak tawraat kitaabal oobiseh yanim Qellisaah Addunyâ dago melleb Ваха edde xaamita mari, woo mari yakmeeh sinni Bagut caraamuk- sa çulsam mali jahannam giray В aguí keenik urta Akke waytek, cakki yooqoreenimih Sabbatah, Yalli Qhiyaamah Ayró keenih Abe Naqabuh keenil luk mayaabaay Aben dambittek ken ma-Saytunnoysaay Akeeral ken Qansarissa digaala-lon.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:175","price":"175. Woo maray tama weelot weeloysime tirtot maxqawit (mako) xaamiteeh dambi cabtit Yallih digaala xaamite mara kinni, Toysa usun girah Addal Abaanah yanin Sabri manxu gibdi Sabri iy usun gira ken culussa taamah taamiten waqdi !","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:176","price":"176. Tama digaalay cakkisiteeni ken kah xagtem, Diggah Yalli isi kitoobay isi farmoytiitil cakkil oobisel koroositeenimih Sabbata, Diggah kitaabal taniimil itta wee maray tu-kaak Nummayseeh tu-kaak yengeddee usun cakkik xeerih yan ittâ way kee kaxxa maxqawitik (makok) Addat yanin.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:177","price":"177. Yallih xaqul kayri dibuk Salaatah Ayró mawqa-le gambii kee Ayró korma-le gambii tafkuneenim hinna, kinnih immay Cagalah kayri Yallaa kee ellecaboh Ayrooy malaykaa kee Ambiyal obsimte kitoobaa kee Ambiya inkih Nummayse numih Abina kayri, maalu isih kaa kicinuk Ramad-le maraa kee Qayxiixaay tu-dagoytit kee gexsö numuy (gexentu kinnuk) Sakyi eile yiggiriqqee kee ceyte maray tu- esseraa kee Naqoosä currusiyyah maalu yacee numih Abina kayri, Salat Soolisaah Zaká yaceeh xagana haan waqdi sinni xagana duudusaah tuddagnaa kee Biyaakaay jihaadal Qebti waqdi Qebti gibdaabinal yasbire marih Abina kayri, woo maray tama weeloolat weeloysime Nummah iimaanah teemenem, woo mari usun Yallih digaalak meesita mara kinnon.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:178","price":"178. Yeemeneh yan maraw dulmih Qiddiime marah cane gacissaanam Siinil tunkuttubeeh fardih Siinil tan loowitih kaa Qideh yan Numuk, caddok tatur edde Anee kalalı Qiddiime Numuh Massah Anuk, cuiul Baxi (currik yan num kinnuk) culul Ваха Qidek kaa kah Qida, Naqsi Naqsu Qidek kaa kah Qida, Say-num Say-num Qiddek tet kah Qida, Toysa Qideyni kay toobokoytih Qabalak, Qiddiime numih Awlayti tuk Qafu kaah как Abek gidiyit kaak orobay, toysa num как Qiddiime num gidiy maalu caalih esseritay, Qideyni gidiy maalu maqaafal udurruse kalah daggoyse kalah yacaay, isin gidiy maalu Beetak tama Qafu Siinih madqem sin Rabbik Siinih xabbacoysiyyaa kee Racmatta kinni, Tohuk lakal Qideynak gidiy maalu Beeniih Qafu kaah Abeeniik lakal caddok taturuh kaa Qide Num, Toysa Addunyal caneh kaa Qidaanam leeh hinnay Akeeral kaa Qansarissa digaala-le.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:179","price":"179. Qaafiyatah yan kas-le maraw canê gacsi siinih madqimeemit Amaanah tan mano liton, Sinam Qidimiy Yalli Caraamu Abek Meesittaanam keh.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:180","price":"180. Muslimiiney Siinik numuk teynah Rabi xayyoowaah kay Asta tambullee waqdi usuk maalu cabe kaa tekkek xaleynaa kee kaah Ramad-le marah farrimtu Qadlil Abtaanam Siinil tunkuttubeh maaluk Sidoc haytoh Afak fulse kalah, toll cakkiy Yallak meesita mari elle taamita kinni.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:181","price":"181. Rabe num Rabak Naharat Abe farrimtu yoobbeeh yeexegek lakal korsa num, Toysa cagalah woo farrimtih dambi kaa (farrimtu kinnuk) korsah yan numul yan, Diggah Yalli farrimtu Abe numih farrimtu yaabbeh Rabe num Abe farrimtu korsa тага yaaxigeh.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:182","price":"182. Rabam faxa numuy farrimtu Aba cakkik hoxah daggaawam hinnay dambih loowitik daggaawaamak kaak meesite num, Toysa usuk tu- farriima num kee tu-kah farriiman numih fan Qadlil yaymaaqem, Toysa dambi kaal mali, Diggah Yalli dambi cabti-li xuwaw-li kinni.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:183","price":"183. Yeemeneh yan maraw Ramadaan Alsih Soom Siinil yunkuttubeeh fardi Siinil yekke, Siinik dumi ummatal kah yunkuttube innah sinni Rabbik meesittaanamkeh.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:184","price":"184. Moominiiney Yalli Soomuk fardi Siinil Abern timixxige Ayrooray loowintaah ixxu-le kinni, Toysa Siinik Biyaakita num hinnay Safarah yan num Soomam kaal tigibdeeh yuftureeh Soome wee kaa tekkek, Toysa Aka Ayroorak Soomuk yufture Ayroorah ixxu kadah gacsam kaal tan, Barnaba Seehadaytuu kee Biyaakita Seehadaytuy urimih как Sangeele waanay Soom eile gibdiy gibiduk Soom taqabi eile yakke yufturek kulli Ayroh Aftok tu-dagoyti maaqok Ayrol yakmeh gide tu- dagoytah fidah yaceem kaal tan, tokkel tudagoytah fidah yaceeh gidek ossam faxa num. Toysa toh kaah kayri-le, isin moominiiney Soom Siinil gibduk Soomtaanam kayrih Siinih Aysuk Raqta fida taceenimik, Yallih xaqul Soom muxxok lern yaaxige mara tekkeenik.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:185","price":"185. Yalli Qhuraanak oobisiyya edde Qembiseeh kaa edde oobisem Ramadaan Alsa kinni, Sinaamah tirtooy Yallih tirtoh Baxxaqqaa kee cakkii kee deedal ittak Baxisuh, Toysa Qaafiyatah Anuk madabal Anuk Alsi Biliyya Siinik matreh yan num, Toysa kaa Soomay, Siinik num Biyaakitek hinnay Safarah yeneeh yufture kaa tekkek, Toysa Aka Ayroorak yufture Ayroorah ixxu kadah gacsam kaal tan, Yalli taftureenimih idini Siinih yecee waqdi tamahat Yalli xabca Siinih faxê ikkal gibda Siinih mafaxinna, Ramadaan Alsak tuftureenih gide ixxuk kadah gacissaanaah kaa duudussaanamkeh, Yalli isi taaqatal tirri sin heemih kaa taynabeenimkeh, qiidih Allaahu Akbar Axcuk, woo taaqat Siinil Bicseemih kaa faatittaanamkeh.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:186","price":"186. Nabiyow Yi-Naqoosa yoo koo essertek, Toysa Diggah Anu keenil xayyooh keenil luk Ayyo ixxigal, Anu yoo kallaca numih kallaci Aabbeeh oggolah usuk yoo kallaca waqdi, Toysa Anu ken kah Amrisem yok oggoloonay yoo nummaysoonay tirri iyyaanamkeh.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:187","price":"187.Yalli Ramadaan Soomih Baritte sinni Agabuy gennaaqot litoonul fidoh xayyowtaanam Siinih xiqsiiseh usun (Agabu kinnuk) Siinih Suturiiy dacayri, isin (labha kinnuk) keenih Suturiiy dacayri kinniton, Diggah isin sinni Nafsi gantaanaah maktaanam Yalli Siinik yeexegeh sinni gennaaqoh Agabul Qishak lakal Soom Baritte fidoh orobtaanamal, Tokkel wohuk toobitteenik wadir Yalli toobat Siinik oggoleeh Abten dambik Qafu Siinih Abeh, Tokkel taway Ramadaan Baritte sinni gennaaqoh Agabul fidoh xayyoowaay Yalli xaylok Siinih mekleeh yaceem edde gurrusuta, Subci diifi Barti ditek Siinih Baxxaqqaay umbullu iyyam fanah Subcik Akumaay Aquba, tohuk lakal Soom Siinik Bayissaamak sinni Abbaxuk Soom duudusa Ayro kortaah Bari culam fanah, isin masaagidil Qibaadah iqtikaafah anuk sinni gennaaqoh Agabul fidoh maxayyoowina, tamah Yallih cadmoomiy calaalii kee caraami fan Siinih Baxissak, Toysa teetil maxayyoowina caraamut Raddaanamak Yalli Soom madqooqi Baxxaqqa Siinih kah hee innah isi Aayootaa kee isi madqooqi Sinaamah Baxxaqqa haa kaak meesitaanamkeh.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:188","price":"188. Yalli maalu Siinih elle xiqsiise wee foocittel mariiy mari maalu Siinik ittin fanal deedalah makmina, sinni maalu guquluh meklaabah maacina, Sinam maaluk tu-dulmiiy dambit Radak takmeenimkeh, isin woh caraamuk Siinil tanim Aaxaguk.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:189","price":"189. Nabiyow ku-kataysis Alsitte tambe waqdii kee taqunxee waqdi kah takkem koo esserta, Nabiyow keenik ixxic, Yalli Alsitte Sinaamah Cajjii kee Qibaadá waktitteh Astootiy timixxige edde yaaxigeenim keh tet Abe, isin jaahiliyyâ Saaku cajjih ticrimeenik hinnay Qumrah ticrimeenik Qarwa derrek Amaatuk derrek tet cultaanam hinna kayri как iyyaanam, kinnih immay kayri usuk meqe taamaa kee Yallak meesitaah umaanek yaxxeere marih Abina, cajjih ticrimeenik hinnay Qumrah ticrimeenik Qarwa-le Afoofik cula Sinam kah culta innah, Yallak meesita mага tiká Addunyaay Akeeral yaffoofe mara takkeenimkeh.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:190","price":"190. Moominiiney Qeb Siinit Aba maray koroositet Qeb Aba Yallih gital Angacalluk Yallih Qangara fayya ittamkeh, Qeb keenit Abtaanamal caddok matatrina urruu kee Agabuy Qidim как xiqe waa Qiddaanamal, Diggah Yalli caddok tatra mara makicnik.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:191","price":"191. Moominiiney korosuk sin Qidah yan mara ken elle geyinnaanih Aracal ken Qida, sin как yeyyeeqen Aracak (makka kinnuk) ken eyyeeqa, fitna (Yallat Agleyta haanam kinnuk) isin Caramal ken Qiddaanamak umaaneh gibiduk Raqtak, caram masgiidih xaqul isin Qeb Qimbisak keenilluk maamina Qeb usun Qimbisaanaah Siinilluk kay Addal oommu iyyaanam fanah, usun Caram masgiidih xaqul Qeb siinit Abeeniih Qimbiseenik, Toysa isin too Aracal keenilluk oomiyaay ken Qida, tamannah tan galto koroositeh yan marih galto.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:192","price":"192. Usun koroosannuu kee sin Qidimik yexxeereeniih yuslumeenik, Toysa Diggah Yalli dambi cabti-li xuwaw-li kinni.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:193","price":"193. Moominiiney korosut Qeb Aba muslimiin le diinik korissa fitnat kee Yallat Agleyta haanam Baaxö Bagul kah Raaqe waytaah diini dibuk Yallah Raaqaah kaä luk tu-Aqbude waanamkeh, tokkel Qeebiy Siinit Abaanaa kee koroosannuk yexxeereeniih yuslumeenik Qeebik keenik idiyaay caddok keenit matatrina, Toysa caddok edde tatran mari mayan koroosannuk Amok kate wee maray daalimiinih yani Akke waytek.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:194","price":"194. Moominiiney Yalli Qeb edde Abaanam как carammoyse Alsittek Alsak teynat Qeb Siinit Abeenik, Toysa too Al sat Qeb keenit Aba, too Alsih cormat yiggileeniih sin Qabal calalloysiteenik Siinik Abeenih innah tanim keenik Aba cane keenil gacisak, Toysa caddok Siinit tatre marat Toysa isin caddok keenit tatura usun caddok Siinit kah tatren innah, moominiiney isin Abba haytaanamal inkih Yallak meesita, Diggah Yalli catoo kee Qokoluh Addunyaay Akeeral inkih isik meesita mará luk yanim ixiga.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:195","price":"195. Yallih gital Yallih diinih gicloh maalu Acuwa isin Yallih gital tangicilleeniih maalu kaah taceenim cabtaanamat sinni nafsi mafinqisina, taamoomik Abba haytaanam Yallah caglisak eymeeqa, Diggah Yalli meqe maray taama yessemeqqee kicnihik.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:196","price":"196. Cajjii kee Qumra elle faxxinta innal Yallih Sabbatah Abaay duudusa, tokkel ken Nammay duudussaanamak Biyak sin waasek hinnay Qaduwwi sin waaseeh icraamak calallowtaanam faxxeenik, Toysa lacak masgaada как Siinih xabbacowteemiy Siinil waajibte usguuda, sinni moyyaayi mamoolina icraamak calallowtaanam faxxeenik, makka Beytan lac masgaada kaak elle xiqtah tan Arac guffu haam fanah, makka tekkek hinnay makka guftaanamak elle waasinten Arac tekkek, isin cajjii kee Qumrah yicrime maraw Siinik Biyaakita num yenek, hinnay inkaaqeh Ada moyya kak tibbixe num yenek icraamat Anuk moyya moolek, Toysa fida yaceem kaal tan, Sidiica Ayro Soomek hinnay lica tu-dagoytah Sadaqhat yeceek hinnay lac yusguudch makki tu-dagoytiitih yaceem kaal tan, isin Qaduwwi meesik Amaanah teneeniih Biyaakak Qaafiyatah teneenik, Toysa Cajji Alsat Qumra Abe numuy Qumrak calalloowe icraamat Suga waqdi kaal carammowteh Sugtem calalloysitah Makkal Cajji Qambaalak, Toysa waajibik kaal tanim lacak kaah xabbacowtem yasguudeemi, tokkel yasguude lac wee num, Toysa Sidiica Ayro Cajji taamat Anuk Soomay, Cajji taamak tamurruqeeniih sinni Baaxo gactan waqdi malcina ayro Soomay toh tabna Ayroy dudda-le kinnik, Makkal woo lac Qidam kee tabna Ayroh Soom elle yanim dabqih caram masgiidih xaqul Anee waa num kinni, isin Yallak meesitaay Diggah Yalli gibdi digaala-lem ixiga kay Amri cine maral.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:197","price":"197.Cajji timixxige Alsittey (Soomfutriiy Qarfabaaheey Qarfah Alsih tabna Ayró kinnuk) kah yacrimeeni kinni, toysa isi nafsil tama Alsittet cajjih yicrimeeh fardi isil Abeh yan num, toysa isi Barral fidoh orbe waay Yallih Amrik Awqe waay, cajjil giddii kee keemaariy Naqabut kaa kafsa Abe waay, isin kayrik Abba haytaanam Yalli yaaxigeeh sin elle gaițe­ le, isin cajji Safarah takmeeniih taaqubeenim Sakayih haysita, toysa isin Akeerâ dabqah meqe taamoomih Sakayi haysita, diggah Yallak meesi Sakayi Sakayik kayrih yayse Sakayik, Qaafiyatah yan kas-le maraw yok meesita.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:198","price":"198. Moominiiney cajji taamoomit Anuk sinni Rabbik kabxa (tellemmo) Abitak Rizqhi kaak esserittaanam dambi Siinil mali, tokkel isin Qarfâ Booxal Solteeniih Ayró kortek lakal teetik muzdalifa deqsita Aracâ fanah obteenik, toysa mashqaril caram deqsita Aracih xaqul Yalla cusaay dooqa Abita, Yalli meqe tirtoh tirri sin kah hee innah meqe cusiyyah kaa cusa, Nummah usuk tirri sin haak duma isin maxqawite (makkoote) marih loowot Sugteenik.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:199","price":"199. Tohuk lakal isin Sinam kak obta Aracak (Qarfa kinnuk) oobaay Yallak dambi cabti esserita, Diggah Yalli dambi cabti-li xuwaw-li kinnik.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:200","price":"200. Moominiiney cajji taamoomik tamurruqeeniih duudussan waqdi, Toysa Yallih cusiyya eymeggiya isin sinni Abbobti kah cusak Sugten innaah keenil hiddootak, hinnay Yalla wohuk gibdi cusiyyah cusa, Sinaamak Ni-Rabbow neh Acinnaanim Addunyal elle neh Acuw iyya mari yan, tama mari usun Akeeral meqe galtok hebeltô maglab malón.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:201","price":"201. Sinaamak Ni-Rabbow Addunyal Qaafiyataay meqe taamoomii kee tu-xiqta ixxiga neh Acuwaay Akeeral jannat neh Acuwaay girâ digaalak nee cat iyya mari yan.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:202","price":"202. Woo maray tama dooqaaqi Abbaasita galtok dudda-le maglab-lon meqe taamoomi Abbaasiteenimih Sabbatah, Yalli usuk cisab как Sissiki Rabbi kinni.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:203","price":"203. Moominiiney dago Ayrooray ixxu-le (Qarfâ Qiidik lakal tan Sidiica Ayro kinnuk) Yalla cusa, tokkel yisissikeeh mina deqsita Aracak Namma Ayroh Addat (taban kee Nammey haytoh Ayro kinnuk) Ayro kortak Naharat jamaraat deqsita Aracat xeet Qideek lakal yewqe numul toysa dambi mayan, Qerfah Alsak taban kee Sidoc haytoh Ayro jamaraat deqsita Aracat xeet hayya haam fanah minai elle wadirroowe numul toysa dambi mayan, cajjil Yalli kaa как waaseh yaniimik Yallak meesiteh yan numul, moominiiney isin Abba haytaanamal inkih Yallak meesitaay Diggah isin cisab kee galtoh kay foocal maagowtoonu waytaanam ixiga Qhiyaamah Ayró.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:204","price":"204. Nabiyow Sinaamak (munaafiqhiin kinnuk) Addunyâ manol maxco kot как meqeeh как tassokooteeh islaamaninnoo kee Nabiikacanuk isi lubbit taniimih Yallal Sumaq haak diraabah xiibita mari yan, usuk koo kee muslimiinih inkih Qadaawat kee giddi как gibdi numuh Anuk.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:205","price":"205. Nabiyow usuk (Akhnas deqsita num kinnuk) ku-garik yawqeeh foora waqdi Baaxö Bagul umaane Abuh yangayyeeh Sinam Buqre Baysaah Sinam lac Selam keh gexa, Yalli umaane celli haytam makicni.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:206","price":"206. woo munaafiqhtuk Yallak meesit kaak iyyen ken tekkek, woh moggolaay kaxxamariino kaa geytaah dambit dambi ossita, toysa jahannam girah digaala kaa xiqtah, jahannam gira is manxu gacta fidooy!","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:207","price":"207. Sinaamak (moominiin kinnuk) tu sinni Nafsi Yallih kacanuu kee kay leedah guranah xaama mari yan, Yalli isi Naqoosa moominiinih xuwaw-li kinni Addunyaay Akeeral.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:208","price":"208. Yeemeneh yan maraw islaam diinit inkih culaay kay madqooqil taamita tu-как cabe kalah, Sheytan gitittet gexak kay maaqattooti makataatina, Diggah usuk Siinih Qadaawat как Baxxaqqa iyye Qaduwwik kaak cibbarsima.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:209","price":"209. Sinaamey cakki gitak Qhuraan kee cadiisik Baxxaqqa iyya Sumaq Siinih yemeetek lakal kaak daggawteenik, Toysa Diggah Yalli isi Reedal mayso-liiy Abba haamal Naggaar kinnim ixiga.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:210","price":"210. Tama korosih cirdeynaani Baxxaqqa iyya Sumaq keenil Soolek lakal Qhiyaamah Ayró Yalli ginô fanal mekla Abam keh Qubul Addat isi ceela mamuutuh yamaate, malayka tamaateeh caagid mekkelsimaah yamurruqeemik-sa Qambaalaanam maay Ion? Malón, ginô caagiida inkih Yallâ fanah gacsimta.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:211","price":"211. Nabiyow israa-iil xayloh cirdeynaani esser, ken kitaabal Baxxaqqa itta Astootik ma- kina Asta keenih necee cakki fan tirri ken hayta Astootiy elle koroositeenik, Yallih Niqmat (Yallih diini kinnuk) kaah yemeeteeh kaa yeexegeek lakal kaa yibiddileeh elle koroositah yan num, Toysa Diggah Yalli kaxxa digaala kaah-le.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:212","price":"212. Yallih inkittinaanel koroositeeh yangaddeh yan marah Addunyâ mano keenit Bilqisimteeh usun yeemeneh yan maral Anqasaanah, tama maray sinni Rabbik meesita Qhiyaamah Ayró korosuk Amol Raaqanj annatal Qilliyyiin deqsita Aracal Yalli isi ginok isih faxa mara cisab maleh yarzuqhe.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:213","price":"213. Sinam inki ummatay inki diini- leh Sugteeh, sarra diini caagidil itta weenih, Tokkel Yalli Ambiya moominiin Jannatal Aytukumusak koros girak meesiisak ken Ruube, Yalli kitooba cakkil keenï luk oobise Sinam diini caagidik itta elle wayteemil ken fan meklam keh, diini caagiidal itta waytem matan ken fanal dulmiiy kuuxe waynaanah tawraat kitab kah yontocowwime mara Akke waytek, wohul Baxxaqqa keenih temeeteek lakal, Tokkel Yalli usun cakkik itta elle weenih yaniinimil yeemeneh yan mara isi idinih tirri ken hee, Yalli isih faxa mara cakki gitay massa-lê fanah tirri haa.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:214","price":"214. Hinnak moominiiney jannat cultoonu waytaanam takkaleenii? Siinik Naharat warrayte moominiin xagte musiibah innah tan musiiba Siinih Amaate kalah, tuddagnaa kee Biyaakaay meesi ken xagteeh maggo Afah tan Balaa kee meesissot esgeyyi ken heen, Yallih farmoytaa kee kaâ luk yeemeneh yan mari Yallih catoo kee Qokol maawaqadiiy ixxicci iyyaanam fanah, Oobbiya! Diggah Yallih catoo kee Qokol moominiinit xayih.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:215","price":"215. Nabiyow ku-kataysis Yallal xayyowtam keh sinni maaluk maca nacoo miyyah nacoo Axcuk koo esserta, Nabiyow keenik ixxic: calaali maaluy meqek Namma xaltaniiy Siinih Ramad- le maraay Qayxiixaa kee tu- dagoytiitiiy gexsö Numuy ccytcch Sakyi elle yiggiriqqeh Acuwa, isin kayrik Abba haytaanam Toysa Diggah Yalli yaaxigeeh sin elle galte-le.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:216","price":"216. Moominiiney Yalli koros Qeebi Siinil yuktubeeh fardi Siinil Abe isin kaa faxe waak sin Nafsil gibiduk isin faxe waytaanamay kayrih Siinih Aysuk Raqta tanih woo hiimik, isin kicintoonumuy umaaneh Siinih gacak Raqta tanih woo hiimik, Yalli caagiidak kayrih Siinih taysem yaaxigeeh isin woh mataaxigan.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:217","price":"217. Nabiyow koros caram Alsat (Qeb edde Abaanam caraamuk edde tan Alsa kinnuk) Qeb Abaanam maay xiqtaa Axcuk koo esserta, Nabiyow keenik ixxic: caram Alsat Qeb Abaanaah Qabal edde caxaanam Yallih xaqul dambi как kaxxam Naba, kinnih immay wohuk Nabuk Raqtam Sinam Yallih diinit cultaamak waasaanam kee Yallal koroositaanama, kaadu muslimiin caram masgiidik (makka kinnuk) waasaanam kee kay mara kaak yayyaaqeenimi Yallih xaqul wohuk Nabuk Raqtam isin edde tanin koroosannuu kee muslimiin- le diinik waasaanam caram Alsat Qidim kee Qeb Abaanamak Nabaah gibduk Raqta, usun (koros kinnuk) moominiiney Qeb Siinit Abaanamak makatan sin diinik koroosannuh sin gacissi haanam fanah woh duuden ken tekkek, moominiiney isi diinik Siinik korraaqa num, Tokkel usuk korostah Anuk Raba, Toysa woo marak Abba heen mcqe taamoomi Baytah Addunyaay Akeeral, woo mari girâ mara usun teetil waarak.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:218","price":"218. Diggah yeemeneh yan maraa kee sinni Baaxo cabeeh guuroh yewqe maraay Yallih gital yangicillee mari, woo mari usun Yallih Racmatta Qaagitan, Yalli dambi cabti-li xuwaw-li kinni.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:219","price":"219. Nabiyow moominiin gocoy kee kammaar madqak lem koo esserta, Nabiyow keenik ixxic: gocoy kee kammaarat kaxxa tu-kalaay kaxxa dambi yan, ken Nammayat Sinaamah dago tuxxiq Baxi cdde yaniih ken Nammayih dambi ken tuxxiqik Nabaah gibduk Raaqa, Nabiyow usun sinni maaluk Sadaqhat kee cindah yaceenih gide koo esseran, Nabiyow sin caagidik fultaah kah ceyte waytaanam Acuwa keenik ixxic, Yalli tama madqooqi Baxxaqqa Siinih kah hee innaah isi Aayoota Baxxaqqa Siinih haa cubbussaanamkeh.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:220","price":"220. Addunyaay Akeeral Nabiyow Qayxiixä maalih caagiida koo esseran, Nabiyow ken kee ken maalih tuxxiq edde yanim Abtaanam Aysuk keenih Raqta, sinni maalu ken maalut keenih tu-elle xiqa foocal tesgelleenik, Toysa usun diinil sin tooboko kinnon keenik ixxic, Yalli Qayxiixä maalu Baysa num kee Bicsa num ittak yaaxigeh, Yalli faxinnay sinni maalu ken maalut tasgalleenim Siinil Aygabbaduk ceyisak yen, Diggah Yalli isi Reedal mayso-li Abba haamal Naggaar kinni.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:221","price":"221. Muslimiiney Yallat Agleyta haa Agabu madigbisina Yallaa kee ellecaboh Ayró Nummassa haanam fanah, moomintoh tan Naqso Yallat Agleyta hayta culul Baxák kayrih Aysuk Raqta is Siinit tamqeeh tet tassokooten way, sin Sayyoy moominiinih tani Yallat Agleyta hayta labhah madigbisina, Yallaa kee ellecaboh Ayro Nummassa haanam fanah, moomintuh yan Naqsi Yallat Agleyta haa culul Baxak kayrih Aysuk Raaqa usuk Siinit yamqeeh kaa tassokooten way, woo maray Yallat Agleyta haay digib как caraamu Siinil Abne usun koroosannuu kee uma taamay girâ fanah sin Beytah sin Seecan, Yalli meqe taamoomiy jannat kee dambi cabti edde tañí fanah sin Seeca isi idiniiy isi fayxih, Yalli isi Aayootaa kee isi madqooqi Sinaamah Baxxaqqa haa kassitaah elle kas-kassoowa mara yakkeenimkeh.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:222","price":"222. Nabiyow moominiin Agbi mayangalit yan waqdi fidoh keenil xayyoowaanam xiqtah innaa maxiqtaay Axcuk koo esseran, Nabiyow keenik ixxic: usuk wasakak Barra mayangalit Anuk teetil xayyoowaanam tet Baqalal Adaay tu-kala kinni, Toysa Agbi mayangalit yanih gide fidoh keenil xayyoowaanamak exxeeraay mayangali Qabal keenik iggiriqqiiy kaqalla iyyaanam fanah fidoh keenil maxayyoowina, Tokkel mayangali Qabalak kaqalla iyyan waqdi, Toysa Yalli sin kah Amriseeh Siinih xiqsiiseh yan Aracal (Sayna kinnuk) keenik xayyoowa fidoh, Diggah Yalli Aben dambittek isil gaca mara kicniih Qaxuma taamoomii kee wasookak sinni Saytunnoysa mara kicnih.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:223","price":"223. Sin Agbi sin Buqrek Toysa isin faxxa haytan kabuk sinni Buqrel fidoh xayyoowa xaylo edde geytaanamkeh, sinni Nafsih meqe taamoomiy Akeeral sin tanfiqe tatursuta, Yallak meesitaay Diggah isin Qhiyaamah Ayró kaat tangoorowoonu waytaanam ixiga, Nabiyow moominiin jannatal kaxxa maffaafal ken Aytukumus.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:224","price":"224. Muslimiiney isin Yallal Abtan xiiba meqem Abtaanaah Yallak meesittaanaah Sinam fan taymaaqeenimik sin waassaamih Sabab tet maabina, Yalli sin maxcooca yaabbi sin caaloota yaaxigi kinnik.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:225","price":"225. Yalli sin xiibaabiy Abtaanak halalaw (baguuk abe wayten xiiba kinnuk) xiibal sin makataataay sin ma-digaala, kinnih immay sin elle kataataah sin elle digaalam sin lubbitte Niyatteeh Abte xiiba kinni, Yalli dambi cabti-li isi Amri eine marah kaxxa xiqle Rabbi kinni.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:226","price":"226. Sinni gennaaqoh Agabul fidoh xayyoowe woonuwaanamah Yallal xiibite mari Affara Alsa ken Qambaalaanam-lon sinni Agabuh gacaanam kee gace waanamah, usun Affara Alsi yamurruqek duma Sinni Agabuh gaceenik, Toysa Diggah Yalli dambi cabti-li xuwaw-li kinni Aben xiibak sinni Agabul gaceenimih Sabbatah.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:227","price":"227. sinni gennaaqoh Agabu caboonu waanam Niyal yirgiqeeniih woo xiibal elle warreenik, Toysa Diggah Yalli ken maxcooca yaabbi ken Niyaayit tanim yaaxigi kinni.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:228","price":"228. Agabuk culul xayloy mayangali Qabal Baaha cabbiimek lakal digbe kalah Sidiica wakti mayangali Qabal Bahhaay hinnay Sidiica wakti kaak kaqalla iyyaanah gide Sinni Nafsi Qambaalisaanama, Qiddah caddabnal Aka numul digibtam teetih maxiqta Qiddä wakti teetik umurruqqu iyyam fanah, Yalli ken maxaxat gidak ginem hinnay mayangalik tanim Yaaqureenim keenih maxiqta, Nummah Yallaa kee ellecaboh Ayró Nummaysa Agabu yekkeenik, Qiddat edde Anuk wohul Qasaalah ken gacissam ken Baqolti cakkisitta, ken Baqolti woo gacsat Bicsaa kee maqaane edde faxen ken tekkek, Agbi Baqoltil cakki-le ken Baqolti cakkik keenil leh innah tanim islaam diinil elle xiqta innal, labha Agabul cakkii kee muxxok fuli Arac-le, Yalli isi Reedal mayso-li Abba haamal Naggaar kinni.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:229","price":"229. Cabbiime Agabu Qasaalah elle gacsaanam как xiqta cabti Nammaddah cabti kinni, Toysa islaam diinil elle xiqta innal tet Quuki hinnay Qaxmeqe cabtih tet cabe tika, Agbi Baqoltiy isin yarasak keenih teceenimik tu-keenik Beytaanam Siinih maxiqta, Baqalaa kee Barrak mariiy maral le cakkiy Yalli caddo kah hee diggi heewaanaah elle Soole waanamak meesitan ken (baqalaa kee barra kinnuk) Akke waytek, Tokkel ken Awlay Yalli Barraa kee Baqli ittal-le cakkih heeh yan caddo diggi hee waanaah elle Soole waanamak keenik meesitteenik, Toysa ken Nammayal dambi mayan Barra Baqli isi cabam keh fidah maalu kaah taceemil, tamah Yallih madqooqiy Yalli caddo kah hee kinni calaalii kee caraamu ittak edde Baxsoonuh, toysa isin caddok teetit matatrina, Yalli heeh yan caddoodat caddok tatrah yan mari, Toysa woo mari usun sinni Nafsi yudlumeeh Yallih digaalah gabal sinni hee mara.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:230","price":"230. Tokkel num isi Barra Sidoc haytoh Adda cabek, Toysa tet cabek lakal usuk teetih gacam kaah maxiqta kaak kalah Aka Numuy mocollil akke waal digibbiiy woo num tet cabbaay kay Qiddak Bukku ittam fanah, Tokkel woo num tet cabe kaa tekkek, Toysa ken Nammayal dambi mayan Qusba gennaaqoo kee Qusba mahril tet kee Naharsi Baqala ittah gactaamal Yalli keenih heeh yan madqal kay caddo diggi haanaah elle Sooloonu waanamih Asmat yeelleenik, toh Yallih caddooday Yalli yaaxige marah Baxxaqqa haa kinni.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:231","price":"231. Agabu cabtaanaah Qidda keenik edde tamurruqe wakti yaafeen waqdi, Tokkel islaam diinil elle xiqta innal Qasaalah ken gacsita, hinnay islaam diinil elle xiqta innal Qidda keenik umurruqqu ittam fanah yanoonay ken ixxicaay tukkalot kee caddok taturuh Qasaalah ken magacsitina, woh Aba num Nummah isi nafsi yudlumeh, Yallih Aayootaa kee kay madqooqi digir kee Anqasah mahaysitinaay Yallak islaamaninnö Niqmatay sin Amol yani kassita, Yalli Qhuraan kitab kee cadiisik siinil oobiscm kassitaay kaa elle faatita usuk tamah sin kassiisahak, Yallak meesitaay Diggah Yalli ummaanim yaaxigiy tu-kak Qellite wayta kinnim ixiga.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:232","price":"232. sinni gennaaqoh Agabu cabtaanaah isin Qasaalah ken gacse kalah Qiddä wakti yaafeeniih qidda keenik tamurruqe waqdi, Toysa Agbi Awlay cabbiime Agabu ken cabte Baqoltil digbaanamak ken waassaanamal ken maceysina ken Nammay ittin fanal islaam diinil eile xiqta innal ittat leedeenik, toh Yallaa kee ellecaboh Ayró Siinik Nummaysa mara kassiisaanam kinni, too sin kassiiseenimil taamittaanam maqaanee kee manfaqatah Siinih tayseeh dambik Saytunnoysiyah Siinih Aysuk Raqta, Yalli Siinih meqem yaaxigeeh isin woh mataaxigan.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:233","price":"233. inaanil sinni xaylo Namma Sanatay dudda-le Qarissam (taysaxxeem) keenil tan Qarsa duudusam faxa maral, xaylo leh yan Abba xayloh inaaniy cabbinteh masruf kee Sartan keenih Abam kaal tan islaam diinil elle xiqta innal, Yalli hebeltö Nafsi duude waam kaal mahanna usuk duudah gide Akke waytek, inaa kee Abba Baxah faxxintaamak kaa Boolaysaanamat kaa Biyaake woonay ina Abba Baxi Sabbatah Biyaake waytay Qarsa kaak cintaamat, Abba ina Baxi Sabbatah Biyaake waay Baxa teetik Beyaamat, Awki Abba Rabe kaa tekkek Awki Abbah Nagra eile tamaate Numul masruf kee Sartanak Awki Abbai teneh innah tanim kaal tan, inaa kee Abba Awka Namma Sanatak duma mollassam faxxeeh ken Nammay mallooweenih edde leedeeniih, wohul itta geenik Toysa dambi keenil mayan, urri Abbobtiy inak kalalı Aka Barral sinni xayloh Qarsiyya essertaanam faxxeenik toysa dambi Siinil mayan, Qarsiyyi galtok itta elle geyteenih gidey islaam diinil elle xiqta innal mattacco как faxxintam teceenik, isin Yallak meesitaay Diggah Yalli isin Abba haytaanam yabali kinnim ixiga.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:234","price":"234. Siinik Baqli kak Rabaah gennaaqoh Agabi Addunyal как Raaqaah caba mari woo Agbi usun Affara Alsaa kee tabna Ayroh gide sinni Nafsi bilqise kalah digbe kalah Sugaanam keenil tan Baqoltï Rookah, Tokkel Qidda keenik edde tamurruqe wakti yaafeen waqdi, Toysa Barrah Awlay usun sinni Nafsih Bilqitaanaah digbitaanamih idini keenih taceenim dambi Siinil mali islaam diini keenih elle xiqsiisa innal Abitaanam, Yalli isin Abba haytaanamak Adda yaaxigi kinni.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:235","price":"235. lab-maraw Baqli как Rabek hinnay Sidocul cabbiime Agabuy Qiddat yanih digibih ken faxxaanam Niinissi xabanat keenih haytaanam dambi Siinil mali Qaddossu keenih hee kalah, hinnay Qidda keenik tamurruqe waqdi ken digbissoonu waytaanam sinni nafsih Addal Qellissaanam dambi siinil mali, Diggah isin Qiddat yan Agabu sinni Nafsih Addal digibih ken kassittaanaah keeni luk yabtaanamak Asbire waytaanam Yalli Siinik yeexegeh, kinnih immay ken digbissoonu waytaanamih xagana Aqrat keenih mahaysina islaam diini Siinih xiqsiisa maxco keenik ittan sin Akke waytek, usun Qiddat Anuk gennaaqo keenik taxoonu waytaanam irgiqqi mahaysina Qiddâ wakti keenik yamurruqeeh yaafem fanah, Diggah Yalli sin Nafsih Addat tanim yaaxigem kaak ixigaay kaak meesitaay cibbarsima, Diggah Yalli dambik isil gaca marah dambi cabti-li isi Amri cine marah kaxxa xiqle Rabbi kinnim ixiga.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:236","price":"236.Moominiiney Agabuk gennaaqo texeeniih fidoh gabah ken xage kalah hinnay yaras keenih muggaaqise kalah ken cabteenik dambi Siinil mayan, ken cabteenimih Sabbatah duyyek tu-keenih Acuwa ken Nafsi Satta edde iyyam keh, maali gaddalil duddak leh gide kaal taniih tu- dagoytay tu-elle gibdil duudah gide kaal tan woo duyyek islaam diini elle xiqsiisa innal, caben Agabuh meqe maral cakkih tan duyyey keenil dabaqte kinni tamah.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:237","price":"237.moominiiney Agabuk gennaaqo texeeniih fidoh keenil orobtaanak duma Nummah yaras (mahri kinnuk) keenih muggaaqisseeniih ken cabteenik, Toysa keenih muggaaqissen yarasak garab keenih taceenim Siinil tan caben Agabi sinni Baqoltih yarasak garabay cakkisitteenik inkih Qafu Aba kaa Akke waytek, hinnay digibik gennaaqo gabat-le num (Baqala kinnuk) yaras inkih teetih yaceeh Qafu teetih как Aba kaa Akke waytek, Agabuu kee labhak yarasak mariiy marah Qafu Abam Yallak meesil xayuk Raqta, moominiiney muxxoo kee maqaanek sin fanal tanım mahawweenina, Diggah Yalli isin Abba haytaanam yabali kinnik.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:238","price":"238. Muslimiiney koona waktih Salaatay fardih Siinil yani le waktil kaa Abtaanamal kaa dacrisaay muxxi muxxi gude salaatay Qasri Salat kinni kaak dacrisa,, sinni Salaatay Abtaanal Yallak meesitak Ramma kaah Axcuk Soola.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:239","price":"239. Moominiiney sinni Qaduwwik meesitteenik hinnay kalah taniimik meesitteenik, Toysa ibak gexak hinnay feereynaanih Amot Anuk Salat Aba, Tokkel meesi Siinik katteeh Saay kee Amaan geyteenik, Toysa Salat dudda-luk Abaay kay Addat Yalla maggom cusa, Usuk Qibaadä caagiidaa kee madqooqik Aaxaguk Suge wayteenim sin kah Barse innaah wohul kaa faatitak.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:240","price":"240. Moominiiney sin labhay Rabtak gennaaqoh Agabu Addunyalcaba maral sinni Agabuh Rooci keenik yawqek Naharat duyyek tu-keenih farriimaanam keenil tan Sanat gide ken dabooqak ken Ayyaaqe kalah, usun (Agabu kinnuk) sinni dooritik yewqeenik, Toysa num kak Rabe maraw usun islaam diini elle xiqsiisa innal sinni Nafsik Abeenimil dambi Siinil mayan, Yalli isi Reedal mayso-li Abba haamal Naggaara A-aayatih madqa taturte aayatih (234) madqat duugumte.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:241","price":"241. Gennaaqok caben Agbi islaam diini elle xiqsiisa innal Baqoltil duyye-lc ken Nafsi Satta edde iyyam keh, tama duyye Yallak meesita maral cakkih taniimiy keenil dabaqte kinni.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:242","price":"242. Yalli xayloo kee Agbi madqooqi Baxxaqqa Siinih kah hee innah isi Aayoota Baxxaqqa Siinih haa Addunyaay Akeeral kah caagiddowwu ittaanamak elle kas- kassoowa mara takkeenim keh.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:243","price":"243. Nabiyow maaxaginnitoo? Sinni Baaxooy sinni Buxaaxik Rabi meesih usun maggo Alfitte Akkuk yewqeeh kude maray Yalli Raba как iyyeeh inki Adda Rabey Tohuk lakal usuk yuynuwwe marih maaqenta (xaagu kinnuk), Diggah Yalli Sinaamah Abeh yan Niqmatal kaxxa muxxo ken Amol Íe Rabbi kinni, kinnih immay Sinaamak maggo mari Yalla le Niqmatal mafaatita.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:244","price":"244. muslimiiney Yallih Qangara fayya ittam keh kay gital korosut Qeb Aba, Diggah Yalli sin maxcooca yaabbi sin Niyaayit tanim yaaxigi kinnim ixiga.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:245","price":"245. Maa Numuuy isi maalu Yallih gital Yallih Qangara fayya ittamkeh Qaxmeqe mattaccooh taceem Yallak galto edde faxak, Yalli woo maalu maggo dirribuh kaah dirribisaah meqe galtoh kaa elle gaitam keh, Yalli isih faxa maral Rizqhi ceyissi haa isih faxa marah Rizqhi farakka haa, isin Rabteeniik lakal kaâ fanah gacsimtaanaah usuk sin taamoomil sin galte-le Akeeral.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:246","price":"246. Nabiyow maaxaginnitoo? Israa-iil xaylok kaxxa marittey Abbobtih tani Nabiiy Muusa Rabek lakal sinni Nabiiy loonuk Amoyta neh Reedis Yallih gital korosut Qeb Abnamkeh iyyen waqdih maaqenta, ken Nabiiy keenil gacisak: Qeb Siinil yunkuttubeeh fardi Siinil yekkek Qaduwwit Qcb Abc waytaanaah conxittoonu waytaanam Siinik Akkale keenik iyye, usun sinni Nabiih maxco waagisak: maca linooh maca nee waassa Yallih gital Qeb kah Abe waynam nummah Ni-Qaduwwi Ni-Baaxok nee yeyyeeqeeh Ni- xaylok nee yeyxeerehik Qidim kee Seewah ken orbiseemit iyyen, Tokkel Qeb keenil yunkuttubeeh fardi keenil yekke waqdi conxiteeniih Qeebik kudeenih keenik dago maray Yallih muxxoh Qeebih yesseedee Akke waytek, Yalli daalimiinih yan maray xagana maka yaaxigeh.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:247","price":"247. ken Nabii keenik iyyeh: Diggah Yalli Nummah Taaluut deqsita num Amoytah Anuk Siinih kaa Ruube, Israa-iil xaylok kaxxamarittey Abbobtih tani usuk Amoytiinu mannal Naamol leeh duudaa? Amoytiinu nanu kaak cakkisitnak Nubuwwannuu kee Amoytiinu linoomul, maaluk maggom kaah mantacawwiminnak iyyen, ken Nabii kecnil gacisak: Diggah Yalli Siinik kaa dooreeh sin Amol kaa Rccdiseh, Yalli Siinik ixxigä farakkaa kee xagar Qande kaah osseeh Siinik kaa yiysiiseh, Yalli isi Rceda isi Naqoosak isih faxa marah tet yacee, Yallak muxxoo kee mattaccoo farakka ittaah woh cakkisita mara yaaxigi kinni.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:248","price":"248. ken (israa-iil xaylo kinnuk) Nabii Diggah kay Amoytiinih Asta tawraat kitab edde yan Sanduguy sin Qaduwwi Siinik Beey sin Rabbik moominiinih lubbi Satta edde tanii kee Nabii Muusaa kee Nabii Haaruunuk Raqte duyye edde taniy malayka Quukak Siinih Bahtu wayta kinni, Diggah tamahat Taaluut Yallih Amrih Amol Siinik Reedeemit Baxxaqqa itta Asta Siinih edde tan Yallaa kee elle caboh Ayró Nummassa moominiin tekkeenik keenik iyye.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:249","price":"249. Tokkel Taaluut isi macaxu-luk (qande kinnuk) Qeebih yewqe waqdi, Taaluut keenik iyyeh: Diggah Yalli tama elle tabtoonu waytan weeqaytul sin mokkore- le, Tokkel tama weeqaytuk lee yaaqube num, Toysa usuk Yi- Num hinnak yoo kataate waay, tu-kaak Aaqube wayya haa num, Toysa Diggah usuk Yi-Numuy yol luk Qaduwwit Qeb Abu waa kinni, kinnih immay isi gabat leek inki Adda cano Ваха canna kak haah yaaqube num Akke waytek, Tokkel woo macxi woo weeqaytuk inkih yooqobeeh cayya kaak iyye, keenik dago maray Bakaaral yisbire Akke waytek, Tokkel Taaluut kee moominiinik kaâ luk yan mari weeqaytul tabeeh usun Qaduwwi manga yublen waqdi, nanu Jaaluut kee kay macaxuh Asaaku dudda mannu Qeb keenit Abnuh iyyen, Tokkel Diggah Yallat yangaarawu waam Asmatah-le mari keenil gacisak: dago Buttay teemeneeh Sabri-le maggo Buttay koroosittek teyse magide takkee! Yallih idiniiy kay fayxih iyyen, yalli usuk catoo kee dacayrih yisbire marâ luk yan.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:250","price":"250. Taaluut kee kay macaxuy moominiinih tani Booxal Jaaluut kee kay macaxuy korosuh tanih yumbulleen waqdi, moominiin Yallat xaaqimak Ni-Rabbow Ni- Lubbittel kaxxa Sabri oobisaay Qebti Booxal Ni-Dadooba diggi neh hayisaay koroositeh yan marak isi catooy isi Qokoluh iisa neh keenik Acuy iyyen.","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:251","price":"251. Tokkel moominiin macaxi Yallih idinih ken Bukseeh Nabii Daawuud Jaaluut Qideeh tohuk lakal Valii Reedaa kee Nubuwwannu kaah yeceeh ixxigay fayda-lek isih faxam kaa Barse, Yalli Sinaamak garu (koros kinnuk) garut (moominiin kinnuk) Jihaad kee Qeebit gutuqak Suge wannay Baaxo Bayak ten koros maysol, kinnih immay Yalli isi ginoh Amol kaxxa muxxo-le Rabbi kinni.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:252","price":"252. Nabiyow Tamah Yallih Aayootay Nummah kol Nakriyeeh kol maaqna kinni, Diggah Atu Ni- Farmoytiitiy Rubsumtck Numuk teyna kinnito kaak iyye Yalli.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:253","price":"253. Tama farmoytiitik garu garuk keenik muxxusneh, Yalli isi Afaak lih yaabe mari keenik yanih Nabii Muusah innah, Arooca fayya kak hee mari keenik yanih Nabii Mucammad kee Ambiyah Abba Nabii Ibraahim innah, Maryam Ваха Nabii Qiisah Baxxaqqa itta Astooti kaah neceeh Ruucal Al-Qhudsit (Jibriil kinnuk) kaa maqarrosne, Yalli faxinnay farmoytiitik lakal tcmeete ummatta Baxxaqqa keenih temeetek lakal ittâ luk Aamuk manannon, kinnih immay usun itta weeniih, Tokkel yeemeneeh iimaanal diggi keenik iyye mari keenik yaniih makkooteeh koroosite mari keenik yanih, Yalli faxinnay Sinam inkih tirri haak yeneeh ittâ luk Aamuk manannon, kinnih immay Yalli isih faxam Aba.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:254","price":"254. Yeemeneh yan maraw maaluk Siinih neceemik Yallih gital Tu-Acuwa Qhiyaamah Ayroy tellemmoy sinni Nafsi Yallih digaalak edde Naggossaana как Aanee waytaah kataysay Yallih digaala Siinik waasa edde Aanee waah, Shafaaqatta Aba num Yalli kaah idinisa kaa Akke waytek edde geytime waa Ayró tamaatek duma, korosuy Yalli heeh yan caddoodat caddok taturte usun daalimiiniy digaala cakkisitta kinni.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:255","price":"255. Yalli usuk kaak-sa Qibaada cakkisita Yalli как Aanee waa Yalla kinni, usuk dudda-le manoy isi Nabna celta-ley Rabe waa kinni, usuk isi ginoh Amol yaniih isi ginok maceyta, Qunduugul kaa mabeyaay Xin kaa mabeya, usuk Qaranwal tanim kee Baaxö Bagul tanim inkih-le, maa- Numuuy Yallih xaqul Shafaaqatta Abtu duddam Yallih idinih Aba kaa Akke waytek! Nurn maaba! Akeerä caagiidak keenik foocal tanim yaaxigeeh Addunyâ caagiidak warrayteemiy keenik wadiril Raqte yaaxigeh, usun kay ixxigak tu-mayaaxigan usuk faxaamay usuk ken Barsa Akke waytek, kay kursi Qaranwaa kee Baaxö farakkah duddu hayta, Yallal ken Nammayih (Qaran kee Baaxö kinnuk) dacayri kaal maqilsi, usuk isi ginok iro Raaqaah fayya iyyaah kulliimik Nabah.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:256","price":"256.Islaam diinit culaanam dirki maliiy num kah madirkisima Nummah cakki deedalak Baxxaqqa iyye, Toysa Yallak kalah uqbuddu haanamal koroositeeh inki Yalla Nummayse num, Toysa Nummah usuk diinik Aggiriqqe wayta Qoroy diggi itta yibbixiteh, Yalli isi Naqoosah maxcooca yaabbi ken Niyaayit tanim yaaxigi kinni.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:257","price":"257.Yalli yeemeneh yan marih Awlaytu catoo kee dacayril, usuk koroosanni diteetak iimaan diifu fanah ken yayyaaqe, koroositeh yan marak Awlaytit keenik Sheytan kee Yallak kalah uqbuddu haanama, usun iimaan diifuk koroosanni diteetâ fanah ken yayyaaqen, woo mari girâ mага usun teetil waarak.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:258","price":"258. Nabiyow Nabii Ibraahim kay Rabbih inkittinaanel kaa giddiye numih (namruud kinnuk) caalatak Qajabah gibdim maay tuble ku-Rabbi miyyaay? Axcuk kaa essere numuk Yalli Reeda kaah yeceeh кахха mariiniteeh caddok tatreemih Sabbatah, Nabii ibraahim kaal gacisak: ginó taynuwweeh Qiddam Yi- Rabbi Atu taynuwweeh Qiddam madudda kaak iyye waqdi, woo num (Namruud kinnuk) kaal gacisak: Anu Aynuwweeh Qidah Anu faxa num Qidaah faxa num wadah kaak iyye, Tokkel Nabii Ibraahim kaal gacisak: Toysa Diggah Yallay Anu Aqbude Ayró Ayrô mawqak Baahak, Toysa Atu Ayrô kormak tet Baahey kaak iyye, Tokkel tama numuy koroosite waqaggiteeh karuccu iyye, Yalli koroositeh yan maray daalimiinih yani cakkî fanah tirri mahaa.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:259","price":"259. Hinnay Nabiyow magaalay Qarwa kak tiddigilleeh Bokoktek xaqu warree numih ceelallo maay tuble Amó tabsi kak gidooral kak Radak, Yalli ta-magaala mannal yaynuwweeh is tiddigilleeh Rabtek lakal iyye, tokkel Yalli Bool Sanatih gide kaa Qideeh, Tohuk lakal Yalli Rooci kaah gacseeh kaa ugseeh Rabat magide Sugtee? Kaak iyye, Rabat inki Ayró hinnay Ayrô garab Suge iyye, Yalli kaal gacisak: wonna hinnay Atu Rabat Bool Sanatih gide Sugtek, Toysa Atu isi maaqoo kee maqab wagitey is ma-milaggoowinnak, ku-Dananâ fanah wagitey usuk fixiixih tan lafoofih Sugek lakal Yalli kaa elle yaynuwwee inna, Yalli Rabak lakal Sinam ugsaah wohuh dudda leemih Asta Sinaamah koo Abnam keh kok abne, Atu ku- Dananih lafoofi fanah wagitey tet kobxisnaah Baaxok fayya tet haynaah ittat tet kah xakabna inna, Tohuk lakal cadot tet kah Sarisnaah Rooci teetit elle gacisna inna wagitey kaak iyye, Tokkel toh kaah Qaddowteeh Baxxaqqa kaah itte waqdi, Yallih Nabna Aalamuk Diggah Yalli ummaan iimih dudda-lem Aaxigeh iyye.","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:260","price":"260. Nabiyow Nabii Ibraahim: Yi Rabbow Rabtem elle taynuwwee inna yoo uybulluyey iyye waqdi cusey, Yalli kaal gacisak: Anu Rabtem Aynuwweemih dudda liyom Ma-Nummaysinnitoo? Kaak iyye, Nabii Ibraahim: Yeey! Nummayseh, kinnih immay woh koo kah esseram Yi-Lubbi Satta edde iyyaah Asmatat Asmat yoh ossimam keh iyyaanama iyye, Tokkel Yalli Haadak Affara Haadaytu Beyyi hayisaay isi fan ken gacissi hayisaay ken usguudaay irgiggiqqi ken hayisay cado keenik ittat esgelli hayis, Tohuk lakal kulli Qaleh Amol keenik kulli Haadaytuk Cadoytah exxa keenik hayya hayis, Tohuk lakal keenih See Sissikuk Haadak kol Amaate loonuk, Diggah Yalli Mayso-liiy Naggaar kinnim ixig kaak iyye Yalli.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:261","price":"261. Moominiinih yan maray Yallih gital sinni maalu yaceeh ceelallo meqe Burta-le Baaxol yubquren Amboytay malcina Sumbulti как yawqeeh yaabukey kulli Sumbulti как Bool Amboyta kak yakkeh inna, Yalli isih faxa marah galto dirribisah usuk Yallih fooca edde faxek, Yallih muxxo farakka leeh usuk isi naqoosah Niyaayit tanim yaaxigi kinni.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:262","price":"262. Sinni maalu Yallih gital yacee mari, Tohuk lakal Acuwwu heem woh koh Abee kee Adah Amo kaal yayxeerem katayse waa mari usun sinni Rabbih xaqul sinni galto-lon, Qhiyaamah Ayró meesi ken Amol matanaay Addunyak keenik warrayteemih Marookitan.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:263","price":"263. Meqe yaabay maggom kallaci aba numul gacsaanaa kee Qafu kaah Abaanam Sadqhatay woh koh Abee kee Adah Amo keenil yaxxeereenim katattak kayrih Aysuk Raqta, Yalli kay Naqoosa tacee Sadqhatak gaddali, Usuk xiqliiy kay Amri cina marih digaalat mayasissika.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:264","price":"264. Yeemeneh yan maraw sinni Sadqhoota woh koh Abee kee Adah Amo Sinaamal tayxeereenimit mabaysina isi maalu Sinam yoobulah yeceeh Yallaa kee ellecaboh Ayró Nummayse waa Numih innah, too yoobulak ceelallo Burta Bagul- le xaxxaqah yan xaay kaxxa Rob elle Radey Burta как duggu heey Saytuttucinuk cabeh inna, Tonnaah tama yoobulaleela Abba heen meqe taamoomit galtok tu- geyaanam maduudan Akeeral, Yalli koroositeh yan mara kayri gitâ fanah tirri mahaa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:265","price":"265. sinni maalu Yallih kacanuu kee kay leeda edde gurrusak usun sinni Nafsih Yalli dudda-le galto keenih elle yacayuwaam diggi haak Asmat luk yaceeh yan marih ceelallo, Bustaanay maggo cooxley Ваахок fayya-le Aracal yaniy maggo Rob elle Radek caxâ mixu Namma marduufiıh Baaha, kaxxa Rob kaal Rade weeh dago Rob kaal Rada way caxâ mixu Namma marduufiıh Baahah inna, tamannaah Acwa Yallah caglise marih Acwa Yalli Raabitaah dirribisah tambay taqanxay, Yalli isin Abba haytaanam yabali kinni.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:266","price":"266. Siinik Numuk teyni Bustaanay weeqaytitte guba как gexxay Tamiiraay Qinab Addal как yaniy kulli caxâ mixu Addal­ ley Boolaateeh idoolanni gee Numuy Qunxa xayloy Boola-le ley Abak yeneemik tu-duude waa kaxxa caacayay gira Addat-le Bustaan как xageeh как carare yakkem maay kicni?makicni, tamannaah Acwa Yallah caglise weeh yoobula edde faxe num Qhiyaamah Ayró Abba heemik tu- mageya, tamannah tan Baxxaqqah Yalli isi Aayoota Baxxaqqa Siinih haa cubbussaanaah Acwa Yallah caglissaanam keh.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:267","price":"267. Yeemeneh yan maraw meqeeh calaalih orbissen maaluu kee Baaxok Siinih neyyeeqeemik Zakaa kee Sadqhat Yallih Sabbatah как Acuwaay tu- dagoytiitih umam как taceenim maniyaatina, usuk Siinih yontocowwime kaa tekkek umaaneh inti как Alifii hayteenih Beytan sin Akke waytek Bee waak teneenim Sinaamah maacina, Diggah Yallay Rizqhi Siinih yacee sin Sadqhatak gaddaliy kulli caalatal faylisime kinnim ixiga.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:268","price":"268. Sheytan cinnaanee kee tuddagnal sin meesiisaah Qaxuma taamoomih sin Amrisa, Yalli isin Abtaanah tanin Acwal dambi cabtii kee isi rizqhiy kaak yanil sin xagnisa, Yallih muxxo farakka-leeh isi Naqoosah taamoomii kee ken Niyaayit tanim yaaxigi kinni.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:269","price":"269. Yalli isi Naqoosak isih faxa marah manfaqat-le ixxigay meqe taamâ fanah ken Beyta keenih yacee, usuk manfaqat-le ixxiga kah yecee mari, Toysa Nummah Yalli maggo kayri keenih yecee, tamah kassittaah elle kas-kassowtam matan Qaafiyatah yan kas-le mara Akke waytek.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:270","price":"270. Moominiiney maaluk Yallih fooca edde faxak Acuyyu hayteenim, hinnay Axbuuxuk tabbixeeniih sinni Nafsil hayteenim, Toysa Diggah Yalli woh yaaxigeh, sinni Nafsi Yallih Amrih cinat yudlume mari Yallih digaala keenik catta cateynit malón.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:271","price":"271. Moominiiney isin Sadqhat tuybulleenih teceenik, Toysa too Sadqhatay teceenih taniini Nabam meqe, Qellissi tet hayteenih tu- maleelah tet teceenik, Toysa toh kayrih Siinih Aysuk Raqta Yalli sin meqe taamoomit sin dambitte duuge-le Yalli isin Abba haytaanamak Adda yaaxigi kinni.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:272","price":"272. Nabiyow Sinam islaam diinil tirri haytam kol matan, kinnih immay Yalli isih faxa mara tirri haa islaamaninnoh, moominiiney maaluk Yallah caglisak Acuyyu haytaanamih galto sin Nafsih iimi, isin maalu kah taceenim manton Yallih fooca edde gurrusak taceen sin Akke waytek, maaluk Yallah caglisak Acuyyu haytaanamih galto dudda-luk Siinih Antacawwime-le isin Abitti hayten maqaanet Andullume kalah tu-Siinik kak daggoyse kal ah.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:273","price":"273. İsin maaluk Acuyyu haytaanam tu-maleelay sinni Nafsi Yallih gital jihaad kee gaadul teyseedey Rizqhi guranah Safarah Ваахок Baaxo kabxa (tellemmo) Abitak gexam duude waay ken caalat Aaxige waa num usun kallacik yexxeereenimih Sabbatah, gaddaloola yakkale marah Acuwa lih yaaban Numow woo mara Astootiy edde yanin caalat keenik taybulleel ken taaxige, usun inki innah Sinam messeraanaay essereenik kaxxam Sinam makallacan, maaluk Yallih gital Acuyyu haytaanam, Toysa Diggah Yalli woh yaaxigeeh sin elle galțe­le.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:274","price":"274. Sinni maalu Yallih kacnu edde geyaanam keh Bar kee laqo Qellisak Ayballuk yacee mari, Toysa usun sinni Rabbih xaqul sinni galto-lon, Qhiyaamah Ayró meesi ken Amol matanaay Addunyak keenik warrayteemih usun ma Rookitan.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:275","price":"275. Ribat taamitaah Ribâ maalu yakme mari, usun Qhiyaamah Ayró sinni magooqak mugtan Sheytan yootokeeh yinkise numuy cabuh Radarradak Annakassuk gexa Numih innal ugta kaa Akke waytek, woh kah kinnim diggah usun (Ribâ maalu yakme mara kinnuk) cagalah tellemmo is Ribah inna kinni calaali caddabnal iyyeenimih Sabbatah, Yalli ken dirabboyseeh tellemmo calaali Abeeh Riba caraamu Abem baxxaqqa hee, tokkel kay Rabbik kassis kee Ribak waaso kah temeeteeh teetit taamitaamak yeede num, Toysa usuk Ribâ maali caraamuk yanim kaa Aafe kalah warrayteeh kak xagem kayiimiiy dambi kaal mali, Yallal gaceeh Yalli Qafii kaah Abi hinnay Yallal gace weeh kaa digaale yakkeemih caagid Yallâ fanah kaak gaca, Riba caraamu kinniimih waaso ken toofeek lakal Ribâ maalih makmot Qakte mari, Toysa woo mari gira mara usun teetil waarak.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:276","price":"276. Yalli Ribat geen maalu inkih Baysee kee hinnay maalu-leh yan numuk maaluk Barkat kaak kale yakke, Seehadayti Sadqhatah уасее maalu Yalli kaah ossaah kaah yaydarreh, Yalli ummaan korostay koroosannuk Amok kate waay Ribâ maalu yakmem calalloysitey кахха dambilih yani ma-kicni.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:277","price":"277.Diggah yeemenech meqe taamoomi Abbaasiteeh Salat elle faxxiima innal Soolisaah sinni maaluk Zaka yacee mari usun sinni Rabbih xaqul sinni galto- lon, Qhiyaamah Ayró meesi ken Amol matanaay Addunyak keenik warrayteemih ma-Rookitan.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:278","price":"278.Yeemeneh yan maraw Yallak meesitaay Riba caraamu takkek duma sin maaluk Arnot Ribak fulah Raqteemih guran caba Nummah moominiin tekkeenik.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:279","price":"279. Tokkel isin Yalli sin как waaseemik Raqtaanam abe wayteenik, Toysa Yallaa kee kay farmoytak Qeb Siinih yanim ixiga, isin Yallal gacteeniih Ribâ maalih makmo cabteenik, Toysa sin maaluy Sinaamat magoytah litoonuk Amo liton fula edde hee kalah, tonnal isin Sinam matadlumaanaay sinam sin matadluma.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:280","price":"280.Magoyta elle tan numuy tu- elle gibdi usuk woo magoyta yaceemih dudda Aalle wee kaa tekkek, Toysa Yalli tu- kaal xabbacoysah gide kaah Qambaltaanam Siinil tan, isin magoyta edde tan numuh woo maalu inkih kaah cabee kee hinnay tu-kaah как cabe takkeeniih wohim Sadqhatah Siinih orobtam kayrih Siinih Aysuk Raqta, woh muxxok lern yaaxige mara tekkeenik.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:281","price":"281. Sinaamey Yallâ fanah edde gacsimtoonu waytan Ayrok (Qhiyaamah Ayró kinnuk) meesita, tohuk lakal kulli Nafsi maqaanek Abem hinnay umaanek Abeemil dudda-luk galtime-le Akeeral usun Andullume kalah.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:282","price":"282. Yeemeneh yan maraw Abuuduh yimixxige waktî fanah ittâ luk taamitteenik, Toysa woo magoyta le waktil uktuba maali dacayrii kee ittawwayak, Qadaalat-le Numuy kutbe yaaxige magoytak sin fanal tanim yaktabay, kutbe Aba num Yali kaa elle Barse innal Qadaalatal kutbe Abam cine waay wohuh kaah Seeceenik kollay, Toysa too kutbe Abay, cakki (magoyta kinnuk) elle yan num kaah warisay isil tanim, Yallay kay Rabbi kinnik meesitay, isil tan magoytak tu-daggoyse waay, Tokkel cakki (magoyta kinnuk) edde yan num kasmaliy isi maalu Baddaaha tekkek hinnay Saldii kee idaltuy Boola-le tekkek, hinnay usuk duuday magoytak isil tanim warsam duude waa tekkek, Toysa kay Awlayti kaat tanim Qadaalatal warisay, sin labhak (muslimiin labha kinnuk) Namma Numuy wohul Sumaaqitta Sumaaqisa, Tokkel Namma Numuy Sumaq elle haytaana Aanee week, Toysa Sumaq marak inki num kee Namma Barray Sumaaqat kak leeddaanay Sumaaqitta gurrusa, woo Namma Barrak tiyak teyna woh hawwente tet tekkek ken Nammayak tiya Akatto kassissamkeh, Sumaq mari Sumaaqah ken Seeceenik Sumaq cine woonay, magoyta-lc waktil taktubeenimik mataqbina daggowtay hinnah tamaggay, tama magoytay Yalli kutbeh sin kah Amrise Yallih xaqul kay madqal Qadaalatah Aysuk Raqtaah Sumaq diggah Aysuk Raqta, magoyta takkeh gidee kee tet edde yaceenim как faxximta waktit Agay-waagite waytaanamal xayuk Raqta, kinnih immay tellemmoy Aracal takkey sin fanai mariiy mari gabak Beysitay magoytah Raaqe wayta tekkek, Tokkel Aktube waytaanamah dambi Siinil mayan, sittin fanal tellemmo Abittan waqdi Sumaq haysita sumaq haysittaanam kacanu-lek, cakki-le num kee cakki elle yan num kutbe Aba num kee Sumaq num duude waanamat ken Biyaake woonay, tonnaah kutbe Aba maraa kee Sumaq mari kutbeh keenih ceyte mara hinnay Sumaaqah keenih ceyte mara Biyaake woonay kutbe Aba mari kutbe makot Abaanamat, hinnay Sumaq mari Sumaq cinaamat ken Biyaake waay, yalli sin как waaseemik Raqtaanam abe wayteenik, Toysa Diggah toh Siinik Yallih Amrik Awqiyya kinni, Yallak meesita Yalli Addunyaa kee Akeeral inkih sin tanfiqem sin Barse-lek, Yalli usuk ummaanim Yaaxigi kinniih sin caagiidak kaak Qellittam matanaay sin elle gaițele.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:283","price":"283. isin gexsô maray Safarah yani tekkeeniih magoyta Siinih yaktube num gee wayteenik, Toysa duyye-le numuh kay duyyeh waas takke duyyek tu- kaah Acuwa, magoyta edde tan num magoytak isit tanim Acuwu haam fanah, Tokkel mariiy mага Siinik yeemenek kutbee kee Sumaq marah Siinik faxximtam matan, Toysa tuh yeemenen num kaa kah yeemenen Amaanat yacaay, usuk Yallay isi Rabbi kinnik meesitay kaa yeemeneh yan num ganaamak, magoyta edde tan num magoytak isit tanim yengeddeeh wohut matre maraw Sumaaqah sin Seeceenik woo Sumaq maaqarina, woo Sumaq yaaqure num, Toysa Diggah usuk lubbi как yoome num kinni, Yalli isin Abba haytaanam yaaxigeeh tu-kaak maqellittaay sin elle gaițele Akeeral.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:284","price":"284. Qaranwal tanim kee Baaxô Bagul tanim inkih Yalli-le, Sinaamey isin sin Nafsit tanim tuybulleenik hinnay Qellisseenik Yalli woo hiimih Cisab inkih Siinik Abele, Tokkel Yalli isih faxa marah dambi cabaah isih faxa mara digaalah, Yalli ummaan iimih dudda-li kinni.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:285","price":"285. Yallih farmoyti kay Rabbik Qhuraanak kaal obsimtem Nummayseeh moominiin Nummasseh, Yallih farmoytaa kee moominiinik kulli num Yallaa kee kay malaykaay kay kitoobaa kee kay farmoytit inkih Nummasseh, Nanu (Yallih farmoytaa kee moominiin kinnuk) inkih iimaanal kay farmoytiitik Numtin fan keenik mabaxisna Yahuud kee Nasaarah innah, Yallih farmoytaa kee moominiin inkih Ni-Rabbow wacyik oobissem Noobbeeh woh inkih oggolleeh Ni-dambitte neh cabtaamah koo kallacna, nek gacim koo fanah yakke Qhiyaamah Ayró iyyen.","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"aa"},{"name":"2:286","price":"286. Yallih diini xabciniih Yalli Nafsi duude waam Nafsil mahaa usuk duudam Akke waytek, Nafsi maqaanek Abiteemih meqe galto leeh usuk umaanek Abiteemih uma galto kay Amol tan, Ni- Rabbow fardi nel Abteemik tu-hawwennek hinnay nee как waasseemiy hoxak Abnel nee makataatinaay nee elle madigaalin, Ni-Rabbow dumi ummattak uma maral digaalah diini taamoomik Qilsiih gibdim keenil kah hayte innah, Diini taamoomik Qilsiih dudda kah Aalle waynam nel mahaysin, Ni-Rabbow dudda kah Aalle waynam diinii kee Baloolik Ni- Amol mahaysin, Ni-Rabbow Ni-Dambittey Abne nek duugaay, Qaybi nek usturaay isi Racmatah neh Racmat Atu Ni-Awlaytuy nee cata kinnitok, Toysa Ni-Rabbow koroositeh yan maray ku-diini yangaddeek iisa neh Acuy ixxica moominiiney.","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"aa"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}