{"data":[{"name":"31:1","price":"1. Alif-Laam-Miim, (edde faxem Yalli yaaxige).","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:2","price":"2. Toh dudda-le (gufti taafe) cikmat-le kitaabih aayoota. (Qhuraan kinnuk)","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:3","price":"3. Amá kitaabih aayoota meqe maray taamá yessemeqqeh tirtóo kee nacrooru.","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:4","price":"4. Usun salat soolisaah, zaká yacee mara, kaadu usun ellecaboh ayró asmatah nummaysa mara.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:5","price":"5. Too weelot weeloysime mari sinni Rabbik tirtô bagul yan шага, kaadu woo mari usun addunyaay akeeral yoffoofe (limaye mara) mara.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:6","price":"6. Kaadu sinaamak Yallih taaqatak sinam aylahissi haytam xaamita mari yan Yallih gitak sinam makkoysaanam keh ixxiga как aalle kalah. Kaadu Yallih aayoota anqasah haysitan, woo mari ken tayqunxeeh, wacarrissa digaalá- lon.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:7","price":"7. Kaadu Ni-aayoota (Qhuraan aayoota kinnuk) kaal tankirriyime waqdi, kaxxa-mariinitak derre teetit caba tet aabbeweeh innah, kay namma aytit qilsa tanih innah, toysa nabiyow qansarissa digaalál kaa ayti-kumus.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:8","price":"8. Diggah nummayseeh meqe taamoomi abbaasite mari niqmat-le jannoota-le,","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:9","price":"9. Tet addal waarak. Yallih xagni nummâ, kaadu Usuk mayso-li, naggaara.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:10","price":"10. Yalli qaranwa makaadó maleh gine tet kah tablen innah, kaadu baaxól qaleelá hee sin tasgayyeemik kaadu ummaanimik mutuccu ittam teetil fixiixise. Kaadu qaraanak lee oobisneeh, cooxuk ummaan qaynootay meqe teetil nuysubuke ginô tuxxiqih.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:11","price":"11. Ama ubullu haytaanam Yallih ginók, Kaak kalah taqbuden mari maca gineeh ?toysa a-korosey usun gineenim yoo uybulluyay, wonna hinnay daalimiin baxxaqqa- le makoh addat tanî kah usun gineenim malón.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:12","price":"12. Nummah Luqhmaanah cikmat neceeh, Yalla faatit kaak inne, faatita num cagalah toysa isi nafsi kah faatitam, tuxxiq kaah kak yaduure. Kaadu kay niqmat yengedde num isi nafsi kah yoomem, toysa diggah Yalli kay faatitiyyak gadda-li, kulli caalatal fayla-li.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:13","price":"13. Kaadu nabiyow cusey : Luqhmaan usuk isi baxa kassiisak yi-baxaw Yallat agleyta mahan kaak iyye waqdi, diggah Yallat agleyta haanam naba dulmiiy, dambik naba dambi kinni.","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:14","price":"14. Kaadu seehadaytu kay namma xaltanih yamqeemil kaa farrimneh, Kay ina gibdaak gibdal kaa tussukuqqeeh, ubkaa kee molâ fanat namma liggida suga, Yalli yoo faatitaay, ku namma xaltani faatit gacsimeyná Yoo fan takkek kaak iyye.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:15","price":"15. Kaadu ku-xaltani Yallat agleyta haytaamah koi tingicillek atu ixxiga как aalle waytaamah, toysa ken nammayih amri moggolin, kaadu addunyal maqaancl keenilluk gexsit. Kaadu Yol gace marih gita katay, tohuk lakat sin gacim Yoo fan yakkeeh, addunyal abak sugteenim siinih warseyyo.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:16","price":"16. Yi-baxaw diggah is (umaané kinnuk) kardal amboytih gide qilsak tekke tet tekkek edde xaxxaq (booló) addat tenek, hinnay qaranwal tenek, hinnay baaxóh addat tenek Yalli tet baaheleeh teetil galtime Ion qhiyaamah ayró, diggah Yalli isi naqoosah xuwaw-li, adda yaaxigi.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:17","price":"17. Yi-baxaw salat soolisaay, dudda luk elle faxxiima innal kaa ab, kaadu sinam maqaanél amrisaay, umaanck waas kaadu gibdaabinak koo xagteemil isbir, diggah too farrimti faxximtaamay sinaamak raq sinni kinni.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:18","price":"18. Kaadu burah fooca sinaamak mamakinaay, baaxól kaxxiinitak magexin, diggah Yalli ummaan kaxxa-mariinoliy hideynah yani (hobbiyo -li) makicna.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:19","price":"19. Kaadu isi gexó maysassakinay fanat hayya hayisaay, isi xongoló ramma hayis, diggah xongoloolak gacta xongoló okli xongoló (danoonâ xongoló).","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:20","price":"20. Sinaamcy matablaanaa! Diggah Yalli sin tuxxiqih qaranwal taniimiiy, baaxól tanim siinih qanem kaadu isi niqmootak tambulleem kee qellittam siinih duuduseh, sinaamat Yallih inkittiino yangaddeeh, dirabboysa maray ixxiga aalle kal tirtö bagul aneekal, cakki baxxaqqa haa kitaabay Yallih xaquk oobe aalle kal wohul sinam keemaarisa mari yan.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:21","price":"21. Kaadu Yalli isi farmoytal oobisem kataata keenik iyyan waqdi, wonna hinnay nanu ninni abbobti elle geyne gita katayna iyyen. Saqiir deqsitta urta giráh digaalâ fan sheetan keenih seecakaa ken kataataanam ?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:22","price":"22. Kaadu isi fooca Yalla fan yuyfukkuneeh, qibaadá kaa caglise num usuk aba taamá yaymaaqe numuh anuk, toysa nummah aggiriqqe waytaah, karriqqi itta qoró (kolfa) yibbixe numu usuk. Tokkel caagiidah ellecabo Yalla fan taduure.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:23","price":"23. Kaadu nabiyow koroosite numih koroositiyyi koo rookise waay, keenik gacsimeyna Nee fan takkeeh, addunyal abeenim keenih warsennooh, ken elle galtennó, diggah Yalli alilwah addat tanim yaaxigi (umaanée kee koroosannuk).","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:24","price":"24.Addunyal dago wakti ken hatkisenno, tohuk lakat akeeral ken foorisennooh, gibdi digaalá fan ken kelsenno (ken tiqenno).","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:25","price":"25.Nabiyow qaranwaa kee baaxó gintem iyyaay axcuk ken essertek, diggah Yalli ken giné axcelon, amah teelemeenimih Yallah faylá dabaqtay keenik ixxic, tónna hinnay keenik maggo mari qibaadá cakkisittam Yalla kinnim mayaaxigan.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:26","price":"26.Qaranwaa kee baaxól tanim Yalli- le, diggah Yalli Usuk isi ginók gadda-li, kulli caalatal faylá-li.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:27","price":"27.Diggah cooxuk baaxól enni ittam kalooma akkinnay, kaadu bad midad (mandi) tikki iyyeh kaak lakat malcina bad kaat engelli iyyeh Yallih qangor edde yunkuttubek Yallih qangor amarraquk mananna kaloomaa kee mandi yambaxeemih. Diggah Yalli mayso-li, naggaara.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:28","price":"28.Sinaamey siinik ginóo kee ugsiyyi Nel tu-hinna inki numih nafsih ginóo kee ugsiyyih inna akke waytek. Diggah Yalli sin maxcooca yaabbi, sin taamoomi yabali.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:29","price":"29.matablannaa! Diggah Yalli barak- tu laqót culsaah laqó taxxeerem, kaadu laqók-tu barat culsaah bari yaxxeerem kaadu ayróo kee alsá siinih qaneh ken nammayak kulli tiy á muggaqsime wakti fan gexxa (qhiyaamah ayró kinnuk). Kaadu diggah Yalli isin abba haytaanamak adda yaaxigi.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:30","price":"30.Too ubullu hayteenim diggah Yalli usuk nummâ Yalla kinniih, diggah kaak kalah yaqbudeenim deedal kinnim taaxigeenî gidah sin nuybulle. kaadu diggah Yalli Usuk fayya-li, nabna-li.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:31","price":"31.Matablannaa! Diggah doynik Yallih niqmatah badal gexxam kay dudda tascasse astooti sin yaybulleem keh, diggah too dawaanik badal aba gexót ummaan maggo sabrilih maggo faatolih Yallih nabna tascasse astooti edde tan.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:32","price":"32.Kaadu baddi haffo qubul kee qaleeláh iraawoh innah ken buulta waqdi Yalla kallacan dooqá kaah caglisak, tokkel ken naggossu heeh badak barri fan ken yayyaaqe waqdi, tokkel iimaan kee koroosannuk fanah yan numuy Yalla elle faxximta innal faatitewaa keenit yanih, kaadu Yallih niqmat yangadde korosti keenit yanih. Ni- astooti tangaddem matan ummaan ganoliy korostah yani akke waytek.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:33","price":"33.Kee sinaamey sinni Rabbik meesita kaadu abba і si baxah tu- xiqewaah, baxi usuk isi abbah tu-edde xiqewaa ayrók meesita, diggah Yallih xagni nummaay agay-waaga mali, toysa addunyâ manó sin duquuruse waytay, kaadu duquurusé (sheetan kinnuk) Yallak sin duquurusewaay.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:34","price":"34. Diggah qhiyaamá cddc uguttuwayta waktih ixxiga Yalli-le. Kaadu rob oobissam kaay, oobisa wakti taaxigcm kaa kaadu inontî maxaxih (maganih) addal tanim labim kinnik sayim kinnim taaxigem kaa. Faxe nafsi mayaaxiga beera abu waam Yallak- sá, kaadu faxe nafsi mayaaxiga elle rabuwaa baaxó Yallak-sá, diggah Yalli ixxiga-li, adda yaaxigi, tu kaak maqellitta.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"aa"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}