{"data":[{"name":"34:1","price":"1. Yallay qaranwaa kee baaxól tanim- le dudda-le fayla-le addunyal kaadu Usuk akeeral dudda Íe fayla-le, Usuk naggaara, adda yaaxigi isi ginók.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:2","price":"2. Yalli baaxót cullu ittam kee teetik bukku ittam yaaxigeh, kaadu qaraanak obbu ittam kee kaa fan eweqqi ittam yaaxigeh, Usuk xuwawli, dambi cabti-li.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:3","price":"3. Koroosite mari qhiyaama nel matamaata iyye, nabiyow keen i к ixxic ; aleey inni Rabbil xiibita immay diggah siinih amaatele, Yalli qellittam yaaxigi, qunxa xuuneyti qilsak leh gide qaranwal kaak maqellittaay baaxól kaak maqellitta, wohuuk qunxaah wohuuk nabam matan baxxaqqa-le kitaabal (lowcal macfuuz kinnuk) kutbch teneh akke waytek.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:4","price":"4. Yeemeneeh meqe taamoomi abbaasite mara elle gaitam keh, woo mari dambi cabtii kee meqe rizqhi-lon (jannat kinnuk).","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:5","price":"5. Nek yassaqqe mara sinni akkaluk Ni-aayootah baysiyyah yangicille marii, woo mari gacta digaaláy ken qansarissa-le.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:6","price":"6. Qilmi kah yontocowwime mari ku- Rabbik koi oobe Qhuraan cakkih kaa yablen, kaadu ama Qhuraan maysoliiy, faylalih yan Rabbih gitâ fan tirri haa (yascasse).","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:7","price":"7. Koroosite mari sittak iyyeh: aggirqimiyyah taggiriqqeeniih sin xagar ruma yakke waqdi, diggah isin qusba ginóh ginniimettoonuuh, sinni magooqak nuwwuk awqettoonum siinih warsa num (Nabii Mucammad kinnuk) siinih maay nascassoo iyyen (anqasah axcuk).","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:8","price":"8. Ama num (Nabii kinnuk) Yallal dirab ginnaasite innaa, hinnay cabi kaat yaniih? Iyyen. koros kah itta inna hinna, akeera nummayse waa mari akeeral digaaláh addat yaniiniih, addunyal cakkik xer baditit yanin.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:9","price":"9. A-korosuy akeera nummayse wayta Yallih qaran kee baaxók foocaa kee derrek keenik tanim fan matablaa? Yallih duddak faxnek baaxó keenil xuumusenno, hinnay qaraanak kitiifon keenil oobisenno digaaláh iyye, diggah tohut astá tan ummaan naqsuy Yallal yaduurih yanih.","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:10","price":"10. Nummah Yalli xiibitak iyyeh; Nabii Daawuuduh nek tan muxxó kaah necee (nabuwwannuu kee kitab kinnuk). kee qaleelay, kee haaday! yalla kaalluk saytunnoysa axcuk keenih secne, kaadu birtá kaah xabbacosneh.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:11","price":"11.Qebti diriiqay dudda-le bicisaay, maroora как missos, kaadu koo kee ku-buxah mara meqe taamá taamita, diggah Anu isin abba haytaanam yabaliiy Yok qellittam matan iyye Yalli nabii Daawuuduk.","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:12","price":"12. Kaadu Nabii Suleymaanah saaki gexó как alsaay, carrih orbá как alsa kinni caacay kaah qanne. Kaadu nacaas dara kaah diyaayisne (celisne) kaadu jinnik kay foocal taamittam kaah qanneh kay Rabbih idnih. Kaadu keenik Ni-amrik daggaawa num saaqiir deqsitta giráh digaalá kaa tammosna.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:13","price":"13. Jinni, Nabii Suleymaanah masaagid kee qarwak faxxa haam kaah bicsaah taamita, kaadu numtin-wellittey nacaas kee karaariitik taniiy, kaxxa kooraariy dorwah innah tanii kee kaxxa buutittey aracak angayye wayta kaah bicsa. Nabii Daawuud buxah maraw Yallah faatoh meqe taamoomi aba siinih yeceeh yan niqmatal. Yi-naqoosak Yoo faatittam dagoh.","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:14","price":"14.Nabii Suleymaanal raba mekelleeh rabe waqdi, kay raba keenih tescessem matan baaxóh irimmiy kay caxxa tokme akke waytek. Eddeluk usuk rade waqdi jinnih tumbulleeh qaddowteh, qellittem taaxagó akkinnoonuy ken taysuqunxe taamáy ken biyaktah addat aaduk manannon.","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:15","price":"15. Nummah Sabá deqsitta kedóy yamanal sugte, ken dabooqal kaxxa astáy Yallih duddaa kee muxxó tascasse luk yenen, woh kaxxa namma bustaanay daqaarak migda-le qaxaa kee gura-le qaxa raaqak ten. Keenik iyyeenih; sin Rabbih quusik (rizqhik) akumaay kaa elle faatita keenik iyyen, tama sin baaxó meqe baaxóoy, sin Rabbi dambi cabé kinnik.","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:16","price":"16.Tokkel Yallih amrit derre cabeeniih, kaxxa weeqay xuugaagi kee medmedwa duufut beya keenil rubne, kaadu ken namma bustaanat namma bustaanay yakmeenim kak qeeró leeh, Asli deqsitta caxaa (Saagantó kinnuk) kee Jinni-kusrak (Abur-kusra kinnuk) dagom-le keenih edde nibiddile.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:17","price":"17. Tohul ken kah galatnem koroositeeniih, Yallih niqmat faatite weenimih sabbata. Tama galtóh galatnâ mannu koroosite mara akke way tek.","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:18","price":"18. Kaadu ken (sabáh тага kinnuk) kee barkat elle oobisne magaaloolih fanal (Shaam kinnuk) tambullee magaalooliy ittat xakabuh tani hayneeh, ama magaaloolih fanal gexo caggudusneh, woo magaaloolih fanal baritteetaay, ayroora gexa saayah anuk keenik inne tuk meesite kalah.","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:19","price":"19.Eddeluk ni-Rabbow ni-safarih mafdagoogih fan eyxer iyyeeniih, sinni nafsi yudlumeenih. Tokkel kas elle geyaanaah edde walalan mara ken abne keenil ciggiila marah kaadu kaxxa fixiixisiyyah ken fixiixisne baaxooxal, diggah wohut astooti tan ummaan kaxxa sabriliy Yallih niqmat faatitah.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:20","price":"20.Kaadu nummah ibliis isi dareemu keenil (koros kinnuk) nummayseeh kaa kataateenih, moominiinik Yallal teemene hortá akke waytek.","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:21","price":"21.Kaadu ibliis ama korosul rccdaah dirkisam luk mananna akeera nummaysa maraa kee teetik agay- waagat у an mara ittak naaxigem Ni-naqoosa naybulleeh, yaaxigeenî gidih akke waytek. Nabiyow ku- Rabbi ummaanim dacrisé kinni.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:22","price":"22.Nabiyow a-korosuk ixxic; Yallak kalah yallitte akkaluk aqbaduk sugten yallitteh seeca tu-siinih xiqtek, qunxa-xuuneyti qilsah gide takkem qaranwaay, baaxól ma- yamlikan kaadu ken nammayih ginót gabah-agle maloonuuy, Yalli woo usun yaqbuden yallittet cateyna mali.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:23","price":"23.Yallih xaqul shafaaqatta aba numih shafaaqatta tu-maxiqta Yalli kah idnise num akke waytek, ken (malayka kinnuk) sorkocô baxittek meesi katta itta waqdi sin Rabbi maca iyyeeh iyyan itta esserak? Cakkit yaabe iyyan, Usuk fayya-li, nabna-li.","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:24","price":"24.Nabiyow qaranwaa kee baaxók sin tarzuqhem miyyaay keenik ixxic? Tu-kol gacse weenik, tarzuqhem Yalla keenik ixxic. Tokkel diggah Nee innaa hinnay siiniiy (koros kinnuk) tirtô bagul tanim, hinnay baxxaqqa-le makoh addat tanim?","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:25","price":"25.Nanu abne dambittek messerimtaanaay, isin uma taamak abtaanamak nanu messerimna keenik ixxic nabiyow.","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:26","price":"26.Ni- Rabbi nee kee sin fan maagoysele (gaaboysele) qhiyaamah ayró, tohuk lakat nee kee sin fan cakkil meklele keenik ixxic, Usuk cakki meklá abéey, isi ginó yaaxigi, tu-kaak maqellitta.","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:27","price":"27.Qibaadáh Yallat agleh xakabtan mara yoo uybulluya keenik ixxic, wonna hinna Yalli agleyta mali, Valii Usuk maysoliiy, naggaarâ kal.","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:28","price":"28.Nabiyow yeexegen marah koo maruubinnino sinaamah inkih koo rubne nee akke waytek, moominiin maqaanê galtól ayti-kumusak, kaadu koros Yallih digaalák meesiisak. Kinnih immay maggo mari cakki mayaaxiga.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:29","price":"29.Nummat yaaba mara tekkeenik axagni mawaqdiiy itta koros.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:30","price":"30.A-nabiyow keenik ixxic; qhiyaamah ayróh xaganay raqsinniy saaqat как wadirroowe waytaanaah, saaqat как aakume waytaana liton.","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:31","price":"31.Koroosite mari iyyeh; a-Qhuraanal inkinnah manaaminaay, kaak naharat tan kitoobal manaamina, nabiyow daalimiin ken Rabbih xaqul cisaabah ken soolisan waqdiy, keemaaritak mariiy marat yab gacisah ken ablinnitoy gibdim abaluk ten, addunyal bursuteeniih boolaysen mari kaxxa-mariinite marak tirtó gitak isin nee makkoyse waytaanamal yeemene marah sugak nen iyyan.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:32","price":"32.Kaxxa-mariinite mari addunyal bursuteeniih, boolaysak sugen marak iyyeh; tirtó siinih temeeteek gamadal tirtók nanu sin waasnee? aleey isin kah ittan inna hinnay isin sinnih uma marah sugteenî kal.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:33","price":"33.Addunyal bursuteeniih, boolaysen mari kaxxa-mariinite marak iyyeh, wonna hinnay bar kee laqó neh abak sugten uma-malaa kee duquurisiyya Yallal koroositnaah, agleyta kaat haynaamah nee amrisak sugten waqdi nee gee finqa tamah, namma mari inkih nadaamá reebissi (qellissi) hee digaalá yublen waqdi, kaadu koroosite marih fillittet silsilootah ogoogáh hayne, usun abak sugen urna taamák-sa elle galtimaanam malón.","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:34","price":"34.Hebeltô meesiiséy (farmoytay) Yallih inkittinaane fan seeca maruubinnino magaalal, tet gaddaloolay hataktehiyya inteh akke waytek; nanu diggah isin edde rubsummu itteenimil koroosinneh.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:35","price":"35.Kaadu nanu yeemene marak maaluu kee xalaayah magginooh, nanu diggalsima шага hinnino addunyaay akeeral itte koros.","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:36","price":"36.Nabiyow keenik ixxic; diggah yi- Rabbi addunyal rizqhi isih kah faxa maral farakka haah, isih kah faxa maral ceyissi haa mokkoroh, kinnih immay maggo mari mayaaxiga Yalli cddc faxem.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:37","price":"37.Kaadu sin maalu hinnaay, sin xaylo hinna Ni-xaqul xayyoysiyyah sin xayyossa tiya, kinnih immay yeemeneeh meqe-taamá abe mari, toysa woo mari usun dirribuh tan galtó Ion abiten taamal, kaadu usun akeeral jannatal fayya itta qarwah addal saayah yanin rabaa kee digaalák.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:38","price":"38.Kaadu Ni-aayoota baysaah, sinam Yallih gitak waasa maray nee taanisam akkaluk yangayyee, woo mari digaalál xayyoysima qhiyaamah ayró.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:39","price":"39.Nabiyow keenik ixxic; diggah yi- Rabbi isi naqoosak rizqhi isih kah faxa maral farakka haah, isih kah faxa maral ceyissi haa mokkoroh. Yalli sin kah amriseemik acuyyu haytaanam, Usuk wonnah tanim siinih ciggiilisa addunyal akki akeeral akki, Yalli rizqhi acuyyu haa marak mattaccooh yayseh.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:40","price":"40.Nabiyow ken kassis, Yallat agleyta haak suge maraa kee usun aqbaduk sugeenim inkih gaaboysuwaa ayró, tohuk lakal Yalli Malaykak a-mari aqbaduk sugem siinii? Keenik iyya.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:41","price":"41. Malayka ittah; atu ni-Rabbow saytunitooh, ni-awlaytu kinnito, nee kee ken fanat awliini mayan. Wonna hinnay usun aqbaduk sugeenim jinni, keenik (koros kinnuk) maggo mari keenil (sheetoona kinnuk) aamanuk suge.","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:42","price":"42. Ta-ayró (qhiyaamah ayró kinnuk) gari-garuh siinik tuxxiq mayamlikaay, tukkalot mayamlika, kaadu sinni nafsi yudlume marak girá digaaláy addunyal dirabboysak sugteeni tammoysa keenik inna.","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:43","price":"43. Kaadu ta korosul Naayoota baxxaqqooqi luk keenil tankirriyime waqdi, ta Mucammad sin abbobti aqbudak sugteemik sin waasam faxa num akke waytek kalah kah yanim mali itte. Kaadu ta Qhuraanay Mucammad nel yakriye tu hinna usuk isih ginnaasite dirab akke waytek iyyen, kaadu koroosite mari Qhuraan keenih yemeete waqdi ta Qhuraan tu hinna baxxaqqa iyya baab akke waytek iyye.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:44","price":"44. Kaadu korosul (qhureyshi koros kinnuk) hebeltô kitoobay yakriyeeni keenil moobisinnino Qhuraanak naharat, kaadu kok duma nabiyow hebeltô meesiisé keenih maruubinnino.","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:45","price":"45. Kaadu keenik naharat suge mari farmoytit dirabboyseeh, keenik naharat suge marah neceemik (qandeey, maaluuy qumri kinnuk) Makki mari tabanhaytoh afá magufinna, eddeluk Yi- farmoytit dirabboyseenih, tokkel keenit abe assacokkii kee digaalá mannak tencch!","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:46","price":"46.Nabiyow korosuk, cagalah sin kassiisaah sin edde farriimam inkittó keenik ixxic : Yallih amrih oggoluh nammay-nammayaay, tii- tiih anuk soltaanama. Tohuk lakat sin kataysah (Nabii Mucammad kinnuk) caalat cubbussaanama. Hebeltoh cabi kaat anee waam, usuk kalah tu- hinna siinih meesiisé akke waytek gibdi digaalá tammossaanak foocat.","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:47","price":"47.Nabiyow hebcltô galtó sin messeriyyo siinit aba seecol keenik ixxic, toysa galtó как sin iimikkal, yi-galtó numul matan Yalla akke waytek, usuk ummaanim dacrisé.","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:48","price":"48.Nabiyow keenik ixxic; diggah yi- Rabbi baatil cakkit gasyaah finqisa. Yalli qellitti ittem yaaxigi, kaak qellittam matan.","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:49","price":"49.Nabiyow keenik ixxic; cakki yemeeteeh (islaamaninná diini kinnuk), baatil (kroosannu kinnuk) bayeeh, usuk maqimbisimaay magacsima.","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:50","price":"50.Nabiyow ixxic; cakkik makkoote yoo tekkek toysa cagalah yi-makot gexoh dambi yi-nafsil yan, kaadu anu tirri excee yoo tekkek yi-Rabbi yol oobisa wacyih sabbata tirri kah axcem, diggah Yalli anu siinik axcem yaabbi, usuk kaah seecaah kaa essera maral xayih.","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:51","price":"51.Nabiyow koros wariggitta waqdi ablinnitoy gibdim abaluk ten, tokkel nek ma-yassaqqaanaay, xayi ikkeek yabbixsimeeniih, girâ fan ken beyan.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:52","price":"52.Kaadu koros digaalá table waqdi ittah akeeral; Yallaa kee kay kitoobaa kee kay farmoytiitil neemeneh iyyan, usun iimaan akeeral mannal eleelaanaah xer- ikkek usuk addunyal keenik raaqek.","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:53","price":"53.Nummah duma addunyal cakkil koroositeeniih farmoytit dirabboyseeniih, usun sinni dareemittet qellitteemiy ixxiga как aallewaana xer-ikkek gasyan.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"aa"},{"name":"34:54","price":"54.Kaadu ken kee usun iimaanak faxaanamih fanat waasó radde dumi korosuk ken ceela marak Yalli kah abcnnah. Diggah usun shakkii kee agay-waagat sugcn addunyal rabak lakal mano taniih cisab yaniimik.","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"aa"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}