{"data":[{"name":"40:1","price":"1. Caa-miim (edde faxem Yalli yaaxige).","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:2","price":"2. Ama Qhuraanih oobiyyi Yallay maysoleeh, ixxigaleh kabuk yekke.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:3","price":"3. Yalli dambi cabeey, toobat oggoleey, gibdi digaalaliiy, maggo niqmat-li. Qibaadâ cakkisittam matan inki Yallak-sa. Ginók gacsimeyná Kaa fan takke qhiyaamah ayró.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:4","price":"4. Yallih aayoota tangaddem matan koroosite mara akke waytek, toysa nabiyow koo duquuruse waytay usun baaxooxal aban angagoyyi addunyâ guranah.","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:5","price":"5. Makki korosuk naharat Nuuc maraa kee tengele buttaatiy ken lakat temeete sinni farmoytit dirabbosseh. Kaadu külli ummatta isi farmoyta qiddaamih niyá haysitteeh, cakki edde bayissuh deedalal kaa giddisse. tohul ken digaallehik Yi- digaalá mannak teneeh?","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:6","price":"6. Tonnaah ku-Rabbih qangará nummatteh koroositeh yan maral, diggah usun girâ mara kinnoonumul, dumi ummattay isi farmoytit dirabbossel kah nummatte innah.","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:7","price":"7. Qarshi takkuqe malaykaa kee Qarshi deraafel maroh kaat keenik enni ittam sinni Rabbi saytunnoysan Kaa faylisak kaadu Yallal yaamineeniih, nummayse marah Yallal dambi-cabti esseran; ni-Rabbow ummaanim racmat kee ixxigal duddeh, toysa Kol yaduureeh, Ku-gita kattaate marah dambi cabaay, Jaciim deqsitta giráh digaalák ken reebis axcuk.","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:8","price":"8. Ni-Rabbow kaadu ken kah xagnisseh tan qadni deqsitta jannoota ken cuius, kaadu ken abbobtiiy ken agabuuy ken xaylok iimaan kee meqe taamáh abtot tcmqcm keenik cuius, diggah ni- Rabbow atu mayso-li, naggaara.","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:9","price":"9. Kaadu ken umaaneenah uma galtók ken naggos (dabbal) kaadu woo ayró (qhiyaamah ayró kinnuk) umaancenâ galtók naggosse marii, toysa nummah keenih nacrurteh, woh kaxxa affaf kee kaxxa saami- maqaané kinni.","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:10","price":"10. Diggaluk koroositc mari seecimah, Yallih naqbi isin sinni nafsit abtan naqabuk nabuk raaqa girá cuitan waqdi isin addunyal iimaan kee Yallih inkittinaane fanah seecimak sugten waqdi, tokkel cinteeniih elle koroositteenih keenik axcuk.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:11","price":"11. Koros itteh; ni Rabbow namma adda nee qiddeeh namma adda nee tuynuwweeh ninni dambi neelemehik (nekeelehik) tokkel girák elle nawqeeh, addunyâ fan nee elle gacissa giti (gurri) maay yan? Meqe taamá taamitnam keh (aleey mayan).","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:12","price":"12. Woo digaalá sin kah geytem a-korosey cagalah Yallih inkittinaanel secsimtan waqdi koroositak sugteeniih, Yallat agleyta heenik woh nummaysak sugteenimih sabbata, tokkel meklá- lem fayya-leeh nabna-le Yalla kinni.","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:13","price":"13.Yalla kinni isi astooti sin taybulleeh, qaraanak rizqhi edde yan rob siinih oobissam, kaadu ama astooti kassittam matan Yallak meesitaah, Yalla fan yaduure тага акке waytek meqe taamál.","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:14","price":"14. Toysa moominiiney Yalla uqbuda qibaadáa kee dooqá kaah caglisak koros tanqibeway.","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:15","price":"15.Yalli fay ya iyyaah, fay ya itta darajoota-le, Usuk kaxxa Qarshi- liiy, isi amrih wacyi oobisa isi naqoosak isih kah faxa maral, Yallih farmoyti naharsi maraa kee ellecabô mari edde yangoorowe ayrók ken meesiisam keh (qhiyaamah ayró kinnuk).","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:16","price":"16.Usun (ginó kinnuk) woo ayró (qhiyaamah ayró kinnuk) yambulleenih Yallih foocal, Yallak ken kee ken taamoomiy addunyal abeenik-tu qellitekal.Yalli seecah asaaku reedá miyyi-leeh axcuk?Yalli isi nafsil isih gacisak inki Yallay dirkiseh yani-le axcuk.","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:17","price":"17. Asaaku (Qhiyaamah ayró kinnuk) ummaan nafsi addunyal umaanée kee maqaanck abba heemil galtima, asaaku dulmi mayan diggah Yalli cisaabat (fokkooqot) sissikih.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:18","price":"18. Kaadu nabiyow ken meesis qhiyaamah ayróy xayik. Sorkocô baxitte garoyritte taafee waqdi Yallih digaaláh meesih hammii kee rookah miidimak. Daalimiin xayi kataysa maliiy, yab как oggolan cateyna mali Yallih xaqul.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:19","price":"19. Yalli yaaxigeh ganó wagitto abta intiitaa kee alilwa qellissi haytam maqaanée kee umaanék.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:20","price":"20. Kaadu Yalli sinam fan qadlil meklaah, Kaak kalah yaqbudeenim tu-mameklta.diggah Yalli usuk yaabbi, yabali.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:21","price":"21. Hinnak a-koros magexinnaa baaxô bagul yableeni gidah keenik duma suge marih ellccabo mannak tencm? Usun maqar kee baaxô bagul abuurah (raatowwah) keenik gibduk sugeeniih, Yalli ken dambih sabbatah ken finqiseeh, Yallih digaalák ken reebisé luk masuginnon.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:22","price":"22. Too digaalá ken kah geytem diggah ken farmoytit baxxaqqooqil keenih amaatuk sugteeh, usun koroositak sugeenimih sabbata.tokkel Yalli ken finqiseh diggah Usuk xiqtó leeh, gibdi digaalá-le.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:23","price":"23. Yalli nummah xiibitak iyyeh; Nabii Muusa Ni-kaxxa astootii kee baxxaqqa-le sumaaqay usuk farmoyta kinnim yascassel kaa rubne.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:24","price":"24.Firqawnaay, Haamaanaay, Qhaaruunú fanah kaa (Nabii Muusa kinnuk) rubne, tokkel usun kaxxa mariinoh baab abeynaay kaxxa dirab-li kaak iyyen.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:25","price":"25.Nabii Muusa nummah astooti-luk Ni-xaquk keenil yemeete waqdi, kaalluk yeemene marih lab xayló qidaay, sayim keenik nuwwuk caba iyyen, koros uma-malá finqa akke waytek tu-hinna.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:26","price":"26.Kaadu firqawni isi kaxxa marak iyyeh; Muusa qiday yoo ixxicaay yoo cabaay Muusa isi Rabbih seecitay, diggah anu usuk sin diini siinik korsaah hinnay baaxô bagul umaané uguugusaah fixiixisaamak meesita iyye.","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:27","price":"27. Kaadu Nabii Muusa firqawnaa kee kay kaxxa marak iyyeh; diggah anu yi-Rabbiiy sin Rabbi maggansite ummaan kaxxa mariinoliy cisab ayró (qhiyaamah ayró kinnuk) nummayse waak.","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:28","price":"28.Firqawni buxah marak moomintuh yan numuy isi iimaan qellisa keenik iyyeh; yi-Rabbi Yalla iyya num qiddaanaa nummah sin Rabbih xaquk baxxaqqooqi-le astooti luk siinih amaatuk? Kaadu Nabii Muusa dirab-li yekkek kay diraabih umaané kaal gaceleeh, numma yacee num yekkek usuk sin kah xagnisaamak tuk teyná sin xagele. Diggah Yalli tirri mahaa ummaan caddok taturlih yan numuy, maggo dirablih yani.","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:29","price":"29.Yi-maraw asaaku reedá liton baaxô bagul maysó-luk, toysa iyyi nee cate-le Yallih digaalá net temeete tet tekkek keenik iyye woo moominti. Firqawni isi marak iyyeh; sin aybulleem mayyu inni nafsii kee siinih maqaané edde ablem akke waytek, kaadu massa­ le gitak- sah siinih ascassem mayyu.","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:30","price":"30.Kaadu yeemene num keenik iyyeh; (Firqawni buxah marih num kinnuk) yi-maraw anu diggah koroositeeh, ambiyâ qadaawatal maagoowc marat digaalá edde tekke ayróh innah tan ayrók siinih meesita Muusa qiddeenik.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:31","price":"31.Nuuc maraay, Qaadaay, Samuuduuy, keenik lakal yemeete maray koroosannuu kee ambiyá dirabboysaanam qaadah luk suget tekke digaaláh inna-le digaalá siinit takkeemik siinih meesita. kaadu Yalli naqoosah duhni mafaxaay, dambi maleh ken ma-digaalá.","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:32","price":"32.Kaadu yi-maraw diggah anu seecó edde maggo ayróh digaalák siinih meesita (qhiyaamah ayró kinnuk).","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:33","price":"33.Jahannam giráh digaaláh gibdak derre cabak kuddan ayró isin Yallih digaalák sin caté manton kaadu Yalli makkoyse num tirri kaa haytam mali.","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:34","price":"34.Kaadu nummah Nabii Yuusuf Muusak naharat baxxaqqooqi- le astooti-luk siinil yemeeteeh, siinih luk yemeeteemit agay- waagittaanamak ma katinniton usuk rabba iyyam fan. too waqdi kay gamadal Yalli farmoyta maruuba itten, tonnaah Yalli makkoysah caddok taturlih yan numuy Yallih inkittinaanee kee kay astootit agay waagalih yani.","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:35","price":"35.Yallih aayoota giddiya marii hebeltô sumaaqay keenih yemeete aallekal, Yallih garii kee Yalla nummayse marih garii woo giddih naqbi yenbeh, tonnaah Yalli ummaan kaxxa mariinolih dulymeynih (umaané dirkiséh) lubbi alfah.","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:36","price":"36.Kaadu firqawni iyyeh; haamaanow fayya iyya kalqat yoh xis qaran cdde aafee gititte edde maadam keeh,","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:37","price":"37.Qaranwâ gititte maadaah, Muusâ Yallat bossu axcê gidah kaadu diggah anu dirabli kaa akkale. Tonnaah firqawnat le-uma taamá bilqisinteeh, tirtô gitak waasimeh kaadu firqawni uma malá kasaaraa kee finqa kaal akke waytek kalah kaah tekkem mali addunyaay akeeral.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:38","price":"38.Kaadu yeemene num iyyeh; (firqawni buxah marih num kinnuk) yi-maraw yoo kataya missa-le gita siinih ascasseeh tirri sin haam keh.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:39","price":"39.Yi-maraw addunyâ manó cagalah dago duyyê (afeynâ) baxay gaba kaltaay, diggaluk akeera is-waar dabqa.","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:40","price":"40.Addunyâ manol uma-taamá abe seehadaytii, toysa akeeral ma- galtima tet celta galtó akke waytek kaadu meqe taamá abe seehadayti labboowek hinnay sayyoowek usuk moomintuh anuk, toysa woo mari jannat cula Yalli kay addal cisab maliinoh ken arzaqhuk.","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:41","price":"41.Kaadu yi-maraw anu Yallal taamineeniih kay farmoyta Muusal taamineeniih girák naggowtaanamah sin seecak isin girá yoo culussu wayta taamâ fan yoo sectaanaa? Woh mannal takkeeh!","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:42","price":"42.Yallal koroositaah ixxiga как aalle waam agleh kaat haamah yoh sectaanaah, anu mayso-leeh dambi cabti-le Yalla fan sin seeca.","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:43","price":"43.Nummaak isin cagalah qibaadáh fan yoo как sectaanam qibaadâ seecó cakkisittam hinna addunyaay akeeral. kaadu diggah nek gacsimeyná Yalla fan takkeeh, diggah koroosannuu kee uma- taamát caddok tatura mari usun girâ mara.","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:44","price":"44.Toysa anu siinik ахсет sarrah kassitettoonuuh edde nadaamitetton digaalâ intih tablen waqdi, anu inni caagid Yallal kelsa, diggaluk Yalli isi naqoosah caalat yabali keenik iyye woo moominti.","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:45","price":"45.Tokkel Yalli uma-malay kaah malseenih digaalák (qidim kinnuk) kaa naggoyseeh, firqawnaa kee firqawni maral uma-digaalá obte badat ken xuumuse waqdi.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:46","price":"46.Saakuuy carra digaaláh girál xayyowsimaanaah, firqawnaa kee firqawni mara digaalák gibdi digaalát culusa iyya Yalli malaykak.","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:47","price":"47.Girâ mari giráh addal keemaarita waqdi keenih cusey nabiyow, boola-le mari kaxxa mariinite marak diggah nanu sin kataata marah sugnek tohul isin girâ digaalák-tu nek maay kaltaanaah keenik iyyan.","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:48","price":"48.Kaxxa mariinite mari boola-le marak diggah nee kee sin inkih tet addal nanno ikkal digaalák- tu siinik kallam madudna iyyen, diggah Yalli nummah isi naqoosâ fan qadlil mekle.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:49","price":"49.Kaadu giráh addal yan mari jahannam dacrissa malaykak sin Rabbi neh kallacay digaalák inki ayró neh xabbacoysam keh iyyen.","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:50","price":"50.Jahannam dacrissa Malayka keenik itteh; sin farmoytit baxxaqqa-le astooti luk siinih amaatuk ma- suginnaa? Yeey, neh yemeeteenih itta koros. Toysa nanu siinih makallacnak isin kallacita Yalla keenik itta malayka kaadu korós dooqá finqa akke waytek tu-hinna.","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:51","price":"51.Diggah nanu catnah Ni- farmoytittee kee yeemene mara addunyâ mando kee sumaq- mari (malaykaay, ambiyaa kee moominiin kinnuk) soola ayro (qhiyaamah ayrd kinnuk).","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:52","price":"52.Woo ayrd daalimiinih ken tû- malkit tu-keenih xiqewaa ayrd kaadu abaaro loonuuh, umá dabqa- lon akeeral.","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:53","price":"53.Yalli xiibitak nummah Nabii Muusah tirto neceeh, israa-iil xaylo kitab (tawraat kinnuk) nagarsisne iyye.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:54","price":"54.Tirtooy, kassiisi kas-le marah.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:55","price":"55.Toysa isbir nabiyow koros kot abta adál, diggah Yallih xagni nummak, kaadu isi dambik cabti esseritaay, isi-Rabbi saytunnoysak faylis carraa kee saaku.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:56","price":"56.Diggah Yallih aayootal sinam giddiya mari keenih yemeete sumaq maliinoh ken alilwat kaxxa mariinok sah tanim matan, usun faxaanam ma-gufan (nabuwwannu kinnuk). Toysa Yalla maggansit nabiyow diggah Yalli usuk yaabbi, yabali kinnik.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:57","price":"57.Yalli qaranwaa kee baaxdt abe gind sinaamat abe ginok nabah, kinnih immay woh sinaamak maggo mari ma-yaaxiga.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:58","price":"58.Kaadu inti malii kee yable num ma-missowta, kaadu yeemeneeh meqe taamá abite maraa kee umeyniitiy uma-taamá abte ma- missowta, Sinaamey kassittaanam siinik dagoh.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:59","price":"59.Diggah Qhiyaamah ayro amaatc- le, tet mamut agay waaga mali, kinnih immay sinaamak maggo mari (koros kinnuk) tet mamut ma- nummaysa.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:60","price":"60.Sin Rabbi Yoo kaliaca iyye siinik oggoleyyok. diggaluk Yi-qibaadák kaxxamariinita mari buraay, qunxaané luk jahannam girá cule- lon.","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:61","price":"61.Yalla kinni bar siinih abtem kaat sabhalaltoonuh (tastiriicoonuh) kaadu laqó diifu siinih abe rizqhi gurantoh. diggah Yalli sinam amol kaxxa muxxó-li, kinnih immay sinaamak maggo mari Yalli keenih abe niqmatal Kaa ma-faatitan.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:62","price":"62.Toh siinih abtem Yalla, sin Rabbi, ummaanim giné. Qibaadá cakkisita Yalli mayan kaak sah, toysa iimaanak mannal daggawtaanaah Yallak kalihim taqbuden waqdi?","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:63","price":"63.Tonnaah Yallih astooti angadduk suge mari iimaanak daggawsimak suge.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:64","price":"64.Yalla kinni baaxó gub (madab) siinih abteeh, qaran amó tabsa siinih abtem. kaadu sin weeloyseeh, weeloolá sin yeymeeqeeh, rizqhik meqem siinih yecee. toh Yallaay sin Rabbi too niqmootá siinih teceem, tohul Yallih kayrii kee muxxó maggoh, Usuk ginó Rabbi.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:65","price":"65.Yalli usuk dudda-le manoy waarta- le, qibaadá cakkisita Yalli mayan kaak sah. toysa kaa kaliaca qibaadá kaah caglisak, fayla-lem Yalla ginô Rabbi kinni.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:66","price":"66.nabiyow Ixxic ; diggah anu waasimeh Yallak kalah taqbudeenim aqbudeemik, yi Rabbik baxxaqqooqi yoh temeete waqdiik wadir, kaadu amrisimeh ginô Rabbih rammitaah qibaadá kaah caglisaamal.","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:67","price":"67.Sinaamey Yalla kinni sin abba Aadam burtak gintem, lakal daacoyti tiffak kay samad gine, lakal dabloytak sin gine, lakal iná baguk galaluh (alqih) anuk sin yayyaaqe, lakal maqar-le furrayniino guftaanam keh, lakal idoolá takkeenim keh kaadu Yalli wohuk naharat siinik qidam tanih kaadu muggaqsime waktiy qumri siinik gaba edde kala taafeeniih wohul kaskassoowa mara takkeeni gidah.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:68","price":"68.Yalla kinni taynuwweeh qiddam. caagiidak caagidik teyna mekla waqdii, cagalah tohiimik tik iyyaah, edde luk takkeh.","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:69","price":"69. Nabiyow matablannaa korosuk Yallih aayootal sinam (Qhuraan kinnuk) giddiya mara, usun teetil yaamineenimik mannal daggawsimaanaah?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:70","price":"70.Qhuraan kitab kee Ni-farmoytit edde rubnem dirabboyse marii korosuk, toysa ama dirabboysiyyih ellecabo sarrah aaxige-lon.","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:71","price":"71.Silsilootat ken gaboobi ken fillittet axawah anuk ibitte keenik edde debran waqdi, Malayka ken edde hirriigissah.","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:72","price":"72. Niqna kak caddok taturte leel ken hirriigisan, tohuk lakal giráh addal girá keenit ursan.","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:73","price":"73.Tohih lakal ken sahitak Yallat agleh haak aqbaduk sugten Yallitte annih teetiiy keenik iyyan.","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:74","price":"74.Yallak kalah aqbaduk sugten Yallitte sin maay catta asaaku? nek qelliteenih ken manabla hinnay inkinnah duma tu-yaqbude marah masuginnino iyyan.Yalli koros tama mara kah makkoysennaah makkoysah.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:75","price":"75.Ama digaalá sin kah geytem baaxô bagul cakki maliinoh abak sugten wallitiyyaa kee batrah Yallih naqoosat abak sugten caddok taturih sabbata.","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:76","price":"76.Jahannam giráh afoofik cula tet addal waarak, tokkel manxu umaah kaxxamariino-leelah orbeyná.","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:77","price":"77.Toysa nabiyow isbir diggah Yallih xagni nummak, tokkel digaaláy ken kah xagnisnek tu-koo aybullee kee hinnay koo warrayse (raba kinnuk) akkenno ken digaallak naharat, toysa nee fan gacsimc-lon qhiyaamah ayró.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:78","price":"78. Nummah Yalli xiibitak iyyah; nabiyow kok naharat farmoytit rubneh, keenik xaagu koi как maaqnem linooh, keenik xaagu koi как maaqe waynem linoh, kaadu faxe farmoytah makkinna hebeltoh astá baaham Yallih idinih akke waytek, tokkel Yallih amri yamaate waqdi koros digaaláh meklá cakkil tekke farmoytit kee ken dirabboyse marih fanat, tokkel baatilleelá finqitteh.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:79","price":"79.Yalla kinni lac siinih abtem tu-как feertaanaah, tu-как takmeenim keh.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:80","price":"80.Kaadu maggo tuxxiq kaat (lacat) litoonuh, kaadu alilwat liton caagiida edde taafeeniih kaa kee dawaanikit Quuka tassukuqqeenimkeh.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:81","price":"81.Kaadu Yalli isi astooti sin yaybulleehik, tokkel Yallih astootik maa-astáay tangaddeenim?","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:82","price":"82.Baaxô bagul magexinnoonuu keenik naharat suge marih ellecabo kah tekke inná yabloonuh? keenik naharat sugte ummatta loowoh (ixxuh) keenik magguk sugteeh, qandee kee maqarah keenik gibduk sugte, kaadu baaxô bagul raatwah (xisoosah) keenik manguk sugte. Tokkel abak sugeenim keenih xiqtem mali Yallih digaalák.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:83","price":"83.Tokkel ken farmoytit baxxaqqooqi- luk keenil temeete waqdi addunyâ qilmik ken garil taniimit yifriceeniih, elle anqasak sugen digaalá keenil obteeh, ken marteh (magaariyteh).","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:84","price":"84.Tokkel Ni-digaalá yublen waqdi Yallal neemeneh Usuk inkittuh anuk kaadu qibaadál agleh Kaat haak suggu inneemil koroosinneh iyyen.","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"40:85","price":"85.Ni-digaalá yublen waqdi ken iimaan tu-keenih xiqa iimaan makko, tamah Yallih gitay Yalli fiirisey kay naqoosah addal tature kinni digaalá yablen waqdi ken iimaan tu-keenih anfiqewaam, tokkel koros finqitteh Ni -digaalá keenil obte waqdi.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"aa"}],"chapter":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"]}