{"data":[{"name":"41:1","price":"1. Caa-Miim (edde faxem Yalli yaaxige).","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:2","price":"2. Ama-Qhuraanih oobiyyi fulte racmattaay gunê racmatta-le Yallih kabuk yekke.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:3","price":"3. Kitaabay aayoota как baxxaqsinte usuk Qhuraanay qarab-af yaaxige marah qarab afat yani kinni.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:4","price":"4. A kitab (Qhuraan kitab kinnuk) yeemeneeh kaal taniimil taamite mara jannatal ayti-kumusa kaadu koroositeeh derre kaat cabe mara girál meesiisak yemeete tokkel maggo mari derre kaat cabeeh usun yaabbe mara hinnon.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:5","price":"5. Koros Nabiik itteh; ni-sorkocô baxitte atu nee fan как sectaamak alifut taniih ni-aytiitat gibda taniih nee kee ku-fanat reebi yan ku- seecó oggollaamak, toysa atu ku- diini koh yascasseemil taamit nanu diggah ni-diini neh yascasseemil taamitennok.","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:6","price":"6. Ixxic nabiyow:ama-korosuk cagalah anu sin innah yan seehadaytu kinniyo Yalli wacyi yol oobisam akke waytek, cagalah sin Yallay qibaadá cakkisita inki Yallay agleyta sinni, toysa Yalla fan sin gudduysu waa gita fan ufkunaay kaal soolaay dambi cabti kaal esserita, Yallat agleyta haytah tan korosuh finqi yan.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:7","price":"7. Yalla inkittoysaanamat sinni nafsi saytunnoyse weeh Yalli ken kah amrise zaká aceewaa mara kaadu usun ellecaboh ayróy (qhiyaamah ay rd kinnuk) ugut ay rd kinnil koroosite mara kinnon.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:8","price":"8. Diggah yeemcneeh mcqc taamoomi abbaasite mari Yallah tet caglisak aggiriqqe sinni galtd-lon Yallih garil.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:9","price":"9. Nabiyow A korosuk ixxic; diggah isin koroosittaanaa baaxd namma ayrdh addat gine Rabbil kaadu agleytit kaat haytaanaa?woo Rabbi usuk gind Rabbi kinnik.","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:10","price":"10.Kaadu tet bagul qaleelá daabiseeh tet kayri yeymeggeeh tet addal rizqhi cagguduseh mutuccutaamah dudda-le affara ayroy massowtah addat, essera marah.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:11","price":"11.Tohuk lakat Yalli qaran ginuh qaran fan haysite, usuk (qaran kinnuk) qiirih anuk, tokkel Yalli qaran kee baaxdk iyyeh; Yi-amri faxak oggola hinnay dirkih oggola, qaran kee baaxo itteh; ku-amri cinnam neh matakkaay ku-amri oggolleh.","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:12","price":"12.Tokkel malciná qaraanih gindk namma ayrdh addat gabá kaleeh, kulli qaraanal-le amri oobise. Kaadu Addunyâ qaran ifa cutuukut bilqisne kaadu sheetoona qaraanak yab ankacissaah yab garaqtaamak dacayri tet (cutuk kinnuk) abne, woo ginóy qaxmeqe mayso-leeh ixxiga-le Rabbih caggudusiyyaa kee dudda kinni.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:13","price":"13. Tokkel koros iimaanat derre cabtek, toysa keenik ixxic nabiyow; qaad kee samuud bayisse kakkaqóh innah tan kakkaqóh digaaláy sin saaxissak sin meesiisa.","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:14","price":"14. Farmoytit keenik fooca-le gambii kee keenik derre-le gambik keenih temeete waqdi Yallak sah tu- maqbudina axcuk, usun iyyeenih (koros kinnuk); Yalli faxinnay malayka farmoytiitih nel oobisak yen. Tokkel diggaluk nanu cinneeh koroositneh isin edde rubsummu itteenim.","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:15","price":"15. Qaadah (Nabii Huud шага kinnuk) tu-gactekii, tokkel baaxô bagul kaxxa-mariinitteh Yallih naqoosal cakki maliinoh, kaadu nek qandeh iyyi gibdii iyyen? Mayablaanaa! Diggah Yallay ken gine Usuk qandeh keenik gibdim? Kaadu usun Ni-astooti angadduk sugen.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:16","price":"16. Tokkel kaxxa xabcaa kee kaxxa hawwugtó-le (harrugtó-le) caacay keenil rubne keenit umah tan ayroorat, addunyâ manol mayqanxa-le digaalá ken tammosná gidah, Akeerâ digaaláh tu-gactek, mayqanxah lafitak raqtaah, usun ken cattam malón.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:17","price":"17. Ka adu Samuuduh tu-gactekii (Nabii Saalic mara kinnuk), cakki gita keenih baxxaqisneeh, intî sinná (makô gita) dooriten tirtô gitak, Tokkel kakkaqô digaaláy mayqanxa-le ken bayisse koroosannuu kee abak sugen uma taamah sabbatah.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:18","price":"18.Kaadu qaad kee Samuud edde finqitte digaalák keenik yeemeneeh, Yallak meesitak suge mara naggosneh.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:19","price":"19. Nabiyow kassis, Yallih naqboytit gira fan maagowsinta ayró naharsi mara keenik hirriigâ maral hooriyta Malayka.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:20","price":"20.Usun jahannam giráh amoh yamaateeniih, sinni umaaneená yangadden waqdi, ken maabbaay (aytiita kinnuk), ken mabulwaay (intiita kinnuk), ken arooba (xagar kinnuk) keenil sumaaqitta addunyal abak sugen uma taamoomil.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:21","price":"21.Kaadu Yallih naqboytit sinni aroobak (xagar kinnuk) macah nel sumaaqittaanaah iyyan. Ummaanim yaabisa Yalli nee yaabisa keenik itta ken arooba. Kaadu naharsi adda sin gintem kaa kinniih kaa fan gacsimtan rabteeniik lakal.","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:22","price":"22.Kaadu sinni qellisak masuginniton umaané abtan waqdi sin maabbaay, sin mabulwaay, sin arooba siinil sumaaqittaamih meesih, kinnih immay diggah Yalli abba haytaanamak maggom aaxigc waam akkaluk sugtcn.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:23","price":"23.Kaadu woh sin uma dareemuy sin bayiseeh, girá sin culsey sinni Rabbi edde daremteeni kinni, tokkel baxaysite marah maacissen.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:24","price":"24.Tokkel digaalál coolaysiteenik (yisbireenik) girá keen i к orbeynaay, toobah addunyâ madaara essereenik, usun woh как oggolan mara hinnon keenik iyya Yalli.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:25","price":"25.Kaadu keenih massosneh uma kataysiisiy addunyal uma taamá qaxa keenit bahsissey akeera ken hawweenisse, kaadu digaalá maxcó keenil nummatteeh madqimteh keenik naharat warrayte ummattâ luk ginni koros kee seehadâ korosuk. Diggah usun baxaysiteeh kasaarite marah sugen.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:26","price":"26.Koroosite mari ama Qhuraan mankacsinaay werrek kaat (Nabii kinnuk) ixxica sittak iyyen; kaak tayseeniih Qhuraan kiraate cabamkeh.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:27","price":"27.Toysa diggah korosuk ama yaabat yaabe mara gibdi digaalá ken tammoysenno, kaadu usun abak sugen uma taamál gacta galtóh ken galtenno akeeral.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:28","price":"28.Woh ken kah geytem Yallih naqboytiitih galtó girá tekkeemih sabbata, tet addal waara dabqa-lon addunyal Ni-aayoota angadduk sugeenimih galtóh.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:29","price":"29. Kaadu koroosite mari giráh addal anuk iyyeh; Ni-Rabbow ginnii kee seehadak nee makkoyse nammay nee uybulluy, ken nammay ninni ibitteh gubat haynaah, girák guba raaqa mara yakkeeni gidah.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:30","price":"30. Diggah ni-Rabbi Yalla iyye maray, lakal tohul soolel, malayka keenil obta rabi kcenih yamaate waqdi, ma-meesitinaay, ma-rookitinaay, ayti-kibbi haysa elle xagnisinten jannatih culimil keenik axcuk.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:31","price":"31. Nanu sin awlaytiiti addunyâ manoo kee akeeral, kaadu Jannat addal sin nafsi faxxa haam litoonuuh, kay addal esserri haytaanam liton keenik itta malayka.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:32","price":"32. Woh dambi siinih cabaah, nacrur siinih-le Rabbik tan qibnaytiinó kinni.","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:33","price":"33. Kaadu maxcóh iyyi yayseeh, Yallih inkittinaanee kee Kay qibaadá fan sinaamah seecaah, meqe taama aba numuy diggah anu muslimiinik numuk teyna kinniyo iyyak. (num mayaysa).","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:34","price":"34. Maqaanée kee umaané ma- massowtak umaané kol baaheh yan numih umaané xiq (qursus) kee qafuuy meqem kaah abtaamat gutuq, toysa koo kee fanat umaané как tan num diggah kacanuh xayi kataysah inna koh akke-le.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:35","price":"35. Kaadu umaané maqaanét gutqaanam matantacawwimaay mageytimta kaxxa sabri-le marah akke waytek kaadu is matantacawwimaay mageytimta kaxxa saamii kee galtó-le numuh akke waytek addunyaa kee akeeral.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:36","price":"36. Kaadu sheetanak tan muknoonaa kee waswasa tayse tiyay kah amrisintek koo maktek toysa Yalla kaak maggansit kaa (sheetan kinnuk) kok waaselek, diggah Yalli yaabbi, yaaxigi.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:37","price":"37. Yallih astootik kay inkittinaanee kee kay dudda tascasseemik tanim, bar kee laqóoy, ayróo kee alsá, Ayróh ma-kummaatinaay, alsáh ma-kummaatinay ken gineh yan Yallah kummaata cagalah, nummah kaa yaqbude тага tekkeenik.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:38","price":"38. Tokkel ama-koros Yallah sujuud abtaamak kaxxa-mariinittek yanoonay ken ixxic nabiyow; ku- Rabbih xaqul tan Malayka baraay laqó kaa saytunnossaah usun wohuk mataqban.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:39","price":"39. Kaadu kay astootik kay inkittinaanee kee kay dudda tascaseemik tanim, diggaluk atu baaxó qabaarah kafah tet table, tokkel lee (rob) teetil oobisna waqdi tangayyeeh ufyuttaah fayya itta, diggah rabteek gamadal tet yaynuwwee Rabbi rabtem yaynuwweemih dudda-le, diggah Yalli ummaan iimih qamal geyto-li kinni.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:40","price":"40. Diggah Ni-aayootak daggaawaah koroosita mari, ken caagiida nek maqellitta. Girat gasyima num yayse innaa? Hinnay qhiyaamah ayró amaanah yamaate num yayseeh? A-korosey faxxa hayteenim abita, diggah Yalli abba haytaanam yabali kinnik.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:41","price":"41. Diggah Qhuraan keenih yemeete waqdi kaal koroositeeh, yengcdde mari, wohul diggalsime-le. Diggah a-Qhuraan Yalli kaa yiysiiseeh, mayso-le kitab kinni.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:42","price":"42. Baatil fooca-le gambik kaat mayamaataay, derre-le gambik kaat mayamaataay, usuk tu-kaat ossaanaah tu-kaak daggoysaanamak daccarsime kitab kinni, Yallay fayla leeh naggaarah yanih kabuk obsimeemih sabbatah.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:43","price":"43. Nabiyow ama koros kok ittam mali kok naharat temeete farmoytiitik iyyeenim akke waytek, diggah ku- Rabbi dambi cabtiliiy, qansarissa digaalá-li.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:44","price":"44. Nabiyow ama Qhuraan “Qajanť’afat (Qarab-af akke waa afat) kaa haynaamal, aayoota kaak macah baxxaqsime wayteeh ni- afat? Qhuraan qajamaay, Nabii qarabtoytaa? Axcuk yenen. Keenik ixxic nabiyow; ama Qhuraan yeemene marah tirtooy, diwá. Kaadu kaa nummaysewee marak aytiital gibda keenik taniih, usuk (Qhuraan kinnuk) ken sorkocô baxittel inti sinnaay diteey, tirri kaal miyyan. Woo korosuy Qhuraan nummayse wayte, xer- ikkek kah seecan maray ken kah seecaanam aabbe waah inna kinni.","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:45","price":"45. Yalli xiibitak iyyah; Muusah kitab neceeh koh kah necee innah, tokkel kay mari itta kaal weeh. Ku-Rabbik tookome qangará suge wannay ken fan meklimak yen addunyal elle, kaadu diggah usun Qhuraanak shakkiiy, gibdi agay- waagat yanin.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:46","price":"46. Maqaané abita num isi nafsih abitaah, umaané aba num isi nafsil abaah, ku-Rabbi naqoosa yadlumi hinna.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"aa"},{"name":"41:47","price":"47. Qhiyaamá cdde takke waktih ixxiga Yalla fan gacsimta. Kaadu le-qoxxittek (sibaabik/faanittek) yawqe mexexi mayanaay, say- tiyay tassukuqqeeh xalta matan kay ixxigal akke waytek. Kaadu Yot agleh haak sugten agleytit annih teetiiy, keenik axcuk keenih seecuwaa ayró, koros ittah ; “asaaku koo naysixxigeh atu agleyta litoomuh sumaaqita num net aneewaam”.","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"aa"},{"name":"41:48","price":"48. Kaadu keenik bayteh duma addunyal Yallak kallah aqbaduk sugeenim, tokkel usun kudaanaah, eleelitan rike aalle waanam yismiteenih Yallih digaalák.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"aa"},{"name":"41:49","price":"49. Seehadayti mataqba (manakura) isi Rabbit addunyâ maqaaneh guranah xaqtimaamak, kaadu umaané (tuddagnaay, biyaakaay, ....) kaa xagtek, toysa usuk (korosta kinnuk) yabboodiiy yaggiriqqi kinni Yallih racmatak.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"aa"},{"name":"41:50","price":"50. Kaadu nummaak Nek tan maqaané kaa tammosnek (korosta kinnuk) gibdaabini kaa xageek lakat, diggaluk ah-yiimiy yi-angoyyal geeh, qhiyaamá uguttam makkala. kaadu yi-Rabbi fan gace yoo tekkek anu diggaluk Kay xaqul Jannat liyo axcele. Tokkel diggaluk koroosite marah warsenno umaanek abeenim, kaadu diggaluk ken tammoysenno gibdi digaalá.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"aa"},{"name":"41:51","price":"51. Kaadu seehadaytuh qaafiyat kee gaddaliinot namqe waqdi, derre cabaah, kaxxa-mariinoh moyya karerri haa cakkih rammitaamak, kaadu umaané kaa xagta waqdi tokkel usuk kaxxa xaaqo-li yakke.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"aa"},{"name":"41:52","price":"52. Nabiyow a-korosuk ixxic; yoh warisay a-Qhuraan Yallih garik yen kaa tekkeeh, lakat kaal koroositteeniih dirabbosseenik, siinik makot gexoh iyyi gacaa?, cakki kaxxa akaalafah tekeelefeeniih einten waqdi? (num magaca).","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"aa"},{"name":"41:53","price":"53. A-koros Ni-astooti aybullenno qaran kee baaxô deraafeey, ken nafsittel, Qhuraan cakki kinnim keenih baxxaqqa ittam fanah. Kaadu ku-Rabbik ken maxiqtaa astáh, Qhuraan cakki kinniih diggah usuk kulliimil sumaaqitam?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"aa"},{"name":"41:54","price":"54. Oobbiyooy! Diggah usun (koros kinnuk) sinni Rabbih angaarawak agay-waagat yanin? Oobbiyooy! diggah Yalli ummaanim marot yabbixe ixxigaa kee duddal, kaak qellittam matan.","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"aa"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}