{"data":[{"name":"48:1","price":"1. Diggah Nanu koh fakneh (nabiyow) baxxaqqa-le fakimiy mayso-le. (Woh cudeybiyyä sittingeyi).","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:2","price":"2. Tamah koh kah abem Yalli ku-dambik tookomem kee wadirrowtem koh cabuuy, isi niqmat koh duudusuuy, massa-le gital tirri koo hayu.","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:3","price":"3. Kaadu Yalli mayso-le qokoluh koo qokolu ku-qaduwwil.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:4","price":"4. Moominiin sorkocobbaxittel sabhalal (şatta) oobissem Yalla, Ion iimaanat iimaan ossitoonuh. Kaadu qaranwaa kee baaxö qande Yalli- leeh, Yalli yaaxigiiy naggaar kinni.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:5","price":"5. lab-moominiin kee say-moominiin culusuh jannatittey weeqaytitte guba как gexxay eile waaraana, kaadu ken umaaneena keenik duuguh. Tama galtó Yallih garil kaxxa asallam kinni.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:6","price":"6. Kaadu Yalla uma dareemuh dareema lab munaafiqhiin kee say munaafiqhiin yallat agle haa lab maraa kee say mara digaaluh ken uma dareemi keenil admíre­ le kaadu Yalli ken yinqibeeh ken abaareeh jahannam keenih massoyseh kaadu gacsimeyna keenik toomeh.","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:7","price":"7. Kaadu qaranwaa kee baaxô qande Yalli leeh; Yalli maysoliiy naggaar kinni.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:8","price":"8. Diggah Nanu koo rubneh (nabiyow) sumaaqiteey, ayti-kumuseey (bcrrakiscey), meesiisch anuk.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:9","price":"9. Yallaa kee Kay farmoytal taaminoonuuy, kaa qokoltoonuuy, kaa tassakaxxoonuuy, kaa saytunnossoonu saakuuy carra.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:10","price":"10. Diggah nabiyow xagana koh cula mari, cagalah xagana kah culaanam Yalla. Yallih gaba ken gaboobih bagul tan yaabbeeh. Woo xagana Yiggile num, cagalah woo xagnih digloh umaane kay nafsil taduure. Kaadu Yallah xagana kah culem duuduse numuh, Yalli kaxxa galtó kaah aceele.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:11","price":"11. Qarabak dacarsittô maray cudeybiyâ fanah koô luk yawqeemik raaqe, ni-maaluu kee ni-ahli nee agxissek ku-Rabbi dambi-cabti neh esser kok axcelon nabiyow. Sinni arroobut ken sorkocobbaxittet aneewaytam iyyan, keenik ixxic (nabiyow) Yallak iyyi tu siinih xiqaah, umaane siinih faxek hinnay tu-xiq siinih faxek kollay, wonna hinnay Yalli abba haytaanamak adda yaaxigi kinni.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:12","price":"12. Wonna hinnay Yallih farmoytaa kee moominiin sinni buxaaxih mara fan inkinnah andabbe weelem tekkelen.woh sin sorkocôbaxittet bilqisimteeh, uma dareemu daremten kaadu isin finqite mara tekken Yallih xaqul.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:13","price":"13.Kaadu Yallaa kee kay farmoytal aaminewee num usuk korosta, tokkel diggah Nanu massosneh korosuh gibdi urah urta girá.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:14","price":"14.Kaadu qaranwaa kee baaxö reeda Yalli-le, isih faxa marah dambi cabaah, faxa mara digaalah, Yalli dambi cabto-liiy xuwaw-li kinni.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:15","price":"15.Raaqe mari, xannaboobi fan gexxan waqdi tet beytoonuh, sin kataynay nee ixxica axcelon, Yallih yab korsaanam faxak. Inkinnah nee makataytan keenik ixxic (nabiyow), tamannah Yalli dumaak iyye. Ah Yalli iyyem hinna axcelon neh kuuxe waytaana ikkal, wonna hinnay usun dagoomuksah tu- aaxigewaa mara kinnon.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:16","price":"16.Ixxic (nabiyow) qarabak dacarsittö maray koö luk jihaadah yawqeenimik raaqek, kaxxa cayla- le mara fan seecimetton, isin qeb keenit abee kee, hinnay usun gaba acee yakkeeni immay, woh oggolteenikii Yalli meqe galtó siinih aceele. Kaadu derre edde cabteenik duma kah cabten innah, qansarissa digaalah sin digaale-le.","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:17","price":"17. Gaaduk raaqaanamah inti-malil dambi mayanaay, kosyel dambi mayan kaadu biyaakita numul dambi mayan, kaadu Yallaa kee Kay farmoyta oggole num, Yalli jannatittey guba weeqaytitte как gexxa kaa culusa. kaadu Yallaa kee kay farmoytih amrit derre cabe num Yalli qansarissa digaalah kaa digaala.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:18","price":"18.Yalli xiibiteh nummah moominiin oggoleeh yikcineemil, caxä gubal xagana koh culen waqdi (nabiyow) edde luk ken sorkocö baxittet tanim yeexegeeh, satta keenil oobise kaadu xayi fakimil ken gälte (kheybar fakimi kinnuk).","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:19","price":"19.Kaadu maggo xannaboobiy yahuuduk beyaanal ken galateeh, yalli mayso-li naggaar kinni.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:20","price":"20. Yalli maggo xannaboobi beytoonu waytaanamah xagana siinih culeeh, a-tiya (kheybár xannaba) siinih yiysissikeh kaadu sinam gaba siinik waaseh, kaadu woh kah abem moominiinih astá takkuuy, massa-le gital tirri sin hayu.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:21","price":"21. Kaadu akittoy duudewaak teneenil sin xagniseh, nummah Yalli maro siinih teetit heeh, Yalli ummaan iimil dudda-li kinni.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:22","price":"22. Koroosite mari qeb siinit abinnay, bukah derre cabak yenen, tohih lakal awlaytuu kee cateyna (qokole) geyak manannon.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:23","price":"23. Amah Yallih madqay dumaak warrayte (muddumte) kaadu Yallih madqay korta mageyta.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:24","price":"24. Koros gaboobi siinik tibbixeeh, sin gaboobi keenik tibbixem Yalla kinni makki addal, Ken amol iisá siinih yeceek gamadal, Yalli isin abba haytaanam yabali kinni.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:25","price":"25. Masjid Al-caramak sin waasseeh, hadyi, le-arac gufaamak teyseedem (hoortem) koroosite mara kinni. Moominiinih tan labhaa kee moominiinih tan sayyoy, isin aaxige waytaana anee wannay, aaxigc kal keenit booddaanaah ken qiddaanaah, tohul dambii kee qaybi sin geyuwaamih meesi ikkal, a-korosut qeebi abtaanamah idini siinih acayuk nen.Yalli isih faxa mara isi racmatat culsâ gidih, sittak baxsiminnoonuy (moominiin kee koros), koroosite mara keenik digaalak nen qansarissa digaalah.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:26","price":"26. Koroosite mari sinni sorkocô baxittet kaxxa mariino hee waqdi jaahiliyyâ (tuh -iggima) kaxxa-mariino kinnuk. Edde luk Yalli isi farmoytaa kee moominiinil isi satta oobiseeh, Yallak meesi qangara ken yibbixsiise kaadu tet ahliy tet cakkisita yekken, Yalli ummaanim yaaxigi kinni.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:27","price":"27. Yalli xiibiteh nummah, kay farmoyta Mucammad soono nummâ soono abeemil, Yalli xiibiteh diggah masjid al-caram (makka kinnuk) culettoonumul Yalli faxek sinni moyyaayi mooie maraa kee yirgiqe marah anuk meesitekal saayah anuk. Edde luk Yalli isin aaxigewaytaanam yeexegeeh, isin faxak sugteenimik fanaak xayi fakim siinih abe (kheybar fakim kinnuk).","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:28","price":"28. Yalla kinni isi farmoyta Mucammad tirtoo kee cakki diinil rubtem, ummaan diinik iró (amol) kaa raaqisuh, kaadu Yalli sumaaqah koo duudah nabiyow.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:29","price":"farmoyta kinni, kaadu kay diinil kaä luk yan mari korosul gibdoonuuh, sittin fanal xuwawleelá, qunuunuh (rukuuquh), kummaatah (sujuuduh) anuk ken table Yallak muxxoo (jannat) kee kacanu gurrusak. Ken taaqatih astooti ken foocittel tambullee sujuud raatak. Toh teeti, weelo keenik tawraat deqsita kitaabal, Injiil deqsita kitaabal ken weelo buqrey isi mudda (amo) teyyeeqeh inna, edde qande kaa bahsissaah tagibdeeh isi laqiibal massowta. Buqre-abá suumussah (tet yassakooteenih) keenil (moominiin kinnuk) koros ceerisamkeeh (yanqibisuh). Yalli keenik yeemeneeh meqe taamoomi abe тага xagniseh dambi-cabtii kee kaxxa galtoh ken galatu waamal.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"aa"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}