{"data":[{"name":"57:1","price":"1. Yalla saytunnosseh qaranwah addaay, baaxoh addal tanim, Usuk (Yalli) maysoliy naggaarah yani.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:2","price":"2. Yalli qaranwaa kee baaxó mulki-le (reeda-le), usuk yaynuwweeh qidah kaadu Usuk ummaanimil qamal geyto-li (xiqto li).","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:3","price":"3. Yalli Usuk naharsittuy naharat tu- kak aneewayta kaadu ellecaboytay wadirit tu-как raaqe wayta, iró raaqaah kaak iró raqtam matan, qellitaah kaak xayuk raqtam matanaay, mablooli kaa matabla, kaadu Usuk ummaanim yaaxigi.","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:4","price":"4. Yalla kinni gintem qaranwaa kee baaxó licá ayroh addat, wohuk lakat fayya iyyeeh, isi celta massoynah qarshi amol massooweh (kay nabna celta massoynah). baaxot cullu ittaamaay (ambooy, roobuuy.....) teetik bukku ittam Yalli Yaaxigeh. kaadu qaraanak obbu ittaamaay kaâ fanah eweqqi ittam yaaxigeh (malaykaa kee kay naqoosah taamak) Kaadu Usuk isi ixxigal siinï luk yan elle aninnaanih rikel, kaadu Yalli isin abba haytaanam yabali.","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:5","price":"5. Qaranwaa kee baaxó mulki-le (reeda-le), ginó caagiida inkih Yallâ fanah gacta.","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:6","price":"6. Yalli bar laqot culsaah, laqó barat çulsa, kaadu Usuk isi naqoosah alilwah addat tanim yaaxigi.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:7","price":"7. Yallaa kee kay farmoyta nummaysa, kaadu acuya amol sin kak hee maalu (ciggiile mara sin kak abe maalu). Siinik Yalla nummayseeh isi maalu Yallih sabbatah yecee marii, kaxxa galto- le.","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:8","price":"8. Маса malkittaanaa Yalli inkittu kinnim kah nummayse waytaanam! Yallih farmoyti siinih seecak sinni Rabbi nummassaanâ gidih, wohul Yalli nummah digga-le xagna siinik bee Yalla nummaysa mara tekkeenik.","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:9","price":"9. Yalla kinni isi naqsu Nabii Mucammadal ﷺ Qhuraan aayootay baxxaqqa itta oobissam, wohul koroosanni diteetak iimaan noorï fanah sin yayyaaqe gidah. Kaadu diggah Yalli xuwaw li nacrur li.","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:10","price":"10. Maca sin waassa maalu Yallih gitah taceenimik, Yalli qaranwaa kee baaxó nagra luk, siinik makki fakiyyak naharat maalu yeceeh korosut qeb abba hee mari galtol ma-massoowa, woo mari Yallih garil darajatah nabah, makki fakiyyak lakat Yallih gitah maalu yeceeh korosut qeb abe marak, kaadu Yalli ama namma mara inkih jannatah xagnise, kaadu Yalli isin abba haytaanamak adda yaaxigiiy teetil sin galatele.","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:11","price":"11. Yalla meqe amaakisiyyah (gacsa) amaakissam (taceem) miyyaay? (kay taaqatah maalu yaceenimil galto kaak qaagitak), Yalli wohul galto kaah xirribisuh (yaymagguh) kaadu usuk meqe galto-le (jarmat kinnuk).","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:12","price":"12. Lab moominiin kee say moominiinik ken noori ken foocittee kee ken migdittel gexah table ayró, asaaku sin aytikuma (bcrraka) jannatittey guba weeqaytitte как gexxâ culimi tet addal waarak keenik iyyan, woo galto is kaxxa affaafa (limayiyya).","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:13","price":"13. Lab munaafiqhiin kee say munaafiqhiin moominiinik nee qambaala itta ayró sin noorik tu hirgitnamkeh, siinik wadirih addunyâ fanah gacaay noori wokkel gurrusa keenik itta moominiin anqasah, tokkel moominiin kee munaafiqhiin fanal reebuy afá le xissiime, teetik adda-le gammiy moominiin как tanik Racmattá tan (jannat kinnuk) kaadu teetik iro-le gammiy munaafiqhiin как tanik digaalá tan. (girâ digaala kinnuk).","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:14","price":"14. Munaafiqhiin moominiinih sectah siinî luk masuginninoo addunyal axcuk. Yeey iyyan, kinnih immay isin sinni nafsi nifaaqhat (bagi kufrit) finqisseeniih, Nabii kee moominiinih finqa qambalten kaadu rabi lakal ugut yaniimil shakkitteeniih, deedal qaagit sin duquuruseh Yallih amri (raba kinnuk) siinil amma iyyam fanah, kaadu sheetan Yallal taamineenimik sin duquuruseh.","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:15","price":"15. A saaku munaafiqhiiney fidá siinik moggolintaay, koroosite marak moggolinta. Orbeyna siinik inkih girá, is siinih taguude keenik iyya Yalli. Kaadu is maxxu qax uma gacsimeynaay!","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:16","price":"16. Yallaa kee kay farmoyta nummayseh yan marah wakti maxayyoowinnaa ken sorkocôbbaxitte Yallih cusim (kassit) kee qhuraanak obteemit allagowtuh.kaadu keenik duma kitab kah yontocowwime maray edde luk wakti edde yexxeereeh sorkocobbaxitte kak kafteh inna (yahuud kee nasaara kinnuk) akke wayoonay, keenik maggo mari Yallih taaqatak yewqeh.","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:17","price":"17. Diggah yalla kinnim ixiga, baaxó is qabaarah kafteeh rabteek lakal taynuwweem! Nummah ni dudda tascassee astooti siinih baxxaqisneh elle kaskassoowa mara takkceninkeh.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:18","price":"18. Diggah sinni maaluk sadaqhat tacee labhaa kee sadaqhat tacee sayyó, usun Yallih fooca edde faxak meqe gacsa (amaaki) yeceenik, Yalli Keenih xirribisaah, wohuk bagul usun meqe galtó Ion (jannat kinnuk).","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:19","price":"19. Kaadu Yallaa kee kay farmoytit nummaysc mari, woo mari usun nummaysiyyi как duude mara ambiya elle temeeteemil. Kaadu Yallih diinih sabbatah koros gaadut rabe mari, usun sinni Rabbih xaqul sinni galtoo kee sinni noori Ion qhiyaamah ayró, koroositeeh nastooti dirabboyse marah tu gactek, woo mari jaciim deqsitta girah mara.","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:20","price":"20.Sinaamey! Cagalah addunyâ mano digir kee doklaay, bilqaa kee sin fanih hiddootu, kaadu maaluu kee xaylô massamagga kinnim ixiga, Teetik ceelallo roobut tooboke buqre edde temqe buqraabay tohuk lakal is kaftaah walqinuk tet tableeh, sarra rumay buluule yakkeh inna kinni. kaadu akeeral korosuh gibdi digaalá tan, kaadu yalla nummayse marah dambi cabtii kee Yallih kacni yan. Kaadu addunyâ mano is tu hinna duquurusiyyi duyye (afeyna) baxa akke waytek.","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:21","price":"21.Kee sinaamey sin Rabbik dambi-cabtii kee jannatay garbi (bagbaggi) как qaran kee baaxô gide yakke fan qalala. Usuk Yallaa kee Kay farmoytit nummayse marah massoysimeh yan jannata, woh Yallih muxxoo kee cinday isi naqoosak isih faxe marah tet yacee kinni, Yalli kaxxa muxxo li kinni.","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:22","price":"22.Kee sinaamey hekeltô musiibáy (umaané) baaxô bagul takkey sin xagta matan, kaadu biyookaay qululuk sin nafsi xagta musiibá matan, tet ginnaamak naharal kitaabal (lawcal macfuuz kinnuk) tanih akke waytek, Toh diggah Yallal xabcinih.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:23","price":"23.Sinaamey tamah siinih kah warisncm, siinik taturteemih rookite (aczune) waytoonuuy, Yalli siinih yeceemih wallite waytoonu. Yalli makicna ummaan kaxxa mariinolih hideyna (hobbiyyo-li).","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:24","price":"24.Usun gabâ gibda le maray sinam gabá gibdaa kee cinnaanel (cillaalel) amrisa. Iimaan kee Yallih taaqatat derre cabe mari, sinni nafsik sá wohut Yallak kalaanam malón. Toysa diggah Yalli usuk isi ginok gadda li, fayla li.","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:25","price":"25.Nummah ninni farmoytit baxxaqqa-le astootiy sumaq keenih takkel ken rubne, kaadu kitab kee miidaan keenil oobisne sinam sittin fanal qadlil taamittamkeh. Kaadu birtay gibdi maqarleeh, sinaamah maggo tuxxiq edde yani oobisne, Yalli isee kee isi farmoytit kaa able kalah qokla maray isih dumaak aaxaguk suge sinam yaybulleenkeh. Diggah Yalli qande li mayso li.","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:26","price":"26.Kaadu nummah Nabii Nuuc kee Nabii Ibraahim ken mara fan ken rubne, kaadu nubuwwannuu kee kitab ken nammayih samadah neceeh neexege.ken nammayih samadak tirri ittem taniih, maggo mari keenik Yallih taaqatak yewqeh.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:27","price":"27.tohuk lakal Ni farmoytit ken raatittcl katasne (Nabii Nuuc kce Nabii Ibraahim raatitte kinnuk), kaadu maryam baxa Nabii Qiisa keenil katasneeh, injiil kitab kaah necee. Kaadu kaa kataate marih sorkocôbbaxittet xuwaw kee nacror hayne, Kaadu Rahbaaniyya (is rihim kee addunyak yaggiriqqeenimi qibaadah) tet bicsiteenih ikkal nanu tet fardi keenil maabinnino, usun woh kah abeenim Yallih kacnih guran akke waytek, tokkel usun nummâ dacayrih tet madacrisinnon, edde luk keenik yeemene marah Íe galto neceeh, maggo mari keenik Yallih amrik yewqeh.","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:28","price":"28.Kee yallal yeemene maraw Yallak meesitaay Kay farmoytal eemena! Usuk isi racmattak namma maglab siinih aceele, (afto) kaadu nooriy elle gexxaana siinih heeleeh, dambi siinih cábele, Valii dambi cabti li, xuwaw li kinni.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"","lang":"aa"},{"name":"57:29","price":"29.Yalli tamah inkih siinih kah yeceem, kitab le mari (yahuud kee nasaara kinnuk) Yallih muxxok tul dudda aalle waanam sinnik yaaxigeeni gida. Diggah muxxo inkih Yallih gabat taniih isih faxa marah tet yacee isi naqoosak. Yalli isi ginoh kaxxa muxxo li kinni.","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"","lang":"aa"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}