{"data":[{"name":"58:1","price":"1. Nummah Yalli isi baqlih caagidil Koo giddiyta barráh maxcó yoobbeh, kaadu is tet yibbixe gibdaabinak Yallal weqsitta, Yalli sin nammayih xawáh gacam gacsiyya yaabbeh, diggah Yalli ummaan maxco yaabbi, ummaanim yabali kinni.","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:2","price":"2. Siinik sinni agabu sinnil carammoysa mari usun (agabu kinnuk) niinaanih xiiron nel yakkoonay axcuk, ken agbi nummah ken inaani hinna, Ken inaani ken xalte inaanî kalah usun Ken inaani hinnon, Kaadu diggah usun (labha kinnuk) maxcók urna maxcóo kee diraabat yaaban, diggah Yalli kaal gaca marah qafu abe, dambi cabe kinni.","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:3","price":"3. Kaadu sinni agabu sinnil carammoysa mari ni inaanih xiiron nel yakkoonay axcuk, tohih lakal iyyeenimit gaceenik, naqasu currusaanam keenil tan (baqolti kinnuk) barráa kee baqala fidoh sittal orobtak naharal, toh Yallih meklay Yalli elle kas kassowtaanâ gideli siinil madqe. Kaadu Yalli, isin abba haytaanamak adda yaaxigi kinni.","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:4","price":"4. Tokkel Currusam gee wee num namma alsay sitta kataatah soom kaal yan, sitial orbaanak naharal fidoh, toh duude wee num toysa lactam tu dagoytih maskama kaal tan. Toh siinih kah baxxaqisnem, Yallaa kee kay farmoyta nummassaanaah Yallih madqal taamittaanâmkch iyyaanama, Kaadu toh Yallih caddoodaa kee kay amrittek edde matatrina, kaadu koros qansarissa digaalá le.","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:5","price":"5. Diggah Yallaa kee Kay farmoytih amri yakeelefeeh cina mari, bursumeenih keenik naharal suge mari kah bursume innah, kaadu nummah baxxaqqa Íe astootiy Yallih farmoytih numma tascassee oobisne, Kaadu koros ken tayqunxeeh xixxibissa digaalá le.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:6","price":"6. Nabiyow! keenih cus Yalli inkih ken ugusuwa ayróy (Qhiyaamah ayró kinnuk), usun taamoomik abba heenim keenih warsa, Yalli ken taamoomi loowol arac xagseh usun tet habbaaleenih anuk, Yalli usuk ummaanim yabali kinniih, kaak qellittam matan.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:7","price":"7. Yalli qaranwal tanim kee baaxól tanim inkih yaaxigem Maaxaginnitoo? diggah sidiica numuy garayta matan yalli keenik ferey haytuh yani kaa akke waytek, kaadu koona numuy garayta matan usuk lecey haytuh keenik yani kaa akke waytek, kaadu tama loowok daguk hinnay wohuk manguk magaryan ,Yalli isi ixxigal keení luk yani kaa akke waytek, usun faxe ikkeliiy yanoonay.tohuk lakal usun umaanee kee maqaanek abba heenim Qhiyaamah ayró keenih warsele,diggah Yalli usuk ummaanim yaaxigi kinni.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:8","price":"8. Matablannaa Nabiyow! Yalli garayak waase mará (yahuud kinnuk) fanah tohih lakal как waasimeenimit yaduureeniih, dambiiy, caddok-tatur kec yallih farmoytih amrih cinai garayan, kaadu usun kol yamaaten waqdi Yalli koh abewe salaamaqle koh aban, kaadu sinni nafsih addal, nummah Mucammad Nabii akkinnay, nanu kaak innaamal Yalli nee digaalak manannaa iyyan? Jahannam dcqsitta girá culaanaah digaalah ken xiqtah, is manxu uma gacsimeynay fan как yaduureeni kinni.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:9","price":"9. Yallaa kee kay farmoytal yeemene maraw! Garay abtan waqdi dambiiy, caddok tatur kee Yallih farmoytih amrih cinai magarayinay, maqaanee kee Yallak meesil garaya, kaadu Yallak meesita, kaadu isin Yallay cisab kee galtoh fan kak gactoonu waytaanay garil как maagowtoonu waytaanak meesita.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:10","price":"10.Cagalah umaane edde tan garay sheytan kabuk yan, Yallal yeemeneh yan mari rookitamkeh, tama garay tu keenik makala, Yallih idini akke waytek, kaadu moominiin dibuk Yallal kelitay.","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:11","price":"11. Yallaa kee kay farmoytal yeemene marawidaffeynaani farakka hayisa siinik iyyeenik, toysa daffeyna farakka hayisa, Yalli isi jannat farakka siinih heelek, kaadu uguta siinik iyyeenik uguta, Yalli siinik yeemeneh yan mara fayya haa, kaadu qilmi kah yontocowwime mara fayya Íe darajatittel fayya haa, Yalli isin abba haytaanamak adda yaaxigi, tu kaak maqellitta.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:12","price":"12. Yallaa kee kay farmoytal yeemene maraw! Yallih farmoyta garassaanam faxxan waqdi, toysa sadaqhat uysukuma sin garayak naharat, woh abtaanam maqaaneh siinih tayseeh, sorkocobbaxi saytunaaneh siinih aysuk raqtak, tokkel taceenim gee wayteenik, toysa diggah Yalli dambi cabti li, xuwaw li kinni.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:13","price":"13. Moominiiney isin tuddagnak meesitteenii! Yallih farmoyta garassaanak naharat Sadqhatitte taysukumeenimik? Toh abe wayteeniih siinil tigibdee tet tekkek Yalli dambi siinih cabchik, toysa salat soolisaay, zaka acuyaay, Yallaa kee kay farmoytih amri oggola, kaadu Yalli abba haytaanamak adda yaaxigi kinni.","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:14","price":"14. Matablannaa!Munaafiqhiinih yan maray Yalli yinqibe yahuud awlitte? Moominiiney usun siinik mayaniinaay, keenik (yahuud kinnuk) mayanin, kaadu Yallal diraabah xiibitan usun aaxaguk.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:15","price":"15. Yalli Qhiyaamah ayro gibdi digaala keenih massoyse, diggah usun abak sugeenim manxu Qaxumaa?","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:16","price":"16. Usun sinni xiibaabi goobuh haysiteeniih, sinni nafsii kee sinam Yallih gitak waaseeniih, ken bursussaah tayqunxee digaalá lon akeeral.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:17","price":"17. Ken maaluu kee ken xalay Yallih digaalak tu keenih maxiqta, woo mari usun girâ mara usun tet addal waaran.","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:18","price":"18. Yalli inkih ken ugusu waa ayro (Qhiyaamah ayro kinnuk), Kaah xiibitaanah siinih kah xiibitan innah, diggah usun ken tanfiqeemik tû bagul yaniinim akkaluk, oobbiya! Diggah usun dirableela kinnoonum.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:19","price":"19.Sheetan keenil reedeeh (ken koboreeh) Yallih cusiyya ken hawweeniseh, woo mari sheetan cizbi, oobbiya! Diggah, sheetan cizbi usun kasaarite mara.","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:20","price":"20.Diggah, Yallaa kee Yallih farmoytih amri yakeelefeeh cina mari, woo mari yuqunxuyeeh xixxibite marih loowot yanin.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:21","price":"21.Yalli lawcal macfuuzul madqeeh mekleh, diggah Yoo kee Yi farmoytit aysenno iyyaanam, diggah Yalli Qande li, Mayso li.","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"58:22","price":"22. Nabiyow Yallaa kee ellecaboh ayró nummayse maray yallaa kee kay farmoyta cine mara yakcine magcyta, ken abbobti yakkcn way, hinnay ken xaylo yakken way, hinnay ken tooboko yakken way, hinnay ken kedó yakken way, Yalli woo marih sorkocobbaxittet iimaan arciseeh, isi xaquk isi catot ken maqarroyseh, kaadu jannootay guba weeqaytitte как gexxa ken çulsa usun teetil waarak, Yalli ken meqe taamoomi keenik raabiteeh, keenih abe mattaccoo kaak raabiteenih (jannatal), woo mari Yallih cizbi, oobbiya! Digga luk Yallih cizbi, usun yisillime mara.","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"","lang":"aa"}],"chapter":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"]}