{"data":[{"name":"6:1","price":"1. Fayla inkih lem Qaranwaa kee Baaxo gineeh diteetaa kee diifu hee Yalla kinni, tohuk lakal Yallih inkittinaanee kee kay dudda tascassee astootiy maqarleeh Baxxaqqa itta abaluk koros sinni Rabbit agleytit haytaah kaat massossa qibaadal.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:2","price":"2. Yalla kinni sin abba Aadam kallak gintem isin kay Samadak Anuk, tohuk lakal isin addunyal sugtoonu waytaanah gide mekleh, aka waktiy (Qhiyaamah ayró kinnuk) yimixxigeeh kay xaqul muggaqsime mekleh, tohuk lakal isin Rabteenik lakal Yalli sin ugusuwaamah dudda leemit agaywaagittaanah.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:3","price":"3. Yallay Naba kinni, Qaranwaa kee baaxoh addal Qibaada cakkisittam, Sinaamey usuk isin Qellissaanam kee taybulleenim yaaxigeeh umaanee kee maqaanek abtaanam inkih yaaxigeh.","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:4","price":"4. Qhuraan Aayootaa kee Yallih inkittinaane tascasse Aayootak hebeltoh Aayatay ken (koros kinnuk) Rabbih xaquk keenih tamaate matan usun derre teetit cabak sugeenim akke waytek.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:5","price":"5. Nummah tama koros Nabii Mucammad cakki (Qhuraan kinnuk) luk keenih yemeete waqdi, kaa dirabboyseeniih kaal Anqaseenih, tokkel elle anqasak sugeenimih xaagitte sarra keenih amaate-le.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:6","price":"6. Ama korosuy Yallih inkittinaanc tangadde Matablannaa?keenik duma horaarik finqisneh gide, korosey (makki koros kinnuk) nanu siinih acee waynem keenih necee Baaxô bagul Qaraanak maggo Roobuy itta kataata keenih oobisneeh weeqaytittey ken dabooqaay ken cooxuk guba gexxa keenih abne, tokkel ken dambitteh sabbatah ken finqisneeh keenik lakal aka horaari ginne.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:7","price":"7. Nabiyow Qaraanak waraakitil kutbeh yan Qhuraan kol oobisinninoy, tokkel koroosite mari gabah kaa xagga heeh Mucammadow ﷺ atu luk temeetem tu-hinna Baxxaqqa iyya baabay Qellu sinni akke waytek axcuk yenen.","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:8","price":"8. Ama koros Yalli Mucammadal ﷺ Qaraanak Malaykattu macah kaal oobise weeh? Itte. Nanu malaykattu kaal oobisnek kollay ken finqah caagid meklimak yeneeh, tohuk lakal usun dagooh gide wadiroysimak manannon iyye Yalli.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:9","price":"9. Nanu woo farmoytay Rubna Malaykattu abinninoy numtinweelot kaa haak nen, usun sinni nafsii kee Boola-le marat celsiiseenim keenit celsisneh tobollokak nen, Nabii Mucammad caagid keenit kah tobollokime innah.","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:10","price":"10.Nummah Nabiyow kok duma warrayte ummattak koros kok duma Rubsumte farmoytiitil anqasseh, tokkel keenik koroosite maray Yallih farmoytiitil anqase Yallih digaalay elle anqasak mamut как Angadduk Sugeeni keenil obteeh maro keenit hayte.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:11","price":"11. Nabiyow ama korosuy koi anqassak Baaxô bagul gexaay, tohuk lakal duma farmoytit dirabboyse marak ellecabo kah tekkenna wagita keenik ixxic.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:12","price":"12.Nabiyow A-korosuk Qaranwaa kee baaxooy ken nammayih addal taniimih Reeda miyyileeh?keenik ixxic, woo Reeda dibuk Yalli- le keenik ixxic, Yalli isi nafsii Racmat mekleeh yuktubeh ikkal isi naqoosak digaalat mayasissika, diggah Yalli Qhiyaamah ayróy agaywaaga sinnit cisab kee galtoh sin gaaboyse-le, koroosite mari sinni nafsi kasaariseeh finqiseh, toysa usun Yallih inkittinaanee kee Nabii Mucammad Nubuwannul mayaaminan.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:13","price":"13. Bar kee laqoh addat Aadee kee angayye takkem inkih Yalli-le, usuk isi naqoosah maxcooca yaabbi ken taamoomik Qellittam kee tambulleem yaaxigi kinni.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:14","price":"14. Nabiyow ama korosuk : Yallak kalah awlaytu haysitoo?usuk Qaranwaa kee baaxooy ken nammayih fanal tanim gine Rabbik, usuk isi gino yarzuqheeh kaa tarzuqhem matanak keenik ixxic, Nabiyow diggah anu A-ummatak naharak yuslume num akkeeh koroositeeh Yallat agleytit haa marih num akke waamah amrisime keenik ixxic.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:15","price":"15. Nabiyow ama korosuk diggah anu inni Rabbih amri cinek kaxxa ayroh digaalak meesita keenik ixxic.","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:16","price":"16. Yalli woo saaku woo gibdi digaala kak waasa mari usun, toysa nummah Yalli kah Racmatc mara, woo digaalak naggoowaanam Baxxaqqa-le maffaafa kinni.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:17","price":"17. Seehadaytow Yalli koo Biyaktaamak tu-koo xagsek, toysa tet fayya kok haytam matan Yalla akke waytek, Yalli kayrik tu-koo xagsek, toysa kay muxxo kok waassam matanaay, Tokkel usuk kulliimih dudda-li kinni.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:18","price":"18. Yalli usuk isi naqoosah amol dirkiseh yaniih küllim kaah taqunxee, usuk naggaaraay adda yaaxigi kinni.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:19","price":"19. Nabiyow ama korosuk anu nummâ farmoyta kinniyoomuh sumaaqah yoh nabuk Raqtam Anniimiiy? Keenik ixxic, yoo kee sin fanat sumaaqiteh tanim Yalla kinnik, Usuk ama Qhuraan wacyih yol oobise kay digaalak sin kee ama Qhuraan guffu haa mara kaat meesiisamkeh, diggah isin Yallâ luk aka yallittey yaqbudeeni taniimih Sumaaqittaanaaľkeenik ixxic, Nabiyow anu wohul masumaaqita keenik ixxic, Nabiyow cagalah Yalli inki Yallaay anu diggah isin Yallat agleh hayya haytaanamak Bari kinniyo keenik ixxic.","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:20","price":"20.Ama kitab kah necee mari (yahuud kee nasaara kinnuk) Nabii Mucammad ﷺ yaaxigeenih sinni xaylo kah yaaxigen innah, woo mari usun sinni nafsi kasaarise mara, toysa usun usuk luk yemeeteemil mayaaminan.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:21","price":"21.Yallal dirab ginnaasiteeh, hinnay kay duddaa kee kay inkittinaane tascasse astooti dirabboyse marak dulmih iyyi gacaah? Num magaca. diggah daalimiinih yan mari addunyaay akeeral mayaffoofa.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:22","price":"22.Nabiyow ku-marah Cisab kee galtoh inkih kcn kobxisnu wayna ayro cusey, tohuk lakal Yallat agleytit hee marak sin Yallittey Yallat agleh hayteeniy warsitak sugteeni mannih teetiiy? keenik inna.","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:23","price":"23. Tohuk lakal usun tama esserot mokkorimen (yiqiyyerimen) waqdi, woo esserol gacseenim malón, Yallay Ni-Rabbi kinnih iyyal xiibitna immay kaat agleytit haa marah masuginnino iyyaanam akke waytek.","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:24","price":"24. Nabiyow usun sinni nafsil dirab elle yeceen inna keenik wagitey, Yallat agleytit mahannino iyyaanamal, Yallal diraabah ginnaasitak sugen Yallittc keenik Qellitteeh Bayteh.","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:25","price":"25. Nabiyow ama korosuk atu Qhuraan takriye waqdi, koo ankacsa mari keenit yan, ken lubbittet Sibaabi hayneeh ken aytiital Qilsa hayne ama Qhuraan yafhimeenih yaaxigeenimik, kulli astay Nabii Nummä tascassel yableenimih teetil mayaaminan, Nabiyow usun koo fanah yamaaten waqdi koo giddiyaanah, koroosite mari ama Qhuraan kalah tuhinna usuk awwalî mari yuktube hayyayyoona akke waytek iyyan.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:26","price":"26. Tama koros Qhuraan kee Nabii katayyuk sinam waassaah usun sinnih kaak yaxxeereenih, usun wohut sinni Nafsiksa finqisaanam maloonuuy usun woh mayaaxigan.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:27","price":"27. Nabiyow ama koros Qhiyaamah ayró girai xayyoysimta waqdi ken ablinnitoy gibdim abaluk ten, tokkel usun maganey addunyâ fanah gacsimnaah Ni-Rabbih inkittinaane tascasse astooti dirabboyse waynaah yeemene mara akkinninoy iyyan.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:28","price":"28.Wonna hinnay usun addunyal duma Qellisak sugen umaanccna keenih tambulleeh, usun addunyah gacsiminnoonuy Yallaa kee kay farmoyta ken kak waasse koroosannuh gacak yenen, diggah usun dirableela kinnon.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:29","price":"29.ama korosuy Rabak lakal ugut yanim tangadde mano matan Ni- Addunyah mano akke waytek, nanu Qhiyaamah Ayro Rabneck lakal ugsumu waa mara hinnino iyyan.","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:30","price":"30.Nabiyow ama korosuy Rabak lakal ugut yanim tangadde Qhiyaamah ayró sinni Rabbih foocal Solsimaanaah, A-ugut kee cisab cakki hinnaa? Yalli keenik iyya waqdi ken ablinnitoy uma caalat abaluk ten, yeey Ni-Rabbow usuk cakki kinnih iyyan, toysa addunyal koroositak sugteenimih sabbatah digaala tammoysa keenik iyya Yalli.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:31","price":"31.Nummah Rabak lakal Yallih angaaraw yanim dirabboyse mari kasaariteeh finqiteh, Qhiyaamah ayró garciik keenit tamaate waqdi addunyal meqe taamoomik bayisneemih nee geyte Nadaamaay iyyan usun sinni dambitte sinni xiironwal Quukak, oobbiyaiusun dambittek Quukaanam manxu Qaxumaah!","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:32","price":"32.Addunyâ mano tu-hinna digir kee doklá akke waytek, akeerâ dabqah aban meqe taama Yallak meesita marah kayrih aysuk Raqtak, korosey tamahal makaskassowtaanaa?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:33","price":"33.Nabiyow Nummah ama koros koo dirabboysak kok ittam koo Rookissam Naaxigeh, tokkel diggah usun dirabboysaanam koo hinna, kinnih immay daalimiinih yan mari dirabboysaah yangaddcem Yallih Aayootay ku-Numma tascasse kinni cirdih (Qinaadi kinnuk).","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:34","price":"34.Nabiyow Nummah kok duma koros Yallih farmoytit dirabbosseh, tokkel keenit aben dirabboysiyyaa kee Adal Yisbireenih Ni-Qokol kee cató keenih amma ittam fanah Yalli ken catu waamah keenih hee xagana korissam matan, Nummah Nabiyow kok naharat Rubsumte farmoytiitih xaaguu kee Yalli keenit abe catoh xaagi koh yemeeteh.","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:35","price":"35.Nabiyow ama koros diinit derre cabtam kol tembe tet tekkek, toysa Baaxok addal edde gacta arac gurrussaah hinnay siixiy (magaar) Qaran edde tawqe gurrussaah, tokkel atu Nabii kinnitom tascasse asta keenih bahtam duddek, toysa toh keenih ab Yalli faxinnay isin elle tanin tirtol ken gaaboysak yeneeh yaamineenim keenil Bicisak yen, toysa Nabiyow wohut Yalli faxem igma marih num makkinaay Rookat isi Nafsi maqidin.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:36","price":"36.Nabiyow cagalah atu sinam fan как secta iimaan oggoltam kuyab Raaqisuh ankacsa mara, korosuh tu-gactek usun Rabe marih loowot yaniiniih, Yalli Rabe mara Qhiyaamah ayró magooqak Nuwwuk yayyaaqe, tohuk lakal usun cisab kee galtoh kaâ fanah gacsiman.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:37","price":"37.Koroosite mari kay Rabbik kay (Nabii Mucammad kinnuk) Numma tascasse asta macah kaal obsime wayteeh? iyyen kaxxa mariinoh, Nabiyow diggah Yalli usun warsan asta keenil oobisaamah dudda-le keenik ixxic, kinnih immay woo asta Yallih fayxih obtam keenik maggo mari mayaaxiga.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:38","price":"38.Baaxol Rooci leemik mutuccu ittam matanaay Haadaytuy isi Namma galit Qaraanal Haada mayan usun sin innaah Yalli gine gino akke waytek, hebeltoh iimiy cabneeh как garcitne (karcitne) mannu lawcal macfuuzul nuktube nee akke waytek, tohuk lakal gino inkih sinni Rabbi fan gaaboysimta Qhiyaamah ayró cisab kee galtoh.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:39","price":"39.Naayoota dirabboyse mari usun Ayti maleelaay ken tanfiqem mayaabban, usun duudutteey cakkit mayaaban, tokkel usun koroosanni diteh addat giirisan, Yalli makkootiyya kah faxa mara makkoysaah, tirto kah faxa mara massa-le gital tirri haa.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:40","price":"40.Nabiyow ama korosuk yoh warisa ixxic, Yallih digaala addunyal siinit temeetek, hinnay Qhiyaamah ayró garciik (karciik) siinit temeetek, tokkel sin tibbixem fayya Siinik ittuh Yallak kalihim kallactaanaa?isin Ittaanamal numma yacee mara tekkeenik.","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:41","price":"41.Wonna hinnay isin sin yibbixe gibdaabini fayya siinik iyyamkeh sin gine Rabbi kallactaanaah usuk kaa kah kallacteenim faxek fayya siinik haa, too waqdi isin sinni numtinwellittey Yallat Agleh haytaana cabtaanaah tet hawwentaanah.","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:42","price":"42.Nabiyow Nummah kok duma sugte ummattah farmoytit Rubnch usun Yalla fan ken seecak, tokkel usun ken dirabboyseeniih, tuddagnaa kee Biyookal ken mokkorreh sinni Rabbih xixxibitaanaah kaah yaqunxeenimkeh.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:43","price":"43.Tama farmoytit dirabbosse ummatta Ni-digaala keenit temeete waqdi macah neh aqunxee weeniih? kinnih immay ken lubbitte iimaanak kafteeh gibdah Alud tekke, sheytan umaanee kee koroosannuk edde sugeenim keenit bilqiseh.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:44","price":"44.Usun (koros kinnuk) ken farmoytit ken kassisseeh ken kah amrisseemil taamitaanam cabeeniih einen waqdi, Ni- Niqmootak kulliimih Afoofi lagsiyyah (lawsiyya kinnuk) keenil fakneh usun keenih tontocowwimeemit Batra edde tan walleh wallitti iyyen waqdi, garciik (karciik) ken nibbixeeh Ni-digaalat ken finqisneh, tokkel usun külli kayrik yobboodeeniih yiggirqeenih.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:45","price":"45. Tokkel tama mari inkih Bakkiimeeh num keenik maraaqinna, Yallal koroositeeniih kay farmoytit dirabboysaanamal sinni nafsi yudlumen waqdi, fayla Yallay ginó Rabbih yani-lc, isi farmoytit cateeh koros finqiseemil.","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:46","price":"46. Nabiyow tama korosuk yoh warisa ixxic:Yalli Aytiitaa kee indita sin waysiiseeh siinik Beek, usuk lubbitte siinik alfek Yallak kalah maa Yallaay woh siinih gacissu duddam?Nabiyow Ni-inkittinaane tascasse astooti Baxxaqqa keenih kah hayna inna wagitey, tohuk lakal usun derre teetit cabaanaah tet manummaysan.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:47","price":"47. Nabiyow tama korosuk yoh warisa ixxic:Yallih digaalá garcik hinnay intih abalih siinit temeetek, koroositeeh daalimiinih yan marak- sa finqittam tanii? matan.","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:48","price":"48. Farmoytit kalah kah Rubnam mannu, moominiin jannatal aytikumusak koros girai meesiisa mara yakkeenimkeh iyyaanam akke waytek, tokkel Yallal yeemeneeh taama yessemeqqe mari,a toysa akeeral ken amol digaalâ meesi matanaay addunyal keenik warrayteemih marookitan.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:49","price":"49.Qhuraanak Naayootaa kee Nabii Mucammad ﷺ Numma tascasse astooti dirabboyse mari Qhiyaamah ayró digaala ken xagele Yallih amri cinak sugeenimih Sabbatah.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:50","price":"50.Nabiyow ama korosuk ixxic: Qaranwaa kee Baaxó kadnooni liyooh Qellittem Aaxige siinik maxca, diggah anu Malaykattu kinniyo siinik maxca, anu kalah kataatam mayyu Valii wacyih yol oobisam akke waytek, Nabiyow ama korosuk inti sinni num kee inti-le num maay massowtaa? (korostaa kee moomintu kinnuk) Yallih dudda tascassee astooti cubbussu mahaytaanaa? keenik ixxic.","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:51","price":"51.Nabiyow moominiinih yan maray isi Rabbih xaqul kobxisimu waamak meesita ama Qhuraanal meesis usun Yallak-sa awlaytuh loonum maloonuuy shafaaqatta keenih aba awlaytu malón Yallih xaqul, usun Yallak meesita mara yakkeenimkeh.","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:52","price":"52.Nabiyow moominiiniy carraay saaku sinni Rabbih fooca edde faxak kaa taqbude kó luk daffeytaamak ken maxiiriyin, Nabiyow ama tumaleela abteemih cisaabak kaamol tumatan, atu abteemih cisaabak ken amol tumatan, tokkel atu ken xiiriytek, toysa daalimiinih yan marak numuk teyna akketto.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:53","price":"53.Tonnaah Ni- naqoosak garu garut keenik mokkorre (niqiyyire) gaddali tumalit keenik mokkorak kulsale num Boolale numut keenik mokkorak, Yalli A-maraa nek fanaak guneeh Islaamaninnol tirri heem? iyyaanamkeh, Yalli isi niqmat faatita maray tirtó cakkisita mayaaxiga innaa? Yeey yaaxigeh.","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:54","price":"54.Nabiyow Ni-Astootiy atu Yallih farmoyta kinnitoomuh sumaaqitta Nummaysa mari kol yemeetek, assalaamu qalcykum keenik ixxic, sin Rabbi Racmatta isi nafsil yuktubeeh waajibiseh, diggah umaane siinik abe num iggimat tet abay hinnay Aaxaguk tet abay tohuk lakal sarra Yallal gaceeh yotoobeeh isi taama yessemeqqek, toysa diggah Yalli dambi cabtili xuwawli kinni isi naqoosah.","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:55","price":"55.Nabiyow tamannah tan Baxxaqqah tama Suuráh addal deedal mari yangaddc cakki Aayoota Baxxaqqa koh hayne, umeyniitih yan maray farmoytit cineh giti yambulleeh cakki giti Baxxaqqa iyyamkeh.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:56","price":"56.Nabiyow ama korosuk diggah anu isin Yallak kalah taqbuden Numtin wellitte aqbudeemik Yalli yoo waaseh keenik ixxic, anu sin kalbi fayxiixa makataata, sin kalbi fayxiixa kataatek, Toysa Nummah anu massale gitak makkooteeh tirri iyya marih num hinniyo keenik ixxic.","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:57","price":"57.Nabiyow ama korosuk ixxic: diggah anu inni Rabbik Baxxaqqa iyya diinih Bagul aniyo isin woo diini dirabbosseeniih anu isin obtim как faxxan digaalay edde Qataataktaana oobisaamih dudda mayyu, woo digaalah wadirroysiyyih mekla num mali inki Yalla akke waytek, usuk cakki meklaah Baxxaqqa kaa haa, usuk cakkii kee deedal ittak Baxsa marak inkih kayrih aysuk Raaqa.","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:58","price":"58.Nabiyow ama korosuk ixxic: diggah anu isin obtimit как Qataataktan digaala Yi-gabat suginnay siinil tet oobisak eneeh yoo kee sin fanat caagid meklimak yen, Yalli daalimiinih yan mara edde digaala waktih ixxigat Sinaamak aysuk Raaqa.","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:59","price":"59.Qellitti itteemih kadnooni Yallih xaqul tan woh kaak-sa taaxigem matan, usuk Barriiy Badal tanim yaaxige, caxak caffayti marada usuk yaaxige kaa akke waytek, Baaxók diteeta-le aracal Qellita amboyti mayana, uunim matanaay kaftem matan Baxxaqqa iyya kitaabih (lawcal macfuuz kinnuk) addal tan tet akke waytek.","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:60","price":"60.Yalla kinni Bar xintan waqdi Rooci siinik beytam, laqo taamoomik abtaanam inkih siinik yaaxigeh, tohuk lakal Saaku xiinik sin yaybideh Addunyal Rabah siinih muggaqsime wakti yamurruqeh gide sin sugsamkeh, tohuk lakal magooqak sin ugsek lakal Qhiyaamah ayró gacim kaâ fanah abtan, tohuk lakal Yalli addunyâ manol abak sugteenim siinih warse leeh sin elle galte-le.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:61","price":"61.Yalla kinni isi naqoosah amol dirkiseh tanim usun kaah aqunxak, Yalla kinni isi naqoosah malaykootay ken taamoomi lowtaah dacrissa Rubtam, siinik numuk teynah Rabi yamaate waqdi Ni-farmoytiiti (Rooci tayyaaqe malayka kinnuk) Rooci kaak tayyaaqcm usun Yalli ken kah amrise caagiidak tubayse kal tuboolayse kal.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:62","price":"62.Tohuk lakal Rabe mari ken Yallay cakki awlatuh keenik yani fanah gacsiman, oobbiya! Qhiyaamah ayró mekla lem Yallaay usuk cisab abba haa marak cisaabah sissikuk Raaqak.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:63","price":"63.Nabiyow ama korosuk ixxic: Barrii kee Baddi diteetah meesik iyyi sin naggoysaa? isin too waqdi Yallat xaaqimtan dooqa fayya haak Ramma haak kaah taqunxeen, Ni-Rabbi A-diteetaa kee A-gibdaabinak nee naggoysek, diggah nanu moominiiniy kay niqmatal kaa faatitta akkenno Axcuk.","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:64","price":"64. Nabiyow keenik ixxic: ama meesii kee kulli gibdaabinak dibuk sin naggossam Yalla kinni, tohuk lakal isin Qibaadal agleytit kaat haytan.","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:65","price":"65. Nabiyow ama korosuk ixxic: dibuk duddam Yalla kinni digaala irok siinil Rubtaah oobissam, hinnay sin ibittek gubak siinit Rubtam, hinnay caagiida Siinit esgegelliiy Qaxa Qaxah sin haah gari garu Qebti muduumah Qansaru siinik tammoysiisaamah dibuk dudda lem Yalla kinni, Nabiyow Ni- inkittinaanee kee Ni-dudda tascase astooti Baxxaqqa keenih elle hayna inna wagitey cubbusaah wohut Rada mara yakkeenimkeh.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:66","price":"66. Nabiyow ama Qhuraan ku-marak koroosite mari dirabboyseh usuk cakkil oobe kitab kinnuk, anu sin taamat dacayrih yan num hinniyo, cagalah anu edde Rubsumem sin gudduysâ kal keenik ixxic.","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:67","price":"67. Yallih xaagittek kuil і xaagi edde yamaate waktiy edde dabqaah arac edde xagale, korosey sin caagidik ellecabo sarrah Aaxigetton Yallih digaala siinil obta waqdi.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:68","price":"68. Nabiyow ama koroosite mara Naayootat deedal kee anqasah giirisah ken table waqdi, tokkel derre keenit cabaay keenik exxer ama yaabak kalah aka yaabat yabba iyyaanam fanah, sheytan uma yaabat yaaba mará luk daffeyaanam waaso lem koo hawweenisek, toysa tamah kassittek lakal daalimiinih yan mará luk madaffen.","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:69","price":"69. moominiinih yan maray Yallak meesital Qhuraanal anqasa marih cisaabak tukeenil matan keenik yexxeereeniih keenï luk daffee weenik, kinnih immay ken kassiisaanaah umaanek ken waasaanama usun Yallak meesitaanamkeh.","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:70","price":"70.Nabiyow sinni diini (Islaam diini kinnuk) digir kee doklah haysiteeh Addunyâ manoh Bilhada duquurusse mara (koros kinnuk) cabaay keenik exxer, Nabiyow ama mara Qhuraanal kassis nafsi dambik abeeh orbisch yaniimih yabbixsimeeh finqi gabal gacaamak, usuk Yallak-sa awlaytu maliiy shafaaqatta kaah abtam mali, ama nafsi külli fida isik yaceemih kaak tet mabeyaanaay kaak moggolinta, woo mari usun aben dambih yabbixsimen, usun girah addal niqna kak gufti toofc lee maqabah Ion, Qansarissi ken hayta digaala Ion Yallal koroositeenih sugeenimih sabbatah.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:71","price":"71.Nabiyow ama korosuk ixxic: Yallak kalah numtiwwellittey tuneh xiqe waytaah tünek kale wayta naqbudoo? nanu koroosannuh wadir gacnoo? Yalli Islaam diinî fanah tirri nee heek lakal, Sheytoona makkosseeh Baaxot gexeeh baye numuy Baditih elle gexa gambi waagisah inna nakkoo? Usuk moominiinih tan kataysiisiy nee fanah am kaak axcuk tirtóh kaah secta-leeh usuk woh keenik cinah, Nabiyow ama korosuk ixxic: diggah Yallih tirtóy Yalli yoo edde Ruubeh yani is cakki tirtó kinni, nanu inkih kah amrisinnem ginó Rabbih amri oggollaah Qibaada kaah caglisnaama.","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:72","price":"72. nanu elle amrisinnem Salat Soolisaay Yallak meesita iyyaanama, Yalla kinni isin inkih Qhiyaamah ayró fan kak gactaanaah garil kak maagowsimtoonu waytaanam.","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:73","price":"73. Yalla kinni Qaranwaa kee Baaxó cakkil gintem, Nabiyow cus Yalli Qhiyaamah ayróy Tukinniimik tik iyyaah edde takke, kay maxcó cakkiiy Baanta fuxsumta ayró dubuk Reeda lem kaa, Yalli usuk Qellittem kee tambulleem yaaxigiiy , usuk naggaara adda yaaxigi kinni.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:74","price":"74. Nabiyow ku-marah cus, Nabii Ibraahim isi abba Aazarak atu numtiwwellitte yallitteh haysittaa? Diggah anu koo kee kumara Baxxaqqa itta makoh addat sin ablek kaak iyye waqdi.","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:75","price":"75. Nabii Ibraahim Qibaadä caagidil tirri kaa kah haynennah, Qaranwaa kee baaxö Reeday nabay Yallih dudda tascasse kaa naybullee usuk iimaan asmatah le marak numuk teyna yakkem keh.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:76","price":"76. Tokkel Nabii Ibraahimit bari makteeh dite Baaxó dudde waqdi, cutukta yubleeh Ah yi-Rabbi iyye, isi mara edde yanin iggimaa kee deedal ken yaybulleem keh, tokkel woo cutukti koreeh Qellite waqdi anu Qellitta Yallitteh Qibaada makiciyyo keenik iyye.","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:77","price":"77.Tokkel alsa awaqih yuble waqdi Ah yi-Rabbi iyye, tokkel is korteeh Qellitte waqdi yi-Rabbi kaa inkittoysaamah tirri yoo heeweek massa-le gitak makkoote marih num akkeyyo keenik iyye.","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:78","price":"78.Tokkel Nabii Ibraahim ayró awaqih yuble waqdi, Ah yi- Rabbiiy А-Rabbi usuk cutuktaa kee Alsak nabah iyye, tokkel is korteeh Qellitte waqdi, Yi-maraw diggah anu isin Yallat agleh hayya haytaanamak bari kinniyo keenik iyye.","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:79","price":"79.Nabii Ibraahim diggah anu inni fooca Qibaadah inki Rabbiy Qaranwaa kee Baaxok gino Qembiseh fanah ayfukkune deedal diinittek cakki diinï fanah kelitak, anu Yallat agleytit haa marih num hinniyo keenik iyye.","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:80","price":"80.Nabii Ibraahim Yalla inkittoysaamal kay mari kaa giddiyeh isin anu Yalla Qibaadal inkittoysaamah yoo giddiytaanaa? Nummah usuk cakkï fanah tirri yoo heek, anu isin Yallat agleh haytaanaah taqbuden yallittek tu-kalak mameesita, Yi-Rabbi umaanek tuyot Boodisam faxa kaa akke waytek, Yi-Rabbi ixxigah küllim duddu heek isin makaskassowtaanaa qibaada dibuk cakkisittam inki Yalla kinnim taaxigeenimkeh Keenik iyye.","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:81","price":"81.Anu sin yallittek mannal meesitaa? Diggah isin Yi-Rabbiy sin ginet Yalli sumaq siinil kak oobise wee Yallitte agleh kaat haytaanamak mameesittaanak, toysa A-namma Buttak (moominiin kee koros kinnuk) saay kee satta iyyi cakkisitak Raaqaa? isin yaaxige mara tekkeenik keenik iyye.","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:82","price":"82.Yeemeneeh sinni iimaanat Yallat agleh tasgallee waa mari, woo mari Yallih digaalak saay kee Nagayna lech usun tirri iyye mara kinnon.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:83","price":"83.Toh Ni-sumaaqay Nabii Ibraahimih neceey kay maral Yallih inkittinaaneh sumaq kaah takke kinni, nanu Ni-naqoosak fanna marah darajoota (nubuwwannu kee ixxiga kinnuk) fayya hayna, diggah Nabiyow ku-Rabbi naggaara ixxiga-li kinni.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:84","price":"84.Nabii Ibraahimih Iscaaqh deqsita baxaa kee Iscaaqh baxa Yaq- qhuub kaah necee, ken nammayak kulli num tirri hayneeh keenik dumaak Nabii Nuuc cakkï fanah tirri hayne, Nabii Nuuc samadak Nabii Daawuuduuy Nabii Suleymaanaay, Nabii Ayyuub kee Nabii Yuusufuuy, Nabii Muusaa kee Nabii Haaruun inkih cakkï fanah tirri ken hayne, tama Ambiya abiten maqaanel ken kah galatne innaah, meqem abite mara tamannal galatna.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:85","price":"85. Nabii Zakariyyaa kee Nabii Yacyaay Nabii Qiisaa kee Nabii Ilyaas inkih meqe marih loowot yanin.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:86","price":"86. Nabii Ismaaqil kee Nabii Al- yasaqaay Nabii Yuunus kee Nabii Luut inkih ken waktih marak ken muxxusneh nubuwwannul.","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:87","price":"87. ken abbobtii kee ken Samoodaay ken toobokok fanna mara keenik tirri hayne, Ni-diini gudduysaanamkeh ken doorrech massale gitay mako sinnï fanah tirri ken hayne.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:88","price":"88. Toh Yallih tirtoy Yalli isi naqoosak isih faxa шага tirri edde haa kinni, ama Ambiya Yallat agleyta hayinnay abak sugen taama keenik Bayak ten.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:89","price":"89. Woo Ambiyay Nubuwwannuu kee tirtó niqmat kah necee usun kitab kah necee тага kinni, tokkel Nabiyow kumarak koroosite mari ama Qhuraanih Aayoota yengeddeek, toysa Nummah ama Aayoota koroositewaa marih (Muhaajiriin kee ansaaraay keenil kataata тага kinnuk) gabal tet hayne dacayrih.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:90","price":"90. Woo Ambiyay edde yabba inne, usun Yalli isi diinil tirri hee mara, toysa Nabiyow atu ken gita katat. Ama korosuk Qhuraan sin gudduysaamal galtó sin messera, Ama Qhuraan Rikeek kah oobem mali, Seehadaa kee jinnih kassiisih oobe kaa akke waytek keenik ixxic.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:91","price":"91. Ama koros Yalla nummâ massakaxxah massakaxxooy Nummah ixxigah kaa maaxaggo, Yalli seehadal wacyik tu- moobisinnaay farmoytit maruubinna iyyen waqdi, Nabiyow ama yahuuduk; Nabii Muusal oobe kitaabay Seehadah Noorii kee tirtó yakke iyyi oobisee keenik ixxic, isin ama kitab fixiixih yan waraakitil hayya haytaanaah tukak taybulleeniih maggom kaak Qellissaanah, yahuudey ama Qhuraanih addal Yallih diinii kee kay tirtók isin duma Aaxaguk suge wayteeniih sin abbobti Aaxaguk suge waytem Yalli sin eile Barse, ama Qhuraan Yalli oobise keenik ixxic, tohuk lakal sinni deedalat giirisak digroonay ken ixxic.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:92","price":"92. Nabiyow ama Qhuraan kitaabay kol oobisne, kaxxa Barkatleeh usuk kaak naharat xikki itte kitooba (tawraat kee injiil kinnuk) nummaysak yemeete, Nabiyow makki maraa kee kay deraafel Seehadak eneyyi ittam edde meesissamkeh kol kaa oobisne, Akeera Nummaysah yan mari ama Qhuraan Nummaysah, usun sinni Salat-le waktil dacrisa marah anuk.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:93","price":"93. Yallal dirab ginnaasiteeh, hinnay wacyik tukaal oobe kalah wacyi yol oobe iyye numuk, Yalli Qhuraanak oobiseh innah tanim oobiseyyo iyye numuk dulmih iyyi gacaa? Num magaca! Nabiyow ama daalimiin Rabi Sakaraat kee kay gibdah addat yaniiniih Malayka Rooci keenik tayyaaqeeh digaalah gaba keenil hayta waqdiy sinni nafsi edde tanın gibdaabinak eyyeeqaay wada Asaaku gibdi xixxibisiyyah sin xixxibissa digaalal galtimetton Yallal cakki maliinoh dirab ginnaasitak sugteeniih kay inkittinaane tascasse Astootil kaxxa mariinitak sugteenimih Sabbatah keenik itta waqdi ken ablinnitoy gibdi caalat abaluk ten.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:94","price":"94.Nummah korosey Cisab kee galtoh dibuk Naharsadda addunyal ibqasuk Qasunuk anuk sin elle ginni haynennal nel tamaaten, maaluk siinih ncceem addunyal Sinnik wadiril cabak, sin numtiwwellittey sin addal Yallat agleytiitih yaniinim как akkaluk sugteeniy diggah is Akeeral Shafaaqatta neh akkele как axcuk aqbaduk sugteeni siiní luk manabla, Nummah addunyal sin fanat suge fantaaxaw yiggiriqqeeh Qibaadal Yallat agleh tanim как akkaluk sugten yallitte siinik bayteh keenik iyya Yalli.","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:95","price":"95.Diggah Yalli Amboytaa kee Tamri Lafoyta baxsaah coox как yayyaaqe, Usuk Rabteemik Nuwwam yayyaaqeeh Rabtem Nuwwaamak yayyaaqi kinnik, toh Yallay Qibaada cakkisita kinnik toysa cakkik deedal fanah mannal kelittaanaa? Kaak kalihim taqbuden waqdi.","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:96","price":"96.Edde luk Barti ditek Маасі diifu baxissam Yalla kinni, Bar laqo abten taqabik edde taadeeniih Raacatah siinih abc, Ayroó kee Alsa sinni maroh addal diggale Cisaabay waadol yanil gexan wakti elle taaxigeenimkeh, toh Yallay mayso-ley ixxigalih yanih waadoysiyya kinni.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:97","price":"97.Yalla kinni Cutuuka Barrii kee Baddi diteetal Astootih siinih hay tem gitak hoxxeenik gita elle geytaanamkeh, Nummah Yallih inkittinaane tascassee Astooti Yalla yaaxigeeh kay madqooqi yaaxige marah Baxxaqqa hayne.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:98","price":"98.Yalla kinni sinaamey inki Nafsik (Nabii Aadam kinnuk) sin gintem, tokkel Agbi maxaxal madabay elle dabaqtaanaa kee Labhâ xiironwal elle daccarsimtan arac siinih abe, Nummah Astootiy Yallih inkittinaane tascassee teetit Radaah tet yafhime marah Baxxaqqa hayne.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:99","price":"99.Yalla kinni Qaraanak lee siinih oobissem, tokkel ummaan iimiy Baaxok ubukku itta edde neyyeeqeeh nuysubke, tokkel toobokeemik Anxax coox kee Anxax Buqre neyyeeqe, tokkel Buqrek exefut tan Amboy ittak Bagul tani neyyeeqeeh Nakli Qoxxak dagiyyi kak xayiih xabcini curra nayyaaqe, woo. leet Qinab cooxuuy Zaytuun kee Rummaan cooxuy caffi itta kak ceelaah mexexuu kee tami itta kak ceelewaa cooxih Bustaanwa edde neyyeeqeeh nuysubke, sinaamey ama cooxih mexexi yawqe waqdii kee Alaa waqdi wagita, diggah sinaamey tama caxâ mixuy ittak sissinit Yallih dudda tascasse Astooti tan kay inkittinaane Nummaysa marah.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:100","price":"100. Tama koros Qibaadal jinni Yallat agleytiitih hayte Yalli ken gine Rabbih anuk, usun Yallal diraabah aaxige kalah lab-xayloo kee Say- xaylole axcuk woh deedalah kaal ginnaasiten, Yalli Saytunnooweh fayya iyye tama koros kaa edde weelossaamak.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:101","price":"101. Yalli Qaranwaa kee Baaxooy ken nammayih addal tanim tookomeh tan ceelallo maleh ginek, Yalli Baxa-lem mannal kaah takkee? usuk Barra malik, Usuk küllim gine Rabbih anuk, usuk ummaanim yaaxigi kinni.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:102","price":"102. Korosey toh Yallaay sin gine Rabbi kinniih kaak-sa Qibaada Cakkisita Yalli mayan, usuk ummaanim ginek Toysa dibuk kaa uqbuda, usuk ummaanim dacrisaah isi ginóh caagiida dibuk gexsa.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:103","price":"103. Addunyal Yalla intiita matablaay usuk tet yableeh kay ixxiga teetit maroh tan, usuk isi naqoosah xabciniih xuwaw keenih leeh ken caagiidak adda yaaxigi kinni.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:104","price":"104. Nabiyow ama korosuk Nummah sin Rabbik tirtoó kee cakki gitak makkootaanam edde tablen Baxxaqqooqii kee Sumaq siinih yemeeteh, cakki yableeh Nummaysa num toysa isi Nafsi kah yablem, cakki able waah cakkik makkoota num isi Nafsi finqisam, anu sin taamoomi dacrisa num hinniyo anu cagalah Yallih farmo gudduysa numuk kal keenik ixxic.","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:105","price":"105. Ama Qhuraanih Aayootal korosuh Yallih inkittinaanee kee Nubuwwanni caagiida Baxxaqqa kah hayne innah iggima kak eelli haanamih Sumaqwa Baxxaqqa keenih hayna, Nabii Mucammdow ama koros diraabah atu kitab-le marak Baritte iyyaanamkeh, cakki yaaxigeeh oggola marah Baxxaqqa kaa (Qhuraan kinnuk) hayna kaa kataataanamkch.","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:106","price":"106. Nabiyow ama Qhuraanay ku- Rabbik wacyih kol obsime katat Yallak-sa Qibaada cakkisita Yalli mayan, koroosite maraa kee ken deedalat derre cab.","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:107","price":"107. Yalli ama korosuh tirtó faxinnay tirri ken haak yeneeh usun agleytit kaat haak manannon, Nabiyow ken taamoomih dacayrit koo mahanninooy atu ken caagiidaa kee ken Rizqhih Awlaytuh (abbah) matanto.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:108","price":"108. Muslimiiney koroosite mari Yallak kalah yaqbude numtiwwellitte maxaafina, toysa usun caddoktatur kee Yallih nabna takkeh gideh Aaxige waytih Yalla xaafe loonuk, tama korosut ken uma taama keenit kah bilqisnennah kulli ummattat ken uma taamoomi keenit bilqisneh, tohuk lakal gacim keenik ken Rabbí fanah yakkeeh usun taamak abak sugeenimih xaagu keenih warse-le.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:109","price":"109. Tama koros Yallal kaxxa xiibah xiibitte, maqarle Asta keenih temeetek kollay diggah teetil yaaminoonu waanamah, Nabiyow cagalah maqarle Astooti Yallih xaquk taniih tamaate keenik ixxic, moominiiney diggah ama Astooti keenih temeete tet tekkek Aamine woonuwaanam maca sin taysixxigee?","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:110","price":"110. Lubbittee kee intiita keenik Korankorisnah naharsi adday Qhuraan oobe kay Aayoota kah Nummayse ween innah tet (Astooti kinnuk) manummaysan, ken caddok taturut edde ken cabna usun agaywaagat anuk.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"aa"},{"name":"6:111","price":"111. Tama koros essertem teetih oggollaah, diggah nanu Qaraanak malayka keenil oobisnaah Rabe mari keenï luk yaabaah usun essereenimik küllim foocaa kee foocah keenih kobxissi hayinninoy Nabiyow atu ken kah sectam nummaysak manannon Yalli faxa kaa akke waytek, kinnih immay ama korosuk maggo mari atu Yallih xaquk luk keenih temeete cakki yaagimeenih.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:112","price":"112. Nabiyow ama koros kok naqboytit kah abnennah Ambiyak kulli Nabiik seehadâ sheytoonaa kee jinni sheytoona naqboytit keenik abne, keenik mariiy marah deedal maxcoocay bilqiseeni ittal Qidan waswasah tet yaabbe mari edde duquurutankeh, Nabiyow ku- Rabbi faxinnay usun woh abak manannon, toysa usun diraabak ginnaasitaanam kee ken ittah cab.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:113","price":"113. Ellecaboh ayró tanim nummaysewaa marih lubbitte cakkik kelittaah kaal taamite waanamkeh, ken nafsi yakcineeh usun dambittek orbisoonuwaanam orbisitaanamkeh.","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:114","price":"114. Nabiyow tama korosuk ixxic: Yallak kalah tanim yoo kee sin fanal garkureh gurrusoo? Qhuraan kitaabay madqooqi kak Baxxaqqale siinil oobissem kaa kinnik, kitab kah necee mari diggah usuk (Qhuraan kinnuk) ku-Rabbik cakkil obsimem yaaxigeh, toysa Nabiyow wacyih kol oobisneemik agaywaagat yan marih num makkin.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:115","price":"115. Nabiyow ku-Rabbih Qangara (Qhuraan kinnuk) xaaguu kee maxcoocâ Nummaay madqooqi Qadaalatal duddeh, toysa kay Qangooruy duddale korissam matan, usuk isi naqoosa ittam yaabbi ken taamoomi yaaxigi kinni.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:116","price":"116. Nabiyow Baaxol yan marak maggo mara katatteeh ken yab oggoltek Yallih gitak koo makkoyselon, usun kalah kataataanam malón akkal akke waytek, usun wohul diraabak sa yaceenim malón.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:117","price":"117. Diggah Nabiyow ku-Rabbi isi gitak makkootc marat siinik yayseeh keenik yayseh, usuk isi gital tirri iyye marat kulli marak yayseh.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:118","price":"118. Toysa Muslimiiney Tasguuden waqdi Yallih migaq elle xagten lacih cado akuma kay inkittinaane tascasse Astootil taamine Moominiin tekkeenik.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:119","price":"119. Muslimiiney Tasguuden waqdi Yallih migaq elle xagen lacih cado takmeenimik sin waassam macaay? Nummah Yalli caraamu siinil abem Baxxaqisehik edde gadamgadditteenim akke waytek, diggah makkoote marak maggo mari ixxiga как Aalle kalah sinni nafsí fayxih sinam makkoysan, diggah Nabiyow ku-Rabbi usuk umaanet caddok tatre marat kulli marak ixxigah yayseh.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:120","price":"120. Sinaamey dambittek tambulleem kee teetik Qellitam inkih caba, diggah dambitte abaah tet orbisah yan mari elle galtimeleeh diggalsimele abak sugen dambitteh sabbatah.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:121","price":"121. Muslimiiney yusguuden lacak Yallih migaq elle cussuumcwee lacih cado makmina, diggah woo lacih cado yakmeenim Yallih amrik awqiyya kinnik, diggah jinni sheytoona seehadâ korosuy ken awlaytiitih tanil waswasah ceelalloola Qambisan barugay Yalli Qideh cado matakmaanaay sinnih Qidden lacih cado takmen axcuk sin giddiyaanam keh, muslimiiney Bargi cado calallossaanamal ken amri oggolteenik, toysa diggah isin keninnaah Yallat agleytit haa mara kinniton.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:122","price":"122. Koroosanni Rabat suge numuy lubbi kak iimaan noorit nuynuwweeh tirri hayneeh nooriy sinam fanal elle gexa kah hayne num, way как awqewaa iggimaa kee koroosanni diteetah addat yan numih inna maay kinni? Hinna, tama sin giddiya korosta kah wacarrisne innaah, tonnaah korosuh le uma taamoomiy abak sugeeni keenit bilqisneh iyyaYalli.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:123","price":"123. Tonnaah kulli magaalal kaxxa maray umeyniitih yani hayne uma malah teetil malsaanamkeh, usun woo uma malay malsaanat sinni nafsik sa finqisaanam malón usun woh mayaaxigaanammay.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:124","price":"124. tama koros Nabii Mucammad Nabii kinnim tascasse Aayoota Qhuraanal keenih temeetek kay nubuwwannu inkinnah manummasna Yallih farmoytiitih tontocowwimeh innah tan Astooti neh ontocowwu ittam fanah iyyen, Yalli isi farmo elle haakkee kee sinam tet gudduysuwaa шага yaaxigeh, umeyniitih yan maray uma taamoomi abe xixxibaanee kee gibdi digaala Yallih xaqul ken xage-le Qhiyaamah ayró, muslimiin kee islaamaninnoh uma mala malisak sugeenimih sabbatah.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:125","price":"125. Yalli tirri haam faxa numuh islaamaninno noorih Alil (lubbi kinnuk) kaah farakka haa, Yalli cakki gitak makkoysam faxah yan numuk tirtoh oggoluk Alil kaak ceyissi haa Qaran gubaak iroh yawqe numuy ufuy edde yaadehinnah cakki oggolaamak Alil kaak edde yan ceyah gibdah Yalli koros lubbitte yaaminccnimik kah ceysennah, tonnaah Yalli isi nummaysewaa maral digaala haa.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:126","price":"126. Nabiyow amah ku-Rabbih gitay massal yani kinni, Nummah Astooti kassitaah elle kaskassoowa marah Baxxaqqa hayne.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:127","price":"127. Tama Astootil kaskassoowa marah Qhiyaamah ayró ken Rabbih xaqul Jannatay nagaynâ dabqa kinni Ion, usuk ken awlaytuy addunyal ken cataah ken dacrisaah akeeral isi niqmatal ken konnabisa kinni, meqe taamoomi addunyal abak Sugeenimih Sabbatah.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:128","price":"128. Nabiyow cus: Qhiyaamah ayróy koros kee jinni sheytoonay ken awlaytiitih tani Yalli inkih edde maagoysa ayró, jinni Buttay isin N ummah seehadak maggo тага makkoosseeniih maxqawissen keenik iyya Yalli, seehadak ken awlaytiitih tan koros Ni- Rabbow nee kee ginnik mariiy marat satta iyyeeh yintifiqeeh atu addunyâ manol neh xagte wakti yumurruqeeh noofeh iyyan, Yalli keenik iyyah: gira siinik orbeynaay siinik madaba isin teetil waarak, Yalla inkittoysak suge umamaray ku-Rabbi girai waaram kah faxe weey Sarra isi Racmatah girak yayyaaquwaa akke waytek, diggah ku-Rabbi naggaara isi naqoosah caagid yaaxigi kinni.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:129","price":"129. Jinni sheytoona seehadâ korosih amol kah haynennah, seehadak daalimiinih yan тага maraay mari amol keenik haynaah ittat ken Rubna umaane abak sugeenimih Sabbatah.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:130","price":"130. Jinnii kee Seehadâ korosih Buttay Siinik (dubuk Seehada kinnuk) farmoytit siinih mamattoo? Yi-Aayoota siinil akrayuk, tama sin ayró (Qhiyaamah ayró kinnuk) Yi-digaalah angaarawak sin meesiisak mamattoo? Keenik iyya Yalli. ku-farmoytit ku-Aayoota nee guddusseemih ninni Nafsil sumaaqitnaah Naalimeeh nanu woh keenik dirabbosneh iyyan, tama koros addunyâ manoh bilhada ken duquurusseeh, diggah usun korosuh sugeenimih sinni Nafsil Sumaaqiteenih.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:131","price":"131. Woo farmoytiitit abne Ruubiyya kah abnem Nabiyow ku-Rabbi magaalol шага annaak finqisam akke waytek sa seeco ken Aafe kalah usun garcit anuk.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:132","price":"132. Seehadak uinmaan numuy Yallih amri oggole hinnay Yallih Amri cine taamak abba heemil Yalli kaa gudduysa aracay kaa elle galtale, Nabiyow ku-Rabbi isi naqoosa abba haytaamak garcita Rabbi hinna.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:133","price":"133. Nabiyow ku-Rabbi gadda-li numuh maceyta usuk xuwaw-le Rabbi kinni, Yalli faxê kollay sin Qiddi heeh sin lakal isih faxa mara ciggiilise-le aka maray siinik duma sugeh Samadak sin kah gine innaah.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:134","price":"134. Diggah korosey sin Rabbi Qhiyaamâ mamut kee digaalak sin kah xagnisem Amaateleeh tamaatu waytam Raqmali, isin Yallak yassaqqe mara hinnitoonuuy usuk sin digaalele akeeral.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:135","price":"135. Nabiyow keenik ixxic: Yi-maraw elle tanin koroosannih gital taamita diggah anti Yi-Rabbi yoo kah amrise diinil taamitak, tokkel digaala siinil obta waqdi akeerâ dabqal meqeeh faylale ellecabo geytu waytam nee kinnim kee sin kinnim sarrah Aaxigetton, diggah daalimiinih yan mari faxaamal mayaffoofa.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:136","price":"136. Tama koros Yalli gineemik Buqree kee lacak Yallah maglab hayte, tokkel tah Yallih iimiiy tah Ni-yallitteh iimi iyyan usun elle warsitan innal, ken yallitte leeh teetih yeexegeenim Yalla mataafaay Yalli leeh Yallah yeexegeenim ken Yallitte taafeh, usun aban mekla manxu gacta meklaay!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:137","price":"137. Tonnaah sheytoona korosuh Yallah maglab haanaah sinni yallitteh maglab haanam keenit kah bilqissennah, sheytoona korosuk maggo marah ken xayloh qidim keenit bilqisseh finqat ken Qiddaah ken diini keenit tobolloktamkeh, Yalli woh abaanam keenik faxe wannay abak manannon, kinnih immay usuk ken uma caalat yeexegeeh keenil mekleh, toysa Nabiyow usun diraabak ginnaasitaanam kee ken Sittah cab.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:138","price":"138. koros Ah gaalaa kee Buqrey makmo kak waasoleeh caraamuk tani, nanu kah fanna marak sa num tet mayakma iyyen usun clic warsitan innal, tah gaalay feeraanaah yaarreenim waaso как le kinni, tah gaalay yasguuden waqdi numtiwwellittê migaaqak sa Yallih migaq elle cuse waana yan iyyan, Yallal ginnaasitak sugen diraabih Sabbatah, Yalli diraabak kaal ginnaasitak sugeenimih sabbatah kaxxa digaalal ken galte-le.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:139","price":"139. koros ama gaalih bagut xaylok tanim cagalah nek labhah Calaalik taniih nek agabul caraamuk tan woo xaylo nuwwuk toobokek, Rabteeh barugah toobokek, toysa agabuu kee labha inkih edde tangale iyyen usun Yallal dirab ginnaasitak sinnih calalloysitaanaah sinnih caramoysitaanam madqiten woh Yalli keenih idnise kalah, Yalli kaxxa digaalal ken gaițele, diggah Yalli Naggaara Yaaxigi kinni.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:140","price":"140. Nummah sinni xaylo kassi dagnaa kee Yallak ken toofe ixxiga Aalle kalah Qida mari kasaariteeh finqiteh, usun Yalli ken yurzuqheh yanim Yallal dirab ginnaasitak sinni nafsil carammoysen, nummah usun cakki gitak makkooteeniih tirri iyye marah masuginnon.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:141","price":"141. Yalla kinni Bustaanway kelsaa kee daala faxa cooxuy coox kah soolisaanaa kee kelsaa kee daala faxewaa coox addal как yani siinih gintem, tamiiraa kee buqrey makmol tami kak sissinii kee Zaytuun coox kee Rummaan cooxuy caffi itta kak ceelaah tamuu kee mexexi itta kak ceele waa teetil siinih gine, sinaamey ama coox xala waqdi mexexu как ottokommiya, ama cooxuk mexexu dagtan saaku cakki (zaka kinnuk) как acuwa, maaluu kee maaqo mabaddaahina, diggah Yalli baddaahuleela makicnik.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:142","price":"142. Yalli lacak Qilsim siinih takkuqem (gaala kinnuk) siinih gine, lacak Qunxaaneh Qilsim akkuqe waytam (laa kee ubcunoh innah tanim kinnuk) siinih gine, tama lacak Yalli sin yurzuqheeh makmo siinih как xiqsiisem akuma, shcytan gititte makataatina Yalli siinih xiqsiiseemik tu-calallossaanaah tu-как carammossaanamal, diggah sheytan siinik Qaduwwiy Qadaawat как Baxxaqqa iyye kinnik.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:143","price":"143. Tama lacay Yalli isi naqoosah yecee Bacra afah yan, illik nammayaay (maruw kee ida kinnuk) wadarak nammay (dabeelaa kee Reyta kinnuk) keenih gine, Nabiyow ama korosuk illii kee wadarak Yalli siinil carammoysem lab-namma laca innaa? Hinnay say-namma lacaay? Hinnay illii kee wadarak namma say-tiyah maxax labim kee say-iimik Quukeemi innaa? Yalli siinil carammoysem, ama isin abteenih taniinim siinih xiqsissa ixxigay Yallih xaquk litoonu yoh warisay keenik ixxic, isin wohul numma yacee mara tekkeenik.","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:144","price":"144. gaalak nammayaay (Rakub kee Ala kinnuk) laak nammay (abur kee saga kinnuk) siinih ginek, Nabiyow ama korosuk Yalli gaalaa kee laak siinil carammoysem lab-namma laca innaa? Hinnay say-namma lacaay? Hinnay gaalaa kee laak say-namma tiyah maxax labim kee say-iimik Quukeemi innaa? Hinnak korosey Yalli lacak ama hiimih carammoysiyyah sin farriime waqdi isin edde maay Sugtcn (marten)? keenik ixxic, toysa Yallak kaa toofe ixxiga Aalle kalah Sinam makkoysamkeh Yallal dirab ginnaasite marak dulmih iyyi gacaa? Num magaca, Diggah Yalli daalimiinih yan maray koroosite tirri mahaa.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:145","price":"145. Nabiyow keenik ixxic: anu wacyik yol obsimteemit yakmeh yan Seehadayti yakmeemiy caraamu kaal takke magenniyo asguude ween lacay Barge akki, hinnay caxta Qabala akki, hinnay cereyyâ cadoy diggah Najisik tani akki, hinnay masgaadal Yallih amrih cinah Yallih migaaqak kalih migaq elle xaggiime lacih cado tekkeh akke waytek, tama carammowtem yakmeemit Qulul gibda kafisse numuy cadó fayxih akmewaah makmol caddok edde tatre waa elle kataataanam matan, toysa diggah ku-Rabbi dambi cabti-li xuwaw-li kinni.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:146","price":"146. Nabiyow tama korosuh cus: lac kee haadak yahuudul carammosnem xukcuno Aalle waytaah lifiqleemi, laa kee ubcunok (illii kee wadar kinnuk) xaytitte caraamu keenil abne, woo namma lacih xiironwaay hinnay woo namma lacih uluuqah Bagul tan xaytittee kee hinnay lafoofit tengele xaytittey calaalik tani akke waytek, tohul ken kah galatneeh keenil kah carammosnem ken uma taamoomiy usun caddok edde tatreenih sabbata, diggah nanu keenik warissi hayneemit Numma nacee iyye Yalli.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:147","price":"147. Nabiyow yahuud kee korosuk koo cina mari koo dirabboysek, toysa sin Rabbi farakkale Racmatle Rabbi kinniih kay digaala temeete tet tekkek umeyniitih yan marak tet gacissam matana keenik ixxic.","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:148","price":"148. Koroositeh yan mari Yalli faxinnay Yallat agleytit nanu haak mananninooy Ni-Abbobti haak mananna, nanu hebeltohim carammoysak manannino axcelon, tama koros koo kah dirabbossa innah keenik duma sugte koros sinni farmoytit dirabbosseh Ni-digaala keenil obbuuy tet tammossu haanam fanah, Nabiyow tama lac kee Buqrek carammosseenim kee koroosannu Yalli neh faxe kak ittaanal ixxigay neh tayyaaqeeniih taybulleeni maay liton? Isin tamahal akkalak sa katattaanam mantoonuuy isin diraabak-sa taceenim mantoonu keenik ixxic.","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:149","price":"149. Nabiyow keenik ixxic: isin abtaanamih sumaq Aalle wayteenik, toysa sin akkal yargiqe Sumaaqay duddale Yalli Ie, tokkel usuk faxinnay inkih tirri sin haak yen massale gital.","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:150","price":"150. Nabiyow tama korosuk tama isin lac kee Buqrek sinnil carammosseenim Yalli siinil carammoyseemih siinih sumaaqita mara baahay keenik ixxic, tokkel usun dirab kee Almummah sumaaqiteenik, toysa Atu keen! luk masumaaqitin, Ni-Aayoota dirabboysa maray Akeerä mano Nummaysewaah Nafsi fayxi makataatin, usun sinni Rabbit agleytit massoysan.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:151","price":"151. Nabiyow sin Rabbi siinil carammoysem siinil akriyehik ama keenik ixxic: kaah abtan Qibaadal kay ginok agleh tukaat hee waytaanaah Namma xaleynah tamqeenimi, tuddagnä meesih sinni xaylo maqidina sin kee ken inkih nanu narzuqhek, kaxxa dambittek (dalwaa kee abto как Qaxumaanelem kinnuk) tambulleem kee Qellittaamal tectik maxayyoowinaay Yalli Qidim как carammoyse Nafsi cakkil Qiddan sin akke waytek ma-qidina, toh Yalli sin как waaseeh sin kah Amriseemiy sin edde farriime kinni, isin tamahal kas-kassoowa mara takkeenimkeh.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:152","price":"152. Qayxixxi maalul maxayyoowina kay maaluu kee kaah inkih tuxxiqih elle yayse fooca akke waytek, usuk edde baaluka Qurnri guffuuy kas-bahha haam fanah, keelaa kee Miidan Qadaalatal duudusa nanu hebelto nafsil duudaamak-sa duude waam kaal mahaynak, yabteenik Qadaalatat yaabaay cakkik xabanah makeltinaay cakki edde yan num siinil xayi marih num yakke way, Yalli kay diinil taamittaanamah siinil hee xaganaa kee sin kee sinam fanat yan xagana inkih duudusa, toh Yalli sin как waaseeh sin kah Amriseemiy sin edde farriime kinni, isin tamah kassitaah kas elle geya mara takkeenimkeh.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:153","price":"153. diggah amah Yi-diinih gitay massoowak kaa kataataay aka gititte (koroosanni gititte kinnuk) makataatina, toysa Yallih gitak sin makeleeh sin ayxeerelek, toh Yalli sin kah farriimaama Yallak meesita тага takkeenim keh.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:154","price":"154. Nabiyow tohuk lakal ama korosuk ixxic: Nabii Muusah Tawraat kitab necee tama kay diinih marak taama yessemeqqe marah niqmat duudusiyyah, ken diinih caagiidak kulliimih Baxxaqqaa kee israa-iil xayloh tirtoo kee Racmatta yakke kitaaba usun Rabak lakal ugut yaniih sinni Rabbit yangoorowoonu waanam nummaysaanamkeh.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:155","price":"155. Tama Qhuraan Barkatle kitaabay Nabii Mucammadal ﷺ oobisnek, usuk sinam kah amrisam kaak kataataay usuk sinam как waasaamak waasimaay, Yallak meesita usuk kah Racmate mara takkeeniih kay digaalak naggoowe mara takkeenimkeh.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:156","price":"156. Cagalah tama Qhuraan kah oobisnem Qaraanak kitab elle obsimem nek naharat sugte Namma Buttaay (yahuud kee Nasaara kinnuk) nanu ken kitoobah akriyiyyak garcit sugne Axce waytaanamkeh iyyaanama Qarab korosey.","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:157","price":"157. Hinnay korosey diggah nel kitab obsiminnay tirtoh keenik (yahuud kee Nasaara kinnuk) aysuknen ittaanamak oobisne Qhuraana, toysa nummah sin Rabbik Qhuraanay calaalii kee caraami elle Baxxaqqa iyyaah A-ummatah tirtoo kee Racmat yakke kitab siinih yemeete, tokkel Yallih Qhuraanih Aayoota dirabboyseeh derre edde cabe marak dulmih iyyi gacaa? Num magaca, tama Ni-Aayootat derre caba mara uma digaalal ken galtenno teetit derre cabak Sugeeniih Sinam Ni-gitak waasak Sugeenimih Sabbatah.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:158","price":"158. Yallih diinit derre cabaah sinam kak waasa mari Qambaalam maay lee?mali, Malaykay (rooci yayyaaqe Malaykattuu kee rooci mayyuuquh kaa catta Malayka kinnuk) Rooci mayyuuquh keenih tamaate, hinnay Nabiyow ku-Rabbi Qhiyaamah ayró isi naqoosah fan mekeluh yamaate waqdi, hinnay Qhiyaamah ayroh mamut tascasse Astootik tukteyna tamaatem Qambaalan ken akke waytek, Nabiyow ku- Rabbik Qhiyaamâ mamut tascasse Astootik tutamaatc Saaku duma Aamine wee Nafsi, hinnay yeemeneeh iimaanat maqaane orbise wee nafsih woo waqdih iimaan tukaah maxiqa, Nabiyow ama korosuk isin woo digaala siinih tamaatem Qambaala nanu diggah isin edde finqittan wakti Qamballahak keenik ixxic.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:159","price":"159. Diggah Islaam diini cabeeh sinni diini baxam-baxsite maray cizbi-cizbi yekkek Nabiyow atu keenik bari kinnito, cagalah ken caagiidah awlaytuh Yalli yan, tohuk lakal Qhiyaamah ayró usun addunyal abak sugen taamoomi keenih warsele, keenik meqe taama abe mara maqaanel galteleeh uma taama abe ken umaanel ken gaițele.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:160","price":"160. Qhiyaamah ayró Yalli kicna taamak inki maqaane luk yemeete num, toysa tet innah tan maqaancenak tabna maqaancle, Yalli niqbi taamak inki umaane luk yemeete num, toysa tet innah tan umaanek sa elle gaitimam mali, usun abiteenimik tul mayandulluman.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:161","price":"161. Nabiyow tama korosuk ixxic: diggah yi-Rabbi massale gitay (islaamaninno kinnuk) kay Jannat Sinam gudduysâ fanah tirri yoo hee, usuk islaamaninno diiniy massal yaniy mako sinniy Nabii Ibraahim diiniy cakki fan kelta kinni, Nabii Ibraahim Yallat aglcytit haa marih numuh masuginna.","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:162","price":"162. Nabiyow tama korosuk yi- Salaataay anu aba masgaadaay yi-manooy yi-Raba inkih ginô Rabbi-le keenik ixxic.","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:163","price":"163. Yalli agleyta maliiy anu tohul dibuk kaa inkittoysaah kaa aqbudeemih amrisime, ta ummatak anu muslimiinik naharsittu kinniyo keenik ixxic Nabiyow.","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:164","price":"164. Nabiyow anu Yallak kalah aka Rabbi gurrusoo? usuk kulliimih Rabbi kinniway keenik ixxic, ummaan nafsiy uma taama aba mayan, dambi kaal kak yan kaa akke waytek, dambile nafsi aka nafsih dambi mayassukuqqa, tohuk lakal Qhiyaamah ayró gacim siinik sin Rabbí fanah yakke, tokkel diini caagidik itta elle waak sugteenimih xaagu siinih warsele.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:165","price":"165. Yalla kinni dumi mara finqisek lakal Baaxo keenik ciggiila mara sin abtem, Yalla kinni garu gari amol darajatah fayya siinik haytem isi niqmootak siinih yeceemil sin mokkoramkeh, diggah Nabiyow ku-Rabbi koroositeeh isi amri cine marah digaala sissiki ken digaala waqdi, diggah kaa nummayseeh meqe taama abe marah dambi cabti-li xuwaw-li kinni.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"aa"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}