{"data":[{"name":"64:1","price":"1. Yalla qaranwal tanim kee baaxô bagul tanim inkih kaa saytunnossa, usuk dudda le reeda leeh, qax meqe fayla le, usuk ummaan iimil dudda li kinni.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:2","price":"2. Usuk Yallay sin gine kinni, korostay yallih inkittinaane yangadde siinik yaniih, moomintuy kaa nummaysay kay diinil taamita siinik yanih, Yalli isin abba haytaanam yabali kinniih tu kaak ma qellittaay sin elle gälte le.","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:3","price":"3. Yalli qaranwaa kee baaxó cakkil gineeh sin tayse weelot weeloyseeh usuk sin weeloola qaxa yeymeeqe, Qhiyaamah ayró siinik madaara kaâ fanah takke.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:4","price":"4. Yalli yaaxigeh qaranwaa kee baaxóh addat tanim, kaadu yaaxigeh qellissaanam kee taybulleenim, kaadu Yalli alilwah addat tanim yaaxigi kinni.","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:5","price":"5. Ta korosey Siinik duma Koroositê suge marih (Qaad kee Samuuduuy.....) xaagi Siinih mamattoo? Tokkel usun sinni koroosannuu kee sinni uma taamah digaalá tammoyseenih, kaadu usun akeeral ken qansarissa digaalá Ion.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:6","price":"6. Tama digaaláy addunyal keenit tekke keenit kah tekkem, ken farmoytiitiy Yalli keenih ruube baxxaqqooqi le astooti keenih luk amaatuk sugteeh, usun tokkel woh assacakkuk: nee seehada tirri haytaa? Iyyeeniih, koroositeeniih, iimaanat derre caben, Yalli usuk ken iimaanak gaddaliteh. Yalli isi ginók gaddali numuh ma ceyta, usuk isi abtol fayla li kinni.","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:7","price":"7. Koroosite mari rabak lakal inkinnah magooqak ugsume waanaah awqe waanam yekkeleeniih warsiten, Nabiyow! Keenik ixxic: yeey inni Rabbil xiibita immay isin sinni magooqak ugsumettoonuuh awqetton, tohuk lakal isin addunyal taamoomik abteenim siinih warselon, Yalli sin magooqak sin ugsaah sin taamal sin gaitam kaal xabcinih.","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:8","price":"8. Toysa Yallaa kee kay farmoytaa kee Nooriy (Qhuraan kinnuk) oobisne nummaysa, Yalli abba haytaanamak adda yaaxagi kinni.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:9","price":"9. Maagoynah ayroy Yalli sin kee gino inkih edde gaaboysa kassita, toh baxaysitiyyi edde yambullee ayróy mariiy marak edde muxxuta kinni, kaadu Yalla nummayseeh, meqem abite num, Yalli kay dambitte kaak duugaah, jannootay guba weeqaytitte как gexxa kaa çulsa, umman tet addal waarak, too jannootal aban waariyyi kaxxa affaafaay kaxxa asallaame (limayiyya) kinni.","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:10","price":"10. Kaadu koroositech, Ni astooti dirabboyse mari, woo mari girâ mara tet addal waarak, is manxu umâ gacsimeyna.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:11","price":"11. Umaane inki num maxagta Yallih meklaay kay idini akke waytek, kaadu woh Yallak is xagtem nummayse num, Yalli kay sorkocobbaxa tirri haa wohul yisbireemih taagah, Yalli ummaanim yaaxigi kinni.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:12","price":"12.Kaadu Sinaamey Yallih amri oggolaay, Kay farmoytih amri oggola, ama oggolut derre cabteenik, toysa cagalah Ni farmoytal tanim baxxaqqa le gudduysiyya kinni.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:13","price":"13. Yalli inkittu kaak sa qibaada cakkisita Yalli mayan, tokkel moominiin dibuk sinni caagiidah Yallal kelittay.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:14","price":"14.Yallaa Kee kay farmoyta nummayseh yan maraw! diggah sin agabuu kee sin xaylok tuk teyna sin qaduwwik keenik cibbarsima, kaadu usun baaheenimik qafu keenih abteeniih ken elle kataate wayteeniih, keenih cabteeniih ken tustureenik, toysa diggah Yalli dambi cabti li xuwaw li kinni.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:15","price":"15.Cagalah sin maaluu kee sin xaylo siinih aqayyaare (mokkoro), Yalli kaxxa galto Íe (kay oggol doorite marah).","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:16","price":"16. Toysa moominiiney Yallak meesita duddu haytaanamal, kaadu yallaa kee kay farmoyta sin kah sectam oobbiyaay, ken amri oggola, kaadu Yalli siinih yecee maaluk sadaqhat acuya sin nafsih taysehik, isi nafsih cillaalek dacrise mari, toysa too mari usun yisillime (limaye) mara.","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:17","price":"17. isin Sinni maalu yallah meqe gacsah (likaacih) teceenik, Yalli sin maalu siinih xirrib xirribuh siinih heeleeh dambi siinih cábele, Yalli tu yetteccee marah кахха faatoli xiqli kinni.","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"aa"},{"name":"64:18","price":"18. Yalli qellitti ittam kee umbullu ittam inkih yaaxigi kinni, usuk isi reedal maysoli, isi abtol naggaara.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"aa"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}