{"data":[{"name":"67:1","price":"1. Yallay addunyaa kee akeerä rccda gabat le nabaah kay kayri kay ginoh amol yemeggeh, kaadu usuk ummaanimil qamal geyto lí kinni.","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:2","price":"2. Usuk rabaa kee manó gine rabbi kinni sinaamey sin yaqiyyiruh, taamâ maqaanéh siinik yayse num yamixxiguh, kaadu usuk mayso li tu kaak mataysaay, dambi cabti li kinni, kaal yuduure marah.","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:3","price":"3. Usuk Yallay malcina qaran sittak amol inkigide akkuk gine kinni. wagta numow Yallih ginót hebelto fulaa kee sissinaané matablak, tokkel qaraanâ fanah wagitto gacam gacisey, usuk tama nabna luk baquu kee qanxixu kaat maay tablee?","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:4","price":"4. Tohuk lakal Kaadu wagitto qaraanâ fanah namma adda gacam gacisey, wagta numow kunti qunxaane luk bura luk kol aduurelek, Yallih ginot hebelto cooca able kalah, is wagittok taqabba itteh.","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:5","price":"5. Yalli nummah, xiibitak addunyâ qaran ifta cutuukat bilisneeh, sheytoonä geedano tet abne, kaadu akeeral girá digaalá keenih massosne axcuk.","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:6","price":"6. Kaadu isi Rabbil koroosite mari jahannam digaalá le, kaadu is manxu uma gacsimeynaay.","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:7","price":"7. Usun teetit qambisiman waqdi, teetiy faciyyi gibdah muxxak kaxxa xongoló yaabben.","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:8","price":"8. Jahannam korosuh abte naqbih gibdah taggiggiriqqeem xayossu hayte, sinaamak horta tet addal qambisiminnaan waqdi tet loynissa malayka addunyal ta digaalak sin meesiisa farmoyti siinih mamattoo axcuk ken esserta?","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:9","price":"9. Yeey, nummah meesiise nel yemeeteh iyyan, tokkel kaa dirabbosneeh, Yalli hebeltoh iimiy oobise mali inne, isin tu hinniton kaxxa finqat yan mara akke wayteenik.","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:10","price":"10. Kaadu usun woh aalamuk: nummah nanu nek iyyaanam cakki maabbah aabbinninoy, hinnay tu raaqisa kas le mara akkinninoy, urta giráh mara akkuk manannino iyyen.","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:11","price":"11.Tokkel usun sinni dambi (koroosannu kinnuk) yeelemeeniih, tokkel urta girah marah finqaa kee Yallih Racmatak yaxxeereenim tanay.","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:12","price":"12. Diggah, ablekal sinni Rabbik meesita mari, dambi cabtii kee kaxxa galató le.","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:13","price":"13.Sinni maxcó qellissoonu, hinnay taybulloonu, Yalli sin alilwat tanim yaaxigi kinni.","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:14","price":"14. Gino gineh yan Rabbi mannal aaxige waa qellissaanam kee taybulleenim? Usuk xuwawli, adda yaaxigi kinnik.","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:15","price":"15. Kaa kinni baaxó siinih madabah sahhalossemik tet deraafel gexaay kay rizqhi akuma, kaadu ugut kaä fanah yakke Qhiyaamah ayro.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:16","price":"16. Korosey isin sinni teemeneenii qaraanal yan Rabbi Baaxó siinil xuumusaamak is gibdi angoyyih tangayye waqdi?","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:17","price":"17. Hinnak isin sinni teemeneenii qaraanal yan Rabbi arraaqi le caacay siinil ruubaamak? toysa korosey isin yi meesisso le inna aaxigetton digaalá tablen waqdi.","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:18","price":"18. Yalli xiibiteh nummah, keenik naharsi mari sinni farmoytit dirabboyseemil, tokkel ken essecekkehik yi assacokki manna keenil teellee? Ken bayisne waqdi.","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:19","price":"19. Kaadu mayablaanaa keenik amól tan haadá galwá fakta waqdii kee xambaqta waqdi takkem? raddaamak tet tabbixeeh dacrissam matan Racmaan kinni Rabbi akke waytek, diggah usuk ummaanim yabali kinni.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:20","price":"20. Hinnak korosey tah iyyaay tah ni тага как ittaanaah sin cattam? yalli sin digaalam faxek, Racmaan kinni Rabbi akke waytek, koroosite mari tú bagul mayan sheetan keenit abah yan duquurisiyya akke waytek.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:21","price":"21.Hinnak ah iyyaay, Yalli isi rizqhi siinik yibbixek siinih taceem? Wonna hinnay koroosite mari Nummaak caddok tatur kee cakkik giltaanamih bagul yeedeen.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:22","price":"22.Tokkel Foocah radak gexa num yayse innaa tirtóh hinnay massowwu iyyeh massa le gitat gexa num yaysee?","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:23","price":"23.Nabiyow!Keenik ixxic Yalla kinni suge waytik sin gintem, kaadu aytiy edde taabbeenii kee intiitay edde tableeniiy, sorkocobbaxittéy edde kaskassowtaana siinih gintem, korosey Yallih niqmatak faatittaanam siinik dagoh.","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:24","price":"24.Ixxic Nabiyow Yalla kinni baaxo bagul sin ginteeh sin fixiixissem, kaadu kaä fanah gaaboysimetton cisab kee galtoh.","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:25","price":"25.Kaadu koros: axagni maa waqadiiy isin numma yacee mara tekkeenik itta?","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:26","price":"26.Nabiyow:cagalah, Qhiyaama edde soita waktih ixxiga Yallih garil tan, kaadu cagalah anu baxxaqqa le meesiise kinniyo keenik ixxic.","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:27","price":"27.Koros digaalá xayyowtem table waqdi, koroosite marak foocitte taameh, tah teetiy esseritak assaxeeruk sugteeni keenik iyyan.","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:28","price":"28.Ixxic Nabiyow korosuk:yoh warisa! Yalli yoo kee yollih yan mara qidek hinnay neh xuwaaweh nee udurruse yekkek, koros iyyi cateleeh qansarissa digaalák.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:29","price":"29. Ixxic Nabiyow: usuk Racmaan kinni Rabbi nanu kaa nummasneeh kaal kelitne, tokkel xayuk aaxigetton digaalá obtuwayta waqdi cakki gitak baxxaqqa Íe hoxat tanim sin kinnik nee kinnim.","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"","lang":"aa"},{"name":"67:30","price":"30.Ixxic Nabiyow: yoh warisay! sin lee baaxot fuuqunteh maacissek, iyyi siinih baaheleeh daritta leey gexxa? (num mabaaha Yallak sá).","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"","lang":"aa"}],"chapter":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"]}