{"data":[{"name":"36:28","price":"اس کے بعد ہم نے اس کی قوم پر آسمان سے کوئی لشکر نہ اتارا(1) ، اور نہ اس طرح ہم اتارا کرتے ہیں.(2)","arabic":"۞ وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3733,"juzNumber":23,"footnotes":"(1) یعنی حبیب نجار کےقتل کے بعد ہم نے ان کی ہلاکت کے لئے آسمان سے فرشتوں کا کوئی لشکر نہیں اتارا۔ یہ اس قوم کی تحقیر شان کی طرف اشارہ ہے۔\n(2) یعنی جس قوم کی ہلاکت کسی دوسرے طریقے سے لکھی جاتی ہے تو وہاں ہم فرشتے نازل بھی نہیں کرتے۔","lang":"ur"},{"name":"36:29","price":"وه تو صرف ایک زور کی چیﺦ تھی کہ یکایک وه سب کے سب بجھ بجھا گئے.(1)","arabic":"إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ خَٰمِدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3734,"juzNumber":23,"footnotes":"(1) کہتے ہیں کہ جبرائیل (عليه السلام) نے ایک چیخ ماری، جس سے سب کے جسموں سے روحیں نکل گئیں اور وہ بجھی آگ کی طرح ہوگئے۔ گویا زندگی، شعلۂ فروزاں ہے اور موت، اس کا بجھ کر راکھ کا ڈھیر ہو جانا۔","lang":"ur"},{"name":"36:30","price":"(ایسے) بندوں پر افسوس(1) ! کبھی بھی کوئی رسول ان کے پاس نہیں آیا جس کی ہنسی انہوں نے نہ اڑائی ہو.","arabic":"يَٰحَسۡرَةً عَلَى ٱلۡعِبَادِۚ مَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3735,"juzNumber":23,"footnotes":"(1) حسرت وندامت کا یہ اظہار خود اپنے نفسوں پر، قیامت والے دن، عذاب دیکھنے کے بعد کریں گے کہ کاش انہوں نے اللہ کے بارے میں کوتاہی نہ کی ہوتی یا اللہ تعالیٰ بندوں کے رویے پر افسوس کر رہا ہے کہ ان کے پاس جب بھی کوئی رسول آیا انہوں نے اس کے ساتھ استہزا ہی کیا۔","lang":"ur"},{"name":"36:31","price":"کیا انہوں نے نہیں دیکھا کہ ان کے پہلے بہت سی قوموں کو ہم نے غارت کر دیا کہ وه ان(1) کی طرف لوٹ کر نہیں آئیں گے.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ أَنَّهُمۡ إِلَيۡهِمۡ لَا يَرۡجِعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3736,"juzNumber":23,"footnotes":"(1) اس میں اہل مکہ کے لئے تنبیہ ہے کہ تکذیب رسالت کی وجہ سے جس طرح پچھلی قومیں تباہ ہوئیں یہ بھی تباہ ہو سکتے ہیں۔","lang":"ur"},{"name":"36:32","price":"اور نہیں ہے کوئی جماعت مگر یہ کہ وه جمع ہو کر ہمارے سامنے حاضر کی جائے گی.(1)","arabic":"وَإِن كُلّٞ لَّمَّا جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3737,"juzNumber":23,"footnotes":"(1) اس میں إِنْ نافیہ ہے اور لَمَّا، إِلا کے معنی میں۔ مطلب یہ ہے کہ تمام لوگ گزشتہ بھی اور آئندہ آنے والے بھی، سب اللہ کی بارگاہ میں حاضر ہوں گے جہاں ان کا حساب کتاب ہوگا۔","lang":"ur"},{"name":"36:33","price":"اور ان کے لئے ایک نشانی(1) (خشک) زمین ہے جس کو ہم نے زنده کر دیا اور اس سے غلہ نکالا جس میں سے وه کھاتے ہیں.","arabic":"وَءَايَةٞ لَّهُمُ ٱلۡأَرۡضُ ٱلۡمَيۡتَةُ أَحۡيَيۡنَٰهَا وَأَخۡرَجۡنَا مِنۡهَا حَبّٗا فَمِنۡهُ يَأۡكُلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3738,"juzNumber":23,"footnotes":"(1) یعنی اللہ تعالیٰ کے وجود، اس کی قدرت تامہ اور مردوں کو دوبارہ زندہ کرنےپر نشانی۔","lang":"ur"},{"name":"36:34","price":"اور ہم نے اس میں کھجوروں کے اور انگور کے باغات پیدا کر دیئے(1) ، اور جن میں ہم نے چشمے بھی جاری کر دیئے ہیں.","arabic":"وَجَعَلۡنَا فِيهَا جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ وَفَجَّرۡنَا فِيهَا مِنَ ٱلۡعُيُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3739,"juzNumber":23,"footnotes":"(1) یعنی مردہ زمین کو زندہ کر کے ہم اس سے ان کی خوراک کے لئے صرف غلہ ہی نہیں اگاتے، بلکہ ان کے کام ودہن کی لذت کے لئے انواع واقسام کے پھل بھی کثرت سے پیدا کرتے ہیں، یہاں صرف دو پھلوں کا ذکر اس لئے کیا ہے کہ یہ کثیر المنافع بھی ہیں اور عربوں کو مرغوب بھی، نیز ان کی پیداوار بھی عرب میں زیادہ ہے۔ پھر غلے کا ذکر پہلے کیا کیونکہ اس کی پیداوار بھی زیادہ ہے اور خوراک کی حیثیت سے اس کی اہمیت بھی مسلمہ۔ جب تک انسان روٹی یا چاول وغیرہ خوراک سے اپنا پیٹ نہیں بھرتا، محض پھل فروٹ سےاس کی غذائی ضرورت پوری نہیں ہوتی۔","lang":"ur"},{"name":"36:35","price":"تاکہ (لوگ) اس کے پھل کھائیں(1) ، اور اس کو ان کے ہاتھوں نے نہیں بنایا(2)۔ پھر کیوں شکر گزاری نہیں کرتے.","arabic":"لِيَأۡكُلُواْ مِن ثَمَرِهِۦ وَمَا عَمِلَتۡهُ أَيۡدِيهِمۡۚ أَفَلَا يَشۡكُرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3740,"juzNumber":23,"footnotes":"(1) یعنی بعض جگہ بھی چشمے جاری کرتے ہیں، جس کے پانی سے پیداہونے والے پھل لوگ کھائیں۔\n(2) امام ابن جریر کے نزدیک یہاں ما نافیہ ہے یعنی غلوں اور پھلوں کی یہ پیداوار، اللہ تعالیٰ کی خاص رحمت ہے جو وہ اپنے بندوں پر کرتا ہے۔ اس میں ان کی سعی ومحنت، کدوکاوش اور تصرف کا دخل نہیں ہے۔ پھر بھی یہ اللہ کی ان نعمتوں پر اس کا شکر کیوں نہیں کرتے؟ اور بعض کے نزدیک (مَا) موصولہ ہےجو الَّذِي کے معنی میں ہے یعنی تاکہ وہ اس کا پھل کھائیں اور ان چیزوں کو جن کو ان کے ہاتھوں نے بنایا۔ ہاتھوں کا عمل ہے، زمین کو ہموار کرکے بیج بونا، اسی طرح پھلوں کے کھانے کے مختلف طریقے ہیں، مثلاً انہیں نچوڑ کر ان کا رس پینا، مختلف فروٹوں کو ملاکر چاٹ بنانا، وغیرہ۔","lang":"ur"},{"name":"36:36","price":"وه پاک ذات ہے جس نے ہر چیز کے جوڑے پیدا کیے خواه وه زمین کی اگائی ہوئی چیزیں ہوں، خواه خود ان کے نفوس ہوں خواه وه (چیزیں) ہوں جنہیں یہ جانتے بھی نہیں.(1)","arabic":"سُبۡحَٰنَ ٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ وَمِنۡ أَنفُسِهِمۡ وَمِمَّا لَا يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3741,"juzNumber":23,"footnotes":"(1) یعنی انسانوں کی طرح زمین کی ہر پیداوار میں بھی ہم نے نر اور مادہ دونوں پیدا کیے ہیں۔ علاوہ ازیں آسمانوں میں اور زمین کی گہرائیوں میں بھی جو چیزیں تم سے غائب ہیں، جن کا علم تم نہیں رکھتے، ان میں بھی زوجیت (نر اور مادہ) کا یہ نظام ہم نے رکھا ہے، پس تمام مخلوق جوڑا جوڑا ہے، نباتات میں بھی نر اور مادے کا یہی نظام ہے۔ حتیٰ کہ آخرت کی زندگی، دنیا کی زندگی کے لئے بمنزلۂ زوج ہے اور یہ حیات آخرت کے لئے ایک عقلی دلیل بھی ہے۔ صرف ایک اللہ کی ذات ہے جو مخلوق کی اس صفت سے اور دیگر تمام کوتاہیوں سے پاک ہے۔ وہ وتر (فرد) ہے، زوج نہیں۔","lang":"ur"},{"name":"36:37","price":"اور ان کے لئے ایک نشانی رات ہے جس سے ہم دن کو کھینچ دیتے ہیں تو وه یکایک اندھیرے میں ره جاتے ہیں.(1)","arabic":"وَءَايَةٞ لَّهُمُ ٱلَّيۡلُ نَسۡلَخُ مِنۡهُ ٱلنَّهَارَ فَإِذَا هُم مُّظۡلِمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3742,"juzNumber":23,"footnotes":"(1) یعنی اللہ کی قدرت کی ایک دلیل یہ بھی ہے کہ وہ دن کو رات سے الگ کر دیتا ہے، جس سے فوراً اندھیرا چھا جاتا ہے۔ سلخ کےمعنی ہوتے ہیں جانور کی کھال کا اس کے جسم سے علیحدہ کرنا، جس سے اس کا گوشت ظاہر ہوجاتا ہے۔ اسی طرح اللہ دن کو رات سے الگ کر دیتا ہے۔ أَظْلَمَ کے معنی ہیں، اندھیرے میں داخل ہونا۔ جیسے أَصْبحَ اور أَمْسَى ٰ اور أَظْهَر َ کے معنی ہیں، صبح، شام اور ظہر کے وقت میں داخل ہونا۔","lang":"ur"},{"name":"36:38","price":"اور سورج کے لئے جو مقرره راه ہے وه اسی پر چلتا رہتا ہے(1) ۔ یہ ہے مقرر کرده غالب، باعلم اللہ تعالیٰ کا.","arabic":"وَٱلشَّمۡسُ تَجۡرِي لِمُسۡتَقَرّٖ لَّهَاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3743,"juzNumber":23,"footnotes":"(1) یعنی اپنے اس مدار (فلک) پر چلتا رہتاہے، جو اللہ نے اس کے لئے مقرر کر دیا ہے، اسی سے اپنی سیر کا آغاز کرتا ہے اور وہیں پر ختم کرتا ہے۔ علاوہ ازیں اس سے ذرا ادھر ادھر نہیں ہوتا، کہ کسی دوسرے سیارے سے ٹکرا جائے۔ دوسرے معنی ہیں (اپنے ٹھہرنے کی جگہ تک) اور اس کا یہ مقام قرار عرش کے نیچے ہے، جیسا کہ حدیث میں ہے جو صفحہ 916 (سورۃ الحج، آیت 18 کا حاشیہ) پر گزر چکی ہے کہ سورج روزانہ غروب کے بعد عرش کے نیچے جا کر سجدہ کرتا ہے اور پھر وہاں سے طلوع ہونے کی اجازت طلب کرتا ہے (صحیح بخاری، تفسیر سورۂ یسں) دونوں مفہوم کے اعتبار سے لِمُسْتقَرٍّ میں لام، علت کے لئے ہے۔ أي: لأجل مُسْتقَرٍّ لَّهَا بعض کہتے ہیں کہ لام، الٰی کے معنی میں ہے، پھر مستقر یوم قیامت ہوگا۔ یعنی سورج کا یہ چلنا قیامت کے دن تک ہے، قیامت والے دن اس کی حرکت ختم ہو جائے گی۔ یہ تینوں مفہوم اپنی اپنی جگہ صحیح ہیں۔","lang":"ur"},{"name":"36:39","price":"اور چاند کی ہم نے منزلیں مقررکر رکھی ہیں(1) ، یہاں تک کہ وه لوٹ کر پرانی ٹہنی کی طرح ہو جاتا ہے.(2)","arabic":"وَٱلۡقَمَرَ قَدَّرۡنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلۡعُرۡجُونِ ٱلۡقَدِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3744,"juzNumber":23,"footnotes":"(1) چاند کی 28 منزلیں ہیں، روزانہ ایک منزل طے کرتا ہے، پھر دو راتیں غائب رہ کر تیسری رات کو نکل آتا ہے۔\n(2) یعنی جب آخری منزل پر پہنچتا ہے تو بالکل باریک اور چھوٹا ہو جاتا ہے جیسے کھجور کی پرانی ٹہنی ہو، جو سوکھ کر ٹیڑھی ہو جاتی ہے۔چاند کی انہی گردشوں سے سکان ارض اپنے دنوں، مہینوں اور سالوں کا حساب اور اپنے اوقات عبادات کا تعین کرتے ہیں۔","lang":"ur"},{"name":"36:40","price":"نہ آفتاب کی یہ مجال ہے کہ چاند کو پکڑے(1) اور نہ رات دن پرآگے بڑھ جانے والی ہے(2)، اور سب کے سب آسمان میں تیرتے پھرتے ہیں.(3)","arabic":"لَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3745,"juzNumber":23,"footnotes":"(1) یعنی سورج کے لئے یہ ممکن نہیں ہے کہ وہ چاند کو جا پکڑے جس سے اس کی روشنی ختم ہو جائے بلکہ دونوں کا اپنا اپنا راستہ اور الگ الگ حد ہے۔ سورج دن ہی کو اور چاند رات ہی کو طلوع ہوتا ہے اس کے برعکس کبھی نہیں ہوا، جو ایک مدبر کائنات کے وجود پر ایک بہت بڑی دلیل ہے۔\n(2) بلکہ یہ بھی ایک نظام میں بندھےہوئے ہیں اور ایک، دوسرے کے بعد آتے ہیں۔\n(3) كُلٌّ سے سورج، چاند یا اس کےدوسرے کواکب مراد ہیں، سب اپنے اپنے مدار پر گھومتے ہیں، ان کا باہمی ٹکراؤ نہیں ہوتا۔","lang":"ur"},{"name":"36:41","price":"اور ان کے لئے ایک نشانی (یہ بھی) ہے کہ ہم نے ان کی نسل کو بھری ہوئی کشتی میں سوار کیا.(1)","arabic":"وَءَايَةٞ لَّهُمۡ أَنَّا حَمَلۡنَا ذُرِّيَّتَهُمۡ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3746,"juzNumber":23,"footnotes":"(1) اس میں اللہ تعالیٰ اپنے اس احسان کا تذکرہ فرما رہا ہے کہ اس نے تمہارے لئے سمندر میں کشتیوں کا چلنا آسان فرما دیا، حتیٰ کہ تم اپنے ساتھ بھری ہوئی کشتیوں میں اپنے بچوں کو بھی لے جاتے ہو۔ دوسرے معنی یہ کیے گئے ہیں کہ ذُرِّيَّةٌ سے مقصود آبائے ذریت ہیں۔ اور کشتی سے مراد کشتی ﺀ نوح (عليه السلام) ہے۔ یعنی سفینۂ نوح (عليه السلام) میں ان لوگوں کو بٹھایا جن سے بعد میں نسل انسانی چلی۔ گویا نسل انسانی کے آبا اس میں سوار تھے۔","lang":"ur"},{"name":"36:42","price":"اور ان کے لئے اسی جیسی اور چیزیں پیدا کیں جن پر یہ سوار ہوتے ہیں.(1)","arabic":"وَخَلَقۡنَا لَهُم مِّن مِّثۡلِهِۦ مَا يَرۡكَبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3747,"juzNumber":23,"footnotes":"(1) اس سے مراد ایسی سواریاں ہیں جو کشتی کی طرح انسانوں اور سامان تجارت کو ایک جگہ سے دوسری جگہ لے جاتی ہیں، اس میں قیامت تک پیدا ہونے والی چیزیں آگئیں۔ جیسے ہوائی جہاز، بحری جہاز، ریلیں، بسیں، کاریں اور دیگر نقل وحمل کی اشیا۔","lang":"ur"},{"name":"36:43","price":"اور اگر ہم چاہتے تو انہیں ڈبو دیتے۔ پھر نہ تو کوئی ان کا فریاد رس ہوتا نہ وه بچائے جائیں.","arabic":"وَإِن نَّشَأۡ نُغۡرِقۡهُمۡ فَلَا صَرِيخَ لَهُمۡ وَلَا هُمۡ يُنقَذُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3748,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:44","price":"لیکن ہم اپنی طرف سے رحمت کرتے ہیں اور ایک مدت تک کے لئے انہیں فائدے دے رہے ہیں.","arabic":"إِلَّا رَحۡمَةٗ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3749,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:45","price":"اور ان سے جب (کبھی) کہا جاتا ہے کہ اگلے پچھلے (گناہوں) سے بچو تاکہ تم پر رحم کیا جائے.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّقُواْ مَا بَيۡنَ أَيۡدِيكُمۡ وَمَا خَلۡفَكُمۡ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3750,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:46","price":"اور ان کے پاس تو ان کے رب کی نشانیوں میں سے کوئی نشانی ایسی نہیں آئی جس سے یہ بے رخی نہ برتتے ہوں.(1)","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3751,"juzNumber":23,"footnotes":"(1) یعنی توحید اور صداقت رسول کی جو نشانی بھی ان کے سامنے آتی ہے، اس میں یہ غور ہی نہیں کرتے کہ جس سے ان کوفائدہ ہو، ہر نشانی سے اعراض ان کاشیوہ ہے۔","lang":"ur"},{"name":"36:47","price":"اور ان سے جب کہا جاتا ہے کہ اللہ تعالیٰ کے دیئے ہوئے میں سے کچھ خرچ کرو(1) ، تو یہ کفار ایمان والوں کو جواب دیتے ہیں کہ ہم انہیں کیوں کھلائیں؟ جنہیں اگر اللہ تعالیٰ چاہتا تو خود کھلا پلا دیتا(2)، تم تو ہو ہی کھلی گمراہی میں.(3)","arabic":"وَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3752,"juzNumber":23,"footnotes":"(1) یعنی غربا ومساکین اور ضرورت مندوں کو دو۔\n(2) یعنی اللہ چاہتا تو ان کو غریب ہی نہ کرتا، ہم ان کو دے کر اللہ کی مشیت کے خلاف کیوں کریں۔\n(3) یعنی یہ کہہ کر کہ، غربا کی مدد کرو، کھلی غلطی کا مظاہرہ کر رہے ہو۔ یہ بات تو ان کی صحیح تھی کہ غربت وناداری اللہ کی مشیت ہی سے تھی، لیکن اس کو اللہ کے حکم سے اعراض کا جواز بنا لینا غلط تھا، آخر ان کی امداد کرنےکا حکم دینے والا بھی تو اللہ ہی تھا، اس لئے اس کی رضا تو اسی میں ہے کہ غربا ومساکین کی امداد کی جائے۔ اس لئے کہ مشیت اور چیز ہے اور رضا اور چیز۔ مشیت کا تعلق امور تکوینی سے ہے جس کے تحت جو کچھ بھی ہوتاہے، اس کی حکمت ومصلحت اللہ کے سوا کوئی نہیں جانتا، اور رضا کا تعلق امور تشریعی سے ہے، جن کو بجا لانے کا ہمیں حکم دیا گیا ہے تاکہ ہمیں اس کی رضا حاصل ہو۔","lang":"ur"},{"name":"36:48","price":"وه کہتے ہیں کہ یہ وعده کب ہوگا، سچے ہو تو بتلاؤ.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3753,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:49","price":"انہیں صرف ایک سخت چیﺦ کاانتظار ہے جو انہیں آپکڑے گی اور یہ باہم لڑائی جھگڑے میں ہی ہوں گے.(1)","arabic":"مَا يَنظُرُونَ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ تَأۡخُذُهُمۡ وَهُمۡ يَخِصِّمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3754,"juzNumber":23,"footnotes":"(1) یعنی لوگ بازاروں میں خریدوفروخت اور حسب عادت بحث وتکرار میں مصروف ہوں گے کہ اچانک صور پھونک دیا جائے گا اور قیامت برپا ہوجائے گی یہ نفخۂ اولیٰ ہوگا جسے نفخۂ فزع بھی کہتے ہیں کہا جاتا ہے کہ اس کے بعد دوسرا نفخہ ہوگا۔ نَفْخَةُ الصَّعْقِ جس سے اللہ تعالیٰ کے سوا، سب موت کی آغوش میں چلے جائیں گے۔","lang":"ur"},{"name":"36:50","price":"اس وقت نہ تو یہ وصیت کر سکیں گے اور نہ اپنے اہل کی طرف لوٹ سکیں گے.","arabic":"فَلَا يَسۡتَطِيعُونَ تَوۡصِيَةٗ وَلَآ إِلَىٰٓ أَهۡلِهِمۡ يَرۡجِعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3755,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:51","price":"تو صور کے پھونکے جاتے ہی سب(1) کے سب اپنی قبروں سے اپنے پروردگار کی طرف (تیز تیز) چلنے لگیں گے.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلۡأَجۡدَاثِ إِلَىٰ رَبِّهِمۡ يَنسِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3756,"juzNumber":23,"footnotes":"(1) پہلے قول کی بنا پر یہ نفخۂ ثانیہ اور دوسرےقول کی بنا پر یہ نفخۂ ثالثہ ہوگا، جسے نَفْخَةُ الْبَعْثِ وَالنُّشُورِ کہتے ہیں، اس سے لوگ قبروں سےزندہ ہو کر اٹھ کھڑے ہوں گے۔ (ابن کثیر)۔","lang":"ur"},{"name":"36:52","price":"کہیں گے ہائے ہائے! ہمیں ہماری خواب گاہوں سے کس نے اٹھا دیا(1) ۔ یہی ہے جس کا وعده رحمٰن نے دیا تھا اور رسولوں نے سچ سچ کہہ دیا تھا.","arabic":"قَالُواْ يَٰوَيۡلَنَا مَنۢ بَعَثَنَا مِن مَّرۡقَدِنَاۜۗ هَٰذَا مَا وَعَدَ ٱلرَّحۡمَٰنُ وَصَدَقَ ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3757,"juzNumber":23,"footnotes":"- قبر کو خواب گاہ سے تعبیر کرنے کا مطلب یہ نہیں ہے کہ قبر میں ان کو عذاب نہیں ہوگا، بلکہ بعد میں جو ہولناک مناظر اور عذاب کی شدت دیکھیں گے، اس کے مقابلے میں انہیں قبر کی زندگی ایک خواب ہی محسوس ہوگی۔","lang":"ur"},{"name":"36:53","price":"یہ نہیں ہے مگر ایک چیﺦ کہ یکایک سارے کے سارے ہمارے سامنے حاضر کر دیئے جائیں گے.","arabic":"إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3758,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:54","price":"پس آج کسی شخص پر کچھ بھی ﻇلم نہ کیا جائے گا اور تمہیں نہیں بدلہ دیا جائے گا، مگر صرف ان ہی کاموں کا جو تم کیا کرتے تھے.","arabic":"فَٱلۡيَوۡمَ لَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3759,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:55","price":"جنتی لوگ آج کے دن اپنے (دلچسﭗ) مشغلوں میں ہشاش بشاش ہیں.(1)","arabic":"إِنَّ أَصۡحَٰبَ ٱلۡجَنَّةِ ٱلۡيَوۡمَ فِي شُغُلٖ فَٰكِهُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3760,"juzNumber":23,"footnotes":"(1) فَاكِهُونَ کے معنی ہیں فَرِحُونَ خوش ، مسرت بکنار۔","lang":"ur"},{"name":"36:56","price":"وه اور ان کی بیویاں سایوں میں مسہریوں پر تکیہ لگائے بیٹھے ہوں گے.","arabic":"هُمۡ وَأَزۡوَٰجُهُمۡ فِي ظِلَٰلٍ عَلَى ٱلۡأَرَآئِكِ مُتَّكِـُٔونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3761,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:57","price":"ان کے لئے جنت میں ہر قسم کے میوے ہوں گے اور بھی جو کچھ وه طلب کریں.","arabic":"لَهُمۡ فِيهَا فَٰكِهَةٞ وَلَهُم مَّا يَدَّعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3762,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:58","price":"مہربان پروردگار کی طرف سے انہیں سلام کہا جائے گا.(1)","arabic":"سَلَٰمٞ قَوۡلٗا مِّن رَّبّٖ رَّحِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3763,"juzNumber":23,"footnotes":"(1) اللہ کا یہ سلام، فرشتے اہل جنت کو پہنچائیں گے۔ بعض کہتے ہیں کہ اللہ تعالیٰ خود سلام سے نوازے گا۔","lang":"ur"},{"name":"36:59","price":"اے گناهگارو! آج تم الگ ہو جاؤ.(1)","arabic":"وَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3764,"juzNumber":23,"footnotes":"(1) یعنی اہل ایمان سے الگ ہو کر کھڑے ہو۔ یعنی میدان محشر میں اہل ایمان واطاعت اور اہل کفر ومعصیت الگ الگ کر دیئے جائیں گے۔ جیسے دوسرے مقام پر فرمایا «وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ» (الروم: 14) «يَوْمَئِذٍ يَصَّدَّعُونَ» (الروم: 43) أي: يَصِيرُونَ صِدْعَينِ فِرْقَتَيْنِ (اس دن لوگ دو گروہوں میں بٹ جائیں گے)۔ دوسرا مطلب ہے کہ مجرمین ہی کو مختلف گروہوں میں الگ الگ کر دیا جائے گا۔ مثلاً یہودیوں کا گروہ، عیسائیوں کا گروہ، صابئین اور مجوسیوں کا گروہ، زانیوں کا، شرابیوں کا گروہ وغیرہ وغیرہ۔","lang":"ur"},{"name":"36:60","price":"اے اوﻻد آدم! کیا میں نے تم سے قول قرار نہیں لیا تھا کہ تم شیطان کی عبادت نہ کرنا(1) ، وه تو تمہارا کھلا دشمن ہے.(2)","arabic":"۞ أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3765,"juzNumber":23,"footnotes":"(1) اس سے مراد عہد الست ہے جو حضرت آدم (عليه السلام) کی پشت سے نکالنے کے وقت لیا گیا تھا یا وہ وصیت ہے جو پیغمبروں کی زبان لوگوں کو کی جاتی رہی۔ اور بعض کے نزدیک وہ دلائل عقلیہ ہیں جو آسمان وزمین میں اللہ نےقائم کیے ہیں۔ (فتح القدیر)۔\n(2) یہ اس کی علت ہے کہ تمہیں شیطان کی عبادت اور اس کے وسوسے قبول کرنے سے اس لئے روکا گیا تھا کہ وہ تمہارا کھلا دشمن ہے اور اس نے تمہیں ہر طرح گمراہ کرنے کی قسم کھا رکھی ہے۔","lang":"ur"},{"name":"36:61","price":"اور میری ہی عبادت کرنا(1) ۔ سیدھی راه یہی ہے.(2)","arabic":"وَأَنِ ٱعۡبُدُونِيۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3766,"juzNumber":23,"footnotes":"(1) یعنی یہ بھی عہد لیا تھا کہ تمہیں صرف میری ہی عبادت کرنی ہے، میری عبادت میں کسی کو شریک نہیں کرنا۔\n(2) یعنی صرف ایک اللہ کی عبادت کرنا، یہی وہ سیدھا راستہ ہے، جس کی طرف تمام انبیا لوگوں کو بلاتے رہے اور یہی منزل مقصود یعنی جنت تک پہنچانے والا ہے۔","lang":"ur"},{"name":"36:62","price":"شیطان نے تو تم میں سے بہت ساری مخلوق کو بہکا دیا۔ کیا تم عقل نہیں رکھتے.(1)","arabic":"وَلَقَدۡ أَضَلَّ مِنكُمۡ جِبِلّٗا كَثِيرًاۖ أَفَلَمۡ تَكُونُواْ تَعۡقِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3767,"juzNumber":23,"footnotes":"(1) یعنی اتنی عقل بھی تمہارے اندر نہیں کہ شیطان تمہارا دشمن ہے، اس کی اطاعت نہیں کرنی چاہئے۔ اور میں تمہارا رب ہوں، میں ہی تمہیں روزی دیتا ہوں اور میں ہی تمہاری رات دن حفاظت کرتا ہوں لہٰذا تمہیں میری نافرمانی نہیں کرنی چاہئے۔ تم شیطان کی عداوت کو اور میرے حق عبادت کو نہ سمجھ کر نہایت بےعقلی اور نادانی کا مظاہرہ کر رہے ہو۔","lang":"ur"},{"name":"36:63","price":"یہی وه دوزخ ہے جس کا تمہیں وعده دیا جاتا تھا.","arabic":"هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3768,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:64","price":"اپنے کفر کا بدلہ پانے کے لئے آج اس میں داخل ہوجاؤ.(1)","arabic":"ٱصۡلَوۡهَا ٱلۡيَوۡمَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3769,"juzNumber":23,"footnotes":"(1) یعنی اب اس بے عقلی کا نتیجہ بھگتو اور اپنے کفر کے سبب سے جہنم کی سختیوں کا مزہ چکھو۔","lang":"ur"},{"name":"36:65","price":"ہم آج کے دن ان کے منھ پر مہریں لگا دیں گے اور ان کے ہاتھ ہم سے باتیں کریں گے اور ان کے پاؤں گواہیاں دیں گے، ان کاموں کی جو وه کرتے(1) تھے.","arabic":"ٱلۡيَوۡمَ نَخۡتِمُ عَلَىٰٓ أَفۡوَٰهِهِمۡ وَتُكَلِّمُنَآ أَيۡدِيهِمۡ وَتَشۡهَدُ أَرۡجُلُهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3770,"juzNumber":23,"footnotes":"(1) یہ مہر لگانے کی ضرورت اس لئے پیش آئے گی کہ ابتداﺀً مشرکین قیامت والے دن بھی جھوٹ بولیں گے اور کہیں گے «وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ» (الأنعام: 23) ”اللہ کی قسم، جو ہمارا رب ہے، ہم مشرک نہیں تھے“۔ چنانچہ اللہ تعالیٰ ان کے مونہوں پر مہر لگا دے گا، جس سے وہ خود توبولنے کی طاقت سے محروم ہو جائیں گے، البتہ اللہ تعالیٰ اعضائے انسانی کو قوت گویائی عطا فرمائے گا، ہاتھ بولیں گے کہ ہم سے اس نے فلاں فلاں کام کیا تھا اور پاؤں اس پر گواہی دیں گے۔ یوں گویا اقرار اور شہادت، دونوں مرحلے طے ہو جائیں گے۔ علاوہ ازیں ناطق کے مقابلے میں غیر ناطق چیزوں کا بول کر گواہی دینا، حجت واستدلال میں زیادہ بلیغ ہے کہ اس میں ایک اعجازی شان پائی جاتی ہے۔ (فتح القدیر) اس مضمون کو احادیث میں بھی بیان کیا گیا ہے۔ (ملاحظہ ہو صحیح مسلم، کتاب الزھد)۔","lang":"ur"},{"name":"36:66","price":"اگر ہم چاہتے تو ان کی آنکھیں بے نور کر دیتے پھر یہ رستے کی طرف دوڑتے پھرتے لیکن انہیں کیسے دکھائی دیتا؟(1)","arabic":"وَلَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰٓ أَعۡيُنِهِمۡ فَٱسۡتَبَقُواْ ٱلصِّرَٰطَ فَأَنَّىٰ يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3771,"juzNumber":23,"footnotes":"(1) یعنی بینائی سے محرومی کے بعد انہیں راستہ کس طرح دکھائی دیتا؟ لیکن یہ تو ہمارا حلم وکرم ہے کہ ہم نے ایسا نہیں کیا۔","lang":"ur"},{"name":"36:67","price":"اور اگر ہم چاہتے تو ان کی جگہ ہی پر ان کی صورتیں مسﺦ کر دیتے پھر نہ وه چل پھر سکتے اور نہ لوٹ سکتے.(1)","arabic":"وَلَوۡ نَشَآءُ لَمَسَخۡنَٰهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا ٱسۡتَطَٰعُواْ مُضِيّٗا وَلَا يَرۡجِعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3772,"juzNumber":23,"footnotes":"(1) یعنی نہ آگے جا سکتے، نہ پیچھے لوٹ سکتے، بلکہ پتھر کی طرح ایک جگہ پڑے رہتے۔ مسخ کے معنی پیدائش میں تبدیلی کے ہیں، یعنی انسان سے پتھر یا جانور کی شکل میں تبدیل کر دینا۔","lang":"ur"},{"name":"36:68","price":"اور جسے ہم بوڑھا کرتے ہیں اسے پیدائشی حالت کی طرف پھر الٹ دیتے(1) ہیں کیا پھر بھی وه نہیں سمجھتے.(2)","arabic":"وَمَن نُّعَمِّرۡهُ نُنَكِّسۡهُ فِي ٱلۡخَلۡقِۚ أَفَلَا يَعۡقِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3773,"juzNumber":23,"footnotes":"(1) یعنی جس کو ہم لمبی عمر دیتے ہیں، اس کی پیدائش کو بدل کر برعکس حالت میں کر دیتے ہیں۔ یعنی جب وہ بچہ ہوتا ہے تو اس کی نشوونما جاری رہتی ہے اور اس کی عقلی اور بدنی قوتوں میں اضافہ ہوتا رہتا ہے حتیٰ کہ وہ جوانی اور کہولت کو پہنچ جاتا ہے۔ اس کے بعد اس کے برعکس اس کے قوائے عقلیہ وبدنیہ میں ضعف وانحطاط کا عمل شروع ہو جاتا ہے، حتیٰ کہ وہ ایک بچے کی طرح ہو جاتا ہے۔\n(2) کہ جو اللہ اس طرح کر سکتا ہے، کیا وہ دوبارہ انسانوں کو زندہ کرنے پر قادر نہیں؟","lang":"ur"},{"name":"36:69","price":"نہ تو ہم نے اس پیغمبر کو شعر سکھائے اور نہ یہ اس کے ﻻئق ہے۔ وه تو صرف نصیحت اور واضح قرآن ہے.(1)","arabic":"وَمَا عَلَّمۡنَٰهُ ٱلشِّعۡرَ وَمَا يَنۢبَغِي لَهُۥٓۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ وَقُرۡءَانٞ مُّبِينٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3774,"juzNumber":23,"footnotes":"(1) مشرکین مکہ نبی (صلى الله عليه وسلم) کی تکذیب کے لئے مختلف قسم کی باتیں کہتے رہتے تھے، ان میں ایک بات یہ بھی تھی کہ آپ شاعر ہیں اور یہ قرآن پاک آپ کی شاعرانہ تک بندی ہی ہے۔ اللہ تعالیٰ نے اس کی نفی فرمائی۔ کہ آپ شاعر ہیں اور نہ قرآن شعری کلام کا مجموعہ ہے بلکہ یہ تو صرف نصیحت اور موعظت ہے۔ شاعری میں بالعموم مبالغہ، افراط وتفریط اور محض تخیلات کی ندرت کاری ہوتی ہے، یوں گویا اس کی بنیاد جھوٹ پر ہوتی ہے۔ علاوہ ازیں شاعر محض گفتار کے غازی ہوتے ہیں، کردار کے نہیں۔ اس لئے اللہ تعالیٰ نے فرمایا کہ ہم نے نہ صرف یہ کہ اپنے پیغمبر کو شعر نہیں سکھلائے، نہ اشعار کی اس پر وحی کی، بلکہ اس کے مزاج وطبیعت کو ایسا بنایا کہ شعر سے اس کو کوئی مناسبت ہی نہیں ہے۔ یہی وجہ ہے کہ آپ (صلى الله عليه وسلم) کبھی کسی کا شعر پڑھتے تو اکثر صحیح نہ پڑھ پاتے اور اس کا وزن ٹوٹ جاتا۔ جس کی مثالیں احادیث میں موجود ہیں۔ یہ احتیاط اس لئے کی گئی کہ منکرین پر اتمام حجت اور ان کے شبہات کا خاتمہ کر دیا جائے۔ اور وہ یہ نہ کہہ سکیں کہ یہ قرآن اس کی شاعرانہ تک بندی کا نتیجہ ہے، جس طرح آپ کی امیت بھی قطع شبہات کے لئے تھی تاکہ لوگ قرآن کی بابت یہ نہ کہہ سکیں کہ یہ تو اس نےفلاں سے سیکھ پڑھ کر اس کو مرتب کر لیا ہے۔ البتہ بعض مواقع پر آپ کی زبان مبارک سے ایسے الفاظ کا نکل جانا، جو دو مصرعوں کی طرح ہوتے اور شعری اوزان وبحور کے بھی مطابق ہوتے، آپ کے شاعر ہونے کی دلیل نہیں بن سکتے۔ کیونکہ ایسا آپ کے قصد وارادہ کے بغیر ہوا اور ان کا شعری قالب میں ڈھل جانا ایک اتفاق تھا، جس طرح حنین والے دن آپ کی زبان پر بے اختیار یہ رجز جاری ہوگیا:\nأَنَا النَّبِيَّ لا كَذِبْ\nأَنَا ابْنُ عَبْدِ الْمُطَّلِب\nایک اور موقع پر آپ (صلى الله عليه وسلم) کی انگلی زخمی ہوگئی تو آپ (صلى الله عليه وسلم) نے فرمایا: هَلْ أَنْتِ إِلا إِصْبَعٌ دَمِيتِ\nوَفِي سَبِيلِ اللهِ مَا لَقِيتِ (صحيح بخاري ومسلم ، كتاب الجهاد)","lang":"ur"},{"name":"36:70","price":"تاکہ وه ہر اس شخص کو آگاه کر دے جو زنده ہے، اور کافروں پر حجت ﺛابت ہو جائے.(1)","arabic":"لِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ ٱلۡقَوۡلُ عَلَى ٱلۡكَٰفِرِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3775,"juzNumber":23,"footnotes":"(1) یعنی جس کا دل صحیح ہے، حق کو قبول کرتا اور باطل سے انکار کرتا ہے۔\n(2) یعنی جو کفر پر مصر ہو، اس پر عذاب والی بات ثابت ہو جائے۔ لِيُنْذِرَ میں ضمیر کا مرجع قرآن ہے۔","lang":"ur"},{"name":"36:71","price":"کیا وه نہیں دیکھتے کہ ہم نے اپنے ہاتھوں سے بنائی(1) ہوئی چیزوں میں سے ان کے لئے چوپائے(2) (بھی) پیدا کر دیئے، جن کے یہ مالک ہوگئے ہیں.(3)","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3776,"juzNumber":23,"footnotes":"(1) اس سے غیروں کی شرکت کی نفی ہے، ان کو ہم نے اپنےہاتھوں سے بنایا ہے، کسی اور کا ان کے بنانے میں حصہ نہیں ہے۔\n(2) أَنْعَامٌ، نَعَمٌ کی جمع ہے۔ اس سےمراد چوپائے یعنی اونٹ، گائے، بکری (اور بھیڑ، دنبہ) ہیں۔\n(3) یعنی جس طرح چاہتے ہیں ان میں تصرف کرتے ہیں، اگر ہم ان کے اندر وحشی پن رکھ دیتے (جیسا کہ بعض جانوروں میں ہے) تو یہ چوپائے ان سے دور بھاگتے اور وہ ان کی ملکیت اور قبضے میں ہی نہ آسکتے۔","lang":"ur"},{"name":"36:72","price":"اور ان مویشیوں کو ہم نے ان کا تابع فرمان بنا دیا ہے(1) جن میں سے بعض تو ان کی سواریاں ہیں اور بعض کا گوشت کھاتے ہیں.","arabic":"وَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3777,"juzNumber":23,"footnotes":"(1) یعنی ان جانوروں سے وہ جس طرح کا بھی فائدہ اٹھانا چاہتے ہیں، وہ انکار نہیں کرتے، حتیٰ کہ وہ انہیں ذبح بھی کر دیتے ہیں اور چھوٹے بچے بھی انہیں کھینچے پھرتے ہیں۔","lang":"ur"},{"name":"36:73","price":"انہیں ان سے اور بھی بہت سے فائدے ہیں(1) ، اور پینے کی چیزیں۔ کیا پھر (بھی) یہ شکر ادا نہیں کریں گے؟","arabic":"وَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3778,"juzNumber":23,"footnotes":"(1) یعنی سواری اور کھانے کے علاوہ بھی ان سے بہت سے فوائد حاصل کیے جاتے ہیں مثلاً ان کی اون اور بالوں سے کئی چیزیں بنتی ہیں، ان کی چربی سے تیل حاصل ہوتا ہے اور یہ بار برداری اور کھیتی باڑی کے بھی کام آتے ہیں۔","lang":"ur"},{"name":"36:74","price":"اور وه اللہ کے سوا دوسروں کو معبود بناتے ہیں تاکہ وه مدد کئے جائیں.(1)","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3779,"juzNumber":23,"footnotes":"(1) یہ ان کے کفران نعمت کا اظہار ہے کہ مذکورہ نعمتیں، جن سے یہ فائدہ اٹھاتے ہیں، سب اللہ کی پیدا کردہ ہیں۔ لیکن یہ بجائے اس کے کہ یہ اللہ کی ان نعمتوں پر اس کا شکر ادا کریں یعنی ان کی عبادت واطاعت کریں، یہ غیروں سے امیدیں وابستہ کرتے اور انہیں معبود بناتے ہیں۔","lang":"ur"},{"name":"36:75","price":"(حاﻻنکہ) ان میں ان کی مدد کی طاقت ہی نہیں، (لیکن) پھر بھی (مشرکین) ان کے لئے حاضر باش لشکری ہیں.(1)","arabic":"لَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3780,"juzNumber":23,"footnotes":"(1) جُنْدٌ سےمراد بتوں کےحمایتی اور ان کی طرف سے مدافعت کرنے والے، مُحْضَرُونَ دنیا میں ان کے پاس حاضرہونے والے۔ مطلب یہ ہے کہ یہ جن بتوں کو معبود سمجھتے ہیں، وہ ان کی مدد کیا کریں گے؟ وہ تو خود اپنی مدد کرنے سے بھی قاصر ہیں۔ انہیں کوئی برا کہے، ان کی مذمت کرے، تو یہی ان کی حمایت ومدافعت میں سرگرم ہوتے ہیں، نہ کہ خود ان کے وہ معبود۔","lang":"ur"},{"name":"36:76","price":"پس آپ کو ان کی بات غمناک نہ کرے، ہم ان کی پوشیده اور علانیہ سب باتوں کو (بخوبی) جانتے ہیں.","arabic":"فَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3781,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:77","price":"کیا انسان کو اتنا بھی معلوم نہیں کہ ہم نے اسے نطفے سے پیدا کیا ہے؟ پھر یکایک وہ صریح جھگڑالو بن بیٹھا.","arabic":"أَوَلَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3782,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:78","price":"اور اس نے ہمارے لئے مثال بیان کی اور اپنی (اصل) پیدائش کو بھول گیا، کہنے لگا ان گلی سڑی ہڈیوں کو کون زنده کر سکتا ہے؟","arabic":"وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3783,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"36:79","price":"آپ جواب دیجئے! کہ انہیں وه زنده کرے گا جس نے انہیں اول مرتبہ پیدا کیا ہے(1) ، جو سب طرح کی پیدائش کا بخوبی جاننے واﻻ ہے.","arabic":"قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3784,"juzNumber":23,"footnotes":"(1) یعنی جو اللہ تعالیٰ انسان کو ایک حقیر نطفے سے پیدا کرتا ہے، وہ دوبارہ اس کو زندہ کرنے پر قادر نہیں ہے؟ اس کی قدرت احیائے موتی کا ایک واقعہ حدیث میں بیان کیا گیا ہے کہ ایک شخص نے مرتے وقت وصیت کی کہ مرنے کے بعد اسے جلا کر اس کی آدھی راکھ سمندر میں اور آدھی راکھ تیز ہوا والے دن خشکی میں اڑا دی جائے۔ اللہ تعالیٰ نے ساری راکھ جمع کرکے اسےزندہ فرمایا اور اس سے پوچھا تو نے ایسا کیوں کیا؟ اس نے کہا، تیرےخوف سے، چنانچہ اللہ نے اسے معاف فرما دیا۔ (صحيح بخاري ، الأنبياء والرقاق باب الخوف من الله)۔","lang":"ur"},{"name":"36:80","price":"وہی جس نے تمہارے لئے سبز درخت سے آگ پیدا کر دی جس سے تم یکایک آگ سلگاتے ہو.(1)","arabic":"ٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3785,"juzNumber":23,"footnotes":"(1) کہتے ہیں عرب میں دو درخت ہیں مرخ اور عفار۔ ان کی دو لکڑیاں آپس میں رگڑی جائیں تو آگ پیدا ہوتی ہے، سبز درخت سے آگ پیدا کرنے کے حوالے سے اسی طرف اشارہ مقصود ہے۔","lang":"ur"},{"name":"36:81","price":"جس نے آسمانوں اور زمین کو پیدا کیا ہے کیا وه ان جیسوں(1) کے پیدا کرنے پرقادر نہیں، بےشک قادر ہے۔ اور وہی تو پیدا کرنے واﻻ دانا (بینا) ہے.","arabic":"أَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3786,"juzNumber":23,"footnotes":"(1) یعنی انسانوں جیسے۔ مطلب، انسانوں کا دوبارہ پیدا کرنا ہے جس طرح انہیں پہلی مرتبہ پیدا کیا۔ آسمان وزمین کی پیدائش سے انسانوں کو دوبارہ پیدا کرنے پر استدلال کیا ہے۔ جس طرح دوسرے مقام پر فرمایا «لَخَلْقُ السَّمَاوَاتِ وَالأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ» (المؤمن:57) ”آسمان وزمین کی پیدائش (لوگوں کے نزدیک) انسانوں کی پیدائش سےزیادہ مشکل کام ہے“۔ سورۂ احقاف 33 میں بھی یہ مضمون بیان کیا گیا ہے۔","lang":"ur"},{"name":"36:82","price":"وه جب کبھی کسی چیز کا اراده کرتا ہے اسے اتنا فرما دینا (کافی ہے) کہ ہو جا، وه اسی وقت ہو جاتی ہے.(1)","arabic":"إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3787,"juzNumber":23,"footnotes":"(1) یعنی اس کی شان تو یہ ہے، پھر اس کے لئے سب انسانوں کا زندہ کر دینا کون سا مشکل معاملہ ہے؟","lang":"ur"},{"name":"36:83","price":"پس پاک ہے وه اللہ جس کے ہاتھ میں ہر چیز کی بادشاہت ہے اور(1) جس کی طرف تم سب لوٹائے جاؤ گے.(2)","arabic":"فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3788,"juzNumber":23,"footnotes":"(1) ملک اور ملکوت دونوں کے ایک ہی معنی ہیں، بادشاہی، جیسے رَحْمَةٌ اور رَحَمُوتٌ رَهْبَةٌ اور رَهَبُوتٌ، جَبْرٌ اور جَبَرُوتٌ وغیرہ ہیں۔ (ابن کثیر) بعض اس کو مبالغے کا صیغہ قرار دیتے ہیں۔ (فتح القدیر) یعنی مَلَكُوتٌ مُلْكٌ کا مبالغہ ہے۔\n(2) یعنی یہ نہیں ہوگا کہ مٹی میں رل مل کر تمہارا وجود ہمیشہ کے لئے ختم ہوجائے، نہیں، بلکہ اسے دوبارہ وجود عطا کیا جائے گا۔ یہ بھی نہیں ہوگا کہ تم بھاگ کر کسی اور کے پاس پناہ طلب کر لو۔ تمہیں بہرحال اللہ ہی کی بارگاہ میں حاضر ہونا ہوگا، جہاں وہ عملوں کے مطابق اچھی یا بری جزا دے گا۔","lang":"ur"},{"name":"37:1","price":"قسم ہے صف باندھنے والے (فرشتوں) کی.","arabic":"وَٱلصَّٰٓفَّٰتِ صَفّٗا","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3789,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:2","price":"پھر پوری طرح ڈانٹنے والوں کی.","arabic":"فَٱلزَّٰجِرَٰتِ زَجۡرٗا","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3790,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:3","price":"پھر ذکر اللہ کی تلاوت کرنے والوں کی.","arabic":"فَٱلتَّٰلِيَٰتِ ذِكۡرًا","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3791,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:4","price":"یقیناً تم سب کا معبود ایک ہی ہے.(1)","arabic":"إِنَّ إِلَٰهَكُمۡ لَوَٰحِدٞ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3792,"juzNumber":23,"footnotes":"(1) صَافَّاتٌ، زَاجِرَاتٌ، تَالِياتٌ فرشتوں کی صفات ہیں۔ آسمانوں پر اللہ کی عبادت کے لئے صف باندھنے والے، یا اللہ کے حکم کے انتظار میں صف بستہ، وعظ ونصیحت کے ذریعے سے لوگوں کوڈانٹنے والے یا بادلوں کو، جہاں اللہ کا حکم ہو، وہاں ہانک کر لےجانے والے۔ اللہ کا ذکر یا قرآن کی تلاوت کرنے والے۔ ان فرشتوں کی قسم کھا کر اللہ تعالیٰ نے مضمون یہ بیان فرمایا کہ تمام انسانوں کا معبود ایک ہی ہے۔ متعدد نہیں، جیسا کہ مشرکین بنائےہوئے ہیں۔ عرف عام میں قسم تاکید اور شک دور کرنے کے لئےکھائی جاتی ہے، اللہ تعالیٰ نے یہاں قسم اسی شک کو دور کرنے کے لئےکھائی ہے جو مشرکین اس کی وحدانیت والوہیت کے بارے میں پھیلاتے ہیں۔ علاوہ ازیں ہر چیز اللہ کی مخلوق اور مملوک ہے، اس لئے وہ جس چیز کو بھی گواہ بنا کر اس کی قسم کھائے، اس کے لئے جائز ہے۔ لیکن انسانوں کےلئے اللہ کے سوا کسی اور کی قسم کھانا بالکل ناجائز اور حرام ہے، کیونکہ قسم میں، جس کی قسم کھائی جاتی ہے، اسے گواہ بنانا مقصود ہوتا ہے۔ اور گواہ اللہ کے سوا کوئی نہیں بن سکتا، کہ عالم الغیب صرف وہی ہے، اس کےسوا کوئی عالم الغیب نہیں۔","lang":"ur"},{"name":"37:5","price":"آسمانوں اور زمین اور ان کے درمیان کی تمام چیزوں اور مَشرقوں کا رب وہی ہے.(1)","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَرَبُّ ٱلۡمَشَٰرِقِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3793,"juzNumber":23,"footnotes":"(1) مطلب ہے مشارق ومغارب کا رب۔ جمع کا لفظ اس لئے استعمال کیا گیاہے جیسا کہ، بعض کہتے ہیں کہ سال کے دنوں کی تعداد کے برابر مشرق ومغرب ہیں۔ سورج ہر روز ایک مشرق سے نکلتا اور ایک مغرب میں غروب ہوتا ہے اور سورۂ رحمٰن میں مَشْرِقَيْنِ اور مَغْرِبَيْنِ، تثنیہ کے ساتھ ہیں یعنی دو مشرق اور دو مغرب۔ اس سے مراد وہ مشرقین اور مغربین ہیں جن سے سورج گرمی اور سردی میں طلوع وغروب ہوتا ہے یعنی ایک انتہائی آخری مشرق ومغرب اور دوسرا مختصر یا قریب ترین مشرق ومغرب اور جہاں مشرق ومغرب کو مفرد ذکر کیا گیا ہے، اس سے مراد وہ جہت ہے جس سے سورج طلوع یا غروب ہوتا ہے۔ (فتح القدیر)۔","lang":"ur"},{"name":"37:6","price":"ہم نے آسمان دنیا کو ستاروں کی زینت سے آراستہ کیا.","arabic":"إِنَّا زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِزِينَةٍ ٱلۡكَوَاكِبِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3794,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:7","price":"اور حفاﻇت کی سرکش شیطان سے.(1)","arabic":"وَحِفۡظٗا مِّن كُلِّ شَيۡطَٰنٖ مَّارِدٖ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3795,"juzNumber":23,"footnotes":"(1) یعنی آسمان دنیا پر، زینت کے علاوہ، ستاروں کا دوسرا مقصد یہ ہے کہ سرکش شیاطین سے حفاظت ہو۔ چنانچہ شیطان آسمان پرکوئی بات سننے کے لئے جاتے ہیں تو ستارے ان پر ٹوٹ کر گرتے ہیں جس سے بالعموم شیطان جل جاتے ہیں۔ جیسا کہ اگلی آیات اور احادیث سے واضح ہوتا ہے۔ ستاروں کا ایک تیسرا مقصد رات کی تاریکیوں میں رہنمائی بھی ہے۔ جیسا کہ قرآن میں دوسرے مقام پر بیان فرمایا گیا ہے۔ ان مقاصد سہ گانہ کے علاوہ ستاروں کا اور کوئی مقصد بیان نہیں کیا گیا ہے۔","lang":"ur"},{"name":"37:8","price":"عالم باﻻ کے فرشتوں (کی باتوں) کو سننے کے لئے وه کان بھی نہیں لگا سکتے، بلکہ ہر طرف سے وه مارے جاتے ہیں.","arabic":"لَّا يَسَّمَّعُونَ إِلَى ٱلۡمَلَإِ ٱلۡأَعۡلَىٰ وَيُقۡذَفُونَ مِن كُلِّ جَانِبٖ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3796,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:9","price":"بھگانے کے لئے اور ان کے لئے دائمی عذاب ہے.","arabic":"دُحُورٗاۖ وَلَهُمۡ عَذَابٞ وَاصِبٌ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3797,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:10","price":"مگر جو کوئی ایک آدھ بات اچک لے بھاگے تو (فوراً ہی) اس کے پیچھے دہکتا ہوا شعلہ لگ جاتا ہے.","arabic":"إِلَّا مَنۡ خَطِفَ ٱلۡخَطۡفَةَ فَأَتۡبَعَهُۥ شِهَابٞ ثَاقِبٞ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3798,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:11","price":"ان کافروں سے پوچھو تو کہ آیا ان کا پیدا کرنا زیاده دشوار ہے یا (ان کا) جنہیں ہم نے (ان کے علاوه) پیدا کیا(1) ؟ ہم نے (انسانوں) کو لیس دار مٹی سے پیدا کیا ہے.(2)","arabic":"فَٱسۡتَفۡتِهِمۡ أَهُمۡ أَشَدُّ خَلۡقًا أَم مَّنۡ خَلَقۡنَآۚ إِنَّا خَلَقۡنَٰهُم مِّن طِينٖ لَّازِبِۭ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3799,"juzNumber":23,"footnotes":"(1) یعنی ہم نےجو زمین، ملائکہ اور آسمان جیسی چیزیں بنائی ہیں جو اپنے حجم اور وسعت کے لحاظ سے نہایت انوکھی ہیں۔ کیا ان لوگوں کی پیدائش اور دوبارہ ان کو زندہ کرنا، ان چیزوں کی تخلیق سےزیادہ سخت اور مشکل ہے؟ یقیناً نہیں۔\n(2) یعنی ان کے باپ آدم (عليه السلام) کو تو ہم نے مٹی سے پیدا کیا ہے۔ مطلب یہ ہے کہ یہ انسان آخرت کی زندگی کو اتنا مستبعد کیوں سمجھتے ہیں دراں حالیکہ ان کی پیدائش ایک نہایت ہی حقیر اور کمزور چیز سے ہوئی ہے۔ جب کہ خلقت میں ان سے زیادہ قوی، عظیم اور کامل واتم چیزوں کی پیدائش کا ان کو انکار نہیں۔ (فتح القدیر)۔","lang":"ur"},{"name":"37:12","price":"بلکہ تو تعجب کر رہا ہے اور یہ مسخرا پن کر رہے ہیں.(1)","arabic":"بَلۡ عَجِبۡتَ وَيَسۡخَرُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3800,"juzNumber":23,"footnotes":"(1) یعنی آپ کو تو منکرین آخرت کے انکار پر تعجب ہو رہا ہے کہ اس کے امکان بلکہ وجوب کےاتنے واضح دلائل کے باوجود وہ اسے مان کر نہیں دے رہے اور وہ آپ کے دعوائے قیامت کا مذاق اڑا رہے ہیں کہ یہ کیوں کر ممکن ہے؟","lang":"ur"},{"name":"37:13","price":"اور جب انہیں نصیحت کی جاتی ہے یہ نہیں مانتے.","arabic":"وَإِذَا ذُكِّرُواْ لَا يَذۡكُرُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3801,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:14","price":"اور جب کسی معجزے کو دیکھتے ہیں تو مذاق اڑاتے ہیں.","arabic":"وَإِذَا رَأَوۡاْ ءَايَةٗ يَسۡتَسۡخِرُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3802,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:15","price":"اور کہتے ہیں کہ یہ تو بالکل کھلم کھلا جادو ہی ہے.(1)","arabic":"وَقَالُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٌ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3803,"juzNumber":23,"footnotes":"(1) یعنی یہ ان کا شیوہ ہے کہ نصیحت قبول نہیں کرتے اور کوئی واضح دلیل یا معجزہ پیش کیا جائے تو استہزا کرتے اور انہیں جادو باور کراتے ہیں۔","lang":"ur"},{"name":"37:16","price":"کیا جب ہم مر جائیں گے اور خاک اور ہڈی ہو جائیں گے پھر کیا (سچ مچ) ہم اٹھائے جائیں گے؟","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3804,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:17","price":"کیا ہم سے پہلے کے ہمارے باپ دادا بھی؟","arabic":"أَوَءَابَآؤُنَا ٱلۡأَوَّلُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3805,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:18","price":"آپ جواب دیجئے! کہ ہاں ہاں اور تم ذلیل (بھی) ہوں گے.(1)","arabic":"قُلۡ نَعَمۡ وَأَنتُمۡ دَٰخِرُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3806,"juzNumber":23,"footnotes":"(1) جس طرح دوسرے مقام پر بھی فرمایا «وَكُلٌّ أَتَوْهُ دَاخِرِينَ» (النمل: 87) ”سب اس کی بارگاہ میں ذلیل ہو کر آئیں گے“۔ «إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ» (المؤمن: 60) ”جو لوگ میری عبادت سے انکار کرتے ہیں، عنقریب وہ جہنم میں ذلیل وخوار ہو کر داخل ہوں گے“۔","lang":"ur"},{"name":"37:19","price":"وه تو صرف ایک زور کی جھڑکی ہے(1) کہ یکایک یہ دیکھنے لگیں گے.(2)","arabic":"فَإِنَّمَا هِيَ زَجۡرَةٞ وَٰحِدَةٞ فَإِذَا هُمۡ يَنظُرُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3807,"juzNumber":23,"footnotes":"(1) یعنی وہ اللہ کے ایک ہی حکم اور اسرافیل (عليه السلام) کی ایک ہی پھونک (نفخۂ ثانیہ) سے قبروں سے زندہ ہو کر نکل کھڑے ہوں گے۔\n(2) یعنی ان کے سامنے قیامت کے ہولناک مناظر اور میدان حشر کی سختیاں ہوں گی جنہیں وہ دیکھیں گے۔ نفخے یا چیخ کو زجرہ (ڈانٹ) سے تعبیر کیا، کیونکہ اس سے مقصود ڈانٹ ہی ہے۔","lang":"ur"},{"name":"37:20","price":"اور کہیں گے کہ ہائے ہماری خرابی یہی جزا (سزا) کا دن ہے.","arabic":"وَقَالُواْ يَٰوَيۡلَنَا هَٰذَا يَوۡمُ ٱلدِّينِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3808,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:21","price":"یہی فیصلہ کا دن ہے جسے تم جھٹلاتے رہے.(1)","arabic":"هَٰذَا يَوۡمُ ٱلۡفَصۡلِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3809,"juzNumber":23,"footnotes":"(1) وَيْلٌ کا لفظ ہلاکت کے موقع پر بولا جاتا ہے، یعنی معاینۂ عذاب کے بعد انہیں اپنی ہلاکت صاف نظر آرہی ہوگی اور اس سے مقصود ندامت کا اظہار اور اپنی کوتاہیوں کا اعتراف ہے لیکن اس وقت ندامت اور اعتراف کا کوئی فائدہ نہیں ہوگا۔ اسی لئے ان کےجواب میں فرشتے اور اہل ایمان کہیں گے کہ یہ وہی فیصلے کا دن ہے جسے تم مانتے نہیں تھے۔ یہ بھی ممکن ہے کہ آپس میں ایک دوسرے کو کہیں گے۔","lang":"ur"},{"name":"37:22","price":"ﻇالموں کو(1) اور ان کے ہمراہیوں کو(2) اور (جن) جن کی وه اللہ کے علاوه پرستش کرتے تھے.(3)","arabic":"۞ ٱحۡشُرُواْ ٱلَّذِينَ ظَلَمُواْ وَأَزۡوَٰجَهُمۡ وَمَا كَانُواْ يَعۡبُدُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3810,"juzNumber":23,"footnotes":"(1) یعنی جنہوں نے کفر وشرک اور معاصی کا ارتکاب کیا۔ یہ اللہ تعالیٰ کی طرف سے حکم ہوگا۔\n(2) اس سے مراد کفر وشرک اور تکذیب رسل کے ساتھی یا بعض کےنزدیک جنات وشیاطین ہیں۔ اور بعض کہتے ہیں کہ وہ بیویاں ہیں جو کفر وشرک میں ان کی ہمنوا تھیں۔\n(3) مَا، عام ہے، تمام معبودین کو چاہے، وہ مورتیاں ہوں یا اللہ کے نیک بندے، سب کو ان کی تذلیل کے لئے جمع کیا جائے گا۔ تاہم نیک لوگوں کو تو اللہ جہنم سے دور ہی رکھے گا، اور دوسرے معبودوں کو ان کے ساتھ ہی جہنم میں ڈال دیا جائے گا تاکہ وہ دیکھ لیں کہ یہ کسی کو نفع نقصان پہنچانے پر قادر نہیں ہیں۔","lang":"ur"},{"name":"37:23","price":"(ان سب کو) جمع کرکے انہیں دوزخ کی راه دکھا دو.","arabic":"مِن دُونِ ٱللَّهِ فَٱهۡدُوهُمۡ إِلَىٰ صِرَٰطِ ٱلۡجَحِيمِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3811,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:24","price":"اور انہیں ٹھہرا لو(1) ، (اس لئے) کہ ان سے (ضروری) سوال کیے جانے والے ہیں.","arabic":"وَقِفُوهُمۡۖ إِنَّهُم مَّسۡـُٔولُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3812,"juzNumber":23,"footnotes":"(1) یہ حکم جہنم میں لے جانے سے قبل ہوگا، کیونکہ حساب کے بعد ہی وہ جہنم میں جائیں گے۔","lang":"ur"},{"name":"37:25","price":"تمہیں کیا ہو گیا ہے کہ (اس وقت) تم ایک دوسرے کی مدد نہیں کرتے.","arabic":"مَا لَكُمۡ لَا تَنَاصَرُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3813,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:26","price":"بلکہ وه (سب کے سب) آج فرمانبردار بن گئے.","arabic":"بَلۡ هُمُ ٱلۡيَوۡمَ مُسۡتَسۡلِمُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3814,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:27","price":"وه ایک دوسرے کی طرف متوجہ ہو کر سوال وجواب کرنے لگیں گے.","arabic":"وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3815,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:28","price":"کہیں گے کہ تم تو ہمارے پاس ہماری دائیں طرف سے آتے تھے.(1)","arabic":"قَالُوٓاْ إِنَّكُمۡ كُنتُمۡ تَأۡتُونَنَا عَنِ ٱلۡيَمِينِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3816,"juzNumber":23,"footnotes":"(1) اس کا مطلب یہ ہے کہ دین اور حق کے نام سے آتے تھے یعنی باور کراتے تھے کہ یہی اصل دین اور حق ہے۔ اور بعض کے نزدیک مطلب ہے، ہر طرف سے آتے تھے، وَالشِّمَالِ محذوف ہے۔ جس طرح شیطان نے کہا تھا ”میں ان کے آگے، پیچھے سے، ان کے دائیں بائیں سے ہر طرف سے ان کے پاس آؤں گا اور انہیں گمراہ کروں گا“۔ (الأعراف: 17)۔","lang":"ur"},{"name":"37:29","price":"وه جواب دیں گے کہ نہیں بلکہ تم ہی ایمان والے نہ تھے.(1)","arabic":"قَالُواْ بَل لَّمۡ تَكُونُواْ مُؤۡمِنِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3817,"juzNumber":23,"footnotes":"- لیڈر کہیں گے کہ ایمان تم اپنی مرضی سے نہیں لائے اور آج ذمے دار ہمیں ٹھہرا رہے ہو؟","lang":"ur"},{"name":"37:30","price":"اور کچھ ہمارا زور تو تم پر تھا (ہی) نہیں۔ بلکہ تم (خود) سرکش لوگ تھے.(1)","arabic":"وَمَا كَانَ لَنَا عَلَيۡكُم مِّن سُلۡطَٰنِۭۖ بَلۡ كُنتُمۡ قَوۡمٗا طَٰغِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3818,"juzNumber":23,"footnotes":"(1) تابعین اور متبوعین کی یہ باہمی تکرار قرآن کریم میں کئی جگہ بیان کی گئی ہے۔ ان کی ایک دوسرے کو یہ ملامت عرصۂ قیامت (میدان محشر) میں بھی ہوگی اور جہنم میں جانے کے بعد جہنم کے اندر بھی۔ ملاحظہ ہو۔ المؤمن: 48-47، سبا: 32-31، الاحزاب:68-67 ، الاعراف:39- 38 وَغَيْرهَا مِنَ الآيَاتِ۔","lang":"ur"},{"name":"37:31","price":"اب تو ہم (سب) پر ہمارے رب کی یہ بات ﺛابت ہو چکی کہ ہم (عذاب) چکھنے والے ہیں.","arabic":"فَحَقَّ عَلَيۡنَا قَوۡلُ رَبِّنَآۖ إِنَّا لَذَآئِقُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3819,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:32","price":"پس ہم نے تمہیں گمراه کیا ہم تو خود بھی گمراه ہی تھے.(1)","arabic":"فَأَغۡوَيۡنَٰكُمۡ إِنَّا كُنَّا غَٰوِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3820,"juzNumber":23,"footnotes":"(1) یعنی جس بات کی پہلے، انہوں نے نفی کی، کہ ہمارا تم پر کون سا زور تھا کہ تمہیں گمراہ کرتے۔ اب اس کا یہاں اعتراف ہے کہ ہاں واقعی ہم نے تمہیں گمراہ کیا تھا۔ لیکن یہ اعتراف اس تنبیہ کے ساتھ کیا کہ ہمیں اس ضمن میں مورد طعن مت بناؤ، اس لئے کہ ہم خود بھی گمراہ ہی تھے، ہم نے تمہیں بھی اپنے جیسا ہی بنانا چاہا اور تم نے آسانی سے ہماری راہ اپنالی۔ جس طرح شیطان بھی اس روز کہے گا۔ «وَمَا كَانَ لِي عَلَيْكُمْ مِنْ سُلْطَانٍ إِلا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ» (إبراهيم: 22)۔","lang":"ur"},{"name":"37:33","price":"سو اب آج کے دن تو (سب کے سب) عذاب میں شریک ہیں.(1)","arabic":"فَإِنَّهُمۡ يَوۡمَئِذٖ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3821,"juzNumber":23,"footnotes":"(1) اس لئے کہ ان کا جرم بھی مشترکہ ہے، شرک، معصیت اور شر وفساد ان سب کا وطیرہ تھا۔","lang":"ur"},{"name":"37:34","price":"ہم گناه گاروں کے ساتھ اسی طرح کیا کرتے ہیں.(1)","arabic":"إِنَّا كَذَٰلِكَ نَفۡعَلُ بِٱلۡمُجۡرِمِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3822,"juzNumber":23,"footnotes":"(1) یعنی ہر قسم کے گناہ گاروں کے ساتھ ہمارا یہی معاملہ ہے اور اب وہ سب ہمارا عذاب بھگتیں گے۔","lang":"ur"},{"name":"37:35","price":"یہ وه (لوگ) ہیں کہ جب ان سے کہا جاتا ہے کہ اللہ کے سوا کوئی معبود نہیں تو یہ سرکشی کرتے تھے.(1)","arabic":"إِنَّهُمۡ كَانُوٓاْ إِذَا قِيلَ لَهُمۡ لَآ إِلَٰهَ إِلَّا ٱللَّهُ يَسۡتَكۡبِرُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3823,"juzNumber":23,"footnotes":"(1) یعنی دنیا میں، جب ان سے کہا جاتا تھا کہ جس طرح مسلمانوں نے یہ کلمہ پڑھ کر شرک ومعصیت سے توبہ کر لی ہے، تم بھی یہ پڑھ لو، تاکہ تم دنیا میں بھی مسلمان کے قہر وغضب سےبچ جاؤ اور آخرت میں بھی عذاب الٰہی سے تمہیں دوچار ہونا نہ پڑے، تو وہ تکبر کرتے اور انکار کرتے۔ نبی (صلى الله عليه وسلم) کا فرمان ہے۔ «أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا : لا إِلَه إِلا اللهُ ، فَمَنْ قَالَ (لا إِلَه إِلا اللهُ) فَقَدْ عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ» (متفق عليه ، مشكاة، كتاب الإيمان بحواله ابن كثير) ”مجھے اس بات کا حکم دیا گیا ہے کہ میں اس وقت تک لوگوں سے قتال کروں جب تک وہ لا الہ الا اللہ کا اقرار نہ کر لیں۔ جس نے یہ اقرار کر لیا، اس نے اپنی جان اور مال کی حفاظت کر لی“۔","lang":"ur"},{"name":"37:36","price":"اور کہتے تھے کہ کیا ہم اپنے معبودوں کو ایک دیوانے شاعر کی بات پر چھوڑ دیں؟(1)","arabic":"وَيَقُولُونَ أَئِنَّا لَتَارِكُوٓاْ ءَالِهَتِنَا لِشَاعِرٖ مَّجۡنُونِۭ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3824,"juzNumber":23,"footnotes":"(1) یعنی انہوں نے نبی کریم (صلى الله عليه وسلم) کو شاعر اور مجنون کہا اور آپ کی دعوت کو جنون (دیوانگی) اور قرآن کو شعر سے تعبیر کیا اور کہا کہ ایک دیوانے کی دیوانگی پر ہم اپنے معبودوں کو کیوں چھوڑ دیں؟ حالانکہ یہ دیوانگی نہیں، فرزانگی تھی، شاعری نہیں، حقیقت تھی اور اس دعوت کے اپنانے میں ان کی ہلاکت نہیں، نجات تھی۔","lang":"ur"},{"name":"37:37","price":"(نہیں نہیں) بلکہ (نبی) تو حق (سچا دین) ﻻئے ہیں اور سب رسولوں کو سچا جانتے ہیں.(1)","arabic":"بَلۡ جَآءَ بِٱلۡحَقِّ وَصَدَّقَ ٱلۡمُرۡسَلِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3825,"juzNumber":23,"footnotes":"(1) یعنی تم ہمارے پیغمبر کو شاعر اور مجنون کہتے ہو، جب کہ واقعہ یہ ہے کہ وہ جو کچھ لایا اور پیش کر رہا ہے، وہ سچ ہے اور وہی چیز ہے جو اس سے قبل تمام انبیا بھی پیش کرتے رہے ہیں۔ کیا یہ کام کسی دیوانے کا یا کسی شاعر کے تخیلات کا نتیجہ ہو سکتا ہے؟","lang":"ur"},{"name":"37:38","price":"یقیناً تم دردناک عذاب (کا مزه) چکھنے والے ہو.","arabic":"إِنَّكُمۡ لَذَآئِقُواْ ٱلۡعَذَابِ ٱلۡأَلِيمِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3826,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:39","price":"تمہیں اسی کا بدلہ دیا جائے گا جو تم کرتے تھے.(1)","arabic":"وَمَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3827,"juzNumber":23,"footnotes":"(1) یہ جہنمیوں کو اس وقت کہا جائے گا جب وہ کھڑے ایک دوسرے سے پوچھ رہے ہوں گے اور ساتھ ہی وضاحت کر دی جائے گی کہ یہ ظلم نہیں ہے بلکہ عین عدل ہے کیونکہ یہ سب تمہارے اپنے عملوں کا بدلہ ہے۔","lang":"ur"},{"name":"37:40","price":"مگر اللہ تعالیٰ کے خالص برگزیده بندے.(1)","arabic":"إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3828,"juzNumber":23,"footnotes":"(1) یعنی یہ عذاب سے محفوظ ہوں گے، ان کی کوتاہیوں سے بھی درگزر کر دیا جائے گا، اگر کچھ ہوں گی اور ایک ایک نیکی کا اجر انہیں کئی کئی گنا دیا جائے گا۔","lang":"ur"},{"name":"37:41","price":"انہیں کے لئے مقرره روزی ہے.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ رِزۡقٞ مَّعۡلُومٞ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3829,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:42","price":"(ہر طرح کے) میوے، اور وه باعزت واکرام ہوں گے.","arabic":"فَوَٰكِهُ وَهُم مُّكۡرَمُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3830,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:43","price":"نعمتوں والی جنتوں میں.","arabic":"فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3831,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:44","price":"تختوں پر ایک دوسرے کے سامنے (بیٹھے) ہوں گے.","arabic":"عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3832,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:45","price":"جاری شراب کے جام کا ان پر دور چل رہا ہوگا.(1)","arabic":"يُطَافُ عَلَيۡهِم بِكَأۡسٖ مِّن مَّعِينِۭ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3833,"juzNumber":23,"footnotes":"(1) كَأْسٌ ، شراب کے بھرے ہوئے جام کو اور قدح خالی جام کو کہتے ہیں۔ مَعِينٍ کےمعنی ہیں۔ جاری چشمہ۔ مطلب یہ ہے کہ جاری چشمے کی طرح، جنت میں شراب ہر وقت میسر رہے گی۔","lang":"ur"},{"name":"37:46","price":"جو صاف شفاف اور پینے میں لذیذ ہوگی.(1)","arabic":"بَيۡضَآءَ لَذَّةٖ لِّلشَّٰرِبِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3834,"juzNumber":23,"footnotes":"(1) دنیا میں شراب عام طور پر بد رنگ ہوتی ہے، جنت میں وہ جس طرح لذیذ ہوگی خوش رنگ بھی ہوگی۔","lang":"ur"},{"name":"37:47","price":"نہ اس سے درد سر ہو اور نہ اس کے پینے سے بہکیں.(1)","arabic":"لَا فِيهَا غَوۡلٞ وَلَا هُمۡ عَنۡهَا يُنزَفُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3835,"juzNumber":23,"footnotes":"(1) یعنی دنیا کی شراب کی طرح اس میں قے، سر درد، بدمستی اور بہکنے کا اندیشہ نہیں ہوگا۔","lang":"ur"},{"name":"37:48","price":"اور ان کے پاس نیچی نظروں، بڑی بڑی آنکھوں والی (حوریں) ہوں گی.(1)","arabic":"وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ عِينٞ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3836,"juzNumber":23,"footnotes":"(1) بڑی اور موٹی آنکھیں حسن کی علامت ہے یعنی حسین آنکھیں ہوں گی۔","lang":"ur"},{"name":"37:49","price":"ایسی جیسے چھپائے ہوئے انڈے.(1)","arabic":"كَأَنَّهُنَّ بَيۡضٞ مَّكۡنُونٞ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3837,"juzNumber":23,"footnotes":"(1) یعنی شتر مرغ اپنے پروں کے نیچے چھپائے ہوئے ہوں، جس کی وجہ سے وہ ہوا اور گرد وغبار سے محفوظ ہوں گے۔ کہتے ہیں شتر مرغ کے انڈے بہت خوش رنگ ہوتے ہیں، جو زردی مائل سفید ہوتے ہیں اور ایسا رنگ حسن وجمال کی دنیا میں سب سے عمدہ سمجھا جاتا ہے۔ اس لحاظ سے یہ تشبیہ، صرف سفیدی میں نہیں ہے بلکہ خوش رنگی اور حسن ورعنائی میں ہے۔","lang":"ur"},{"name":"37:50","price":"(جنتی) ایک دوسرے کی طرف رخ کرکے پوچھیں گے.(1)","arabic":"فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3838,"juzNumber":23,"footnotes":"(1) جنتی، جنت میں ایک دوسرے کے ساتھ بیٹھے ہوئے، دنیا کے واقعات یاد کریں گے اور ایک دوسرے کو سنائیں گے۔","lang":"ur"},{"name":"37:51","price":"ان میں سے ایک کہنے واﻻ کہے گا کہ میرا ایک ساتھی تھا.","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ إِنِّي كَانَ لِي قَرِينٞ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3839,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:52","price":"جو (مجھ سے) کہا کرتا تھا کہ کیا تو (قیامت کے آنے کا) یقین کرنے والوں میں سے ہے؟(1)","arabic":"يَقُولُ أَءِنَّكَ لَمِنَ ٱلۡمُصَدِّقِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3840,"juzNumber":23,"footnotes":"(1) یعنی یہ بات وہ استہزا اور مذاق کے طور پر کہا کرتا تھا، مقصد اس کا یہ تھا کہ یہ تو ناممکن ہے کیا ایسی ناممکن الوقوع بات پر تو یقین رکھتا ہے؟","lang":"ur"},{"name":"37:53","price":"کیا جب کہ ہم مر کر مٹی اور ہڈی ہو جائیں گے کیا اس وقت ہم جزا دیئے جانے والے ہیں؟(1)","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَدِينُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3841,"juzNumber":23,"footnotes":"(1) یعنی ہمیں زندہ کرکے ہمارا حساب لیاجائے گا اور پھر اس کے مطابق جزا دی جائے گی؟","lang":"ur"},{"name":"37:54","price":"کہے گا تم چاہتے ہو کہ جھانک کر دیکھ لو؟(1)","arabic":"قَالَ هَلۡ أَنتُم مُّطَّلِعُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3842,"juzNumber":23,"footnotes":"(1) یعنی وہ جنتی، اپنے جنت کے ساتھیوں سے کہے گا کہ کیا تم پسند کرتے ہو کہ ذرا جہنم میں جھانک کر دیکھیں، شاید مجھے یہ باتیں کہنے والا وہاں نظر آجائے تو تمہیں بتلاؤں کہ یہ شخص تھا جو یہ باتیں کرتا تھا۔","lang":"ur"},{"name":"37:55","price":"جھانکتے ہی اسے بیچوں بیچ جہنم میں (جلتا ہوا) دیکھے گا.","arabic":"فَٱطَّلَعَ فَرَءَاهُ فِي سَوَآءِ ٱلۡجَحِيمِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3843,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:56","price":"کہے گا واللہ! قریب تھا کہ تو مجھے (بھی) برباد کر دے.","arabic":"قَالَ تَٱللَّهِ إِن كِدتَّ لَتُرۡدِينِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3844,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:57","price":"اگر میرے رب کا احسان نہ ہوتا تو میں بھی دوزخ میں حاضر کئے جانے والوں میں ہوتا.(1)","arabic":"وَلَوۡلَا نِعۡمَةُ رَبِّي لَكُنتُ مِنَ ٱلۡمُحۡضَرِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3845,"juzNumber":23,"footnotes":"(1) یعنی جھانکنے پر اسے جہنم کے وسط میں وہ شخص نظر آجائے گا اور اسے یہ جنتی کہے گا کہ مجھے بھی تو گمراہ کرکے ہلاکت میں ڈالنے لگا تھا، یہ تو مجھ پر اللہ کا احسان ہوا، ورنہ آج میں بھی تیرے ساتھ جہنم میں ہوتا۔","lang":"ur"},{"name":"37:58","price":"کیا (یہ صحیح ہے) کہ ہم مرنے والے ہی نہیں؟(1)","arabic":"أَفَمَا نَحۡنُ بِمَيِّتِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3846,"juzNumber":23,"footnotes":"(1) جہنمیوں کاحشر دیکھ کر جنتی کے دل میں رشک کا جذبہ مزید بیدار ہو جائے گا اور کہے گا کہ ہمیں جو جنت کی زندگی اور اس کی نعمتیں ملی ہیں، کیا یہ دائمی نہیں؟ اور اب ہمیں موت آنے والی نہیں ہے؟ یہ استفہام تقریری ہے یعنی اب یہ زندگیاں دائمی ہیں، جنتی ہمیشہ جنت میں اور جہنمی ہمیشہ جہنم میں رہیں گے، نہ انہیں موت آئے گی کہ جہنم کے عذاب سے چھوٹ جائیں اور نہ ہمیں، کہ جنت کی نعمتوں سے محروم ہو جائیں، جس طرح حدیث میں آتا ہے کہ موت کو ایک مینڈھے کی شکل میں جنت اور دوزخ کے درمیان لا کر ذبح کر دیاجائے گا کہ اب کسی کوموت نہیں آئے گی۔","lang":"ur"},{"name":"37:59","price":"بجز پہلی ایک موت(1) کے، اور نہ ہم عذاب کیے جانے والے ہیں.","arabic":"إِلَّا مَوۡتَتَنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3847,"juzNumber":23,"footnotes":"(1) جو دنیا میں آچکی۔ اب ہمارے لئے موت ہے نہ عذاب۔","lang":"ur"},{"name":"37:60","price":"پھر تو (ﻇاہر بات ہے کہ) یہ بڑی کامیابی ہے.(1)","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3848,"juzNumber":23,"footnotes":"(1) اس لئے کہ جہنم سے بچ جانے اور جنت کی نعمتوں کا مستحق قرار پا جانے سے بڑھ کر اور کیا کامیابی ہوگی؟","lang":"ur"},{"name":"37:61","price":"ایسی (کامیابی) کے لئے عمل کرنے والوں کو عمل کرنا چاہئے.(1)","arabic":"لِمِثۡلِ هَٰذَا فَلۡيَعۡمَلِ ٱلۡعَٰمِلُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3849,"juzNumber":23,"footnotes":"(1) یعنی اس جیسی نعمت اور اس جیسے فضل عظیم ہی کے لئے محنت کرنے والوں کو محنت کرنی چاہئے، اس لئے کہ یہی سب سے نفع بخش تجارت ہے۔ نہ کہ دنیا کے لئے جو عارضی ہے۔ اور خسارے کا سودا ہے۔","lang":"ur"},{"name":"37:62","price":"کیا یہ مہمانی اچھی ہے یا سینڈھ (زقوم) کا درخت؟(1)","arabic":"أَذَٰلِكَ خَيۡرٞ نُّزُلًا أَمۡ شَجَرَةُ ٱلزَّقُّومِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3850,"juzNumber":23,"footnotes":"(1) زَقُّومٌ، تَزَقُّمٌ سے مشتق ہے، جس کےمعنی بدبودار اور کریہ چیز کے نگلنے کے ہیں۔ اس درخت کا پھل بھی کھانا اہل جہنم کے لئےسخت ناگوار ہوگا۔ کیوں کہ یہ سخت بدبو دار، کڑوا اور نہایت کریہ ہوگا۔ بعض کہتے ہیں کہ یہ دنیا کے درختوں میں سے ہے اور عربوں میں متعارف ہے، یہ قطرب درخت ہے جو تہامہ میں پایا جاتا ہے۔ اور بعض کہتے ہیں کہ یہ کوئی دنیاوی درخت نہیں ہے، اہل دنیا کے لئے یہ غیر معروف ہے۔ (فتح القدیر) لیکن پہلا قول زیادہ صحیح ہے۔ اور یہ وہی درخت ہے جسے اردو میں سینڈھ یا تھوہر کہتے ہیں۔","lang":"ur"},{"name":"37:63","price":"جسے ہم نے ﻇالموں کے لئے سخت آزمائش بنا رکھا ہے.(1)","arabic":"إِنَّا جَعَلۡنَٰهَا فِتۡنَةٗ لِّلظَّٰلِمِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3851,"juzNumber":23,"footnotes":"(1) آزمائش، اس لئے کہ اس کا پھل کھانا بجائے خود ایک بہت بڑی آزمائش ہے۔ بعض نے اسے اس اعتبار سے آزمائش کہا کہ اس کے وجود کا انہوں نے انکار کیا کہ جہنم میں جب ہر طرف آگ ہی آگ ہوگی تو وہاں درخت کس طرح موجود رہ سکتا ہے؟ یہاں ظالمین سے مراد وہ اہل جہنم ہیں جن پر جہنم واجب ہوگی۔","lang":"ur"},{"name":"37:64","price":"بے شک وه درخت جہنم کی جڑ میں سے نکلتا ہے.(1)","arabic":"إِنَّهَا شَجَرَةٞ تَخۡرُجُ فِيٓ أَصۡلِ ٱلۡجَحِيمِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3852,"juzNumber":23,"footnotes":"(1) یعنی اس کی جڑ جہنم کی گہرائی میں ہوگی البتہ اس کی شاخیں ہر طرف پھیلی ہوئی ہوں گی۔","lang":"ur"},{"name":"37:65","price":"جس کے خوشے شیطانوں کے سروں جیسے ہوتے ہیں.(1)","arabic":"طَلۡعُهَا كَأَنَّهُۥ رُءُوسُ ٱلشَّيَٰطِينِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3853,"juzNumber":23,"footnotes":"(1) اسے شناعت وقباحت میں شیطانوں کےسروں سے تشبیہ دی، جس طرح اچھی چیز کے بارے میں کہتے ہیں گویا کہ وہ فرشتہ ہے۔","lang":"ur"},{"name":"37:66","price":"(جہنمی) اسی درخت سے کھائیں گے اور اسی سے پیٹ بھریں گے.(1)","arabic":"فَإِنَّهُمۡ لَأٓكِلُونَ مِنۡهَا فَمَالِـُٔونَ مِنۡهَا ٱلۡبُطُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3854,"juzNumber":23,"footnotes":"(1) یہ انہیں نہایت کراہت سے کھانا پڑے گا جس سے ظاہر بات ہے پیٹ بوجھل ہی ہوں گے۔","lang":"ur"},{"name":"37:67","price":"پھر اس پر گرم جلتے جلتے پانی کی ملونی ہوگی.(1)","arabic":"ثُمَّ إِنَّ لَهُمۡ عَلَيۡهَا لَشَوۡبٗا مِّنۡ حَمِيمٖ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3855,"juzNumber":23,"footnotes":"(1) یعنی کھانے کے بعد انہیں پانی کی طلب ہوگی تو کھولتا ہوا گرم پانی انہیں دیا جائے گا،جس کے پینے سے ان کی انتڑیاں کٹ جائیں گی۔ (سورۂ محمد: 15)۔","lang":"ur"},{"name":"37:68","price":"پھر ان سب کا لوٹنا جہنم کی (آگ کے ڈھیرکی) طرف ہوگا.(1)","arabic":"ثُمَّ إِنَّ مَرۡجِعَهُمۡ لَإِلَى ٱلۡجَحِيمِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3856,"juzNumber":23,"footnotes":"(1) یعنی زقوم کےکھانے اور گرم پانی کے پینے کے بعد انہیں دوبارہ جہنم میں پھینک دیا جائے گا۔","lang":"ur"},{"name":"37:69","price":"یقین مانو! کہ انہوں نے اپنے باپ دادا کو بہکا ہوا پایا.","arabic":"إِنَّهُمۡ أَلۡفَوۡاْ ءَابَآءَهُمۡ ضَآلِّينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3857,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:70","price":"اور یہ انہی کے نشان قدم پر دوڑتے رہے.(1)","arabic":"فَهُمۡ عَلَىٰٓ ءَاثَٰرِهِمۡ يُهۡرَعُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3858,"juzNumber":23,"footnotes":"(1) یہ جہنم کی مذکورہ سزاوں کی علت ہے کہ اپنے باپ دادوں کو گمراہی پر پانے کے باوجود یہ انہی کے نقش قدم پر چلتے رہے اور دلیل وحجت کے مقابلے میں تقلید کو اپنائے رکھا، إِهْرَاعٌ إِسْرَاعٌ کے معنی میں ہے یعنی دوڑنا اور نہایت شوق سے اور لپک کر پکڑنا اور اختیار کرنا۔","lang":"ur"},{"name":"37:71","price":"ان سے پہلے بھی بہت سے اگلے بہک چکے ہیں.(1)","arabic":"وَلَقَدۡ ضَلَّ قَبۡلَهُمۡ أَكۡثَرُ ٱلۡأَوَّلِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3859,"juzNumber":23,"footnotes":"(1) یعنی یہی گمراہ نہیں ہوئے۔ ان سے پہلے لوگ بھی اکثر گمراہی ہی کےراستے پر چلنے والے تھے۔","lang":"ur"},{"name":"37:72","price":"جن میں ہم نے ڈرانے والے (رسول) بھیجے تھے.(1)","arabic":"وَلَقَدۡ أَرۡسَلۡنَا فِيهِم مُّنذِرِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3860,"juzNumber":23,"footnotes":"(1) یعنی ان سے پہلے لوگوں میں۔ انہوں نے حق کا پیغام پہنچایا اور عدم قبول کی صورت میں انہیں اللہ کے عذاب سے ڈرایا، لیکن ان پر کوئی اثر نہیں ہوا نتیجتاً انہیں تباہ کر دیا گیا، جیسا کہ اگلی آیت میں ان کے عبرت ناک انجام کی طرف اشارہ فرمایا۔","lang":"ur"},{"name":"37:73","price":"اب تو دیکھ لے کہ جنہیں دھمکایا گیا تھا ان کا انجام کیسا کچھ ہوا.","arabic":"فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3861,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:74","price":"سوائے اللہ کے برگزیده بندوں کے.(1)","arabic":"إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3862,"juzNumber":23,"footnotes":"(1) یعنی عبرت ناک انجام سے صرف وہ محفوظ رہے جن کو اللہ نے ایمان وتوحید کی توفیق سے نواز کر بچا لیا۔ مُخْلِصِينَ، وہ لوگ جو عذاب سے بچے رہے، مُنْذَرِينَ (تباہ ہونے والی قوموں) کے اجمالی ذکر کے بعد اب چند مُنْذِرِينَ (پیغمبروں) کاذکر کیا جا رہا ہے۔","lang":"ur"},{"name":"37:75","price":"اور ہمیں نوح (علیہ السلام) نے پکارا تو (دیکھ لو) ہم کیسے اچھے دعا قبول کرنے والے ہیں.(1)","arabic":"وَلَقَدۡ نَادَىٰنَا نُوحٞ فَلَنِعۡمَ ٱلۡمُجِيبُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3863,"juzNumber":23,"footnotes":"(1) یعنی ساڑھے نو سو سال کی تبلیغ کے باوجود جب قوم کی اکثریت نے ان کی تکذیب ہی کی اور انہوں نے محسوس کر لیا کہ ایمان لانے کی کوئی امید نہیں ہے تو اپنے رب کو پکارا«فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ» (سورة القمر: 10) ”یا اللہ میں مغلوب ہوں، میری مدد فرما“۔ چنانچہ ہم نے نوح (عليه السلام) کی دعا قبول کی اور ان کی قوم کو طوفان بھیج کر ہلاک کر دیا۔","lang":"ur"},{"name":"37:76","price":"ہم نے اسے اور اس کے گھر والوں کو(1) اس زبردست مصیبت سے بچا لیا.","arabic":"وَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3864,"juzNumber":23,"footnotes":"(1) أَهْلٌ سے مراد، حضرت نوح (عليه السلام) پر ایمان لانے والے ہیں، جن میں ان کے گھر کے افراد بھی ہیں جو مومن تھے۔ بعض مفسرین نے ان کی کل تعداد 8۔ بتلائی ہے۔ اس میں آپ کی بیوی اور ایک لڑکا شامل نہیں، جو مومن نہیں تھے، وہ بھی طوفان میں غرق ہو گئے۔ کرب عظیم (زبردست مصیبت) سے مراد وہی سیلاب عظیم ہے جس میں یہ قوم غرق ہوئی۔","lang":"ur"},{"name":"37:77","price":"اور اس کی اوﻻد کو ہم نے باقی رہنے والی بنا دی.(1)","arabic":"وَجَعَلۡنَا ذُرِّيَّتَهُۥ هُمُ ٱلۡبَاقِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3865,"juzNumber":23,"footnotes":"(1) اکثر مفسرین کے قول کے مطابق حضرت نوح (عليه السلام) کے تین بیٹے تھے۔ حام، سام، یافث۔ انہی سے بعد کی نسل انسانی چلی۔ اسی لئے حضرت نوح (عليه السلام) کو آدم ثانی بھی کہا جاتا ہے یعنی آدم (عليه السلام) کی طرح، آدم (عليه السلام) کے بعد یہ دوسرے ابوالبشر ہیں۔ سام کی نسل سے عرب، فارس، روم اور یہود ونصاریٰ ہیں۔ حام کی نسل سےسوڈان (مشرق سے مغرب تک) یعنی سندھ، ہند، نوب، زنج، حبشہ قبط اور بربر وغیرہم ہیں اور یافث کی نسل سے صقالبہ، ترک، خزر اور یاجوج ماجوج وغیرہم ہیں۔ (فتح القدیر) وَاللهُ أَعْلَمُ۔","lang":"ur"},{"name":"37:78","price":"اور ہم نے اس کا (ذکر خیر) پچھلوں میں باقی رکھا.(1)","arabic":"وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3866,"juzNumber":23,"footnotes":"(1) یعنی قیامت تک آنے والے اہل ایمان میں ہم نے نوح (عليه السلام) کا ذکر خیر باقی چھوڑ دیا ہے اور وہ سب نوح (عليه السلام) پر سلام بھیجتے ہیں اور بھیجتے رہیں گے۔","lang":"ur"},{"name":"37:79","price":"نوح (علیہ السلام) پر تمام جہانوں میں سلام ہو","arabic":"سَلَٰمٌ عَلَىٰ نُوحٖ فِي ٱلۡعَٰلَمِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3867,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:80","price":"ہم نیکی کرنے والوں کو اسی طرح بدلہ دیتے ہیں.(1)","arabic":"إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3868,"juzNumber":23,"footnotes":"(1) یعنی جس طرح نوح (عليه السلام) کی دعا قبول کرکے، ان کی ذریت کو باقی رکھ اور پچھلوں میں ان کا ذکر خیر باقی رکھ کے ہم نے نوح (عليه السلام) کو عزت وتکریم بخشی۔ اسی طرح جو بھی اپنے اقوال وافعال میں محسن اور اس باب میں راسخ اور معروف ہوگا، اس کے ساتھ بھی ہم ایسا معاملہ کریں گے۔","lang":"ur"},{"name":"37:81","price":"وه ہمارے ایمان والے بندوں میں سے تھا.","arabic":"إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3869,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:82","price":"پھر ہم نے دوسروں کو ڈبو دیا.","arabic":"ثُمَّ أَغۡرَقۡنَا ٱلۡأٓخَرِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3870,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:83","price":"اور اس (نوح علیہ السلام کی) تابعداری کرنے والوں میں سے (ہی) ابراہیم (علیہ السلام بھی) تھے.(1)","arabic":"۞ وَإِنَّ مِن شِيعَتِهِۦ لَإِبۡرَٰهِيمَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3871,"juzNumber":23,"footnotes":"(1) شِيعَةٌ کے معنی گروہ اور پیروکار کے ہیں۔ یعنی ابراہیم (عليه السلام) بھی اہل دین واہل توحید کے اسی گروہ سے ہیں جن کو نوح (عليه السلام) ہی کی طرح انابت الی اللہ کی توفیق خاص نصیب ہوئی۔","lang":"ur"},{"name":"37:84","price":"جبکہ اپنے رب کے پاس بے عیب دل ﻻئے.","arabic":"إِذۡ جَآءَ رَبَّهُۥ بِقَلۡبٖ سَلِيمٍ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3872,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:85","price":"انہوں نے اپنے باپ اور اپنی قوم سے کہا کہ تم کیا پوج رہے ہو؟","arabic":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَاذَا تَعۡبُدُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3873,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:86","price":"کیا تم اللہ کے سوا گھڑے ہوئے معبود چاہتے ہو؟(1)","arabic":"أَئِفۡكًا ءَالِهَةٗ دُونَ ٱللَّهِ تُرِيدُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3874,"juzNumber":23,"footnotes":"(1) یعنی اپنی طرف سے ہی جھوٹ گھڑ کے کہ یہ معبود ہیں، تم اللہ کو چھوڑ کر ان کی عبادت کرتے ہو، دراں حالیکہ یہ پتھر اور مورتیاں ہیں۔","lang":"ur"},{"name":"37:87","price":"تو یہ (بتلاؤ کہ) تم نے رب العالمین کو کیا سمجھ رکھا ہے؟(1)","arabic":"فَمَا ظَنُّكُم بِرَبِّ ٱلۡعَٰلَمِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3875,"juzNumber":23,"footnotes":"- یعنی اتنی قبیح حرکت کرنے کے باوجودکیا وہ تم پر ناراض نہیں ہوگا اور تمہیں سزا نہیں دے گا۔","lang":"ur"},{"name":"37:88","price":"اب ابراہیم (علیہ السلام) نے ایک نگاه ستاروں کی طرف اٹھائی.","arabic":"فَنَظَرَ نَظۡرَةٗ فِي ٱلنُّجُومِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3876,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:89","price":"اور کہا میں تو بیمار ہوں.(1)","arabic":"فَقَالَ إِنِّي سَقِيمٞ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3877,"juzNumber":23,"footnotes":"(1) آسمان پر غور وفکر کے لئے دیکھا جیسا کہ بعض لوگ ایسا کرتے ہیں۔ یا اپنی قوم کے لوگوں کو مغالطے میں ڈالنے کے لئے ایسا کیا، جو کہ ستاروں کی گردش کو حوادث زمانہ میں موثر مانتے تھے۔ یہ واقعہ اس وقت کا ہے کہ جب ان کی قوم کا وہ دن آیا، جسے وہ باہر جا کر بطور عید اور قومی تہوار منایا کرتی تھی۔ قوم نے حضرت ابراہیم (عليه السلام) کو بھی ساتھ چلنے کی دعوت دی۔ لیکن ابراہیم (عليه السلام) تنہائی اور موقعے کی تلاش میں تھے، تاکہ ان کے بتوں کا تیاپانچہ کیا جا سکے۔ چنانچہ انہوں نے یہ موقع غنیمت جانا کہ کل ساری قوم باہر میلے میں چلی جائے گی تو میں اپنا منصوبہ بروئے کار لے آؤں گا۔ اور کہہ دیا کہ میں بیمار ہوں یا آسمانوں کی گردش بتلاتی ہے کہ میں بیمار ہونے والا ہوں۔ یہ بات بالکل جھوٹی تو نہیں تھی، ہر انسان کچھ نہ کچھ بیمار ہوتا ہی ہے، علاوہ ازیں قوم کا شرک حضرت ابراہیم (عليه السلام) کے دل کا ایک مستقل روگ تھا، جسے دیکھ کر وہ کڑھتے رہتے تھے۔ یوں حضرت ابراہیم (عليه السلام) نے تعریض اور توریے کا اظہار فرمایا جو اگرچہ جھوٹ نہیں ہوتا لیکن مخاطب اس کے متبادر مفہوم سے مغالطے کا شکار ہو جاتا ہے۔ اس لئے حدیث ثلاث کذبات میں اسے جھوٹ سے تعبیر کیا گیا ہے، جیسا کہ اس کی ضروری تفصیل سورۂ انبیاء: 63 میں گزر چکی ہے۔","lang":"ur"},{"name":"37:90","price":"اس پر وه سب اس سے منھ موڑے ہوئے واپس چلے گئے.","arabic":"فَتَوَلَّوۡاْ عَنۡهُ مُدۡبِرِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3878,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:91","price":"آپ (چﭗ چپاتے) ان کے معبودوں کے پاس گئے اور فرمانے لگے تم کھاتے کیوں نہیں؟(1)","arabic":"فَرَاغَ إِلَىٰٓ ءَالِهَتِهِمۡ فَقَالَ أَلَا تَأۡكُلُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3879,"juzNumber":23,"footnotes":"(1) یعنی جو حلویات بطور تبرک وہاں پڑی ہوئی تھیں، وہ انہیں کھانے کے لئے پیش کیں، جو ظاہر بات ہے انہیں نہ کھانی تھیں نہ کھائیں بلکہ وہ جواب دینے پر بھی قادر نہ تھے، اس لئے جواب بھی نہیں دیا۔","lang":"ur"},{"name":"37:92","price":"تمہیں کیا ہو گیا کہ بات تک نہیں کرتے ہو.","arabic":"مَا لَكُمۡ لَا تَنطِقُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3880,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:93","price":"پھر تو (پوری قوت کے ساتھ) دائیں ہاتھ سے انہیں مارنے پر پل پڑے.(1)","arabic":"فَرَاغَ عَلَيۡهِمۡ ضَرۡبَۢا بِٱلۡيَمِينِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3881,"juzNumber":23,"footnotes":"(1) رَاغَ کے معنی ہیں، مَالَ، ذَهَبَ، أَقْبَلَ، یہ سب متقارب المعنی ہیں، ان کی طرف متوجہ ہوئے ضَرْبٌ بِالْيَمِينِ کا مطلب ہے ان کو زور سے مار مار کر توڑ ڈالنا۔","lang":"ur"},{"name":"37:94","price":"وه (بت پرست) دوڑے بھاگے آپ کی طرف متوجہ(1) ہوئے.","arabic":"فَأَقۡبَلُوٓاْ إِلَيۡهِ يَزِفُّونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3882,"juzNumber":23,"footnotes":"(1) يَزِفُّونَ، يُسْرِعُونَ، یسرعون کے معنی میں ہے، دوڑتے ہوئے آئے۔ یعنی جب میلے سے آئے تو دیکھا کہ ان کے معبود ٹوٹے پھوٹے پڑے ہیں تو فوراً ان کا ذہن ابراہیم (عليه السلام) کی طرف گیا، کہ یہ کام اسی نے کیا ہوگا،جیسا کہ سورۂ انبیاء میں تفصیل گزر چکی ہے چنانچہ انہیں پکڑ کر عوام کی عدالت میں لے آئے۔ وہاں حضرت ابراہیم (عليه السلام) کو اس بات کا موقع مل گیا کہ وہ ان پر ان کی بے عقلی اور ان کے معبودوں کی بے اختیاری واضح کریں۔","lang":"ur"},{"name":"37:95","price":"تو آپ نے فرمایا تم انہیں پوجتے ہو جنہیں (خود) تم تراشتے ہو.","arabic":"قَالَ أَتَعۡبُدُونَ مَا تَنۡحِتُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3883,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:96","price":"حاﻻنکہ تمہیں اور تمہاری بنائی ہوئی چیزوں کو اللہ ہی نے پیدا کیا ہے.(1)","arabic":"وَٱللَّهُ خَلَقَكُمۡ وَمَا تَعۡمَلُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3884,"juzNumber":23,"footnotes":"(1) یعنی وہ مورتیاں اور تصویریں بھی جنہیں تم اپنے ہاتھوں سے بناتے اور انہیں معبود سمجھتے ہو، یا مطلق تمہارا عمل جو بھی تم کرتے ہو، ان کا خالق بھی اللہ ہے۔ اس سے واضح ہے کہ بندوں کے افعال کا خالق اللہ ہی ہے، جیسا کہ اہل سنت کا عقیدہ ہے۔","lang":"ur"},{"name":"37:97","price":"وه کہنے لگے اس کے لئے ایک مکان بناؤ اور اس (دہکتی ہوئی) آگ میں اسے ڈال دو.","arabic":"قَالُواْ ٱبۡنُواْ لَهُۥ بُنۡيَٰنٗا فَأَلۡقُوهُ فِي ٱلۡجَحِيمِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3885,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:98","price":"انہوں نے تو اس (ابراہیم علیہ السلام) کے ساتھ مکر کرنا چاہا لیکن ہم نے انہی کو نیچا کر دیا.(1)","arabic":"فَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَسۡفَلِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3886,"juzNumber":23,"footnotes":"(1) یعنی آگ کو گلزار بنا کر ان کے مکرو حیلے کو ناکام بنا دیا، پس پاک ہے وہ ذات جو اپنے بندوں کی چارہ سازی فرماتا ہے، اور آزمائش کو عطا میں اور شر کو خیر میں بدل دیتا ہے۔","lang":"ur"},{"name":"37:99","price":"اور اس (ابراہیم علیہ السلام) نے کہا میں تو ہجرت کر کے اپنے پروردگار کی طرف جانے واﻻ ہوں(1) ۔ وه ضرور میری رہنمائی کرے گا.","arabic":"وَقَالَ إِنِّي ذَاهِبٌ إِلَىٰ رَبِّي سَيَهۡدِينِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3887,"juzNumber":23,"footnotes":"(1) حضرت ابراہیم (عليه السلام) کا یہ واقعہ بابل (عراق) میں پیش آیا، بالآخر یہاں سے ہجرت کی اور شام چلے گئے اور وہاں جاکر اولاد کے لئےدعا کی۔(فتح القدیر)۔","lang":"ur"},{"name":"37:100","price":"اے میرے رب! مجھے نیک بخت اوﻻد عطا فرما.","arabic":"رَبِّ هَبۡ لِي مِنَ ٱلصَّٰلِحِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3888,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:101","price":"تو ہم نے اسے ایک بردبار بچے کی بشارت دی.(1)","arabic":"فَبَشَّرۡنَٰهُ بِغُلَٰمٍ حَلِيمٖ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3889,"juzNumber":23,"footnotes":"(1) حَلِيمٍ کہہ کر اشارہ فرما دیا کہ بچہ بڑا ہو کر بردبار ہوگا۔","lang":"ur"},{"name":"37:102","price":"پھر جب وه (بچہ) اتنی عمر کو پہنچا کہ اس کے ساتھ چلے پھرے(1) ، تو اس (ابراہیم علیہ السلام) نے کہا میرے پیارے بچے! میں خواب میں اپنے آپ کو تجھے ذبح کرتے ہوئے دیکھ رہا ہوں۔ اب تو بتا کہ تیری کیا رائے ہے(2)؟ بیٹے نے جواب دیا کہ ابا! جو حکم ہوا ہے اسے بجا ﻻئیے انشاءاللہ آپ مجھے صبر کرنے والوں میں سے پائیں گے.","arabic":"فَلَمَّا بَلَغَ مَعَهُ ٱلسَّعۡيَ قَالَ يَٰبُنَيَّ إِنِّيٓ أَرَىٰ فِي ٱلۡمَنَامِ أَنِّيٓ أَذۡبَحُكَ فَٱنظُرۡ مَاذَا تَرَىٰۚ قَالَ يَٰٓأَبَتِ ٱفۡعَلۡ مَا تُؤۡمَرُۖ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰبِرِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3890,"juzNumber":23,"footnotes":"(1) یعنی دوڑ دھوپ کےلائق ہوگیا یا بلوغت کے قریب پہنچ گیا، بعض کہتے ہیں کہ اس وقت یہ بچہ 13 سال کا تھا۔\n(2) پیغمبر کا خواب، وحی اور حکم الٰہی ہی ہوتا ہے۔جس پر عمل ضروری ہوتا ہے۔ بیٹے سے مشورے کا مقصد یہ معلوم کرنا تھا کہ بیٹا بھی امتثال امر الہٰی کے لئے کس حد تک تیار ہے۔","lang":"ur"},{"name":"37:103","price":"غرض جب دونوں مطیع ہوگئے اور اس نے (باپ نے) اس کو (بیٹے کو) پیشانی(1) کے بل گرا دیا.","arabic":"فَلَمَّآ أَسۡلَمَا وَتَلَّهُۥ لِلۡجَبِينِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3891,"juzNumber":23,"footnotes":"(1) ہر انسان کے منہ (چہرے) پر دو جبینیں (دائیں اور بائیں) ہوتی ہیں اور درمیان میں پیشانی (جَبْهَةٌ) اس لئے لِلْجَبِينِ کا زیادہ صحیح ترجمہ (کروٹ پر) ہے یعنی اس طرح کروٹ پر لٹا لیا، جس طرح جانور کو ذبح کرتے وقت قبلہ رخ پر لٹایا جاتا ہے۔ (پیشانی یا منہ کے بل لٹانے کاﹿ ترجمہ اس لئے کیا جاتا ہے کہ مشہور ہے حضرت اسماعیل (عليه السلام) نے وصیت کی کہ انہیں اس طرح لٹایا جائے کہ چہرہ سامنے نہ رہے جس سے پیار وشفقت کا جذبہ امر الہٰی پر غالب آنےکا امکان نہ رہے۔","lang":"ur"},{"name":"37:104","price":"تو ہم نے آواز دی کہ اے ابراہیم!","arabic":"وَنَٰدَيۡنَٰهُ أَن يَٰٓإِبۡرَٰهِيمُ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3892,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:105","price":"یقیناً تو نے اپنے خواب کو سچا کر دکھایا(1) ، بیشک ہم نیکی کرنے والوں کو اسی طرح جزا دیتے ہیں.","arabic":"قَدۡ صَدَّقۡتَ ٱلرُّءۡيَآۚ إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3893,"juzNumber":23,"footnotes":"(1) یعنی دل کےپورےارادے سے بچے کو ذبح کرنے کے لئے زمین پر لٹا دینے سے ہی تو نے اپنا خواب سچا کر دکھایا ہے، کیونکہ اس سے واضح ہو گیا کہ اللہ کے حکم کے مقابلے میں تجھے کوئی چیز بھی عزیز تر نہیں ہے، حتیٰ کہ اکلوتا بیٹا بھی۔","lang":"ur"},{"name":"37:106","price":"درحقیقت یہ کھلا امتحان تھا.(1)","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡبَلَٰٓؤُاْ ٱلۡمُبِينُ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3894,"juzNumber":23,"footnotes":"(1) یعنی لاڈلے بیٹے کو ذبح کرنے کا حکم، یہ ایک بڑی آزمائش تھی جس میں تو سرخرو رہا۔","lang":"ur"},{"name":"37:107","price":"اور ہم نے ایک بڑا ذبیحہ اس کے فدیہ میں دے دیا.(1)","arabic":"وَفَدَيۡنَٰهُ بِذِبۡحٍ عَظِيمٖ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3895,"juzNumber":23,"footnotes":"(1) یہ بڑا ذبیحہ ایک مینڈھا تھا جو اللہ تعالیٰ نے جنت سے حضرت جبرائیل (عليه السلام) کے ذریعے سے بھیجا۔ (ابن کثیر) اسماعیل (عليه السلام) کی جگہ اسے ذبح کیا گیا اور پھر اس سنت ابراہمی کو قیامت تک قرب الہٰی کے حصول کے لئے ایک ذریعہ اور عیدالاضحیٰ کا سب سے پسندیدہ عمل قرار دے دیا گیا۔","lang":"ur"},{"name":"37:108","price":"اور ہم نے ان کا ذکر خیر پچھلوں میں باقی رکھا.","arabic":"وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3896,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:109","price":"ابراہیم (علیہ السلام) پر سلام ہو.","arabic":"سَلَٰمٌ عَلَىٰٓ إِبۡرَٰهِيمَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3897,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:110","price":"ہم نیکو کاروں کو اسی طرح بدلہ دیتے ہیں.","arabic":"كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3898,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:111","price":"بیشک وه ہمارے ایمان دار بندوں میں سے تھا.","arabic":"إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3899,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:112","price":"اور ہم نے اس کو اسحاق (علیہ السلام) نبی کی بشارت دی جو صالح لوگوں میں سے ہوگا.(1)","arabic":"وَبَشَّرۡنَٰهُ بِإِسۡحَٰقَ نَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3900,"juzNumber":23,"footnotes":"(1) حضرت ابراہیم (عليه السلام) کے مذکورہ واقعے کے بعد اب ایک بیٹے اسحاق (عليه السلام) کی اور اس کے نبی ہونے کی خوش خبری دینے سے معلوم ہوتا ہے کہ اس سے پہلے جس بیٹے کو ذبح کرنے کا حکم دیا گیا تھا، وہ اسماعیل (عليه السلام) تھے۔ جو اس وقت ابراہیم (عليه السلام) کے اکلوﺗے بیٹے تھے، اسحاق (عليه السلام) کی ولادت ان کے بعد ہوئی ہے۔ مفسرین کے درمیان اس کی بابت اختلاف ہے کہ ذبیح کون ہے، اسماعیل (عليه السلام) یا اسحاق (عليه السلام) ؟ امام ابن جریر نے حضرت اسحاق (عليه السلام) کو اور ابن کثیر اور اکثر مفسرین نے حضرت اسماعیل (عليه السلام) کو ذبیح قرار دیا ہے اور یہی بات صحیح ہے۔ امام شوکانی نے اس میں توقف اختیار کیا ہے۔ (تفصیل کے لئے دیکھئے تفسیر فتح القدیر اور تفسیر ابن کثیر)۔","lang":"ur"},{"name":"37:113","price":"اور ہم نے ابراہیم واسحاق (علیہ السلام) پر برکتیں نازل فرمائیں(1) ، اور ان دونوں کی اوﻻد میں بعضے تو نیک بخت ہیں اور بعض اپنے نفس پر صریح ﻇلم کرنے والے ہیں.(2)","arabic":"وَبَٰرَكۡنَا عَلَيۡهِ وَعَلَىٰٓ إِسۡحَٰقَۚ وَمِن ذُرِّيَّتِهِمَا مُحۡسِنٞ وَظَالِمٞ لِّنَفۡسِهِۦ مُبِينٞ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3901,"juzNumber":23,"footnotes":"(1) یعنی ان دونوں کی اولاد کو بہت پھیلایا اور انبیا ورسل کی زیادہ تعداد انہی کی نسل سے ہوئی۔ حضرت اسحاق (عليه السلام) کے بیٹے یعقوب (عليه السلام) ہوئے، جن کے بارہ بیٹوں سے بنی اسرائیل کے 12 قبیلے بنے اور ان سے بنی اسرائیل کی قوم بڑھی اور پھیلی اور اکثر انبیا ان ہی میں سے ہوئے۔ حضرت ابراہیم (عليه السلام) کے دوسرے بیٹے اسماعیل (عليه السلام) سے عربوں کی نسل چلی اور ان میں آخری پیغمبر حضرت محمد رسول اللہ (صلى الله عليه وسلم) ہوئے۔\n(2) شرک ومعصیت اور ظلم وفساد کا ارتکاب کرکے۔ خاندان ابراہیمی میں برکت کے باوجود نیک وبد کے ذکر سے اس طرف اشارہ کر دیا کہ خاندان اور آبا کی نسبت، اللہ کے ہاں کوئی حیثیت نہیں رکھتی۔ وہاں تو ایمان اور عمل صالح کی اہمیت ہے۔ یہود ونصاریٰ اگرچہ حضرت اسحاق (عليه السلام) کی اولاد سے ہیں۔ اسی طرح مشرکین عرب حضرت اسماعیل (عليه السلام) کی اولاد سے ہیں۔ لیکن ان کے جو اعمال ہیں وہ کھلی گمراہی یا شرک ومعصیت پر مبنی ہیں۔ اس لئے یہ اونچی نسبتیں ان کے لئے عمل کا بدل نہیں ہو سکتیں۔","lang":"ur"},{"name":"37:114","price":"یقیناً ہم نے موسیٰ اور ہارون (علیہ السلام) پر بڑا احسان کیا.(1)","arabic":"وَلَقَدۡ مَنَنَّا عَلَىٰ مُوسَىٰ وَهَٰرُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3902,"juzNumber":23,"footnotes":"(1) یعنی انہیں نبوت ورسالت اور دیگر انعامات سے نوازا۔","lang":"ur"},{"name":"37:115","price":"اور انہیں اور ان کی قوم کو بہت بڑے دکھ درد سے نجات دے دی.(1)","arabic":"وَنَجَّيۡنَٰهُمَا وَقَوۡمَهُمَا مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3903,"juzNumber":23,"footnotes":"(1) یعنی فرعون کی غلامی اور اس کے ظلم واستبداد سے۔","lang":"ur"},{"name":"37:116","price":"اور ان کی مدد کی تو وہی غالب رہے.","arabic":"وَنَصَرۡنَٰهُمۡ فَكَانُواْ هُمُ ٱلۡغَٰلِبِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3904,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:117","price":"اور ہم نے انہیں (واضح اور) روشن کتاب دی.","arabic":"وَءَاتَيۡنَٰهُمَا ٱلۡكِتَٰبَ ٱلۡمُسۡتَبِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3905,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:118","price":"اور انہیں سیدھے راستہ پرقائم رکھا.","arabic":"وَهَدَيۡنَٰهُمَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3906,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:119","price":"اور ہم نے ان دونوں کے لئے پیچھے آنے والوں میں یہ بات باقی رکھی.","arabic":"وَتَرَكۡنَا عَلَيۡهِمَا فِي ٱلۡأٓخِرِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3907,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:120","price":"کہ موسیٰ اور ہارون (علیہما السلام) پر سلام ہو.","arabic":"سَلَٰمٌ عَلَىٰ مُوسَىٰ وَهَٰرُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3908,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:121","price":"بے شک ہم نیک لوگوں کو اسی طرح بدلے دیا کرتے ہیں.","arabic":"إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3909,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:122","price":"یقیناً یہ دونوں ہمارے مومن بندوں میں سے تھے.","arabic":"إِنَّهُمَا مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3910,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:123","price":"بے شک الیاس (علیہ السلام) بھی پیغمبروں میں سے تھے(1)","arabic":"وَإِنَّ إِلۡيَاسَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3911,"juzNumber":23,"footnotes":"(1) یہ حضرت ہارون (عليه السلام) کی اولاد میں سے ایک اسرائیلی نبی تھے۔ یہ جس علاقے میں بھیجے گئے تھے اس کا نام بعلبک تھا، بعض کہتے ہیں اس جگہ کا نام سامرہ ہے جوفلسطین کا مغربی وسطی علاقہ ہے۔ یہاں کے لوگ بعل نامی بت کے پجاری تھے۔(بعض کہتے ہیں یہ دیوی کا نام تھا)۔","lang":"ur"},{"name":"37:124","price":"جب کہ انہوں نے اپنی قوم سے فرمایا کہ تم اللہ سے ڈرتے نہیں ہو؟(1)","arabic":"إِذۡ قَالَ لِقَوۡمِهِۦٓ أَلَا تَتَّقُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3912,"juzNumber":23,"footnotes":"(1) یعنی اس کے عذاب اور گرفت سے، کہ اسے چھوڑ کر تم غیر اللہ کی عبادت کرتے ہو۔","lang":"ur"},{"name":"37:125","price":"کیا تم بعل (نامی بت) کو پکارتے ہو؟ اور سب سے بہتر خالق کو چھوڑ دیتے ہو؟","arabic":"أَتَدۡعُونَ بَعۡلٗا وَتَذَرُونَ أَحۡسَنَ ٱلۡخَٰلِقِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3913,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:126","price":"اللہ جو تمہارا اور تمہارے اگلے تمام باپ دادوں کا رب ہے.(1)","arabic":"ٱللَّهَ رَبَّكُمۡ وَرَبَّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3914,"juzNumber":23,"footnotes":"(1) یعنی اس کی عبادت وپرستش کرتے ہو، اس کے نام کی نذر نیاز دیتے اور اس کو حاجت روا سمجھتے ہو، جو پتھر کی مورتی ہے اور جو ہر چیز کا خالق اور اگلوں پچھلوں سب کا رب ہے، اس کو تم نے فراموش کر رکھا ہے۔","lang":"ur"},{"name":"37:127","price":"لیکن قوم نے انہیں جھٹلایا، پس وه ضرور (عذاب میں) حاضر رکھے(1) جائیں گے.","arabic":"فَكَذَّبُوهُ فَإِنَّهُمۡ لَمُحۡضَرُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3915,"juzNumber":23,"footnotes":"(1) یعنی توحید وایمان سے انکار کی پاداش میں جہنم کی سزا بھگتیں گے۔","lang":"ur"},{"name":"37:128","price":"سوائے اللہ تعالی کے مخلص بندوں کے.","arabic":"إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3916,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:129","price":"ہم نے (الیاس علیہ السلام) کا ذکر خیر پچھلوں میں بھی باقی رکھا.","arabic":"وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3917,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:130","price":"کہ الیاس پر سلام ہو.(1)","arabic":"سَلَٰمٌ عَلَىٰٓ إِلۡ يَاسِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3918,"juzNumber":23,"footnotes":"(1) الیاسین، الیاس (عليه السلام) ہی کا ایک تلفظ ہے، جیسے طور سینا کو طور سینین بھی کہتے ہیں۔ حضرت الیاس (عليه السلام) کو دوسری کتابوں میں (ایلیا) بھی کہا گیا ہے۔","lang":"ur"},{"name":"37:131","price":"ہم نیکی کرنے والوں کو اسی طرح بدلہ دیتے ہیں.(1)","arabic":"إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3919,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:132","price":"بیشک وه ہمارے ایمان دار بندوں میں سے تھے.(1)","arabic":"إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُؤۡمِنِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3920,"juzNumber":23,"footnotes":"(1) قرآن نے نبیوں اور رسولوں کا ذکر کرکے، ان کے لئے اکثر جگہ پر الفاظ استعمال کیے ہیں کہ وہ ہمارے مومن بندوں میں سےتھا۔ جس سےدو مقصد ہیں۔ ایک ان کے اخلاق وکردار کی رفعت کا اظہار جو ایمان کا لازمی جز ہے۔ تاکہ ان لوگوں کی تردید ہو جائے جو بہت سے پیغمبروں کے بارے میں اخلاقی کمزوریوں کا اثبات کرتے ہیں، جیسے تورات وانجیل کے موجودہ نسخوں میں متعدد پیغمبروں کے بارے میں ایسے من گھڑت قصے کہانیاں درج ہیں۔ دوسرا مقصد ان لوگوں کی تردید ہے جو بعض انبیا کی شان میں غلو کرکے ان کے اندر الہی صفات واختیارات ثابت کرتے ہیں۔ یعنی وہ پیغمبر ضرور تھے لیکن تھے بہرحال اللہ کے بندے اور اس کے غلام نہ کہ الٰہ یا اس کے جز یا اس کے شریک۔","lang":"ur"},{"name":"37:133","price":"بیشک لوط (علیہ السلام بھی) پیغمبروں میں سے تھے.","arabic":"وَإِنَّ لُوطٗا لَّمِنَ ٱلۡمُرۡسَلِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3921,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:134","price":"ہم نے انہیں اور ان کے گھر والوں کو سب کو نجات دی.","arabic":"إِذۡ نَجَّيۡنَٰهُ وَأَهۡلَهُۥٓ أَجۡمَعِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3922,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:135","price":"بجز اس بڑھیا کے جو پیچھے ره جانے والوں میں سے ره گئی.(1)","arabic":"إِلَّا عَجُوزٗا فِي ٱلۡغَٰبِرِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3923,"juzNumber":23,"footnotes":"(1) اس سے مراد حضرت لوط (عليه السلام) کی بیوی ہے جو کافرہ تھی، یہ اہل ایمان کے ساتھ بستی سے باہر نہیں گئی تھی، کیونکہ اسےاپنی قوم کے ساتھ ہلاک ہونا تھا، چنانچہ وہ بھی ہلاک کر دی گئی۔","lang":"ur"},{"name":"37:136","price":"پھر ہم نے اوروں کو ہلاک کر دیا.","arabic":"ثُمَّ دَمَّرۡنَا ٱلۡأٓخَرِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3924,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:137","price":"اور تم تو صبح ہونے پر ان کی بستیوں کے پاس سے گزرتے ہو.","arabic":"وَإِنَّكُمۡ لَتَمُرُّونَ عَلَيۡهِم مُّصۡبِحِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3925,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:138","price":"اور رات کو بھی، کیا پھر بھی نہیں سمجھتے؟(1)","arabic":"وَبِٱلَّيۡلِۚ أَفَلَا تَعۡقِلُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3926,"juzNumber":23,"footnotes":"(1) یہ اہل مکہ سے خطاب ہے جو تجارتی سفر میں ان تباہ شدہ علاقوں سے آتے جاتے، گزرتے تھے۔ ان کو کہا جا رہا ہے کہ تم صبح کے وقت بھی اور رات کے وقت بھی ان بستیوں سےگزرتے ہو، جہاں اب مردار بحیرہ ہے، جو دیکھنے میں بھی نہایت کریہ ہے اور سخت متعفن اور بدبو دار۔ کیا تم انہیں دیکھ کر یہ بات نہیں سمجھتے کہ تکذیب رسل کی وجہ سے ان کا یہ بدانجام ہوا، تو تمہاری اس روش کا انجام بھی اس سے مختلف کیوں کر ہوگا؟ جب تم بھی وہی کام کر رہے ہو، جو انہوں نے کیا تو پھر اللہ کے عذاب سے کیوں کر محفوظ رہو گے؟","lang":"ur"},{"name":"37:139","price":"اور بلاشبہ یونس (علیہ السلام) نبیوں میں سے تھے.","arabic":"وَإِنَّ يُونُسَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3927,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:140","price":"جب بھاگ کر پہنچے بھری کشتی پر.","arabic":"إِذۡ أَبَقَ إِلَى ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3928,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:141","price":"پھر قرعہ اندازی ہوئی تو یہ مغلوب ہوگئے.","arabic":"فَسَاهَمَ فَكَانَ مِنَ ٱلۡمُدۡحَضِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3929,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:142","price":"تو پھر انہیں مچھلی نے نگل لیا اور وه خود اپنے آپ کو ملامت(1) کرنے لگ گئے.","arabic":"فَٱلۡتَقَمَهُ ٱلۡحُوتُ وَهُوَ مُلِيمٞ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3930,"juzNumber":23,"footnotes":"(1) حضرت یونس (عليه السلام) عراق کے علاقے نینوی (موجودہ موصل) میں نبی بنا کر بھیجے گئے تھے، یہ آشوریوں کا پایۂ تخت تھا، انہوں نے ایک لاکھ بنو اسرائیلیوں کو قیدی بنایا ہوا تھا، چنانچہ ان کی ہدایت ورہنمائی کے لئے اللہ تعالیٰ نے ان کی طرف حضرت یونس (عليه السلام) کو بھیجا، لیکن یہ قوم آپ پر ایمان نہیں لائی۔ بالآخر اپنی قوم کو ڈرایا کہ عنقریب تم عذاب الٰہی کی گرفت میں آجاؤ گے۔ عذاب میں تاخیر ہوئی تو اللہ کی اجازت کے بغیر ہی اپنے طور پر وہاں سے نکل گئے اور سمندر پر جا کر ایک کشتی میں سوار ہوگئے۔ اپنے علاقے سے نکل کر جانے کو ایسے لفظ سے تعبیر کیا جس طرح ایک غلام اپنے آقا سے بھاگ کر چلا جاتا ہے۔ کیونکہ آپ بھی اللہ کی اجازت کے بغیر ہی اپنی قوم کو چھوڑ کر چلے گئے تھے۔ کشتی سواروں اور سامانوں سے بھری ہوئی تھی۔ کشتی سمندر کی موجوں میں گھر گئی اور کھڑی ہوگئی۔ چنانچہ اس کا وزن کم کرنے کے لئے ایک آدھ آدمی کو کشتی سے سمندر میں پھینکنے کی تجویزسامنے آئی تاکہ کشتی میں سوار دیگر انسانوں کی جانیں بچ جائیں۔ لیکن یہ قربانی دینے کے لئے کوئی تیار نہیں تھا۔ اس لئے قرعہ اندازی کرنی پڑی، جس میں حضرت یونس (عليه السلام) کا نام آیا۔ اور وہ مغلوبین میں سے ہو گئے، یعنی طوعاً وکرھاً اپنے کو بھاگے ہوئے غلام کی طرح سمندر کی موجوں کے سپرد کرنا پڑا۔ ادھر اللہ تعالیٰ نے مچھلی کو حکم دیا کہ وہ انہیں ثابت نگل لے اور یوں حضرت یونس (عليه السلام) اللہ کے حکم سے مچھلی کے پیٹ میں چلے گئے۔","lang":"ur"},{"name":"37:143","price":"پس اگر یہ پاکی بیان کرنے والوں میں سے نہ ہوتے.","arabic":"فَلَوۡلَآ أَنَّهُۥ كَانَ مِنَ ٱلۡمُسَبِّحِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3931,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:144","price":"تو لوگوں کے اٹھائے جانے کے دن تک اس کے پیٹ میں ہی رہتے.(1)","arabic":"لَلَبِثَ فِي بَطۡنِهِۦٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3932,"juzNumber":23,"footnotes":"(1) یعنی توبہ واستغفار اور اللہ کی تسبیح بیان نہ کرتے، جیسا کہ انہوں نے «لا إِلَهَ إِلا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ» (الأنبياء: 87) کہا تو قیامت تک وہ مچھلی کے پیٹ میں ہی رہتے۔","lang":"ur"},{"name":"37:145","price":"پس انہیں ہم نے چٹیل میدان میں ڈال دیا اور وه اس وقت بیمار تھے.(1)","arabic":"۞ فَنَبَذۡنَٰهُ بِٱلۡعَرَآءِ وَهُوَ سَقِيمٞ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3933,"juzNumber":23,"footnotes":"(1) جیسے ولادت کے وقت بچہ یا جانور کا چوزہ ہوتا ہے، مضمحل، کمزور اور ناتواں۔","lang":"ur"},{"name":"37:146","price":"اور ان پر سایہ کرنے واﻻ ایک بیل دار درخت(1) ہم نے اگا دیا.","arabic":"وَأَنۢبَتۡنَا عَلَيۡهِ شَجَرَةٗ مِّن يَقۡطِينٖ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3934,"juzNumber":23,"footnotes":"(1) يَقْطِين ہر اس بیل کو کہتے ہیں جو اپنے تنے پر کھڑی نہیں ہوتی، جیسے لوکی، کدو وغیرہ کی بیل۔ یعنی اس چٹیل میدان میں جہاں کوئی درخت تھا نہ عمارت۔ ایک سایہ دار بیل اگا کر ہم نے ان کی حفاظت فرمائی۔","lang":"ur"},{"name":"37:147","price":"اور ہم نے انہیں ایک لاکھ بلکہ اور زیاده آدمیوں کی طرف بھیجا.","arabic":"وَأَرۡسَلۡنَٰهُ إِلَىٰ مِاْئَةِ أَلۡفٍ أَوۡ يَزِيدُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3935,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:148","price":"پس وه ایمان ﻻئے(1) ، اور ہم نے انہیں ایک زمانہ تک عیش وعشرت دی.","arabic":"فَـَٔامَنُواْ فَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3936,"juzNumber":23,"footnotes":"(1) ان کے ایمان لانے کی کیفیت کا بیان سورۂ یونس 98 میں گزر چکا ہے۔","lang":"ur"},{"name":"37:149","price":"ان سے دریافت کیجئے! کہ کیا آپ کے رب کی تو بیٹیاں ہیں اور ان کے بیٹے ہیں؟","arabic":"فَٱسۡتَفۡتِهِمۡ أَلِرَبِّكَ ٱلۡبَنَاتُ وَلَهُمُ ٱلۡبَنُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3937,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:150","price":"یا یہ اس وقت موجود تھے جبکہ ہم نے فرشتوں کو مؤنﺚ پیدا کیا.(1)","arabic":"أَمۡ خَلَقۡنَا ٱلۡمَلَٰٓئِكَةَ إِنَٰثٗا وَهُمۡ شَٰهِدُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3938,"juzNumber":23,"footnotes":"(1) یعنی فرشتوں کو جویہ اللہ کی بیٹیاں قرار دیتے ہیں تو کیا جب ہم نےفرشتے پیدا کیے تھے، یہ اس وقت وہاں موجود تھے اور انہوں نے فرشتوں کے اندر عورتوں والی خصوصیات کا مشاہدہ کیا تھا۔","lang":"ur"},{"name":"37:151","price":"آگاه رہو! کہ یہ لوگ صرف اپنی افترا پردازی سے کہہ رہے ہیں.","arabic":"أَلَآ إِنَّهُم مِّنۡ إِفۡكِهِمۡ لَيَقُولُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3939,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:152","price":"کہ اللہ تعالی کی اوﻻد ہے۔ یقیناً یہ محض جھوٹے ہیں.","arabic":"وَلَدَ ٱللَّهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3940,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:153","price":"کیا اللہ تعالی نے اپنے لیے بیٹیوں کو بیٹوں پر ترجیح دی.(1)","arabic":"أَصۡطَفَى ٱلۡبَنَاتِ عَلَى ٱلۡبَنِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3941,"juzNumber":23,"footnotes":"(1) جب کہ یہ خود اپنے لئے بیٹیاں نہیں، بیٹے پسند کرتے ہیں۔","lang":"ur"},{"name":"37:154","price":"تمہیں کیا ہو گیا ہے کیسے حکم لگاتے پھرتے ہو؟","arabic":"مَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3942,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:155","price":"کیا تم اس قدر بھی نہیں سمجھتے؟(1)","arabic":"أَفَلَا تَذَكَّرُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3943,"juzNumber":23,"footnotes":"(1) کہ اگر اللہ کی اولاد ہوتی تو ذکور ہوتی، جس کو تم بھی پسند کرتے اور بہتر سمجھتے ہو، نہ کہ بیٹیاں، جو تمہاری نظروں میں کمتر اور حقیر ہیں۔","lang":"ur"},{"name":"37:156","price":"یا تمہارے پاس اس کی کوئی صاف دلیل ہے.","arabic":"أَمۡ لَكُمۡ سُلۡطَٰنٞ مُّبِينٞ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3944,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:157","price":"تو جاؤ اگر سچے ہو تو اپنی ہی کتاب لے آؤ.(1)","arabic":"فَأۡتُواْ بِكِتَٰبِكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3945,"juzNumber":23,"footnotes":"(1) یعنی عقل تو اس عقیدے کی صحت کو تسلیم نہیں کرتی کہ اللہ کی اولاد ہے اور وہ بھی مونث، چلو کوئی نقلی دلیل ہی دکھا دو، کوئی کتاب جو اللہ نے اتاری ہو، اس میں اللہ کی اولاد کا اعتراف یا حوالہ ہو؟","lang":"ur"},{"name":"37:158","price":"اور ان لوگوں نے تو اللہ کے اور جنات کے درمیان بھی قرابت داری ٹھہرائی(1) ہے، اور حاﻻنکہ خود جنات کو معلوم ہے کہ وه (اس عقیده کے لوگ عذاب کے سامنے) پیش کیے جائیں گے.(2)","arabic":"وَجَعَلُواْ بَيۡنَهُۥ وَبَيۡنَ ٱلۡجِنَّةِ نَسَبٗاۚ وَلَقَدۡ عَلِمَتِ ٱلۡجِنَّةُ إِنَّهُمۡ لَمُحۡضَرُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3946,"juzNumber":23,"footnotes":"(1) یہ اشارہ ہے مشرکین کے اس عقیدے کی طرف کہ اللہ نےجنات کے ساتھ رشتہ ازدواج قائم کیا، جس سے لڑکیاں پیدا ہوئیں۔ یہی بنات اللہ، فرشتے ہیں۔ یوں اللہ تعالیٰ اور جنوں کے درمیان قرابت داری (سسرالی رشتہ) قائم ہوگیا۔\n(2) حالانکہ یہ بات کیوں کر صحیح ہو سکتی ہے؟ اگر ایسا ہوتا تو اللہ تعالیٰ جنات کو عذاب میں کیوں ڈالتا؟ کیا وہ اپنی قرابت داری کا لحاظ نہ کرتا؟ اور اگر ایسا نہیں ہے بلکہ خود جنات بھی جانتے ہیں کہ انہیں عقاب وعذاب الٰہی بھگتنے کے لئے ضرور جہنم میں جانا ہوگا، تو پھر اللہ اور جنوں کے درمیان قرابت داری کس طرح ہو سکتی ہے؟","lang":"ur"},{"name":"37:159","price":"جو کچھ یہ (اللہ کے بارے میں) بیان کر رہے ہیں اس سے اللہ تعالیٰ بالکل پاک ہے.","arabic":"سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3947,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:160","price":"سوائے! اللہ کے مخلص بندوں کے.(1)","arabic":"إِلَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3948,"juzNumber":23,"footnotes":"(1) یعنی یہ اللہ کے بارے میں ایسی باتیں نہیں کہتے جن سے وہ پاک ہے۔ یہ مشرکین ہی کا شیوہ ہے۔ یا یہ مطلب ہے کہ جہنم میں جنات اور مشرکین ہی حاضر کیے جائیں گے، اللہ کے مخلص (چنے ہوئے) بندے نہیں۔ ان کے لئے تو اللہ نےجنت تیار کر رکھی ہے۔ اس صورت میں یہ لَمُحْضَرُون سے استثنا ہے اور تسبیح جملہ معترضہ ہے۔","lang":"ur"},{"name":"37:161","price":"یقین مانو کہ تم سب اور تمہارے معبودان (باطل).","arabic":"فَإِنَّكُمۡ وَمَا تَعۡبُدُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3949,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:162","price":"کسی ایک کو بھی بہکا نہیں سکتے.","arabic":"مَآ أَنتُمۡ عَلَيۡهِ بِفَٰتِنِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3950,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:163","price":"بجز اس کے جو جہنمی ہی ہے.(1)","arabic":"إِلَّا مَنۡ هُوَ صَالِ ٱلۡجَحِيمِ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3951,"juzNumber":23,"footnotes":"(1) یعنی تم اور تمہارے معبودان باطلہ کسی کو گمراہ کرنے پر قادر نہیں ہیں،سوائے ان کے جو اللہ کے علم میں پہلے ہی جہنمی ہیں۔ اور اسی وجہ سے وہ کفر وشرک پر مصر ہیں۔","lang":"ur"},{"name":"37:164","price":"(فرشتوں کا قول ہے کہ) ہم میں سے تو ہر ایک کی جگہ مقرر ہے.(1)","arabic":"وَمَا مِنَّآ إِلَّا لَهُۥ مَقَامٞ مَّعۡلُومٞ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3952,"juzNumber":23,"footnotes":"(1) یعنی اللہ کی عبادت کے لئے۔ یہ فرشتوں کا قول ہے۔","lang":"ur"},{"name":"37:165","price":"اور ہم تو (بندگیٴ الٰہی میں) صف بستہ کھڑے ہیں.","arabic":"وَإِنَّا لَنَحۡنُ ٱلصَّآفُّونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3953,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:166","price":"اور اس کی تسبیح بیان کر رہے ہیں.(1)","arabic":"وَإِنَّا لَنَحۡنُ ٱلۡمُسَبِّحُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3954,"juzNumber":23,"footnotes":"(1) مطلب یہ ہے کہ فرشتے بھی اللہ کی مخلوق اور اس کے خاص بندے ہیں جو ہر وقت اللہ کی عبادت میں اور اس کی تسبیح وتقدیس میں مصروف رہتے ہیں، نہ کہ وہ اللہ کی بیٹیاں ہیں جیسا کہ مشرکین کہتے ہیں۔","lang":"ur"},{"name":"37:167","price":"کفار تو کہا کرتے تھے.","arabic":"وَإِن كَانُواْ لَيَقُولُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3955,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:168","price":"کہ اگر ہمارے سامنے اگلے لوگوں کا ذکر ہوتا.","arabic":"لَوۡ أَنَّ عِندَنَا ذِكۡرٗا مِّنَ ٱلۡأَوَّلِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3956,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:169","price":"تو ہم بھی اللہ کے چیده بندے بن جاتے.(1)","arabic":"لَكُنَّا عِبَادَ ٱللَّهِ ٱلۡمُخۡلَصِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3957,"juzNumber":23,"footnotes":"(1) ذکر سے مراد کوئی کتاب الٰہی یا پیغمبر ہے۔ یعنی یہ کفار نزول قرآن سے پہلے کہا کرتے تھے کہ ہمارے پاس بھی کوئی آسمانی کتاب ہوتی، جس طرح پہلے لوگوں پر تورات وغیرہ نازل ہوئیں۔ یا کوئی ہادی اور منذر ہمیں وعظ ونصیحت کرنے والا ہوتا، تو ہم بھی اللہ کے خالص بندے بن جاتے۔","lang":"ur"},{"name":"37:170","price":"لیکن پھر اس قرآن کے ساتھ کفر کر گئے(1) ، پس اب عنقریب جان لیں گے.(2)","arabic":"فَكَفَرُواْ بِهِۦۖ فَسَوۡفَ يَعۡلَمُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3958,"juzNumber":23,"footnotes":"(1) یعنی ان کی آرزو کے مطابق جب رسول اللہ (صلى الله عليه وسلم) ہادی بن کر آگئے،قرآن مجید بھی نازل کر دیا گیا تو ان پر ایمان لانے کے بجائے، ان کا انکار کر دیا۔\n(2) یہ تہدید و وعید ہے کہ اس تکذیب کا انجام عنقریب ان کو معلوم ہو جائے گا۔","lang":"ur"},{"name":"37:171","price":"اور البتہ ہمارا وعده پہلے ہی اپنے رسولوں کے لئے صادر ہو چکا ہے.","arabic":"وَلَقَدۡ سَبَقَتۡ كَلِمَتُنَا لِعِبَادِنَا ٱلۡمُرۡسَلِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3959,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:172","price":"کہ یقیناً وه ہی مدد کیے جائیں گے.","arabic":"إِنَّهُمۡ لَهُمُ ٱلۡمَنصُورُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3960,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:173","price":"اور ہمارا ہی لشکر غالب (اور برتر) رہے گا.(1)","arabic":"وَإِنَّ جُندَنَا لَهُمُ ٱلۡغَٰلِبُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3961,"juzNumber":23,"footnotes":"(1) جیسے دوسرے مقام پر فرمایا، «كَتَبَ اللَّهُ لأَغْلِبَنَّ أَنَا وَرُسُلِي» (المجادلة: 21)۔","lang":"ur"},{"name":"37:174","price":"اب آپ کچھ دنوں تک ان سے منھ پھیر لیجئے.(1)","arabic":"فَتَوَلَّ عَنۡهُمۡ حَتَّىٰ حِينٖ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3962,"juzNumber":23,"footnotes":"(1) یعنی ان کی باتوں اور ایذاؤں پر صبر کیجئے۔","lang":"ur"},{"name":"37:175","price":"اور انہیں دیکھتے رہیئے(1) ، اور یہ بھی آگے چل کر دیکھ لیں گے.","arabic":"وَأَبۡصِرۡهُمۡ فَسَوۡفَ يُبۡصِرُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3963,"juzNumber":23,"footnotes":"(1) کہ کب ان پر اللہ کا عذاب آتا ہے؟","lang":"ur"},{"name":"37:176","price":"کیا یہ ہمارے عذاب کی جلدی مچا رہے ہیں؟","arabic":"أَفَبِعَذَابِنَا يَسۡتَعۡجِلُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3964,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:177","price":"سنو! جب ہمارا عذاب ان کے میدان میں اتر آئے گا اس وقت ان کی جن کو متنبہ کر دیا گیا تھا(1) بڑی بری صبح ہوگی.","arabic":"فَإِذَا نَزَلَ بِسَاحَتِهِمۡ فَسَآءَ صَبَاحُ ٱلۡمُنذَرِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3965,"juzNumber":23,"footnotes":"(1) مسلمان جب خیبر پر حملہ کرنے گئے، تو یہودی انہیں دیکھ کر گھبرا گئے، جس پر نبی (صلى الله عليه وسلم) نے بھی اللہ اکبر کہہ کر فرمایا تھا ”خَرِبَتْ خَيْبَرُ، إِنَّا إِذَا نَزَلْنَا بِسَاحِةِ قَوْمٍ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ“ (صحيح بخاري ، كتاب الصلاة، باب ما يذكر في الفخذ، مسلم ، كتاب الجهاد باب غزوة خيبر)۔","lang":"ur"},{"name":"37:178","price":"آپ کچھ وقت تک ان کا خیال چھوڑ دیجئے.","arabic":"وَتَوَلَّ عَنۡهُمۡ حَتَّىٰ حِينٖ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3966,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"37:179","price":"اور دیکھتے رہئیے یہ بھی ابھی ابھی دیکھ لیں گے.(1)","arabic":"وَأَبۡصِرۡ فَسَوۡفَ يُبۡصِرُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3967,"juzNumber":23,"footnotes":"(1) یہ بطور تاکید دوبارہ فرمایا۔ یا پہلے جملے سےمراد دنیا کا وہ عذاب ہے جو اہل مکہ پر بدر واحد اور دیگر جنگوں میں مسلمانوں کے ہاتھوں کافروں کے قتل وسلب کی صورت میں آیا۔ اور دوسرے جملے میں اس عذاب کا ذکر ہے جس سے یہ کفار ومشرکین آخرت میں دوچار ہوں گے۔","lang":"ur"},{"name":"37:180","price":"پاک ہے آپ کا رب جو بہت بڑی عزت واﻻ ہے ہر اس چیز سے (جو مشرک) بیان کرتے ہیں.(1)","arabic":"سُبۡحَٰنَ رَبِّكَ رَبِّ ٱلۡعِزَّةِ عَمَّا يَصِفُونَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3968,"juzNumber":23,"footnotes":"(1) اس میں عیوب ونقائص سےاللہ کے پاکیزہ ہونے کا بیان ہےجو مشرکین اللہ کے لئےبیان کرتے ہیں، مثلاً اس کی اولاد ہے، یا اس کا کوئی شریک ہے۔ یہ کوتاہیاں بندوں کے اندر ہیں اور اولاد یا شریکوں کے ضرورت مند بھی وہی ہیں، اللہ ان سب باتوں سے بہت بلند اور پاک ہے۔ کیونکہ وہ کسی کا محتاج ہی نہیں ہے کہ اسے اولادکی یا کسی شریک کی ضرورت پیش آئے۔","lang":"ur"},{"name":"37:181","price":"پیغمبروں پر سلام ہے.(1)","arabic":"وَسَلَٰمٌ عَلَى ٱلۡمُرۡسَلِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3969,"juzNumber":23,"footnotes":"(1) کہ انہوں نے اللہ کا پیغام اہل دنیا کی طرف پہنچایا، جس پر یقیناً وہ سلام وتبریک کے مستحق ہیں۔","lang":"ur"},{"name":"37:182","price":"اور سب طرح کی تعریف اللہ کے لئے ہے جو سارے جہان کا رب ہے.(1)","arabic":"وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["37 (As-Saffat)","As-Saffat","Surah As-Saffat"],"ayahNumber":3970,"juzNumber":23,"footnotes":"(1) یہ بندوں کو سمجھایا جا رہا ہے کہ اللہ نے تم پر احسان کیا ہے، پیغمبر بھیجے، کتابیں نازل کیں اورپیغمبروں نے تمہیں اللہ کا پیغام پہنچایا ، اس لئے تم اللہ کا شکر ادا کرو۔ بعض کہتے ہیں کہ کافروں کو ہلاک کرکےاہل ایمان اور پیغمبروں کو بچایا، اس پر شکر الٰہی کرو۔ حمد کے معنی ہیں بہ قصد تعظیم ثناء جمیل، ذکر خیر اور عظمت شان بیان کرنا۔","lang":"ur"},{"name":"38:1","price":"ص! اس نصیحت والے قرآن کی قسم.(1)","arabic":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3971,"juzNumber":23,"footnotes":"(1) جس میں تمہارے لئے ہر قسم کی نصیحت اور ایسی باتیں ہیں،جن سےتمہاری دنیا بھی سنور جائے اور آخرت بھی۔ بعض نے ذی الذکر کا ترجمہ شان اور مرتبت والا، کیے ہیں۔ امام ابن کثیر فرماتے ہیں۔ دونوں معنی صحیح ہیں۔ اس لئے کہ قرآن عظمت شان کا حامل بھی ہے اور اہل ایمان وتقویٰ کے لئے نصیحت اور درس عبرت بھی۔ اس قسم کا جواب محذوف ہے کہ بات اس طرح نہیں ہے جس طرح کفار مکہ کہتے ہیں کہ محمد(صلى الله عليه وسلم) ساحر، شاعر یا کاذب ہیں۔ بلکہ وہ اللہ کے سچے رسول ہیں جن پر ذی شان قرآن نازل ہوا۔","lang":"ur"},{"name":"38:2","price":"بلکہ کفار غرور ومخالفت میں پڑے ہوئے ہیں.(1)","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3972,"juzNumber":23,"footnotes":"(1) یعنی یہ قرآن تو یقیناً شک سے پاک اور ان کے لئے نصیحت ہے جو اس سے عبرت حاصل کریں البتہ ان کافروں کو اس سے فائدہ اس لئے نہیں پہنچ رہا ہے کہ ان کے دماغوں میں استکبار اور غرور ہے اور دلوں میں مخالفت وعناد۔ عزت کے معنی ہوتے ہیں، حق کے مقابلے میں اکڑنا۔","lang":"ur"},{"name":"38:3","price":"ہم نے ان سے پہلے بھی بہت سی امتوں کو تباه کر ڈاﻻ(1) انہوں نے ہر چند چیﺦ وپکار کی لیکن وه وقت چھٹکارے کا نہ تھا.(2)","arabic":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3973,"juzNumber":23,"footnotes":"(1) جو ان سے زیادہ مضبوط اور قوت والے تھے لیکن کفر وتکذیب کی وجہ سے برے انجام سے دوچار ہوئے۔\n(2) یعنی انہوں نے عذاب دیکھ کر مدد کےلئے پکارا اور توبہ پر آمادگی کا اظہار کیا لیکن وہ وقت توبہ کا تھا نہ فرار کا۔ اس لئے نہ ان کا ایمان نافع ہوا اور نہ وہ بھاگ کر عذاب سے بچ سکے لاتَ، لا ہی سے ہے جس میں ت کا اضافہ ہے جیسے ثَمَّ کو ثَمَّةَ بھی بولتے ہیں مَنَاصٌ، نَاصَ يَنُوصُ کا مصدر ہے، جس کے معنی بھاگنے اور پیچھے ہٹنے کے ہیں۔","lang":"ur"},{"name":"38:4","price":"اور کافروں کو اس بات پر تعجب ہوا کہ ان ہی میں سے ایک انہیں ڈرانے واﻻ آگیا(1) اور کہنے لگے کہ یہ تو جادوگر اور جھوٹا ہے.(2)","arabic":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3974,"juzNumber":23,"footnotes":"(1) یعنی انہی کی طرح کا ایک انسان رسول کس طرح بن گیا۔","lang":"ur"},{"name":"38:5","price":"کیا اس نےاتنے سارے معبودوں کا ایک ہی معبود کر دیا واقعی یہ بہت ہی عجیب بات ہے.(1)","arabic":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3975,"juzNumber":23,"footnotes":"(1) یعنی ایک ہی اللہ ساری کائنات کانظام چلانے والا ہے، اس کا کوئی شریک نہیں ہے، اسی طرح عبادت اور نذر ونیاز کا مستحق بھی صرف وہی ایک ہے؟ یہ ان کے لئے تعجب انگیز بات تھی۔","lang":"ur"},{"name":"38:6","price":"ان کے سردار یہ کہتے ہوئے چلے کہ چلو جی اور اپنے معبودوں پر جمے رہو(1) ، یقیناً اس بات میں تو کوئی غرض ہے.(2)","arabic":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3976,"juzNumber":23,"footnotes":"(1) یعنی اپنے دین پر جمے رہو اور بتوں کی عبادت کرتےرہو، محمد (صلى الله عليه وسلم) کی بات پر کان مت دھرو !\n(2) یعنی یہ ہمیں ہمارے معبودوں سے چھڑا کر دراصل ہمیں اپنے پیچھے لگانا اور اپنی قیادت وسیادت منوانا چاہتا ہے۔","lang":"ur"},{"name":"38:7","price":"ہم نے تو یہ بات پچھلے دین میں بھی نہیں سنی(1) ، کچھ نہیں یہ تو صرف گھڑنت ہے.(2)","arabic":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3977,"juzNumber":23,"footnotes":"(1) پچھلے دین سے مراد یا تو ان کا ہی دین قریش ہے، یا پھر دین نصاریٰ۔ یعنی یہ جس توحید کی دعوت دے رہا ہے، اس کی بابت تو ہم نے کسی بھی دین میں نہیں سنا۔\n(2) یعنی یہ توحید صرف اس کی اپنی من گھڑت ہے، ورنہ عیسائیت میں بھی اللہ کے ساتھ دوسروں کو الوہیت میں شریک تسلیم کیا گیا ہے۔","lang":"ur"},{"name":"38:8","price":"کیا ہم سب میں سے اسی پر کلام الٰہی نازل کیا گیا ہے(1) ؟ دراصل یہ لوگ میری وحی کی طرف سے شک میں ہیں(2)، بلکہ (صحیح یہ ہے کہ) انہوں نے اب تک میرا عذاب چکھا ہی نہیں.(3)","arabic":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3978,"juzNumber":23,"footnotes":"(1) یعنی مکے میں بڑے بڑے چودہری اور رئیس ہیں، اگر اللہ کسی کو نبی بنانا ہی چاہتا تو ان میں سے کسی کو بناتا۔ ان سب کو چھوڑ کر وحی ورسالت کے لئے محمد ( (صلى الله عليه وسلم) ) کا انتخاب بھی عجیب ہے؟ یہ گویا انہوں نے اللہ کے انتخاب میں کیڑے نکالے۔ سچ ہےخوئے بدر ابہانہ بسیار۔ دوسرے مقام پر بھی یہ مضمون بیان کیا گیا ہے۔ مثلاً سورۂ زخرف: 32-31۔\n(2) یعنی ان کا انکاراس لئے نہیں ہے کہ انہیں محمد (صلى الله عليه وسلم) کی صداقت کا علم نہیں ہے یا آپ کی سلامت عقل سے انہیں انکار ہے بلکہ یہ اس وحی کے بارے میں ہی ریب وشک میں مبتلا ہیں جو آپ پر نازل ہوئی، جس میں سب سے نمایاں توحید کی دعوت ہے۔\n(3) کیونکہ عذاب کا مزہ چکھ لیتے تو اتنی واضح چیز کی تکذیب نہ کرتے۔ اور جب یہ اس تکذیب کا واقعی مزہ چکھیں گے تو وہ وقت ایسا ہوگا کہ پھر نہ تصدیق کام آئے گی، نہ ایمان ہی فائدہ دے گا۔","lang":"ur"},{"name":"38:9","price":"یا کیا ان کے پاس تیرے زبردست فیاض رب کی رحمت کے خزانے ہیں.(1)","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3979,"juzNumber":23,"footnotes":"(1) کہ یہ جس کو چاہیں دیں اور جس کو چاہیں نہ دیں، انہی خزانوں میں نبوت بھی ہے۔ اور اگر ایسا نہیں ہے، بلکہ رب کے خزانے کا مالک وہی وہاب ہے جو بہت دینے والا ہے، تو پھر انہیں نبوت محمدی سے انکار کیوں ہے؟ جسے اس نواز نے والے رب نے اپنی رحمت خاص سے نوازا ہے۔","lang":"ur"},{"name":"38:10","price":"یا کیا آسمان وزمین اور ان کے درمیان کی ہر چیز کی بادشاہت ان ہی کی ہے، تو پھر یہ رسیاں تان کر چڑھ جائیں.(1)","arabic":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3980,"juzNumber":23,"footnotes":"(1) یعنی آسمان پر چڑھ کر اس وحی کا سلسلہ منقطع کر دیں جو محمد (صلى الله عليه وسلم) پر نازل ہوتی ہے۔ اسباب، سبب کی جمع ہے۔ اس کے لغوی معنی ہر اس چیز کے ہیں جس کے ذریعے سے مطلوب تک پہنچا جائے، چاہے وہ کوئی سی بھی چیز ہو۔ اس لئے اس کے مختلف معنی کیے گئے ہیں۔ رسیوں کے علاوہ ایک ترجمہ دروازے کا بھی کیا گیا ہے، جن سے فرشتے زمین پر اترتے ہیں۔ یعنی سیڑھیوں کے ذریعے سے آسمان کے دروازوں تک پہنچ چائیں اور وحی بند کر دیں۔ (فتح القدیر)۔","lang":"ur"},{"name":"38:11","price":"یہ بھی (بڑے بڑے) لشکروں میں سے شکست پایا ہوا (چھوٹا سا) لشکر ہے.(1)","arabic":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3981,"juzNumber":23,"footnotes":"(1) جُنْدٌ، مبتدا محذوف هُمْ کی خبر ہے اور ما بطور تاکید تعظیم یا تحقیر کے لئے ہے۔ یہ اللہ تعالیٰ کی طرف سے نبی (صلى الله عليه وسلم) کی مدد اور کفار کی شکست کا وعدہ ہے۔ یعنی کفار کا یہ لشکر جو باطل کے لشکروں میں سے ایک لشکر ہے، بڑا ہے۔ یا حقیر، اس کی قطعاً پروا نہ کریں نہ اس سے خوف کھائیں، شکست اس کا مقدر ہے۔ هُنَالِكَ مکان بعید کی طرف اشارہ ہے جو جنگ بدر اور یوم فتح مکہ کی طرف بھی ہو سکتا ہے۔ جہاں کافر عبرت ناک شکست سے دوچار ہوئے۔","lang":"ur"},{"name":"38:12","price":"ان سے پہلے بھی قوم نوح اور عاد اور میخوں والے فرعون(1) نے جھٹلایا تھا.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3982,"juzNumber":23,"footnotes":"(1) فرعون کو میخوں والا اس لیے کہا کہ وہ ظالم جب کسی پر غضب ناک ہوتا تو اس کے ہاتھوں، پیروں اور سر میں میخیں گاڑ دیتا، یا اس سے مقصد بطور استعارہ اس کی قوت وشوکت اور مضبوط حکومت کا اظہار ہے یعنی میخوں سے جس طرح کسی چیز کو مضبوط کر دیاجاتا ہے، اس کا لشکر جرار اور اس کے پیروکار بھی اس کی سلطنت کی قوت واستحکام کا باعث تھے۔","lang":"ur"},{"name":"38:13","price":"اور ﺛمود نے اور قوم لوط نے اور ایکہ کے رہنے والوں (1) نے بھی، یہی (بڑے) لشکر تھے.","arabic":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3983,"juzNumber":23,"footnotes":"(1) أَصْحَابُ الأيْكَةِ کے لئے دیکھئے سورۂ شعراء۔ 176 کا حاشیہ۔","lang":"ur"},{"name":"38:14","price":"ان میں سے ایک بھی ایسا نہ تھا جس نے رسولوں کی تکذیب نہ کی ہو پس میری سزا ان پر ﺛابت ہوگئی.","arabic":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3984,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:15","price":"انہیں صرف ایک چیﺦ کا انتظار(1) ہے جس میں کوئی توقف (اور ڈھیل) نہیں ہے.(2)","arabic":"وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3985,"juzNumber":23,"footnotes":"(1) یعنی صور پھونکنے کا جس سے قیامت برپا ہو جائے گی۔\n(2) دودھ دوہنے والا ایک مرتبہ کچھ دودھ دوہ کر بچے کو اونٹنی یا گائے بھینس کے پاس چھوڑ دیتا ہے تاکہ اس کے دودھ پینے سےتھنوں میں دودھ اتر آئے، چنانچہ تھوڑی دیر بعد بچے کو زبردستی پیچھے ہٹا کر خود دودھ دوہنا شروع کر دیتا ہے۔ یہ دو مرتبہ دودھ دوہنے کے درمیان کا جو وقفہ ہے، یہ فواق کہلاتا ہے۔ یعنی صور پھونکنےکے بعد اتنا وقفہ بھی نہیں ملے گا، بلکہ صور پھونکنے کی دیر ہوگی کہ قیامت کا زلزلہ برپا ہو جائے گا۔","lang":"ur"},{"name":"38:16","price":"اور انہوں نے کہا کہ اے ہمارے رب! ہماری سرنوشت تو ہمیں روز حساب سے پہلے ہی دے دے.(1)","arabic":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3986,"juzNumber":23,"footnotes":"(1) قِطٌّ کے معنی ہیں، حصہ، مراد یہاں نامۂ عمل یا سرنوشت ہے۔ یعنی ہمارے نامۂ اعمال کے مطابق ہمارے حصے میں اچھی یا بری سزا جو بھی ہے، یوم حساب کے آنے سے پہلے ہی ہمیں دنیا میں دے دے۔ یہ يَسْتَعْجِلُونَكَ بِالْعَذَابِ والی بات ہی ہے۔ یہ وقوع قیامت کو ناممکن سمجھتے ہوئے انہوں نے استہزا اور تمسخر کے طور پر کہا۔","lang":"ur"},{"name":"38:17","price":"آپ ان کی باتوں پر صبر کریں اور ہمارے بندے داؤد (علیہ السلام) کو یاد کریں جو بڑی قوت واﻻ تھا(1) ، یقیناً وه بہت رجوع کرنے واﻻ تھا.","arabic":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3987,"juzNumber":23,"footnotes":"(1) یہ أَيْدٍ، يَدٌ (ہاتھ) کی جمع نہیں ہے۔ بلکہ یہ آدَ يَئِيدُ کا مصدر أَيْدٍ ہے، قوت وشدت۔ اسی سے تائید بمعنی تقویت ہے۔ اس قوت سے مراد دینی قوت وصلابت ہے، جس طرح حدیث میں آتا ہے ”اللہ کو سب سے زیادہ محبوب نماز، داود (عليه السلام) کی نماز اور سب سے زیادہ محبوب روزے، داود (عليه السلام) کے روزے ہیں، وہ نصف رات سوتے، پھر اٹہ کر رات کا تہائی حصہ قیام کرتے اور پھر اس کے چھٹے حصے میں سو جاتے۔ ایک دن روزہ رکھتے اور ایک دن ناغہ کرتے اور جنگ میں فرار نہ ہوتے“۔ (صحيح بخاري، كتاب الأنبياء ، باب وآتينا داود زبورا، ومسلم، كتاب الصيام ، باب النهي عن صوم الدهر)","lang":"ur"},{"name":"38:18","price":"ہم نے پہاڑوں کو اس کے تابع کر رکھا تھا کہ اس کے ساتھ شام کو اور صبح کو تسبیح خوانی کریں.","arabic":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3988,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:19","price":"اور پرندوں کو بھی جمع ہو کر سب کے سب اس کے زیر فرمان رہتے.(1)","arabic":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3989,"juzNumber":23,"footnotes":"(1) یعنی اشراق کے وقت اور آخر دن کو پہاڑ بھی داود (عليه السلام) کے ساتھ مصروف تسبیح ہوتے اور اڑتے جانور بھی زبور کی قراءت سن کر ہوا ہی میں جمع ہو جاتے اور ان کے ساتھ اللہ کی تسبیح کرتے۔ محشورۃ کے معنی مجموعہ ہیں۔","lang":"ur"},{"name":"38:20","price":"اور ہم نے اس کی سلطنت کو مضبوط کر دیا تھا(1) اور اسے حکمت دی تھی(2) اور بات کا فیصلہ کرنا.(3)","arabic":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3990,"juzNumber":23,"footnotes":"(1) ہر طرح کی مادی اور روحانی اسباب کے ذریعے سے۔\n(2) یعنی نبوت، اصابت رائے، قول سداد اور فعل صواب۔\n(3) یعنی مقدمات کے فیصلے کرنے کی صلاحیت، بصیرت وتفقہ اور استدلال وبیان کی قوت۔","lang":"ur"},{"name":"38:21","price":"اور کیا تجھے جھگڑا کرنے والوں کی (بھی) خبر ملی؟ جبکہ وه دیوار پھاند کر محراب میں آگئے.(1)","arabic":"۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3991,"juzNumber":23,"footnotes":"(1) مِحْرَابٌ سے مراد وہ کمرہ ہے جس میں سب سے علیحدہ ہو کر یکسوئی کے ساتھ اللہ کی عبادت کرتے۔ دروازے پر پہرے دار ہوتے، تاکہ کوئی اندر آکر عبادت میں مخل نہ ہو۔ جھگڑا کرنے والے پیچھے سے دیوار پھاند کر اندر آگئے۔","lang":"ur"},{"name":"38:22","price":"جب یہ (حضرت) داؤد (علیہ السلام) کے پاس پہنچے، پس یہ ان سے ڈر گئے(1) ، انہوں نے کہا خوف نہ کیجئے! ہم دو فریق مقدمہ ہیں، ہم میں سے ایک نے دوسرے پر زیادتی کی ہے، پس آپ ہمارے درمیان حق کے ساتھ فیصلہ کر دیجئے اور ناانصافی نہ کیجئے اور ہمیں سیدھی راه بتا دیجئے.(2)","arabic":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3992,"juzNumber":23,"footnotes":"(1) ڈرنے کی وجہ صاف ظاہر ہے کہ ایک تو وہ دروازے کے بجائےعقب سے دیوار چڑھ کر اندر آئے۔ دوسرے، انہوں نے اتنا بڑا اقدام کرتے ہوئے بادشاہ وقت سے کوئی خوف محسوس نہیں کیا۔ ظاہری اسباب کے مطابق خوف والی چیز سے خوف کھانا، انسان کا ایک طبعی تقاضا ہے۔ یہ منصب وکمال نبوت کے خلاف ہے نہ توحید کے منافی۔ توحید کے منافی غیر اللہ کا وہ خوف ہے جو ماورائے اسباب ہو۔\n(2) آنے والوں نے تسلی دی کہ گھبرانے کی ضرورت نہیں ہے، ہمارے درمیان ایک جھگڑا ہے، ہم آپ سے فیصلہ کرانے آئے ہیں، آپ حق کے ساتھ فیصلہ بھی فرمائیں اور سیدھے راستے کی طرف ہماری رہنمائی بھی۔","lang":"ur"},{"name":"38:23","price":"(سنیے) یہ میرا بھائی ہے(1) اس کے پاس نناوے دنبیاں ہیں اور میرے پاس ایک ہی دنبی ہے لیکن یہ مجھ سے کہہ رہا ہے کہ اپنی یہ ایک بھی مجھ ہی کو دے دے(2) اور مجھ پر بات میں بڑی سختی برتتا ہے.(3)","arabic":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3993,"juzNumber":23,"footnotes":"(1) بھائی سے مراد دینی بھائی یا شریک کاروبار یا دوست ہے۔ سب پر بھائی کا اطلاق صحیح ہے۔\n(2) یعنی یہ ایک دنبی بھی میری دنبیوں میں شامل کر دے تاکہ میں ہی اس کا بھی ضامن اور کفیل ہو جاؤں۔\n(3) دوسرا ترجمہ ہے (اور یہ گفتگو میں مجھ پر غالب آگیا ہے) یعنی جس طرح اس کے پاس مال زیادہ ہے، زبان کا بھی مجھ سے زیادہ تیز ہے اور اس تیزی وطراری کی وجہ سےلوگوں کو قائل کر لیتا ہے۔\n(4) یعنی انسانوں میں یہ کوتاہی عام ہے کہ ایک شریک دوسرے پر زیادتی کرتا ہے اور کوشش کرتا ہے کہ دوسرے کا حصہ بھی خود ہی ہڑپ کر جائے۔","lang":"ur"},{"name":"38:24","price":"آپ نے فرمایا! اس کا اپنی دنبیوں کے ساتھ تیری ایک دنبی ملا لینے کا سوال بیشک تیرے اوپر ایک ﻇلم ہے اور اکثر حصہ دار اور شریک (ایسے ہی ہوتے ہیں کہ) ایک دوسرے پر ﻇلم کرتے(1) ہیں، سوائے ان کے جو ایمان ﻻئے اور جنہوں نے نیک عمل کیے اور ایسے لوگ بہت ہی کم ہیں(2) اور (حضرت) داؤد (علیہ السلام) سمجھ گئے کہ ہم نے انہیں آزمایا ہے، پھر تو اپنے رب سے استغفار کرنے لگے اور عاجزی کرتے ہوئے گر پڑے(3) اور (پوری طرح) رجوع کیا.","arabic":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3994,"juzNumber":23,"footnotes":"(1) البتہ اس اخلاقی کوتاہی سے اہل ایمان محفوظ ہیں، کیونکہ ان کے دلوں میں اللہ کا خوف ہوتا ہے اور عمل صالح کے وہ پابند ہوتے ہیں۔ اس لئےکسی پر زیادتی کرنا اور دوسرے کا مال ہڑپ کر جانے کی سعی کرنا، ان کے مزاج میں شامل نہیں ہوتا۔ وہ تو دینے والے ہوتے ہیں، لینے والے نہیں۔ تاہم ایسے بلند کردار لوگ تھوڑے ہی ہوتے ہیں۔\n(2) وَخَرَّ رَاكِعًا کا مطلب یہاں سجدے میں گر پڑنا ہے۔","lang":"ur"},{"name":"38:25","price":"پس ہم نے بھی ان کا وه (قصور) معاف کر دیا(1) ، یقیناً وه ہمارے نزدیک بڑے مرتبہ والے اور بہت اچھے ٹھکانے والے ہیں.","arabic":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3995,"juzNumber":23,"footnotes":"(1) حضرت داود (عليه السلام) کا یہ کام کیا تھا جس پر انہیں کوتاہی کا اور توبہ وندامت کا اظہار کا احساس ہوا، اور اللہ نے اسے معاف فرما دیا۔ قرآن کریم میں اس اجمال کی تفصیل نہیں ہے اور کسی مستند حدیث میں بھی اس کی بابت کوئی وضاحت نہیں ہے۔ اس لئے بعض مفسرین نے تو اسرائیلی روایات کو بنیاد بنا کر ایسی باتیں بھی لکھ دی ہیں، جو ایک نبی کی شان سے فروتر ہیں۔ بعض مفسرین مثلاً ابن کثیر نے یہ موقف اختیار کیا کہ جب قرآن وحدیث اس معاملے میں خاموش ہیں تو ہمیں بھی اس کی تفصیلات کی کرید میں پڑنے کی ضرورت نہیں ہے۔ مفسرین کا ایک تیسرا گروہ ہےجو اس واقعے کی بعض جزئیات اور تفصیلات بیان کرتا ہے تاکہ قرآن کے اجمال کی کچھ توضیح ہو جائے۔ تاہم یہ کسی ایک بیان پر متفق نہیں ہیں۔ بعض کہتے ہیں کہ حضرت داود (عليه السلام) نے ایک فوجی کو حکم دیا تھا کہ وہ اپنی بیوی کو طلاق دے دے اور یہ اس زمانے کے عرف میں معیوب بات نہیں تھی۔ حضرت داود (عليه السلام) کو اس عورت کی خوبیوں اور کمالات کا علم ہوا تھا جس بنا پر ان کے اندر یہ خواہش پیدا ہوئی کہ اس عورت کو تو ملکہ ہونا چاہئیے نہ کہ ایک عام سی عورت۔ تاکہ اس کی خوبیوں اور کمالات سے پورا ملک فیض یاب ہو۔ یہ خواہش کتنے بھی اچھے جذبے کی بنیاد پر ہو، لیکن ایک تو متعدد بیویوں کی موجودگی میں یہ نامناسب سی بات لگتی ہے۔ دوسرے بادشاہ وقت کی طرف سے اس کے اظہار میں جبر کا پہلو بھی شامل ہو جاتا ہے۔ اس لئے حضرت داود (عليه السلام) کو ایک تمثیلی واقعے سے اس کے نامناسب ہونے کا احساس دلایا گیا اور انہیں فی الواقع اس پر تنبہ ہوگیا۔ بعض کہتے ہیں کہ آنے والے یہ دو شخص فرشتے تھے جو ایک فرضی مقدمہ لے کر حاضر ہوئے، حضرت داود (عليه السلام) سے کوتاہی یہ ہوئی کہ مدعی کا بیان سن کر ہی اپنی رائے کا اظہار کر دیا اور مدعا علیہ کی بات سننے کی ضرورت ہی محسوس نہیں کی۔ اللہ تعالیٰ نے رفع درجات کے لئے اس آزمائش میں انہیں ڈالا، اس غلطی کا احساس ہوتے ہی وہ سمجھ گئے کہ یہ آزمائش تھی جو اللہ کی طرف سے ان پر آئی اور بارگاہ الٰہی میں جھک گئے۔ بعض کہتے ہیں کہ آنے والے فرشتے نہیں تھے، انسان ہی تھے اور یہ فرضی واقعہ نہیں، ایک حقیقی جھگڑا تھا، جس کے فیصلے کے لئے وہ آئے تھے اور اس طرح ان کے صبر وتحمل کا امتحان لیا گیا، کیونکہ اس واقعے میں ناگواری اور اشتعال طبع کے کئی پہلو تھے، ایک تو بلا اجازت دیوار پھاند کر آنا۔ دوسرے، عبادت کے مخصوص اوقات میں آکر مخل ہونا۔ تیسرے، ان کا طرز تکلﻢ بھی آپ کی حاکمانہ شان سے فروتر تھا (کہ زیادتی نہ کرنا وغیرہ) لیکن اللہ نے آپ کو توفیق دی کہ مشتعل نہیں ہوئے اور کمال صبر وتحمل کا مظاہرہ کیا۔ لیکن دل میں جو طبعی ناگواری کا ہلکا سا احساس پیدا ہوا، اس کو بھی اپنی کوتاہی پر محمول کیا، یعنی یہ اللہ کی طرف سے آزمائش تھی، اس لئے یہ طبعی انقباض بھی نہیں ہونا چاہئے تھا، جس پر انہوں نے توبہ واستغفار کا اہتمام کیا۔ وَاللهُ أَعْلَمُ بِالصَّوَابِ۔","lang":"ur"},{"name":"38:26","price":"اے داؤد! ہم نے تمہیں زمین میں خلیفہ بنا دیا تم لوگوں کے درمیان حق کے ساتھ فیصلے کرو اور اپنی نفسانی خواہش کی پیروی نہ کرو ورنہ وه تمہیں اللہ کی راه سے بھٹکا دے گی، یقیناً جو لوگ اللہ کی راه سے بھٹک جاتے ہیں ان کے لئے سخت عذاب ہے اس لئے کہ انہوں نے حساب کے دن کو بھلا دیا ہے.","arabic":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3996,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:27","price":"اور ہم نے آسمان وزمین اور ان کے درمیان کی چیزوں کو ناحق پیدا نہیں کیا(1) ، یہ گمان تو کافروں کا ہے سو کافروں کے لئے خرابی ہے آگ کی.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3997,"juzNumber":23,"footnotes":"(1) بلکہ ایک خاص مقصد کے لئے پیدا کیا ہے اور وہ یہ کہ میرے بندے میری عبادت کریں، جو ایسا کرے گا، میں اسےبہترین جزا سے نوازوں گا اور جو میری عبادت واطاعت سے سرتابی کرے گا، اس کے لئے جہنم کا عذاب ہے۔","lang":"ur"},{"name":"38:28","price":"کیا ہم ان لوگوں کو جو ایمان ﻻئے اور نیک عمل کیے ان کے برابر کر دیں گے جو (ہمیشہ) زمین میں فساد مچاتے رہے، یا پرہیزگاروں کو بدکاروں جیسا کر دینگے؟","arabic":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3998,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:29","price":"یہ بابرکت کتاب ہے جسے ہم نے آپ کی طرف اس لئے نازل فرمایا ہے کہ لوگ اس کی آیتوں پر غور وفکر کریں اور عقلمند اس سے نصیحت حاصل کریں.","arabic":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3999,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:30","price":"اور ہم نے داؤد کو سلیمان (نامی فرزند) عطا فرمایا، جو بڑا اچھا بنده تھا اور بے حد رجوع کرنے واﻻ تھا.","arabic":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4000,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:31","price":"جب ان کے سامنے شام کے وقت تیز رو خاصے گھوڑے پیش کیے گئے.(1)","arabic":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4001,"juzNumber":23,"footnotes":"(1) صَافِنَاتٌ، صَافِنٌ یا صَافِنَةٌ کی جمع ہے، وہ گھوڑے جو تین ٹانگوں پر کھڑے ہوں۔ جِيَادٌ جَوَادٌ کی جمع ہے جو تیز رو گھوڑے کو کہتے ہیں۔ یعنی حضرت سلیمان (عليه السلام) نے بغرض جہاد جو گھوڑے پالے ہوئے تھے، وہ عمدہ اصیل تیز رو گھوڑے حضرت سلیمان پر معاینے کے لئے پیش کیے گئے۔ عَشِيٌّ، ظہر یا عصر سے لےکر آخر دن تک کے وقت کو کہتے ہیں، جسے ہم شام سے تعبیر کرتے ہیں۔","lang":"ur"},{"name":"38:32","price":"تو کہنے لگے میں نے اپنے پروردگار کی یاد پر ان گھوڑوں کی محبت کو ترجیح دی، یہاں تک کہ (آفتاب) چھﭗ گیا.","arabic":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4002,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:33","price":"ان (گھوڑوں) کو دوباره میرے سامنے ﻻؤ! پھر تو پنڈلیوں اور گردنوں پر ہاتھ پھیرنا شروع کر دیا.(1)","arabic":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4003,"juzNumber":23,"footnotes":"(1) اس ترجمے کی رو سے أَحْبَبْتُ، بمعنی آثَرْتُ (ترجیح دینا) اور عَنْ بمعنی عَلَى ہے۔ اور تَوَارَتْ کا مرجع شَمْسٌ ہے جو آیت میں پہلے مذکور نہیں ہے، لیکن قرینہ اس پر دال ہے۔ اس تفسیر کی رو سے اگلی آیت میں۔ مَسْحًا بِالسُّوقِ وَالأَعْنَاقِ کا ترجمہ بھی ذبح کرنا ہوگا یعنی مَسْحًا بِالسَّيْف ِ کا مفہوم۔ مطلب ہوگا کہ گھوڑوں کے معاینہ میں حضرت سلیمان (عليه السلام) کی عصر کی نماز یا وظیفہ خاص رہ گیا جو اس وقت وہ کرتے تھے۔ جس پر انہیں سخت صدمہ ہوا اور کہنے لگے کہ میں گھوڑوں کی محبت میں اتنا وارفتہ اور گم ہو گیا کہ سورج پردۂ مغرب میں چھپ گیا اور اللہ کی یاد، نماز یا وظیفے سے غافل رہا۔ چنانچہ اس کی تلافی اور ازالے کے لئے انہوں نےسارےگھوڑے اللہ کی راہ میں قتل کر ڈالے۔ امام شوکانی اور ابن کثیر وغیرہ نے اس تفسیر کو ترجیح دی ہے۔ دیگر بعض مفسرین نے اس کی دوسری تفسیر کی ہے۔ اس کی رو سے عَنْ، أَجْلٌ کے معنی میں ہے أَيْ : لأَجْلِ ذِكْرِ رَبِّي، یعنی رب کی یاد کی وجہ سے میں ان گھوڑوں سے محبت رکھتا ہوں۔ یعنی اس کے ذریعے سے اللہ کی راہ میں جہاد ہوتا ہے۔ پھر ان گھوڑوں کو دوڑایا حتیٰ کہ وہ نظروں سے اوجھل ہوگئے۔ انہیں دوبارہ طلب کیا اور پیار ومحبت سے ان کی پندلیوں اور گردنوں پر ہاتھ پھیرنا شروع کر دیا خَيْرٌ، قرآن میں مال کے معنی میں استعمال ہوا ہے۔ یہاں یہ لفظ گھوڑو ں کے لئے آیا ہے۔ تَوَارَتْ کا مرجع گھوڑے ہیں۔ امام ابن جریر طبری نے اس دوسری تفسیر کو ترجیح دی ہے اور یہی تفسیر متعدد وجوہ سےصحیح لگتی ہے۔ واللهُ أَعْلَمُ۔","lang":"ur"},{"name":"38:34","price":"اور ہم نے سلیمان (علیہ السلام) کی آزمائش کی اور ان کے تخت پر ایک جسم ڈال دیا پھر(1) اس نے رجوع کیا.","arabic":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4004,"juzNumber":23,"footnotes":"(1) یہ آزمائش کیا تھی، کرسی پر ڈالا گیا جسم کس چیز کا تھا؟ اور اس کا مطلب کیا ہے؟ اس کی بھی کوئی تفصیل قرآن کریم یا حدیث میں نہیں ملتی۔ البتہ بعض مفسرین نے صحیح حدیث سے ثابت ایک واقعے کو اس پر چسپاں کیا ہے اور وہ یہ ہے کہ حضرت سلیمان (عليه السلام) نے ایک مرتبہ کہا کہ میں آج کی رات اپنی تمام بیویوں سے (جن کی تعداد 70 یا 90 تھی) ہمبستری کروں گا تاکہ ان سے شاہ سوار پیدا ہوں جو اللہ کی راہ میں جہاد کریں۔ اور اس پر ان شاء اللہ نہیں کہا (یعنی صرف اپنی ہی تدبیر پر سارا اعتماد کیا) نتیجہ یہ ہوا کہ سوائے ایک بیوی کے کوئی بیوی حاملہ نہیں ہوئی۔ اور حاملہ بیوی نے بھی جو بچہ جنا، وہ ناقص یعنی آدھا تھا۔ نبی (صلى الله عليه وسلم) نے فرمایا اگر سلیمان (عليه السلام) ان شاء اللہ کہہ لیتے تو سب سے مجاہد پیدا ہوتے۔ (صحيح بخاري ، كتاب الأنبياء ، صحيح مسلم، كتاب الإيمان، باب الاستثناء) ان مفسرین کے خیال میں شاید ان شاء اللہ نہ کہنا یا صرف اپنی تدبیر پر اعتماد کرنا یہی فتنہ ہو، جس میں حضرت سلیمان (عليه السلام) مبتلا ہوئے اور کرسی پر ڈالا جانے والا جسم یہی ناقص الخلقت بچہ ہو۔ واللهُ أَعْلَمُ۔","lang":"ur"},{"name":"38:35","price":"کہا کہ اے میرے رب! مجھے بخش دے اور مجھے ایسا ملک عطا فرما جو میرے سوا کسی (شخص) کے ﻻئق نہ ہو(1) ، تو بڑا ہی دینے واﻻ ہے.","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4005,"juzNumber":23,"footnotes":"(1) یعنی شاہ سواروں کی فوج پیدا ہونے کی آرزو، تیری حکمت ومشیت کے تحت پوری نہیں ہوئی، لیکن اگر مجھے ایسی بااختیار بادشاہت عطا کر دے کہ ویسی بادشاہت میرے سوا یا میرے بعد کسی کے پاس نہ ہو، تو پھر اولاد کی ضرورت ہی نہیں رہے گی۔ یہ دعا بھی اللہ کے دین کے غلبے کے لئے ہی تھی۔","lang":"ur"},{"name":"38:36","price":"پس ہم نے ہوا کو ان کے ماتحت کر دیا اور آپ کے حکم سے جہاں آپ چاہتے نرمی سے پہنچا دیا کرتی تھی.(1)","arabic":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4006,"juzNumber":23,"footnotes":"(1) یعنی ہم نے سلیمان (عليه السلام) کی یہ دعا قبول کر لی اور ایسی بادشاہی عطا کی جس میں ہوا بھی ان کے ماتحت تھی، یہاں ہوا کو نرمی سے چلنے والا بتایا ہے، جب کہ دوسرے مقام پر اسے تند وتیز کہا ہے، (الانبیاء: 81) جس کا مطلب یہ ہے کہ ہوا پیدائشی قوت کے لحاظ سے تند ہے۔ لیکن سلیمان (عليه السلام) کے لئے اسے نرم کر دیا گیا، حسب ضرورت وہ کبھی تند ہوتی کبھی نرم، جس طرح حضرت سلیمان (عليه السلام) چاہتے۔ (فتح القدیر)۔","lang":"ur"},{"name":"38:37","price":"اور (طاقت ور) جنات کو بھی (ان کا ماتحت کر دیا) ہر عمارت بنانے والے کو اور غوطہ خور کو.","arabic":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4007,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:38","price":"اور دوسرے جنات کو بھی جو زنجیروں میں جکڑے رہتے.(1)","arabic":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4008,"juzNumber":23,"footnotes":"(1) جنات میں سے جو سرکش یا کافر ہوتے، انہیں بیڑیوں میں جکڑ دیا جاتا، تاکہ وہ اپنے کفر یا سرکشی کی وجہ سے سرتابی نہ کر سکیں۔","lang":"ur"},{"name":"38:39","price":"یہ ہے ہمارا عطیہ اب تو احسان کر یا روک رکھ، کچھ حساب نہیں.(1)","arabic":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4009,"juzNumber":23,"footnotes":"(1) یعنی تیری دعا کے مطابق ہم نے تجھے عظیم بادشاہی سے نواز دیا، اب انسانوں میں سے جس کو تو چاہے دے، جسے چاہے نہ دے، تجھ سے ہم حساب بھی نہیں لیں گے۔","lang":"ur"},{"name":"38:40","price":"ان کے لئے ہمارے پاس بڑا تقرب ہے اور بہت اچھا ٹھکانا ہے.(1)","arabic":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4010,"juzNumber":23,"footnotes":"(1) یعنی دنیوی جاہ ومرتبت عطا کرنے کے باوجود آخرت میں بھی حضرت سلیمان (عليه السلام) کو قرب خاص اور مقام خاص حاصل ہوگا۔","lang":"ur"},{"name":"38:41","price":"اور ہمارے بندے ایوب (علیہ السلام) کا (بھی) ذکر کر، جبکہ اس نے اپنے رب کو پکارا کہ مجھے شیطان نے رنج اور دکھ پہنچایا ہے.(1)","arabic":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4011,"juzNumber":23,"footnotes":"(1) حضرت ایوب (عليه السلام) کی بیماری اور اس میں ان کا صبر مشہور ہے۔ جس کےمطابق اللہ تعالیٰ نے اہل ومال کی تباہی اور بیماری کے ذریعے سے ان کی آزمائش کی، جس میں وہ کئی سال مبتلا رہے۔ حتیٰ کہ صرف ایک بیوی ان کے ساتھ رہ گئی جو صبح وشام ان کی خدمت بھی کرتی اور ان کو کہیں کام کاﺝ کرکے بقدر کفاف رزق کا انتظام بھی کرتی۔ یہاں پر متعدد تفسیری روایات کا ذکر کیا جاتا ہے، مگر اس میں سے کتنا کچھ صحیح ہے اور کتنا نہیں، اسے معلوم کرنے کا کوئی مستند ذریعہ نہیں۔ نُصْبٍ سے جسمانی تکالیف اور عذاب سے مالی ابتلا مراد ہے۔ اس کی نسبت شیطان کی طرف اس لئے کی گئی ہے دراں حالیکہ سب کچھ کرنے والا صرف اللہ ہی ہے، کہ ممکن ہے شیطان کے وسوسے ہی کسی ایسے عمل کا سبب بنے ہوں جس پر یہ آزمائش آئی یا پھر بطور ادب کے ہے کہ خیر کو اللہ تعالیٰ کی طرف اور شر کو اپنی یا شیطان کی طرف منسوب کیا جاتا ہے۔","lang":"ur"},{"name":"38:42","price":"اپنا پاؤں مارو، یہ نہانے کا ٹھنڈا اور پینے کا پانی ہے.(1)","arabic":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4012,"juzNumber":23,"footnotes":"(1) اللہ تعالیٰ نے حضرت ایوب (عليه السلام) کی دعا قبول فرمائی اور ان سے کہا کہ زمین پر پیر مارو، جس سے ایک چشمہ جاری ہوگیا۔ اس کے پانی پینے سے اندرونی بیماریاں اور غسل کرنے سے ظاہری بیماریاں دور ہوگئیں۔ بعض کہتے ہیں کہ یہ دو چشمے تھے، ایک سے غسل فرمایا اور دوسرے سے پانی پیا۔ لیکن قرآن کے الفاظ سے پہلی بات کی تائید ہوتی ہے۔ یعنی ایک ہی چشمہ تھا۔","lang":"ur"},{"name":"38:43","price":"اور ہم نے اسے اس کا پورا کنبہ عطا فرمایا بلکہ اتنا ہی اور بھی اسی کے ساتھ اپنی (خاص) رحمت سے(1) ، اور عقلمندوں کی نصیحت کے لئے.(2)","arabic":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4013,"juzNumber":23,"footnotes":"(1) بعض کہتے ہیں کہ پہلا کنبہ جو بطور آزمائش ہلاک کر دیا گیا تھا، اسے زندہ کر دیا گیا اور اس کے مثل اور مزید کنبہ عطا کر دیا گیا۔ لیکن یہ بات کسی مستند ذریعے سے ثابت نہیں ہے۔ زیادہ صحیح بات یہی معلوم ہوتی ہے کہ اللہ نے پہلے سے زیادہ مال واولاد سے انہیں نواز دیا جو پہلے سے دوگنا تھا۔\n(2) یعنی ایوب (عليه السلام) کو یہ سب کچھ ہم نےدوبارہ عطا کیا، تو اپنی رحمت خاص کے اظہار کے علاوہ اس کا دوسرا مقصد یہ ہے کہ اہل دانش اس سے نصیحت حاصل کریں اور وہ بھی ابتلا وشدائد پر اسی طرح صبر کریں جس طرح ایوب (عليه السلام) نے کیا۔","lang":"ur"},{"name":"38:44","price":"اور اپنے ہاتھوں میں تنکوں کا ایک مٹھا (جھاڑو) لے کر مار دے اور قسم کے خلاف نہ کر(1) ، سچ تو یہ ہے کہ ہم نے اسے بڑا صابر بنده پایا، وه بڑا نیک بنده تھا اور بڑی ہی رغبت رکھنے واﻻ.","arabic":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4014,"juzNumber":23,"footnotes":"(1) بیماری کے ایام میں خدمت گزار بیوی کو کسی بات سے ناراض ہو کر حضرت ایوب (عليه السلام) نے اسے سو کوڑے مارنے کی قسم کھا لی تھی، صحت یاب ہونے کے بعد اللہ تعالیٰ نے فرمایا، کہ سو تنکوں والی جھاڑو لے کر ایک مرتبہ اسے مار دے، تیری قسم پوری ہو جائے گی۔ اس امر میں علما کا اختلاف ہے کہ یہ رعایت صرف حضرت ایوب (عليه السلام) کے ساتھ خاص ہے یا دوسرا کوئی شخص بھی اس طرح سو کوڑوں کی جگہ سو تنکوں والی جھاڑو مار کر حانث ہونے سے بچ سکتا ہے؟ بعض پہلی رائے کے قائل ہیں اور بعض کہتے ہیں کہ اگر نیت ضرب شدید کی نہ کی ہو تو اس طرح عمل کیا جا سکتا ہے۔ (فتح القدیر) ایک حدیث سے معلوم ہوتا ہے کہ نبی (صلى الله عليه وسلم) نے بھی ایک معذور کمزور زانی کو سو کوڑوں کی جگہ سو تنکوں والی جھاڑو مار کر سزا دی۔ (مسند أحمد 5/222 ابن ماجه، كتاب الحدود، باب الكبير والمريض يجب عليه الحد، صححه الألباني) جس سے مخصوص صورتوں میں اس کا جواز ثابت ہوتا ہے۔","lang":"ur"},{"name":"38:45","price":"ہمارے بندوں ابراہیم، اسحاق اور یعقوب (علیہم السلام) کا بھی لوگوں سے ذکر کرو جو ہاتھوں اور آنکھوں والے(1) تھے.","arabic":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4015,"juzNumber":23,"footnotes":"(1) یعنی عبادت الٰہی اور نصرت دین میں بڑے قوی اور دینی وعلمی بصیرت میں ممتاز تھے۔ بعض کہتے ہیں کہ یہ أَيْدِي بمعنی نِعَمٌ ہے۔ یعنی یہ وہ لوگ ہیں جن پر اللہ تعالیٰ کا خاص انعام واحسان ہوا یا یہ لوگوں پر احسان کرنے والے تھے۔","lang":"ur"},{"name":"38:46","price":"ہم نے انہیں ایک خاص بات یعنی آخرت کی یاد کے ساتھ مخصوص کر دیا تھا.(1)","arabic":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4016,"juzNumber":23,"footnotes":"(1) یعنی ہم نے ان کو آخرت کی یاد کے لئے چن لیا تھا، چنانچہ آخرت ہر وقت ان کے سامنے رہتی تھی (آخرت کا ہر وقت استحضار، یہ بھی اللہ کی ایک بڑی نعمت اور زہد وتقویٰ کی بنیاد ہے) یا وہ لوگوں کو آخرت اور اللہ کی طرف بلانے میں کوشاں رہتے تھے۔","lang":"ur"},{"name":"38:47","price":"یہ سب ہمارے نزدیک برگزیده اور بہترین لوگ تھے.","arabic":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4017,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:48","price":"اسماعیل، یسع اور ذوالکفل (علیہم السلام) کا بھی ذکر کر دیجئے۔ یہ سب بہترین لوگ(1) تھے.","arabic":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4018,"juzNumber":23,"footnotes":"(1) یسع (عليه السلام) کہتے ہیں، حضرت الیاس (عليه السلام) کے جانشین تھے، ال تعریف کے لئے ہے اور عجمی نام ہے، ذوالکفل کے لئے دیکھئے سورۃ الانبیاء، آیت 85 کا حاشیہ۔ أَخْيَارٌ خَيْرٌ یا خَيِّرٌ کی جمع ہے جیسے مَيِّتٌ کی جمع أَمْوَاتٌ ہے۔","lang":"ur"},{"name":"38:49","price":"یہ نصیحت ہے اور یقین مانو کہ پرہیزگاروں کی بڑی اچھی جگہ ہے.","arabic":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4019,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:50","price":"(یعنی ہمیشگی والی) جنتیں جن کے دروازے ان کے لئے کھلے ہوئے ہیں.","arabic":"جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4020,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:51","price":"جن میں بافراغت تکیے لگائے بیٹھے ہوئے طرح طرح کے میوے اور قسم قسم کی شرابوں کی فرمائشیں کر رہے ہیں.","arabic":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4021,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:52","price":"اور ان کے پاس نیچی نظروں والی ہم عمر حوریں ہوں گی.(1)","arabic":"۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4022,"juzNumber":23,"footnotes":"(1) یعنی جن کی نگاہیں اپنے خاوندوں سے متجاوز نہیں ہوں گی۔ أَتْرَابٌ، تِرْبٌ کی جمع ہے، ہم عمر یا لازوال حسن وجمال کی حامل۔ (فتح القدیر)","lang":"ur"},{"name":"38:53","price":"یہ ہے جس کا وعده تم سے حساب کے دن کے لئے کیا جاتا تھا.","arabic":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4023,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:54","price":"بیشک روزیاں (خاص) ہمارا عطیہ ہیں جن کا کبھی خاتمہ ہی نہیں.(1)","arabic":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4024,"juzNumber":23,"footnotes":"(1) رزق، بمعنی عطیہ ہے اور هَذَا سے ہر قسم کی مذکور نعمتیں اور وہ اکرام واعزاز مراد ہیں جن سے اہل جنت بہرہ یاب ہوں گے۔ نفاد کےمعنی انقطاع اور خاتمے کے ہیں۔ یہ نعمتیں بھی غیر فانی ہوں گی اور اعزاز وکرام بھی دائمی۔","lang":"ur"},{"name":"38:55","price":"یہ تو ہوئی جزا(1) ، (یاد رکھو کہ) سرکشوں کے لئے(2) بڑی بری جگہ ہے.(3)","arabic":"هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4025,"juzNumber":23,"footnotes":"(1) هَذَا مبتدا محذوف کی خبر ہے یعنی الأَمْرُ هَذَا یا ھذا مبتدا ہے، اس کی خبر محذوف ہے یعنی هَذَا كَمَا ذُكِرَ یعنی مذکور اہل خیر کا معاملہ ہوا۔ اس کے بعد اہل شر کا انجام بیان کیا جا رہا ہے۔\n(2) طَاغِينَ، جنہوں نے اللہ کے احکام سے سرکشی اور رسولوں کی تکذیب کی۔ يَصْلُونَ کے معنی ہیں يَدْخُلُونَ، داخل ہوں گے۔","lang":"ur"},{"name":"38:56","price":"دوزخ ہے جس میں وه جائیں گے (آه) کیا ہی برا بچھونا ہے.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4026,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:57","price":"یہ ہے، پس اسے چکھیں، گرم پانی اور پیﭗ.(1)","arabic":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4027,"juzNumber":23,"footnotes":"(1) حَمِيمٌ وَغَسَّاقٌ فَليَذُوقُوه، هَذَا کی خبر ہے یعنی هَذَا حَمِيمٌ وَغَسَّاقٌ فَلْيَذُوقُوهُ یہ ہے گرم پانی اور پیپ، اسے چکھو۔ حَمِيمٌ، گرم کھولتا ہوا پانی، جو ان کی آنتوں کو کاٹ ڈالے گا۔ غَسَّاقٌ، جہنمیوں کی کھالوں سے جو پیپ اور گندا لہو نکلے گا۔ یا سخت ٹھنڈا پانی، جس کا پینا نہایت مشکل ہوگا۔","lang":"ur"},{"name":"38:58","price":"اس کے علاوه اور طرح طرح کے عذاب.(1)","arabic":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4028,"juzNumber":23,"footnotes":"(1) شَكْلِه، اس جیسے أَزْوَاجٌ، انواع واقسام یعنی حمیم وغساق جیسے اور بہت سی قسم کے دوسرےعذاب ہوں گے۔","lang":"ur"},{"name":"38:59","price":"یہ ایک قوم ہے جو تمہارے ساتھ (آگ میں) جانے والی ہے(1) ، کوئی خوش آمدید ان کے لئے نہیں ہے(2) یہی تو جہنم میں جانے والے ہیں.(3)","arabic":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4029,"juzNumber":23,"footnotes":"(1) جہنم کے دروازوں پر کھڑے فرشتے، ائمۂ کفر اور پیشوایان ضلالت سے کہیں گے، جب پیروکار قسم کے کافر جہنم میں جائیں گے۔ یا ائمۂ کفر وضلالت آپس میں یہ بات، پیرو کاروں کی طرف اشارہ کرکے کہیں گے۔\n(2) یہ لیڈر، جہنم میں داخل ہونے والے کافروں کے لئے، فرشتوں کے جواب میں یا آپس میں کہیں گے۔ رَحْبَةٌ کے معنی وسعت وفراخی کے ہیں۔ مرحبا یہ كَلِمَةُ تَرْحِيبٍ یعنی خیر مقدمی الفاظ ہیں جو آنے والے مہمان کے استقبال کے وقت کہے جاتے ہیں۔ لا مَرْحَبًا اس کے برعکس ہے۔\n(3) یہ ان کا خیر مقدم نہ کرنے کی علت ہے۔ یعنی ان کے اور ہمارے مابین کوئی وجہ امتیاز نہیں ہے، یہ بھی ہماری طرح جہنم میں داخل ہو رہے ہیں اور جس طرح ہم عذاب کے مستحق ٹھہرے ہیں، یہ بھی عذاب جہنم کے مستحق قرار پائے ہیں۔","lang":"ur"},{"name":"38:60","price":"وه کہیں گے بلکہ تم ہی ہو جن کے لئے کوئی خوش آمدید نہیں ہے تم ہی نے تو اسے پہلے ہی سے ہمارے سامنے ﻻ رکھا تھا(1) ، پس رہنے کی بڑی بری جگہ ہے.","arabic":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4030,"juzNumber":23,"footnotes":"(1) یعنی تم ہی کفر وضلالت کے راستے ہمارے سامنے مزین کرکے پیش کرتے تھے، یوں گویا اس عذاب جہنم کے پیش کار تو تم ہی ہو۔ یہ پیروکار، اپنے مقتداؤں کو کہیں گے۔","lang":"ur"},{"name":"38:61","price":"وه کہیں گے اے ہمارے رب! جس نے (کفر کی رسم) ہمارے لئے پہلے سے نکالی ہو(1) اس کے حق میں جہنم کی دگنی سزا کر دے.(2)","arabic":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4031,"juzNumber":23,"footnotes":"(1) یعنی جنہوں نے ہمیں کفر کی دعوت دی اور اسے حق وصواب باور کرایا۔ یا جنہوں نے ہمیں کفر کی طرف بلا کر ہمارے لئے یہ عذاب آگے بھیجا۔\n(2) یہ وہی بات ہے جسے اور بھی کئی مقامات پر بیان کیا گیا ہے۔ مثلاً سورۃ الاعراف، 38 ، سورۃ الاحزاب ،68۔","lang":"ur"},{"name":"38:62","price":"اور جہنمی کہیں گے کیا بات ہے کہ وه لوگ ہمیں دکھائی نہیں دیتے جنہیں ہم برے لوگوں میں شمار کرتے تھے.(1)","arabic":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4032,"juzNumber":23,"footnotes":"(1) أَشْرَارٌ سے مراد فقراء مومنین ہیں۔ جیسے عمار، خباب، صہیب، بلال وسلیمان وغیرہم۔ (رضي الله عنهم) ، انہیں روسائے مکہ ازراہ خبث (برےلوگ) کہتے تھے اور اب بھی اہل باطل حق پر چلنے والوں کو بنیاد پرست، دہشت گرد، انتہا پسند وغیرہ القاب سے نوازتے ہیں۔","lang":"ur"},{"name":"38:63","price":"کیا ہم نے ہی ان کا مذاق بنا رکھا تھا(1) یا ہماری نگاہیں ان سے ہٹ گئی ہیں.(2)","arabic":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4033,"juzNumber":23,"footnotes":"(1) یعنی دنیا میں، جہاں ہم غلطی پر تھے؟\n(2) یا وہ بھی ہمارے ساتھ ہی یہیں کہیں ہیں، ہماری نظریں انہیں نہیں دیکھ پا رہی ہیں؟","lang":"ur"},{"name":"38:64","price":"یقین جانو کہ دوزخیوں کا یہ جھگڑا ضرور ہی ہوگا.(1)","arabic":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4034,"juzNumber":23,"footnotes":"(1) یعنی آپس میں ان کی تکرار اور ایک دوسرے کو مورد طعن بنانا، ایک ایسی حقیقت ہے، جس میں تخلف نہیں ہوگا۔","lang":"ur"},{"name":"38:65","price":"کہہ دیجئے! کہ میں تو صرف خبردار کرنے واﻻ ہوں(1) اور بجز اللہ واحد غالب کے اور کوئی ﻻئق عبادت نہیں.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4035,"juzNumber":23,"footnotes":"(1) یعنی جو تم گمان کرتے ہو، میں وہ نہیں ہوں بلکہ تمہیں اللہ کے عذاب اور اس کےعتاب سے ڈرانے والا ہوں۔","lang":"ur"},{"name":"38:66","price":"جو پروردگار ہے آسمانوں کا اور زمین کا اور جو کچھ ان کے درمیان ہے، وه زبردست اور بڑا بخشنے واﻻ ہے.","arabic":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4036,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:67","price":"آپ کہہ دیجئے کہ یہ بہت بڑی خبر ہے.(1)","arabic":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4037,"juzNumber":23,"footnotes":"(1) یعنی میں تمہیں جس عذاب اخروی سے ڈرا رہا اور توحید کی دعوت دے رہا ہوں یہ بڑی خبر ہے، جس سے اعراض وغفلت نہ برتو، بلکہ اس پر توجہ دینے اور سنجیدگی سے غور کرنے کی ضرورت ہے۔","lang":"ur"},{"name":"38:68","price":"جس سے تم بے پرواه ہو رہے ہو.","arabic":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4038,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:69","price":"مجھے ان بلند قدر فرشتوں کی (بات چیت کا) کوئی علم ہی نہیں جبکہ وه تکرار کر رہے تھے.(1)","arabic":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4039,"juzNumber":23,"footnotes":"(1) ملأ اعلیٰ سے مراد فرشتے ہیں، یعنی وہ کس بات پر بحث کر رہے ہیں؟ میں نہیں جانتا۔ ممکن ہے، اس اختصام (بحث وتکرار) سے مراد وہ گفتگو ہو جو تخلیق آدم (عليه السلام) کے وقت ہوئی۔ جیسا کہ آگے اس کا ذکر آرہا ہے۔","lang":"ur"},{"name":"38:70","price":"میری طرف فقط یہی وحی کی جاتی ہے کہ میں تو صاف صاف آگاه کر دینے واﻻ ہوں.(1)","arabic":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4040,"juzNumber":23,"footnotes":"(1) یعنی میری ذمے داری یہی ہے کہ میں وہ فرائض وسنن تمہیں بتا دوں جن کے اختیار کرنے سے تم عذاب الٰہی سے بچ جاؤ گے اور ان محرکات ومعاصی کی وضاحت کردوں جن کے اجتناب سے تم رضائے الٰہی کے اور بصورت دیگر اس کے غضب وعقاب کے مستحق قرار پاؤ گے۔ یہی وہ انذار ہے جس کی وحی میری طرف کی جاتی ہے۔","lang":"ur"},{"name":"38:71","price":"جبکہ آپ کے رب نے فرشتوں سے ارشاد فرمایا(1) کہ میں مٹی سے انسان کو پیدا(2) کرنے واﻻ ہوں.","arabic":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4041,"juzNumber":23,"footnotes":"(1) یہ قصہ اس سے قبل سورۂ بقرہ، سورۂ اعراف، سورۂ حجر، سورۂ بنی اسرائیل اور سورۂ کہف میں بیان ہو چکا ہے۔ اب اسے یہاں بھی اجمالاً بیان کیا جا رہا ہے۔\n(2) یعنی ایک جسم، جنس بشر سے بنانے والا ہوں۔ انسان کو بشر، زمین سے اس کی مباشرت کی وجہ سے کہا۔ یعنی زمین سے ہی اس کی ساری وابستگی ہے اور وہ سب کچھ اسی زمین پر کرتا ہے۔ یا اس کے لئے وہ بادی البشرۃ ہے۔ یعنی اس کا جسم یا چہرہ ظاہر ہے۔","lang":"ur"},{"name":"38:72","price":"سو جب میں اسے ٹھیک ٹھاک کر لوں(1) اور اس میں اپنی روح پھونک دوں(2)، تو تم سب اس کے سامنے سجدے میں گر پڑنا.(3)","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4042,"juzNumber":23,"footnotes":"(1) یعنی اسے انسانی پیکر میں ڈھال لوں اور اس کےتمام اجزا درست اور برابر کر لوں۔\n(2) ) یعنی وہ روح، جس کا میں ہی مالک ہوں، میرے سوا اس کا کوئی اختیار نہیں رکھتا اور جس کےپھونکتے ہی یہ پیکر خاکی، زندگی، حرکت اور توانائی سے بہرہ یاب ہو جائے گا۔ انسان کے شرف وعظمت کے لئے یہی بات کافی ہے کہ اس میں وہ روح پھونکی گئی ہے جس کو اللہ تعالیٰ نے اپنی روح قرار دیا ہے۔\n(3) یہ سجدۂ تحیہ یا سجدۂ تعظیم ہے، سجدۂ عبادت نہیں۔ یہ تعظیمی سجدہ پہلے جائز تھا، اسی لئے اللہ نے آدم (عليه السلام) کے لئے فرشتوں کو اس کا حکم دیا۔ اب اسلام میں تعظیمی سجدہ بھی کسی کے لئے جائز نہیں ہے۔ حدیث میں آتا ہے نبی (صلى الله عليه وسلم) نے فرمایا ”اگر یہ جائز ہوتا تو میں عورت کو حکم دیتا کہ وہ اپنے خاوند کو سجدہ کرے“۔ (مشكاة كتاب النكاح، باب عشرة النساء ، بحواله ترمذي وقال الألباني، وهو حديث صحيح لشواهده)۔","lang":"ur"},{"name":"38:73","price":"چنانچہ تمام فرشتوں نے سجده کیا.(1)","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4043,"juzNumber":23,"footnotes":"(1) یہ انسان کا دوسرا شرف ہے کہ اسے مسجود ملائک بنایا۔ یعنی فرشتے جیسی مقدس مخلوق نے اسے تعظیماً سجدہ کیا۔ كُلُّهُمْ سے ظاہر ہوتا ہے کہ ایک فرشتہ بھی سجدہ کرنے میں پیچھے نہیں رہا۔ اس کے بعد أَجْمَعُونَ کہہ کر یہ واضح کر دیا کہ سجدہ بھی سب نے بیک وقت ہی کیا ہے۔ مختلف اوقات میں نہیں۔ بعض کہتے ہیں کہ یہ تاکید درتاکید تعمیم میں مبالغے کے لئے ہے۔ (فتح القدیر)۔","lang":"ur"},{"name":"38:74","price":"مگر ابلیس نے (نہ کیا)، اس نے تکبر کیا(1) اور وه تھا کافروں میں سے.(2)","arabic":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4044,"juzNumber":23,"footnotes":"(1) اگر ابلیس کو صفات ملائکہ سے متصف مانا جائے تو یہ استثنا متصل ہوگا یعنی ابلیس اس حکم سجدہ میں داخل ہوگا، بصورت دیگر یہ استثنا منقطع ہے یعنی وہ اس حکم میں داخل نہیں تھا لیکن آسمان پر رہنے کی وجہ سے اسے بھی حکم دیا گیا۔ مگر اس نے تکبر کی وجہ سے انکار کر دیا۔\n(2) یہ کان صَارَ کے معنی میں ہے یعنی اللہ تعالیٰ کے حکم کی مخالفت اور اس کی اطاعت سے استکبار کی وجہ سے وہ کافر ہو گیا۔ یا اللہ کے علم میں وہ کافر تھا۔","lang":"ur"},{"name":"38:75","price":"(اللہ تعالیٰ نے) فرمایا اے ابلیس! تجھے اسے سجده کرنے سے کس چیز نے روکا جسے میں نے اپنے ہاتھوں سے پیدا کیا۔ کیا(1) تو کچھ گھمنڈ میں آگیا ہے؟ یا تو بڑے درجے والوں میں سے ہے.","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4045,"juzNumber":23,"footnotes":"(1) یہ بھی انسان کے شرف وعظمت کے اظہار ہی کے لئے فرمایا، ورنہ ہر چیز کا خالق اللہ ہی ہے۔","lang":"ur"},{"name":"38:76","price":"اس نے جواب دیا کہ میں اس سے بہتر ہوں، تو نے مجھے آگ سے بنایا، اور اسے مٹی سے بنایا ہے.(1)","arabic":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4046,"juzNumber":23,"footnotes":"(1) یعنی شیطان نے اپنے زعم فاسد میں یہ سمجھا کہ آگ کا عنصر مٹی کے عنصر سے بہتر ہے۔ حالانکہ یہ سب جواہر متجانس (ہم جنس یا قریب قریب ایک درجے میں) ہیں۔ ان میں سے کسی کو، دوسرے پر شرف کسی عارض (خارجی سبب) ہی کی وجہ سے حاصل ہوتا ہے اور یہ عارض، آگ کے مقابلے میں، مٹی کے حصے میں آیا، کہ اللہ نے اسی سے آدم (عليه السلام) کو اپنے ہاتھوں سے بنایا، پھر اس میں اپنی روح پھونکی۔ اس لحاظ سے مٹی ہی کو آگ کے مقابلے میں شرف وعظمت حاصل ہے۔ علاوہ ازیں آگ کا کام جلا کر خاکستر کر دینا ہے، جبکہ مٹی اس کے برعکس انواع واقسام کی پیداوار کا موخذ ہے۔","lang":"ur"},{"name":"38:77","price":"ارشاد ہوا کہ تو یہاں سے نکل جا تو مردود ہوا.","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4047,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:78","price":"اور تجھ پر قیامت کے دن تک میری لعنت وپھٹکار ہے.","arabic":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4048,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:79","price":"کہنے لگا میرے رب مجھے لوگوں کے اٹھ کھڑے ہونے کے دن تک مہلت دے.","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4049,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:80","price":"(اللہ تعالیٰ نے) فرمایا تو مہلت والوں میں سے ہے.","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4050,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:81","price":"متعین وقت کے دن تک.","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4051,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:82","price":"کہنے لگا پھر تو تیری عزت کی قسم! میں ان سب کو یقیناً بہکا دوں گا.","arabic":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4052,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:83","price":"بجز تیرے ان بندوں کے جو چیده اور پسندیده ہوں.","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4053,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:84","price":"فرمایا سچ تو یہ ہے، اور میں سچ ہی کہا کرتا ہوں.","arabic":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4054,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:85","price":"کہ تجھ سے اور تیرے تمام ماننے والوں سے میں (بھی) جہنم کو بھر دوں گا.","arabic":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4055,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"38:86","price":"کہہ دیجئے کہ میں تم سے اس پر کوئی بدلہ طلب نہیں کرتا(1) اور نہ میں تکلف کرنے والوں میں سے ہوں.(2)","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4056,"juzNumber":23,"footnotes":"(1) یعنی اس دعوت وتبلیغ سے میرا مقصد صرف امتثال امر الٰہی ہے، دنیا کمانا نہیں۔\n(2) یعنی اپنی طرف سے گھڑ کر اللہ کی طرف ایسی بات منسوب کر دوں جو اس نے نہ کہی ہو یا میں تمہیں ایسی بات کی طرف دعوت دوں جس کا حکم اللہ نے مجھے نہ دیا ہو۔ بلکہ کوئی کمی بیشی کیے بغیر اللہ کے احکام تم تک پہنچا رہا ہوں۔ حضرت عبداللہ ابن مسعود ! فرماتے تھے، جس کو کسی بات کا علم نہ ہو، اس کی بابت اسے کہہ دینا چاہئیے، اللہ اعلم یہ کہنا بھی علم ہی ہے، اس لئے کہ اللہ نے اپنے پیغمبر کو کہا، فرما دیجئے «وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ» (ابن کثیر) علاوہ ازیں اس سے عام معاملات زندگی میں بھی تکلف وتصنع سے اجتناب کا حکم معلوم ہوتا ہے۔ جیسے نبی (صلى الله عليه وسلم) نے فرمایا «نُهِينَا عَنِ التَّكَلُّفِ» (صحيح بخاري، نمبر 7293) ہمیں تکلف سے منع کیا گیا ہے۔ حضرت سلمان (رضي الله عنه) کہتے ہیں «نَهَانَا رَسُولُ اللهِ (صلى الله عليه وسلم) أَنَّ نَتَكَلَّفَ لِلضَّيْفِ» (صحيح الجامع الصغير 9871) ہمیں رسول اللہ (صلى الله عليه وسلم) نے مہمان کے لئے تکلف کرنے سے منع فرمایا ہے۔ اس سے معلوم ہوا کہ لباس، خوراک، رہائش اور دیگر معاملات میں تکلﻔات، جو آج کل معیار زندگی بلند کرنے کے عنوان سے، اصحاب حیثیت کا شعار اور وطیرہ بن چکا ہے، اسلامی تعلیمات کے خلاف ہے۔ اسلام میں سادگی اور بے تکلﻔی اختیار کرنے کی تلقین وترغیب ہے۔","lang":"ur"},{"name":"38:87","price":"یہ تو تمام جہان والوں کے لئے سراسر نصیحت (وعبرت) ہے.(1)","arabic":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4057,"juzNumber":23,"footnotes":"(1) یعنی یہ قرآن، یا وحی یا وہ دعوت، جو میں پیش کر رہا ہوں، دنیا بھر کے انسان اور جنات کے لئے نصیحت ہے۔ بشرطیکہ کوئی اس سے نصیحت حاصل کرنے کا قصد کرے۔","lang":"ur"},{"name":"38:88","price":"یقیناً تم اس کی حقیقت کو کچھ ہی وقت کے بعد (صحیح طور پر) جان لو گے.(1)","arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4058,"juzNumber":23,"footnotes":"(1) یعنی قرآن نے جن چیزوں کو بیان کیا ہے، جو وعدہ وعید ذکر کیے ہیں، ان کی حقیقت وصداقت بہت جلد تمہارے سامنے آجائے گی۔ چنانچہ اس کی صداقت یوم بدر کو واضح ہوئی، فتح مکہ کے دن ہوئی یا پھر موت کے وقت تو سب پر ہی واضح ہو جاتی ہے۔","lang":"ur"},{"name":"39:1","price":"اس کتاب کا اتارنا اللہ تعالیٰ غالب باحکمت کی طرف سے ہے.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"39:2","price":"یقیناً ہم نے اس کتاب کو آپ کی طرف حق کے ساتھ(1) نازل فرمایا ہے پس آپ اللہ ہی کی عبادت کریں، اسی کے لئے دین کو خالص کرتے ہوئے.(2)","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"(1) یعنی اس میں توحید ورسالت، معاد اور احکام وفرائض کا جو اثبات کیا گیا ہے، وہ سب حق ہے اور انہی کے ماننے اور اختیار کرنے میں انسان کی نجات ہے۔\n(2) دین کے معنی یہاں عبادت اور اطاعت کے ہیں اور اخلاص کا مطلب ہے صرف اللہ کی رضا کی نیت سے نیک عمل کرنا۔ آیت، نیت کے وجوب اور اس کے اخلاص پر دلیل ہے۔ حدیث میں بھی اخلاص نیت کی اہمیت یہ کہہ کر واضح کر دی گئی ہے کہ إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ عملوں کا دارومدار نیتوں پر ہے یعنی جو عمل خیر اللہ کی رضا کے لئے کیا جائے گا، (بشرطیکہ وہ سنت کے مطابق ہو) وہ مقبول اور جس عمل میں کسی اور جذبے کی آمیزش ہوگی، وہ نامقبول ہوگا۔","lang":"ur"},{"name":"39:3","price":"خبردار! اللہ تعالیٰ ہی کے لئے خالص عبادت کرنا ہے(1) اور جن لوگوں نے اس کے سوا اولیا بنا رکھے ہیں (اور کہتے ہیں) کہ ہم ان کی عبادت صرف اس لئے کرتے ہیں کہ یہ (بزرگ) اللہ کی نزدیکی کے مرتبہ تک ہماری رسائی کرا دیں(2)، یہ لوگ جس بارے میں اختلاف کر رہے ہیں اس کا (سچا) فیصلہ اللہ (خود) کرے گا(3)۔ جھوٹے اور ناشکرے (لوگوں) کو اللہ تعالیٰ راه نہیں دکھاتا.(4)","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"(1) یہ اسی اخلاص عبادت کی تاکید ہے جس کا حکم اس سے پہلی آیت میں ہے کہ عبادت واطاعت صرف ایک اللہ ہی کا حق ہے، نہ اس کی عبادت میں کسی کو شریک کرنا جائز ہے۔ نہ اطاعت ہی کا اس کے علاوہ کوئی حق دار ہے۔ البتہ رسول ﹲ کی اطاعت کو چونکہ خود اللہ نے اپنی ہی اطاعت قرار دیا ہے اس لئے رسول ﹲ کی اطاعت اللہ ہی کی اطاعت ہے، کسی غیر کی نہیں۔ تاہم عبادت میں یہ بات بھی نہیں۔ اس لئے عبادت اللہ کے سوا، کسی بڑے سے بڑے رسول کی بھی جائز نہیں ہے۔ چہ جائیکہ عام افراد واشخاص کی، جنہیں لوگوں نے اپنے طور پر خدائی اختیارات کا حامل قرار دے رکھا ہے۔ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ اللہ کی طرف سے اس پر کوئی دلیل نہیں ہے۔\n(2) اس سے واضح ہے کہ مشرکین مکہ اللہ تعالیٰ ہی کو خالق، رازق اور مدبر کائنات مانتے تھے۔ پھر وہ دوسروں کی عبادت کیوں کرتے تھے؟ اس کا جواب وہ یہ دیتے تھے جو قرآن نے یہاں نقل کیا ہے کہ شاید ان کے ذریعے سے ہمیں اللہ کا قرب حاصل ہو جائے یا اللہ کے ہاں یہ ہماری سفارش کر دیں۔ جیسے دوسرے مقام پر فرمایا هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ (يونس: 18) یہ اللہ کے پاس ہمارے سفارشی ہیں۔\n(3) کیوں کہ دنیا میں تو کوئی بھی یہ ماننے کے لئے تیار نہیں ہے کہ وہ شرک کا ارتکاب کر رہا ہے یا وہ حق پر نہیں ہے۔ قیامت والے دن اللہ تعالیٰ ہی فیصلہ فرمائے گا اور اس کے مطابق جزا وسزا دے گا۔\n(4) یہ جھوٹ ہی ہے کہ ان معبودان باطلہ کے ذریعے سے ان کی اللہ تک رسائی ہو جائے گی یا یہ ان کی سفارش کریں گے اور اللہ کو چھوڑ کر بے اختیار لوگوں کو معبود سمجھنا بھی بہت بڑی ناشکری ہے۔ ایسے جھوٹوں اور ناشکروں کو ہدایت کس طرح نصیب ہو سکتی ہے؟","lang":"ur"},{"name":"39:4","price":"اگر اللہ تعالیٰ کااراده اوﻻد ہی کا ہوتا تو اپنی مخلوق میں سے جسے چاہتا چن لیتا۔ (لیکن) وه تو پاک ہے، وه(1) وہی اللہ تعالیٰ ہے یگانہ اور قوت واﻻ.","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"(1) یعنی پھر اس کی اولاد لڑکیاں ہی کیوں ہوتیں؟ جس طرح کہ مشرکین کا عقیدہ تھا۔ بلکہ وہ اپنی مخلوق میں سے جس کو پسند کرتا، وہ اس کی اولاد ہوتی، نہ کہ وہ جن کو وہ باور کراتے ہیں، لیکن وہ تو اس نقص سے پاک ہے۔ (ابن کثیر)۔","lang":"ur"},{"name":"39:5","price":"نہایت اچھی تدبیر سے اس نے آسمانوں اور زمین کو بنایا وه رات کو دن اور دن کو رات پر لپیٹ دیتا ہے(1) اور اس نے سورج اور چاند کو کام پر لگا رکھا ہے۔ ہر ایک مقرره مدت تک چل رہا ہے یقین مانو کہ وہی زبردست اور گناہوں کا بخشنے واﻻ ہے.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"(1) تَكْوِيرٌ کے معنی ہیں ایک چیز کو دوسری چیز پر لپیٹ دینا، رات کو دن پر لپیٹ دینے کا مطلب، رات کا دن کو ڈھانپنا ہے۔ یہاں تک کہ اس کی روشنی ختم ہو جائے اور دن کو رات پر لپیٹ دینے کا مطلب، دن کا رات کو ڈھانپنا ہے حتیٰ کہ اس کی تاریکی ختم ہو جائے۔ یہ وہی مطلب ہے جو يُغْشِي اللَّيْلَ النَّهَارَ (الأعراف: 54) کا ہے۔","lang":"ur"},{"name":"39:6","price":"اس نے تم سب کو ایک ہی جان سے پیدا کیا ہے(1) ، پھر اسی سے اس کا جوڑا پیدا کیا(2) اور تمہارے لئے چوپایوں میں سے (آٹھ نر وماده) اتارے(3) وه تمہیں تمہاری ماؤں کے پیٹوں میں ایک بناوٹ کے بعد دوسری بناوٹ پر بناتا(4) ہے تین تین اندھیروں(5) میں، یہی اللہ تعالیٰ تمہارا رب ہے اسی کے لئے بادشاہت ہے، اس کے سوا کوئی معبود نہیں، پھر تم کہاں بہک رہے ہو.(6)","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"(1) یعنی حضرت آدم (عليه السلام) سے، جن کو اللہ نے اپنے ہاتھ سے بنایا تھا اور اپنی طرف سے اس میں روح پھونکی تھی۔\n(2) یعنی حضرت حوا کو حضرت آدم (عليه السلام) کی بائیں پسلی سے پیدا فرمایا اور یہ بھی اس کا کمال قدرت ہے کیونکہ حضرت حوا کے علاوہ کسی بھی عورت کی تخلیق، کسی آدمی کی پسلی سے نہیں ہوئی۔ یوں یہ تخلیق امر عادی کے خلاف اور اللہ کی قدرت کی نشانیوں میں سے ہے۔\n(3) یہ وہی چار قسم کے جانوروں کا بیان ہے بھیڑ، بکری، اونٹ، گائے جو نر اور مادہ مل کر آٹھ ہو جاتے ہیں، جن کا ذکر سورۂ انعام: آیت 143-144 میں گزر چکا ہے۔ أَنْزَلَ بِمَعْنَى خَلَقَ ہے یا ایک روایت کے مطابق، پہلے اللہ نے انہیں جنت میں پیدا فرمایا اور پھر انہیں نازل کیا، پس یہ انزال حقیقی ہوگا۔ یا أَنْزَلَ کا اطلاق مجازاً ہے اس لئے کہ یہ جانور چارے کے بغیر نہیں رہ سکتے اور چارہ کی روئیدگی کے لئے پانی ناگزیر ہے۔ جو آسمان سے ہی بارش کے ذریعے سے اترتا ہے۔ یوں گویا یہ چوپائے آسمان سے اتارے ہوئے ہیں، (فتح القدیر)۔\n(4) یعنی رحم مادر میں مختلف اطوار سے گزارتا ہے، پہلے نطفہ، پھر عَلَقَةً پھر مُضْغَةً، پھر ہڈیوں کا ڈھانچہ، جس کے اوپر گوشت کا لباس۔ ان تمام مراحل سے گزرنے کے بعد انسان کامل تیار ہوتا ہے۔\n(5) ایک ماں کے پیٹ کا اندھیرا، دوسرا رحم مادر کا اندھیرا اور تیسرا مشیمہ کا اندھیرا، وہ جھلی یا پردہ جس کے اندر بچہ لیٹا ہوا ہوتا ہے۔\n(6) یا کیوں تم حق سے باطل کی طرف اور ہدایت سے گمراہی کی طرف پھر رہے ہو؟","lang":"ur"},{"name":"39:7","price":"اگر تم ناشکری کرو تو (یاد رکھو کہ) اللہ تعالیٰ تم (سب سے) بے نیاز ہے(1) ، اور وه اپنے بندوں کی ناشکری سے خوش نہیں اور اگر تم شکر کرو تو وه اسے تمہارے لئے پسند کرے گا(2)۔ اور کوئی کسی کا بوجھ نہیں اٹھاتا پھر تم سب کا لوٹنا تمہارے رب ہی کی طرف ہے۔ تمہیں وه بتلا دے گا جو تم کرتے تھے۔ یقیناً وه دلوں تک کی باتوں کا واقف ہے.","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"- اس کی تشریح کے لئے دیکھئے سورۂ ابراہیم آیت 8 کا حاشیہ۔\n(2) یعنی کفر اگرچہ انسان اللہ کی مشیت ہی سے کرتا ہے، کیوں کہ اس کی مشیت کے بغیر کوئی کام نہیں ہوتا نہ ہی ہو سکتا ہے۔ تاہم کفر کو اللہ تعالیٰ پسند نہیں فرماتا۔ اس کی رضا حاصل کرنے کا راستہ تو شکر ہی کا راستہ ہے نہ کہ کفر کا۔ یعنی اس کی مشیت اور چیز ہے اور اس کی رضا اور چیز ہے، جیسا کہ پہلے بھی اس نکتے کی وضاحت بعض مقامات پر کی جا چکی ہے۔ دیکھئے صفحہ۔ 109۔","lang":"ur"},{"name":"39:8","price":"اور انسان کو جب کبھی کوئی تکلیف پہنچتی ہے تو وه خوب رجوع ہو کر اپنے رب کو پکارتا ہے، پھر جب اللہ تعالیٰ اسے اپنے پاس سے نعمت عطا فرمادیتا ہے تو وه اس سے پہلے جو دعا کرتا تھا اسے (بالکل) بھول جاتا ہے(1) اور اللہ تعالیٰ کے شریک مقرر کرنے لگتا ہے جس سے (اوروں کو بھی) اس کی راه سے بہکائے، آپ کہہ دیجئے! کہ اپنے کفر کا فائده کچھ دن اور اٹھالو، (آخر) تو دوزخیوں میں ہونے واﻻ ہے.","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"(1) یا اس تکلیف کو بھول جاتا ہے جس کو دور کرنے کے لئے وہ دوسروں کو چھوڑ کر، اللہ سےدعا کرتاتھا یا اس رب کو بھول جاتا ہے، جسے وہ پکارﺗا تھا اور اس کے سامنے تضرع کرتا تھا، اور پھر شرک میں مبتلا ہو جاتا ہے۔","lang":"ur"},{"name":"39:9","price":"بھلا جو شخص راتوں کے اوقات سجدے اور قیام کی حالت میں (عبادت میں) گزارتا ہو، آخرت سے ڈرتا ہو اور اپنے رب کی رحمت کی امید رکھتا ہو(1) ، (اور جو اس کے برعکس ہو برابر ہو سکتے ہیں) بتاؤ تو علم والے اور بے علم کیا برابر کے ہیں(2)؟ یقیناً نصیحت وہی حاصل کرتے ہیں جو عقلمند ہوں۔ (اپنے رب کی طرف سے).(3)","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"(1) مطلب یہ ہے کہ ایک یہ کافر ومشرک ہے جس کا یہ حال ہے جو ابھی مذکور ہوا اور دوسرا وہ شخص ہے جو تنگی اور خوشی میں، رات کی گھڑیاں اللہ کے سامنے عاجزی اور فرماں برداری کا اظہار کرتے ہوئے، سجود وقیام میں گزارتا ہے۔ آخرت کا خوف بھی اس کے دل میں ہے اور رب کی رحمت کا امیدوار بھی ہے۔ یعنی خوف ورجا دونوں کیفیتوں سے وہ سرشار ہے، جو اصل ایمان ہے۔ کیا یہ دونوں برابر ہو سکتے ہیں؟ نہیں، یقیناً نہیں۔ خوف ورجا کے بارے میں حدیث ہے، حضرت انس (رضي الله عنه) بیان فرماتے ہیں کہ رسول اللہ صلی اللہ علیہ وسلم ایک شخص کے پاس گئے جب کہ اس پر سکرات الموت کی کیفیت طاری تھی، آپ صلی اللہ علیہ وسلم نے اس سے پوچھا تو اپنے آپ کو کیسے پاتا ہے؟ اس نے کہا میں اللہ سے امید رکھتا ہوں اور اپنے گناہوں کی وجہ سے ڈرتا بھی ہوں۔ رسول اللہ صلی اللہ علیہ وسلم نے فرمایا ”اس موقعے پر جس بندے کے دل میں یہ دونوں باتیں جمع ہو جائیں تواللہ تعالیٰ اسے وہ چیز عطا فرما دیتا ہے جس کی وہ امید رکھتا ہے اور اس سے اسے بچا لیتا ہے جس سے وہ ڈرتا ہے“۔ (ترمذي ، ابن ماجه، كتاب الزهد، باب ذكر الموت والاستعداد له)۔\n(2) یعنی وہ جو جانتے ہیں کہ اللہ نے ثواب وعقاب کا جو وعدہ کیا ہے، وہ حق ہے اور وہ جو اس بات کو نہیں جانتے۔ یہ دونوں برابر نہیں۔ ایک عالم ہے اور ایک جاہل۔ جس طرح علم وجہل میں فرق ہے، اسی طرح عالم وجاہل برابر نہیں۔ یہ بھی ہو سکتا ہے کہ عالم وغیر عالم کی مثال سے یہ سمجھانا مقصود ہو کہ جس طرح یہ دونوں برابر نہیں، اللہ کا فرماں بردار اور اس کا نافرمان، دونوں برابر نہیں۔ بعض نے اس کا مطلب یہ بیان کیا ہے کہ عالم سے مراد وہ شخص ہےجو علم کے مطابق عمل بھی کرتا ہے۔ کیوں کہ وہی علم سے فائدہ حاصل کرنے والا ہے اور جو عمل نہیں کرتا وہ گویا ایسے ہی ہے کہ اسے علم ہی نہیں ہے۔ اس اعتبار سے یہ عامل اور غیر عامل کی مثال ہے کہ یہ دونوں برابر نہیں۔\n(3) اور یہ اہل ایمان ہی ہیں، نہ کہ کفار۔ گو وہ اپنے آپ کو صاحب دانش وبصیرت ہی سمجھتے ہوں۔ لیکن جب وہ اپنی عقل ودانش کو استعمال کرکے غور وتدبر ہی نہیں کرتے اور عبرت ونصیحت ہی حاصل نہیں کرتے تو ایسے ہی ہے گویا وہ چوپایوں کی طرح عقل ودانش سےمحروم ہیں۔","lang":"ur"},{"name":"39:10","price":"کہہ دو کہ اے میرے ایمان والے بندو! اپنے رب سے ڈرتے رہو(1) ، جو اس دنیا میں نیکی کرتے ہیں ان کے لئے نیک بدلہ ہے(2) اور اللہ تعالیٰ کی زمین بہت کشاده ہے(3) صبر کرنے والوں ہی کو ان کا پورا پورا بےشمار اجر دیا جاتا ہے.(4)","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"(1) اس کی اطاعت کرکے، معاصی سے اجتناب کرکے اور عبادت واطاعت کو اس کے لئے خالص کرکے۔\n(2) یہ تقویٰ کے فوائد ہیں۔ نیک بدلے سے مراد جنت اور اس کی ابدی نعمتیں ہیں۔ بعض فِي هَذِهِ الدُّنْيَا کو حَسَنَةٌ سے متعلق مان کر ترجمہ کرتے ہیں جو نیکی کرتے ہیں، ان کے لئے دنیا میں نیک بدلہ ہے یعنی اللہ انہیں دنیا میں صحت وعافیت، کامیابی اور غنیمت وغیرہ عطا فرماتا ہے۔ لیکن پہلا مفہوم ہی زیادہ صحیح ہے۔\n(3) یہ اشارہ ہے اس بات کی طرف کہ اگر اپنے وطن میں ایمان وتقویٰ پر عمل مشکل ہو، تو وہاں رہنا پسندیدہ نہیں، بلکہ وہاں سے ہجرت اختیار کرکے ایسے علاقے میں چلا جانا چاہئیے جہاں انسان احکام الٰہی کے مطابق زندگی گزار سکے اور جہاں ایمان وتقویٰ کی راہ میں رکاوٹ نہ ہو۔\n(4) اسی طرح ایمان وتقویٰ کی راہ میں مشکلات بھی ناگزیر اور شہوات ولذات نفس کی قربانی بھی لابدی ہے، جس کے لئے صبر کی ضرورت ہے۔ اس لئے صابرین کی فضیلت بھی بیان کر دی گئی ہے، کہ ان کو ان کے صبر کے بدلے میں اس طرح پورا پورا اجر دیا جائے گا کہ اسے حساب کے پیمانوں سے ناپنا ممکن ہی نہیں ہوگا۔ یعنی ان کا اجر غیر متناہی ہوگا۔ کیوں کہ جس چیز کا حساب ممکن ہو، اس کی تو ایک حد ہوتی ہے اور جس کی کوئی حد اور انتہا نہ ہو، وہ وہی ہوتی ہے جس کو شمار کرنا ممکن نہ ہو۔ صبر کی یہ وہ عظیم فضیلت ہے جو ہر مسلمان کو حاصل کرنے کی کوشش کرنی چاہئیے۔ اس لئے کہ جزع فزع اور بے صبری سے نازل شدہ مصیبت ٹل نہیں جاتی، جس خیر اور فائدے سے محرومی ہوگئی ہے، وہ حاصل نہیں ہو جاتا اور جو ناگوار صورت حال پیش آچکی ہوتی ہے، اس کا اندفاع ممکن نہیں۔ جب یہ بات ہے تو انسان صبر کرکے وہ اجر عظیم کیوں نہ حاصل کرے جو صابرین کے لئے اللہ تعالیٰ نے رکھا ہے۔","lang":"ur"},{"name":"39:11","price":"آپ کہہ دیجئے! کہ مجھے حکم دیا گیا ہے کہ اللہ تعالیٰ کی اس طرح عبادت کروں کہ اسی کے لئے عبادت کو خالص کر لوں.","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"39:12","price":"اور مجھے حکم دیا گیا ہے کہ میں سب سے پہلا فرماں بردار بن جاؤں.(1)","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"(1) پہلا اس معنی میں کہ آبائی دین کی مخالفت کرکے توحید کی دعوت سب سے پہلے آپ ہی نے پیش کی۔","lang":"ur"},{"name":"39:13","price":"کہہ دیجئے! کہ مجھے تو اپنے رب کی نافرمانی کرتے ہوئے بڑے دن کے عذاب کا خوف لگتا ہے.","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"39:14","price":"کہہ دیجئے! کہ میں تو خالص کر کے صرف اپنے رب ہی کی عبادت کرتا ہوں.","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"39:15","price":"تم اس کے سوا جس کی چاہو عبادت کرتے رہو کہہ دیجئے! کہ حقیقی زیاں کار وه ہیں جو اپنے آپ کو اور اپنے اہل کو قیامت کے دن نقصان میں ڈال دیں گے، یاد رکھو کہ کھلم کھلا نقصان یہی ہے.","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"39:16","price":"انہیں نیچے اوپر سے آگ کے (شعلے مثل) سائبان (کے) ڈھانک رہے ہوں گے(1) ۔ یہی (عذاب) ہے جن سے اللہ تعالیٰ اپنے بندوں کو ڈرا رہا ہے(2)، اے میرے بندو! پس مجھ سے ڈرتے رہو.","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"(1) ظُلَلٌ، ظُلَّةٌ کی جمع ہے، سایہ۔ یہاں اطباق النار مراد ہیں، یعنی ان کے اوپر نیچے آگ کے طبق ہوں گے، جو ان پر بھڑک رہے ہوں گے۔ (فتح القدیر)۔\n(2) یعنی یہی مذکور خسران مبین اور عذاب ظلل ہے جس سے اللہ تعالیٰ اپنے بندوں کو ڈراتا ہے تاکہ وہ اطاعت الٰہی کا راستہ اختیار کرکے اس انجام بد سے بچ جائیں۔","lang":"ur"},{"name":"39:17","price":"اور جن لوگوں نے طاغوت کی عبادت سے پرہیز کیا اور (ہمہ تن) اللہ تعالیٰ کی طرف متوجہ رہے وه خوش خبری کے مستحق ہیں، میرے بندوں کو خوشخبری سنا دیجئے.","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"39:18","price":"جو بات کو کان لگا کر سنتے ہیں۔ پھر جو بہترین بات ہو(1) اس کی اتباع کرتے ہیں۔ یہی ہیں جنہیں اللہ تعالیٰ نے ہدایت کی ہے اور یہی عقلمند بھی ہیں.(2)","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"(1) أَحْسَنُ سے مراد محکم اور پختہ بات، یا مامورات میں سے سب سے اچھی بات، یا عزیمت ورخصت میں سے عزیمت یا عقوبت کے مقابلے میں عفو ودرگزر اختیار کرتے ہیں۔\n(2) کیوں کہ انہوں نے اپنی عقل سے فائدہ اٹھایا ہے، جب کہ دوسروں نے اپنی عقلوں سے فائدہ نہیں اٹھایا۔","lang":"ur"},{"name":"39:19","price":"بھلا جس شخص پر عذاب کی بات ﺛابت ہو چکی ہے(1) ، تو کیا آپ اسے جو دوزخ میں ہے چھڑا سکتے ہیں؟(2)","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"(1) یعنی قضا وتقدیر کی رو سے اس کا استحقاق عذاب ثابت ہو چکا ہے، اس طرح کہ کفر وظلم اور جرم وعدوان میں وہ اپنی انتہا کو پہنچ گیا، جہاں سے اس کی واپسی ممکن نہیں رہی۔ جیسے ابوجہل اور عاص بن وائل وغیرہ۔ اور گناہوں نے اس کو پوری طرح گھیر لیا اور وہ جہنمی ہوگیا۔\n(2) نبی ﹲ چونکہ اس بات کی شدید خواہش رکھتےتھے کہ آپ کی قوم کے سب لوگ ایمان لے آئیں۔ اس میں اللہ تعالیٰ نے نبی ﹲ کو تسلی دی اور آپ کو بتلایا کہ آپ کی خواہش اپنی جگہ بالکل صحیح اور بجا ہے لیکن جس پر اس کی تقدیر غالب آگئی اور اللہ کا کلمہ اس کے حق میں ثابت ہوگیا، اسے آپ جہنم کی آگ سے بچانے پرقادر نہیں ہیں۔","lang":"ur"},{"name":"39:20","price":"ہاں وه لوگ جو اپنے رب سے ڈرتے رہے ان کے لئے باﻻ خانے ہیں جن کے اوپر بھی بنے بنائے باﻻ خانے ہیں(1) (اور) ان کے نیچے نہریں بہہ رہی ہیں۔ رب کا وعده ہے(2) اور وه وعده خلافی نہیں کرتا.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"(1) اس کا مطلب ہے کہ جنت میں درجات ہوں گے، ایک کے اوپر ایک۔ جس طرح یہاں کثیرالمنازل عمارتیں ہیں، جنت میں بھی درجات کے حساب سے ایک دوسرے کے اوپر بالا خانے ہوں گے، جن کے درمیان سے اہل جنت کی خواہش کے مطابق دودھ، شہد، پانی اور شراب کی نہریں چل رہی ہوں گی۔\n(2) جو اس نے اپنے مومن بندوں سے کیا ہے اور جو یقیناً پورا ہوگا، کہ اللہ سے وعدہ خلافی ممکن نہیں۔","lang":"ur"},{"name":"39:21","price":"کیا آپ نے نہیں دیکھا کہ اللہ تعالیٰ آسمان سے پانی اتارتا ہے اور اسے زمین کی سوتوں میں پہنچاتا(1) ہے، پھر اسی کے ذریعہ سے مختلف قسم کی کھیتیاں اگاتا(2) ہے پھر وه خشک ہو جاتی ہیں اور آپ انہیں زرد رنگ دیکھتے ہیں پھر انہیں ریزه ریزه کر دیتا ہے(3)، اس میں عقل مندوں کے لئے بہت زیاده نصیحت ہے.(4)","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"(1) يَنَابِيعُ يَنْبُوعٌ کی جمع ہے، سوتے، چشمے، یعنی بارش کے ذریعے سےپانی آسمان سےاترتا ہے، پھر وہ زمین میں جذب ہو جاتا ہے اور پھر چشموں کی صورت میں نکلتا ہے یا تالابوں اور نہروں میں جمع ہو جاتا ہے۔\n(2) یعنی اس پانی سے، جو ایک ہوتا ہے، انواع واقسام کی چیزیں پیدا فرماتا ہے، جن کا رنگ، ذائقہ، خوشبو ایک دوسرے سے مختلف ہوتی ہے۔\n(3) یعنی شادابی اور تروتازگی کے بعد وہ کھیتیاں سوکھ جاتی اور زرد ہو جاتی ہیں اور پھر ریزہ ریزہ ہو جاتی ہیں۔ جس طرح لکڑی کی ٹہنیاں خشک ہو کر ٹوٹ پھوٹ کا شکار ہو جاتی ہیں۔\n(4) یعنی اہل دانش اس سے سمجھ لیتے ہیں کہ دنیا کی مثال بھی اسی طرح ہے، وہ بہت جلد زوال وفنا سے ہمکنار ہو جائے گی۔ اس کی رونق وبہجت، اس کی شادابی وزینت اور اس کی لذتیں اور آسائشیں عارضی ہیں، جن سے انسان کو دل نہیں لگانا چاہئیے۔ بلکہ اس موت کی تیاری میں مشغول رہنا چاہئیے جس کے بعد کی زندگی دائمی ہے، جسے زوال نہیں۔ بعض کہتے ہیں کہ یہ قرآن اور اہل ایمان کے سینوں کی مثال ہے اور مطلب ہے کہ اللہ تعالیٰ نے آسمان سے قرآن اتارا، جسے وہ مومنوں کے دلوں میں داخل فرماتا ہے، پھر اس کے ذریعے سے دین باہر نکلتا ہے جو ایک دوسرے سے بہتر ہوتا ہے، پس مومن تو ایمان ویقین میں زیادہ ہو جاتا ہے اور جس کے دل میں روگ ہوتا ہے، وہ اس طرح خشک ہو جاتا ہے جس طرح کھیتی خشک ہو جاتی ہے۔(فتح القدیر)۔","lang":"ur"},{"name":"39:22","price":"کیا وه شخص جس کا سینہ اللہ تعالیٰ نےاسلام کے لئے کھول دیا ہے پس وه اپنے پروردگار کی طرف سے ایک نور پر ہے(1) اور ہلاکی ہے ان پر جن کے دل یاد الٰہی سے (اﺛر نہیں لیتے بلکہ) سخت ہو گئے ہیں۔ یہ لوگ صریح گمراہی میں (مبتلا) ہیں.","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"(1) یعنی جس کو قبول حق اور خیر کا راستہ اپنانے کی توفیق اللہ تعالیٰ کی طرف سے مل جائے پس وہ اس شرح صدر کی وجہ سے رب کی روشنی پر ہو، کیا یہ اس جیسا ہو سکتا ہے جس کا دل اسلام کے لئے سخت اور اس کا سینہ تنگ ہو اور وہ گمراہی کی تاریکیوں میں بھٹک رہاہو۔","lang":"ur"},{"name":"39:23","price":"اللہ تعالیٰ نے بہترین کلام نازل فرمایا ہے جو ایسی کتاب ہے کہ آپس میں ملتی جلتی اور بار بار دہرائی ہوئی آیتوں کی ہے(1) ، جس سے ان لوگوں کے رونگٹے کھڑے ہو جاتے ہیں جو اپنے رب کا خوف رکھتے ہیں(2) آخر میں ان کے جسم اور دل اللہ تعالیٰ کے ذکر کی طرف نرم ہو جاتے ہیں(3)، یہ ہے اللہ تعالیٰ کی ہدایت جس کے ذریعہ جسے چاہے راه راست پر لگا دیتا ہے۔ اور جسے اللہ تعالیٰ ہی راه بھلا دے اس کا ہادی کوئی نہیں.","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"(1) أَحْسَنُ الْحَدِيثِ سے مراد قرآن مجید ہے، ملتی جلتی کا مطلب، اس کے سارے حصےحسن کلام، اعجازوبلاغت، صحت معانی وغیرہ خوبیوں میں ایک دوسرے سے ملتے ہیں۔ یا یہ بھی سابقہ کتب آسمانی سے ملتا ہے یعنی ان کی مشابہ ہے۔ مثانی، جس میں قصص وواقعات اور مواعظ واحکام کو بار بار دہرایا گیا ہے۔\n(2) کیونکہ وہ ان وعیدوں کو اور تخویف وتہدید کو سمجھتے ہیں جو نافرمانوں کے لئے اس میں ہے۔\n(3) یعنی جب اللہ کی رحمت اور اس کے لطف وکرم کی امید ان کے دلوں میں پیدا ہوتی ہے تو ان کے اندر سوز وگداز پیدا ہو جاتا ہے اور وہ اللہ کے ذکر میں مصروف ہو جاتے ہیں۔ حضرت قتادہ (رضي الله عنه) فرماتے ہیں کہ اس میں اولیاء اللہ کی صفت بیان کی گئی ہے کہ اللہ کے خوف سے ان کے دل کانﭗ اٹھتے، ان کی آنکھوں سے آنسو رواں ہو جاتے ہیں اور ان کے دلوں کو اللہ کے ذکر سے اطمینان نصیب ہوتا ہے۔ یہ نہیں ہوتا کہ وہ مدہوش اور حواس باختہ ہو جائیں اور عقل و ہوش باقی نہ رہے، کیونکہ یہ بدعتیوں کی صفت ہے اور اس میں شیطان کا دخل ہوتا ہے۔ (ابن کثیر) جیسے آج بھی بدعتیوں کی قوالی میں اس طرح کی شیطانی حرکتیں عام ہیں، جسے وہ وجد وحال یا سکر ومستی سے تعبیر کرتے ہیں۔ امام ابن کثیر فرماتے ہیں، اہل ایمان کا معاملہ اس بارے میں کافروں سے بوجوہ مختلف ہے۔ ایک یہ کہ اہل ایمان کا سماع، قرآن کریم کی تلاوت ہے، جب کہ کفار کا سماع، بے حیا مغنیات کی آوازوں میں گانا بجانا، سننا ہے۔ (جیسے اہل بدعت کا سماع مشرکانہ غلو پر مبنی قوالیاں اور نعتیں ہیں) دوسرے، یہ کہ اہل ایمان قرآن سن کر ادب وخشیت سے رجا ومحبت سے اور علم وفہم سے رو پڑتے ہیں اور سجدہ ریز ہو جاتے ہیں، جب کہ کفار شور کرتے اور کھیل کود میں مصروف رہتے ہیں۔ تیسرے، اہل ایمان سماع قرآن کے وقت ادب وتواضع اختیار کرتے ہیں، جیسے صحابہ کرام کی عادت مبارکہ تھی، جس سے ان کے رونگٹے کھڑے ہو جاتے اور ان کے دل اللہ کی طرف جھک جاتے تھے۔ (ابن کثیر)۔","lang":"ur"},{"name":"39:24","price":"بھلا جو شخص قیامت کے دن کے بدترین عذاب کی سپر (ڈھال) اپنے منھ کو بنائے گا۔ (ایسے) ﻇالموں سے کہا جائے گا کہ اپنے کیے کا (وبال) چکھو.(1)","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"(1) یعنی کیا یہ شخص، اس شخص کے برابر ہو سکتا ہے جو قیامت والے دن بالکل بے خوف اور امن میں ہوگا؟ یعنی محذوف عبارت ملا کر اس کا یہ مفہوم ہوگا۔","lang":"ur"},{"name":"39:25","price":"ان سے پہلے والوں نے بھی جھٹلایا، پھر ان پر وہاں سے عذاب آپڑا جہاں سے ان کو خیال بھی نہ تھا.(1)","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"(1) اور انہیں ان عذابوں سے کوئی نہیں بچا سکا۔","lang":"ur"},{"name":"39:26","price":"اور اللہ تعالیٰ نے انہیں زندگانی دنیا میں رسوائی کا مزه چکھایا(1) اور ابھی آخرت کا تو بڑا بھاری عذاب ہے کاش کہ یہ لوگ سمجھ لیں.","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"(1) یہ کفار مکہ کو تنبیہ ہے کہ گزشتہ قوموں نے پیغمبروں کو جھٹلایا، تو ان کا یہ حال ہوا، اور تم اشرف الرسل اور افضل الناس کی تکذیب کر رہے ہو، تمہیں بھی اس تکذیب کےانجام سے ڈرنا چاہیئے۔","lang":"ur"},{"name":"39:27","price":"اور یقیناً ہم نے اس قرآن میں لوگوں کے لئے ہر قسم کی مثالیں بیان کر دیں ہیں کیا عجب کہ وه نصیحت حاصل کر لیں.(1)","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"(1) یعنی لوگوں کو سمجھانے کے لئے ہر طرح کی مثالیں بیان کی ہیں تاکہ لوگوں کے ذہنوں میں باتیں بیٹھ جائیں اور وہ نصیحت حاصل کریں۔","lang":"ur"},{"name":"39:28","price":"قرآن ہے عربی میں جس میں کوئی کجی نہیں، ہو سکتا ہے کہ وه پرہیزگاری اختیار کر لیں.(1)","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"(1) یعنی قرآن واضح عربی زبان میں ہے، جس میں کوئی کجی، انحراف اور التباس نہیں ہے تاکہ لوگ اس میں بیان کردہ وعیدوں سے ڈریں اور اس میں بیان کیے گئے وعدوں کا مصداق بننے کے لئے عمل کریں۔","lang":"ur"},{"name":"39:29","price":"اللہ تعالیٰ مثال بیان فرما رہا ہے ایک وه شخص جس میں بہت سے باہم ضد رکھنے والے ساجھی ہیں، اور دوسرا وه شخص جو صرف ایک ہی کا (غلام) ہے، کیا یہ دونوں صفت میں یکساں ہیں(1) ، اللہ تعالیٰ ہی کے لئے سب تعریف ہے(2)۔ بات یہ ہے کہ ان میں کے اکثر لوگ سمجھتے نہیں.(3)","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"(1) اس میں مشرک (اللہ کا شریک ٹھہرانے والے) اور مخلص (صرف ایک اللہ کے لئے عبادت کرنے والے) کی مثال بیان کی گئی ہے۔ یعنی ایک غلام ہے جو کئی شخصوں کے درمیان مشترکہ ہے، چنانچہ وہ آپس میں جھگڑتے رہتے ہیں اور ایک غلام ہے، جس کا مالک صرف ایک ہی شخص ہے، اس کی ملکیت میں اس کے ساتھ کوئی شریک نہیں ہے۔ کیا یہ دونوں غلام برابر ہو سکتے ہیں؟ نہیں، یقیناً نہیں۔ اسی طرح وہ مشرک جو اللہ کے ساتھ دوسرے معبودوں کی بھی عبادت کرتا ہے۔ اور وہ مخلص مومن، جو صرف ایک اللہ کی عبادت کرتا ہے، اس کے ساتھ کسی کو شریک نہیں ٹھہراتا۔ برابر نہیں ہو سکتے۔\n(2) اس بات ہر کہ اس نے حجت قائم کر دی ۔\n(3) اسی لئے اللہ کے ساتھ شرک کا ارتکاب کرتے ہیں۔","lang":"ur"},{"name":"39:30","price":"یقیناً خود آپ کو بھی موت آئے گی اور یہ سب بھی مرنے والے ہیں.","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"","lang":"ur"},{"name":"39:31","price":"پھر تم سب کے سب قیامت والے دن اپنے رب کے سامنے جھگڑو گے.(1)","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"(1) یعنی اے پیغمبر صلی اللہ علیہ وسلم آپ بھی اور آپ کے مخالف بھی، سب موت سے ہم کنار ہوکر اس دنیا سے ہمارےپاس آخرت میں آئیں گے۔ دنیا میں تو توحید اور شرک کا فیصلہ تمہارے درمیان نہیں ہو سکا اور تم اس بارے میں جھگڑتے ہی رہے۔ لیکن یہاں میں اس کا فیصلہ کروں گا اور مخلص موحدین کو جنت میں اور مشرکین وجاحدین اور مکذبین کو جہنم میں داخل کروں گا۔ اس آیت سے بھی وفات النبی صلی اللہ علیہ وسلم کا اثبات ہوتا ہے، جس طرح کہ سورۃ آل عمران کی آیت 144 سے بھی ہوتا ہے اور انہی آیات سے استدلال کرتے ہوئے حضرت ابوبکر صدیق (رضي الله عنه) نے بھی لوگوں میں آپ ﹲ کی موت کا تحقق فرمایا تھا۔ اس لئے نبی صلی اللہ علیہ وسلم کی بابت یہ عقیدہ رکھنا کہ آپ کو برزخ میں بالکل اسی طرح زندگی حاصل ہےجس طرح دنیا میں حاصل تھی، قرآن کی نصوص کے خلاف ہے۔ آپ صلی اللہ علیہ وسلم پر بھی دیگر انسانوں ہی کی طرح موت طاری ہوئی، اسی لئے آپ کو دفن کیا گیا، قبر میں آپ کو برزخی زندگی تو یقیناً حاصل ہے، جس کی کیفیت کا ہمیں علم نہیں، لیکن دوبارہ قبر میں آپ کودنیوی زندگی عطا نہیں کی گئی۔ ﹲ۔صلیٰ اللہ علیہ و سلم","lang":"ur"}],"juz":{"id":23,"name":"وَمَا لِيَ","transliteration":"Wa Ma Liya","transEn":"Then What is with Me","startVerse":"36:28","endVerse":"39:31","totalVerses":357}}