{"data":[{"name":"51:31","price":"(حضرت ابرہیم علیہ السلام) نے کہا کہ اللہ کے بھیجے ہوئے (فرشتو!) تمہارا کیا مقصد ہے؟(1)","arabic":"۞ قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4706,"juzNumber":27,"footnotes":"(1) خَطْبٌ شان قصہ۔ یعنی اس بشارت کے علاوہ تمہارا اورکیا کام اور مقصد ہے جس کے لیے تمہیں بھیجا گیا ہے۔","lang":"ur"},{"name":"51:32","price":"انہوں نے جواب دیا کہ ہم گناه گار قوم کی طرف بھیجے گئے ہیں.(1)","arabic":"قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4707,"juzNumber":27,"footnotes":"(1) اس سےمراد قوم لوط ہے جن کا سب سے بڑا جرم لواطت تھا۔","lang":"ur"},{"name":"51:33","price":"تاکہ ہم ان پر مٹی کے کنکر برسائیں.(1)","arabic":"لِنُرۡسِلَ عَلَيۡهِمۡ حِجَارَةٗ مِّن طِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4708,"juzNumber":27,"footnotes":"(1) برسائیں کا مطلب ہے، ان کنکریوں سے انہیں رجم کردیں۔ یہ کنکریاں خالص پتھر کی تھیں نہ آسمانی اولے تھے، بلکہ مٹی کی بنی ہوئی تھیں۔","lang":"ur"},{"name":"51:34","price":"جو تیرے رب کی طرف سے نشان زده ہیں، ان حد سے گزر جانے والوں کے لیے.(1)","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَ لِلۡمُسۡرِفِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4709,"juzNumber":27,"footnotes":"- مُسَوَّمَةً (نامزد یا نشان زدہ) ان کی مخصوص علامت تھی جن سے انہیں پہچان لیا جاتا تھا، یا وہ عذاب کےلیے مخصوص تھیں، بعض کہتے ہیں کہ جس کنکری سے جس کی موت واقع ہونی تھی، اس پر اس کا نام لکھا ہوتا تھا مُسْرِفِينَ جو شرک و ضلالت میں بڑھے ہوئے اور فسق و فجور میں حد سے تجاوز کرنے والے ہیں۔","lang":"ur"},{"name":"51:35","price":"پس جتنے ایمان والے وہاں تھے ہم نے انہیں نکال لیا.(1)","arabic":"فَأَخۡرَجۡنَا مَن كَانَ فِيهَا مِنَ ٱلۡمُؤۡمِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4710,"juzNumber":27,"footnotes":"(1) یعنی عذاب آنے سے قبل ہم نے ان کو وہاں سے نکل جانے کا حکم دے دیا تھا تاکہ وہ عذاب سے محفوظ رہیں۔","lang":"ur"},{"name":"51:36","price":"اور ہم نے وہاں مسلمانوں کا صرف ایک ہی گھر پایا.(1)","arabic":"فَمَا وَجَدۡنَا فِيهَا غَيۡرَ بَيۡتٖ مِّنَ ٱلۡمُسۡلِمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4711,"juzNumber":27,"footnotes":"(1) اور یہ اللہ کے پیغمبر حضرت لوط (عليه السلام) کاگﮭر تھا، جس میں ان کی دو بیٹیاں اور کچھ ان پر ایمان لانے والے تھے۔ کہتے ہیں یہ کل تیرہ آدمی تھے ان میں حضرت لوط (عليه السلام) کی بیوی شامل نہیں تھی۔ بلکہ وہ اپنی قوم کے ساتھ عذاب سے ہلاک ہونے والوں میں سے تھی۔ (ایسر التفاسیر) اسلام کے معنی ہیں، اطاعت و انقیاد۔ اللہ کے حکموں پر سر اطاعت خم کر دینے والا مسلم ہے، اس اعتبار سے ہر مومن،مسلمان ہے۔ اسی لیےپہلے ان کے لیے مومن کا لفظ استعمال کیا، اور پھر ان ہی کے لیے مسلم کا لفظ بولا گیا ہے۔ اس سے استدلال کیا گیا ہے کہ ان کے مصداق میں کوئی فرق نہیں ہے۔ جیساکہ بعض لوگ مومن اور مسلم کے درمیان کرتے ہیں۔ قرآن نے جو کہیں مومن اور کہیں مسلم کا لفظ استعمال کیا ہے تو وہ ان معانی کے اعتبار سے ہے جو عربی لغت کی رو سے ان کے درمیان ہے۔ اس لیےلغوی استعمال کے مقابلے میں حقیقت شرعیہ کا اعتبار زیادہ ضروری ہے اور حقیقت شرعیہ کے اعتبارسےان کے درمیان صرف وہی فرق ہے جو حدیث جبرائیل (عليه السلام) سے ثابت ہے۔ جب نبی (صلى الله عليه وسلم) سے پوچھا گیا کہ اسلام کیا ہے۔ تو آپ نے فرمایا، لا الہٰ الا اللہ کی شہادت، اقامت صلوۃ، ایتائے زکوٰۃ، حج اور صیام رمضان۔ اور جب ایمان کی بابت پوچھا گیا تو فرمایا؟ ”اللہ پر ایمان لانا، اس کے ملائکہ، کتابوں، رسولوں اور تقدیر (خیر وشر کے من جانب اللہ ہونے) پر ایمان رکھنا“ یعنی دل سے ان چیزوں پر یقین رکھنا ایمان اور احکام و فرائض کی ادائیگی اسلام ہے۔ اس لحاظ سے ہر مومن، مسلمان اورہر مسلمان مومن ہے (فتح القدیر) اور جو مومن اورمسلم کے درمیان فرق کرتے ہیں وہ کہتے ہیں کہ یہ ٹھیک ہےکہ یہاں قرآن نے ایک ہی گروہ کے لیے مومن اور مسلم کے الفاظ استعمال کیے ہیں لیکن ان کے درمیان جو فرق ہے اس کی رو سےہر مومن، مسلم بھی ہے، تاہم ہرمسلم کا مومن ہونا ضروری نہیں (ابن کثیر) بہرحال یہ ایک علمی بحث ہے فریقین کے پاس اپنے اپنے موقف پر استدلال کےلیے دلائل موجود ہیں۔","lang":"ur"},{"name":"51:37","price":"اور وہاں ہم نے ان کے لیے جو درد ناک عذاب کا ڈر رکھتے ہیں ایک (کامل) علامت چھوڑی.(1)","arabic":"وَتَرَكۡنَا فِيهَآ ءَايَةٗ لِّلَّذِينَ يَخَافُونَ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4712,"juzNumber":27,"footnotes":"(1) یہ آیت یا کامل علامت وہ آثار عذاب ہیں جو ان ہلاک شدہ بستیوں میں ایک عرصے تک باقی رہے۔ اور یہ علامت بھی انہی کے لیے ہیں جو عذاب الٰہی سے ڈرنے والے ہیں، کیونکہ وعظ ونصیحت کا اثر بھی وہی قبول کرتے اور آیات میں غور وفکر بھی وہی کرتے ہیں۔","lang":"ur"},{"name":"51:38","price":"موسیٰ (علیہ السلام کے قصے) میں (بھی ہماری طرف سے تنبیہ ہے) کہ ہم نے اسے فرعون کی طرف کھلی دلیل دے کر بھیجا.","arabic":"وَفِي مُوسَىٰٓ إِذۡ أَرۡسَلۡنَٰهُ إِلَىٰ فِرۡعَوۡنَ بِسُلۡطَٰنٖ مُّبِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4713,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"51:39","price":"پس اس نےاپنے بل بوتے پر منھ موڑا(1) اور کہنے لگا یہ جادوگر ہے یا دیوانہ ہے.","arabic":"فَتَوَلَّىٰ بِرُكۡنِهِۦ وَقَالَ سَٰحِرٌ أَوۡ مَجۡنُونٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4714,"juzNumber":27,"footnotes":"(1) جانب اقویٰ کو رکن کہتے ہیں۔ یہاں مراد اس کی اپنی قوت اور لشکر ہے۔","lang":"ur"},{"name":"51:40","price":"بالﺂخر ہم نے اسے اور اس کے لشکروں کو اپنے عذاب میں پکڑ کر دریا میں ڈال دیا وه تھا ہی ملامت کے قابل.(1)","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّ وَهُوَ مُلِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4715,"juzNumber":27,"footnotes":"(1) یعنی اس کے کام ہی ایسے تھے کہ جن پر وہ ملامت کامﺴتﺤﻖ تھا۔","lang":"ur"},{"name":"51:41","price":"اسی طرح عادیوں میں(1) بھی (ہماری طرف سے تنبیہ ہے) جب کہ ہم نے ان پر خیر وبرکت سے(2) خالی آندھی بھیجی.","arabic":"وَفِي عَادٍ إِذۡ أَرۡسَلۡنَا عَلَيۡهِمُ ٱلرِّيحَ ٱلۡعَقِيمَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4716,"juzNumber":27,"footnotes":"(1) أَيْ : تَرَكْنَا فِي قِصَّةِ عَادٍ آيَةً عاد کے قصے میں بھی ہم نے نشانی چھوڑی۔\n(2) الرِّيحَ الْعَقِيمَ (بانجھ ہوا) جس میں خیر وبرکت نہیں تھی، وہ ہوا درختوں کو ثمر آور کرنے والی تھی نہ بارش کی پیامبر، بلکہ صرف ہلاکت اور عذاب کی ہوا تھی۔","lang":"ur"},{"name":"51:42","price":"وه جس جس چیز پر گرتی تھی اسے بوسیده ہدی کی طرح (چورا چورا) کردیتی تھی.(1)","arabic":"مَا تَذَرُ مِن شَيۡءٍ أَتَتۡ عَلَيۡهِ إِلَّا جَعَلَتۡهُ كَٱلرَّمِيمِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4717,"juzNumber":27,"footnotes":"(1) یہ اس ہوا کی تاثیر تھی جو قوم عاد پر بطور عذاب بھیجی گئی تھی۔ یہ تند وتیز ہوا، سات راتیں اور آٹھ دن مسلسل چلتی رہی (الحاقة)۔","lang":"ur"},{"name":"51:43","price":"اور ﺛمود (کے قصے) میں بھی (عبرت) ہے جب ان سے کہا گیا کہ تم کچھ دنوں تک فائده اٹھا لو.(1)","arabic":"وَفِي ثَمُودَ إِذۡ قِيلَ لَهُمۡ تَمَتَّعُواْ حَتَّىٰ حِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4718,"juzNumber":27,"footnotes":"(1) یعنی جب انہوں نے اپنے ہی طلب کردہ معجزے اوٹنی کو قتل کر دیا، تو ان کو کہہ دیا گیا کہ اب تین دن اور تم دنیا کے مزے لوٹ لو، تین دن کے بعد تم ہلاک کر دیے جاؤ گے یہ اسی طرف اشارہ ہے۔ بعض نے اسےحضرت صالح (عليه السلام) کی ابتدائے نبوت کا قول قرار دیا ہے۔ الفاظ اس مفہوم کے بھی متحمل ہیں بلکہ سیاق سے یہی معنی زیادہ قریب ہیں۔","lang":"ur"},{"name":"51:44","price":"لیکن انہوں نے اپنے رب کے حکم سے سرتابی کی جس پر انہیں ان کے دیکھتے دیکھتے (تیز وتند) کڑاکے(1) نے ہلاک کر دیا.","arabic":"فَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ فَأَخَذَتۡهُمُ ٱلصَّٰعِقَةُ وَهُمۡ يَنظُرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4719,"juzNumber":27,"footnotes":"(1) یہ صَاعِقَةٌ (کڑاکا) آسمانی چیخ تھی اور اس کے ساتھ نیچے سے رَجْفَةٌ (زلزلہ) تھا جیساکہ سورۂ اعراف 78 میں ہے۔","lang":"ur"},{"name":"51:45","price":"پس نہ تو وه کھڑے ہو سکے(1) اور نہ بدلہ لے سکے.(2)","arabic":"فَمَا ٱسۡتَطَٰعُواْ مِن قِيَامٖ وَمَا كَانُواْ مُنتَصِرِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4720,"juzNumber":27,"footnotes":"(1) چہ جائیکہ وہ بھاگ سکیں۔\n(2) یعنی اللہ کے عذاب سے اپنےآپ کو نہیں بچا سکے۔","lang":"ur"},{"name":"51:46","price":"اور نوح (علیہ السلام) کی قوم کا بھی اس سے پہلے (یہی حال ہو چکا تھا) وه بھی بڑے نافرمان لوگ تھے.(1)","arabic":"وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4721,"juzNumber":27,"footnotes":"(1) قوم نوح، عاد، فرعون اور ثمود وغیرہ سے پہلے گزری ہے۔ اس نے بھی اطاعت الٰہی کے بجائے اس کی بغاوت کا راستہ اختیار کیا تھا۔ بالآخر طوفان میں ڈبو دیا گیا۔","lang":"ur"},{"name":"51:47","price":"آسمان کو ہم نے (اپنے) ہاتھوں سے بنایا ہے(1) اور یقیناً ہم کشادگی کرنے والے ہیں.(2)","arabic":"وَٱلسَّمَآءَ بَنَيۡنَٰهَا بِأَيۡيْدٖ وَإِنَّا لَمُوسِعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4722,"juzNumber":27,"footnotes":"(1) السَّمَاءَ منصوب ہے۔ بَنَيْنَا محذوف کی وجہ سے بَنَيْنَا السَّمَاءَ بَنَيْنَاهَا۔\n(2) یعنی آسمان پہلے ہی بہت وسیع ہے لیکن ہم اس کو اس سے بھی زیادہ وسیع کرنے کی طاقت رکھتے ہیں۔ یا آسمان سےبارش برساکر روزی کشادہ کرنے کی طاقت رکھتے ہیں یا مُوسِعٌ کو وُسْعٌ سے قرار دیاجائے۔ (طاقت وقدرت رکھنے والے) تومطلب ہوگا کہ ہمارے اندر اس جیسے اور آسمان بنانے کی بھی طاقت موجودہے۔ ہم آسمان و زمین بناکر تھک نہیں گئے ہیں بلکہ ہماری قدرت و طاقت کی کوئی انتہا ہی نہیں ہے۔","lang":"ur"},{"name":"51:48","price":"اور زمین کو ہم نے فرش بنا دیاہے(1) پس ہم بہت ہی اچھے بچھانے والے ہیں.","arabic":"وَٱلۡأَرۡضَ فَرَشۡنَٰهَا فَنِعۡمَ ٱلۡمَٰهِدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4723,"juzNumber":27,"footnotes":"(1) یعنی فرش کی طرح اسےبچھا دیا۔","lang":"ur"},{"name":"51:49","price":"اور ہر چیز کو ہم نے جوڑا جوڑا پیداکیا(1) ہے تاکہ تم نصیحت حاصل کرو.(2)","arabic":"وَمِن كُلِّ شَيۡءٍ خَلَقۡنَا زَوۡجَيۡنِ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4724,"juzNumber":27,"footnotes":"(1) یعنی ہر چیز کو جوڑا جوڑا، نر اور مادہ یا اس کی مقابل اور ضد کو بھی پیدا کیا ہے۔ جیسے روشنی اور اندھیرا، خشکی اور تری، چاند اور سورج، میٹھا اور کڑوا، رات اور دن، خیر اور شر، زندگی اور موت، ایمان اور کفر، شقاوت اور سعادت، جنت اور دوزخ، جن وانس وغیرہ، حتیٰ کہ حیوانات (جاندار) کے مقابل، جمادات (بے جان) اس لیے ضروری ہے کہ دنیاکا بھی جوڑا ہو یعنی آخرت، دنیا کے بالمقابل دوسری زندگی۔\n(2) یہ جان لو کہ ان سب کا پیدا کرنے والا صرف ایک اللہ ہے، اس کا کوئی شریک نہیں ہے۔","lang":"ur"},{"name":"51:50","price":"پس تم اللہ کی طرف دوڑ بھاگ (یعنی رجوع) کرو(1) ، یقیناً میں تمہیں اس کی طرف سے صاف صاف تنبیہ کرنے واﻻ ہوں.","arabic":"فَفِرُّوٓاْ إِلَى ٱللَّهِۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4725,"juzNumber":27,"footnotes":"(1) یعنی کفر و معصیت سے توبہ کر کے فوراً بارگاہ الٰہی میں جھک جاؤ، اس میں تاخیر مت کرو۔","lang":"ur"},{"name":"51:51","price":"اور اللہ کے ساتھ کسی اور کو معبود نہ ٹھراؤ۔ بیشک میں تمہیں اس کی طرف سے کھلا ڈرانے واﻻ ہوں.(1)","arabic":"وَلَا تَجۡعَلُواْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4726,"juzNumber":27,"footnotes":"(1) یعنی میں تمہیں کھول کھول کر ڈرا رہا اور تمہاری خیرخواہی کر رہا ہوں کہ صرف ایک اللہ کی طرف رجوع کرو،اسی پر اعتماد اور بھروسہ کرو اور صرف اسی ایک کی عبادت کرو، اس کےساتھ دوسرے معبودوں کو شریک مت کرو۔ ایسا کرو گے تو یاد رکھنا، جنت کی نعمتوں سے ہمیشہ کے لیے محروم ہو جاؤ گے۔","lang":"ur"},{"name":"51:52","price":"اسی طرح جو لوگ ان سے پہلے گزرے ہیں ان کے پاس جو بھی رسول آیا انہوں نے کہہ دیا کہ یا تو یہ جادوگر ہے یا دیوانہ ہے.","arabic":"كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبۡلِهِم مِّن رَّسُولٍ إِلَّا قَالُواْ سَاحِرٌ أَوۡ مَجۡنُونٌ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4727,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"51:53","price":"کیایہ اس بات کی ایک دوسرے کو وصیت کرتے گئے ہیں.(1)","arabic":"أَتَوَاصَوۡاْ بِهِۦۚ بَلۡ هُمۡ قَوۡمٞ طَاغُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4728,"juzNumber":27,"footnotes":"(1) یعنی ہر بعد میں آنے والی قوم نے اس طرح رسولوں کی تکذیب کی اور انہیں جادوگر اور دیوانہ قرار دیا، جیسے پچھلی قومیں بعد میں آنے والی قوموں کے لیے وصیت کر کے جاتی رہی ہیں۔ یکے بعد دیگرے ہر قوم نے یہی تکذیب کا راستہ اختیار کیا۔","lang":"ur"},{"name":"51:54","price":"(نہیں) بلکہ یہ سب کے سب سرکش ہیں(1) ۔ تو آپ ان سے منھ پھیر لیں آپ پر کوئی ملامت نہیں.","arabic":"فَتَوَلَّ عَنۡهُمۡ فَمَآ أَنتَ بِمَلُومٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4729,"juzNumber":27,"footnotes":"(1) یعنی ایک دوسرے کو وصیت تو نہیں کی بلکہ ہر قوم ہی اپنی اپنی جگہ سرکش ہے، اس لیے ان سب کے دل بھی متشابہ ہیں اور ان کے طور اطوار بھی ملتے جلتے۔ اس لیے متاخرین نے بھی وہی کچھ کہا اور کیا جو متقدمین نے کہا اور کیا۔","lang":"ur"},{"name":"51:55","price":"اور نصیحت کرتے رہیں یقیناً یہ نصیحت ایمان والوں کو نفع دے گی.(1)","arabic":"وَذَكِّرۡ فَإِنَّ ٱلذِّكۡرَىٰ تَنفَعُ ٱلۡمُؤۡمِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4730,"juzNumber":27,"footnotes":"(1) اس لیے کہ نصیحت سے فائدہ انہیں کو پہنچتا ہے۔ یا مطلب ہے کہ آپ نصیحت کرتے رہیں، اس نصیحت سے وہ لوگ یقیناً فائدہ اٹھائیں گے جن کی بابت اللہ کے علم میں ہے کہ وہ ایمان لائیں گے۔","lang":"ur"},{"name":"51:56","price":"میں نے جنات اورانسانوں کو محض اسی لیے پیدا کیا ہے کہ وه صرف میری عبادت کریں.(1)","arabic":"وَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4731,"juzNumber":27,"footnotes":"(1) اس میں اللہ تعالیٰ کے اس ارادۂ شرعیہ تکلیفیہ کا اظہار ہے جو اس کو محبوب ومطلوب ہے کہ تمام انس وجن صرف ایک اللہ کی عبادت کریں اور اطاعت بھی اسی ایک کی کریں۔ اگر اس کا تعلق ارادۂ تکوینی سے ہوتا، پھر تو کوئی انس وجن اللہ کی عبادت واطاعت سے انحراف کی طاقت ہی نہ رکھتا۔ یعنی اس میں انسانوں اور جنوں کو اس مقصد زندگی کی یاد دہانی کرائی گئی ہے، جسے اگر انہوں نے فراموش کیے رکھا تو آخرت میں سخت بازپرس ہوگی اور وہ اس امتحان میں ناکام قرار پائیں گے جس میں اللہ نے ان کو ارادہ واختیار کی آزادی دے کر ڈالا ہے۔","lang":"ur"},{"name":"51:57","price":"نہ میں ان سے روزی چاہتا ہوں نہ میری یہ چاہت ہے کہ یہ مجھے کھلائیں.(1)","arabic":"مَآ أُرِيدُ مِنۡهُم مِّن رِّزۡقٖ وَمَآ أُرِيدُ أَن يُطۡعِمُونِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4732,"juzNumber":27,"footnotes":"(1) یعنی میری عبادت واطاعت سے میرا مقصود یہ نہیں ہے کہ یہ مجھے کما کر کھلائیں، جیساکہ دوسرے آقاؤں کا مقصود ہوتاہے، بلکہ رزق کےسارے خزانے تو خود میرے ہی پاس ہیں میری عبادت واطاعت سے تو خود ان ہی کو فائدہ ہو گا کہ ان کی آخرت سنور جائے گی نہ کہ مجھے کوئی فائدہ ہو گا۔","lang":"ur"},{"name":"51:58","price":"اللہ تعالیٰ تو خود ہی سب کا روزی رساں توانائی واﻻ اور زور آور ہے.","arabic":"إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلۡقُوَّةِ ٱلۡمَتِينُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4733,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"51:59","price":"پس جن لوگوں نے ﻇلم کیا ہے انہیں بھی ان کے ساتھیوں کے حصہ کے مثل حصہ ملے گا(1) ، لہٰذا وه مجھ سے جلدی طلب نہ کریں.(2)","arabic":"فَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوبٗا مِّثۡلَ ذَنُوبِ أَصۡحَٰبِهِمۡ فَلَا يَسۡتَعۡجِلُونِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4734,"juzNumber":27,"footnotes":"(1) ذَنُوبٌ کے معنی بھرے ڈول کےہیں۔ کنویں سے ڈول میں پانی نکالا کر تقسیم کیا جاتا ہے اس اعتبار سے یہاں ڈول کو حصے کے معنی میں استعمال کیا گیا ہے۔ مطلب ہے کہ ظالموں کو عذاب سے حصہ پہنچے گا، جس طرح اس سے پہلے کفر وشرک کا ارتکاب کرنے والوں کو ان کے عذاب کا حصہ ملا تھا۔\n(2) لیکن یہ حصۂ عذاب انہیں کب پہنچے گا، یہ اللہ کی مشیت پر موقوف ہے، اس لیے طلب عذاب میں جلدی نہ کریں۔","lang":"ur"},{"name":"51:60","price":"پس خرابی ہے منکروں کو ان کے اس دن کی جس کا وعده دیئے جاتے ہیں.","arabic":"فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4735,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:1","price":"قسم ہے طور کی.(1)","arabic":"وَٱلطُّورِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4736,"juzNumber":27,"footnotes":"(1) طُورٌ وہ پہاڑ ہے جس پر حضرت موسیٰ (عليه السلام) اللہ سے ہم کلام ہوئے۔ اسے طور سینا، بھی کہا جاتا ہے۔ اللہ نے اس کے اسی شرف کی بنا پر اس کی قسم کھائی ہے۔","lang":"ur"},{"name":"52:2","price":"اور لکھی ہوئی کتاب کی.(1)","arabic":"وَكِتَٰبٖ مَّسۡطُورٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4737,"juzNumber":27,"footnotes":"(1) مَسْطُورٍ کے معنی ہیں۔ مکتوب، لکھی ہوئی چیز۔ اس کا مصداق مختلف بیان کیے گئے ہیں۔ قرآن مجید، لوح محفوظ، تمام کتب منزلہ یا وہ انسانی اعمال نامے جو فرشتے لکھتے ہیں۔","lang":"ur"},{"name":"52:3","price":"جو جھلی کے کھلے ہوئے ورق میں ہے.(1)","arabic":"فِي رَقّٖ مَّنشُورٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4738,"juzNumber":27,"footnotes":"(1) یہ متعلق ہےمَسْطُورٍ کے۔ رَقٍّ ، وہ باریک چمڑا جس پر لکھا جاتا تھا۔ مَنْشُورٍ بمعنی مَبْسُوطٍ، پھیلایا کھلا ہوا۔","lang":"ur"},{"name":"52:4","price":"اورآباد گھر کی.(1)","arabic":"وَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4739,"juzNumber":27,"footnotes":"(1) یہ بیعت معمور، ساتویں آسمان پر وہ عبادت خانہ ہے جس میں فرشتے عبادت کرتےہیں۔ یہ عبادت خانہ فرشتوں سے اس طرح بھرا ہوتا ہے کہ روزانہ اس میں ستر ہزار فرشتے عبادت کے لیے آتےہیں جن کی پھر دوبارہ قیامت تک باری نہیں آتی۔ جیسا کہ احادیث معراج میں بیان کیا گیا ہے۔ بعض بیت معمور سے مراد خانہ کعبہ لیتے ہیں، جو عبادت کےلئے آنے والے انسانوں سے ہر وقت بھرا رہتا ہے۔ معمور کے معنی ہی آباد اور بھرے ہوئے کے ہیں۔","lang":"ur"},{"name":"52:5","price":"اور اونچی چھت کی.(1)","arabic":"وَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4740,"juzNumber":27,"footnotes":"(1) اس سے مراد آسمان ہے جو زمین کے لیے بمنزلۂ چھت کے ہے۔ قرآن نے دوسرےمقام پر اسے (محفوظ چھت) کہا ہے۔ «وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ» (سورة الأنبياء:32) بعض نے اس سے عرش مراد لیا ہے جو تمام مخلوقات کے لیے چھت ہے۔","lang":"ur"},{"name":"52:6","price":"اور بھڑکائے ہوئے سمندر کی.(1)","arabic":"وَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4741,"juzNumber":27,"footnotes":"(1) مسجور کے معنی ہیں، بھڑکے ہوئے۔ بعض کہتے ہیں، اس سے وہ پانی مراد ہے جو زیر عرش ہے جس سے قیامت والے دن بارش نازل ہو گی، اس سے مردہ جسم زندہ ہوجائیں گے۔ بعض کہتے ہیں اس سے مراد سمندر ہیں، ان میں سے قیامت والے دن آگ بھڑک اٹھے گی۔ جیسے فرمایا: «وَإِذَا الْبِحَارُ سُجِّرَتْ» (التكوير: 6) ”اور جب سمندر بھڑکا دیئے جائیں گے“۔ امام شوکانی نے اسی مفہوم کو اولیٰ قرار دیا ہے اور بعض نے مَسْجُورٌ کے معنی مَمْلُوءٌ (بھرے ہوئے) کےلیے ہیں یعنی فی الحال سمندروں میں آگ تو نہیں ہے، البتہ وہ پانی سے بھرے ہوئےہیں، امام طبری نے اس قول کو اختیار کیا ہے۔ اس کے اور بھی کئی معنی بیان کیے گئے ہیں۔ (دیکھئے تفسیر ابن کثیر)۔","lang":"ur"},{"name":"52:7","price":"بیشک آپ کے رب کا عذاب ہو کر رہنے واﻻ ہے.","arabic":"إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4742,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:8","price":"اسے کوئی روکنے واﻻ نہیں.(1)","arabic":"مَّا لَهُۥ مِن دَافِعٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4743,"juzNumber":27,"footnotes":"(1) یہ مذکورہ قسموں کا جواب ہے یعنی یہ تمام چیزیں، جو اللہ تعالیٰ کی عظیم قدرت کی مظہر ہیں اس بات کی دلیل ہیں کہ اللہ کا وہ عذاب بھی یقیناً واقع ہو کررہے گا جس کا اس نے وعدہ کیا ہے، اسے کوئی ٹالنے پر قادر نہیں ہوگا۔","lang":"ur"},{"name":"52:9","price":"جس دن آسمان تھرتھرانے لگے گا.(1)","arabic":"يَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4744,"juzNumber":27,"footnotes":"(1) مور کے معنی ہیں حرکت واضطراب۔ قیامت والے دن آسمان کے نظم میں جو اختلال اور کواکب وسیارگان کی ٹوٹ پھوٹ کی وجہ سے جو اضطراب واقع ہو گا، اس کو ان الفاظ سے تعبیر کیا گیا ہے، اور یہ مذکورہ عذاب کےلیے ظرف ہے۔ یعنی یہ عذاب اس روز واقع ہوگا جب آسمان تھرتھرائے گا اور پہاڑی اپنی جگہ چھوڑ کر روئی کے گالوں اور ریت کے ذروں کی طرح اڑ جائیں گے۔","lang":"ur"},{"name":"52:10","price":"اور پہاڑ چلنے پھرنے لگیں گے.","arabic":"وَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4745,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:11","price":"اس دن جھٹلانے والوں کو (پوری) خرابی ہے.","arabic":"فَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4746,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:12","price":"جو اپنی بیہوده گوئی میں اچھل کود کر رہے ہیں.(1)","arabic":"ٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4747,"juzNumber":27,"footnotes":"(1) یعنی اپنے کفر وباطل میں مصروف اور حق کی تکذیب واستہزا میں لگے ہوئے ہیں۔","lang":"ur"},{"name":"52:13","price":"جس دن وه دھکے دے(1) دے کر آتش جہنم کی طرف ﻻئیں جائیں گے.","arabic":"يَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4748,"juzNumber":27,"footnotes":"(1) الدَّعُّ کے معنی ہیں نہایت سختی کے ساتھ دھکیلنا۔","lang":"ur"},{"name":"52:14","price":"یہی وه آتش دوزخ ہے جسے تم جھوٹ بتلاتے تھے.(1)","arabic":"هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4749,"juzNumber":27,"footnotes":"(1) یہ جہنم پر مقرر فرشتے (زبانیہ) انہیں کہیں گے۔","lang":"ur"},{"name":"52:15","price":"(اب بتاؤ) کیا یہ جادو ہے(1) ؟ یا تم دیکھتے ہی نہیں ہو.(2)","arabic":"أَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4750,"juzNumber":27,"footnotes":"(1) جس طرح تم دنیا میں پیغمبروں کو جادوگر کہا کرتے تھے، بتلاؤ ! کیا یہ بھی کوئی جادو کاکرتب ہے؟\n(2) یا جس طرح تم دنیا میں حق دیکھنے سے اندھے تھے، یہ عذاب بھی تمہیں نظر نہیں آ رہاہے یہ تقریع وتوبیخ کے لیے انہیں کہا جائے گا، ورنہ ہر چیز ان کے مشاہدےمیں آ چکی ہوگی۔","lang":"ur"},{"name":"52:16","price":"جاؤ دوزخ میں اب تمہارا صبر کرنا اور نہ کرنا تمہارے لیے یکساں ہے تمہیں فقط تمہارے کیے کا بدلہ دیا جائے گا.","arabic":"ٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4751,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:17","price":"یقیناً پرہیزگار لوگ جنتوں میں اور نعمتوں میں ہیں.","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَنَعِيمٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4752,"juzNumber":27,"footnotes":"(1) اہل کفر واہل شقاوت کے بعد اہل ایمان واہل سعادت کا تذکرہ کیا جا رہا ہے۔","lang":"ur"},{"name":"52:18","price":"جو انہیں ان کے رب نے دے رکھی ہیں اس پر خوش خوش ہیں(1) ، اوران کے پروردگار نے انہیں جہنم کے عذاب سے بھی بچا لیا ہے.","arabic":"فَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4753,"juzNumber":27,"footnotes":"(1) یعنی جنت کے گھر، لباس، کھانے، سواریاں، حسین وجمیل بیویاں (حورعین) اور دیگر نعمتیں ان سب پر وہ خوش ہوں گے، کیونکہ یہ نعمتیں دنیا کی نعمتوں سے بدرجہا بڑھ کر ہوں گی اور (مَا لا عَيْنٌ رَأَتْ وَلا أُذُنٌ سَمِعَتْ وَلا خَطَرَ عَلَى قَلْبِ بَشَرٍ) کا مصداق۔","lang":"ur"},{"name":"52:19","price":"تم مزے سے کھاتے پیتے رہو ان اعمال کے بدلے جو تم کرتے تھے.(1)","arabic":"كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4754,"juzNumber":27,"footnotes":"(1) دوسرے مقام پرفرمایا «كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الأَيَّامِ الْخَالِيَةِ» . . اس سے معلوم ہوا کہ اللہ کی رحمت حاصل کرنے کے لیےایمان کے ساتھ اعمال صالحہ بہت ضروری ہیں۔","lang":"ur"},{"name":"52:20","price":"برابر بچھے ہوئے شاندار تختے پر تکیے لگائے ہوئے(1) ۔ اور ہم نے ان کے نکاح بڑی بڑی آنکھوں والی (حوروں) سے کر دیئے ہیں.","arabic":"مُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4755,"juzNumber":27,"footnotes":"(1) مَصْفُوفَةٍ، ایک دوسرے کے ساتھ ملے ہوئے۔ گویا وہ ایک صف ہیں۔ یا بعض نے اس کامﻔہوم بیان کیا ہے کہ ان کے چہرے ایک دوسرے کے سامنے ہوں گے، جیسے میدان جنگ میں فوجیں ایک دوسرے کے سامنے ہوتی ہیں۔ اس مفہوم کو قرآن میں دوسری جگہ ان الفاظ میں بیان کیا گیا ہے۔ «عَلَى سُرُرٍ مُتَقَابِلِينَ» (الصافات: 44) ”ایک دوسرےکے سامنے تختوں پر فروکش ہوں گے“۔","lang":"ur"},{"name":"52:21","price":"اور جو لوگ ایمان ﻻئے اور ان کی اوﻻد نے بھی ایمان میں ان کی پیروی کی ہم ان کی اوﻻد کو ان تک پہنچا دیں گے اور ان کے عمل سے ہم کچھ کم نہ کریں گے(1) ، ہر شخص اپنے اپنے اعمال کا گروی ہے.(2)","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4756,"juzNumber":27,"footnotes":"(1) یعنی جن کے باپ اپنے اخلاص و تقویٰ اورعمل و کردار کی بنیاد پر جنت کےاعلیٰ درجوں پر فائز ہوں گے، اللہ تعالیٰ ان کی ایماندار اولاد کے بھی درجے بلند کرکے، ان کو ان کے باپوں کے ساتھ ملا دے گا۔ یہ نہیں کرے گا کہ ان کے باپوں کے درجے کم کرکے ان کی اولاد والے کمتر درجوں میں انہیں لے آئے۔ یعنی اہل ایمان پر دو گونہ احسان فرمائے گا۔ ایک تو باپ بیٹوں کو آپس میں ملادے گا تاکہ ان کی آنکھیں ٹھنڈی ہوں، بشرطیکہ دونوں ایماندار ہو۔ دوسرا یہ کہ کم تر درجے والوں کو اٹھا کر اونچے درجوں پرفائز فرما دے گا۔ ورنہ دونوں کے ملاپ کا یہ طریقہ بھی ہو سکتا ہے کہ اے کلاس والوں کو بی کلاس دے دے، یہ بات چونکہ اس کے فضل واحسان سے فروتر ہوگی، اس لیے وہ ایسا نہیں کرے گا بلکہ بی کلاس والوں کو اے کلاس عطا فرمائے گا۔ یہ تو اللہ کا وہ احسان ہے جو اولاد پر، آباکے عملونکی برکت سے ہوگا اورحدیث میں آتاہے کہ اولاد کی دعا واستغفار سے آباکے درجات میں بھی اضافہ ہوتا ہے ایک شخص کے جب جنت میں درجے بلند ہوتے ہیں تو وہ اللہ سے اس کا سبب پوچھتا ہے، اللہ تعالیٰ فرماتا ہے تیری اولاد کی تیرے لیے دعائے مغفرت کرنے کی وجہ سے (مسند احمد، 2 / 509) اس کی تائید اس حدیث سے بھی ہوتی ہے جس میں آتا ہے کہ ”جب انسان مر جاتا ہےتواس کے عمل کا سلسلہ منقطع ہوجاتا ہے۔ البتہ تین چیزوں کا ثواب، موت کے بعد بھی جاری رہتا ہے ایک صدقۂ جاریہ۔ دوسرا، وہ علم جس سے لوگ فیض یاب ہوتے رہیں اور تیسری، نیک اولاد جو اس کے لیے دعا کرتی ہو۔ (مسلم، كتاب الوصية، باب ما يلحق الإنسان من الثواب بعد وفاته)۔\n(2) رَهِينٌ بمعنی مَرْهُونٍ (گروی شدہ چیز) ہر شخص اپنے عمل کا گروی ہوگا۔ یہ عام ہے، مومن اور کافر دونوں کو شامل ہے اورمطلب ہے کہ جو جیسا (اچھا یا برا) عمل کرے گا، اس کےمطابق (اچھی یا بری) جزا پائے گا۔ یا اس سےمراد صرف کافر ہیں کہ وہ اپنے اعمال میں گرفتار ہوں گے، جیسے دوسرے مقام پر فرمایا «كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ ، إِلا أَصْحَابَ الْيَمِينِ» (المدثر: 38۔ 39) ”ہرشخص اپنےاعمال میں گرفتار ہو گا۔ سوائے اصحاب الیمین (اہل ایمان) کے“۔","lang":"ur"},{"name":"52:22","price":"ہم ان کے لیے میوے اورمرغوب گوشت کی ریل پیل کردیں گے.(1)","arabic":"وَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4757,"juzNumber":27,"footnotes":"(1) أَمْدَدْنَاهُمْ بمعنی زِدْنَاهُمْ، یعنی خوب دیں گے۔","lang":"ur"},{"name":"52:23","price":"(خوش طبعی کے ساتھ) ایک دوسرے سے جام (شراب) کی چھینا جھپٹی کریں گے(1) جس شراب کے سرور میں تو بیہوده گوئی ہوگی نہ گناه.(2)","arabic":"يَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4758,"juzNumber":27,"footnotes":"(1) يَتَنَازَعُونَ، يَتَعَاطَونَ وَيَتَنَاوَلُونَ۔ ایک دوسرے سے لیں گے۔ یا پھر وہ معنی ہیں جو فاضل مترجم نےکیےہیں۔ کاﺱ، اس پیالے اور جام کو کہتے ہیں جو شراب یا کسی اور مشروب سے بھرا ہوا ہو۔ خالی برتن کو کاس نہیں کہتے۔ (فتح القدیر)۔\n(2) اس شراب میں دنیا کی شراب کی تاثیر نہیں ہوگی، اسے پی کر نہ کوئی بہکے گا کہ لغو گوئی کرے نہ اتنا مدہوش اور مست ہو گا کہ گناہ کا ارتکاب کرے۔","lang":"ur"},{"name":"52:24","price":"اور ان کے اردگرد ان کے نو عمر غلام چل پھر رہے ہوں گے، گویا کہ وه موتی تھے جو ڈھکے رکھے تھے.(1)","arabic":"۞ وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4759,"juzNumber":27,"footnotes":"(1) یعنی جنتیوں کی خدمت کے لیے انہیں نو عمر خادم بھی دیئے جائیں گے جو ان کی خدمت کےلیے پھر رہے ہوں گے اورحسن وجمال اور صفائی ورعنائی میں وہ ایسے ہوں گے جیسے موتی، جسے ڈھک کر رکھا گیا ہو، تاکہ ہاتھ لگنے سے اس کی چمک دمک ماند پڑے۔","lang":"ur"},{"name":"52:25","price":"اور آپس میں ایک دوسرے کی طرف متوجہ ہو کر سوال کریں گے.(1)","arabic":"وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4760,"juzNumber":27,"footnotes":"(1) ایک دوسرے سے دنیا کے حالات پوچھیں گے کہ دنیا میں وہ کن حالات میں زندگی گزارتے اور ایمان وعمل کے تقاضے کس طرح پورے کرتے رہے؟","lang":"ur"},{"name":"52:26","price":"کہیں گے کہ اس سے پہلے ہم اپنے گھر والوں کے درمیان بہت ڈرا کرتے تھے.(1)","arabic":"قَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4761,"juzNumber":27,"footnotes":"(1) یعنی اللہ کے عذاب سے۔ اس لیے اس عذاب سے بچنے کا اہتمام بھی کرتے رہے، اس لیے کہ انسان کو جس چیز کا ڈر ہوتا ہے، اس سے بچنےکے لیے وہ تگ ودو بھی کرتا ہے۔","lang":"ur"},{"name":"52:27","price":"پس اللہ تعالیٰ نے ہم پر بڑا احسان کیا اور ہمیں تیز وتند گرم ہواؤں کے عذاب سے بچا لیا.(1)","arabic":"فَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4762,"juzNumber":27,"footnotes":"(1) سَمُومٌ، لو، جھلس ڈالنے والی گرم ہوا کو کہتے ہیں، جہنم کے ناموں میں سے ایک نام بھی ہے۔","lang":"ur"},{"name":"52:28","price":"ہم اس سے پہلے ہی اس کی عبادت کیا کرتے تھے(1) ، بیشک وه محسن اور مہربان ہے.","arabic":"إِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4763,"juzNumber":27,"footnotes":"(1) یعنی صرف اسی ایک کی عبادت کرتے تھے، اس کے ساتھ کسی کو شریک نہیں ٹھہراتے تھے، یا یہ مطلب ہے کہ اسی سے عذاب جہنم سے بچنے کے لیے دعا کرتے تھے۔","lang":"ur"},{"name":"52:29","price":"تو آپ سمجھاتے رہیں کیونکہ آپ اپنے رب کے فضل سے نہ تو کاہن ہیں نہ دیوانہ.(1)","arabic":"فَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4764,"juzNumber":27,"footnotes":"(1) اس میں نبی صلی اللہ علیہ وسلم کو تسلی دی جا رہی ہے کہ آپ وعظ وتبلیغ اورنصیحت کا کام کرتے رہیں اور یہ آپ کی بابت جوکچھ کہتے رہتےہیں، ان کی طرف کان نہ دھریں، اس لیے کہ آپ اللہ کے فضل سےکاہن ہیں نہ دیوانہ (جیساکہ یہ کہتے ہیں) بلکہ آپ پر باقاعدہ ہماری طرف سے وحی آتی ہے، جو کہ کاہنپر نہیں آتی، آپ جو کلام لوگوں کو سناتے ہیں، وہ دانش وبصیرت کا آئینہ دارہوتا ہے، ایک دیوانے سے اس طرح گفتگو کیونکر ممکن ہے؟","lang":"ur"},{"name":"52:30","price":"کیا کافر یوں کہتے ہیں کہ یہ شاعر ہے ہم اس پر زمانے کے حوادث (یعنی موت) کا انتظار کر رہے ہیں.(1)","arabic":"أَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4765,"juzNumber":27,"footnotes":"(1) رَيْبٌ کے معنی ہیں حوادث ، مَنُونٌ، موت کےناموں میں سے ایک نام ہے۔ مطلب ہے کہ قریش مکہ اس انتظار میں ہیں کہ زمانے کےحوادث سے شاید اس محمد (صلی اللہ علیہ وسلم) کو موت آ جائے اور ہمیں چین نصیب ہو جائے، جو اس کی دعوت توحید نے ہم سے چھین لیاہے۔","lang":"ur"},{"name":"52:31","price":"کہہ دیجئے! تم منتظر رہو میں بھی تمہارے ساتھ انتظار کرنے والوں میں ہوں.","arabic":"قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4766,"juzNumber":27,"footnotes":"(1) یعنی دیکھو ! موت پہلے کسے آتی ہے؟ اور ہلاکت کس کا مقدر بنتی ہے؟","lang":"ur"},{"name":"52:32","price":"کیا ان کی عقلیں انہیں یہی سکھاتی ہیں(1) ؟ یا یہ لوگ ہی سرکش ہیں.(2)","arabic":"أَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4767,"juzNumber":27,"footnotes":"(1) یعنی یہ تیرے بارےمیں جو اس طرح اناپ شناب جھوٹ اور غلط سلط باتیں کرتے رہتےہیں، کیا ان کی عقلیں ان کو یہی سجھاتی ہیں؟\n(2) نہیں بلکہ یہ سرکش اورگمراہ لوگ ہیں،اور یہی سرکشی اور گمراہی انہیں ان باتوں پر برانگیختہ کرتی ہے۔","lang":"ur"},{"name":"52:33","price":"کیا یہ کہتے ہیں کہ اس نبی نے (قرآن) خود گھڑ لیا ہے، واقعہ یہ ہے کہ وه ایمان نہیں ﻻتے.(1)","arabic":"أَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4768,"juzNumber":27,"footnotes":"(1) یعنی قرآن گھڑنے کے الزام پر ان کو آمادہ کرنے والابھی ان کا کفرہی ہے۔","lang":"ur"},{"name":"52:34","price":"اچھا اگر یہ سچے ہیں تو بھلا اس جیسی ایک (ہی) بات یہ (بھی) تو لے آئیں.(1)","arabic":"فَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4769,"juzNumber":27,"footnotes":"(1) یعنی اگر یہ اپنے اس دعوے میں سچے ہیں کہ یہ قرآن محمد (صلى الله عليه وسلم) کا اپنا گھڑا ہوا ہے تو پھر یہ بھی اس جیسی کتاب بنا کر پیش کر دیں جو نظم، اعجاز وبلاغت، حسن بیان، ندرت اسلوب، تعین حقائق اور حل مسائل میں اس کا مقابلہ کر سکے۔","lang":"ur"},{"name":"52:35","price":"کیا یہ بغیر کسی (پیدا کرنے والے) کے خود بخود پیدا ہوگئے ہیں(1) ؟ یا یہ خود پیدا کرنے والے ہیں؟(2)","arabic":"أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4770,"juzNumber":27,"footnotes":"(1) یعنی اگر واقعی ایسا ہے تو پھر کسی کو یہ حق نہیں ہے کہ انہیں کسی بات کا حکم دے یاکسی بات سے منع کرے۔ لیکن جب ایسا نہیں ہے بلکہ انہیں ایک پیدا کرنے والے نے پیداکیا ہے، تو ظاہر ہے اس کا انہیں پیدا کرنے کا ایک خاص مقصد ہے، وہ انہیں پیدا کر کے یوں ہی کس طرح چھوڑ دے گا؟\n(2) یعنی یہ خود بھی اپنے خالق نہیں ہیں، بلکہ یہ اللہ کے خالق ہونے کااعتراف کرتے ہیں۔","lang":"ur"},{"name":"52:36","price":"کیا انہوں نے ہی آسمانوں اور زمین کو پیدا کیا ہے؟ بلکہ یہ یقین نہ کرنے والے لوگ ہیں.(1)","arabic":"أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4771,"juzNumber":27,"footnotes":"(1) بلکہ اس کے وعدوں اور وعیدوں کے بارے میں شک میں مبتلا ہیں۔","lang":"ur"},{"name":"52:37","price":"یا کیا ان کے پاس تیرے رب کے خزانے ہیں(1) ؟ یا (ان خزانوں کے) یہ داروغہ ہیں.(2)","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4772,"juzNumber":27,"footnotes":"(1) کہ یہ جس کو چاہیں روزی دیں اور جس کو چاہیں نہ دیں یاجس کو چاہیں نبوت سے نوازیں۔\n(2) مُصَيْطِرٌ یا مُسَيْطِرٌ، سَطْرٌ سے ہے، لکھنے والا، جو محافظ ونگران ہو، وہ چونکہ ساری تفصیلات لکھتا ہے، اس لیے یہ محافظ اورنگران کے معنی میں بھی استعمال ہوتا ہے۔ یعنی کیا اللہ کے خزانوں یا اس کی رحمتوں پر ان کا تسلط ہے کہ جس کو چاہیں دیں یا نہ دیں۔","lang":"ur"},{"name":"52:38","price":"یا کیا ان کے پاس کوئی سیڑھی ہے جس پر چڑھ کر سنتے ہیں(1) ؟ (اگر ایسا ہے) تو ان کا سننے واﻻ کوئی روشن دلیل پیش کرے.","arabic":"أَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4773,"juzNumber":27,"footnotes":"(1) یعنی کیا یہ ان کا دعویٰ ہے کہ سیڑھی کے ذریعے سے یہ بھی محمد ﹲ کی طرح آسمانوں پر جا کر ملائکہ کی باتیں یا ان کی طرف جو وحی کی جاتی ہے، وہ سن آئے ہیں۔","lang":"ur"},{"name":"52:39","price":"کیا اللہ کی تو سب لڑکیاں ہیں اور تمہارے ہاں لڑکے ہیں؟","arabic":"أَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4774,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:40","price":"کیا تو ان سے کوئی اجرت طلب کرتا ہے کہ یہ اس کے تاوان سے بوجھل ہو رہے ہیں.(1)","arabic":"أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4775,"juzNumber":27,"footnotes":"(1) یعنی اس کی ادائیگی ان کے لیے مشکل ہو۔","lang":"ur"},{"name":"52:41","price":"کیا ان کے پاس علم غیب ہے جسے یہ لکھ لیتے ہیں؟(1)","arabic":"أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4776,"juzNumber":27,"footnotes":"(1) کہ ضرور ان سے پہلے محمد (صلى الله عليه وسلم) مر جائیں گے اور ان کو موت اس کے بعد آئے گی۔","lang":"ur"},{"name":"52:42","price":"کیا یہ لوگ کوئی فریب کرنا چاہتے ہیں(1) ؟ تو یقین کرلیں کہ فریب خورده کافر ہی ہیں.(2)","arabic":"أَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4777,"juzNumber":27,"footnotes":"(1) یعنی ہمارے پیغمبر کے ساتھ، جس سے اس کی ہلاکت واقع ہو جائے۔\n(2) یعنی کید ومکر ان ہی پرالٹ پڑے گا اور سارا نقصان انہی کو ہو گا۔ جیسا فرمایا : «وَلا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلا بِأَهْلِهِ» (فاطر:43) چنانچہ بدر میں یہ کافر مارے گئے اور بھی بہت سی جگہوں پر ذلت و رسوائی سے دوچار ہوئے۔","lang":"ur"},{"name":"52:43","price":"کیا اللہ کے سوا ان کا کوئی معبود ہے؟ (ہرگز نہیں) اللہ تعالیٰ ان کے شرک سے پاک ہے.","arabic":"أَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4778,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:44","price":"اگر یہ لوگ آسمان کے کسی ٹکڑے کو گرتا ہوا دیکھ لیں تب بھی کہہ دیں کہ یہ تہ بہ تہ بادل ہے.(1)","arabic":"وَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4779,"juzNumber":27,"footnotes":"(1) مطلب ہے کہ اپنے کفر وعنادسے پھر بھی باز نہ آئیں گے، بلکہ ڈھٹائی کا مظاہرہ کرتے ہوئے کہیں گے کہ یہ عذاب نہیں، بلکہ ایک پر ایک بادل چڑھا آرہا ہے، جیساکہ بعض موقعوں پر ایسا ہوتاہے۔","lang":"ur"},{"name":"52:45","price":"تو انہیں چھوڑ دے یہاں تک کہ انہیں اس دن سے سابقہ پڑے جس میں یہ بے ہوش کر دیئے جائیں گے.","arabic":"فَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4780,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:46","price":"جس دن انہیں ان کا مکر کچھ کام نہ دے گا اور نہ وه مدد کیے جائیں گے.","arabic":"يَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4781,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"52:47","price":"بیشک ﻇالموں کے لیے اس کے علاوه اور عذاب بھی ہیں(1) ۔ لیکن ان لوگوں میں سے اکثر بےعلم ہیں.(2)","arabic":"وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4782,"juzNumber":27,"footnotes":"(1) یعنی دنیامیں، جیسے دوسرے مقام پر فرمایا: «وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الأَدْنَى دُونَ الْعَذَابِ الأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ» (الم السجدة:21)۔\n(2) اس بات سے کہ دنیا کے یہ عذاب اور مصائب، اس لیےہیں تاکہ انسان اللہ کی طرف رجوع کریں۔ یہ نکتہ چونکہ نہیں سمجھتے اس لیے گناہوں سے تائب نہیں ہوتے بلکہ بعض دفعہ پہلے سے بھی زیادہ گناہ کرنے لگ جاتےہیں۔ جس طرح ایک حدیث میں فرمایا کہ ”منافق جب بیمار ہو کر صحت مند ہوجاتا ہے تو اس کی مثال اونٹ کی سی ہے۔ وہ نہیں جانتا کہ اسے کیوں رسیوں سے باندھا گیا۔ اور کیوں کھلا چھوڑ دیا گیا؟“ (أبو داود، كتاب الجنائز، نمبر 3089)۔","lang":"ur"},{"name":"52:48","price":"تو اپنے رب کے حکم کے انتظار میں صبر سے کام لے، بیشک تو ہماری آنکھوں کے سامنے ہے۔ صبح کو جب تو اٹھے(1) اپنے رب کی پاکی اور حمد بیان کر.","arabic":"وَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4783,"juzNumber":27,"footnotes":"(1) اس کھڑے ہونے سے کون سا کھڑا ہونا مراد ہے؟ بعض کہتےہیں جب نماز کے لیے کھڑے ہوں۔ جیساکہ آغاز نماز میں «سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ» . . . پڑھی جاتی ہے۔ بعض کہتے ہیں، جب نیند سے بیدار ہو کر کھڑے ہوں۔ اس وقت بھی اللہ کی تسبیح و تحمید مسنون ہے۔ بعض کہتےہیں کہ جب کسی مجلس سےکھڑے ہوں۔ جیسے حدیث میں آتا ہے۔ جو شخص کسی مجلس سے اٹھتے وقت یہ دعا پڑھ لے گا تو یہ اس کی مجلس کے گناہوں کاکفارہ ہو جائے گا۔ «سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ أَشْهَدُ أَنْ لا إِلَهَ إِلا أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ» (سنن الترمذي، أبواب الدعوات، باب ما يقول إذا قام من مجلسه)۔","lang":"ur"},{"name":"52:49","price":"اور رات کو بھی اس کی تسبیح پڑھ(1) اور ستاروں کے ڈوبتے وقت بھی.(2)","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ","category":["52 (At-Tur)","At-Tur","Surah At-Tur"],"ayahNumber":4784,"juzNumber":27,"footnotes":"(1) اس سے مراد قیام اللیل۔ یعنی نماز تہجد ہے،جو عمر بھر نبی ﹲ کا معمول رہا۔\n(2) أَيْ: وَقْت إِدْبَارِهَا مِنْ آخِرِ اللَّيْلِ اس سےمراد فجر کی دو سنتیں ہیں، نوافل میں سب سے زیادہ اس کی نبی صلی اللہ علیہ وسلم حفاظت فرماتے تھے۔ اور ایک روایت میں آپ صلی اللہ علیہ وسلم نے فرمایا ”فجر کی دو سنتیں دنیا و مافیہا سے بہترہے“ (صحيح بخاري، كتاب التهجد، باب تعاهد ركعتي الفجر ومن سماها تطوعا ، وصحيح مسلم، كتاب الصلاة باب استحباب ركعتي الفجر)۔","lang":"ur"},{"name":"53:1","price":"قسم ہے ستارے کی جب وه گرے.(1)","arabic":"وَٱلنَّجۡمِ إِذَا هَوَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4785,"juzNumber":27,"footnotes":"(1) بعض مفسرین نے ستارے سے ثریا ستارہ اور بعض نے زہرہ ستارہ مراد لیا ہے۔ اور بعض نے جنس نجوم هَوَى، اوپر سے نیچے گرنا، یعنی جب رات کے اختتام پر فجر کے وقت وہ گرتا ہے، یا شیاطین کو مارنے کے لیے گرتا ہے یا بقول بعض قیامت والے دن گریں گے۔","lang":"ur"},{"name":"53:2","price":"کہ تمہارے ساتھی نے نہ راه گم کی ہے نہ وه ٹیڑھی راه پر ہے.(1)","arabic":"مَا ضَلَّ صَاحِبُكُمۡ وَمَا غَوَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4786,"juzNumber":27,"footnotes":"(1) یہ جواب قسم ہے۔ صَاحِبُكُمْ (تمہارا ساتھی) کہہ کر نبی ﹲ کی صداقت کو واضح تر کیا گیا ہے کہ نبوت سے پہلے چالیس سال اس نےتمہارے ساتھ اور تمھارے درمیان گزارے ہیں، اس کے شب و روزکے تمام معمولات تمہارے سامنے ہیں، اس کا اخلاق و کردار تمہارا جانا پہچانا ہے۔ راست بازی اور امانت داری کے سوا تم نے اس کےکردار میں کبھی کچھ اور بھی دیکھا؟ اب چالیس سال کے بعد جو وہ نبوت کا دعویٰ کر رہا ہے تو ذرا سوچو، وہ کس طرح جھوٹ ہو سکتا ہے؟ چنانچہ واقعہ یہ ہے کہ وہ نہ گمراہ ہوا ہے نہ بہکا ہے۔ ضلالت، راہ حق سے وہ انحراف ہے جو جہالت اور لاعلمی سے ہو اور غوایت، وہ کجی ہے جو جانتے بوجھتے حق کو چھوڑ کر اختیار کی جائے۔ اللہ تعالیٰ نے دونوں قسم کی گمراہیوں سے اپنے پیغمبر کی تنزیہ بیان فرمائی۔","lang":"ur"},{"name":"53:3","price":"اور نہ وه اپنی خواہش سے کوئی بات کہتے ہیں.","arabic":"وَمَا يَنطِقُ عَنِ ٱلۡهَوَىٰٓ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4787,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:4","price":"وه تو صرف وحی ہے جو اتاری جاتی ہے.(1)","arabic":"إِنۡ هُوَ إِلَّا وَحۡيٞ يُوحَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4788,"juzNumber":27,"footnotes":"(1) یعنی وہ گمراہ یا بہک کس طرح سکتا ہے، وہ تو وحی الٰہی کے بغیر لب کشائی ہی نہیں کرتا، حتیٰ کہ مزاح اور خوش طبعی کےموقعوں پر بھی آپ ﹲ کی زبان مبارک سے حق کے سوا کچھ نہ نکلتا تھا۔ (سنن الترمذي، أبواب البر، باب ما جاء في المزاح) اسی طرح حالت غضب میں، آپ صلی اللہ علیہ وسلم کو اپنے جذبات پر اتنا کنٹرول تھاکہ آپ صلی اللہ علیہ وسلم کی زبان سے کوئی بات خلاف واقعہ نہ نکلتی (أبو داود، كتاب العلم، باب في كتاب العلم)۔","lang":"ur"},{"name":"53:5","price":"اسے پوری طاقت والے فرشتے نے سکھایا ہے.","arabic":"عَلَّمَهُۥ شَدِيدُ ٱلۡقُوَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4789,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:6","price":"جو زور آور ہے(1) پھر وه سیدھا کھڑا ہو گیا.(2)","arabic":"ذُو مِرَّةٖ فَٱسۡتَوَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4790,"juzNumber":27,"footnotes":"(1) اس سے مراد جبرائیل (عليه السلام) فرشتہ ہے جو قوی اعضا کامالک اور نہایت زور آور ہے، پیغمبر پر وحی لانے اور اسے سکھانے والا یہی فرشتہ ہے۔","lang":"ur"},{"name":"53:7","price":"اور وه بلند آسمان کے کناروں پر تھا.(1)","arabic":"وَهُوَ بِٱلۡأُفُقِ ٱلۡأَعۡلَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4791,"juzNumber":27,"footnotes":"(1) یعنی جبرائیل (عليه السلام) یعنی وحی سکھلانے کے بعد آسمان کے کناروں پر جا کھڑے ہوئے۔","lang":"ur"},{"name":"53:8","price":"پھر نزدیک ہوا اور اتر آیا.(1)","arabic":"ثُمَّ دَنَا فَتَدَلَّىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4792,"juzNumber":27,"footnotes":"(1) یعنی پھر زمین پر اترے اور آہستہ آہستہ نبی ﹲ کے قریب ہوئے۔","lang":"ur"},{"name":"53:9","price":"پس وه دو کمانوں کے بقدر فاصلہ ره گیا بلکہ اس سے بھی کم.(1)","arabic":"فَكَانَ قَابَ قَوۡسَيۡنِ أَوۡ أَدۡنَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4793,"juzNumber":27,"footnotes":"(1) بعض نےترجمہ کیا ہے، دو ہاتھوں کے بقدر، یہ نبی صلی اللہ علیہ وسلم اور جبرائیل (عليه السلام) کی باہمی قربت کابیان ہے۔ اللہ تعالیٰ اور نبی ﹲ کی قربت کا اظہار نہیں ہے، جیساکہ بعض لوگ باورکراتے ہیں۔ آیات کے سیاق سے صاف واضح ہے کہ اس میں صرف جبرائیل (عليه السلام) اور پیغمبر کا بیان ہے۔ اسی قربت کے موقعے پر نبی صلی اللہ علیہ وسلم نے جبرائیل (عليه السلام) کو ان کی اصل شکل میں دیکھا اور یہ بعثت کے ابتدائی ادوار کا واقعہ ہے جس کا ذکر ان آیات میں کیا گیا، دوسری مرتبہ اصل شکل میں معراج کی رات دیکھا۔","lang":"ur"},{"name":"53:10","price":"پس اس نے اللہ کے بندے کو وحی پہنچائی(1) جو بھی پہنچائی.","arabic":"فَأَوۡحَىٰٓ إِلَىٰ عَبۡدِهِۦ مَآ أَوۡحَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4794,"juzNumber":27,"footnotes":"(1) یعنی جبرائیل (عليه السلام) ، اللہ کےبندے حضرت محمد ﹲ کے لیےجو وحی یا پیغام لے کر آئے تھے، وہ انہوں نے آپ صلی اللہ علیہ وسلم تک پہنچایا۔","lang":"ur"},{"name":"53:11","price":"دل نے جھوٹ نہیں کہا جسے (پیغمبر نے) دیکھا.(1)","arabic":"مَا كَذَبَ ٱلۡفُؤَادُ مَا رَأَىٰٓ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4795,"juzNumber":27,"footnotes":"(1) یعنی نبی صلی اللہ علیہ وسلم نے جبرائیل (عليه السلام) کو اصل شکل میں دیکھا کہ ان کے چھ سو پر ہیں۔ ایک پر مشرق ومغرب کے درمیان فاصلے جتنا تھا، اس کو آپ صلی اللہ علیہ وسلم کے دل نے جھٹلایا نہیں، بلکہ اللہ کی اس عظیم قدرت کو تسلیم کیا۔","lang":"ur"},{"name":"53:12","price":"کیا تم جھگڑا کرتے ہو اس پر جو (پیغمبر) دیکھتے ہیں.","arabic":"أَفَتُمَٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4796,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:13","price":"اسے تو ایک مرتبہ اور بھی دیکھا تھا.","arabic":"وَلَقَدۡ رَءَاهُ نَزۡلَةً أُخۡرَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4797,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:14","price":"سدرةالمنتہیٰ کے پاس.(1)","arabic":"عِندَ سِدۡرَةِ ٱلۡمُنتَهَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4798,"juzNumber":27,"footnotes":"(1) یہ لیلہ المعراج کوجب اصل شکل میں جبرائیل (عليه السلام) کو دیکھا، اس کا بیان ہے۔ یہ سدرہ المنتہیٰ،ایک بیری کا درخت ہے جو چھٹے یا ساتویں آسمان پر ہے اور یہ آخری حد ہے، اس سے اوپر کوئی فرشتہ نہیں جاسکتا۔ فرشتے اللہ کے احکام بھی یہیں سے وصول کرتے ہیں۔","lang":"ur"},{"name":"53:15","price":"اسی کے پاس جنہ الماویٰ ہے.(1)","arabic":"عِندَهَا جَنَّةُ ٱلۡمَأۡوَىٰٓ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4799,"juzNumber":27,"footnotes":"(1) اسے جنت الماویٰ،اس لیے کہتے ہیں کہ حضرت آدم (عليه السلام) کا ماویٰ ومسکن یہی تھا، بعض کہتےہیں کہ روحیں یہاں آ کر جمع ہوتی ہیں۔ (فتح القدیر)۔","lang":"ur"},{"name":"53:16","price":"جب کہ سدره کو چھپائے لیتی تھی وه چیز جو اس پر چھا رہی تھی.(1)","arabic":"إِذۡ يَغۡشَى ٱلسِّدۡرَةَ مَا يَغۡشَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4800,"juzNumber":27,"footnotes":"(1) سدرۃ المنتہیٰ کی اس کیفیت کابیان ہے جب شب معراج میں آپ ﹲ نے اس کامشاہدہ کیا، سونے کے پروانے اس کےگرد منڈلا رہے تھے، فرشتوں کا عکس اس پر پڑ رہاتھا، اور رب کی تجلیات کا مظہر بھی وہی تھا۔ (ابن کثیر وغیرہ) اسی مقام پر نبی صلی اللہ علیہ وسلم کو تین چیزوں سے نوازا گیا۔ پانچ وقت کی نمازیں، سورۂ بقرہ کی آخری آیات اور اس مسلمان کی مغفرت کا وعدہ جو شرک کی آلودگیوں سے پاک ہو (صحيح مسلم، كتاب الإيمان، باب ذكر سدرة المنتهى)۔","lang":"ur"},{"name":"53:17","price":"نہ تو نگاه بہکی نہ حد سے بڑھی.(1)","arabic":"مَا زَاغَ ٱلۡبَصَرُ وَمَا طَغَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4801,"juzNumber":27,"footnotes":"(1) یعنی نبی ﹲ کی نگاہیں دائیں بائیں ہوئیں اور نہ اس حد سے بلند اور متجاوز ہوئیں جو آپ صلی اللہ علیہ وسلم کے لیے مقرر کر دی گئی تھی۔ (ایسرالتفاسیر)۔","lang":"ur"},{"name":"53:18","price":"یقیناً اس نے اپنے رب کی بڑی بڑی نشانیوں میں سے بعض نشانیاں دیکھ لیں.(1)","arabic":"لَقَدۡ رَأَىٰ مِنۡ ءَايَٰتِ رَبِّهِ ٱلۡكُبۡرَىٰٓ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4802,"juzNumber":27,"footnotes":"(1) جن میں یہ جبرائیل (عليه السلام) اور سدرۃ المنتہیٰ کا دیکھنااور دیگر مظاہر قدرت کا مشاہدہ ہے جس کی کچھ تفصیل احادیث معراج میں بیان کی گئی ہے۔","lang":"ur"},{"name":"53:19","price":"کیا تم نے ﻻت اور عزیٰ کو دیکھا.","arabic":"أَفَرَءَيۡتُمُ ٱللَّٰتَ وَٱلۡعُزَّىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4803,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:20","price":"اور منات تیسرے پچھلے کو.(1)","arabic":"وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلۡأُخۡرَىٰٓ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4804,"juzNumber":27,"footnotes":"(1) یہ مشرکین کی تو بیخ کے لیے کہا جا رہا ہے کہ اللہ کی یہ توشان ہے جومذکور ہوئی کہ جبرائیل (عليه السلام) جیسے عظیم فرشتوں کا وہ خالق ہے، محمد صلی اللہ علیہ وسلم جیسے اس کے رسول ہیں، جنہیں اس نے آسمانوں پر بلا کر بڑی بڑی نشانیوں کا مشاہدہ بھی کروایا اور وحی بھی ان پر نازل فرماتا ہے۔ کیا تم جن معبودوں کی عبادت کرتے ہو، ان کے اندر بھی یہ یا اس قسم کی خوبیاں ہیں؟ اس ضمن میں عرب کے تین مشہور بتوں کے نام بطور مثال لیے۔ لاَتٌ، بعض کے نزدیک یہ لفظ اللہ سے ماخوذ ہے، بعض کے نزدیک لاتَ يَلِيتُ سے ہے، جس کے معنی موڑنے کے ہیں، پجاری اپنی گردنیں اس کی طرف موڑتے اور اس کا طواف کرتے تھے۔ اس لیے یہ نام پڑ گیا۔ بعض کہتےہیں کہ، لات میں تامشدد ہے۔ لَتَّ يَلُتُّ سے اسم فاعل (ستو گھولنے والا) یہ ایک نیک آدمی تھا، حاجیوں کو ستو گھول گھول کرپلایا کرتا تھا، جب یہ مر گیا تو لوگوں نے اس کی قبر کو عبادت گاہ بنا لیا، پھر اس کے مجسمے اور بت بن گئے۔ یہ طائف میں بنو ثقیف کا سب سے بڑا بت تھا۔ عُزَّى کہتےہیں کہ یہ اللہ کے صفاتی نام عَزِيزٌ سے ماخوذ ہے، اور یہ أَعَزُّ کی تانیث ہے بمعنی عَزِيزَةٍ بعض کہتے ہیں کہ یہ غطفان میں ایک درخت تھا جس کی عبادت کی جاتی تھی، بعض کہتے ہیں کہ شیطاننی (بھوتنی) تھی جوبعض درختوں میں ظاہر ہوتی تھی۔ بعض کہتے ہیں کہ یہ سنگ ابیض تھا جس کو پوجتے تھے۔ یہ قریش اور بنو کنانہ کا خاص معبود تھا۔ مَنَاة مَنَى يَمْنِي سے ہے جس کے معنی صَبَّ (بہانے) کے ہیں اس کا تقرب حاصل کرنے کے لیے لوگ کثرت سے اس کے پاس جانور ذبح کرتے اور ان کا خون بہاتے تھے۔ یہ مکہ اور مدینہ کے درمیان ایک بت تھا (فتح القدیر) یہ قدید کے بالمقابل مشلل جگہ میں تھا، بنو خزاعہ کا یہ خاص بت تھا۔ زمانۂ جاہلیت میں اوس اور خزرج یہیں سے احرام باندھتے تھے اور اس بت کا طواف بھی کرتے تھے۔ (ایسر التفاسیر وابن کثیر) ان کے علاوہ مختلف اطراف میں اور بھی بہت سے بت اور بت خانے پھیلے ہوئے تھے۔ نبی صلی اللہ علیہ وسلم نے فتح مکہ کے بعد اور دیگر مواقع پر ان بتوں اور دیگر تمام بتوں کا خاتمہ فرما دیا۔ ان پر جو قبے عمارتیں بنی ہوئی تھیں۔ وہ مسمار کروا دیں، ان درختوں کو کٹوا دیا، جن کی تعظیم کی جاتی تھی اور وہ تمام آثار ومظاہر مٹا ڈالے گئے جو بت پرستی کی یادگار تھے، اس کام کے لیے آپ صلی اللہ علیہ وسلم نے حضرت خالد، حضرت علی، حضرت عمرو بن عاص اور حضرت جریر بن عبداللہ البجلی وغیرھم (رضي الله عنهم) کو، جہاں جہاں یہ بت تھے، بھیجا اور انہوں نے جاکر ان سب کوڈھا کر سرزمین عرب سے شرک کا نام مٹا دیا۔ (ابن کثیر) قرون اولی ٰکے بہت بعد ایک مرتبہ پھر عرب میں شرک کے یہ مظاہر عام ہو گئے تھے۔ جس کے لیے اللہ تعالیٰ نے مجدد الدعوۃ شیخ محمد بن عبدالوہاب کو توفیق دی، انہوں نے درعیہ کے حاکم کواپنے ساتھ ملا کر قوت کے ذریعے سے ان مظاہر شرک کا خاتمہ فرمایا اوراسی دعوت کی تجدید ایک مرتبہ پھر سلطان عبدالعزیز والی نجد وحجاز (موجودہ سعودی حکمرانوں کے والد اور اس مملکت کے بانی) نے کی اور تمام پختہ قبروں اور قبوں کو ڈھا کر سنت نبوی ﹲ کااحیاء فرمایااور یوں الحمد للہ اب پورے سعودی عرب میں اسلام کے احکام کے مطابق نہ کوئی پختہ قبر ہے اور نہ کوئی مزار۔","lang":"ur"},{"name":"53:21","price":"کیا تمہارے لیے لڑکے اور اللہ کے لیے لڑکیاں ہیں؟(1)","arabic":"أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلۡأُنثَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4805,"juzNumber":27,"footnotes":"(1) مشرکین مکہ فرشتوں کو اللہ کی بیٹیاں قرار دیتے تھے، یہ اس کی تردید ہے، جیسا کہ متعدد جگہ یہ مضمون گزر چکا ہے۔","lang":"ur"},{"name":"53:22","price":"یہ تو اب بڑی بےانصافی کی تقسیم ہے.(1)","arabic":"تِلۡكَ إِذٗا قِسۡمَةٞ ضِيزَىٰٓ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4806,"juzNumber":27,"footnotes":"(1) ضِيزَى حق وصواب سے ہٹی ہوئی۔","lang":"ur"},{"name":"53:23","price":"دراصل یہ صرف نام ہیں جو تم نے اور تمہارے باپ دادوں نے ان کے رکھ لیے ہیں اللہ نے ان کی کوئی دلیل نہیں اتاری۔ یہ لوگ تو صرف اٹکل کے اور اپنی نفسانی خواہشوں کے پیچھے پڑے ہوئے ہیں۔ اور یقیناً ان کے رب کی طرف سے ان کے پاس ہدایت آ چکی ہے.","arabic":"إِنۡ هِيَ إِلَّآ أَسۡمَآءٞ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهۡوَى ٱلۡأَنفُسُۖ وَلَقَدۡ جَآءَهُم مِّن رَّبِّهِمُ ٱلۡهُدَىٰٓ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4807,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:24","price":"کیا ہر شخص جو آرزو کرے اسے میسر ہے؟(1)","arabic":"أَمۡ لِلۡإِنسَٰنِ مَا تَمَنَّىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4808,"juzNumber":27,"footnotes":"(1) یعنی یہ جو چاہتے ہیں کہ ان کے یہ معبود انہیں فائدہ پہنچائیں اور ان کی سفارش کریں یہ ممکن ہی نہیں ہے۔","lang":"ur"},{"name":"53:25","price":"اللہ ہی کے ہاتھ ہے یہ جہان اور وه جہان.(1)","arabic":"فَلِلَّهِ ٱلۡأٓخِرَةُ وَٱلۡأُولَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4809,"juzNumber":27,"footnotes":"(1) یعنی وہی ہو گا، جو وہ چاہے گا، کیونکہ تمام اختیارات اسی کے پاس ہیں۔","lang":"ur"},{"name":"53:26","price":"اور بہت سے فرشتے آسمانوں میں ہیں جن کی سفارش کچھ بھی نفع نہیں دے سکتی مگر یہ اور بات ہے کہ اللہ تعالیٰ اپنی خوشی اور اپنی چاہت سے جس کے لیے چاہے اجازت دے دے.(1)","arabic":"۞ وَكَم مِّن مَّلَكٖ فِي ٱلسَّمَٰوَٰتِ لَا تُغۡنِي شَفَٰعَتُهُمۡ شَيۡـًٔا إِلَّا مِنۢ بَعۡدِ أَن يَأۡذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرۡضَىٰٓ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4810,"juzNumber":27,"footnotes":"(1) یعنی فرشتے، جو اللہ کی مقرب ترین مخلوق ہیں، ان کوبھی شفاعت کا حق صرف انہی لوگوں کے لیے ملے گا جن کے لیے اللہ پسند کرے گا، جب یہ بات ہے تو پھر پتھر کی مورتیاں کس طرح کسی کی شفارش کر سکیں گی؟ جن سےتم آس لگائے بیٹھے ہو، نیز اللہ تعالیٰ مشرکوں کے حق میں کسی کو شفارش کرنےکا حق بھی کب دے گا، جب کہ شرک اس کے نزدیک ناقابل معافی ہے؟","lang":"ur"},{"name":"53:27","price":"بیشک جو لوگ آخرت پر ایمان نہیں رکھتے وه فرشتوں کا زنانہ نام مقرر کرتے ہیں.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ لَيُسَمُّونَ ٱلۡمَلَٰٓئِكَةَ تَسۡمِيَةَ ٱلۡأُنثَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4811,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:28","price":"حاﻻنکہ انہیں اس کا کوئی علم نہیں وه صرف اپنے گمان کے پیچھے پڑے ہوئے ہیں اور بیشک وہم (و گمان) حق کے مقابلے میں کچھ کام نہیں دیتا.","arabic":"وَمَا لَهُم بِهِۦ مِنۡ عِلۡمٍۖ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّۖ وَإِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـٔٗا","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4812,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:29","price":"تو آپ اس سے منھ موڑ لیں جو ہماری یاد سے منھ موڑے اور جن کا اراده بجز زندگانیٴ دنیا کے اور کچھ نہ ہو.","arabic":"فَأَعۡرِضۡ عَن مَّن تَوَلَّىٰ عَن ذِكۡرِنَا وَلَمۡ يُرِدۡ إِلَّا ٱلۡحَيَوٰةَ ٱلدُّنۡيَا","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4813,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:30","price":"یہی ان کے علم کی انتہا ہے۔ آپ کا رب اس سے خوب واقف ہے جو اس کی راه سے بھٹک گیا ہے اور وہی خوب واقف ہےاس سے بھی جو راه یافتہ ہے.","arabic":"ذَٰلِكَ مَبۡلَغُهُم مِّنَ ٱلۡعِلۡمِۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِمَنِ ٱهۡتَدَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4814,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:31","price":"اور اللہ ہی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے تاکہ اللہ تعالیٰ برے عمل کرنے والوں کو ان کے اعمال کا بدلہ دے اور نیک کام کرنے والوں کو اچھا بدلہ عنایت فرمائے.(1)","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ لِيَجۡزِيَ ٱلَّذِينَ أَسَٰٓـُٔواْ بِمَا عَمِلُواْ وَيَجۡزِيَ ٱلَّذِينَ أَحۡسَنُواْ بِٱلۡحُسۡنَى","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4815,"juzNumber":27,"footnotes":"(1) یعنی ہدایت اورگمراہی اسی کے ہاتھ میں ہے، وہ جس کو چاہتا ہے ہدایت سے نوازتا ہے اور جسے چاہتا ہے، گمراہی کے گڑھے میں ڈال دیتا ہے، تاکہ نیکوکار کو اس کی نیکیوں کا صلہ اور بدکار کو اس کی برائیوں کا بدلہ دے «وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ» یہ جملہ متعرضہ ہے اور لِيَجْزِيَ کاتعلق گزشتہ گفتگو سے ہے۔ (فتح القدیر)۔","lang":"ur"},{"name":"53:32","price":"ان لوگوں کو جو بڑے گناہوں سے بچتے ہیں اور بے حیائی سے بھی(1) ۔ سوائے کسی چھوٹے سے گناه کے(2)۔ بیشک تیرا رب بہت کشاده مغفرت واﻻ ہے، وه تمہیں بخوبی جانتا ہے جبکہ اس نے تمہیں زمین سے پیدا کیا اور جبکہ تم اپنی ماؤں کے پیٹ میں بچے تھے(3)۔ پس تم اپنی پاکیزگی آپ بیان نہ کرو(4)، وہی پرہیزگاروں کو خوب جانتا ہے.","arabic":"ٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ إِلَّا ٱللَّمَمَۚ إِنَّ رَبَّكَ وَٰسِعُ ٱلۡمَغۡفِرَةِۚ هُوَ أَعۡلَمُ بِكُمۡ إِذۡ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَإِذۡ أَنتُمۡ أَجِنَّةٞ فِي بُطُونِ أُمَّهَٰتِكُمۡۖ فَلَا تُزَكُّوٓاْ أَنفُسَكُمۡۖ هُوَ أَعۡلَمُ بِمَنِ ٱتَّقَىٰٓ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4816,"juzNumber":27,"footnotes":"(1) كَبَائِرُ، كَبِيرَةٌ کی جمع ہے۔ کبیرہ گناہ کی تعریف میں اختلاف ہے۔ زیادہ اہل علم کے نزدیک ہروہ گناہ کبیرہ ہے جس پر جہنم کی وعیدہے، یا جس کے مرتکب کی سخت مذمت قرآن و حدیث میں مذکور ہے اور اہل علم یہ بھی کہتے ہیں کہ چھوٹے گناہ پر اصرار و دوام بھی اسے کبیرہ گنا ہ بنا دیتا ہے۔ علاوہ ازیں اس کے معنی اور ماہیت کی تحقیقی میں الکبائر للذہبی اور الزواجر وغیرہ۔ فَوَاحِشُ، فَاحِشَةٌ کی جمع ہے، بےحیائی پر مبنی کام، جیسے زنا، لواطت وغیرہ۔ بعض کہتے ہیں، جن گناہوں میں حد ہے، وہ سب فواحش میں داخل ہیں۔ آج کل بے حیائی کے مظاہر چونکہ بہت عام ہو گئے ہیں، اس لیے بےحیائی کو تہذیب سمجھ لیا گیا ہے، حتیٰ کہ اب مسلمانوں نے بھی اب اس تہذیب بے حیائی کو اپنا لیا ہے۔ چنانچہ گھروں میں ٹی وی، وی سی آر وغیرہ عام ہیں، عورتوں نے نہ صرف پردے کو خیرباد کہہ دیا ہے،بلکہ بن سنورکر اور حسن وجمال کا مجسم اشتہار بن کر باہر نکلنے کو اپنا شعار اور وطیرہ بنا لیا ہے۔ مخلوط تعلیم، مخلوط ادارے، مخلوط مجلسیں اور دیگر بہت سے موقعوں پر مرد وزن کا بےباکانہ اختلاط اور بےمحابا گفتگو روز افزوں ہے، دراں حالیکہ یہ سب فواحش میں داخل ہیں۔ جن کی بابت یہاں بتلایا جا رہاہے کہ جن لوگوں کی مغفرت ہونی ہے، وہ کبائر وفواحش سے اجتناب کرنے والے ہوں گے نہ کہ ان میں مبتلا۔\n(2) لَمَمٌ کےلغوی معنی ہیں، کم اورچھوٹا ہونا، اسی سے اس کے یہ استعمالات ہیں أَلَمَّ بِالْمَكَانِ(مکان میں تھوڑی دیر ٹھہرا) أَلَمَّ بِالطَّعَامِ (تھوڑسا کھایا) ، اسی طرح کسی چیز کو محض چھو لینا، یا اس کے قریب ہونا، یا کسی کام کو ایک مرتبہ یا دو مرتبہ کرنا، اس پر دوام و استمرار نہ کرنا، یا محض دل میں خیال کا گزرنا، یہ سب صورتیں لَمَمٌ کہلاتی ہیں، (فتح القدیر) اس کے اس مفہوم اور استعمال کی رو سے اس کے معنی صغیرہ گناہ کیے جاتےہیں۔ جس کا مطلب یہ ہے کہ کسی بڑے گناہ کےمبادیات کا ارتکاب، لیکن بڑےگناہ سے اجتناب کرنا، یا کسی گناہ کا ایک دو مرتبہ کرنا پھر ہمیشہ کے لیے اسے چھوڑ دینا، یا کسی گناہ کامﺤﺾ دل میں خیال کرنا لیکن عملاً اس کے قریب نہ جانا، یہ سارے صغیرہ گناہ ہوں گے، جو اللہ تعالیٰ کبائر سے اجتناب کی برکت سے معاف فرمادےگا۔\n(3) أَجِنَّةٌ، جَنِينٌ کی جمع ہے جو پیٹ کے بچےکو کہا جاتا ہے،اس لیے کہ یہ لوگوں کی نظروں سےمستور ہوتا ہے۔\n(4) یعنی جب اس سے تمہاری کوئی کیفیت اور حرکت مخفی نہیں، حتیٰ کہ جب تم ماں کے پیٹ میں تھے، جہاں تمہیں کوئی دیکھنے پرقادر نہیں تھا، وہاں بھی تمہارے تمام احوال سے وہ واقف تھا، تو پھر اپنی پاکیزگی بیان کرنے کی اور اپنے منہ میاں مٹھو بننے کی کیا ضرورت ہے؟ مطلب یہ ہے کہ ایسا نہ کرو تاکہ ریاکاری سے تم بچو۔","lang":"ur"},{"name":"53:33","price":"کیا آپ نے اسے دیکھا جس نے منھ موڑ لیا.","arabic":"أَفَرَءَيۡتَ ٱلَّذِي تَوَلَّىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4817,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:34","price":"اور بہت کم دیا اور ہاتھ روک لیا.(1)","arabic":"وَأَعۡطَىٰ قَلِيلٗا وَأَكۡدَىٰٓ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4818,"juzNumber":27,"footnotes":"(1) یعنی تھوڑا سا دے کرہاتھ روک لیا۔ یا تھوڑی سی اطاعت کی اور پیچھے ہٹ گیا أَكْدَى کےاصل معنی ہیں کہ زمین کھودتے کھودتے سخت پتھر آجائے اور کھدائی ممکن نہ رہے بالآخر وہ کھدائی چھوڑ دےتو کہتے ہیں أَكْدَى یہیں سے اس کا استعمال اس شخص کے لیے کیا جانے لگا جوکسی کو کچھ دے لیکن پورا نہ دے،کوئی کام شروع کرے لیکن اسے پایہ تکمیل تک نہ پہنچائے۔","lang":"ur"},{"name":"53:35","price":"کیا اسے علم غیب ہے کہ وه (سب کچھ) دیکھ رہا ہے؟(1)","arabic":"أَعِندَهُۥ عِلۡمُ ٱلۡغَيۡبِ فَهُوَ يَرَىٰٓ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4819,"juzNumber":27,"footnotes":"(1) یعنی کیا وہ دیکھ رہا ہے کہ اس نےفی سبیل اللہ خرچ کیا تواس کا مال ختم ہو جائے گا؟ نہیں، غیب کا یہ علم اس کے پاس نہیں ہے بلکہ وہ خرچ کرنے سے گریز محض بخل، دنیا کی محبت اور آخرت پر عدم یقین کی وجہ سے کر رہا ہے اور اطاعت الٰہی سے انحراف کی وجوہات بھی یہی ہیں۔","lang":"ur"},{"name":"53:36","price":"کیا اسے اس چیز کی خبر نہیں دی گئی جو موسیٰ (علیہ السلام) کے.","arabic":"أَمۡ لَمۡ يُنَبَّأۡ بِمَا فِي صُحُفِ مُوسَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4820,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:37","price":"اور وفادار ابراہیم (علیہ السلام) کے صحیفوں میں تھا.","arabic":"وَإِبۡرَٰهِيمَ ٱلَّذِي وَفَّىٰٓ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4821,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:38","price":"کہ کوئی شخص کسی دوسرے کا بوجھ نہ اٹھائے گا.","arabic":"أَلَّا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4822,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:39","price":"اور یہ کہ ہر انسان کے لیے صرف وہی ہے جس کی کوشش خود اس نے کی.(1)","arabic":"وَأَن لَّيۡسَ لِلۡإِنسَٰنِ إِلَّا مَا سَعَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4823,"juzNumber":27,"footnotes":"(1) یعنی جس طرح کوئی کسی دوسرےکے گناہ کا ذمےدار نہیں ہوگا، اسی طرح اسے آخرت میں اجر بھی انہی چیزوں کاملے گا، جن میں اس کی اپنی محنت ہو گی۔ (اس جزا کا تعلق آخرت سے ہے، دنیا سے نہیں۔ جیساکہ بعض سوشلسٹ قسم کے اہل علم اس کا یہ مفہوم باور کرا کے غیر حاضر زمینداری اور کرایہ داری کو ناجائز قرار دیتے ہیں) البتہ اس آیت سے ان علماکا استدلال صحیح ہے جو کہتے ہیں کہ قرآن خوانی کا ثواب میت کو نہیں پہنچتا۔ اس لیے کہ یہ مردہ کا عمل ہے نہ اس کی محنت۔ اسی لیے رسول ﹲ نے اپنی امت کو مردوں کے لیے قرآن خوانی کی ترغیب دی نہ کسی نص یا اشارہ النص سے اس کی طرف رہنمائی فرمائی۔ اسی طرح صحابہ کرام (رضي الله عنهم) سے یہ بھی عمل منقول نہیں۔ اگر یہ عمل، عمل خیرہوتا توصحابہ (رضي الله عنهم) اسے ضرور اختیار کرتے۔ اور عبادات و قربات کے لیے نص کا ہونا ضروری ہے، اس میں رائے اور قیاس نہیں چل سکتا۔ البتہ دعا اور صدقہ خیرات کا ثواب مردوں کوپہنچتا ہے، اس پر تمام علما کا اتفاق ہے، کیونکہ یہ شارع کی طرف سے منصوص ہے۔ اور وہ جو حدیث ہے کہ مرنے کے بعد تین چیزوں کاسلسلہ جاری رہتا ہے، تو وہ بھی دراصل انسان کے اپنے عمل ہیں جو کسی نہ کسی انداز سے اس کی موت کے بعد بھی جاری رہتے ہیں۔ اولاد کونبی ﹲ نےخود انسان کی اپنی کمائی قرار دیا ہے۔ (سنن النسائي، كتاب البيوع، باب الحث على الكسب) صدقۂ جاریہ، وقف کی طرح انسان کے اپنے آثارعمل ہیں۔ «وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ» (یٰس:12) اسی طرح وہ علم، جس کی اس نے لوگوں میں نشر واشاعت کی اور لوگوں نے اس کی اقتدا کی، تویہ اس کی سعی اوراس کا عمل ہے اور بمصداق حدیث نبوی \"مَنْ دَعَا إِلَى هُدًى، كَانَ لَهُ مِنَ الأَجْرِ مِثْل أُجُورِ مَنْ تَبِعَهُ، مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْئًا\"- (سنن أبي داود كتاب السنة، باب لزوم السنة) اقتدا کرنے والوں کا اجر بھی اسے پہنچتا رہے گا۔ اس لیے یہ حدیث، آیت کے منافی نہیں ہے۔ (ابن کثیر)۔","lang":"ur"},{"name":"53:40","price":"اور یہ کہ بیشک اس کی کوشش عنقریب دیکھی جائے گی.(1)","arabic":"وَأَنَّ سَعۡيَهُۥ سَوۡفَ يُرَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4824,"juzNumber":27,"footnotes":"(1) یعنی دنیا میں اسے نے اچھایا برا جوبھی کیا، چھپ کر کیا یا علانیہ کیا، قیامت والے دن سامنے آ جائے گا اور اس پر اسے پوری جزا دی جائے گی۔","lang":"ur"},{"name":"53:41","price":"پھر اسے پورا پورا بدلہ دیا جائے گا.","arabic":"ثُمَّ يُجۡزَىٰهُ ٱلۡجَزَآءَ ٱلۡأَوۡفَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4825,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:42","price":"اور یہ کہ آپ کے رب ہی کی طرف پہنچنا ہے.","arabic":"وَأَنَّ إِلَىٰ رَبِّكَ ٱلۡمُنتَهَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4826,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:43","price":"اور یہ کہ وہی ہنساتا ہے اور وہی رﻻتا ہے.","arabic":"وَأَنَّهُۥ هُوَ أَضۡحَكَ وَأَبۡكَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4827,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:44","price":"اور یہ کہ وہی مارتا ہے اور جلاتا ہے.","arabic":"وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحۡيَا","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4828,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:45","price":"اور یہ کہ اسی نے جوڑا یعنی نر ماده پیدا کیا ہے.","arabic":"وَأَنَّهُۥ خَلَقَ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4829,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:46","price":"نطفہ سے جبکہ وه ٹپکایا جاتا ہے.","arabic":"مِن نُّطۡفَةٍ إِذَا تُمۡنَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4830,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:47","price":"اور یہ کہ اسی کے ذمہ دوباره پیدا کرنا ہے.","arabic":"وَأَنَّ عَلَيۡهِ ٱلنَّشۡأَةَ ٱلۡأُخۡرَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4831,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:48","price":"اور یہ کہ وہی مالدار بناتا ہے اور سرمایہ دیتا ہے.(1)","arabic":"وَأَنَّهُۥ هُوَ أَغۡنَىٰ وَأَقۡنَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4832,"juzNumber":27,"footnotes":"(1) یعنی کسی کو اتنی تونگری دیتا ہے کہ وہ کسی کا محتاج نہیں ہوتا اور اس کی تمام حاجتیں پوری ہو جاتی ہیں اور کسی کو اتنا سرمایہ دے دیتا ہے کہ اس کے پاس ضرورت سے زائد بچ رہتا ہے اور وہ اس کو جمع کر کے رکھتا ہے۔","lang":"ur"},{"name":"53:49","price":"اور یہ کہ وہی شعریٰ (ستارے) کا رب ہے.(1)","arabic":"وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعۡرَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4833,"juzNumber":27,"footnotes":"(1) رب تو وہ ہر چیز کا ہے، یہاں اس ستارے کا نام اس لیے لیا ہے کہ بعض عرب قبائل اس کو پوجا کرتےتھے۔","lang":"ur"},{"name":"53:50","price":"اور یہ کہ اس نے عاد اول کو ہلاک کیا ہے.(1)","arabic":"وَأَنَّهُۥٓ أَهۡلَكَ عَادًا ٱلۡأُولَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4834,"juzNumber":27,"footnotes":"(1) قوم عاد کو اولیٰ اس لیے کہا کہ یہ ثمود سے پہلے ہوئی، یااس لیے کہ قوم نوح کے بعد سب سے پہلے یہ قوم ہلاک کی گئی بعض کہتےہیں، عاد نامی دو قومیں گزری ہیں، یہ پہلی ہے جسے باد تند سے ہلاک کیا گیا جبکہ دوسری زمانے کی گردشوں کےساتھ مختلف ناموں سے چلتی اور بکھرتی ہوئی موجود رہی۔","lang":"ur"},{"name":"53:51","price":"اور ﺛمود کو بھی (جن میں سے) ایک کو بھی باقی نہ رکھا.","arabic":"وَثَمُودَاْ فَمَآ أَبۡقَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4835,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:52","price":"اور اس سے پہلے قوم نوح کو، یقیناً وه بڑے ﻇالم اور سرکش تھے.","arabic":"وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ هُمۡ أَظۡلَمَ وَأَطۡغَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4836,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:53","price":"اور مؤتفکہ (شہر یا الٹی ہوئی بستیوں کو) اسی نے الٹ دیا.(1)","arabic":"وَٱلۡمُؤۡتَفِكَةَ أَهۡوَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4837,"juzNumber":27,"footnotes":"(1) اس سےمراد حضرت لوط (عليه السلام) کی بستیاں ہیں، جن کو ان پر الٹ دیا گیا۔","lang":"ur"},{"name":"53:54","price":"پھر اس پر چھا دیا جو چھایا.(1)","arabic":"فَغَشَّىٰهَا مَا غَشَّىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4838,"juzNumber":27,"footnotes":"(1) یعنی اس کے بعد ان پر پتھروں کی بارش ہوئی۔","lang":"ur"},{"name":"53:55","price":"پس اے انسان تو اپنے رب کی کس کس نعمت کے بارے میں جھگڑے گا؟(1)","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4839,"juzNumber":27,"footnotes":"(1) یا شک کرے گا اوران کو جھٹلائے گا،جب کہ وہ اتنی عام اور واضح ہیں کہ ان کا انکارممﻜﻦ ہے نہ ان کا اخفا ہی۔","lang":"ur"},{"name":"53:56","price":"یہ (نبی) ڈرانے والے ہیں پہلے ڈرانے والوں میں سے.","arabic":"هَٰذَا نَذِيرٞ مِّنَ ٱلنُّذُرِ ٱلۡأُولَىٰٓ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4840,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:57","price":"آنے والی گھڑی قریب آ گئی ہے.","arabic":"أَزِفَتِ ٱلۡأٓزِفَةُ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4841,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:58","price":"اللہ کے سوا اس کا (وقت معین پر کھول) دکھانے واﻻ اور کوئی نہیں.","arabic":"لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4842,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:59","price":"پس کیا تم اس بات سے تعجب کرتے ہو.(1)","arabic":"أَفَمِنۡ هَٰذَا ٱلۡحَدِيثِ تَعۡجَبُونَ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4843,"juzNumber":27,"footnotes":"(1) بات سے مراد قرآن کریم ہے، یعنی اس سے تم تعجب کرتے اور اس کا استہزا کرتے ہو، حالانکہ اس میں نہ تعجب والی کوئی بات ہے نے استہزا وتکذیب والی۔","lang":"ur"},{"name":"53:60","price":"اور ہنس رہے ہو؟ روتے نہیں؟","arabic":"وَتَضۡحَكُونَ وَلَا تَبۡكُونَ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4844,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:61","price":"(بلکہ) تم کھیل رہے ہو.","arabic":"وَأَنتُمۡ سَٰمِدُونَ","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4845,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"53:62","price":"اب اللہ کے سامنے سجدے کرو اور (اسی) کی عبادت کرو.(1)","arabic":"فَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩","category":["53 (An-Najm)","An-Najm","Surah An-Najm"],"ayahNumber":4846,"juzNumber":27,"footnotes":"(1) یہ مشرکین اور مکذبین کو توبیخ کے لیے حکم دیا۔ یعنی جب ان کامﻌاملہ یہ ہے کہ وہ قرآن کو ماننے کے بجائے، اس کا اسہتزا واستخفاف کرتے ہیں اور ہمارے پیغمبر کے وعظ ونصیحت کاکوئی اثر ان پر نہیں ہو رہا ہے، تو اے مسلمانو ! تم اللہ کی بارگاہ میں جھک کر اور اس کی عبادت واطاعت کا مظاہرہ کر کے قرآن کی تعظیم وتوقیر کا اہتمام کرو۔ چنانچہ اس حکم کی تعمیل میں نبی ﹲ نے اور صحابہ نےسجدہ کیا، حتیٰ کہ اس وقت مجلس میں موجود کفار نے بھی سجدہ کیا۔ جیساکہ احادیث میں ہے۔","lang":"ur"},{"name":"54:1","price":"قیامت قریب آ گئی(1) اور چاند پھٹ گیا.(2)","arabic":"ٱقۡتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلۡقَمَرُ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4847,"juzNumber":27,"footnotes":"(1) ایک تو بہ اعتبار اس زمانےکے جو گزر گیا،کیونکہ جو باقی ہے، وہ تھوڑا ہے۔ دوسرے، ہر آنے والی چیز قریب ہی ہے چنانچہ نبی (صلى الله عليه وسلم) نے بھی اپنی بابت فرمایا کہ میرا وجود قیامت سےمتصل ہے، یعنی میرے اور قیامت کے درمیان کوئی نبی نہیں آئےگا۔\n(2) یہ وہ معجزہ ہے جو اہل مکہ کے مطالبے پر دکھایا گیا، چاندکے دو ٹکڑے ہو گئے حتیٰ کہ لوگوں نے حرا پہاڑ کو اس کے درمیان دیکھا۔ یعنی اس کا ایک ٹکڑا پہاڑ کے اس طرف اور ایک ٹکڑا اس طرف ہو گیا۔ (صحيح بخاري، كتاب مناقب الأنصار، باب انشقاق القمر وتفسير سورة اقتربت الساعة، وصحيح مسلم كتاب صفة القيامة، باب انشقاق القمر) جمہور سلف وخلف کا یہی مسلک ہے (فتح القدیر) امام ابن کثیر لکھتے ہیں ”علماء کے درمیان یہ بات متفق علیہ ہے کہ انشقاق قمر نبی (صلى الله عليه وسلم) کے زمانے میں ہوا اور یہ آپ (صلى الله عليه وسلم) کے واضح معجزات میں سے ہے، صحیح سند سے ثابت احادیث متواترہ اس پردلالت کرتی ہیں“۔","lang":"ur"},{"name":"54:2","price":"یہ اگر کوئی معجزه دیکھتے ہیں تو منھ پھیر لیتے ہیں اور کہہ دیتے ہیں کہ یہ پہلے سے چلا آتا ہوا جادو ہے.(1)","arabic":"وَإِن يَرَوۡاْ ءَايَةٗ يُعۡرِضُواْ وَيَقُولُواْ سِحۡرٞ مُّسۡتَمِرّٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4848,"juzNumber":27,"footnotes":"(1) یعنی قریش نے، ایمان لانے کے بجائے، اسے جادو قرار دے کر اپنے اعراض کی روش برقرار رکھی۔","lang":"ur"},{"name":"54:3","price":"انہوں نے جھٹلایا اور اپنی خواہشوں کی پیروی کی اور ہر کام ٹھہرے ہوئے وقت پر مقرر ہے.(1)","arabic":"وَكَذَّبُواْ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡۚ وَكُلُّ أَمۡرٖ مُّسۡتَقِرّٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4849,"juzNumber":27,"footnotes":"(1) یہ کفار مکہ کی تکذیب اور اتباع اہوا کی تردید وبطلان کے لیے فرمایا کہ ہر کام کی ایک غایت اور انتہا ہے، وہ کام اچھا ہو یا برا۔ یعنی بالآخر اس کا نتیجہ نکلے گا، اچھے کام کانتیجہ اچھا اوربرے کام کا نتیجہ برا۔ اس نتیجے کا ظہوردنیا میں بھی ہو سکتا ہے اگراللہ کی مشیت متقضی ہو، ورنہ آخرت میں تو یقینی ہے۔","lang":"ur"},{"name":"54:4","price":"یقیناً ان کے پاس وه خبریں آچکی ہیں(1) جن میں ڈانٹ ڈپٹ (کی نصیحت) ہے.(2)","arabic":"وَلَقَدۡ جَآءَهُم مِّنَ ٱلۡأَنۢبَآءِ مَا فِيهِ مُزۡدَجَرٌ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4850,"juzNumber":27,"footnotes":"(1) یعنی گزشتہ امتوں کی ہلاکت کی،جب انہوں نےتکذیب کی۔\n(2) یعنی ان میں عبرت ونصیحت کے پہلو ہیں، کوئی ان سے سبق حاصل کر کے شرک ومعصیت سے بچنا چاہے تو بچ سکتا ہے مُزْدَجَرٌ اصل میں مُزْتَجَرٌ ہے زَجْرٌ سے مصدر میمی۔","lang":"ur"},{"name":"54:5","price":"اور کامل عقل کی بات ہے(1) لیکن ان ڈراؤنی باتوں نے بھی کچھ فائده نہ دیا.(2)","arabic":"حِكۡمَةُۢ بَٰلِغَةٞۖ فَمَا تُغۡنِ ٱلنُّذُرُ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4851,"juzNumber":27,"footnotes":"(1) یعنی ایسی بات جو تباہی سے پھیر دینے والی ہے یا یہ قرآن حکمت بالغہ ہے جس میں کوئی نقص یا خلل نہیں ہے۔ یا اللہ تعالیٰ جس کو ہدایت دے اور اس کو گمراہ کرے، اس میں بڑی حکمت ہے جس کو وہی جانتا ہے۔\n(2) یعنی جس کے لیے اللہ نے شقاوت لکھ دی ہے اور اس کے دل پر مہر لگا دی ہے، اس کو پیغمبروں کا ڈراوا کیا فائدہ پہنچا سکتا ہے؟ اس کےلیے تو «سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ» والی بات ہے تقریباً اسی مفہوم کی یہ آیت ہے۔ «قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ» (الأنعام: 149)۔","lang":"ur"},{"name":"54:6","price":"پس (اے نبی) تم ان سے اعراض کرو جس دن ایک پکارنے واﻻ ناگوار چیز کی طرف پکارے گا.(1)","arabic":"فَتَوَلَّ عَنۡهُمۡۘ يَوۡمَ يَدۡعُ ٱلدَّاعِ إِلَىٰ شَيۡءٖ نُّكُرٍ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4852,"juzNumber":27,"footnotes":"(1) يَوْمَ سے پہلے اذْكُرْ محذوف ہے، یعنی اس دن کو یادکرو۔ نُكُرٌ، نہایت ہولناک اور دہشت ناک مراد میدان محشر اور موقف حساب کے اہوال اور آزمائشیں ہیں۔","lang":"ur"},{"name":"54:7","price":"یہ جھکی آنکھوں قبروں سے اس طرح نکل کھڑے ہوں گے کہ گویا وه پھیلا ہوا ٹڈی دل ہے.(1)","arabic":"خُشَّعًا أَبۡصَٰرُهُمۡ يَخۡرُجُونَ مِنَ ٱلۡأَجۡدَاثِ كَأَنَّهُمۡ جَرَادٞ مُّنتَشِرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4853,"juzNumber":27,"footnotes":"(1) یعنی قبروں سے نکل کر وہ اس طرح پھیلیں گے اور موقف حساب کی طرف اس طرح نہایت تیزی سے جائیں گے، گویا ٹڈی دل ہے جو آناً فاناً فضائے بسیط میں پھیل جاتا ہے۔","lang":"ur"},{"name":"54:8","price":"پکارنے والے کی طرف دوڑتے ہوں گے(1) اور کافر کہیں گے یہ دن تو بہت سخت ہے.","arabic":"مُّهۡطِعِينَ إِلَى ٱلدَّاعِۖ يَقُولُ ٱلۡكَٰفِرُونَ هَٰذَا يَوۡمٌ عَسِرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4854,"juzNumber":27,"footnotes":"(1) مُهْطِعِينَ، مُسْرِعِينَ، دوڑیں گے، پیچھے نہیں رہیں گے۔","lang":"ur"},{"name":"54:9","price":"ان سے پہلے قوم نوح نے بھی ہمارے بندے کو جھٹلایا تھا اور یہ دیوانہ بتلا کر جھڑک دیا گیا تھا.(1)","arabic":"۞ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ فَكَذَّبُواْ عَبۡدَنَا وَقَالُواْ مَجۡنُونٞ وَٱزۡدُجِرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4855,"juzNumber":27,"footnotes":"(1) وَازْدُجِرَ وَازْتُجِرَ ہے، یعنی قوم نوح نے نوح (عليه السلام) کی تکذیب ہی نہیں کی، بلکہ انہیں جھڑکا اور ڈرایا دھمکایا بھی۔ جیسے دوسرےمقام پر فرمایا لَئِنْ لَمْ تَنْتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ (الشعراء: 116) ”اے نوح! اگر تو باز نہ آیا تو تجھے سنگسارکر دیا جائے گا“۔","lang":"ur"},{"name":"54:10","price":"پس اس نے اپنے رب سے دعا کی کہ میں بے بس ہوں تو میری مدد کر.","arabic":"فَدَعَا رَبَّهُۥٓ أَنِّي مَغۡلُوبٞ فَٱنتَصِرۡ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4856,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:11","price":"پس ہم نے آسمان کے دروازوں کو زور کے مینہ سے کھول دیا.(1)","arabic":"فَفَتَحۡنَآ أَبۡوَٰبَ ٱلسَّمَآءِ بِمَآءٖ مُّنۡهَمِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4857,"juzNumber":27,"footnotes":"(1) مُنْهَمِرٌ بمعی کثیر یا زوردار هَمْرٌ، صَبٌّ (بہنے) کے معنی میں آتا ہے۔ کہتےہیں کہ چالیس دن تک مسلسل خوب زور سے پانی برستا رہا۔","lang":"ur"},{"name":"54:12","price":"اور زمین سے چشموں کو جاری کر دیا پس اس کام کے لیے جو مقدر کیا گیا تھا (دونوں) پانی جمع ہو گئے.(1)","arabic":"وَفَجَّرۡنَا ٱلۡأَرۡضَ عُيُونٗا فَٱلۡتَقَى ٱلۡمَآءُ عَلَىٰٓ أَمۡرٖ قَدۡ قُدِرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4858,"juzNumber":27,"footnotes":"(1) یعنی آسمان اور زمین کے پانی نے مل کر وہ کام پورا کر دیا اور جو قضا و قدر میں لکھ دیا گیا تھا یعنی طوفان بن کر سب کو غرق کر دیا۔","lang":"ur"},{"name":"54:13","price":"اور ہم نے اسے تختوں اور کیلوں والی (کشتی) پر سوار کر لیا.(1)","arabic":"وَحَمَلۡنَٰهُ عَلَىٰ ذَاتِ أَلۡوَٰحٖ وَدُسُرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4859,"juzNumber":27,"footnotes":"(1) دُسُرٌ دِسَارٌ کی جمع، وہ رسیاں، جن سے کشتی کے تحتے باندھے گئے یا وہ کیلیں اورمیخیں جن سے کشتی کو جوڑا گیا۔","lang":"ur"},{"name":"54:14","price":"جو ہماری آنکھوں کے سامنے چل رہی تھی۔ بدلہ اس کی طرف سے جس کا کفر کیا گیا تھا.","arabic":"تَجۡرِي بِأَعۡيُنِنَا جَزَآءٗ لِّمَن كَانَ كُفِرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4860,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:15","price":"اور بیشک ہم نے اس واقعہ کو نشانی بنا کر(1) باقی رکھا پس کوئی ہے نصیحت حاصل کرنے واﻻ.(2)","arabic":"وَلَقَد تَّرَكۡنَٰهَآ ءَايَةٗ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4861,"juzNumber":27,"footnotes":"(1) تَرَكْنَاهَا میں ضمیر کا مرجع سفینہ ہے۔ یا فعلہ یعنی تَرَكْنَا هَذِهِ الْفِعْلَةَ الَّتِي فَعَلْنَاهَا بِهِمْ عِبْرَةً وَّمَوْعِظَةً (فتح القدير)۔\n(2) مُدَّكِرٍ،اصل میں مُذْتَكِرٍ ہے۔ تاکو ڈال سے بدل دیا گیا اور ذال معجمہ کو دال بناکر، دال کا دال میں ادغام کر دیا گیا۔ معنی ہیں عبرت پکڑنے اورنصیحت حاصل کرنے والا۔ (فتح القدیر)۔","lang":"ur"},{"name":"54:16","price":"بتاؤ میرا عذاب اور میری ڈرانے والی باتیں کیسی رہیں؟","arabic":"فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4862,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:17","price":"اور بیشک ہم نے قرآن کو سمجھنے کے لیے آسان کر دیا ہے(1) ۔ پس کیا کوئی نصیحت حاصل کرنے واﻻ ہے؟","arabic":"وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4863,"juzNumber":27,"footnotes":"(1) یعنی اس کے مطالب ومعانی کو سمجھنا، اس سےعبرت و نصیحت حاصل کرنا اور اسے زبانی یاد کرنا ہم نے آسان کر دیا ہے۔ چنانچہ یہ واقعہ ہےکہ قرآن کریم اعجاز وبلاغت کےاعتبار سےنہایت اونچے درجے کی کتاب ہونے کے باوجود، کوئی شخص تھوڑی سی توجہ دے تو وہ عربی گرامر اورمعانی وبلاغت کی کتابیں پڑھے بغیربھی اسے آسانی سے سمجھ لیتا ہے، اسی طرح یہ دنیا کی واحد کتاب ہے، جو لفظ بہ لفظ یاد کرلی جاتی ہے ورنہ چھوٹی سے چھوٹی کتاب کو بھی اس طرح یاد کر لینا اور اسے یاد رکھنا نہایت مشکل ہے۔ اور انسان اگر اپنے قلب وذہن کے دریچے وا رکھ کر اسے عبرت کی آنکھوں سے پڑھے، نصیحت کے کانوں سے سنے اورسمجھنے والے دل سے اس پر غور کرے تودنیا وآخرت کی سعادت کے دروازے اس کے لیے کھل جاتے ہیں اور یہ اس کے قلب ودماغ کی گہرائیوں میں اتر کر کفر ومعصیت کی تمام آلودگیوں کو صاف کر دیتی ہے۔","lang":"ur"},{"name":"54:18","price":"قوم عاد نے بھی جھٹلایا پس کیسا ہوا میرا عذاب اور میری ڈرانے والی باتیں.","arabic":"كَذَّبَتۡ عَادٞ فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4864,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:19","price":"ہم نے ان پر تیز وتند مسلسل چلنے والی ہوا، ایک پیہم منحوس دن میں بھیج دی.(1)","arabic":"إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِي يَوۡمِ نَحۡسٖ مُّسۡتَمِرّٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4865,"juzNumber":27,"footnotes":"(1) کہتے ہیں یہ بدھ کی شام تھی، جب اس تند، یخ اور شاں شاں کرتی ہوئی ہوا کا آغاز ہوا، پھر مسلسل 7 راتیں اور 8 دن چلتی رہی۔ یہ ہوا گھروں اورقلعوں میں بند انسانوں کو بھی وہاں سے اٹھاتی اور اس طرح زور سے انہیں زمین پر پٹختی کہ ان کے سر ان کے دھڑوں سے الگ ہو جاتے۔ یہ دن ان کےلیے عذاب کےاعتبار سے منحوس ثابت ہوا۔ اس کا یہ مطلب نہیں ہے کہ بدھ کے دن میں یاکسی اور دن میں نحوست ہے، جیساکہ بعض لوگ سمجھتے ہیں۔ مُسْتَمِرٌّ کا مطلب یہ عذاب اس وقت تک جاری رہا جب تک سب ہلاک نہیں ہو گئے۔","lang":"ur"},{"name":"54:20","price":"جو لوگوں کو اٹھا اٹھا کر دے پٹختی تھی، گویا کہ وه جڑ سے کٹے ہوئے کھجور کے تنے ہیں.(1)","arabic":"تَنزِعُ ٱلنَّاسَ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٖ مُّنقَعِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4866,"juzNumber":27,"footnotes":"(1) یہ درازی قد کے ساتھ ان کی بےبسی اور لاچارگی کا بھی اظہار ہےکہ عذاب الٰہی کے سامنے وہ کچھ نہ کر سکے دراں حالیکہ انہیں اپنی قوت و طاقت پربڑا گھمنڈ تھا۔ أَعْجَازُ، عَجْزٌ کی جمع ہے، جو کسی چیز کے پچھلے حصے کو کہتے ہیں۔ مُنْقَعِرٌ اپنی جڑ سے اکھڑ جانے اور کٹ جانے والا۔ یعنی کھجورکے ان تنوں کی طرح، جو اپنی جڑ سے اکھڑ اور کٹ چکے ہوں، ان کے لاشے زمین پر پڑے ہوئے تھے۔","lang":"ur"},{"name":"54:21","price":"پس کیسی رہی میری سزا اور میرا ڈرانا؟","arabic":"فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4867,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:22","price":"یقیناً ہم نے قرآن کو نصیحت کے لیے آسان کر دیا ہے، پس کیا ہے کوئی نصیحت حاصل کرنے واﻻ؟","arabic":"وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4868,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:23","price":"قوم ﺛمود نے ڈرانے والوں کو جھٹلایا.","arabic":"كَذَّبَتۡ ثَمُودُ بِٱلنُّذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4869,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:24","price":"اور کہنے لگے کیا ہمیں میں سے ایک شخص کی ہم فرمانبرداری کرنے لگیں؟ تب تو ہم یقیناً غلطی اور دیوانگی میں پڑے ہوئے ہوں گے.(1)","arabic":"فَقَالُوٓاْ أَبَشَرٗا مِّنَّا وَٰحِدٗا نَّتَّبِعُهُۥٓ إِنَّآ إِذٗا لَّفِي ضَلَٰلٖ وَسُعُرٍ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4870,"juzNumber":27,"footnotes":"(1) یعنی ایک بشرکو رسول مان لینا، ان کے نزدیک گمراہی اوردیوانگی تھی۔ سُعُرٌ، سَعِيرٌ کی جمع ہے آگ کی لپٹ۔ یہاں اس کو دیوانگی یا شدت و عذاب کےمفہوم میں استعمال کیا گیا ہے۔","lang":"ur"},{"name":"54:25","price":"کیا ہمارے سب کے درمیان صرف اسی پر وحی اتاری گئی؟ نہیں بلکہ وه جھوٹا اور شیخی خور ہے.(1)","arabic":"أَءُلۡقِيَ ٱلذِّكۡرُ عَلَيۡهِ مِنۢ بَيۡنِنَا بَلۡ هُوَ كَذَّابٌ أَشِرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4871,"juzNumber":27,"footnotes":"(1) أَشِرٌ، بمعنی مُتَكَبِّرٌ یاکذب میں حد سے تجاوز کرنے والا، یعنی اس نے جھوٹ بھی بولا ہے تو بہت بڑا۔ کہ مجھ پروحی آتی ہے۔ بھلا ہم میں سے صرف اسی ایک پرو حی آنی تھی؟ یا اس ذریعے سےہم پر اپنی بڑائی جتانا اس کا مقصودہے۔","lang":"ur"},{"name":"54:26","price":"اب سب جان لیں گے کل کو کہ کون جھوٹا اور شیخی خور تھا؟(1)","arabic":"سَيَعۡلَمُونَ غَدٗا مَّنِ ٱلۡكَذَّابُ ٱلۡأَشِرُ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4872,"juzNumber":27,"footnotes":"(1) یہ خود، پیغمبر پر الزام تراشی کرنے والے۔ یا حضرت صالح (عليه السلام) ؟ جن کو اللہ نے وحی و رسالت سے نوازا۔ غدا یعنی کل سےمراد قیامت کا دن ہے یا دنیا میں ان کے لیے عذاب کا مقررہ دن۔","lang":"ur"},{"name":"54:27","price":"بیشک ہم ان کی آزمائش کے لیے اونٹنی بھیجیں گے(1) پس (اے صالح) توان کا منتظر ره اور صبر کر.(2)","arabic":"إِنَّا مُرۡسِلُواْ ٱلنَّاقَةِ فِتۡنَةٗ لَّهُمۡ فَٱرۡتَقِبۡهُمۡ وَٱصۡطَبِرۡ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4873,"juzNumber":27,"footnotes":"(1) کہ یہ ایمان لاتے ہیں یا نہیں؟ یہ وہی اونٹنی ہے جو اللہ نےخود ان کے کہنے پر پتھر کی ایک چٹان سے ظاہر فرمائی تھی۔\n(2) یعنی دیکھ کہ یہ اپنے وعدے کےمطابق ایمان کا راستہ اپناتے ہیں یا نہیں؟ اور ان کی ایذاؤں پر صبرکر۔","lang":"ur"},{"name":"54:28","price":"ہاں انہیں خبر کر دے کہ پانی ان میں تقسیم شده ہے(1) ، ہرایک اپنی باری پر حاضر ہوگا.(2)","arabic":"وَنَبِّئۡهُمۡ أَنَّ ٱلۡمَآءَ قِسۡمَةُۢ بَيۡنَهُمۡۖ كُلُّ شِرۡبٖ مُّحۡتَضَرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4874,"juzNumber":27,"footnotes":"(1) یعنی ایک دن اونٹنی کےپانی پینےکےلیے اور ایک دن قوم کے پانی کے لیے۔\n(2) مطلب ہےہر ایک کا حصہ اس کےساتھ ہی خاص ہے جواپنی اپنی باری پر حاضرہو کر وصول کرے دوسرا اس روز نہ آئے شُرْبٌ ، حصہ آب۔","lang":"ur"},{"name":"54:29","price":"انہوں نے اپنے ساتھی کو آواز دی(1) جس نے (اونٹنی پر) وار کیا(2) اور (اس کی) کوچیں کاٹ دیں.","arabic":"فَنَادَوۡاْ صَاحِبَهُمۡ فَتَعَاطَىٰ فَعَقَرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4875,"juzNumber":27,"footnotes":"(1) یعنی جس کو انہوں نے اونٹنی کو قتل کرنے کےلیے آمادہ کیا تھا، جس کا نام قدار بن سالف بتلایا جاتاہے، اس کو پکارا کہ وہ اپنا کام کرے۔\n(2) یا تلوار یا اونٹنی کو پکڑا اوراس کی ٹانگیں کاٹ دیں اور پھر اسے ذبح کردیا۔ بعض نے فَتَعَاطَى کے معنی فَجَسَرَ کیے ہیں۔ پس اس نے جسارت کی۔","lang":"ur"},{"name":"54:30","price":"پس کیونکر ہوا میرا عذاب اور میرا ڈرانا.","arabic":"فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4876,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:31","price":"ہم نے ان پر ایک چیﺦ بھیجی پس ایسے ہو گئے جیسے باڑ بنانے والے کی روندی ہوئی گھاس.(1)","arabic":"إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ صَيۡحَةٗ وَٰحِدَةٗ فَكَانُواْ كَهَشِيمِ ٱلۡمُحۡتَظِرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4877,"juzNumber":27,"footnotes":"(1) حَظِيرَةٌ، مَحْظُورَةٌ بمعنی محظورۃ، باڑ جو خشک جھاڑیوں اور لکڑیوں سے جانورونکی حفاظت کےلیے بنائی جاتی ہے۔ مُحْتَظِرٌ ، اسم فاعل ہےصَاحِبُ الحْظَِيرَةِ هَشِيمٌ خشک گھاس یا کٹی ہوئی خشک کھیتی یعنی جس طرح ایک باڑ بنانے والی کی خشک لکڑیاں اور جھاڑیاں مسلسل روندے جانے کی وجہ سے چورا چورا ہو جاتی ہیں وہ بھی اس باڑکی مانند ہمارے عذاب سے چورا ہو گئے۔","lang":"ur"},{"name":"54:32","price":"اور ہم نے نصیحت کے لیے قرآن کو آسان کر دیا ہے پس کیا ہے کوئی جو نصیحت قبول کرے.","arabic":"وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4878,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:33","price":"قوم لوط نے بھی ڈرانے والوں کی تکذیب کی.","arabic":"كَذَّبَتۡ قَوۡمُ لُوطِۭ بِٱلنُّذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4879,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:34","price":"بیشک ہم نے ان پر پتھر برسانے والی ہوا بھیجی(1) سوائے لوط (علیہ السلام) کے گھر والوں کے، انہیں ہم نے سحر کے وقت نجات دے دی.(2)","arabic":"إِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ حَاصِبًا إِلَّآ ءَالَ لُوطٖۖ نَّجَّيۡنَٰهُم بِسَحَرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4880,"juzNumber":27,"footnotes":"(1) یعنی ایسی ہوا بھیجی جو ان کو کنکریاں مارتی تھی۔ یعنی ان کی بستیوں کو ان پر الٹا دیا گیا، اس طرح کہ ان کا اوپروالا حصہ نیچے اور نیچےوالا حصہ اوپر،اس کے بعد ان پر کھنگر پتھروں کی بارش ہوئی جیسا کہ سورۂ ہود وغیرہ میں تفصیل گزری۔\n(2) آل لوط سےمراد خود حضرت لوط (عليه السلام) اور ان پر ایمان لانے والےلوگ ہیں، جن میں حضرت لوط (عليه السلام) کی بیوی شامل نہیں، کیونکہ وہ مومنہ نہیں تھی، البتہ حضرت لوط (عليه السلام) کی دو بیٹیاں ان کے ساتھ تھیں، جن کو نجات دی گئی۔ سحر سے مراد رات کا آخری حصہ ہے۔","lang":"ur"},{"name":"54:35","price":"اپنے احسان سے(1) ہر ہر شکر گزار کو ہم اسی طرح بدلہ دیتے ہیں.","arabic":"نِّعۡمَةٗ مِّنۡ عِندِنَاۚ كَذَٰلِكَ نَجۡزِي مَن شَكَرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4881,"juzNumber":27,"footnotes":"(1) یعنی ان کو عذاب سے بچانا، یہ ہماری رحمت اور احسان تھا جو ان پر ہوا۔","lang":"ur"},{"name":"54:36","price":"یقیناً (لوط علیہ السلام) نے انہیں ہماری پکڑ سے ڈرایا(1) تھا لیکن انہوں نے ڈرانے والوں کے بارے میں (شک وشبہ اور) جھگڑا کیا.(2)","arabic":"وَلَقَدۡ أَنذَرَهُم بَطۡشَتَنَا فَتَمَارَوۡاْ بِٱلنُّذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4882,"juzNumber":27,"footnotes":"(1) یعنی عذاب آنے سے پہلے، ہماری سخت گرفت سے ڈرایا تھا۔\n(2) لیکن انہوں نے اس کی پروا نہیں کی بلکہ شک کیا اور ڈرانے والوں سے جھگڑتے رہے۔","lang":"ur"},{"name":"54:37","price":"اور ان (لوط علیہ السلام) کو ان کے مہمانوں کے بارے میں پھسلایا(1) پس ہم نے ان کی آنکھیں اندھی کردیں(2)، (اور کہہ دیا) میرا عذاب اور میرا ڈرانا چکھو.","arabic":"وَلَقَدۡ رَٰوَدُوهُ عَن ضَيۡفِهِۦ فَطَمَسۡنَآ أَعۡيُنَهُمۡ فَذُوقُواْ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4883,"juzNumber":27,"footnotes":"(1) یا بہلایا یا مانگا لوط (عليه السلام) سے ان کے مہمانوں کو۔ مطلب یہ ہے کہ جب لوط (عليه السلام) کی قوم کو معلوم ہوا کہ چند خوبر ونوجوان لوط (عليه السلام) کے ہاں آئے ہیں (جو دراصل فرشتے تھے اور ان کو عذاب دینے کے لیے ہی آئے تھے) تو انہوں نے حضرت لوط (عليه السلام) سے مطالبہ کیا کہ ان مہمانوں کو ہمارے سپرد کردیں تاکہ ہم اپنے بگڑے ہوئے ذوق کی ان سے تسکین کریں۔\n(2) کہتے ہیں کہ یہ فرشتے جبرائیل میکائل اور اسرافیل (عليه السلام) تھے۔ جب انہوں نے بدفعلی کی نیت سے فرشتوں (مہمانوں) کو لینے پر زیادہ اصرار کیاتو جبرائیل (عليه السلام) نے اپنے پر کا ایک حصہ انہیں مارا، جس سے ان کی آنکھوں کے ڈھیلےہی باہر نکل آئے، بعض کہتے ہیں ، صرف آنکھوں کی بصارت زائل ہوئی، بہرحال عذاب عام سے پہلے یہ عذاب خاص ان لوگوں کوپہنچا جو حضرت لوط (عليه السلام) کے پاس بدنیتی سے آئے تھے۔ اور آنکھوں سے یا بینائی سے محروم ہو کر گھر پہنچے۔ اور پھر صبح اس عذاب عام میں تباہ ہو گئے جو پوری قوم کے لیے آیا (تفسیر ابن کثیر)۔","lang":"ur"},{"name":"54:38","price":"اور یقینی بات ہے کہ انہیں صبح سویرے ہی ایک جگہ پکڑنے والے مقرره عذاب نے غارت کر دیا.(1)","arabic":"وَلَقَدۡ صَبَّحَهُم بُكۡرَةً عَذَابٞ مُّسۡتَقِرّٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4884,"juzNumber":27,"footnotes":"- یعنی صبح ان کے پاس عذاب مستقر آ گیا۔ مستقر کے معنی، ان پرنازل ہونے والا، جو انہیں ہلاک کیے بغیر نہ چھوڑے۔","lang":"ur"},{"name":"54:39","price":"پس میرے عذاب اور میرے ڈراوے کا مزه چکھو.","arabic":"فَذُوقُواْ عَذَابِي وَنُذُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4885,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:40","price":"اور یقیناً ہم نے قرآن کو پند ووعﻆ کے لیے آسان کر دیا ہے(1) ۔ پس کیا کوئی ہے نصحیت پکڑنے واﻻ.","arabic":"وَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4886,"juzNumber":27,"footnotes":"(1) تیسیر قرآن کا اس سورت میں بار بار ذکر کرنے سے مقصود یہ ہے کہ یہ قرآن اور اس کے فہم وحفظ کو آسان کر دینا، اللہ کا احسان عظیم ہے، اس کے شکر سے انسان کو کبھی غافل نہیں ہوناچاہیے۔","lang":"ur"},{"name":"54:41","price":"اور فرعونیوں کے پاس بھی ڈرانے والے آئے.(1)","arabic":"وَلَقَدۡ جَآءَ ءَالَ فِرۡعَوۡنَ ٱلنُّذُرُ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4887,"juzNumber":27,"footnotes":"(1) نُذُرٌ، نَذِيرٌ(ڈرانے والا) کی جمع ہے یا بمعنی إِنْذَارٍ مصدر ہے (فتح القدیر)۔","lang":"ur"},{"name":"54:42","price":"انہوں نے ہماری تمام نشانیاں جھٹلائیں(1) پس ہم نے انہیں بڑے غالب قوی پکڑنے والے کی طرح پکڑ لیا.(2)","arabic":"كَذَّبُواْ بِـَٔايَٰتِنَا كُلِّهَا فَأَخَذۡنَٰهُمۡ أَخۡذَ عَزِيزٖ مُّقۡتَدِرٍ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4888,"juzNumber":27,"footnotes":"(1) وہ نشانیاں، جن کے ذریعے سے حضرت موسیٰ (عليه السلام) نے فرعون اور فرعونیوں کو ڈرایا۔ یہ نو نشانیاں تھیں جن کا ذکر پہلے گزرچکا ہے۔\n(2) یعنی ان کو ہلاک کر دیا، کیونکہ وہ عذاب، ایسے غالب کی گرفت تھی جو انتقام لینے پر قادر ہے، اس کی گرفت کے بعد کوئی بچ نہیں سکتا۔","lang":"ur"},{"name":"54:43","price":"(اے قریشیو!) کیا تمہارے کافر ان کافروں سے کچھ بہتر ہیں(1) ؟ یا تمہارے لیے اگلی کتابوں میں چھٹکارا لکھا ہوا ہے؟(2)","arabic":"أَكُفَّارُكُمۡ خَيۡرٞ مِّنۡ أُوْلَٰٓئِكُمۡ أَمۡ لَكُم بَرَآءَةٞ فِي ٱلزُّبُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4889,"juzNumber":27,"footnotes":"(1) یہ استفہام انکار یعنی نفی کے لیے ہے۔ یعنی اے اہل عرب ! تمہارے کافر، گزشتہ کافروں سے، بہتر نہیں ہیں، جب وہ اپنے کفر کی وجہ سے ہلاک کر دیئے گئے، تو تم جب کہ تم ان سے بدتر ہو، عذاب سے سلامتی کی امید کیوں رکھتے ہو؟\n(2) زُبُرٌ سے مراد گزشتہ انبیا پرنازل شدہ کتابیں ہیں۔ یعنی کیا تمہاری بابت کتب منزلہ میں صراحت کر دی گئی ہے کہ یہ قریش یا عرب،جو مرضی کرتے رہیں، ان پر غالب نہیں آئے گا۔","lang":"ur"},{"name":"54:44","price":"یا یہ کہتے ہیں کہ ہم غلبہ پانے والی جماعت ہیں.(1)","arabic":"أَمۡ يَقُولُونَ نَحۡنُ جَمِيعٞ مُّنتَصِرٞ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4890,"juzNumber":27,"footnotes":"(1) تعداد کی کثرت اور وسائل قوت کی وجہ سے، کسی اور کا ہم پر غالب آنے کا امکان نہیں۔ یا مطلب ہے کہ ہمارا معاملہ مجتمع ہے، ہم دشمن سے انتقام لینے پرقادر ہیں۔","lang":"ur"},{"name":"54:45","price":"عنقریب یہ جماعت شکست دی جائےگی اور پیٹھ دے کر بھاگے گی.(1)","arabic":"سَيُهۡزَمُ ٱلۡجَمۡعُ وَيُوَلُّونَ ٱلدُّبُرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4891,"juzNumber":27,"footnotes":"(1) اللہ نے ان کے زعم باطل کی تردید فرمائی، جماعت سے مراد کفار مکہ ہیں۔ چنانچہ بدر میں انہیں شکست ہوئی اور یہ پیٹھ دےکربھاگے، روسائے شرک اور اساطین کفر ہلاک کردیئے گئے۔ جنگ بدر کے موقعے پرجب نبی ﹲ نہایت الحاح وزاری سے اپنے خیمے میں مصروف دعا تھےتو حضرت ابوبکر (رضي الله عنه) نے فرمایا «حَسْبُكَ يَا رَسُولَ اللهِ! أَلْحَحْتَ عَلَى رَبِّكَ»۔ بس کیجئے! اللہ کے رسول ! آپ نے رب کے سامنے بہت الحاح وزاری کرلی۔ چنانچہ آپ صلی اللہ علیہ وسلم خیمے سے باہر تشریف لائے تو آپ کی زبان مبارک پر یہی آیت تھی۔ (البخاري، تفسير سورة اقتربت الساعة)۔","lang":"ur"},{"name":"54:46","price":"بلکہ قیامت کی گھڑی ان کے وعدے کے وقت ہے اور قیامت بڑی سخت اور کڑوی چیز ہے.(1)","arabic":"بَلِ ٱلسَّاعَةُ مَوۡعِدُهُمۡ وَٱلسَّاعَةُ أَدۡهَىٰ وَأَمَرُّ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4892,"juzNumber":27,"footnotes":"(1) أَدْهَى دَهَاءٌ سے ہے، سخت رسوا کرنے والا أَمَرُّ مَرَارَةٌ سے ہے، نہایت کڑوا۔ یعنی دنیا میں جو یہ قتل کیے گئے، قیدی بنائے گئے وغیرہ، یہ ان کی آخری سزا نہیں ہے بلکہ اس سے بھی زیادہ سخت سزائیں ان کو قیامت والے دن دی جائیں گی جس کا ان سے وعدہ کیا جاتا ہے۔","lang":"ur"},{"name":"54:47","price":"بیشک گناه گار گمراہی میں اور عذاب میں ہیں.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي ضَلَٰلٖ وَسُعُرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4893,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:48","price":"جس دن وه اپنے منھ کے بل آگ میں گھسیٹے جائیں گے (اوران سے کہا جائے گا) دوزخ کی آگ لگنے کے مزے چکھو.(1)","arabic":"يَوۡمَ يُسۡحَبُونَ فِي ٱلنَّارِ عَلَىٰ وُجُوهِهِمۡ ذُوقُواْ مَسَّ سَقَرَ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4894,"juzNumber":27,"footnotes":"(1) سَقَرٌ بھی جہنم کا نام ہے یعنی اس کی حرارت اور شدت عذاب کا مزہ چکھو۔","lang":"ur"},{"name":"54:49","price":"بیشک ہم نے ہر چیز کو ایک (مقرره) اندازے پر پیدا کیا ہے.(1)","arabic":"إِنَّا كُلَّ شَيۡءٍ خَلَقۡنَٰهُ بِقَدَرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4895,"juzNumber":27,"footnotes":"(1) ائمہ سنت نے اس آیت اور اس جیسی دیگر آیات سے استدلال کرتے ہوئے تقدیر الٰہی کااثﺒات کیا ہے جس کا مطلب ہے کہ اللہ تعالیٰ کومخلوقات کے پیداکرنے سے پہلے ہی سب کا علم تھا اور اس نے سب کی تقدیر لکھ دی ہے اور فرقہ قدریہ کی تردید کی ہے جس کا ظہور عہد صحابہ کے آخرمیں ہوا۔ (ابن کثیر)۔","lang":"ur"},{"name":"54:50","price":"اور ہمارا حکم صرف ایک دفعہ (کا ایک کلمہ) ہی ہوتا ہے جیسے آنکھ کا جھپکنا.","arabic":"وَمَآ أَمۡرُنَآ إِلَّا وَٰحِدَةٞ كَلَمۡحِۭ بِٱلۡبَصَرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4896,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"54:51","price":"اور ہم نے تم جیسے بہتیروں کو ہلاک کر دیا ہے(1) ، پس کوئی ہے نصیحت لینے واﻻ.","arabic":"وَلَقَدۡ أَهۡلَكۡنَآ أَشۡيَاعَكُمۡ فَهَلۡ مِن مُّدَّكِرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4897,"juzNumber":27,"footnotes":"(1) یعنی گزشتہ امتوں کےکافروں کو، جوکفر میں تمہارے ہی جیسےتھے۔ أَشْيَاعَكُمْ أَيْ : أَشْبَاهَكُمْ وَنُظَراءَكُمْ (فتح القدير)۔","lang":"ur"},{"name":"54:52","price":"جوکچھ انہوں نے (اعمال) کیے ہیں سب نامہٴ اعمال میں لکھے ہوئے ہیں.(1)","arabic":"وَكُلُّ شَيۡءٖ فَعَلُوهُ فِي ٱلزُّبُرِ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4898,"juzNumber":27,"footnotes":"(1) یا دوسرے معنی ہیں، لوح محفوظ میں درج ہیں۔","lang":"ur"},{"name":"54:53","price":"(اسی طرح) ہر چھوٹی بڑی بات بھی لکھی ہوئی ہے.(1)","arabic":"وَكُلُّ صَغِيرٖ وَكَبِيرٖ مُّسۡتَطَرٌ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4899,"juzNumber":27,"footnotes":"(1) یعنی مخلوق کے تمام اعمال، اقوال وافعال لکھے ہوئےہیں، چھوٹے ہوں یا بڑے، حقیر ہوں یا جلیل، اشقیا کے ذکر کےبعد اب سعداء کا ذکر کیا جارہا ہے۔","lang":"ur"},{"name":"54:54","price":"یقیناً ہمارا ڈر رکھنے والے جنتوں اور نہروں میں ہوں گے.(1)","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَنَهَرٖ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4900,"juzNumber":27,"footnotes":"(1) یعنی مختلف اورمتنوع باغات میں ہوں گے۔ نَهَرٌ بطور جنس کے ہے جوجنت کی تمام نہروں کو شامل ہے۔","lang":"ur"},{"name":"54:55","price":"راستی اور عزت کی بیٹھک میں(1) قدرت والے بادشاه کے پاس.(2)","arabic":"فِي مَقۡعَدِ صِدۡقٍ عِندَ مَلِيكٖ مُّقۡتَدِرِۭ","category":["54 (Al-Qamar)","Al-Qamar","Surah Al-Qamar"],"ayahNumber":4901,"juzNumber":27,"footnotes":"(1) مَقْعَدِ صِدقٍ، عزت کی بیٹھک یا مجلس حق، جس میں گناہ کی بات ہوگی نہ لغویات کا ارتکاب۔ مراد جنت ہے۔\n(2) مَلِيكٍ مُقْتَدِرٍ، قدرت والا بادشاہ یعنی وہ ہر طرح کی قدرت سے بہرہ ور ہے جو چاہے کر سکتا ہے،کوئی اسے عاجز نہیں کرسکتا۔ عِنْدَ (پاس) یہ کنایہ اس شرف منزلت اور عزت و احترام سے جواہل ایمان کو اللہ کے ہاں حاصل ہوگا۔","lang":"ur"},{"name":"55:1","price":"رحمٰن نے.","arabic":"ٱلرَّحۡمَٰنُ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4902,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:2","price":"قرآن سکھایا.(1)","arabic":"عَلَّمَ ٱلۡقُرۡءَانَ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4903,"juzNumber":27,"footnotes":"(1) کہتےہیں کہ یہ اہل مکہ کےجواب میں ہے جوکہتے تھے کہ یہ قرآن محمد (صلی اللہ علیہ وسلم) کو کوئی انسان سکھاتا ہے بعض کہتےہیں کہ ان کے اس قول کے جواب میں ہے کہ رحمٰن کیا ہے؟ قرآن سکھانے کا مطلب ہے، اسے آسان کر دیا، یااللہ نے اپنے پیغمبر کوسکھایا اور پیغمبر نے امت کو سکھایا۔ اس سورت میں اللہ نےاپنی بہت سی نعمتیں گنوائی ہیں۔ چونکہ تعلیم قرآن ان میں قدرومنزلت اور اہمیت وافادیت کے لحاظ سےسب سے نمایاں ہے، اس لیے پہلے اسی نعمت کا ذکر فرمایا ہے۔ (فتح القدیر)۔","lang":"ur"},{"name":"55:3","price":"اسی نے انسان کو پیدا کیا.(1)","arabic":"خَلَقَ ٱلۡإِنسَٰنَ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4904,"juzNumber":27,"footnotes":"(1) یعنی یہ بندر وغیرہ جانوروں سے ترقی کرتےکرتے انسان نہیں بن گئے ہیں۔ جیسا کہ دارون کا فلسفہ ارتقا ہے۔ بلکہ انسان کواسی شکل وصورت میں اللہ نے پیدا فرمایا ہے۔ جو جانوروں سے الگ ایک مستقل مخلوق ہے۔ انسان کا لفظ بطور جنس کے ہے۔","lang":"ur"},{"name":"55:4","price":"اور اسے بولنا سکھایا.(1)","arabic":"عَلَّمَهُ ٱلۡبَيَانَ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4905,"juzNumber":27,"footnotes":"(1) اس بیان سےمراد ہر شخص کی اپنی مادری بولی ہے جو بغیرسیکھے ازخود ہر شخص بول لیتا اور اس میں اپنے مافی الضمیر کا اظہار کر لیتاہے، حتیٰ کہ وہ چھوٹا بچہ بھی بولتا ہے، جس کو کسی بات کا علم اور شعور نہیں ہوتا۔ یہ اس تعلیم الٰہی کا نتیجہ ہے جس کا ذکر اس آیت میں ہے۔","lang":"ur"},{"name":"55:5","price":"آفتاب اور ماہتاب (مقرره) حساب سے ہیں.(1)","arabic":"ٱلشَّمۡسُ وَٱلۡقَمَرُ بِحُسۡبَانٖ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4906,"juzNumber":27,"footnotes":"(1) یعنی اللہ کے ٹھہرائے ہوئے حساب سے اپنی اپنی منزلوں پر رواں دواں رہتےہیں، ان سے تجاوز نہیں کرتے۔","lang":"ur"},{"name":"55:6","price":"اور ستارے اور درخت دونوں سجده کرتے ہیں.(1)","arabic":"وَٱلنَّجۡمُ وَٱلشَّجَرُ يَسۡجُدَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4907,"juzNumber":27,"footnotes":"(1) جیسے دوسرےمقام پر فرمایا أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ الآية (الحج: 18)۔","lang":"ur"},{"name":"55:7","price":"اسی نے آسمان کو بلند کیا اور اسی نے ترازو رکھی.(1)","arabic":"وَٱلسَّمَآءَ رَفَعَهَا وَوَضَعَ ٱلۡمِيزَانَ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4908,"juzNumber":27,"footnotes":"(1) یعنی زمین میں انصاف رکھا، جس کا اس نے لوگوں کو حکم دیا، جیسے فرمایا: لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ (الحديد: 25)۔","lang":"ur"},{"name":"55:8","price":"تاکہ تم تولنے میں تجاوز نہ کرو.(1)","arabic":"أَلَّا تَطۡغَوۡاْ فِي ٱلۡمِيزَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4909,"juzNumber":27,"footnotes":"- یعنی انصاف سے تجاوز نہ کرو۔","lang":"ur"},{"name":"55:9","price":"انصاف کے ساتھ وزن کو ٹھیک رکھو اور تول میں کم نہ دو.","arabic":"وَأَقِيمُواْ ٱلۡوَزۡنَ بِٱلۡقِسۡطِ وَلَا تُخۡسِرُواْ ٱلۡمِيزَانَ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4910,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:10","price":"اور اسی نے مخلوق کے لیے زمین بچھا دی.","arabic":"وَٱلۡأَرۡضَ وَضَعَهَا لِلۡأَنَامِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4911,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:11","price":"جس میں میوے ہیں اور خوشے والے کھجور کے درخت ہیں.(1)","arabic":"فِيهَا فَٰكِهَةٞ وَٱلنَّخۡلُ ذَاتُ ٱلۡأَكۡمَامِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4912,"juzNumber":27,"footnotes":"(1) أَكْمَامٌ، كِمٌّ کی جمع ہے وِعَاءُ التَّمْرِ، کھجور پر چڑھا ہوا غلاف۔","lang":"ur"},{"name":"55:12","price":"اور بھس واﻻ اناج ہے(1) ۔ اور خوشبودار پھول ہیں.","arabic":"وَٱلۡحَبُّ ذُو ٱلۡعَصۡفِ وَٱلرَّيۡحَانُ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4913,"juzNumber":27,"footnotes":"(1) حَبٌّ سےمراد ہر وہ خوراک ہے جو انسان اور جانور کھاتے ہیں خشک ہو کراس کا پودا بھس بن جاتا ہے تو جانوروں کے کام آتا ہے۔","lang":"ur"},{"name":"55:13","price":"پس (اے انسانو اور جنو!) تم اپنے پروردگار کی کس کس نعمت کو جھٹلاؤ گے؟(1)","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4914,"juzNumber":27,"footnotes":"(1) یہ انسانوں اور جنوں دونوں سے خطاب ہے۔ اللہ تعالیٰ اپنی نعتمیں گنوا کر ان سے پوچھ رہا ہے۔ یہ تکرار اس شخص کی طرح ہے جو کسی پرمسلسل احسان کرے لیکن وہ اس کے احسان کا منکر ہو، جیسے کہے، میں نے تیرا فلاں کام کیا، کیا تو انکار کرتا ہے؟ فلاں چیز تجھے دی، کیا تجھے یاد نہیں؟ تجھ پر فلاں احسان کیا، کیا تجھے ہمارا ذرا خیال نہیں؟ (فتح القدیر)۔","lang":"ur"},{"name":"55:14","price":"اس نےانسان کو بجنے والی مٹی سے پیدا کیا جو ٹھیکری کی طرح تھی.(1)","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ كَٱلۡفَخَّارِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4915,"juzNumber":27,"footnotes":"(1) صَلْصَالٍ خشک مٹی، جس میں آ واز ہو۔ فَخَّارٌ آگ میں پکی ہوئی مٹی، جسے ٹھیکری کہتےہیں۔ اس انسان سےمراد حضرت آدم (عليه السلام) ہیں، جن کا پہلے مٹی سے پتلا بنایا گیا اور پھر اس میں اللہ نے روح پھونکی۔ پھر حضرت آدم (عليه السلام) کی بائیں پسلی سے حوا کو پیدا فرمایا، اور پھر ان دونوں سے نسل انسانی چلی۔","lang":"ur"},{"name":"55:15","price":"اور جنات کو آگ کے شعلے سے پیدا کیا.(1)","arabic":"وَخَلَقَ ٱلۡجَآنَّ مِن مَّارِجٖ مِّن نَّارٖ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4916,"juzNumber":27,"footnotes":"(1) اس سے مراد سب سے پہلا جن ہے جو ابوالجن ہے، یا جن بطور جنس کے ہے۔ جیساکہ ترجمہ جنس کے اعتبار سے ہی کیا گیا ہے۔ مَارِجٍ آگ سے بلند ہونے والے شعلے کو کہتےہیں۔","lang":"ur"},{"name":"55:16","price":"پس تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟(1)","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4917,"juzNumber":27,"footnotes":"(1) یعنی تمہاری یہ پیدائش بھی اور پھر تم سے مزید نسلوں کی تخلیق وافزائش، یہ اللہ کی نعمتوں میں سے ہے۔ کیا تم اس نعمت کا انکار کرو گے؟","lang":"ur"},{"name":"55:17","price":"وه رب ہے دونوں مشرقوں اور دونوں مغربوں کا(1)","arabic":"رَبُّ ٱلۡمَشۡرِقَيۡنِ وَرَبُّ ٱلۡمَغۡرِبَيۡنِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4918,"juzNumber":27,"footnotes":"(1) ایک گرمی کا مشرق اورایک سردی کا مشرق، اسی طرح مغرب ہے۔ اس لیے دونوں کو تثنیہ ذکر کیاہے، موسموں کے اعتبار سے مشرق و مغرب کامختلف ہونا اس میں بھی انس و جن کی بہت سی مصلحتیں ہیں، اس لیے اسے بھی نعمت قرار دیا گیا ہے۔","lang":"ur"},{"name":"55:18","price":"تو (اے جنو اورانسانو!) تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4919,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:19","price":"اس نے دو دریا جاری کر دیے جو ایک دوسرے سے مل جاتے ہیں.","arabic":"مَرَجَ ٱلۡبَحۡرَيۡنِ يَلۡتَقِيَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4920,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:20","price":"ان دونوں میں ایک آڑ ہے کہ اس سے بڑھ نہیں سکتے.(1)","arabic":"بَيۡنَهُمَا بَرۡزَخٞ لَّا يَبۡغِيَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4921,"juzNumber":27,"footnotes":"(1) مَرَجَ بمعنی أَرْسَل َجاری کر دیئے۔ اس کی تفصیل سورۃ الفرقان،آیت 53 میں گزر چکی ہے۔ جس کا خلاصہ یہ ہے کہ دو دریاوں سے مراد بعض کے نزدیک ان کے الگ الگ وجود ہیں۔ جیسےمیٹھے پانی کے دریا ہیں، جن سے کھیتیاں سیراب ہوتی ہیں اور انسان ان کا پانی اپنی دیگر ضروریات میں بھی استعمال کرتا ہے۔ دوسری قسم سمندروں کاﭘانی ہے۔ جو کھارا ہے،جس کے کچھ اور فوائد ہیں۔ یہ دونوں آپس میں نہیں ملتے۔ بعض نے اس کا مفہوم یہ بیان کیا ہے کہ کھارے سمندروں میں ہی میٹھے پانی کی لہریں چلتی ہیں اوریہ دونوں لہریں آپس میں نہیں ملتیں، بلکہ ایک دوسرے سے جدا اور ممتاز ہی رہتی ہیں۔ اس کی ایک صورت تویہ ہے کہ اللہ تعالیٰ نے کھارے سمندروں میں ہی کئی مقامات پر میٹھے پانی کی لہریں بھی جاری کی ہوئی ہیں اور وہ کھارے پانی سے الگ ہی رہتی ہیں۔ دوسری صورت یہ بھی ہے کہ اوپرکھارا پانی ہو اور اس کی تہ میں نیچے چشمہ آب شیریں۔ جیسا کہ واقعتاً بعض مقامات پر ایسا ہے۔ تیسری صورت یہ ہے کہ جن مقامات پر میٹھے پانی کے دریا کا پانی سمندر میں جا گرتا ہے، وہاں کئی لوگوں کا مشاہدہ ہے کہ دونوں پانی میلوں دور تک اس طرح ساتھ ساتھ چلتے ہیں کہ ایک طرف میٹھا دریائی پانی اور دوسری طرف وسیع و عریض سمندر کا کھارا پانی، ان کے درمیان اگرچہ کوئی آڑ نہیں۔ لیکن یہ باہم نہیں ملتے۔ دونوں کے درمیان یہ وہ برزخ (آڑ) ہے جو اللہ نے رکھ دی ہے، دونوں اس سے تجاوز نہیں کرتے۔","lang":"ur"},{"name":"55:21","price":"پس اپنے پروردگار کی کون کون سی نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4922,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:22","price":"ان دونوں میں سے موتی اور مونگے برآمد ہوتے ہیں.(1)","arabic":"يَخۡرُجُ مِنۡهُمَا ٱللُّؤۡلُؤُ وَٱلۡمَرۡجَانُ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4923,"juzNumber":27,"footnotes":"(1) مَرْجَانٌ سے چھوٹے موتی یا پھر مونگے مراد ہیں۔ کہتے ہیں کہ آسمان سے بارش ہوتی ہے تو سیپیاں اپنے مونہہ کھول دیتی ہیں، جو قطرہ ان کے اندر پڑ جاتا ہے، وہ موتی بن جاتا ہےمشہور یہی ہے کہ موتی وغیرہ میٹھے پانی کے دریاؤں سے نہیں، بلکہ صرف آب شور یعنی سمندروں سے ہی نکلتے ہیں۔ لیکن قرآن نے تثنیہ کی ضمیر استعمال کی ہے جس سے معلوم ہوتا ہے کہ دونوں سے ہی موتی نکلتے ہیں۔ چونکہ موتی کثرت کے ساتھ سمندروں سےہی نکلتے ہیں، اس لیےاس کی شہرت ہو گئی ہے۔ تاہم شیریں دریاؤں سے اس کی نفی ممکن نہیں بلکہ موجودہ دور کے تجربات سے ثابت ہوا ہے کہ میٹھے دریا میں بھی موتی ہوتے ہیں۔ البتہ ان کے مسلسل جاری رہنے کی وجہ سے ان سے موتی نکالنا مشکل امر ہے۔ بعض نے کہا ہے کہ مراد مجموعہ ہے، ان میں سے کسی ایک سے بھی موتی نکل جائیں توان پر تثنیہ کا اطلاق صحیح ہے۔ بعض نے کہا کہ شیریں دریا بھی عام طور پر سمندر میں ہی گرتے ہیں اور وہیں سے موتی نکالے جاتے ہیں، اس لیے گو منبع دریائے شور ہی ہوئے، لیکن دوسرے دریاؤں کا حصہ بھی اس میں شامل ہے لیکن موجودہ دورکے تجربات کے بعد ان تاویلات اور تکلﻔات کی ضرورت نہیں۔ وَاللهُ أَعْلَمُ۔","lang":"ur"},{"name":"55:23","price":"پھر تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟(1)","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4924,"juzNumber":27,"footnotes":"(1) یہ جواہر اورموتی زیب وزینت اور حسن وجمال کا مظہر ہیں اور اہل شوق واہل ثروت انہیں اپنے ذوق جمال کی تسکین اور حسن ورعنائی میں اضافے ہی کے لیے استعمال کرتےہیں، اس لیے ان کا نعمت ہونا بھی واضح ہے۔","lang":"ur"},{"name":"55:24","price":"اور اللہ ہی کی (ملکیت میں) ہیں وه جہاز جو سمندروں میں پہاڑ کی طرح بلند (چل پھر رہے) ہیں.(1)","arabic":"وَلَهُ ٱلۡجَوَارِ ٱلۡمُنشَـَٔاتُ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4925,"juzNumber":27,"footnotes":"(1) الْجَوَارِ، جَارِيَةٌ (چلنے والی) کی جمع اور محذوف موصوف (السُّفُنُ) کی صفت ہے۔ مُنْشَآتٌ کے معنی مرفوعات ہیں، یعنی بلند کی ہوئیں، مراد بادبان ہیں،جو بادبانی کشتیوں میں جھنڈوں کی طرح اونچے اور بلند بنائے جاتے ہیں۔ بعض نے اس کے معنی مصنوعات کے کیے ہیں یعنی اللہ کی بنائی ہوئی جو سمندر میں چلتی ہیں۔","lang":"ur"},{"name":"55:25","price":"پس (اے انسانو اور جنو!) تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟(1)","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4926,"juzNumber":27,"footnotes":"- ان کے ذریعے سے بھی نقل وحمل کی جو آسانیاں ہیں، محتاج وضاحت نہیں، اس لیے یہ بھی اللہ کی عظیم نعمت ہے۔","lang":"ur"},{"name":"55:26","price":"زمین پر جو ہیں سب فنا ہونے والے ہیں.","arabic":"كُلُّ مَنۡ عَلَيۡهَا فَانٖ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4927,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:27","price":"صرف تیرے رب کی ذات جو عظمت اور عزت والی ہے باقی ره جائے گی.","arabic":"وَيَبۡقَىٰ وَجۡهُ رَبِّكَ ذُو ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4928,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:28","price":"پھرتم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟(1)","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4929,"juzNumber":27,"footnotes":"(1) فنائے دنیا کے بعد، جزا وسزا یعنی عدل کا اہتمام ہوگا، لہٰذا یہ بھی ایک نعمت عظمیٰ ہے جس پر شکرا الٰہی واجب ہے۔","lang":"ur"},{"name":"55:29","price":"سب آسمان وزمین والے اسی سے مانگتے ہیں(1) ۔ ہر روز وه ایک شان میں ہے.(2)","arabic":"يَسۡـَٔلُهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ كُلَّ يَوۡمٍ هُوَ فِي شَأۡنٖ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4930,"juzNumber":27,"footnotes":"(1) یعنی سب اس کے محتاج اور اس کے در کے سوالی ہیں۔\n(2) ہر روز کا مطلب، ہر وقت۔ شان کے معنی امر یا معاملہ ، یعنی ہر وقت وہ کسی نہ کسی کام میں مصروف ہے، کسی کو بیمار کر رہا ہے، کسی کو شفایاب، کسی کو تونگر بنا رہا ہے تو کسی تونگرکو فقیر۔ کسی کو گدا سے شاہ اور شاہ سے گدا، کسی کو بلندیوں پر فائز کرر ہا ہے، کسی کو پستی میں گرا رہا ہے، کسی کو ہست سے نیست اور نیست کو ہست کررہا ہے وغیرہ۔ الغرض کائنات میں یہ سارے تصرف اسی کے امر ومشیت سےہو رہے ہیں اور شب وروز کا کوئی لمحہ ایسا نہیں جو اس کی کارگزاری سے خالی ہو۔ هُوَ الْحَيُّ الْقَيُّومُ، لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ۔","lang":"ur"},{"name":"55:30","price":"پھر تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟(1)","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4931,"juzNumber":27,"footnotes":"(1) اوراتنی بڑی ہستی کاﮨر وقت بندوں کے امور ومعاملات کی تدبیر میں لگے رہنا، کتنی بڑی نعمت ہے۔","lang":"ur"},{"name":"55:31","price":"(جنوں اور انسانوں کے گروہو!) عنقریب ہم تمہاری طرف پوری طرح متوجہ ہو جائیں گے.(1)","arabic":"سَنَفۡرُغُ لَكُمۡ أَيُّهَ ٱلثَّقَلَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4932,"juzNumber":27,"footnotes":"(1) اس کا یہ مطلب نہیں ہے کہ اللہ کو فراغت نہیں ہے بلکہ یہ محاورۃً بولا گیا ہے۔ جس کا مقصد وعید وتہدید ہے۔ ثَقَلانِ (جن وانس کو) اس لیے کہا گیا ہے کہ ان کو تکالیف شرعیہ کا پابندکیا گیا ہے، اس پابندی یا بوجھ سے دوسری مخلوق مستثنیٰ ہے۔","lang":"ur"},{"name":"55:32","price":"پھر تم اپنے رب کی کس کس نعمت کو جھٹلاؤگے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4933,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:33","price":"اے گروه جنات و انسان! اگر تم میں آسمانوں اور زمین کے کناروں سے باہر نکل جانے کی طاقت ہے تو نکل بھاگو(1) ! بغیر غلبہ اور طاقت کے تم نہیں نکل سکتے.(2)","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ إِنِ ٱسۡتَطَعۡتُمۡ أَن تَنفُذُواْ مِنۡ أَقۡطَارِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ فَٱنفُذُواْۚ لَا تَنفُذُونَ إِلَّا بِسُلۡطَٰنٖ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4934,"juzNumber":27,"footnotes":"(1) یہ تہدید بھی نعمت ہے کہ اس سے بدکار، بدیوں کے ارتکاب سے باز آجائے اورمحسن زیادہ نیکیاں کمائے۔\n(2) یعنی اللہ کی تقدیر اور قضا سے تم بھاگ کر کہیں جا سکتے ہو تو چلے جاؤ، لیکن یہ طاقت کس میں ہے؟ اور بھاگ کر آخر کہاں جائے گا؟ کون سی جگہ ایسی ہے جو اللہ کے اختیارات سے باہر ہو۔ یہ بھی تہدید ہے جو مذکورہ تہدید کی طرح نعمت ہے۔ بعض نے کہا ہے کہ یہ میدان محشر میں کہا جائے گا، جب کہ فرشتے ہر طرف سے لوگوں کو گھیر رکھے ہوں گے۔ دونوں ہی مفہوم اپنی اپنی جگہ صحیح ہیں۔","lang":"ur"},{"name":"55:34","price":"پھر تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4935,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:35","price":"تم پر آگ کے شعلے اور دھواں چھوڑا جائے گا(1) پھر تم مقابلہ نہ کر سکو گے.(2)","arabic":"يُرۡسَلُ عَلَيۡكُمَا شُوَاظٞ مِّن نَّارٖ وَنُحَاسٞ فَلَا تَنتَصِرَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4936,"juzNumber":27,"footnotes":"(1) مطلب یہ ہے کہ اگر تم قیامت والے دن کہیں بھاگ کر گئے بھی، تو فرشتے آگ کے شعلے اور دھواں تم پر چھوڑ کر یا پگھلا ہوا تانبہ تمہارے سروں پر ڈال کر تمہیں واپس لے آئیں گے۔ نُحَاسٌ کے دوسرے معنی پگھلے ہوئے تانبے کے کیے گئے ہیں۔\n(2) یعنی اللہ کے عذاب کو ٹالنے کی تم قدرت نہیں رکھو گے۔","lang":"ur"},{"name":"55:36","price":"پھر اپنے رب کی نعمتوں میں سے کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4937,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:37","price":"پس جب کہ آسمان پھٹ کر سرخ ہو جائے جیسے کہ سرخ چمڑه.(1)","arabic":"فَإِذَا ٱنشَقَّتِ ٱلسَّمَآءُ فَكَانَتۡ وَرۡدَةٗ كَٱلدِّهَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4938,"juzNumber":27,"footnotes":"(1) قیامت والے دن آسمان پھٹ پڑے گا، فرشتے زمین پر اترآئیں گے، اس دن یہ نار جہنم کی شدت حرارت سے پگھل کر سرخ نری کے چمڑے کر طرح ہو جائے گا۔ دِهَانٌ ،سرخ چمڑہ۔","lang":"ur"},{"name":"55:38","price":"پس تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4939,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:39","price":"اس دن کسی انسان اورکسی جن سے اس کے گناہوں کی پرسش نہ کی جائے گی.(1)","arabic":"فَيَوۡمَئِذٖ لَّا يُسۡـَٔلُ عَن ذَنۢبِهِۦٓ إِنسٞ وَلَا جَآنّٞ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4940,"juzNumber":27,"footnotes":"(1) یعنی جس وقت وہ قبروں سےباہر نکلیں گے۔ ورنہ بعد میں موقف حساب میں ان سے باز پرس کی جائے گی۔ بعض نے اس کا مطلب یہ بیان کیا ہے کہ گناہوں کی بابت نہیں پوچھا جائے گا، کیونکہ ان کا تو پورا ریکارڈ فرشتوں کے پاس بھی ہوگا اور اللہ کے علم میں بھی۔ البتہ پوچھا جائے گا کہ تم نے یہ کیوں کیے؟ یا یہ مطلب ہے، ان سے نہیں پوچھا جائے گا بلکہ انسانی اعضا خودبول کر ہر بات بتلائیں گے۔","lang":"ur"},{"name":"55:40","price":"پس تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4941,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:41","price":"گناه گار صرف حلیہ ہی سے پہچان لیے جائیں گے(1) اور ان کی پیشانیوں کے بال اور قدم پکڑ لیے جائیں گے.(2)","arabic":"يُعۡرَفُ ٱلۡمُجۡرِمُونَ بِسِيمَٰهُمۡ فَيُؤۡخَذُ بِٱلنَّوَٰصِي وَٱلۡأَقۡدَامِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4942,"juzNumber":27,"footnotes":"(1) یعنی جس طرح اہل ایمان کی علامت ہوگی کہ ان کے اعضائے وضو چمکتے ہوں گے۔ اسی طرح گناہ گاروں کےچہرے سیاہ، آنکھیں نیلگوں اور وہ دہشت زدہ ہوں گے۔\n(2) فرشتے ان کی پیشانیاں اور ان کے قدموں کے ساتھ ملا کر پکڑیں گے اور جہنم میں ڈال دیں گے، یا کبھی پیشانیوں سے اور کبھی قدموں سے انہیں پکڑیں گے۔","lang":"ur"},{"name":"55:42","price":"پس تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4943,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:43","price":"یہ ہے وه جہنم جسے مجرم جھوٹا جانتے تھے.","arabic":"هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي يُكَذِّبُ بِهَا ٱلۡمُجۡرِمُونَ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4944,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:44","price":"اس کے اور کھولتے ہوئے گرم پانی کے درمیان چکر کھائیں گے.(1)","arabic":"يَطُوفُونَ بَيۡنَهَا وَبَيۡنَ حَمِيمٍ ءَانٖ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4945,"juzNumber":27,"footnotes":"(1) یعنی کبھی انہی حجیم کا عذاب دیا جائے گا اور کبھی مَاءٌ حَمِيمٌ پینے کا عذاب۔ آنٍ گرم۔ یعنی سخت کھولتا ہوا پانی، جو ان کی انتڑیوں کو کاٹ دے گا۔ أَعَاذَنَا اللهُ مِنْهَا۔","lang":"ur"},{"name":"55:45","price":"پس تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4946,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:46","price":"اور اس شخص کے لیے جو اپنے رب کے سامنے کھڑا ہونے سے ڈرا دو جنتیں ہیں.(1)","arabic":"وَلِمَنۡ خَافَ مَقَامَ رَبِّهِۦ جَنَّتَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4947,"juzNumber":27,"footnotes":"(1) جیسے حدیث میں آتا ہے۔ ”دو باغ چاندی کے ہیں، جن میں برتن اورجو کچھ ان میں ہے، سب چاندی کے ہوں گے۔ دو باغ سونے کے ہیں اور ان کے برتن اور جو کچھ ان میں ہے، سب سونے کے ہی ہوں گے“۔ (صحيح بخاري، تفسير سور الرحمن) بعض آثار میں ہے کہ سونے کے باغ خواص مومنین مُقَرَّبِينَ اورچاندی کے باغ عام مومنین أَصْحَابُ الْيَمِينِ کے لیے ہوں گے۔ (ابن کثیر)۔","lang":"ur"},{"name":"55:47","price":"پس تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4948,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:48","price":"(دونوں جنتیں) بہت سی ٹہنیوں اور شاخوں والی ہیں.(1)","arabic":"ذَوَاتَآ أَفۡنَانٖ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4949,"juzNumber":27,"footnotes":"(1) یہ اشارہ ہے اس طرف کہ اس میں سایہ گنجان اورگہرا ہوگا، نیز پھولوں کی کثرت ہوگی، کیونکہ کہتےہیں ہر شاخ اور ٹہنی پھلوں سے لدی ہوگی۔ (ابن کثیر)۔","lang":"ur"},{"name":"55:49","price":"پس تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4950,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:50","price":"ان دونوں (جنتوں) میں دو بہتے ہوئے چشمے ہیں.(1)","arabic":"فِيهِمَا عَيۡنَانِ تَجۡرِيَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4951,"juzNumber":27,"footnotes":"(1) ایک کا نام تَسْنِيمٌ اور دوسرے کا سَلْسَبِيلٌ ہے۔","lang":"ur"},{"name":"55:51","price":"پس تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4952,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:52","price":"ان دونوں جنتوں میں ہر قسم کے میوؤں کی دو قسمیں ہوگی.(1)","arabic":"فِيهِمَا مِن كُلِّ فَٰكِهَةٖ زَوۡجَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4953,"juzNumber":27,"footnotes":"(1) یعنی ذائقے اور لذت کے اعتبار سے ہر پھل دو قسم کا ہو گا، یہ مزید فضل خاص کی ایک صورت ہے۔ بعض نے کہا کہ ایک قسم خشک میوے کی اور دوسری تازہ میوے کی ہو گی۔","lang":"ur"},{"name":"55:53","price":"پھر تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4954,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:54","price":"جنتی ایسے فرشوں پر تکیہ لگائے ہوئے ہوں گے جن کے استر دبیز ریشم کے ہوں گے(1) ، اور ان دونوں جنتوں کے میوے بالکل قریب ہوں گے.(2)","arabic":"مُتَّكِـِٔينَ عَلَىٰ فُرُشِۭ بَطَآئِنُهَا مِنۡ إِسۡتَبۡرَقٖۚ وَجَنَى ٱلۡجَنَّتَيۡنِ دَانٖ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4955,"juzNumber":27,"footnotes":"(1) ابری یعنی اوپر کا کپڑاہمیشہ استر سےبہتر اور خوب صورت ہوتا ہے،یہاں صرف استر کا بیان ہے، جس کا مطلب یہ ہے کہ اوپر (ابری) کا کپڑا اس سے کہیں زیادہ عمدہ ہو گا۔\n(2) اتنے قریب ہوں گے کہ بیٹھے بیٹھے بلکہ لیٹے لیٹے بھی توڑ سکیں گے۔ قُطُوفُهَا دَانِيَةٌ (الحاقة: 23)۔","lang":"ur"},{"name":"55:55","price":"پس تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4956,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:56","price":"وہاں (شرمیلی) نیچی نگاه والی حوریں ہیں(1) جنہیں ان سے پہلے کسی جن وانس نے ہاتھ نہیں لگایا.(2)","arabic":"فِيهِنَّ قَٰصِرَٰتُ ٱلطَّرۡفِ لَمۡ يَطۡمِثۡهُنَّ إِنسٞ قَبۡلَهُمۡ وَلَا جَآنّٞ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4957,"juzNumber":27,"footnotes":"(1) جن کی نگاہیں اپنے خاوندوں کے علاوہ کسی پر نہیں پڑیں گی اور ان کو اپنے خاوند ہی سب سے زیادہ حسین اور اچھے معلوم ہوں گے۔\n(2) یعنی باکرہ اور نئی نویلی ہوں گی۔ اس سے قبل وہ کسی کے نکاح میں نہیں رہی ہوں گے۔ یہ آیت اور اس سے ماقبل کی بعض آیات سے صاف طور پر معلوم ہوتا ہے کہ جو جن مومن ہوں گے، وہ بھی مومن انسانوں کی طرح جنت میں جائیں گے اور ان کے لیے بھی وہی کچھ ہوگا جو دیگر اہل ایمان کےلیے ہوگا۔","lang":"ur"},{"name":"55:57","price":"پس اپنے پالنے والے کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4958,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:58","price":"وه حوریں مثل یاقوت اور مونگے کے ہوں گی.(1)","arabic":"كَأَنَّهُنَّ ٱلۡيَاقُوتُ وَٱلۡمَرۡجَانُ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4959,"juzNumber":27,"footnotes":"(1) یعنی صفائی میں یا قوت اور سفیدی وسرخی میں موتی یا مونگے کی طرح ہوں گی۔ جس طرح صحیح احادیث میں بھی ان کے حسن وجمال کو ان الفاظ میں بیان فرمایا گیا ہے ”يُرَى مُخُّ سُوقِهِنَّ مِنْ وَّرَاءِ الْعَظْمِ وَاللَّحْمِ“ (صحيح بخاري، كتاب بدء الخلق ، باب ما جاء في صفة الجنة، وصحيح مسلم ، كتاب الجنة وصفة نعيمها ، باب أول زمرة تدخل الجنة) ”ان کے حسن وجمال کی وجہ سے ان کی پنڈلی کا گودا گوشت اور ہڈی کے باہر سے نظر آئے گا“۔ ایک دوسری روایت میں فرمایا کہ ”جنتیوں کی بیویاں اتنی حسین وجمیل ہوں گی کہ اگر ان میں سے ایک عورت اہل ارض کی طرف جھانک لےتو آسمان وزمین کے درمیان کا سارا حصہ چمک اٹھے اور خوشبو سے بھرجائے، اور اس کے سر کا دوپٹہ اتنا قیمتی ہوگا کہ وہ دنیا وما فیہا سے بہتر ہے“۔ (صحيح بخاري، كتاب الجهاد باب الحور العين)۔","lang":"ur"},{"name":"55:59","price":"پس تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4960,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:60","price":"احسان کا بدلہ احسان کے سوا کیا ہے.(1)","arabic":"هَلۡ جَزَآءُ ٱلۡإِحۡسَٰنِ إِلَّا ٱلۡإِحۡسَٰنُ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4961,"juzNumber":27,"footnotes":"(1) پہلے احسان سے مراد نیکی اوراطاعت اور اطاعت الٰہی اور دوسرے احسان سے اس کا صلہ، یعنی جنت اور اس کی نعمتیں ہیں۔","lang":"ur"},{"name":"55:61","price":"پس تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4962,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:62","price":"اور ان کے سوا دو جنتیں اور ہیں.(1)","arabic":"وَمِن دُونِهِمَا جَنَّتَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4963,"juzNumber":27,"footnotes":"(1) دُونِهِمَا سے یہ استدلال بھی کیا گیا ہے کہ یہ دو باغ شان اور فضیلت میں پچھلے دوباغوں سے، جن کا ذکر آیت 46 میں گزرا، کم تر ہوں گے۔","lang":"ur"},{"name":"55:63","price":"پس تم اپنے پرورش کرنے والے کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4964,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:64","price":"جو دونوں گہری سبز سیاہی مائل ہیں.(1)","arabic":"مُدۡهَآمَّتَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4965,"juzNumber":27,"footnotes":"(1) کثرت سیرابی اور سبزے کی فراوانی کی وجہ سے وہ مائل بہ سیاہی ہوں گے۔","lang":"ur"},{"name":"55:65","price":"بتاؤ اب اپنے پروردگار کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4966,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:66","price":"ان میں دو (جوش سے) ابلنے والے چشمے ہیں.(1)","arabic":"فِيهِمَا عَيۡنَانِ نَضَّاخَتَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4967,"juzNumber":27,"footnotes":"(1) یہ صفت تَجْرِيَانِ سے ہلکی ہے الْجَرْيُ أَقْوَى مِنَ النَّضْخ (ابن كثير)۔","lang":"ur"},{"name":"55:67","price":"پھر تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4968,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:68","price":"ان دونوں میں میوے اور کھجور اور انار ہوں گے.(1)","arabic":"فِيهِمَا فَٰكِهَةٞ وَنَخۡلٞ وَرُمَّانٞ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4969,"juzNumber":27,"footnotes":"(1) جب کہ پہلی دو جنتوں (باغوں) کی صفت میں بتلایا گیا ہے کہ ہر پھل دو قسم کا ہو گا۔ ظاہر ہے اس میں شرف و فضل کی جو زیادتی ہے، وہ دوسری بات میں نہیں ہے۔","lang":"ur"},{"name":"55:69","price":"کیا اب بھی رب کی کسی نعمت کی تکذیب تم کرو گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4970,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:70","price":"ان میں نیک سیرت خوبصورت عورتیں ہیں.(1)","arabic":"فِيهِنَّ خَيۡرَٰتٌ حِسَانٞ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4971,"juzNumber":27,"footnotes":"(1) خَيْرَاتٌ سے مراد اخلاق وکردار کی خوبیاں ہیں اور حِسَانٌ کامطلب ہے کہ حسن وجمال میں یکتا۔","lang":"ur"},{"name":"55:71","price":"پس تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4972,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:72","price":"(گوری رنگت کی) حوریں جنتی خیموں میں رہنے والیاں ہیں.(1)","arabic":"حُورٞ مَّقۡصُورَٰتٞ فِي ٱلۡخِيَامِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4973,"juzNumber":27,"footnotes":"(1) حدیث میں نبی ﹲ نے فرمایا جنت میں موتیوں کے خیمے ہوں گے، ان کا عرض ساٹھ میل ہوگا، اس کےہر کونے میں جنتی کے اہل ہوں گے، جس کو دوسرے کونے والے نہیں دیکھ سکیں گے۔ مومن اس میں گھومے گا۔ (صحيح بخاري، تفسير سورة الرحمن وكتاب بدء ما جاء في صفة الجنة ، صحيح مسلم، كتاب الجنة ، باب في صفة خيام الجنة)۔","lang":"ur"},{"name":"55:73","price":"پس (اے انسانو اور جنو!) تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4974,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:74","price":"ان کو ہاتھ نہیں لگایا کسی انسان یا جن نے اس سے قبل.","arabic":"لَمۡ يَطۡمِثۡهُنَّ إِنسٞ قَبۡلَهُمۡ وَلَا جَآنّٞ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4975,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:75","price":"پس اپنے پروردگار کی کون کون سی نعمت کے ساتھ تم تکذیب کرتے ہو؟","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4976,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"55:76","price":"سبز مسندوں اور عمده فرشوں پر تکیہ لگائے ہوئے ہوں گے.(1)","arabic":"مُتَّكِـِٔينَ عَلَىٰ رَفۡرَفٍ خُضۡرٖ وَعَبۡقَرِيٍّ حِسَانٖ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4977,"juzNumber":27,"footnotes":"(1) رفرف مسند، غالیچہ یا اس قسم کاعمدہ فرش عَبْقَرِيٍّ ، ہر نفیس اور اعلیٰ چیز کو کہا جاتا ہے۔ نبی (صلى الله عليه وسلم) نے حضرت عمر (رضي الله عنه) کے لیے یہ لفظ استعمال فرمایا فَلَمْ أَرَ عَبْقَرِيًّا يَفْرِي فِرْيَة (البخاري ، كتاب المناقب، باب فضل عمر- وصحيح مسلم ، فضائل الصحابة ، باب من فضائل عمررضي الله عنه) ”میں نے کوئی عبقری ایسا نہیں دیکھا جو عمر کی طرح کام کرتا ہو“۔ مطلب یہ ہے کہ جنتی ایسے تختوں پر فروکش ہوں گے جس پر سبز رنگ کی مسندیں، غالیچے اور اعلیٰ قسم کے خوبصورت منقش فرش بچھے ہوں گے۔","lang":"ur"},{"name":"55:77","price":"پس (اے جنو اور انسانو!) تم اپنے رب کی کس کس نعمت کو جھٹلاؤ گے؟(1)","arabic":"فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4978,"juzNumber":27,"footnotes":"(1) یہ آیت اس سورت میں 31 مرتبہ آئی ہے۔ اللہ تعالیٰ نے اس سورت میں اپنی اقسام وانواع کی نعمتوں کا ذکر فرمایا ہے اور ہر نعمت یا چند نعمتوں کے ذکر کے بعد یہ استفسار فرمایا ہے، حتیٰ کہ میدان محشر کی ہولناکیوں اور جہنم کے عذاب کے بعد بھی یہ استفسار فرمایاہے، جس کا مطلب ہے کہ امور آخرت کی یاد دہانی بھی نعمت عظیمہ ہے تاکہ بچنے والے اس سے بچنے کی سعی کر لیں۔ دوسری بات یہ معلوم ہوئی، کہ جن بھی انسانوں کی طرح اللہ کی ایک مخلوق ہے بلکہ انسانوں کے بعدیہ دوسری مخلوق ہے جسے عقل وشعور سے نوازا گیا ہے اور اس کے بدلے میں ان سے صرف اس امر کا تقاضا کیا گیا ہے کہ وہ صرف ایک اللہ کی عبادت کریں۔ اس کے ساتھ کسی کو شریک نہ ٹھہرائیں۔ مخلوقات میں یہی دو ہیں جو شرعی احکام وفرائض کے مکلف ہیں، اسی لیے انہیں ارادہ واختیار کی آزادی دی گئی ہے۔ تاکہ ان کی آزمائش ہو سکے، تیسرے نعمتوں کے بیان سے یہ بھی ثابت ہوا کہ اللہ کی نعمتوں سے فائدہ اٹھانا جائز ومستحب ہے۔ یہ زہد وتقویٰ کے خلاف ہے اور نہ تعلق مع اللہ میں مانع، جیساکہ بعض اہل تصوف باورکراتے ہیں۔ چوتھے، بار بار یہ سوال کہ تم اللہ کی کون کون سی نعمتوں کی تکذیب کرو گے؟ یہ توبیخ اور تہدید کے طور پر ہے، جس کا مقصد اس اللہ کی نافرمانی سے روکنا ہے، جس نے یہ ساری نعمتیں پیدا اور مہیا فرمائیں۔ اسی لیے نبی ﹲ نے اس کے جواب میں یہ پڑھنا پسند فرمایا ”لا بِشَيْءٍ مِنْ نِعَمِكَ رَبَّنَا نُكَذِّبُ فَلَكَ الْحَمْدُ“ اے ہمارے رب ہم تیری کسی بھی نعمت کی تکذیب نہیں کرتے، پس تمام تعریفیں تیرے ہی لیے ہیں (سنن الترمذي، والصحيحة للألباني) لیکن اندرون صلاۃ اس جواب کاﭘڑھنا مشروع نہیں۔","lang":"ur"},{"name":"55:78","price":"تیرے پروردگار کا نام بابرکت ہے(1) جو عزت وجلال واﻻ ہے.","arabic":"تَبَٰرَكَ ٱسۡمُ رَبِّكَ ذِي ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ","category":["55 (Ar-Rahman)","Ar-Rahman","Surah Ar-Rahman"],"ayahNumber":4979,"juzNumber":27,"footnotes":"(1) تَبَارَكَ، برکت سے ہے جس کے معنی دوام وثبات کے ہیں۔ مطلب ہے اس کا نام ہمیشہ رہنے والا ہے، یا اس کے پاس ہمیشہ خیر کے خزانے ہیں۔ بعض نے اس کے معنی بلندی اور علو شان کےکیے ہیں اور جب اس کا نام اتنا بابرکت یعنی خیر اور بلندی کا حامل ہے تو اس کی ذات کتنی برکت اور عظمت و رفعت والی ہو گی۔","lang":"ur"},{"name":"56:1","price":"جب قیامت قائم ہو جائے گی.(1)","arabic":"إِذَا وَقَعَتِ ٱلۡوَاقِعَةُ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4980,"juzNumber":27,"footnotes":"(1) واقعہ بھی قیامت کے ناموں میں سے ہے، کیونکہ یہ لامحالہ واقع ہونے والی ہے،اس لیے اس کا یہ نام بھی ہے۔","lang":"ur"},{"name":"56:2","price":"جس کے واقع ہونے میں کوئی جھوٹ نہیں.","arabic":"لَيۡسَ لِوَقۡعَتِهَا كَاذِبَةٌ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4981,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:3","price":"وه پست کرنے والی اور بلند کرنے والی ہوگی.(1)","arabic":"خَافِضَةٞ رَّافِعَةٌ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4982,"juzNumber":27,"footnotes":"(1) پستی اور بلندی سے مطلب ذلت اور عزت ہے۔ یعنی اللہ کے اطاعت گزار بندوں کو یہ بلند اور نافرمانوں کو پست کرے گی، چاہےدنیا میں معاملہ اس کے برعکس ہو۔ اہل ایمان وہاں معزز و مکرم ہوں گےاور اہل کفر و عصیان ذلیل و خوار۔","lang":"ur"},{"name":"56:4","price":"جبکہ زمین زلزلہ کے ساتھ ہلا دی جائے گی.","arabic":"إِذَا رُجَّتِ ٱلۡأَرۡضُ رَجّٗا","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4983,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:5","price":"اور پہاڑ بالکل ریزه ریزه کر دیے جائیں گے.(1)","arabic":"وَبُسَّتِ ٱلۡجِبَالُ بَسّٗا","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4984,"juzNumber":27,"footnotes":"(1) رَجًّا کے معنی حرکت واضطراب (زلزلہ) اور بس کے معنی ریزہ ریزہ ہو جانے کے ہیں۔","lang":"ur"},{"name":"56:6","price":"پھر وه مثل پراگنده غبار کے ہو جائیں گے.","arabic":"فَكَانَتۡ هَبَآءٗ مُّنۢبَثّٗا","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4985,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:7","price":"اور تم تین جماعتوں میں ہو جاؤ گے.(1)","arabic":"وَكُنتُمۡ أَزۡوَٰجٗا ثَلَٰثَةٗ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4986,"juzNumber":27,"footnotes":"(1) أَزْوَاجًا: أَصْنَافًا کے معنی میں ہے۔","lang":"ur"},{"name":"56:8","price":"پس داہنے ہاتھ والے کیسے اچھے ہیں داہنے ہاتھ والے.(1)","arabic":"فَأَصۡحَٰبُ ٱلۡمَيۡمَنَةِ مَآ أَصۡحَٰبُ ٱلۡمَيۡمَنَةِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4987,"juzNumber":27,"footnotes":"(1) اس سے عام مومنین مراد ہیں جن کو ان کے اعمال نامے دائیں ہاتھوں میں دیئے جائیں گے جو ان کی خوش بختی کی علامت ہوگی۔","lang":"ur"},{"name":"56:9","price":"اور بائیں ہاتھ والے کیا حال ہے بائیں ہاتھ والوں کا.(1)","arabic":"وَأَصۡحَٰبُ ٱلۡمَشۡـَٔمَةِ مَآ أَصۡحَٰبُ ٱلۡمَشۡـَٔمَةِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4988,"juzNumber":27,"footnotes":"(1) اس سے مراد کافر ہیں جن کو ان کے اعمال نامے بائیں ہاتھوں میں پکڑائے جائیں گے۔","lang":"ur"},{"name":"56:10","price":"اور جو آگے والے ہیں وه تو آگے والے ہی ہیں.(1)","arabic":"وَٱلسَّٰبِقُونَ ٱلسَّٰبِقُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4989,"juzNumber":27,"footnotes":"(1) ان سےمراد خواص مومنین ہیں، یہ تیسری قسم ہے جوایمان قبول کرنے میں سبقت کرنے اور نیکی کے کاموں میں بڑھ چڑھ کرحصہ لینے والے ہیں، اللہ تعالیٰ ان کو قرب خاص سےنوازے گا، یہ ترکیب ایسے ہی ہے، جیسے کہتے ہیں، تو تو ہے اور زید زید، اس میں گویا زید کی اہمیت اور فضیلت کا بیان ہے۔","lang":"ur"},{"name":"56:11","price":"وه بالکل نزدیکی حاصل کیے ہوئے ہیں.","arabic":"أُوْلَٰٓئِكَ ٱلۡمُقَرَّبُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4990,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:12","price":"نعمتوں والی جنتوں میں ہیں.","arabic":"فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4991,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:13","price":"(بہت بڑا) گروه تو اگلے لوگوں میں سے ہوگا.","arabic":"ثُلَّةٞ مِّنَ ٱلۡأَوَّلِينَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4992,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:14","price":"اور تھوڑے سے پچھلے لوگوں میں سے.(1)","arabic":"وَقَلِيلٞ مِّنَ ٱلۡأٓخِرِينَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4993,"juzNumber":27,"footnotes":"(1) ثُلَّةٌ، اس بڑے گروہ کو کہا جاتا ہے جس کا گننا ناممکن ہو۔ کہا جاتا ہے کہ اولین سےمراد حضرت آدم (عليه السلام) سے لے کر نبی ﹲ تک کی امت کےلوگ ہیں اور آخرین سے امت محمدیہ کے افراد۔ مطلب یہ ہے کہ پچھلی امتوں میں سابقین کا ایک بڑا گروہ ہے، کیونکہ ان کا زمانہ بہت لمبا ہے جس میں ہزاروں انبیا کے سابقین شامل ہیں ان کے مقابلے میں امت محمدیہ کا زمانہ (قیامت تک) تھوڑا ہے، اس لیے ان میں سابقین بھی بہ نسبت گزشتہ امتوں کے تھوڑے ہوں گے۔ اور ایک حدیث میں آتا ہے۔ جس میں نبی ﹲ نے فرمایا ہے کہ مجھے امید ہے کہ تم جنتیوں کا نصف ہو گے (صحیح مسلم، نمبر 200) تو یہ آیت کے مذکورہ مفہوم کےمخالف نہیں۔ کیونکہ امت محمدیہ کہ سابقین اور عام مومنین ملا کر باقی تمام امتوں سے جنت میں جانے والوں کا نصف ہو جائیں گے، اس لیے محض سابقین کی کثرت (سابقہ امتوں میں) سے حدیث میں بیان کردہ تعداد کی نفی نہیں ہو گی۔ مگریہ قول محل نظر ہے اور بعض نے اولین وآخرین سے اسی امت محمدیہ کے افراد مراد لیے ہیں۔ یعنی اس کے پہلے لوگوں میں سابقین کی تعداد زیادہ اور پچھلے لوگوں میں تھوڑی ہوگی۔ امام ابن کثیر نے اسی دوسرے قول کو ترجیح دی ہے۔ اوریہی زیادہ درست معلوم ہوتا ہے یہ جملہ معترضہ ہے، فِي جَنَّاتِ النَّعِيمِ اور عَلَى سُرُرٍ مَوْضُونَةٍ کے درمیان۔","lang":"ur"},{"name":"56:15","price":"یہ لوگ سونے کے تاروں سے بنے ہوئے تختوں پر.","arabic":"عَلَىٰ سُرُرٖ مَّوۡضُونَةٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4994,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:16","price":"ایک دوسرے کےسامنے تکیہ لگائے بیٹھے ہوں گے.(1)","arabic":"مُّتَّكِـِٔينَ عَلَيۡهَا مُتَقَٰبِلِينَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4995,"juzNumber":27,"footnotes":"(1) مَوْضُونَةٌ بنے ہوئے جڑےہوئے۔ یعنی مذکورہ جنتی سونے کے تاروں سے بنے اور سونے جواہر سے جڑے ہوئے تختوں پر ایک دوسرے کے سامنے تکیوں پر بیٹھے ہوں گے یعنی رو در رو ہوں گے نہ کہ پشت بہ پشت۔","lang":"ur"},{"name":"56:17","price":"ان کے پاس ایسے لڑکے جو ہمیشہ (لڑکے ہی(1) ) رہیں گے آمدورفت کریں گے.","arabic":"يَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4996,"juzNumber":27,"footnotes":"(1) یعنی وہ بڑے نہیں ہوں گے کہ بوڑھے ہو جائیں نہ ان کے خدوخال اور قدوقامت میں کوئی تغیر واقع ہوگا،بلکہ ایک ہی عمر اور ایک ہی حالت پر رہیں گے، جیسےنوعمر لڑکےہوتے ہیں۔","lang":"ur"},{"name":"56:18","price":"آبخورے اور جگ لے کر اور ایسا جام لے کر جو بہتی ہوئی شراب سے پر ہو.","arabic":"بِأَكۡوَابٖ وَأَبَارِيقَ وَكَأۡسٖ مِّن مَّعِينٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4997,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:19","price":"جس سے نہ سر میں درد ہو نہ عقل میں فتور آئے.(1)","arabic":"لَّا يُصَدَّعُونَ عَنۡهَا وَلَا يُنزِفُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4998,"juzNumber":27,"footnotes":"(1) صُدَاعٌ، ایسے سر درد کو کہتے ہیں جو شراب کےنشے اور خمار کی وجہ سے ہو اور إِنْزَافٌ کے معنی، وہ فتور عقل جو مدہوشی کی بنیاد پر ہو۔ دنیا کی شراب کے نتیجے میں یہ دونوں چیزیں ہوتی ہیں، آخرت کی شراب میں سرور اور لذت تو یقیناً ہو گی لیکن یہ خرابیاں نہیں ہوں گی۔ معین، چشمہ جاری جو خشک نہ ہو۔","lang":"ur"},{"name":"56:20","price":"اور ایسے میوے لیے ہوئے جو ان کی پسند کے ہوں.","arabic":"وَفَٰكِهَةٖ مِّمَّا يَتَخَيَّرُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":4999,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:21","price":"اور پرندوں کے گوشت جو انہیں مرغوب ہوں.","arabic":"وَلَحۡمِ طَيۡرٖ مِّمَّا يَشۡتَهُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5000,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:22","price":"اور بڑی بڑی آنکھوں والی حوریں.","arabic":"وَحُورٌ عِينٞ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5001,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:23","price":"جو چھپے ہوئے موتیوں کی طرح ہیں.(1)","arabic":"كَأَمۡثَٰلِ ٱللُّؤۡلُوِٕ ٱلۡمَكۡنُونِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5002,"juzNumber":27,"footnotes":"(1) مَكْنُونٌ، جسے چھپا کر رکھا گیا، اس کو کسی کے ہاتھ لگے ہوں نہ گردوغبار اسے پہنچا ہو۔ ایسی چیز بالکل صاف ستھری اور اصلی حالت میں رہتی ہے۔","lang":"ur"},{"name":"56:24","price":"یہ صلہ ہے ان کے اعمال کا.","arabic":"جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5003,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:25","price":"نہ وہاں بکواس سنیں گے اور نہ گناه کی بات.","arabic":"لَا يَسۡمَعُونَ فِيهَا لَغۡوٗا وَلَا تَأۡثِيمًا","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5004,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:26","price":"صرف سلام ہی سلام کی آواز ہوگی.(1)","arabic":"إِلَّا قِيلٗا سَلَٰمٗا سَلَٰمٗا","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5005,"juzNumber":27,"footnotes":"(1) یعنی دنیامیں تو باہم لڑائی جھگڑے ہی ہوتے ہیں، حتیٰ کہ بہن بھائی بھی اس سے محفوظ نہیں، اس اختلاف و نزاع سے دلوں میں کدورتیں اور بغض و عنادپیدا ہوتا ہے جو ایک دوسرےکے خلاف بدزبانی، سب وشتم، غیبت اور چغل خوری وغیرہ پر انسان کو آمادہ کرتا ہے۔ جنت ان تمام اخلاقی گندگیوں اور بےہودگیوں سے نہ صرف پاک ہوگی، بلکہ وہاں سلام ہی سلام کی آوازیں سننے میں آئیں گی، فرشتوں کی طرف سے بھی اور آپس میں اہل جنت کی طرف سے بھی۔ جس کا مطلب ہے کہ وہاں سلام و تحیہ توہو گا۔ لیکن دل اور زبان کی وہ خرابیاں نہیں ہوں گی جو دنیامیں عام ہیں حتیٰ کہ بڑے بڑے دین دار بھی ان سے محفوظ نہیں۔","lang":"ur"},{"name":"56:27","price":"اور داہنے ہاتھ والے کیا ہی اچھے ہیں داہنے ہاتھ والے.(1)","arabic":"وَأَصۡحَٰبُ ٱلۡيَمِينِ مَآ أَصۡحَٰبُ ٱلۡيَمِينِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5006,"juzNumber":27,"footnotes":"(1) اب تک سابقین (مُقَرَّبِينَ) کا ذکر تھا، أَصْحَابُ الْيَمِينِ سے اب عام مومنین کا ذکر ہورہا ہے۔","lang":"ur"},{"name":"56:28","price":"وه بغیرکانٹوں کی بیریوں.","arabic":"فِي سِدۡرٖ مَّخۡضُودٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5007,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:29","price":"اور تہ بہ تہ کیلوں.","arabic":"وَطَلۡحٖ مَّنضُودٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5008,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:30","price":"اور لمبے لمبے سایوں.(1)","arabic":"وَظِلّٖ مَّمۡدُودٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5009,"juzNumber":27,"footnotes":"(1) جیسے ایک حدیث میں ہے کہ (جنت کے ایک درخت کے سائے تلے ایک گھوڑ سوار سو سال تک چلتا رہے گا، تب بھی، وہ سایہ ختم نہیں ہوگا)۔ (صحيح بخاري، تفسير سورة الواقعة ، مسلم ، كتاب الجنة ، باب إن في الجنة شجرة....)۔","lang":"ur"},{"name":"56:31","price":"اور بہتے ہوئے پانیوں.","arabic":"وَمَآءٖ مَّسۡكُوبٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5010,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:32","price":"اور بکثرت پھلوں میں.","arabic":"وَفَٰكِهَةٖ كَثِيرَةٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5011,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:33","price":"جو نہ ختم ہوں نہ روک لیے جائیں.(1)","arabic":"لَّا مَقۡطُوعَةٖ وَلَا مَمۡنُوعَةٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5012,"juzNumber":27,"footnotes":"(1) یعنی یہ پھل موسمی نہیں ہوں گے کہ موسم گزر گیا تو یہ پھل بھی آئندہ فصل تک ناپید ہو جائیں، یہ پھل اس طرح فصل گل ولالہ کے پابند نہیں ہوں گے، بلکہ بہار و خزاں اور گرمی و سردی ہر موسم میں دستیاب ہوں گے۔ اس طرح ان کے حصول میں کوئی رکاوٹ نہیں ہوگی۔","lang":"ur"},{"name":"56:34","price":"اور اونچے اونچے فرشوں میں ہوں گے.(1)","arabic":"وَفُرُشٖ مَّرۡفُوعَةٍ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5013,"juzNumber":27,"footnotes":"(1) بعض نے فرشوں سے بیویوں اور مرفوعہ سےبلند مرتبہ کا مفہوم مراد لیاہے۔","lang":"ur"},{"name":"56:35","price":"ہم نے ان کی (بیویوں کو) خاص طور پر بنایا ہے.","arabic":"إِنَّآ أَنشَأۡنَٰهُنَّ إِنشَآءٗ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5014,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:36","price":"اور ہم نے انہیں کنواریاں بنا دیا ہے.(1)","arabic":"فَجَعَلۡنَٰهُنَّ أَبۡكَارًا","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5015,"juzNumber":27,"footnotes":"(1) أَنْشَأْنَاهُنَّ کا مرجع اگرچہ قریب میں نہیں ہے لیکن سیاق کلام اس پر دلالت کرتا ہے کہ اس سے مراد اہل جنت کو ملنے والی بیویاں اور حور عین ہیں۔ حوریں، ولادت کے عام طریقے سے پیدا شدہ نہیں ہوں گی، بلکہ اللہ تعالیٰ خاص طور پر انہیں جنت میں اپنی قدرت خاص سے بنائے گا، اور جو دنیاوی عورتیں ہوں گی، تو و ہ بھی حوروں کے علاوہ اہل جنت کو بیویوں کے طور پر ملیں گی، ان میں بوڑھی، کالی، بدشکل، جس طرح کی بھی ہوں گی، سب کو اللہ تعالی ﺀ جنت میں جوانی اور حسن وجمال سے نواز دے گا، نہ کوئی بوڑھی،بوڑھی رہے گی، نہ کوئی بدشکل، بدشکل بلکہ سب باکرہ (کنواری) کی حیثیت میں ہوں گی۔","lang":"ur"},{"name":"56:37","price":"محبت والیاں اور ہم عمر ہیں.(1)","arabic":"عُرُبًا أَتۡرَابٗا","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5016,"juzNumber":27,"footnotes":"(1) عُرُبٌ عَرُوبَةٌ کی جمع ہے۔ ایسی عورت جو اپنے حسن وجمال اور دیگر محاسن کی وجہ سے خاوند کو نہایت محبوب ہو۔ أَتْرَابٌ تِرْبٌ کی جمع ہے۔ ہم عمر، یعنی سب عورتیں جو اہل جنت کو ملیں گی، ایک ہی عمر کی ہوں گی، جیساکہ حدیث میں بیان کیا گیا ہے کہ سب جنتی 33 سال کی عمر کےہوں گے، (سنن ترمذي، باب ما جاء في سن أهل الجنة) یا مطلب ہےکہ خاوندوں کی ہم عمر ہوں گی۔ مطلب دونوں صورتوں میں ایک ہی ہے۔","lang":"ur"},{"name":"56:38","price":"دائیں ہاتھ والوں کے لیے ہیں.","arabic":"لِّأَصۡحَٰبِ ٱلۡيَمِينِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5017,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:39","price":"جم غفیر ہے اگلوں میں سے.(1)","arabic":"ثُلَّةٞ مِّنَ ٱلۡأَوَّلِينَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5018,"juzNumber":27,"footnotes":"(1) یعنی آدم (عليه السلام) سے لے کر نبی کریم ﹲ تک کےلوگوں میں سے یا خود امت محمدیہ کے اگلوں میں سے۔","lang":"ur"},{"name":"56:40","price":"اور بہت بڑی جماعت ہے پچھلوں میں سے.(1)","arabic":"وَثُلَّةٞ مِّنَ ٱلۡأٓخِرِينَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5019,"juzNumber":27,"footnotes":"(1) یعنی نبی صلی اللہ علیہ وسلم کی امت میں سے یا آپ کی امت کے پچھلوں میں سے۔","lang":"ur"},{"name":"56:41","price":"اور بائیں ہاتھ والے کیا ہیں بائیں ہاتھ والے","arabic":"وَأَصۡحَٰبُ ٱلشِّمَالِ مَآ أَصۡحَٰبُ ٱلشِّمَالِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5020,"juzNumber":27,"footnotes":"(1) اس سے مراد اہل جہنم ہیں، جن کو ان کے اعمال نامے بائیں ہاتھ میں پکڑائے جائیں گے، جو ان کی مقدر شدہ شقاوت کی علامت ہو گی۔","lang":"ur"},{"name":"56:42","price":"گرم ہوا اور گرم پانی میں (ہوں گے).","arabic":"فِي سَمُومٖ وَحَمِيمٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5021,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:43","price":"اورسیاه دھوئیں کے سائے میں.(1)","arabic":"وَظِلّٖ مِّن يَحۡمُومٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5022,"juzNumber":27,"footnotes":"(1) سَمُومٍ، آگ کی حرارت یاگرم ہوا جو مسام بدن میں گھس جائے۔ حَمِيمٍ، کھولتا ہوا پانی، يَحْمُومٍ، حِمَمَةٌ سے ہے، بمعنی سیاہ، اور احم بہت زیادہ سیاہ چیز ہو تو کہا جاتا ہے، يَحْمُومٍ کے معنی سخت کالا دھواں مطلب یہ ہے کہ جہنم کے عذاب سے تنگ آ کر وہ ایک سائے کی طرف دوڑیں گے، لیکن جب وہاں پہنچیں گے تو معلوم ہوگا کہ یہ سایہ نہیں ہے، جہنم ہی کی آگ کا سخت سیاہ دھواں ہے۔ بعض کہتےہیں کہ یہ حَمٌّ سے ہے جو اس چربی کو کہتے ہیں جوآ گ میں جل جل کر سیاہ ہو گئی ہو۔ بعض کہتے ہیں، یہ حِمَمٌ سے ہے، جو کوئلے کےمعنی میں ہے۔ اسی لیے امام ضحاک فرماتے ہیں۔ آگ بھی سیاہ ہے، اہل نار بھی سیاہ رو ہوں گے۔ اور جہنم میں جو کچھ بھی ہوگا۔ ، سیاہ ہی ہو گا۔ اللَّهُمَّ أَجِرْنَا مِنَ النَّارِ۔","lang":"ur"},{"name":"56:44","price":"جو نہ ٹھنڈا ہے نہ فرحت بخش.(1)","arabic":"لَّا بَارِدٖ وَلَا كَرِيمٍ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5023,"juzNumber":27,"footnotes":"(1) یعنی سایہ ٹھنڈا ہوتا ہے، لیکن یہ جس کو سایہ سمجھ رہےہوں گے، وہ سایہ ہی نہیں ہوگا، جوٹھنڈا ہو، وہ تو جہنم کا دھواں ہوگا، وَلا كَرِيمٍ ،جس میں کوئی حسن منظر یا خیر نہیں۔ یا حلاوت نہیں۔","lang":"ur"},{"name":"56:45","price":"بیشک یہ لوگ اس سے پہلے بہت نازوں میں پلے ہوئے تھے.(1)","arabic":"إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُتۡرَفِينَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5024,"juzNumber":27,"footnotes":"(1) یعنی دنیا میں آخرت سے غافل ہو کر عیش و عشرت کی زندگی میں ڈوبے ہوئے تھے۔","lang":"ur"},{"name":"56:46","price":"اور بڑے بڑے گناہوں پر اصرار کرتے تھے.","arabic":"وَكَانُواْ يُصِرُّونَ عَلَى ٱلۡحِنثِ ٱلۡعَظِيمِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5025,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:47","price":"اور کہتے تھے کہ کیا جب ہم مر جائیں گے اور مٹی اور ہڈی ہو جائیں گے تو کیا ہم پھر دوباره اٹھا کھڑے کیے جائیں گے.","arabic":"وَكَانُواْ يَقُولُونَ أَئِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5026,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:48","price":"اور کیا ہمارے اگلے باپ دادا بھی؟(1)","arabic":"أَوَءَابَآؤُنَا ٱلۡأَوَّلُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5027,"juzNumber":27,"footnotes":"(1) اس سے معلوم ہوا کہ عقیدۂ آخرت کا انکار ہی کفر وشرک اور معاصی میں ڈوبے رہنےکا بنیادی سبب ہے . یہی وجہ ہے کہ جب آخرت کاتصور، اس کے ماننے والوں کے ذہنوں میں دھندلا جاتا ہے، تو ان میں بھی فسق و فجور عام ہو جاتا ہے۔ جیسے آج کل عام مسلمانوں کاحال ہے۔","lang":"ur"},{"name":"56:49","price":"آپ کہہ دیجئے کہ یقیناً سب اگلے اور پچھلے.","arabic":"قُلۡ إِنَّ ٱلۡأَوَّلِينَ وَٱلۡأٓخِرِينَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5028,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:50","price":"ضرور جمع کئے جائیں گے ایک مقرر دن کے وقت.","arabic":"لَمَجۡمُوعُونَ إِلَىٰ مِيقَٰتِ يَوۡمٖ مَّعۡلُومٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5029,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:51","price":"پھر تم اے گمراہو جھٹلانے والو!","arabic":"ثُمَّ إِنَّكُمۡ أَيُّهَا ٱلضَّآلُّونَ ٱلۡمُكَذِّبُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5030,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:52","price":"البتہ کھانے والے ہو تھوہر کا درخت.","arabic":"لَأٓكِلُونَ مِن شَجَرٖ مِّن زَقُّومٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5031,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:53","price":"اور اسی سے پیٹ بھرنے والے ہو.(1)","arabic":"فَمَالِـُٔونَ مِنۡهَا ٱلۡبُطُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5032,"juzNumber":27,"footnotes":"(1) یعنی اس کریہ المنظر اور نہایت بدذائقہ اور تلخ درخت کا کھانا تمہیں اگرچہ سخت ناگوار ہوگا، لیکن بھوک کی شدت سےتمہیں اسی سے اپنا پیٹ بھرنا ہوگا۔","lang":"ur"},{"name":"56:54","price":"پھر اس پر گرم کھولتا پانی پینے والے ہو.","arabic":"فَشَٰرِبُونَ عَلَيۡهِ مِنَ ٱلۡحَمِيمِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5033,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:55","price":"پھر پینے والے بھی پیاسے اونٹوں کی طرح.(1)","arabic":"فَشَٰرِبُونَ شُرۡبَ ٱلۡهِيمِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5034,"juzNumber":27,"footnotes":"(1) هِيمٌ ، أَهْيَمُ کی جمع ہے، ان پیاسے اونٹوں کو کہا جاتا ہے جو ایک خاص بیماری کی وجہ سے پانی پر پانی پیئے جاتے ہیں لیکن ان کی پیاس نہیں بجھتی۔ مطلب یہ ہے کہ زقوم کھانے کے بعد بھی اس طرح نہیں پیو گے جس طرح عام معمول ہوتا ہے، بلکہ ایک تو بطور عذاب کے تمہیں پینے کےلیے کھولتاہوا پانی ملے گا۔ دوسرا تم اسے پیاسے اونٹوں کی طرح پیئے جاؤ گے لیکن تمہاری پیاس دور نہیں ہوگی۔","lang":"ur"},{"name":"56:56","price":"قیامت کے دن ان کی مہمانی یہ ہے.(1)","arabic":"هَٰذَا نُزُلُهُمۡ يَوۡمَ ٱلدِّينِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5035,"juzNumber":27,"footnotes":"(1) یہ بطور استہزا اور تہکم کے فرمایا، ورنہ مہمانی تو وہ ہوتی ہے جو مہمان کی عزت کے لیےتیار کی جاتی ہے۔ یہ ایسے ہی ہےجیسے بعض مقام پر فرمایا: «فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ» (آل عمران: 21) ”ان کو دردناک عذاب کی خوش خبری سنا دیجیئے“۔","lang":"ur"},{"name":"56:57","price":"ہم ہی نے تم سب کو پیدا کیا ہے پھر تم کیوں باور نہیں کرتے؟(1)","arabic":"نَحۡنُ خَلَقۡنَٰكُمۡ فَلَوۡلَا تُصَدِّقُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5036,"juzNumber":27,"footnotes":"(1) یعنی تم جانتے ہو کہ تمہیں پیدا کرنے والا اللہ ہی ہے، پھر تم اس کو مانتے کیوں نہیں ہو؟ یا دوبارہ زندہ کرنے پر یقین کیوں نہیں کرتے؟","lang":"ur"},{"name":"56:58","price":"اچھا پھر یہ تو بتلاؤ کہ جو منی تم ٹپکاتے ہو.","arabic":"أَفَرَءَيۡتُم مَّا تُمۡنُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5037,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:59","price":"کیا اس کا (انسان) تم بناتے ہو یا پیدا کرنے والے ہم ہی ہیں؟(1)","arabic":"ءَأَنتُمۡ تَخۡلُقُونَهُۥٓ أَمۡ نَحۡنُ ٱلۡخَٰلِقُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5038,"juzNumber":27,"footnotes":"(1) یعنی تمہارے بیویوں سےمباشرت کرنے کے نتیجے میں تمہارے جو قطرات منی عورتوں کے رحموں میں جاتے ہیں، ان سے انسانی شکل وصورت بنانے والے ہم ہیں یا تم؟","lang":"ur"},{"name":"56:60","price":"ہم ہی نے تم میں موت کو متعین کر دیا(1) ہے اور ہم اس سے ہارے ہوئے نہیں ہیں.(2)","arabic":"نَحۡنُ قَدَّرۡنَا بَيۡنَكُمُ ٱلۡمَوۡتَ وَمَا نَحۡنُ بِمَسۡبُوقِينَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5039,"juzNumber":27,"footnotes":"(1) یعنی ہر شخص کی موت کا وقت مقرر کر دیا ہے، جس سے کوئی تجاوز نہیں کر سکتا۔ چنانچہ کوئی بچپن میں، کوئی جوانی میں اور کوئی بڑھاپے میں فوت ہوتا ہے۔\n(2) یا مغلوب اور عاجز نہیں ہیں، بلکہ قادر ہیں۔","lang":"ur"},{"name":"56:61","price":"کہ تمہاری جگہ تم جیسے اور پیدا کر دیں اور تمہیں نئے سرے سے اس عالم میں پیدا کریں جس سے تم (بالکل) بےخبر ہو.(1)","arabic":"عَلَىٰٓ أَن نُّبَدِّلَ أَمۡثَٰلَكُمۡ وَنُنشِئَكُمۡ فِي مَا لَا تَعۡلَمُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5040,"juzNumber":27,"footnotes":"(1) یعنی تمہاری صورتیں مسخ کر کے تمہیں بندر اور خنزیر بنادیں اور تمہاری جگہ تمہاری شکل و صورت کی کوئی اور مخلوق پیداکردیں۔","lang":"ur"},{"name":"56:62","price":"تمہیں یقینی طور پر پہلی دفعہ کی پیدائش معلوم ہی ہے پھر کیوں عبرت حاصل نہیں کرتے؟(1)","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلنَّشۡأَةَ ٱلۡأُولَىٰ فَلَوۡلَا تَذَكَّرُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5041,"juzNumber":27,"footnotes":"(1) یعنی کیوں یہ نہیں سمجھتے کہ جس طرح اس نے تمہیں پہلی مرتبہ پیدا کیا (جس کا تمہیں علم ہے) وہ دوبارہ بھی پیدا کر سکتا ہے۔","lang":"ur"},{"name":"56:63","price":"اچھا پھر یہ بھی بتلاؤ کہ تم جو کچھ بوتے ہو.","arabic":"أَفَرَءَيۡتُم مَّا تَحۡرُثُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5042,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:64","price":"اسے تم ہی اگاتے ہو یا ہم اگانے والے ہیں.(1)","arabic":"ءَأَنتُمۡ تَزۡرَعُونَهُۥٓ أَمۡ نَحۡنُ ٱلزَّٰرِعُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5043,"juzNumber":27,"footnotes":"(1) یعنی زمین میں تم جو بیج بوتے ہو، اس سے ایک درخت زمین کے اوپر نمودار ہو جاتا ہے۔ غلے کے ایک بےجان دانے کوپھاڑ کر اور زمین کے سینے کو چیر کو اس طرح درخت اگانے والا کون ہے؟ یہ بھی منی کے قطرے سے انسان بنا دینے کی طرح ہماری ہی قدرت کا شاہکار ہے۔ یا تمہارے کسی ہنر یا چھو منتر کانتیجہ ہے؟","lang":"ur"},{"name":"56:65","price":"اگر ہم چاہیں تواسے ریزه ریزه کر ڈالیں اور تم حیرت کے ساتھ باتیں بناتے ہی ره جاؤ.(1)","arabic":"لَوۡ نَشَآءُ لَجَعَلۡنَٰهُ حُطَٰمٗا فَظَلۡتُمۡ تَفَكَّهُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5044,"juzNumber":27,"footnotes":"(1) یعنی کھیتی کو سرسبز وشاداب کرنےکے بعد، جب وہ پکنے کے قریب ہو جائے توہم اگر چاہیں تو اسے خشک کر کے ریزہ ریزہ کردیں اور تم حیرت سے منہ ہی تکتے رہ جاؤ۔ تَفَكُّهٌ اضداد میں سے ہے اس کے معنی نعمت وخوش حالی بھی ہیں اور حزن ویاس بھی۔ یہاں دوسرے معنی مراد ہیں، اس کے مختلف معانی کیے گئے ہیں، تُنَوِّعُونَ كَلامَكُمْ ، تَنْدَمُونَ ، تَحْزَنُونَ ، تَعْجَبُونَ ، تَلاوَمُونَ، اور تَفْجَعُونَ وغیرہ۔ ظَلْتُمْ، اصل میں ظَلَلْتُم بمعنی صِرْتُمْ اور تَفَكَّهُونَ، تَتَفَكَّهُونَ ہے۔","lang":"ur"},{"name":"56:66","price":"کہ ہم پر تو تاوان ہی پڑ گیا.(1)","arabic":"إِنَّا لَمُغۡرَمُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5045,"juzNumber":27,"footnotes":"(1) یعنی ہم نے پہلے زمین پر ہل چلا کر اسے ٹھیک کیا پھر بیج ڈالا، پھر اسے پانی دیتے رہے، لیکن جب فصل کے پکنے کا وقت آیا تو وہ خشک ہو گئی، اور ہمیں کچھ بھی نہ ملا یعنی یہ سارا خرچ اور محنت، ایک تاوان ہی ہوا جو ہمیں برداشت کرنا پڑا۔ تاوان کا مطلب یہی ہوتا ہے کہ انسان کو اس کے مال یا محنت کامعاوضہ نہ ملے، بلکہ وہ یوں ہی ضائع ہو جائے یا زبردستی اس سے کچھ موصول کر لیا جائے۔ اور اس کےبدلے میں اسے کچھ نہ دیا جائے۔","lang":"ur"},{"name":"56:67","price":"بلکہ ہم بالکل محروم ہی ره گئے.","arabic":"بَلۡ نَحۡنُ مَحۡرُومُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5046,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:68","price":"اچھا یہ بتاؤ کہ جس پانی کو تم پیتے ہو.","arabic":"أَفَرَءَيۡتُمُ ٱلۡمَآءَ ٱلَّذِي تَشۡرَبُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5047,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:69","price":"اسے بادلوں سے بھی تم ہی اتارتے ہو یا ہم برساتے ہیں؟","arabic":"ءَأَنتُمۡ أَنزَلۡتُمُوهُ مِنَ ٱلۡمُزۡنِ أَمۡ نَحۡنُ ٱلۡمُنزِلُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5048,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:70","price":"اگر ہماری منشا ہو تو ہم اسے کڑوا زہر کردیں پھر تم ہماری شکرگزاری کیوں نہیں کرتے؟(1)","arabic":"لَوۡ نَشَآءُ جَعَلۡنَٰهُ أُجَاجٗا فَلَوۡلَا تَشۡكُرُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5049,"juzNumber":27,"footnotes":"(1) یعنی اس احسان پر ہماری اطاعت کر کے ہمارا عملی شکر اداکیوں نہیں کرتے؟","lang":"ur"},{"name":"56:71","price":"اچھا ذرا یہ بھی بتاؤ کہ جو آگ تم سلگاتے ہو.","arabic":"أَفَرَءَيۡتُمُ ٱلنَّارَ ٱلَّتِي تُورُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5050,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:72","price":"اس کے درخت کو تم نے پیدا کیا ہے یا ہم اس کے پیدا کرنے والے ہیں؟(1)","arabic":"ءَأَنتُمۡ أَنشَأۡتُمۡ شَجَرَتَهَآ أَمۡ نَحۡنُ ٱلۡمُنشِـُٔونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5051,"juzNumber":27,"footnotes":"(1) کہتے ہیں عرب میں دو درخت ہیں، مرخ اور عفار، ان دونوں سے ٹہنیاں لے کر، ان کو آپس میں رگڑا جائے تو اس سےآگ کے شرارے نکلتے ہیں۔","lang":"ur"},{"name":"56:73","price":"ہم نے اسے سبب نصیحت(1) اور مسافروں کے فائدے کی چیز بنایا ہے.(2)","arabic":"نَحۡنُ جَعَلۡنَٰهَا تَذۡكِرَةٗ وَمَتَٰعٗا لِّلۡمُقۡوِينَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5052,"juzNumber":27,"footnotes":"(1) کہ اس کے اثرات اور فوائد حیرت انگیز ہیں اور دنیاکی بےشمار چیزوں کی تیاری کے لیے اسے ریڑھ کی ہڈی کی حیثیت حاصل ہے۔ جو ہماری قدرت عظیمہ کی نشانی ہے، پھر ہم نے جس طرح دنیامیں یہ آگ پیدا کی ہے، ہم آخرت میں بھی پیدا کرنے پر قادر ہیں۔ جو اس سے 69 درجہ حرارت میں زیادہ ہو گی۔ (كَمَا فِي الْحَدِيثِ)۔\n(2) مُقْوِينَ، مُقْوٍ کی جمع ہے، قَوَاءٌ یعنی خالی صحرا میں داخل ہونے والا، مراد مسافر ہے۔ یعنی مسافر صحراؤں اور جنگلوں میں ان درختوں سے فائدہ اٹھاتے ہیں، اس سے روشنی، گرمی اور ایندھن حاصل کرتے ہیں۔ بعض نے مُقْوٍ سے وہ فقرا مراد لیےہیں جو بھوک کی وجہ سے خالی پیٹ ہوں۔ بعض نے اس کی معنی مُسْتَمْتِعِينَ (فائدہ اٹھانے والے) کیے ہیں۔ اس میں امیر ، غریب، مقیم اور مسافر سب آ جاتے ہیں اور سب ہی آگ سے فائدہ اٹھاتے ہیں، اسی لیے حدیث میں جن تین چیزوں کو عام رکھنے کا اوران سے کسی کو نہ روکنے کا حکم دیا گیا ہے، ان میں پانی اورگھاس کے علاوہ آگ بھی ہے، (أبو داود، كتاب البيوع، باب في منع الماء ، وسنن ابن ماجه، كتاب الرهون، باب المسلمون شركاء في ثلاث) امام ابن کثیر نے اس مفہوم کو زیادہ پسندکیا ہے۔","lang":"ur"},{"name":"56:74","price":"پس اپنے بہت بڑے رب کے نام کی تسبیح کیا کرو.","arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5053,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:75","price":"پس میں قسم کھاتا ہوں ستاروں کے گرنے کی.(1)","arabic":"۞ فَلَآ أُقۡسِمُ بِمَوَٰقِعِ ٱلنُّجُومِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5054,"juzNumber":27,"footnotes":"(1) فَلا أُقْسِمُ میں ”لا“ زائد ہے جو تاکید کے لیے ہے۔ یا یہ زائد نہیں ہے۔ بلکہ ماقبل کی کسی چیز کی نفی کےلیے ہے۔ یعنی یہ قرآن کہانت یا شاعری نہیں ہے بلکہ میں ستاروں کے گرنے کی قسم کھا کر کہتا ہوں کہ یہ قرآن عزت والا ہے . . . مَوَاقِعُ النُّجُومِ سے مراد ستاروں کے طلوع و غروب کی جگہیں اور ان کی منزلیں اور مدارہیں، بعض نے ترجمہ کیا ہے ”قسم کھاتا ہوں آیتوں کے اترنے کی پیغمبروں کے دلوں میں“ (موضح القرآن) یعنی نجوم، قرآن کی آیات اور مواقع، قلوب انبیا۔ بعض نے اس کا مطلب قرآن کا آہستہ آہستہ بتدریج اترنا اور بعض نے قیامت والے ستاروں کا جھڑنا مراد لیا ہے۔ (ابن کثیر)۔","lang":"ur"},{"name":"56:76","price":"اور اگرتمہیں علم ہو تو یہ بہت بڑی قسم ہے.","arabic":"وَإِنَّهُۥ لَقَسَمٞ لَّوۡ تَعۡلَمُونَ عَظِيمٌ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5055,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:77","price":"کہ بیشک یہ قرآن بہت بڑی عزت واﻻ ہے.(1)","arabic":"إِنَّهُۥ لَقُرۡءَانٞ كَرِيمٞ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5056,"juzNumber":27,"footnotes":"(1) یہ جواب قسم ہے۔","lang":"ur"},{"name":"56:78","price":"جو ایک محفوظ کتاب میں درج ہے","arabic":"فِي كِتَٰبٖ مَّكۡنُونٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5057,"juzNumber":27,"footnotes":"(1) یعنی لوح محفوظ ہیں۔","lang":"ur"},{"name":"56:79","price":"جسے صرف پاک لوگ ہی چھو سکتے ہیں.(1)","arabic":"لَّا يَمَسُّهُۥٓ إِلَّا ٱلۡمُطَهَّرُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5058,"juzNumber":27,"footnotes":"(1) لا يَمَسُّهُ، میں ضمیر کا مرجع لوح محفوط ہے اور پاک لوگوں سے مراد فرشتے، بعض نے اس کا مرجع، قرآن کریم کو بنایا ہے یعنی اس قرآن کو فرشتے ہی چھوتےہیں، یعنی آسمانوں پر فرشتوں کے علاوہ کسی کی بھی رسائی اس قرآن تک نہیں ہوتی۔ مطلب مشرکین کی تردید ہے جو کہتے تھے کہ قرآن شیاطین لے کر اترتے ہیں۔ اللہ نے فرمایا یہ کیونکر ممکن ہے یہ قرآن تو شیطانی اثرات سے بالکل محفوظ ہے۔","lang":"ur"},{"name":"56:80","price":"یہ رب العالمین کی طرف سےاترا ہوا ہے.","arabic":"تَنزِيلٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5059,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:81","price":"پس کیا تم ایسی بات کو سرسری (اور معمولی) سمجھ رہے ہو؟(1)","arabic":"أَفَبِهَٰذَا ٱلۡحَدِيثِ أَنتُم مُّدۡهِنُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5060,"juzNumber":27,"footnotes":"(1) حدیث سے مراد قرآن کریم ہے مُدَاهَنَةٌ، وہ نرمی جو کفر ونفاق کے مقابلے میں اختیار کی جائے۔ دراں حالیکہ ان کے مقابلے میں سخت تر رویے کی ضرورت ہے۔ یعنی اس قرآن کو اپنانے کے معاملےمیں تمام کافروں کو خوش کرنے کے لیے نرمی اور اعراض کا راستہ اختیار کر رہے ہو۔ حالانکہ یہ قرآن جو مذکورہ صفات کا حامل ہے، اس لائق ہے کہ اسے نہایت خوشی سے اپنایا جائے۔","lang":"ur"},{"name":"56:82","price":"اور اپنے حصے میں یہی لیتے ہو کہ جھٹلاتے پھرو.","arabic":"وَتَجۡعَلُونَ رِزۡقَكُمۡ أَنَّكُمۡ تُكَذِّبُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5061,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:83","price":"پس جبکہ روح نرخرے تک پہنچ جائے.","arabic":"فَلَوۡلَآ إِذَا بَلَغَتِ ٱلۡحُلۡقُومَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5062,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:84","price":"اور تم اس وقت آنکھوں سے دیکھتے رہو.(1)","arabic":"وَأَنتُمۡ حِينَئِذٖ تَنظُرُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5063,"juzNumber":27,"footnotes":"(1) یعنی روح نکلتے ہوئے دیکھتے ہو لیکن اسے ٹال سکنے کی یا اسے کوئی فائدہ پہنچانےکی قدرت نہیں رکھتے۔","lang":"ur"},{"name":"56:85","price":"ہم اس شخص سے بہ نسبت تمہارے بہت زیاده قریب ہوتے ہیں(1) لیکن تم نہیں دیکھ سکتے.(2)","arabic":"وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنكُمۡ وَلَٰكِن لَّا تُبۡصِرُونَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5064,"juzNumber":27,"footnotes":"(1) یعنی مرنے والے کے ہم، تم سے بھی زیادہ قریب ہوتےہیں۔ اپنے علم، قدرت اور رؤیت کے اعتبار سے۔ یا ہم سے مراد اللہ کے کارندے یعنی موت کے فرشتے ہیں جو اس کی روح قبض کرتےہیں۔\n(2) یعنی اپنی جہالت کی وجہ سے تمہیں اس بات کا ادراک نہیں کہ اللہ تو تمہاری شہ رگ سے بھی زیادہ قریب ہے یا روح قبض کرنے والے فرشتوں کو تم دیکھ نہیں سکتے۔","lang":"ur"},{"name":"56:86","price":"پس اگر تم کسی کے زیرفرمان نہیں.","arabic":"فَلَوۡلَآ إِن كُنتُمۡ غَيۡرَ مَدِينِينَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5065,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:87","price":"اور اس قول میں سچے ہو تو (ذرا) اس روح کو تو لوٹاؤ.(1)","arabic":"تَرۡجِعُونَهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5066,"juzNumber":27,"footnotes":"(1) دَانَ يَدِينُ کے معنی ہیں، ماتحت ہونا، دوسرے معنی ہیں بدلہ دینا۔ یعنی اگر تم اس بات میں سچے ہو کہ کوئی تمہارا آقا اور مالک نہیں جس کے تم زیرفرمان اور ماتحت ہو یاکوئی جزا سزا کا دن نہیں آئے گا، تو اس قبض کی ہوئی روح کو اپنی جگہ پر واپس لوٹا کر دکھاو اور اگرتم ایسا نہیں کر سکتے تو اس کا صاف مطلب یہ ہے کہ تمہارا گمان باطل ہے۔ یقیناً تمہارا ایک آقا ہے اور یقیناً ایک دن آئے گا جس میں وہ آقا ہر ایک کو اس کے عمل کی جزادے گا۔","lang":"ur"},{"name":"56:88","price":"پس جو کوئی بارگاه الٰہی سے قریب کیا ہوا ہوگا.(1)","arabic":"فَأَمَّآ إِن كَانَ مِنَ ٱلۡمُقَرَّبِينَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5067,"juzNumber":27,"footnotes":"(1) سورت کے آغاز میں اعمال کےلحاظ سے انسانوں کی جو تین قسمیں بیان کی گئیں تھیں، ان کا پھر ذکر کیا جا رہا ہے۔ یہ ان کی پہلی قسم ہے جنہیں مقربین کے علاوہ سابقین بھی کہا جاتا ہے۔ کیونکہ وہ نیکی کے ہرکام میں آگے آگے ہوتے ہیں اور قبول ایمان میں بھی دوسروں سے سبقت کرتے ہیں اور اپنی اسی خوبی کی وجہ سے وہ مقربین بارگاہ الٰہی قرار پاتے ہیں۔","lang":"ur"},{"name":"56:89","price":"اسے تو راحت ہے اور غذائیں ہیں اور آرام والی جنت ہے.","arabic":"فَرَوۡحٞ وَرَيۡحَانٞ وَجَنَّتُ نَعِيمٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5068,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:90","price":"اور جو شحص داہنے (ہاتھ) والوں میں سے ہے.(1)","arabic":"وَأَمَّآ إِن كَانَ مِنۡ أَصۡحَٰبِ ٱلۡيَمِينِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5069,"juzNumber":27,"footnotes":"(1) یہ دوسری قسم ہے، عام مومنین۔ یہ بھی جہنم سے بچ کر جنت میں جائیں گے، تاہم درجات میں سابقین سے کم تر ہوں گے۔ موت کے وقت فرشتے ان کو بھی سلامتی کی خوش خبری دیتے ہیں۔","lang":"ur"},{"name":"56:91","price":"تو بھی سلامتی ہے تیرے لیے کہ تو داہنے والوں میں سے ہے.","arabic":"فَسَلَٰمٞ لَّكَ مِنۡ أَصۡحَٰبِ ٱلۡيَمِينِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5070,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:92","price":"لیکن اگر کوئی جھٹلانے والوں گمراہوں میں سے ہے.(1)","arabic":"وَأَمَّآ إِن كَانَ مِنَ ٱلۡمُكَذِّبِينَ ٱلضَّآلِّينَ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5071,"juzNumber":27,"footnotes":"(1) یہ تیسری قسم ہے جنہیں آغازسورت میں أَصْحَابُ الْمَشْئَمَة ِکہا گیا تھا، بائیں ہاتھ والے یا حاملین نحوست۔ یہ اپنے کفر ونفاق کی سزا یا اس کی نحوست عذاب جہنم کی صورت میں بھگتیں گے۔","lang":"ur"},{"name":"56:93","price":"تو کھولتے ہوئے گرم پانی کی مہمانی ہے.","arabic":"فَنُزُلٞ مِّنۡ حَمِيمٖ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5072,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:94","price":"اور دوزخ میں جانا ہے.","arabic":"وَتَصۡلِيَةُ جَحِيمٍ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5073,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:95","price":"یہ خبر سراسر حق اور قطعاً یقینی ہے.","arabic":"إِنَّ هَٰذَا لَهُوَ حَقُّ ٱلۡيَقِينِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5074,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"56:96","price":"پس تواپنے عظیم الشان پروردگار کی تسبیح کر.(1)","arabic":"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ","category":["56 (Al-Waqi'ah)","Al-Waqi'ah","Surah Al-Waqi'ah"],"ayahNumber":5075,"juzNumber":27,"footnotes":"(1) حدیث میں آتا ہے کہ دو کلمے اللہ کو بہت محبوب ہیں، زباں پر ہلکے اور وزن میں بھاری۔ سُبْحَانَ اللهِ وَبِحَمْدِه سَبْحَانَ اللهِ الْعَظِيمِ (صحيح بخاري آخری حدیث وصحيح مسلم كتاب الذكر ، باب فضل التهليل والتسبيح والدعاء)۔","lang":"ur"},{"name":"57:1","price":"آسمانوں اور زمین میں جو ہے (سب) اللہ کی تسبیح کر رہے ہیں(1) ، وه زبردست باحکمت ہے.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"(1) یہ تسبیح زبان حال سے نہیں، بلکہ زبان مقال سے ہے اسی لیے فرمایا گیا ہے، وَلَكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ (بني إسرائيل: 44) ”تم ان کی تسبیح نہیں سمجھ سکتے“۔ حضرت داود (عليه السلام) کے بارے میں آتا ہے کہ ان کے ساتھ پہاڑ بھی تسبیح کرتےتھے۔ (الانبیا:79) اگر یہ تسبیح حال یا تسبیح دلالت ہوتی تو حضرت داود (عليه السلام) کے ساتھ اس کو خاص کرنے کی ضرورت ہی نہ ہوتی۔","lang":"ur"},{"name":"57:2","price":"آسمانوں اور زمین کی بادشاہت اسی کی ہے(1) ، وہی زندگی دیتا ہے اور موت بھی اور وه ہر چیز پر قادر ہے.","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"(1) اس لیے وہ ان میں جس طرح چاہتا ہے تصرف فرماتاہے، اس کے سوا ان میں کسی کا حکم اور تصرف نہیں چلتا۔ یا مطلب ہے کہ بارش، نباتات اور روزیوں کے سارے خزانے اسی کی ملک میں ہیں۔","lang":"ur"},{"name":"57:3","price":"وہی پہلے ہے اور وہی پیچھے، وہی ﻇاہر ہے اور وہی مخفی(1) ، اور وه ہر چیز کو بخوبی جاننے واﻻ ہے.","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"(1) وہی اول ہے یعنی اس سے پہلے کچھ نہ تھا، وہی آخر ہے، اس کے بعد کوئی چیز نہیں ہوگی، وہی ظاہر ہے یعنی وہ سب پر غالب ہے، اس پر کوئی غالب نہیں۔ وہی باطن ہے، یعنی باطن کی ساری باتوں کو صرف وہی جانتا ہے یا لوگوں کی نظروں اور عقلوں سےمخفی ہے۔ (فتح القدیر) نبی ﹲ نے اپنی صاحبزادی فاطمہ (رضی الله عنها) کو یہ دعا پڑھنے کی تاکید فرمائی تھی۔ «اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الْعَرْشِ الْعَظِيمِ ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ ، مُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْفُرْقَانِ، فَالِقَ الْحَبِّ وَالنَّوَى ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِه، اللَّهُمَّ أَنْتَ الأوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ ، وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ ، وَأَنْتَ البَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَاغْنِنَا مِنَ الْفَقْرِ» (صحيح مسلم، كتاب الذكر والدعاء باب ما يقول عند النوم وأخذ المضجع) اس دعا میں، جو ادائیگی قرض کے لیے مسنون ہے، اول و آخر اور ظاہر وباطن کی تفسیر بیان فرما دی گئی ہے۔","lang":"ur"},{"name":"57:4","price":"وہی ہے جس نے آسمانوں اور زمین کو چھ دن میں پیدا کیا پھر عرش پر مستوی(1) ہو گیا۔ وه (خوب) جانتا ہےاس چیز کو جو زمین میں جائے(2) اور جو اس سے نکلے(3) اور جو آسمان سے نیچے آئے(4) اور جو کچھ چڑھ کر اس میں جائے(5)، اور جہاں کہیں تم ہو وه تمہارے ساتھ ہے(6) اور جو تم کر رہے ہو اللہ دیکھ رہا ہے.","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"(1) اسی مفہوم کی آیات سورۂ اعراف 54، سورۂ یونس ،3، اور الم السجدۃ،4 وغیرھا من الآیات میں گزر چکی ہیں۔ ان کےحواشی ملاحظہ فرمالیے جائیں۔\n(2) یعنی زمین میں بارش کےجو قطرے اور غلہ جات ومیوہ جات کے جو بیج داخل ہوتے ہیں، ان کی کمیت وکیفیت کو وہ جانتا ہے۔\n(3) جو درخت، چاہے وہ پھلوں کےہوں یا غلوں کے یا زینت وآرائش اور خوشبو والے پھولوں کے بوٹے ہوں، یہ جتنے بھی اور جیسے بھی باہر نکلتے ہیں، سب اللہ کے علم میں ہیں۔ جیسے دوسرے مقام پر فرمایا «وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إِلا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلا يَعْلَمُهَا وَلا حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلا رَطْبٍ وَلا يَابِسٍ إِلا فِي كِتَابٍ مُبِينٍ» (سورة الأنعام :59) اور اللہ تعالیٰ ہی کےپاس ہیں تمام مخفی اشیا کے خزانے، ان کو کوئی نہیں جانتا بجز اللہ کے، اور وہ تمام چیزوں کو جانتاہے جو کچھ خشکی میں اور جو کچھ دریاؤں میں ہیں۔ کوئی پتا نہیں گرتا مگر وہ اس کو بھی جانتاہے، اور کوئی دانہ کوئی زمین کے تاریک حصوں میں نہیں پڑتا اورنہ کوئی تر اور نہ کوئی خشک چیز گرتی ہے، مگر یہ سب کتاب مبین میں ہیں۔\n(4) بارش، اولے، برف، تقدیر اور وہ احکام، جو فرشتے لے کر اترتے ہیں۔\n(5) فرشتے انسانوں کے جو عمل لے کر چڑھتے ہیں جس طرح حدیث میں آتا ہے کہ اللہ کی طرف رات کے عمل دن سے پہلے اور دن کے عمل رات سے پہلے چڑھتے ہیں۔ (صحيح مسلم، كتاب الإيمان ، باب إن الله لا ينام)۔\n(6) یعنی تم خشکی میں ہو یا تری میں،رات ہو یا دن، گھروں میں ہو یا صحراؤں میں، ہرجگہ ہروقت وہ اپنے علم وبصر کے لحاظ سے تمہارے ساتھ ہے یعنی تمہارے ایک ایک عمل کو دیکھتا ہے، تمہاری ایک ایک بات کو جانتا اور سنتا ہے۔ یہی مضمون سورۂ ھود:3۔ سورۂ رعد: 10 اور دیگر آیات میں بیان کیا گیا ہے۔","lang":"ur"},{"name":"57:5","price":"آسمانوں کی اور زمین کی بادشاہی اسی کی ہے۔ اور تمام کام اسی کی طرف لوٹائے جاتے ہیں.","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"57:6","price":"وہی رات کو دن میں لے جاتا ہے اور وہی دن کو رات میں داخل کر دیتا ہے(1) اور سینوں کے بھیدوں کا وه پورا عالم ہے.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"(1) یعنی تمام چیزوں کا مالک وہی ہے، وہ جس طرح چاہتا ہے، ان میں تصرف فرماتا ہے، اس کے حکم وتصرف سے کبھی رات لمبی، دن چھوٹا اور کبھی اس کے برعکس دن لمبا اور رات چھوٹی ہو جاتی ہے اور کبھی دونوں برابر۔ اسی طرح کبھی سردی، کبھی گرمی، کبھی بہار اور کبھی خزاں۔ موسموں کا تغیر وتبدل بھی اس کے حکم ومشیت سے ہوتا ہے۔","lang":"ur"},{"name":"57:7","price":"اللہ پر اور اس کے رسول پر ایمان لے آؤ اور اس مال میں سے خرچ کرو جس میں اللہ نے تمہیں (دوسروں کا) جانشین بنایا(1) ہے پس تم میں سے جو ایمان ﻻئیں اور خیرات کریں انہیں بہت بڑا ﺛواب ملے گا.","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"(1) یعنی یہ مال اس سے پہلے کسی دوسرے کےپاس تھا۔ اس میں اس بات کی طرف اشارہ ہے کہ تمہارے پاس بھی یہ مال نہیں رہے گا، دوسرے اس کے وارث بنیں گے، اگر تم نے اسے اللہ کی راہ میں خرچ نہ کیا تو بعد میں اس کے وارث بننے والے اسے اللہ کی راہ میں خرچ کر کے تم سے زیادہ سعادت حاصل کر سکتے ہیں اور اگروہ اسے نافرمانی میں خرچ کریں گے تو تم بھی معاونت کے جرم میں ماخوذ ہو سکتے ہو۔ (ابن کثیر) حدیث میں آتا ہے کہ ”انسان کہتا ہے، میرا مال، میرا مال، حالانکہ تیرا مال، ایک تو وہ ہے جو تو نے کھا پی کر فنا کر دیا، دوسرا وہ ہے جسے پہن کر بوسیدہ کر دیا اور تیسرا وہ جو اللہ کی راہ میں خرچ کر کے آخرت کے لیے ذخیرہ کرلیا۔ اس کے علاوہ جو کچھ ہے وہ سب دوسرے لوگوں کے حصے میں آئے گا“۔ (صحيح مسلم، كتاب الزهد ومسند أحمد ،4 / 24)۔","lang":"ur"},{"name":"57:8","price":"تم اللہ پر ایمان کیوں نہیں ﻻتے؟ حاﻻنکہ خود رسول تمہیں اپنے رب پر ایمان ﻻنےکی دعوت دے رہا ہے اور اگر تم مومن ہو تو وه تو تم سے مضبوط عہد وپیمان بھی لے چکا ہے.(1)","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"(1) ابن کثیر نے اخذ کافاﻋل الرسول کو بنایا ہے اور مراد وہ بعیت لی جو رسول ﹲ صحابہ کرام (رضي الله عنهم) سے لیتے تھےکہ خوشی اور ناخوشی ہر حالت میں سمع وطاعت کرنی ہے اور امام ابن جریر کےنزدیک اس کا فاعل اللہ ہے اور مراد وہ عہد ہے جو اللہ تعالیٰ نے تمام انسانوں سے اس وقت لیا تھا جب انہیں آدم (عليه السلام) کی پشت سے نکالا تھا، جو عہد الست کہلاتا ہے، جس کا ذکر سورۃ الاعراف: 172 میں ہے۔","lang":"ur"},{"name":"57:9","price":"وه (اللہ) ہی ہے جو اپنے بندے پر واضح آیتیں اتارتا ہے تاکہ وه تمہیں اندھیروں سے نور کی طرف لے جائے یقیناً اللہ تعالیٰ تم پر نرمی کرنے واﻻ رحم کرنے واﻻ ہے.","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"57:10","price":"تمہیں کیا ہو گیا ہے جو تم اللہ کی راه میں خرچ نہیں کرتے؟ دراصل آسمانوں اور زمینوں کی میراث کا مالک (تنہا) اللہ ہی ہے تم میں سے جن لوگوں نے فتح سے پہلے فی سبیل اللہ دیا ہے اور قتال کیا ہے وه (دوسروں کے) برابر نہیں(1) ، بلکہ ان سے بہت بڑے درجے کے ہیں جنہوں نے فتح کے بعد خیراتیں دیں اور جہاد کیے(2)۔ ہاں بھلائی کا وعده تو اللہ تعالیٰ کاان سب سے ہے(3) جو کچھ تم کر رہے ہو اس سے اللہ خبردار ہے.","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"(1) فتح سے مراد اکثر مفسرین کے نزدیک فتح مکہ ہے۔ بعض نے صلح حدیبیہ کو فتح مبین کا مصداق سمجھ کر اسے مرادلیا ہے۔ بہرحال صلح حدیبیہ یا فتح مکہ سے قبل مسلمان تعداد اور قوت کےلحاظ سے بھی کم ترتھے اور مسلمانوں کی مالی حالت بھی بہت کمزور تھی۔ ان حالات میں اللہ کی راہ میں خرچ کرنا اورجہاد میں حصہ لینا، دونوں کام نہایت مشکل اور بڑے دل گردے کا کام تھا، جب کہ فتح مکہ کے بعد یہ صورت حال بدل گئی۔ مسلمان قوت وتعداد میں بڑھتے چلے گئے اوران کی مالی حالت بھی پہلے سے کہیں زیادہ بہتر ہو گئی۔ اس میں اللہ تعالی نے دونوں ادوار کے مسلمانوں کی بابت فرمایا کہ یہ اجر میں برابرنہیں ہو سکتے۔\n(2) کیونکہ پہلوں کا انفاق اورجہاد، دونوں کام نہایت کٹھن حالات میں ہوئے۔ اس سے معلوم ہوا کہ اہل فضل وعزم کو دیگر لوگوں کے مقابلے میں مقدم رکھنا چاہیے۔ اسی لیے اہل سنت کےنزدیک شرف وفضل میں حضرت ابوبکر صدیق (رضي الله عنه) سب سے مقدم ہیں، کیونکہ مومن اول بھی وہی ہیں اور منفق اول اور مجاہد اول بھی وہی۔ اس لیے رسول اللہ ﹲ نے حضرت صدیق اکبر (رضي الله عنه) کواپنی زندگی اورموجودگی میں نماز کے لیے آگے کیا، اور اسی بنیاد پر مومنوں (صحابہ کرام) نے انہیں استحقاق خلافت میں مقدم رکھا رَضِيَ اللهُ عَنْهُمْ وَرَضُوا عَنْهُ۔\n(3) اس میں وضاحت فرما دی کہ صحابہ کرام (رضي الله عنهم) کے درمیان شرف وفضل میں تفاوت تو ضرور ہے لیکن تفاوت درجات کا مطلب یہ نہیں کہ بعد میں مسلمان ہونے والے صحابہ کرام (رضي الله عنهم) ایمان واخلاق کے اعتبار سے بالکل ہی گئے گزرے تھے، جیساکہ بعض حضرات، حضرت معاویہ (رضي الله عنه) ،ان کے والد حضرت ابوسفیان (رضي الله عنه) اور دیگر بعض ایسے ہی جلیل القدر صحابہ کے بارے میں ہرزہ سرائی یا انہیں طلقاء کہہ کر ان کی تنقیص واہانت کرتے ہیں۔ نبی صلی اللہ علیہ وسلم نے تمام صحابہ کرام (رضي الله عنهم) کے بارے میں فرمایا ہے کہ لا تَسُبُّوا أَصْحَابِي میرے صحابہ پر سب وشتم نہ کرو، قسم ہے اس ذات کی جس کے ہاتھ میں میری جان ہے کہ اگر تم میں سے کوئی شخص احد پہاڑ جتنا سونا بھی اللہ کی راہ میں خرچ کردے تو وہ میرے صحابی کے خرچ کیےہوئے ایک مد بلکہ نصف مد کے بھی برابر نہیں۔ (صحيح بخاري، وصحيح مسلم ، كتاب فضائل الصحابة)۔","lang":"ur"},{"name":"57:11","price":"کون ہے جو اللہ تعالیٰ کو اچھی طرح قرض دے پھر اللہ تعالیٰ اسے اس کے لیے بڑھاتا چلا جائے اور اس کے لیے پسندیده اجر ﺛابت ہو جائے.(1)","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"(1) اللہ کو قرض حسن دینے کا مطلب ہے، اللہ کی راہ میں صدقہ وخیرات کرنا۔ یہ مال، جو انسان اللہ کی راہ میں خرچ کرتا ہے، اللہ ہی کا دیا ہوا ہے، اس کے باوجود اسے قرض قرار دینا، یہ اللہ کا فضل واحسان ہے کہ وہ اس انفاق پر اسی طرح اجر دے گا جس طرح قرض کی ادائیگی ضروری ہوتی ہے۔","lang":"ur"},{"name":"57:12","price":"(قیامت کے دن تو دیکھے گا کہ مومن مردوں اور عورتوں کا نور ان کے آگے آگے اور ان کے دائیں دوڑ رہا ہوگا(1) آج تمہیں ان جنتوں کی خوش خبری ہے جن کے نیچے نہریں جاری ہیں جن میں ہمیشہ کی رہائش ہے۔ یہ ہے بڑی کامیابی.(2)","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"(1) یہ عرصہ محشر میں پل صراط میں ہوگا، یہ نور ان کے ایمان اور عمل صالح کا صلہ ہوگا، جس کی روشنی میں وہ جنت کا راستہ آسانی سے طے کرلیں گے۔ امام ابن کثیر اور امام ابن جریر وغیر ہ ما نے وَبِأَيْمَانِهِمْ کا مفہوم یہ بیان کیا ہے کہ ان کے دائیں ہاتھوں میں ان کے اعمال نامے ہوں گے۔\n(2) یہ وہ فرشتے کہیں گے جو ان کے استقبال اور پیشوائی کےلیے وہاں ہوں گے۔","lang":"ur"},{"name":"57:13","price":"اس دن منافق مرد وعورت ایمان والوں سے کہیں گے کہ ہمارا انتظار تو کرو کہ ہم بھی تمہارے نور سے کچھ روشنی حاصل کر لیں(1) ۔ جواب دیا جائے گا کہ تم اپنے پیچھے لوٹ جاؤ(2) اور روشنی تلاش کرو۔ پھر ان کے اور ان کے درمیان(3) ایک دیوار حائل کر دی جائے گی جس میں دروازه بھی ہوگا۔ اس کے اندرونی حصہ میں تو رحمت(4) ہوگی اور باہر کی طرف عذاب ہوگا.(5)","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"(1) یہ منافقین کچھ فاصلے تک اہل ایمان کے ساتھ ان کی روشنی میں چلیں گے، پھر اللہ تعالیٰ منافقین پر اندھیرا مسلط فرما ئےگا، اس وقت وہ اہل ایمان سے یہ کہیں گے۔\n(2) اس کا مطلب یہ ہے کہ دنیا میں جا کر اسی طرح ایمان اور عمل صالح کی پونجی لے کر آؤ، جس طرح ہم لائے ہیں۔ یا استہزا کے طور پراہل ایمان کہیں گےکہ پیچھے جہاں سے ہم یہ نور لائے تھے وہیں جا کر اسے تلاش کرو۔\n(3) یعنی مومنین اور منافقین کے درمیان۔\n(4) اس سے مراد جنت ہے جس میں اہل ایمان داخل ہو چکےہوں گے۔\n(5) یہ وہ حصہ ہے جس میں جہنم ہوگی۔","lang":"ur"},{"name":"57:14","price":"یہ چلا چلا کر ان سے کہیں گے کہ کیا ہم تمھارے ساتھ نہ تھے(1) وه کہیں گے کہ ہاں تھے تو سہی لیکن تم نے اپنے آپ کو فتنہ میں پھنسا رکھا(2) تھا اور انتظار میں ہی رہے(3) اور شک و شبہ کرتے رہے(4) اور تمہیں تمہاری فضول تمناؤں نے دھوکے میں ہی رکھا(5) یہاں تک کہ اللہ کا حکم آ پہنچا(6) اور تمہیں اللہ کے بارے میں دھوکہ دینے والے نے دھوکے میں ہی رکھا.(7)","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"(1) یعنی دیوارحائل ہونے پر منافقین مسلمانوں سے کہیں گے کہ دنیا میں ہم تمہارے ساتھ نمازیں نہیں پڑھتے تھے ، اور جہاد وغیرہ میں حصہ نہیں لیتے تھے؟\n(2) کہ تم نے اپنے دلوں میں کفر اور نفاق چھپا رکھا تھا۔\n(3) کہ شایدمسلمان کسی گردش کا شکار ہو جائیں۔\n(4) دین کے معاملے میں، اسی لیے قرآن کو مانا نہ دلائل ومعجزات کو۔\n(5) جس میں تمہیں شیطان نے مبتلا کیے رکھا۔\n(6) یعنی تمہیں موت آ گئی، یا مسلمان بالآخر غالب رہے اور تمہاری آرزوں پر پانی پھیر گیا۔\n(7) یعنی اللہ کے حلم اور اس کے قانون امہال (مہلت دینے) کی وجہ سے تمہیں شیطان نےدھوکےمیں ڈالے رکھا۔","lang":"ur"},{"name":"57:15","price":"الغرض، آج تم سے نہ فدیہ (اور نہ بدلہ) قبول کیا جائے گا اور نہ کافروں سے تم (سب) کا ٹھکانا دوزخ ہے۔ وہی تمہاری رفیق ہے(1) اور وه برا ٹھکانا ہے.","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"(1) مولیٰ اسے کہتے ہیں جوکسی کے کاموں کا متولی یعنی ذمےدار بنے۔ گویا اب جہنم ہی اس بات کی ذمےدار ہے کہ انہیں سخت سے سخت تر عذاب کا مزا چکھائے۔ بعض کہتے ہیں کہ ہمیشہ ساتھ رہنے والے کو بھی مولیٰ کہہ لیتے ہیں، یعنی اب جہنم کی آگ ہی ان کی ہمیشہ کی ساتھی اور رفیق ہوگی۔ بعض کہتے ہیں کہ اللہ تعالیٰ جہنم کو بھی عقل وشعور عطا فرمائے گا پس وہ کافروں کے خلاف غیظ وغضب کا اظہار کرے گی۔ یعنی ان کی والی بنے گی اور انہیں عذاب الیم سے دو چار کرے گی۔","lang":"ur"},{"name":"57:16","price":"کیا اب تک ایمان والوں کے لیے وقت نہیں آیا کہ ان کے دل ذکر الٰہی سے اور جو حق اتر چکا ہے اس سے نرم ہو جائیں(1) اور ان کی طرح نہ ہو جائیں جنہیں ان سے پہلے کتاب دی گئی(2) تھی پھر جب ان پر ایک زمانہ دراز گزر گیا تو ان کے دل سخت ہو گئے(3) اور ان میں بہت سے فاسق ہیں.(4)","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"(1) خطاب اہل ایمان کو ہے۔ اور مطلب ان کو اللہ کی یاد کی طرف مزید متوجہ اور قرآن کریم سے کسب ہدایت کی تلقین کرنا ہے۔ خشوع کے معنی ہیں، دلوں کا نرم ہو کر اللہ کی طرف جھک جانا، حق سے مراد قرآن کریم ہے۔\n(2) جیسے یہود ونصاریٰ ہیں۔ یعنی تم ان کی طرح نہ ہو جانا۔\n(3) چنانچہ انہوں نے اللہ کی کتاب میں تحریف اور تبدیلی کر دی، اس کے عوض دنیاکا ثمن قلیل حاصل کرنے کو انہوں نے شعار بنا لیا، اس کے احکام کو پس پشت ڈال دیا، اللہ کے دین میں لوگوں کی تقلید اختیار کرلی اور ان کو اپنا رب بنا لیا،مسلمانوں کو متنبہ کیا جا رہا ہے کہ تم یہ کام مت کرو ورنہ تمہارے دل بھی سخت ہو جائیں گے اور پھر یہی کام جو ان پر لعنت الٰہی کا سبب بنے، تمہیں اچھے لگیں گے۔\n(4) یعنی ان کے دل فاسد اوراعمال باطل ہیں۔ دوسرے مقام پر اللہ نےفرمایا: «فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ» (المائدة: 13)۔","lang":"ur"},{"name":"57:17","price":"یقین مانوکہ اللہ ہی زمین کو اس کی موت کے بعد زنده کر دیتا ہے۔ ہم نے تو تمہارے لیے اپنی آیتیں بیان کردیں تاکہ تم سمجھو.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"57:18","price":"بیشک صدقہ دینے والے مرد اور صدقہ دینے والی عورتیں اور جو اللہ کو خلوص کے ساتھ قرض دے رہے ہیں۔ ان کے لیے یہ بڑھایا جائے گا(1) اور ان کے لیے پسندیده اجر وﺛواب ہے.(2)","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"(1) یعنی ایک کے بدلے میں کم از کم دس گنا اور اس سے زیادہ سات سو گناہ بلکہ اس سے بھی زیادہ تک۔ یہ زیادتی اخلاص نیت، حاجت وضرورت اور مکان وزمان کی بنیاد پر ہو سکتی ہے۔ جیسے پہلے گزرا کہ جن لوگوں نے فتح مکہ سےقبل خرچ کیا، وہ اجر وثواب میں ان سے زیادہ ہوں گے، جنہوں نے اس کے بعد خرچ کیا۔\n(2) یعنی جنت اور اس کی نعمتیں، جن کو کبھی زوال اورفنا نہیں۔ آیت میں مُصَّدِّقِينَ اصل میں مُتَصَدِّقِينَ ہے۔ تاکوصادمیں مدغم کر دیا گیا۔","lang":"ur"},{"name":"57:19","price":"اللہ اوراس کے رسول پر جو ایمان رکھتے ہیں وہی لوگ اپنے رب کے نزدیک صدیق(1) اور شہید ہیں ان کے لیے ان کا اجر اور ان کا نور ہے، اور جو لوگ کفر کرتے ہیں اور ہماری آیتوں کوجھٹلاتے ہیں وه جہنمی ہیں.","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"(1) بعض مفسرین نے یہاں وقف کیا ہے۔ اور آگے وَالشُّهَدَاءُ کو الگ جملہ قرار دیا ہے صدیقیت کمال ایمان اور کمال صدق و صفا کا نام ہے۔ حدیث میں آتا ہے کہ (آدمی ہمیشہ سچ بولتا ہے اور سچ ہی کی تلاش اور کوشش میں رہتا ہے۔ حتیٰ کہ اللہ کے ہاں اسے صدیق لکھ دیا جاتا ہے (متفق عليه ، مشكاة ، كتاب الآداب ، باب حفظ اللسان) ایک اور حدیث میں صدیقین کا وہ مقام بیان کیا گیا ہے جو جنت میں انہیں حاصل ہوگا۔ فرمایا ”جنتی، اپنے سے اوپر کے بالاخانے والوں کو اس طرح دیکھیں گے، جیسے چمکتے ہوئے مشرقی یامغربی ستارے کو تم آسمان کے کنارے پر دیکھتے ہو، یعنی ان کے درمیان درجات کا اتنا فرق ہوگا“، صحابہ نےپوچا: یہ انبیاء کے درجات ہوں گے جن کو دوسرے حاصل نہیں کر سکیں گے؟ آپ ﹲ نے فرمایا ”ہاں، قسم ہے اس ذات کی جس کے ہاتھ میں میری جان ہے یہ وہ لوگ ہیں جو اللہ پر ایمان لائے اور پیغمبروں کی تصدیق کی“۔(صحيح بخاري، كتاب بدء الخلق ، باب ما جاء في صفة الجنة وأنها مخلوقة) یعنی ایمان اور تصدیقی کا حق ادا کیا۔ (فتح الباری)۔","lang":"ur"},{"name":"57:20","price":"خوب جان رکھو کہ دنیا کی زندگی صرف کھیل تماشا زینت اور آپس میں فخر (و غرور) اور مال واوﻻد میں ایک کا دوسرے سے اپنے آپ کو زیاده بتلانا ہے، جیسے بارش اور اس کی پیداوار کسانوں(1) کو اچھی معلوم ہوتی ہے پھر جب وه خشک ہو جاتی ہے تو زرد رنگ میں اس کو تم دیکھتے ہو پھر وه بالکل چورا چورا ہو جاتی ہے(2) اور آخرت میں سخت عذاب(3) اور اللہ کی مغفرت اور رضامندی ہے(4) اور دنیا کی زندگی بجز دھوکے کے سامان کے اور کچھ بھی تو نہیں.(5)","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"(1) كُفَّارٌ، کسانوں کو کہا گیا ہے، اس لیے کہ اس کے لغوی معنی ہیں چھپانے والے۔ کافروں کے دلوں میں اللہ کا اور آخرت کا انکار چھپا ہوتا ہے، اس لیے انہیں کافر کہا جاتا ہے۔ اور کاشﺖ کاروں کے لیے یہ لفظ بولا گیا ہے کہ وہ بھی زمین میں بیج بوتے یعنی انہیں چھپا دیتے ہیں۔\n(2) یہاں دنیا کی زندگی کو سرعت زوال میں کھیتی سے تشبیہ دی گئی ہے کہ جس طرح کھیتی جب شاداب ہوتی ہے تو بڑی بھلی لگتی ہے، کاشﺖ کار اسے دیکھ کر بڑے خوش ہوتےہیں۔ لیکن وہ بہت ہی جلد خشک اور زرد رو ہوکر چورا چورا ہو جاتی ہے۔ اسی طرح دنیا کی زیب وزینت ، مال اور اولاد دیگر چیزیں انسان کاﺩل لبھاتی ہیں۔ لیکن یہ زندگی چند روزہ ہی ہے۔ اس کو بھی ثبات و قرار نہیں۔\n(3) یعنی اہل کفر وعصیان کےلیے، جو دنیا کےکھیل کود میں ہی مصروف رہے اور اسی کو انہوں نے حاصل زندگی سمجھا۔\n(4) یعنی اہل ایمان وطاعت کے لیے، جنہوں نے دنیاکو ہی سب کچھ نہیں سمجھا، بلکہ اسے عارضی، فانی اور دارالامتحان سمجھتے ہوئے اللہ کی ہدایات کے مطابق اس میں زندگی گزاری۔\n(5) لیکن اس کے لیے جواس کےدھوکے میں مبتلا رہا اور آخرت کے لیے کچھ نہیں کیا۔ لیکن جس نے اس حیات دنیا کو طلب آخرت کے لیے استعمال کیا تو اس لیے یہی دنیا، اس سے بہتر زندگی حاصل کرنے کا ذریعہ ثابت ہو گی۔","lang":"ur"},{"name":"57:21","price":"(آؤ) دوڑو اپنے رب کی مغفرت کی طرف اور اس جنت کی طرف(1) جس کی وسعت آسمان وزمین کی وسعت کے برابر ہے(2) یہ ان کے لیے بنائی ہے جو اللہ پر اور اس کے رسولوں پر ایمان رکھتے ہیں۔ یہ اللہ کا فضل ہے جسے چاہے دے(3) اور اللہ بڑے فضل واﻻ ہے.(4)","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"(1) یعنی اعمال صالحہ اور توبہ النصوح کی طرف کیونکہ یہی چیزیں مغفرت رب کا ذریعہ ہیں\n(2) اور جس کا عرض اتنا ہو، اس کا طول کتنا ہو گا؟ کیونکہ طول، عرض سے زیادہ ہی ہوتا ہے۔\n(3) ظاہر ہے اس کی چاہت اسی کے لیے ہوتی ہے جو کفرومعصیت سے توبہ کرکے ایمان وعمل صالح کی زندگی اختیار کر لیتاہے، اسی لیے وہ ایسےلوگوں کو ایمان اور اعمال صالحہ کی توفیق سے بھی نواز دیتا ہے۔\n(4) وہ جس پر چاہتا ہے،اپنا فضل فرماتا ہے، جس کو وہ کچھ دے، کوئی روک نہیں سکتا اور جس سے روک لے، اسے کوئی دے نہیں سکتا، تمام خیر اسی کے ہاتھ میں ہے، وہی کریم مطلق اور جواد حقیقی ہے جس کے ہاں بخل کا تصور نہیں۔","lang":"ur"},{"name":"57:22","price":"نہ کوئی مصیبت دنیا میں آتی ہے(1) نہ (خاص) تمہاری جانوں میں(2)، مگر اس سے پہلے کہ ہم اس کو پیدا کریں وه ایک خاص کتاب میں لکھی ہوئی ہے(3)، یہ (کام) اللہ تعالیٰ پر (بالکل) آسان ہے.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"(1) مثلاً قحط، سیلاب اور دیگر آفات ارضی وسماوی۔\n(2) مثلاً بیماریاں، تعب وتکان اور تنگ دستی وغیرہ۔\n(3) یعنی اللہ نے اپنے علم کے مطابق تمام مخلوقات کی پیدائش سے پہلے ہی سب باتیں لکھ دیں ہیں۔ جیسے حدیث میں ہے۔ نبی کریم ﹲ (صلى الله عليه وسلم) نے فرمایا : قَدَّرَ اللهُ الْمَقَادِيرَ قَبْلَ أَنْ يَخْلُقَ السَّمَوَاتِ وَالأرْضَ بِخَمْسِينَ أَلْفَ سَنةٍ (صحيح مسلم، كتاب القدر ، باب حجاج آدم وموسى عليهما السلام) ”اللہ تعالیٰ نے آسمان وزمین کی تخلیق سے پچاس ہزار سال قبل ہی ساری تقدیریں لکھ دی تھیں“۔","lang":"ur"},{"name":"57:23","price":"تاکہ تم اپنے سے فوت شده کسی چیز پر رنجیده نہ ہو جایا کرو اور نہ عطا کرده چیز پر اترا جاؤ(1) ، اور اترانے والے شیخی خوروں کو اللہ پسند نہیں فرماتا.","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"(1) یہاں جس حزن اور فرح سے روکا گیا ہے، وہ وہ غم اور خوشی ہے جو انسان کو ناجائز کاموں تک پہنچا دیتی ہے، ورنہ تکلیف پر رنجیدہ اور راحت پرخوش ہونا، یہ ایک فطری عمل ہے۔ لیکن مومن تکلیف پر صبر کرتا ہے کہ اللہ کی مشیت اور تقدیر ہے۔ جزع فزع کرنے سے اس میں تبدیلی نہیں آ سکتی۔ اور راحت پر، اتراتا نہیں ہے، اللہ کا شکر ادا کرتا ہے کہ یہ صرف اس کی اپنی سعی کا نتیجہ نہیں ہے بلکہ اللہ کا فضل وکرم اور اس کا احسان ہے۔","lang":"ur"},{"name":"57:24","price":"جو (خود بھی) بخل کریں اور دوسروں کو (بھی) بخل کی تعلیم دیں۔ سنو! جو بھی منھ پھیرے(1) اللہ بےنیاز اور سزاوار حمد وﺛنا ہے.","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"(1) یعنی انفاق فی سبیل اللہ سے، کیونکہ اصل بخل یہی ہے۔","lang":"ur"},{"name":"57:25","price":"یقیناً ہم نے اپنے پیغمبروں کو کھلی دلیلیں دے کر بھیجا اور ان کے ساتھ کتاب اور میزان (ترازو) نازل فرمایا(1) تاکہ لوگ عدل پر قائم رہیں۔ اور ہم نے لوہے کو اتارا(2) جس میں سخت ہیبت وقوت ہے(3) اور لوگوں کے لیے اور بھی (بہت سے) فائدے ہیں(4) اور اس لیے بھی کہ اللہ جان لے کہ اس کی اور اس کے رسولوں کی مدد بےدیکھے کون کرتا ہے(5)، بیشک اللہ قوت واﻻ اور زبردست ہے.(6)","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"(1) میزان سے مرد انصاف ہے اور مطلب ہے کہ ہم نے لوگوں کو انصاف کرنےکا حکم دیا ہے۔ بعض نے اس کاﺗرجمہ ترازو کیا ہے،ترازو کے اتارنے کا مطلب ہے، ہم نے ترازو کی طرف لوگوں کی رہنمائی کی کہ اس کے ذریعے سے لوگوں کو تول کر پورا پورا حق دو۔\n(2) یہاں بھی اتارا، پیدا کرنے اور اس کی صنعت سکھانے کے معنی میں ہے۔ لوہے سے بےشمار چیزیں بنتی ہیں، یہ سب اللہ کے اس الہام اور ارشاد کا نتیجہ ہے جو اس نے انسان کوکیا ہے۔\n(3) یعنی لوہے سے جنگی ہتھیار بنتے ہیں۔ جیسے تلوار، نیزہ، بندوق اور اب ایٹم، توپین،جنگی جہاز، آبدوزیں، گنیں، راکٹ اورٹینک وغیرہ بیشمار چیزیں۔ جن سے دشمن پروار بھی کیا جاتا ہے اور اپنا دفاع بھی۔\n(4) یعنی جنگی ہتھیاروں کے علاوہ لوہے سے اوربھی بہت سی چیزیں بنتی ہیں، جو گھروں میں اور مختلف صنعتوں میں کام میں آتی ہیں، جیسے چھریاں، چاقو، قینچی، ہتھوڑا، سوئی، زراعت، نجارت (بڑھئی) اورعمارت وغیرہ کا سامان اورچھوٹی بڑی بےشمار مشینیں اورسازوسامان۔\n(5) یہ ليِقَوُمَ پر عطف ہے۔ یعنی رسولوں کواس لیے بھی بھیجا ہے تاکہ وہ جان لے کہ کون اس کے رسولوں پر اللہ کو دیکھے بغیر، ایمان لاتا اور ان کی مدد کرتا ہے۔\n(6) اس کو اس بات کی حاجت نہیں ہے کہ لوگ اس کے دین کی اور اس کے رسولوں کی مدد کریں، بلکہ وہ چاہے تو اس کے بغیر ہی ان کو غالب فرمادے۔ لوگوں کو تو ان کی مدد کرنے کا حکم ان کی اپنی ہی بھلائی کے لیے دیا گیا ہے، تاکہ اس طرح وہ اپنے اللہ کو راضی کرکے اس کی مغفرت ورحمت کے مستحق بن جائیں۔","lang":"ur"},{"name":"57:26","price":"بیشک ہم نے نوح اور ابراہیم (علیہ السلام) کو (پیغمبر بنا کر) بھیجا اور ہم نے ان دونوں کی اوﻻد میں پیغمبری اور کتاب جاری رکھی تو ان میں سے کچھ تو راه یافتہ ہوئے اور ان میں سے اکثر بہت نافرمان رہے.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"","lang":"ur"},{"name":"57:27","price":"ان کے بعد پھر بھی ہم اپنے رسولوں کو پے در پے بھیجتے رہے اور ان کے بعد عیسیٰ بن مریم (علیہ السلام) کو بھیجا اور انہیں انجیل عطا فرمائی اور ان کے ماننے والوں کے دلوں میں شفقت اور رحم پیدا کردیا(1) ہاں رہبانیت (ترک دنیا) تو ان لوگوں نے ازخود ایجاد کرلی تھی ہم نے ان پر اسے واجب نہ کیا(2) تھا سوائے اللہ کی رضاجوئی کے(3)۔ سو انہوں نے اس کی پوری رعایت نہ کی(4)، پھر بھی ہم نے ان میں سے جو ایمان ﻻئے تھے۔ انہیں ان کا اجر دیا(5) اور ان میں زیاده تر لوگ نافرمان ہیں.","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"(1) رَأْفَةٌ کےمعنی نرمی اور رحمت کے معنی شفقت کے ہیں۔ پیروکاروں سےمراد حضرت عیسیٰ (عليه السلام) کے حواری ہیں۔ یعنی ان کے دلوں میں ایک دوسرے کے لیے پیار اور محبت کے جذبات پیدا کر دیے۔ جیسے صحابہ کرام (رضي الله عنهم) ایک دوسرے کے لیے رحیم وشفیق تھے۔ رُحَمَاءُ بَيْنَهُمْ - یہود، آپس میں اس طرح ایک دوسرے کے ہمدرد اور غم خوار نہیں، جیسے حضرت عیسیٰ (عليه السلام) کے پیروکار تھے۔\n(2) رَهْبَانِيَّةٌ، رَهْبٌ (خوف) سے ہے یا رُهْبَانٌ (درویش) کی طرف منسوب ہے اس صورت میں ”رے“ پر پیش رہے گا، یا اسے رہبنہ کی طرف منسوب مانا جائے تو اس صورت میں ”رے“ پر زبر ہوگا۔ رہبانیت کا مفہوم ترک دنیا ہے یعنی دنیا اور علائق دنیا سے منقطع ہو کر کسی جنگل، صحراء میں جا کر اللہ کی عبادت کرنا، اس کا پس منظر یہ ہے کہ حضرت عیسیٰ (عليه السلام) کے بعد ایسے بادشاہ ہوئے جنہوں نےتورات اور انجیل میں تبدیلی کر دی، جسے ایک جماعت نےقبول نہیں کیا۔ انہوں نے بادشاہوں کے ڈر سے پہاڑوں اور غاروں میں پناہ حاصل کرلی۔ یہ اس کا آغاز تھا، جس کی بنیاد اضطرار پر تھی۔ لیکن ان کے بعد آنے والے بہت سے لوگوں نے اپنے بزرگوں کو اندھی تقلید میں اس شہربدری کو عبادت کا ایک طریقہ بنا لیا اور اپنے آپ کو گرجاؤں اور معبدوں میں محبوس کر لیا اور اس کے لیے علائق دنیا سے انقطاع کو ضروری قراردے لیا۔ اسی کو اللہ نے ابتداع (خود گھڑنے) سے تعبیر فرمایا ہے۔\n(3) یہ پچھلی بات ہی کی تاکید ہے کہ یہ رہبانیت ان کی اپنی ایجاد تھی، اللہ نے اس کاﺣﻜﻢ نہیں دیا تھا۔\n(4) یعنی ہم نے تو ان پر صرف رضا جوئی فرض کی تھی۔ دوسرا ترجمہ اس کا ہے کہ انہوں نے یہ کام اللہ کی رضا تلاش کرنے کے لیے کیا تھا۔ لیکن اللہ تعالیٰ نے وضاحت فرما دی کہ اللہ کی رضا، دین میں اپنی طرف سے بدعات ایجاد کرنے سے حاصل نہیں ہو سکتی، چاہے وہ کتنی ہی خوش نما ہو۔ اللہ کی رضا تو اس کی اطاعت سے ہی حاصل ہو گی۔\n(5) یعنی گو انہوں نے مقصد اللہ کی رضاجوئی بتلایا، لیکن اس کی انہوں نے پوری رعایت نہیں کی، ورنہ وہ ابتداع (بدعت ایجاد کرنے) کے بجائے اتباع کا راستہ اختیار کرتے۔\n(6) یہ وہ لوگ ہیں جو دین عیسیٰ پر قائم رہے تھے۔","lang":"ur"},{"name":"57:28","price":"اے وه لوگو جو ایمان ﻻئے ہو! اللہ سے ڈرتے رہا کرو اور اس کے رسول پر ایمان ﻻؤ اللہ تمہیں اپنی رحمت کا دوہرا حصہ دے گا(1) اور تمہیں نور دے گا جس کی روشنی میں تم چلو پھرو گے اور تمہارے گناه بھی معاف فرمادے گا، اللہ بخشنے واﻻ مہربان ہے.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"(1) یہ دگنا اجر ان اہل ایمان کو ملے گا جونبی ﹲ سے قبل پہلےکسی رسول پر ایمان رکھتے تھے پھر نبی ﹲ پر بھی ایمان لے آئے جیسا کہ حدیث میں بیان کیا گیا ہے۔ (صحيح البخاري ، كتاب العلم ، باب تعليم الرجل أمته وأهله وصحيح مسلم ، كتاب الإيمان ، باب وجوب الإيمان برسالة نبينا) ایک دوسری تفسیر کے مطابق جب اہل کتاب نے اس بات پر فخر کا اظہارکیا کہ انہیں دو گنا اجر ملے گا، تو اللہ تعالیٰ نے مسلمانوں کے حق میں یہ آیت نازل فرمائی۔ (تفصیل کے لیے دیکھئے، تفسیر ابن کثیر)۔","lang":"ur"},{"name":"57:29","price":"یہ اس لیے کہ اہل کتاب(1) جان لیں کہ اللہ کے فضل کے کسی حصہ پر بھی انہیں اختیار نہیں اور یہ کہ (سارا) فضل اللہ ہی کے ہاتھ ہے وه جسے چاہے دے، اور اللہ ہے ہی بڑے فضل واﻻ.","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"(1) لِئَلا میں لا زائد ہے اور معنی ہیں لِيَعْلَمَ أَهْلُ الْكِتَابِ أَنَّهُمْ لا يَقْدِرُونَ عَلَى أَنْ يَنَالُوا شَيْئًا مِنْ فَضْلِ اللهِ (فتح القدير)۔","lang":"ur"}],"juz":{"id":27,"name":"قَالَ فَمَا خَطْبُكُمْ","transliteration":"Qala Fama Khatbukum","transEn":"He Said, What is Your Business","startVerse":"51:31","endVerse":"57:29","totalVerses":399}}