{"data":[{"name":"78:1","price":"یہ لوگ کس چیز کے بارے میں پوچھ گچھ کر رہے ہیں.(1)","arabic":"عَمَّ يَتَسَآءَلُونَ","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5673,"juzNumber":30,"footnotes":"(1) جب رسول اللہ (صلى الله عليه وسلم) کو خلعت نبوت سے نوازا گیا اور آپ نےتوحید، قیامت وغیرہ کا بیان فرمایا اور قرآن کی تلاوت فرمائی تو کفار ومشرکین باہم ایک دوسرے سے پوچھتے کہ یہ قیامت کیا واقعی ممکن ہے؟ جیسا کہ یہ شخص دعویٰ کر رہا ہے یا یہ قرآن واقعی اللہ کی طرف سے نازل کردہ ہے جیسا کہ محمد (صلى الله عليه وسلم) کہتا ہے۔ استفہام کے ذریعے سے اللہ نے پہلے ان چیزوں کی وہ حیثیت نمایاں کی جو ان کی ہے۔ پھر خود ہی جواب دیا کہ۔۔۔","lang":"ur"},{"name":"78:2","price":"اس بڑی خبر کے متعلق.","arabic":"عَنِ ٱلنَّبَإِ ٱلۡعَظِيمِ","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5674,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"78:3","price":"جس کے بارے میں یہ اختلاف کر رہے ہیں.(1)","arabic":"ٱلَّذِي هُمۡ فِيهِ مُخۡتَلِفُونَ","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5675,"juzNumber":30,"footnotes":"(1) یعنی جس بڑی خبر کی بابت ان کے درمیان اختلاف ہے، اس کے متعلق استفسار ہے۔ اس بڑی خبر سے بعض نے قرآن مجید مراد لیا ہے کافر اس کے بارے میں مختلف باتیں کرتے تھے، کوئی اسے جادو، کوئی کہانت، کوئی شعر اور کوئی پہلوں کی کہانیاں بتلاتا تھا۔ بعض کے نزدیک اس سے مراد قیامت کا برپا ہونا اور دوبارہ زندہ ہونا ہے۔ اس میں بھی ان کے درمیان کچھ اختلاف تھا۔ کوئی بالکل انکار کرتا تھا کوئی صرف شک کا اظہار۔ بعض کہتے ہیں کہ سوال کرنے والےمومن وکافر دونوں ہی تھے، مومنین کا سوال تو اضافہ یقین اور ازدیاد بصیرت کے لئے تھا اور کافروں کا استہزا اور تمسخر کے طور پر۔","lang":"ur"},{"name":"78:4","price":"یقیناً یہ عنقریب جان لیں گے.(1)","arabic":"كَلَّا سَيَعۡلَمُونَ","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5676,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"78:5","price":"پھر بالیقین انہیں بہت جلد معلوم ہو جائے گا.(1)","arabic":"ثُمَّ كَلَّا سَيَعۡلَمُونَ","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5677,"juzNumber":30,"footnotes":"(1) یہ ڈانٹ اور زجر ہےکہ عنقریب سب کچھ معلوم ہو جائے گا۔ آگے اللہ تعالیٰ اپنی کاریگری اور عظیم قدرت کا تذکرہ فرما رہا ہے تاکہ توحید کی حقیقت ان کے سامنے واضح ہو اور اللہ کا رسول انہیں جس چیز کی دعوت دے رہا تھا، اس پر ایمان لانا ان کے لئے آسان ہو جائے۔","lang":"ur"},{"name":"78:6","price":"کیا ہم نے زمین کو فرش نہیں بنایا؟(1)","arabic":"أَلَمۡ نَجۡعَلِ ٱلۡأَرۡضَ مِهَٰدٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5678,"juzNumber":30,"footnotes":"(1) یعنی فرش کی طرح تم زمین پر چلتے پھرتے، اٹھتے، بیٹھتے، سوتے اور سارے کام کاج کرتے ہو۔ زمین کوڈولتا ہوا نہیں رہنے دیا۔","lang":"ur"},{"name":"78:7","price":"اور پہاڑوں کو میخیں (نہیں بنایا؟)(1)","arabic":"وَٱلۡجِبَالَ أَوۡتَادٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5679,"juzNumber":30,"footnotes":"(1) أَوْتَادٌ، وَتَدٌ کی جمع ہے میخیں۔ یعنی پہاڑوں کو زمین کے لئے میخیں بنایا تاکہ زمین ساکن رہے،حرکت نہ کرے، کیوں کہ حرکت واضطراب کی صورت میں زمین رہائش کے قابل ہی نہ ہوتی۔","lang":"ur"},{"name":"78:8","price":"اور ہم نے تمہیں جوڑا جوڑا پیدا کیا.(1)","arabic":"وَخَلَقۡنَٰكُمۡ أَزۡوَٰجٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5680,"juzNumber":30,"footnotes":"(1) یعنی مذکر اور مونث۔ نراور مادہ یا ازواج بمعنی اصناف والوان ہے۔ یعنی مختلف شکلوں اور رنگوں میں پیدا کیا، خوب صورت، بدصورت، دراز قد، کوتاہ قد، سفید اور سیاہ وغیرہ۔","lang":"ur"},{"name":"78:9","price":"اور ہم نے تمہاری نیند کو آرام کا سبب بنایا.(1)","arabic":"وَجَعَلۡنَا نَوۡمَكُمۡ سُبَاتٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5681,"juzNumber":30,"footnotes":"(1) سُبَاتٌ کے معنی قطع کرنے کے ہیں۔ رات بھی انسان وحیوان کی ساری حرکتیں منقطع کر دیتی ہے تاکہ سکون ہو جائے اور لوگ آرام کی نیند سو لیں۔ یا مطلب ہے کہ رات تمہارے اعمال کاٹ دیتی ہے یعنی عمل کے سلسلے کو ختم کر دیتی ہے۔ عمل ختم ہونے کا مطلب آرام ہے۔","lang":"ur"},{"name":"78:10","price":"اور رات کو ہم نے پرده بنایا.(1)","arabic":"وَجَعَلۡنَا ٱلَّيۡلَ لِبَاسٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5682,"juzNumber":30,"footnotes":"(1) یعنی رات کا اندھیرا اور سیاہی ہر چیز کو اپنے دامن میں چھپا لیتی ہے، جس طرح لباس انسان کے جسم کو چھپا لیتا ہے۔","lang":"ur"},{"name":"78:11","price":"اور دن کو ہم نے وقت روزگار بنایا.(1)","arabic":"وَجَعَلۡنَا ٱلنَّهَارَ مَعَاشٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5683,"juzNumber":30,"footnotes":"(1) مطلب ہے کہ دن کو روشن بنایا تاکہ لوگ کسب معاش کے لئے جد وجہد کر سکیں۔","lang":"ur"},{"name":"78:12","price":"اور تمہارے اوپر ہم نے سات مضبوط آسمان بنائے.(1)","arabic":"وَبَنَيۡنَا فَوۡقَكُمۡ سَبۡعٗا شِدَادٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5684,"juzNumber":30,"footnotes":"(1) ان میں سے ہر ایک کا فاصلہ پانچ سو سال کی مسافت جتنا ہے، جو اس کے استحکام اور مضبوطی کی دلیل ہے۔","lang":"ur"},{"name":"78:13","price":"اور ایک روشن چراغ (سورج) بنایا.(1)","arabic":"وَجَعَلۡنَا سِرَاجٗا وَهَّاجٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5685,"juzNumber":30,"footnotes":"(1) اس سے مراد سورج ہے اور جَعَلَ بمعنی خَلَقَ ہے۔","lang":"ur"},{"name":"78:14","price":"اور بدلیوں سے ہم نے بکثرت بہتا ہوا پانی برسایا.(1)","arabic":"وَأَنزَلۡنَا مِنَ ٱلۡمُعۡصِرَٰتِ مَآءٗ ثَجَّاجٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5686,"juzNumber":30,"footnotes":"(1) مُعْصِرَاتٌ وہ بدلیاں جو پانی سے بھری ہوئی ہے لیکن ابھی برسی نہ ہوں۔ جیسے الْمَرْأَةُ الْمُعْتَصِرَةُ، اس عورت کو کہتے ہیں جس کی ماہواری قریب ہو، ثَجَّاجًا کثرت سے بہنے والا پانی۔","lang":"ur"},{"name":"78:15","price":"تاکہ اس سے اناج اور سبزه اگائیں.(1)","arabic":"لِّنُخۡرِجَ بِهِۦ حَبّٗا وَنَبَاتٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5687,"juzNumber":30,"footnotes":"(1) حَبٌّ ( دانا ) وہ اناج جسے خوراک کے لئے ذخیرہ کر لیا جاتا ہے، جیسے گندم، چاول، جو، مکئی وغیرہ اور نبات، سبزیاں اور چارہ وغیرہ جو جانور کھاتے ہیں۔","lang":"ur"},{"name":"78:16","price":"اور گھنے باغ (بھی اگائیں).(1)","arabic":"وَجَنَّٰتٍ أَلۡفَافًا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5688,"juzNumber":30,"footnotes":"(1) أَلْفَافًا شاخوں کی کثرت کی وجہ سے ایک دوسرے سے ملے ہوئے درخت یعنی گھنے باغ۔","lang":"ur"},{"name":"78:17","price":"بیشک فیصلہ کے دن کا وقت مقرر ہے.(1)","arabic":"إِنَّ يَوۡمَ ٱلۡفَصۡلِ كَانَ مِيقَٰتٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5689,"juzNumber":30,"footnotes":"(1) یعنی اولین اور آخرین سب کے جمع ہونے اور وعدے کا دن۔ اسے فیصلے کا دن اس لئے کہا کہ اس دن جمع ہونے کا مقصد ہی تمام انسانوں کا ان کے اعمال کی روشنی میں فیصلہ کرنا ہے۔","lang":"ur"},{"name":"78:18","price":"جس دن کہ صور میں پھونکا جائے گا۔ پھر تم فوج در فوج چلے آؤ گے.(1)","arabic":"يَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَتَأۡتُونَ أَفۡوَاجٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5690,"juzNumber":30,"footnotes":"(1) بعض نے اس کا مفہوم یہ بھی بیان کیا ہے کہ ہر امت اپنے رسول کے ساتھ میدان محشر میں آئے گی۔ یہ دوسرا نفخہ ہوگا، جس میں سب لوگ قبروں سے زندہ اٹھ کر نکل آئیں گے۔ اللہ تعالیٰ آسمان سےپانی نازل فرمائے گا، جس سے انسان کھیتی کی طرح اگ آئے گا۔ انسان کی ہر چیز بوسیدہ ہو جائے گی، سوائے ریڑھ کی ہڈی کے آخری سرے کے۔ اسی سے قیامت والے دن تمام مخلوقات کی دوبارہ ترکیب ہوگی۔ ( صحیح بخاری، تفسیر سورۂ عم ) ۔","lang":"ur"},{"name":"78:19","price":"اور آسمان کھول دیا جائے گا تو اس میں دروازے ہی دروازے ہو جائیں گے.(1)","arabic":"وَفُتِحَتِ ٱلسَّمَآءُ فَكَانَتۡ أَبۡوَٰبٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5691,"juzNumber":30,"footnotes":"(1) یعنی فرشتوں کے نزول کے لئے راستے بن جائیں گے اور وہ زمین پر اتر آئیں گے۔","lang":"ur"},{"name":"78:20","price":"اور پہاڑ چلائے جائیں گے پس وه سراب ہو جائیں گے.(1)","arabic":"وَسُيِّرَتِ ٱلۡجِبَالُ فَكَانَتۡ سَرَابًا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5692,"juzNumber":30,"footnotes":"(1) سَرَابٌ، وہ ریت جو دور سے پانی محسوس ہوتی ہو۔ پہاڑ بھی سراب کی طرح صرف دور سے نظر آنے والی چیز بن کر رہ جائیں گے۔ اور اس کے بعد بالکل ہی معدوم ہو جائیں گے، ان کا کوئی نشان باقی نہیں رہے گا۔ بعض کہتے ہیں کہ قرآن میں پہاڑوں کی مختلف حالتیں بیان کی گئی ہیں، جن میں جمع وتطبیق کی صورت یہ ہے کہ پہلے انہیں ریزہ ریزہ کر دیا جائے گا فَدُكَّتَا دَكَّةً وَاحِدَةً ( الحاقة: 14 ) 2- وہ دھنی ہوئی روئی کی طرح ہو جائیں گے۔ كَالْعِهْنِ الْمَنْفُوشِ ( القارعة: 5) 3- وہ گرد وغبار ہو جائیں گے۔ فَكَانَتْ هَبَاءً مُنْبَثًّا ( الواقعة :6)۔ 4- ان کو اڑا دیا جائے گا يَنْسِفُهَا رَبِّي نَسْفًا (طه:105) اور پانچویں حالت یہ ہے کہ وہ سراب ہو جائیں گے۔ یعنی لا شَيْءَ جیسا کہ اس مقام پر ہے۔ ( فتح القدیر ) ۔","lang":"ur"},{"name":"78:21","price":"بیشک دوزخ گھات میں ہے.(1)","arabic":"إِنَّ جَهَنَّمَ كَانَتۡ مِرۡصَادٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5693,"juzNumber":30,"footnotes":"(1) گھات ایسی جگہ کو کہتے ہیں، جہاں چھپ کر دشمن کا انتظار کیا جاتا ہے تاکہ وہاں سے گزرے تو فوراً اس پر حملہ کر دیا جائے۔ جہنم کے داروغے بھی جہنمیوں کے انتظار میں اسی طرح بیٹھے ہیں یا خود جہنم اللہ کے حکم سے کفار کے لئے گھات لگائے بیٹھی ہے۔","lang":"ur"},{"name":"78:22","price":"سرکشوں کا ٹھکانہ وہی ہے.","arabic":"لِّلطَّٰغِينَ مَـَٔابٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5694,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"78:23","price":"اس میں وه مدتوں تک پڑے رہیں گے.(1)","arabic":"لَّٰبِثِينَ فِيهَآ أَحۡقَابٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5695,"juzNumber":30,"footnotes":"(1) أَحْقَابٌ ، حُقُبٌ کی جمع ہے، بمعنی زمانہ۔ مراد ابد اور ہمیشگی ہے۔ ابد الاباد تک وہ جہنم میں ہی رہیں گے۔ یہ سزا کافروں اور مشرکوں کے لئے ہے۔","lang":"ur"},{"name":"78:24","price":"نہ کبھی اس میں خنکی کا مزه چکھیں گے، نہ پانی کا.","arabic":"لَّا يَذُوقُونَ فِيهَا بَرۡدٗا وَلَا شَرَابًا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5696,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"78:25","price":"سوائے گرم پانی اور (بہتی) پیپ کے.(1)","arabic":"إِلَّا حَمِيمٗا وَغَسَّاقٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5697,"juzNumber":30,"footnotes":"(1) جو جہنمیوں کے جسموں سے نکلے گی۔","lang":"ur"},{"name":"78:26","price":"(ان کو) پورا پورا بدلہ ملے گا.(1)","arabic":"جَزَآءٗ وِفَاقًا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5698,"juzNumber":30,"footnotes":"(1) یعنی یہ سزا ان کے ان اعمال کےمطابق ہے جو وہ دنیا میں کرتے رہے ہیں۔","lang":"ur"},{"name":"78:27","price":"انہیں تو حساب کی توقع ہی نہ تھی.(1)","arabic":"إِنَّهُمۡ كَانُواْ لَا يَرۡجُونَ حِسَابٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5699,"juzNumber":30,"footnotes":"(1) یہ پہلے جملے کی تعلیل ہے۔ یعنی وہ مذکورہ سزا کے اس لئے مستحق قرار پائے کہ عقیدۂ بعث بعدالموت کے وہ قائل ہی نہیں تھے کہ حساب کتاب کی وہ امید رکھتے۔","lang":"ur"},{"name":"78:28","price":"اور بے باکی سے ہماری آیتوں کی تکذیب کرتے تھے.","arabic":"وَكَذَّبُواْ بِـَٔايَٰتِنَا كِذَّابٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5700,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"78:29","price":"ہم نے ہر ایک چیز کو لکھ کر شمار کر رکھا ہے.(1)","arabic":"وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ كِتَٰبٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5701,"juzNumber":30,"footnotes":"(1) یعنی لوح محفوظ میں۔ یا وہ ریکارڈ مراد ہے جو فرشتے لکھتے رہے۔ پہلا مفہوم زیادہ صحیح ہے، جیسا کہ دوسرے مقام پر فرمایا وَكُلَّ شَيْءٍ أحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ ( يس:12) ۔","lang":"ur"},{"name":"78:30","price":"اب تم (اپنے کیے کا) مزه چکھو ہم تمہارا عذاب ہی بڑھاتے رہیں گے.(1)","arabic":"فَذُوقُواْ فَلَن نَّزِيدَكُمۡ إِلَّا عَذَابًا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5702,"juzNumber":30,"footnotes":"(1) عذاب بڑھانے کا مطلب ہے کہ اب یہ عذاب دائمی ہے۔ جب ان کے چمڑے گل جائیں گے تو دوسرے بدل دیئے جائیں گے۔ ( النساء:56 ) جب آگ بجھنے لگے گی، تو پھر بھڑ کا دی جائے گی۔ بنی اسرائیل:97)۔","lang":"ur"},{"name":"78:31","price":"یقیناً پرہیزگار لوگوں کے لئے کامیابی ہے.(1)","arabic":"إِنَّ لِلۡمُتَّقِينَ مَفَازًا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5703,"juzNumber":30,"footnotes":"(1) اہل شقاوت کےتذکرے کے بعد، یہ اہل سعادت کا تذکرہ اور ان نعمتوں کا بیان ہے جن سے حیات اخروی میں وہ بہرہ ور ہوں گے۔ یہ کامیابی اور نعمتیں انہیں تقویٰ کی بدولت حاصل ہوں گی۔ تقویٰ ، ایمان واطاعت کے تقاضوں کی تکمیل کا نام ہے، خوش قسمت ہیں وہ لوگ، جو ایمان لانے کے بعد تقویٰ اور عمل صالح کا اہتمام کرتے ہیں۔ جَعَلَنَا اللهُ مِنْهُمْ ۔","lang":"ur"},{"name":"78:32","price":"باغات ہیں اور انگور ہیں.(1)","arabic":"حَدَآئِقَ وَأَعۡنَٰبٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5704,"juzNumber":30,"footnotes":"(1) یہ مفازاً سے بدل ہے ۔","lang":"ur"},{"name":"78:33","price":"اور نوجوان کنواری ہم عمر عورتیں ہیں.(1)","arabic":"وَكَوَاعِبَ أَتۡرَابٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5705,"juzNumber":30,"footnotes":"(1) كَوَاعِبَ كَاعِبةٌ کی جمع ہے، یہ كَعْبٌ ( ٹخنہ ) سے ہے، جس طرح ٹخنہ ابھرا ہوا ہوتا ہے، ان کی چھاتیوں میں بھی ایسا ہی ابھار ہوگا، جو ان کے حسن وجمال کا ایک مظہر ہے۔ أَتْرَابٌ ہم عمر۔","lang":"ur"},{"name":"78:34","price":"اور چھلکتے ہوئے جام ہیں.(1)","arabic":"وَكَأۡسٗا دِهَاقٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5706,"juzNumber":30,"footnotes":"(1) دِهَاقًا، بھرے ہوئے، یا لگاتار، ایک کے بعد ایک۔ یا صاف شفاف۔ كَأْسٌ، ایسے جام کو کہتے ہیں جو لبالب بھرا ہوا ہو۔","lang":"ur"},{"name":"78:35","price":"وہاں نہ تو وه بیہوده باتیں سنیں گے اور نہ جھوٹی باتیں سنیں گے.(1)","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوٗا وَلَا كِذَّٰبٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5707,"juzNumber":30,"footnotes":"(1) یعنی کوئی بے فائدہ اور بے ہودہ بات وہاں نہیں ہوگی، نہ ایک دوسرے سے جھوٹ بولیں گے۔","lang":"ur"},{"name":"78:36","price":"(ان کو) تیرے رب کی طرف سے (ان کے نیک اعمال کا)یہ بدلہ ملے گا جو کافی انعام ہوگا.(1)","arabic":"جَزَآءٗ مِّن رَّبِّكَ عَطَآءً حِسَابٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5708,"juzNumber":30,"footnotes":"(1) عَطَاءً کے ساتھ حِسَابٌ مبالغے کے لئے آتا ہے، یعنی اللہ کی داد ودہش کی وہاں فراوانی ہوگی۔","lang":"ur"},{"name":"78:37","price":"(اس رب کی طرف سے ملے گا جو کہ) آسمانوں کا اور زمین کا اور جو کچھ ان کے درمیان ہے ان کا پروردگار ہے اور بڑی بخشش کرنے واﻻ ہے۔ کسی کو اس سے بات چیت کرنے کا اختیار نہیں ہوگا.(1)","arabic":"رَّبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلرَّحۡمَٰنِۖ لَا يَمۡلِكُونَ مِنۡهُ خِطَابٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5709,"juzNumber":30,"footnotes":"(1) یعنی اس کی عظمت، ہیبت اور جلالت اتنی ہوگی کہ ابتداءً اس سےکسی کو بات کرنے کی ہمت نہ ہوگی، اسی لئے اس کی اجازت کے بغیر کوئی شفاعت کے لئے بھی لب کشائی نہیں کر سکے گا۔","lang":"ur"},{"name":"78:38","price":"جس دن روح اور فرشتے صفیں باندھ کر کھڑے ہوں گے(1) تو کوئی کلام نہ کر سکے گا مگر جسے رحمٰن اجازت دے دے اور وه ٹھیک بات زبان سے نکالے.(2)","arabic":"يَوۡمَ يَقُومُ ٱلرُّوحُ وَٱلۡمَلَٰٓئِكَةُ صَفّٗاۖ لَّا يَتَكَلَّمُونَ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَقَالَ صَوَابٗا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5710,"juzNumber":30,"footnotes":"(1) یہاں جبرائیل (عليه السلام) سمیت رُوحٌ کے کئی مفہوم بیان کئے گئے ہیں، امام ابن کثیر نے بنو آدم ( انسان ) کو اشبہ ( قرین قیاس ) قرار دیا ہے۔\n(2) یہ اجازت اللہ تعالیٰ ان فرشتوں کو اور اپنے پیغمبروں کو عطا فرمائے گا اور وہ جو بات کریں گی حق وصواب ہی ہوگی، یا یہ مفہوم ہے کہ، اجازت صرف اسی کےبارے میں دی جائے گی جس نے درست بات کہی ہو۔ یعنی کلمہ توحید کا اقراری رہا ہو۔","lang":"ur"},{"name":"78:39","price":"یہ دن حق ہے(1) اب جو چاہے اپنے رب کے پاس (نیک اعمال کر کے) ٹھکانا بنالے.(2)","arabic":"ذَٰلِكَ ٱلۡيَوۡمُ ٱلۡحَقُّۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ مَـَٔابًا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5711,"juzNumber":30,"footnotes":"(1) یعنی لا محالہ آنے والا ہے۔\n(2) یعنی اس آنے والے دن کو سامنےرکھتے ہوئے ایمان وتقویٰ کی زندگی اختیار کرے تاکہ اس روز وہاں اس کو اچھا ٹھکانہ مل جائے۔","lang":"ur"},{"name":"78:40","price":"ہم نے تمہیں عنقریب آنے والے عذاب سے ڈرا دیا (اور چوکنا کر دیا) ہے(1) ۔ جس دن انسان اپنے ہاتھوں کی کمائی کو دیکھ لے گا(2) اور کافر کہے گا کہ کاش! میں مٹی ہو جاتا.(3)","arabic":"إِنَّآ أَنذَرۡنَٰكُمۡ عَذَابٗا قَرِيبٗا يَوۡمَ يَنظُرُ ٱلۡمَرۡءُ مَا قَدَّمَتۡ يَدَاهُ وَيَقُولُ ٱلۡكَافِرُ يَٰلَيۡتَنِي كُنتُ تُرَٰبَۢا","category":["78 (An-Naba)","An-Naba","Surah An-Naba"],"ayahNumber":5712,"juzNumber":30,"footnotes":"(1) یعنی قیامت والے دن کے عذاب سے جو قریب ہی ہے۔ کیوں کہ اس کا آنا یقینی ہے اور ہر آنے والے چیز قریب ہی ہے، کیونکہ بہر صورت اسے آکر ہی رہنا ہے۔\n(2) یعنی اچھا یا برا، جو عمل بھی اس نے دنیا میں کیا وہ اللہ کے ہاں پہنچ گیا ہے، قیامت والے دن وہ اس کے سامنے آجائے گا اور اس کا مشاہدہ کر لے گا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا (الكهف ،49) يُنَبَّأُ الإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ ( القيامة ،13) ۔\n(3) یعنی جب وہ اپنے لئے ہولناک عذاب دیکھے گا تو یہ آرزو کرے گا۔ بعض کہتے ہیں۔ کہ اللہ تعالیٰ حیوانات کے درمیان بھی عدل وانصاف کے مطابق فیصلہ فرمائے گا، حتیٰ کہ ایک سینگ والی بکری نے بے سینگ کے جانور پر کوئی زیادتی کی ہوگی، تو اس کا بھی بدلہ دلائے گا اس سے فراغت کے بعد اللہ تعالیٰ جانوروں کو حکم دے گا کہ مٹی ہو جاو۔ چنانچہ وہ مٹی ہو جائیں گے۔ اس وقت کافر بھی آرزو کریں گے کہ کاش وہ بھی حیوان ہوتے اور آج مٹی بن جاتے۔ ( تفسیر ابن کثیر ) ۔","lang":"ur"},{"name":"79:1","price":"ڈوب کر سختی سے کھینچنے والوں کی قسم!(1)","arabic":"وَٱلنَّٰزِعَٰتِ غَرۡقٗا","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5713,"juzNumber":30,"footnotes":"(1) نَزْعٌ کے معنی، سختی سے کھینچنا، غَرْقًا ڈوب کر۔ یہ جان نکالنے والے فرشتوں کی صفت ہے فرشتے کافروں کی جان، نہایت سختی سے نکالتے ہیں اور جسم کے اندر ڈوب کر۔","lang":"ur"},{"name":"79:2","price":"بند کھول کر چھڑا دینے والوں کی قسم!(1)","arabic":"وَٱلنَّٰشِطَٰتِ نَشۡطٗا","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5714,"juzNumber":30,"footnotes":"(1) نَشْطٌ کے معنی، گرہ کھول دینا، یعنی مومن کی جان فرشتے بہ سہولت نکالتے ہیں، جیسے کسی چیز کی گرہ کھول دی جائے۔","lang":"ur"},{"name":"79:3","price":"اور تیرنے پھرنے والوں کی قسم!(1)","arabic":"وَٱلسَّٰبِحَٰتِ سَبۡحٗا","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5715,"juzNumber":30,"footnotes":"(1) سَبْحٌ کے معنی، تیرنا، فرشتے روح نکالنے کے لئے انسان کے بدن میں اس طرح تیرتے پھرتے ہیں جیسے غواص سمندر سےموتی نکالنے کے لئے سمندر کی گہرائیوں میں تیرتا ہے۔ یا مطلب ہے کہ نہایت تیزی سے اللہ کا حکم لے کر آسمان سے اترتے ہیں۔ کیونکہ تیز رو گھوڑے کو بھی سابح کہتے ہیں۔","lang":"ur"},{"name":"79:4","price":"پھر دوڑ کر آگے بڑھنے والوں کی قسم!(1)","arabic":"فَٱلسَّٰبِقَٰتِ سَبۡقٗا","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5716,"juzNumber":30,"footnotes":"(1) یہ فرشتے اللہ کی وحی، انبیا تک، دوڑ کر پہنچاتے ہیں تاکہ شیطان کو اس کی کوئی سن گن نہ ملے۔ یا مومنوں کی روحیں جنت کی طرف لے جانے میں نہایت سرعت سے کام لیتے ہیں۔","lang":"ur"},{"name":"79:5","price":"پھر کام کی تدبیر کرنے والوں کی قسم!(1)","arabic":"فَٱلۡمُدَبِّرَٰتِ أَمۡرٗا","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5717,"juzNumber":30,"footnotes":"(1) یعنی اللہ تعالیٰ جو کام ان کے سپرد کرتا ہے، وہ اس کی تدبیر کرتے ہیں اصل مدبر تو اللہ تعالیٰ ہی ہے لیکن جب اللہ تعالیٰ اپنی حکمت بالغہ کے تحت فرشتوں کے ذریعے سے کام کرواتا ہے تو انہیں بھی مدبر کہہ دیا جاتا ہے۔ اعتبار سے پانچوں صفات فرشتوں کی ہیں اور ان فرشتوں کی اللہ تعالیٰ نے قسم کھائی ہے۔ جواب قسم محذوف ہے یعنی لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ (تم ضرور زندہ کیے جاؤ گے اور تمہیں تمہارے عملوں کی بابت خبر دی جائے گی)۔ قرآن نے اس بعث وجزاء کے لئے کئی مواقع پر قسم کھالی ہے جیسے سورۂ تغابں: 7 میں بھی اللہ تعالیٰ نے قسم کھا کر مذکورہ الفاظ میں اس حقیقت کو بیان فرمایا ہے۔ یہ بعث وجزا کب ہوگی؟ اس کی وضاحت آگے فرمائی۔","lang":"ur"},{"name":"79:6","price":"جس دن کانپنے والی کانپے گی.(1)","arabic":"يَوۡمَ تَرۡجُفُ ٱلرَّاجِفَةُ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5718,"juzNumber":30,"footnotes":"(1) یہ نفخۂ اولیٰ ہے جسے نفخۂ فنا کہتے ہیں، جس سے ساری کائنات کانپ اور لرز اٹھے گی اور ہر چیز فنا ہو جائے گی۔","lang":"ur"},{"name":"79:7","price":"اس کے بعد ایک پیچھے آنے والی (پیچھے پیچھے) آئے گی.(1)","arabic":"تَتۡبَعُهَا ٱلرَّادِفَةُ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5719,"juzNumber":30,"footnotes":"(1) یہ دوسرا نفخہ ہوگا، جس سے سب لوگ زندہ ہو کر قبروں سے نکل آئیں گے۔ یہ دوسرا نفخہ پہلے نفخہ سےچالیس سال بعد ہوگا۔ اسے رَادِفَةٌ اس لئےکہا ہے کہ یہ پہلے نفخے کے بعد ہی ہوگا۔ یعنی نفخۂ ثانیہ، نفخۂ اولیٰ کا ردیف ہے۔","lang":"ur"},{"name":"79:8","price":"(بہت سے) دل اس دن دھڑکتے ہوں گے.(1)","arabic":"قُلُوبٞ يَوۡمَئِذٖ وَاجِفَةٌ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5720,"juzNumber":30,"footnotes":"(1) قیامت کےاہوال اور شدائد سے۔","lang":"ur"},{"name":"79:9","price":"جن کی نگاہیں نیچی ہوں گی.(1)","arabic":"أَبۡصَٰرُهَا خَٰشِعَةٞ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5721,"juzNumber":30,"footnotes":"(1) یعنی أَبْصَارُ أَصْحَابِهَا، ایسے دہشت زدہ لوگوں کی نظریں بھی ( مجرموں کی طرح ) جھکی ہوئی ہوں گی۔","lang":"ur"},{"name":"79:10","price":"کہتے ہیں کہ کیا ہم پہلی کی سی حالت کی طرف پھر لوٹائے جائیں گے؟(1)","arabic":"يَقُولُونَ أَءِنَّا لَمَرۡدُودُونَ فِي ٱلۡحَافِرَةِ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5722,"juzNumber":30,"footnotes":"(1) حَافِرَةٌ، پہلی حالت کو کہتے ہیں۔ یہ منکریں قیامت کا قول ہے کہ کیا ہم پھر اس طرح زندہ کر دیئے جائیں گےجس طرح مرنے سے پیشتر تھے؟","lang":"ur"},{"name":"79:11","price":"کیا اس وقت جب کہ ہم بوسیده ہڈیاں ہو جائیں گے؟(1)","arabic":"أَءِذَا كُنَّا عِظَٰمٗا نَّخِرَةٗ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5723,"juzNumber":30,"footnotes":"(1) یہ انکار قیامت کی مزید تاکید ہے کہ ہم کس طرح زندہ کردیئےجائیں گے جب کہ ہماری ہڈیاں بوسیدہ اور ریزہ ریزہ ہو جائیں گی۔","lang":"ur"},{"name":"79:12","price":"کہتے ہیں کہ پھر تو یہ لوٹنا نقصان ده ہے(1)","arabic":"قَالُواْ تِلۡكَ إِذٗا كَرَّةٌ خَاسِرَةٞ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5724,"juzNumber":30,"footnotes":"(1) یعنی اگر واقعی ایسا ہوا جیسا کہ محمد ( (صلى الله عليه وسلم) ) کہتاہے، پھر تو یہ دوبارہ زندگی ہمارے لئے سخت نقصان دہ ہوگی۔","lang":"ur"},{"name":"79:13","price":"(معلوم ہونا چاہئے) وه تو صرف ایک (خوفناک) ڈانٹ ہے.","arabic":"فَإِنَّمَا هِيَ زَجۡرَةٞ وَٰحِدَةٞ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5725,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"79:14","price":"کہ (جس کے ظاہر ہوتے ہی) وه ایک دم میدان میں جمع ہو جائیں گے.(1)","arabic":"فَإِذَا هُم بِٱلسَّاهِرَةِ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5726,"juzNumber":30,"footnotes":"(1) سَاهِرَةٌ سےمراد زمین کی سطح یعنی میدان ہے۔ سطح زمین کو سَاهِرَةٌ اس لئےکہا گیا ہے کہ تمام جانداروں کا سونا اور بیدار ہونا، اسی زمین پر ہوتا ہے، بعض کہتے ہیں کہ چٹیل میدانوں اور صحراوں میں خوف کی وجہ سےانسان کی نیند اڑ جاتی ہےاور وہاں بیدار رہتاہے، اس لئے سَاهِرَةٌ کہا جاتا ہے۔ ( فتح القدیر ) بہرحال یہ قیامت کی منظر کشی ہے کہ ایک ہی نفخے سے سب لوگ ایک میدان میں جمع ہو جائیں گے۔","lang":"ur"},{"name":"79:15","price":"کیا موسیٰ (علیہ السلام) کی خبر تمہیں پہنچی ہے؟","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5727,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"79:16","price":"جب کہ انہیں ان کے رب نے پاک میدان طویٰ میں پکارا.(1)","arabic":"إِذۡ نَادَىٰهُ رَبُّهُۥ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوًى","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5728,"juzNumber":30,"footnotes":"(1) یہ اس وقت کا واقعہ ہے جب حضرت موسیٰ (عليه السلام) مدین سے واپس آگ کی تلاش میں کوہ طور پر پہنچ گئے تھے تو وہاں ایک درخت کی اوٹ سے اللہ تعالیٰ نےموسیٰ (عليه السلام) سے کلام فرمایا، جیسا کہ اس کی تفصیل سورۂ طہ کے آغاز میں گزری طُوَى اسی جگہ کا نام ہے، ہم کلامی کا مطلب نبوت ورسالت سےنوازنا ہے۔ یعنی موسیٰ (عليه السلام) آگ لینے گئے اور اللہ تعالیٰ نے انہیں رسالت عطا فرما دی۔","lang":"ur"},{"name":"79:17","price":"(کہ) تم فرعون کے پاس جاؤ اس نے سرکشی اختیار کر لی ہے.(1)","arabic":"ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5729,"juzNumber":30,"footnotes":"(1) یعنی کفر ومعصیت اور تکبر میں حد سےتجاوز کر گیا ہے۔","lang":"ur"},{"name":"79:18","price":"اس سے کہو کہ کیا تو اپنی درستگی اور اصلاح چاہتا ہے.(1)","arabic":"فَقُلۡ هَل لَّكَ إِلَىٰٓ أَن تَزَكَّىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5730,"juzNumber":30,"footnotes":"(1) یعنی کیا ایسا راستہ اور طریقہ تو پسندکرتا ہےجس سے تیری اصلاح ہو جائے اور وہ یہ ہے کہ مسلمان اور مطیع ہو جا۔","lang":"ur"},{"name":"79:19","price":"اور یہ کہ میں تجھے تیرے رب کی راه دکھاؤں تاکہ تو (اس سے) ڈرنے لگے.(1)","arabic":"وَأَهۡدِيَكَ إِلَىٰ رَبِّكَ فَتَخۡشَىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5731,"juzNumber":30,"footnotes":"(1) یعنی اس کی توحید اور عبادت کا راستہ، تاکہ تو اس کے عقاب سے ڈرے۔ اس لئے کہ اللہ کا خوف اسی دل میں پیدا ہوتا ہے جو ہدایت پر چلنے والا ہوتا ہے۔","lang":"ur"},{"name":"79:20","price":"پس اسے بڑی نشانی دکھائی.(1)","arabic":"فَأَرَىٰهُ ٱلۡأٓيَةَ ٱلۡكُبۡرَىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5732,"juzNumber":30,"footnotes":"(1) یعنی اپنی صداقت کے وہ دلائل پیش کئے جو اللہ کی طرف سے انہیں عطا کئے گئے تھے۔ بعض کہتے ہیں اس سے مراد وہ معجزات ہیں جو حضرت موسیٰ (عليه السلام) کو دیئے گئے تھے۔ مثلاً ید بیضا اور عصا اور بعض کے نزدیک آیات تسعہ۔","lang":"ur"},{"name":"79:21","price":"تو اس نے جھٹلایا اور نافرمانی کی.(1)","arabic":"فَكَذَّبَ وَعَصَىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5733,"juzNumber":30,"footnotes":"(1) لیکن ان دلائل ومعجزات کا اس پر کوئی اثر نہیں ہوا اور تکذیب ونافرمانی کےراستے پر وہ گامزن رہا۔","lang":"ur"},{"name":"79:22","price":"پھر پلٹا دوڑ دھوپ کرتے ہوئے.(1)","arabic":"ثُمَّ أَدۡبَرَ يَسۡعَىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5734,"juzNumber":30,"footnotes":"(1) یعنی اس نے ایمان واطاعت سےاعراض ہی نہیں کیا بلکہ زمین میں فساد پھیلانے اور موسیٰ (عليه السلام) کا مقابلہ کرنے کی سعی کرتا رہا، چنانچہ جادوگروں کو جمع کرکے ان کا مقابلہ حضرت موسیٰ (عليه السلام) سےکرایا، تاکہ موسیٰ (عليه السلام) کو جھوٹا ثابت کیا جا سکے۔","lang":"ur"},{"name":"79:23","price":"پھر سب کو جمع کرکے پکارا.(1)","arabic":"فَحَشَرَ فَنَادَىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5735,"juzNumber":30,"footnotes":"(1) اپنی قوم کو، یا قتال ومحاربہ کے لئے اپنے لشکروں کو، یا جادوگروں کو مقابلے کے لئے جمع کیا اور ہٹ دھرمی کا مظاہرہ کرتے ہوئے اپنی ربوبیت اعلیٰ کا علان کیا۔","lang":"ur"},{"name":"79:24","price":"تم سب کا رب میں ہی ہوں.","arabic":"فَقَالَ أَنَا۠ رَبُّكُمُ ٱلۡأَعۡلَىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5736,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"79:25","price":"تو (سب سے بلند وباﻻ) اللہ نے بھی اسے آخرت کے اور دنیا کے عذاب میں گرفتار کرلیا.(1)","arabic":"فَأَخَذَهُ ٱللَّهُ نَكَالَ ٱلۡأٓخِرَةِ وَٱلۡأُولَىٰٓ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5737,"juzNumber":30,"footnotes":"(1) یعنی اللہ نے اس کی ایسی گرفت فرمائی کہ اسے دنیا میں آئندہ آنے والے متمردین کےلئے نشان عبرت بنا دیا اور قیامت کا عذاب اس کےعلاوہ ہے، جو اسے وہاں ملے گا۔","lang":"ur"},{"name":"79:26","price":"بیشک اس میں اس شخص کے لئے عبرت ہے جو ڈرے.(1)","arabic":"إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّمَن يَخۡشَىٰٓ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5738,"juzNumber":30,"footnotes":"(1) اس میں نبی (صلى الله عليه وسلم) کےلئے تسلی اور کفار مکہ کو تنبیہ ہے کہ اگر انہوں نےگزشتہ لوگوں کے واقعات سے عبرت نہ پکڑی تو ان کا انجام بھی فرعون کی طرح ہو سکتا ہے۔","lang":"ur"},{"name":"79:27","price":"کیا تمہارا پیدا کرنا زیاده دشوار ہے یا آسمان کا(1) ؟ اللہ تعالیٰ نے اسے بنایا.","arabic":"ءَأَنتُمۡ أَشَدُّ خَلۡقًا أَمِ ٱلسَّمَآءُۚ بَنَىٰهَا","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5739,"juzNumber":30,"footnotes":"(1) یہ کفار مکہ کو خطاب ہے اور مقصود زجر وتوبیخ ہے کہ جو اللہ اتنے بڑے آسمانوں اور ان کے عجائبات کو پیدا کر سکتا ہے، اس کے لئے تمہارا دوبارہ پیدا کرنا کون سا مشکل ہے۔ کیا تمہیں دوبارہ پیدا کرنا آسمان کے بنانے سے زیادہ مشکل ہے؟","lang":"ur"},{"name":"79:28","price":"اس کی بلندی اونچی کی پھر اسے ٹھیک ٹھاک کر دیا.(1)","arabic":"رَفَعَ سَمۡكَهَا فَسَوَّىٰهَا","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5740,"juzNumber":30,"footnotes":"(1) بعض نے سَمْكٌ کےمعنی چھت بھی کیے ہیں، ٹھیک ٹھاک کرنے کا مطلب، اسےایسی شکل وصورت میں ڈھالنا ہے کہ جس میں کوئی تفاوت، کجی، شگاف اور خلل باقی نہ رہے۔","lang":"ur"},{"name":"79:29","price":"اسکی رات کو تاریک بنایا اور اس کے دن کو نکالا.(1)","arabic":"وَأَغۡطَشَ لَيۡلَهَا وَأَخۡرَجَ ضُحَىٰهَا","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5741,"juzNumber":30,"footnotes":"(1) أَغْطَشَ أَظْلَمَ أَخْرَجَ کا مطلب أَبْرَز َ اور نَهَارَهَا کی جگہ ضُحَاهَا اس لئے کہا کہ چاشت کا وقت سب سےاچھا اور عمدہ ہے۔ مطلب ہے کہ دن کو سورج کے ذریعے سے روشن بنایا۔","lang":"ur"},{"name":"79:30","price":"اور اس کے بعد زمین کو (ہموار) بچھا دیا.(1)","arabic":"وَٱلۡأَرۡضَ بَعۡدَ ذَٰلِكَ دَحَىٰهَآ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5742,"juzNumber":30,"footnotes":"(1) یہ حم السجدۃ:9 میں گزر چکا ہے کہ خَلَقَ ( پیدائش ) اور چیز ہے اور دَحَى( ہموار کرنا ) اور چیز ہے۔ زمین کی تخلیق آسمان سے پہلی ہوئی لیکن اس کو ہموار آسمان کی پیدائش کے بعد کیا گیا ہےاور یہاں اسی حقیقت کا بیان ہے۔ اور ہموار کرنے یا پھیلانے کا مطلب ہے کہ زمین کو رہائش کےقابل بنانے کے لئے جن جن چیزوں کی ضرورت ہے اللہ نے ان کا اہتمام فرمایا، مثلاً زمین سے پانی نکالا، اس میں چارہ اور خوراک پیدا کی، پہاڑوں کو میخوں کی طرح مضبوط گاڑ دیا تاکہ زمین نہ ہلے۔ جیسا کہ یہاں بھی آگے یہی بیان ہے۔","lang":"ur"},{"name":"79:31","price":"اس میں سے پانی اور چاره نکالا.","arabic":"أَخۡرَجَ مِنۡهَا مَآءَهَا وَمَرۡعَىٰهَا","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5743,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"79:32","price":"اور پہاڑوں کو (مضبوط) گاڑ دیا.","arabic":"وَٱلۡجِبَالَ أَرۡسَىٰهَا","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5744,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"79:33","price":"یہ سب تمہارے اور تمہارے جانوروں کے فائدے کے لئے (ہیں).","arabic":"مَتَٰعٗا لَّكُمۡ وَلِأَنۡعَٰمِكُمۡ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5745,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"79:34","price":"پس جب وه بڑی آفت (قیامت) آجائے گی.","arabic":"فَإِذَا جَآءَتِ ٱلطَّآمَّةُ ٱلۡكُبۡرَىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5746,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"79:35","price":"جس دن کہ انسان اپنے کیے ہوئے کاموں کو یاد کرے گا.","arabic":"يَوۡمَ يَتَذَكَّرُ ٱلۡإِنسَٰنُ مَا سَعَىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5747,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"79:36","price":"اور (ہر) دیکھنے والے کے سامنے جہنم ظاہر کی جائے گی.(1)","arabic":"وَبُرِّزَتِ ٱلۡجَحِيمُ لِمَن يَرَىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5748,"juzNumber":30,"footnotes":"(1) یعنی کافروں کے سامنے کر دی جائے گی تاکہ وہ دیکھ لیں کہ اب ان کا دائمی ٹھکانہ جہنم ہے۔ بعض کہتے ہیں کہ مومن اور کافر دونوں ہی اسے دیکھیں گے، مومن اسےدیکھ کر اللہ کا شکر کریں گے کہ اس نے ایمان اور اعمال صالحہ کی بدولت انہیں اس سے بچا لیا، اور کافر، جو پہلے ہی خوف ودہشت میں مبتلا ہوں گے، اسے دیکھ کر ان کے غم وحسرت میں اور اضافہ ہو جائے گا۔","lang":"ur"},{"name":"79:37","price":"تو جس (شخص) نے سرکشی کی (ہوگی).(1)","arabic":"فَأَمَّا مَن طَغَىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5749,"juzNumber":30,"footnotes":"(1) یعنی کفر ومعصیت میں حد سے تجاوز کیاہوگا۔","lang":"ur"},{"name":"79:38","price":"اور دنیوی زندگی کو ترجیح دی (ہوگی).(1)","arabic":"وَءَاثَرَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5750,"juzNumber":30,"footnotes":"(1) یعنی دنیا کو ہی سب کچھ سمجھا ہوگا اور آخرت کے لئے کوئی تیاری نہیں کی ہوگی۔","lang":"ur"},{"name":"79:39","price":"اس کا ٹھکانا جہنم ہی ہے.(1)","arabic":"فَإِنَّ ٱلۡجَحِيمَ هِيَ ٱلۡمَأۡوَىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5751,"juzNumber":30,"footnotes":"(1) اس کےعلاوہ اس کا کوئی ٹھکانا نہیں ہوگا۔ جہاں وہ اس سے بچ کر پناہ لے لے۔","lang":"ur"},{"name":"79:40","price":"ہاں جو شخص اپنے رب کے سامنے کھڑے ہونے(1) سے ڈرتا رہا ہوگا اور اپنے نفس کو خواہش سے روکا ہوگا.(2)","arabic":"وَأَمَّا مَنۡ خَافَ مَقَامَ رَبِّهِۦ وَنَهَى ٱلنَّفۡسَ عَنِ ٱلۡهَوَىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5752,"juzNumber":30,"footnotes":"(1) کہ اگر میں نے گناہ اور اللہ کی نافرمانی کی تو مجھے اللہ سے بچانے والا کوئی نہیں ہوگا، اس لئے وہ گناہوں سے اجتناب کرتا رہا ہو۔\n(2) یعنی نفس کو ان معاصی اور محارم کے ارتکاب سے روکتا رہا ہو جن کی طرف نفس کا میلان ہوتا تھا۔","lang":"ur"},{"name":"79:41","price":"تو اس کا ٹھکانا جنت ہی ہے.(1)","arabic":"فَإِنَّ ٱلۡجَنَّةَ هِيَ ٱلۡمَأۡوَىٰ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5753,"juzNumber":30,"footnotes":"(1) جہاں وہ قیام پذیر، بلکہ اللہ کا مہمان ہوگا۔","lang":"ur"},{"name":"79:42","price":"لوگ آپ سے قیامت کے واقع ہونے کا وقت دریافت کرتے ہیں.(1)","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَا","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5754,"juzNumber":30,"footnotes":"(1) یعنی قیامت کب واقع اور قائم ہوگی ؟ جس طرح کشتی اپنے آخری مقام پر پہنچ کر لنگر انداز ہوتی ہے اسی طرح قیامت کے وقوع کا صحیح وقت کیا ہے؟","lang":"ur"},{"name":"79:43","price":"آپ کو اس کے بیان کرنے سے کیا تعلق؟(1)","arabic":"فِيمَ أَنتَ مِن ذِكۡرَىٰهَآ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5755,"juzNumber":30,"footnotes":"(1) یعنی آپ کو اس کی بابت یقینی علم نہیں ہے، اس لئے آپ کا اس کو بیان کرنے سے کیا تعلق؟ اس کا یقینی علم تو صرف اللہ ہی کے پاس ہے۔","lang":"ur"},{"name":"79:44","price":"اس کے علم کی انتہا تو اللہ کی جانب ہے.","arabic":"إِلَىٰ رَبِّكَ مُنتَهَىٰهَآ","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5756,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"79:45","price":"آپ تو صرف اس سے ڈرتے رہنے والوں کو آگاه کرنے والے ہیں.(1)","arabic":"إِنَّمَآ أَنتَ مُنذِرُ مَن يَخۡشَىٰهَا","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5757,"juzNumber":30,"footnotes":"(1) یعنی آپ کا کام صرف انذار ( ڈرانا ) ہے، نہ کہ غیب کی خبریں دینا، جن میں قیامت کا علم بھی ہے جو اللہ نے کسی کو بھی نہیں دیا۔ مَنْ يَخْشَاهَا اس لئے کہا کہ انذار وتبلیغ سے اصل فائدہ وہی اٹھاتے ہیں جن کے دلوں میں اللہ کا خوف ہوتا ہے، ورنہ انذار وتبلیغ کا حکم تو ہر ایک کے لئےہے۔","lang":"ur"},{"name":"79:46","price":"جس روز یہ اسے دیکھ لیں گے تو ایسا معلوم ہوگا کہ صرف دن کا آخری حصہ یا اول حصہ ہی (دنیا میں) رہے ہیں.(1)","arabic":"كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَهَا لَمۡ يَلۡبَثُوٓاْ إِلَّا عَشِيَّةً أَوۡ ضُحَىٰهَا","category":["79 (An-Nazi'at)","An-Nazi'at","Surah An-Nazi'at"],"ayahNumber":5758,"juzNumber":30,"footnotes":"(1) عَشِيَّةً، ظہر سے لے کر غروب شمس تک اور ضحیٰ، طلوع شمس سے نصف النہار تک کے لئے بولا جاتا ہے۔ یعنی جب کافر جہنم کا عذاب دیکھیں گے تو دنیا کی عیش وعشرت اور اس کےمزے سب بھول جائیں گے اور انہیں ایسا محسوس ہوگا کہ وہ دنیا میں پورا ایک دن بھی نہیں رہے۔ دن کا پہلا حصہ یا دن کا آخری حصہ ہی صرف دنیا میں رہے ہیں یعنی دنیا کی زندگی، انہیں اتنی قلیل معلوم ہوگی۔","lang":"ur"},{"name":"80:1","price":"وه ترش رو ہوا اور منھ موڑ لیا.","arabic":"عَبَسَ وَتَوَلَّىٰٓ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5759,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:2","price":"(صرف اس لئے) کہ اس کے پاس ایک نابینا آیا.(1)","arabic":"أَن جَآءَهُ ٱلۡأَعۡمَىٰ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5760,"juzNumber":30,"footnotes":"(1) ابن ام مکتوم سےنبی (صلى الله عليه وسلم) کے چہرے پر جو ناگواری کے اثرات ظاہر ہوئے، اسے عَبَسَ سے اور توجہی کو تَوَلَّى ٰ سے تعبیر فرمایا۔","lang":"ur"},{"name":"80:3","price":"تجھے کیا خبر شاید وه سنور جاتا.(1)","arabic":"وَمَا يُدۡرِيكَ لَعَلَّهُۥ يَزَّكَّىٰٓ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5761,"juzNumber":30,"footnotes":"(1) یعنی وہ نابینا تجھ سے دینی رہنمائی حاصل کرکے عمل صالح کرتا جس سے اس کا اخلا ق وکردار سنور جاتا، اس کے باطن کی اصلاح ہو جاتی اور تیری نصیحت سننے سے اس کو فائدہ ہوتا۔","lang":"ur"},{"name":"80:4","price":"یا نصیحت سنتا اور اسے نصیحت فائده پہنچاتی.","arabic":"أَوۡ يَذَّكَّرُ فَتَنفَعَهُ ٱلذِّكۡرَىٰٓ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5762,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:5","price":"جو بے پرواہی کرتا ہے.(1)","arabic":"أَمَّا مَنِ ٱسۡتَغۡنَىٰ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5763,"juzNumber":30,"footnotes":"(1) ایمان سے اور اس علم سے جو تیرے پاس اللہ کی طرف سے آیا ہے۔ یا دوسرا ترجمہ ہے جو صاحب ثروت وغنا ہے۔","lang":"ur"},{"name":"80:6","price":"اس کی طرف تو تو پوری توجہ کرتا ہے.(1)","arabic":"فَأَنتَ لَهُۥ تَصَدَّىٰ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5764,"juzNumber":30,"footnotes":"(1) اس میں آپ (صلى الله عليه وسلم) کو مزید توجہ دلائی گئی ہے کہ مخلصین کو چھوڑ کر معرضین کی طرف توجہ مبذول رکھنا صحیح بات نہیں ہے۔","lang":"ur"},{"name":"80:7","price":"حاﻻنکہ اس کے نہ سنورنے سے تجھ پر کوئی الزام نہیں.(1)","arabic":"وَمَا عَلَيۡكَ أَلَّا يَزَّكَّىٰ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5765,"juzNumber":30,"footnotes":"(1) کیوں کہ تیرا کام تو صرف تبلیغ ہے۔ اس لئے اس قسم کے کفار کے پیچھے پڑنے کی ضرورت نہیں ہے۔","lang":"ur"},{"name":"80:8","price":"اور جو شخص تیرے پاس دوڑتا ہوا آتا ہے.(1)","arabic":"وَأَمَّا مَن جَآءَكَ يَسۡعَىٰ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5766,"juzNumber":30,"footnotes":"(1) اس بات کا طالب بن کر کہ تو خیر کی طرف اس کی رہنمائی کرے اور اسے وعظ ونصیحت سے نوازے۔","lang":"ur"},{"name":"80:9","price":"اور وه ڈر (بھی) رہا ہے.(1)","arabic":"وَهُوَ يَخۡشَىٰ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5767,"juzNumber":30,"footnotes":"(1) یعنی اللہ کا خوف بھی اس کے دل میں ہے، جس کی وجہ سے یہ امید ہے کہ تیری باتیں اس کےلئے مفید ہوں گی اور وہ ان کو اپنائے گا اور ان پر عمل کرے گا۔","lang":"ur"},{"name":"80:10","price":"تو اس سے بےرخی برتتا ہے.(1)","arabic":"فَأَنتَ عَنۡهُ تَلَهَّىٰ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5768,"juzNumber":30,"footnotes":"(1) یعنی ایسے لوگوں کی تو قدر افزائی کی ضرورت ہے نہ کہ ان سے بےرخی برتنے کی۔ ان آیات سے یہ بات معلوم ہوئی کہ دعوت وتبلیغ میں کسی کو خاص نہیں کرنا چاہئے بلکہ اصحاب حیثیت اور بےحیثیت، امیر اور غریب، آقا وغلام، مرد اور عورت، چھوٹے اور بڑے سب کو یکساں حیثیت دی جائے اور سب کو مشترکہ خطاب کیا جائے۔ اللہ تعالیٰ جس کو چاہے گا اپنی حکمت بالغہ کے تحت، ہدایت سے نواز دے گا۔ ( ابن کثیر ) ۔","lang":"ur"},{"name":"80:11","price":"یہ ٹھیک نہیں(1) قرآن تو نصیحت (کی چیز) ہے.","arabic":"كَلَّآ إِنَّهَا تَذۡكِرَةٞ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5769,"juzNumber":30,"footnotes":"(1) یعنی غریب سے یہ اعراض اور اصحاب حیثیت کی طرف خصوصی توجہ، یہ ٹھیک نہیں۔ مطلب ہے کہ آئندہ اس کا اعادہ نہ ہو۔","lang":"ur"},{"name":"80:12","price":"جو چاہے اس سے نصیحت لے.(1)","arabic":"فَمَن شَآءَ ذَكَرَهُۥ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5770,"juzNumber":30,"footnotes":"(1) یعنی جو اس میں رغبت کرے، وہ اس سے نصیحت حاصل کرے، اسے یاد کرے اور اس کے موجبات پر عمل کرے۔ اور جو اس اعراض سے کرے اور بے رخی برتے، جیسے اشراف قریش نے کیا، تو ان کی فکر کرنے کی ضرورت نہیں ہے۔","lang":"ur"},{"name":"80:13","price":"(یہ تو) پر عظمت صحیفوں میں (ہے).(1)","arabic":"فِي صُحُفٖ مُّكَرَّمَةٖ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5771,"juzNumber":30,"footnotes":"(1) یعنی لوح محفوظ میں، کیوں کہ وہیں سے یہ قرآن اترتا ہے۔ یا مطلب ہے کہ یہ صحیفے اللہ کے ہاں بڑےمحترم ہیں کیوں کہ وہ علم وحکمت سے پر ہیں۔","lang":"ur"},{"name":"80:14","price":"جو بلند وباﻻ اور پاک صاف ہے.(1)","arabic":"مَّرۡفُوعَةٖ مُّطَهَّرَةِۭ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5772,"juzNumber":30,"footnotes":"(1) مَرْفُوعَةٍ اللہ کے ہاں رفیع القدر ہیں، یا شبہات اور تناقض سے بلند ہیں۔ مُطَهَّرَةٍ، وہ بالکل پاک ہیں کیوں کہ انہیں پاک لوگوں ( فرشتوں ) کے سوا کوئی چھوتا ہی نہیں، یا کمی بیشی سے پاک ہے۔","lang":"ur"},{"name":"80:15","price":"ایسے لکھنے والوں کے ہاتھوں میں ہے.(1)","arabic":"بِأَيۡدِي سَفَرَةٖ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5773,"juzNumber":30,"footnotes":"(1) سَفَرَةٍ، سَافِرٌ کی جمع ہے، یہ سفارت سے ہے۔ مراد یہاں وہ فرشتے ہیں جو اللہ کی وحی اس کےرسولوں تک پہنچاتے ہیں۔ یعنی اللہ اور اس کےرسول کے درمیان سفارت کا کام کرتے ہیں۔ یہ قرآن ایسے سفیروں کے ہاتھوں میں ہےجو اسے لوح محفوظ سے نقل کرتے ہیں۔","lang":"ur"},{"name":"80:16","price":"جو بزرگ اور پاکباز ہیں.(1)","arabic":"كِرَامِۭ بَرَرَةٖ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5774,"juzNumber":30,"footnotes":"(1) یعنی خلق کے اعتبار سے وہ کریم یعنی شریف اور بزرگ ہیں اور افعال کے اعتبار سے وہ نیکو کار اور پاکباز ہیں۔ یہاں سے یہ بات معلوم ہوئی کہ حامل قرآن ( حافظ اور عالم ) کو بھی اخلاق وکردار اور افعال واطوار میں كِرَامٍ بَرَرَةٍ کا مصداق ہونا چاہئے۔ (ابن کثیر) حدیث میں بھی سَفَرَةٍ کا لفظ فرشتوں کے لئے استعمال ہوا ہے۔ نبی (صلى الله عليه وسلم) نے فرمایا جو قرآن پڑھتا ہے اور وہ اس کا ماہر ہے، وہ السَّفَرَةُ الكِرَامُ الْبَرَرَةُ ( فرشتوں ) کے ساتھ ہوگا اور جو قرآن پڑھتا ہے، لیکن مشقت کےساتھ۔ ( یعنی ماہرین کی طرح سہولت اور روانی سےنہیں پڑھتا ) اس کے لئے دوگنا اجر ہے۔ (صحيح بخاري، تفسير سورة عبس مسلم، كتاب الصلاة، باب فضل الماهر بالقرآن....)۔","lang":"ur"},{"name":"80:17","price":"اللہ کی مار انسان پر کیسا ناشکرا ہے.(1)","arabic":"قُتِلَ ٱلۡإِنسَٰنُ مَآ أَكۡفَرَهُۥ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5775,"juzNumber":30,"footnotes":"(1) اس سے وہ انسان مراد ہے جو بغیر کسی سند اور دلیل کے قیامت کی تکذیب کرتا ہے۔ قُتِلَ بمعنی لُعِنَ اور مَا أَكْفَرَهُ ! فعل تعجب ہے، کس قدر ناشکرا ہے۔ آگے اس انسان کفور کو غور وفکر کی دعوت دی جا رہی ہے کہ شاید وہ اپنے کفر سے باز آجائے۔","lang":"ur"},{"name":"80:18","price":"اسے اللہ نے کس چیز سے پیدا کیا.","arabic":"مِنۡ أَيِّ شَيۡءٍ خَلَقَهُۥ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5776,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:19","price":"اسے) ایک نطفہ(1) سے پیدا کیا،پھراس کا اندازہ مقررکیا .(2)","arabic":"مِن نُّطۡفَةٍ خَلَقَهُۥ فَقَدَّرَهُۥ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5777,"juzNumber":30,"footnotes":"(1) یعنی جس کی پیدائش ایسے حقیر قطرۂ آب سے ہوئی ہے، کیا اسے تکبر زیب دیتا ہے؟\n(2) اس کا مطلب ہے کہ اس کے مصالح نفس اسے مہیا کیے، اس کو دو ہاتھ دو پیر اوردو آنکھیں اور دیگر آلات وخواص عطا کیے۔","lang":"ur"},{"name":"80:20","price":"پھر اس کے لئے راستہ آسان کیا.(1)","arabic":"ثُمَّ ٱلسَّبِيلَ يَسَّرَهُۥ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5778,"juzNumber":30,"footnotes":"(1) یعنی خیر اور شر کے راستے اس کے لئے واضح کر دیئے۔ بعض کہتے ہیں اس سے مراد ماں کے پیٹ سے نکلنے کا راستہ ہے۔ لیکن پہلا مفہوم زیادہ صحیح ہے۔","lang":"ur"},{"name":"80:21","price":"پھر اسے موت دی اور پھر قبر میں دفن کیا.","arabic":"ثُمَّ أَمَاتَهُۥ فَأَقۡبَرَهُۥ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5779,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:22","price":"پھر جب چاہے گا اسے زنده کر دے گا.(1)","arabic":"ثُمَّ إِذَا شَآءَ أَنشَرَهُۥ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5780,"juzNumber":30,"footnotes":"(1) یعنی موت کےبعد، اسے قبر میں دفنانے کا حکم دیا، تاکہ اس کا احترام برقرار رہے ورنہ درندے اور پرندے اس کی لاش کو نوچ نوچ کر کھاتے جس سے اس کی بے توقیری ہوتی۔\n(2) یعنی معاملہ اس طرح ہے، جس طرح یہ کافر کہتا ہے۔","lang":"ur"},{"name":"80:23","price":"ہرگز نہیں(1) ۔ اس نے اب تک اللہ کے حکم کی بجا آوری نہیں کی.","arabic":"كَلَّا لَمَّا يَقۡضِ مَآ أَمَرَهُۥ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5781,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:24","price":"انسان کو چاہئے کہ اپنے کھانے کو دیکھے.(1)","arabic":"فَلۡيَنظُرِ ٱلۡإِنسَٰنُ إِلَىٰ طَعَامِهِۦٓ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5782,"juzNumber":30,"footnotes":"(1) کہ اسے اللہ نے کس طرح پیدا کیا، جو اس کی زندگی کا سبب ہے اور کس طرح اس کے لئے اسباب معاش مہیا کئے تاکہ وہ ان کے ذریعے سے سعادت اخروی حاصل کر سکے۔","lang":"ur"},{"name":"80:25","price":"کہ ہم نے خوب پانی برسایا.","arabic":"أَنَّا صَبَبۡنَا ٱلۡمَآءَ صَبّٗا","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5783,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:26","price":"پھر پھاڑا زمین کو اچھی طرح.","arabic":"ثُمَّ شَقَقۡنَا ٱلۡأَرۡضَ شَقّٗا","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5784,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:27","price":"پھر اس میں سے اناج اگائے.","arabic":"فَأَنۢبَتۡنَا فِيهَا حَبّٗا","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5785,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:28","price":"اور انگور اور ترکاری.","arabic":"وَعِنَبٗا وَقَضۡبٗا","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5786,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:29","price":"اور زیتون اور کھجور.","arabic":"وَزَيۡتُونٗا وَنَخۡلٗا","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5787,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:30","price":"اور گنجان باغات.","arabic":"وَحَدَآئِقَ غُلۡبٗا","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5788,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:31","price":"اور میوه اور (گھاس) چاره (بھی اگایا).(1)","arabic":"وَفَٰكِهَةٗ وَأَبّٗا","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5789,"juzNumber":30,"footnotes":"(1) أباً، وہ گھاس چارہ جو خود رو ہو اور جسے جانور کھاتے ہیں۔","lang":"ur"},{"name":"80:32","price":"تمہارے استعمال وفائدے کے لئے اور تمہارے چوپایوں کے لئے.","arabic":"مَّتَٰعٗا لَّكُمۡ وَلِأَنۡعَٰمِكُمۡ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5790,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:33","price":"پس جب کہ کان بہرے کر دینے والی (قیامت) آجائے گی.(1)","arabic":"فَإِذَا جَآءَتِ ٱلصَّآخَّةُ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5791,"juzNumber":30,"footnotes":"(1) قیامت کو صَاخَّةٌ (بہرا کر دینے والی) اس لئے کہا کہ وہ ایک نہایت سخت چیخ کے ساتھ واقع ہوگی جو کانوں کو بہرہ کر دے گی۔","lang":"ur"},{"name":"80:34","price":"اس دن آدمی اپنے بھائی سے.","arabic":"يَوۡمَ يَفِرُّ ٱلۡمَرۡءُ مِنۡ أَخِيهِ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5792,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:35","price":"اور اپنی ماں اور اپنے باپ سے.","arabic":"وَأُمِّهِۦ وَأَبِيهِ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5793,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:36","price":"اور اپنی بیوی اور اپنی اوﻻد سے بھاگے گا.","arabic":"وَصَٰحِبَتِهِۦ وَبَنِيهِ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5794,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:37","price":"ان میں سے ہر ایک کو اس دن ایسی فکر (دامن گیر) ہوگی جو اس کے لئے کافی ہوگی.(1)","arabic":"لِكُلِّ ٱمۡرِيٕٖ مِّنۡهُمۡ يَوۡمَئِذٖ شَأۡنٞ يُغۡنِيهِ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5795,"juzNumber":30,"footnotes":"(1) یا اپنے اقربا اور احباب سے بے نیاز اور بے پروا کر دے گا۔ حدیث میں آتا ہے ۔ نبی (صلى الله عليه وسلم) نے فرمایا کہ سب لوگ میدان محشر میں ننگے بدن، ننگے پیر، پیدل اور غیر مختون ہوں گے۔ حضرت عائشہ (رضی الله عنها) نے پوچھا، اس طرح شرم گاہوں پر نظر نہیں پڑے گی ؟ آپ (صلى الله عليه وسلم) نے اس کے جواب میں یہی آیت تلاوت فرمائی۔ یعنی لِكُلِّ امْرِئٍ مِنْهُمْ ( الترمذي تفسير سورة عبس، النسائي، كتاب الجنائز، باب البعث) اس کی وجہ بعض کے نزدیک یہ ہے کہ انسان اپنے گھر والوں سے اس لئےبھاگے گا تاکہ وہ اس کی وہ تکلیف اور شدت نہ دیکھیں جس میں وہ مبتلا ہوگا۔ بعض کہتے ہیں، اس لئے کہ انہیں علم ہوگا کہ وہ کسی کو فائدہ نہیں پہنچا سکتے اور ان کے کچھ کام نہیں آسکتے۔ (فتح القدیر ) ۔","lang":"ur"},{"name":"80:38","price":"اس دن بہت سے چہرے روشن ہوں گے.","arabic":"وُجُوهٞ يَوۡمَئِذٖ مُّسۡفِرَةٞ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5796,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:39","price":"(جو) ہنستے ہوئے اور ہشاش بشاش ہوں گے.(1)","arabic":"ضَاحِكَةٞ مُّسۡتَبۡشِرَةٞ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5797,"juzNumber":30,"footnotes":"(1) یہ اہل ایمان کے چہرےہوں گے،جنہیں ان کے اعمال نامے ان کو دائیں ہاتھ میں ملیں گے جس سے انہیں اپنی اخروی سعادت وکامیابی کا یقین ہو جائے گا، جس سے ان کے چہرے خوشی سے تمتما رہے ہوں گے۔","lang":"ur"},{"name":"80:40","price":"اور بہت سے چہرے اس دن غبار آلود ہوں گے.","arabic":"وَوُجُوهٞ يَوۡمَئِذٍ عَلَيۡهَا غَبَرَةٞ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5798,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"80:41","price":"جن پر سیاہی چڑھی ہوئی ہوگی.(1)","arabic":"تَرۡهَقُهَا قَتَرَةٌ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5799,"juzNumber":30,"footnotes":"(1) یعنی ذلت اور معائینہ عذاب سے ان کے چہرے غبار آلود، کدورت زدہ اور سیاہ ہوں گے، جیسے محزون اور نہایت غمگین آدمی کا چہرہ ہوتا ہے۔","lang":"ur"},{"name":"80:42","price":"وه یہی کافر بدکردار لوگ ہوں گے.(1)","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡكَفَرَةُ ٱلۡفَجَرَةُ","category":["80 (Abasa)","Abasa","Surah Abasa"],"ayahNumber":5800,"juzNumber":30,"footnotes":"(1) یعنی اللہ کا، رسولوں کا اور قیامت کا انکار کرنے والے بھی تھے اور بدکردار اور بداطوار بھی۔ اللَّهُمَّ! لا تَجْعَلْنَا مِنْهُمْ ۔","lang":"ur"},{"name":"81:1","price":"جب سورج لپیٹ لیا جائے گا.","arabic":"إِذَا ٱلشَّمۡسُ كُوِّرَتۡ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5801,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"81:2","price":"اور جب ستارے بے نور ہو جائیں گی.(1)","arabic":"وَإِذَا ٱلنُّجُومُ ٱنكَدَرَتۡ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5802,"juzNumber":30,"footnotes":"(1) یعنی جس طرح سر پر عمامہ لپیٹا جاتا ہے، اس طرح سورج کے وجود کو لپیٹ کر پھینک دیا جائے گا۔ جس سے اس کی روشنی از خود ختم ہو جائے گی۔ حدیث میں ہے الشمس والقمر مكوران بوم القيامة ۔ ( صحيح بخاري، بدء الخلق، باب صفة الشمس والقمر بحسبان) (قیامت والے دن چاند اور سورج لپیٹ دیئے جائیں گے)۔ بعض روایات سے معلوم ہوتا ہے کہ لپیٹ کر ان دونوں کو جہنم میں پھینک دیا جائے گا تاکہ مشرکین مزید ذلیل وخوار ہوں جو ان کی عبادت کرتے تھے۔ (فتح الباری، باب مذکور) ۔\n(2) دوسرا ترجمہ ہےجھڑ کر گر جائیں گے۔ یعنی آسمان پر ان کا وجود ہی نہیں رہے گا۔","lang":"ur"},{"name":"81:3","price":"اور جب پہاڑ چلائے جائیں گے.(1)","arabic":"وَإِذَا ٱلۡجِبَالُ سُيِّرَتۡ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5803,"juzNumber":30,"footnotes":"(1) یعنی انہیں زمین سے اکھیڑ کر ہواؤں میں چلا دیا جائے گا اور وہ دھنی ہوئی روئی کی طرح اڑیں گے۔","lang":"ur"},{"name":"81:4","price":"اور جب دس ماه کی حاملہ اونٹنیاں چھوڑ دی جائیں.(1)","arabic":"وَإِذَا ٱلۡعِشَارُ عُطِّلَتۡ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5804,"juzNumber":30,"footnotes":"- عِشَارٌ ، عُشَراءُ کی جمع ہے، حمل والیاں یعنی گابھن اونٹیناں، جب ان کا حمل دس مہینوں کا ہو جاتا ہےتو عربوں میں یہ بہت نفیس اور قیمتی سمجھیں جاتی تھیں۔ جب قیامت برپا ہوگی تو ایسا ہولناک منظر ہوگا کہ اگر کسی کے پاس اس قسم کی قیمتی اونٹنی بھی ہوں گی تو وہ ان کی بھی پروا نہیں کرے گا۔","lang":"ur"},{"name":"81:5","price":"اور جب وحشی جانور اکھٹے کیے جائیں گے.(1)","arabic":"وَإِذَا ٱلۡوُحُوشُ حُشِرَتۡ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5805,"juzNumber":30,"footnotes":"(1) یعنی انہیں بھی قیامت والے دن جمع کیا جائے گا۔","lang":"ur"},{"name":"81:6","price":"اور جب سمندر بھڑکائے جائیں گے.(1)","arabic":"وَإِذَا ٱلۡبِحَارُ سُجِّرَتۡ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5806,"juzNumber":30,"footnotes":"(1) یعنی ان میں اللہ کے حکم سے آگ بھڑک اٹھے گی۔","lang":"ur"},{"name":"81:7","price":"اور جب جانیں (جسموں سے) ملا دی جائیں گی.(1)","arabic":"وَإِذَا ٱلنُّفُوسُ زُوِّجَتۡ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5807,"juzNumber":30,"footnotes":"(1) اس کے کئی مفہوم بیان کئے گئے ہیں۔ زیادہ قرین قیاس یہ معلوم ہوتاہے کہ ہر انسان کو اس کے ہم مذہب وہم مشرب کےساتھ ملا دیا جائے گا۔ مومن کو مومنوں کےساتھ اور بدکو بدوں کے ساتھ، یہودی کو یہودیوں کے ساتھ اور عیسائی کو عیسائیوں کے ساتھ، وَعَلَى هَذَا الْقِيَاسِ ۔","lang":"ur"},{"name":"81:8","price":"اور جب زنده گاڑی ہوئی لڑکی سے سوال کیا جائے گا.","arabic":"وَإِذَا ٱلۡمَوۡءُۥدَةُ سُئِلَتۡ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5808,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"81:9","price":"کہ کس گناه کی وجہ سے وه قتل کی گئی؟(1)","arabic":"بِأَيِّ ذَنۢبٖ قُتِلَتۡ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5809,"juzNumber":30,"footnotes":"(1) اس طرح دراصل قاتل کو سرزنش کی جائے گی کیونکہ اصل مجرم تو وہی ہوگا نہ کہ موءدۃ جس سے بظاہر سوال ہوگا۔","lang":"ur"},{"name":"81:10","price":"اور جب نامہٴ اعمال کھول دیئے جائیں گے.(1)","arabic":"وَإِذَا ٱلصُّحُفُ نُشِرَتۡ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5810,"juzNumber":30,"footnotes":"(1) موت کے وقت یہ صحیفے لپیٹ دیئے جاتے ہیں، پھر قیامت والے دن حساب کےلئے کھول دیئے جائیں گے، جنہیں ہر شخص دیکھ لے گا بلکہ ہاتھوں میں پکڑا دیئے جائیں گے ۔","lang":"ur"},{"name":"81:11","price":"اور جب آسمان کی کھال اتار لی جائے گی.(1)","arabic":"وَإِذَا ٱلسَّمَآءُ كُشِطَتۡ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5811,"juzNumber":30,"footnotes":"(1) یعنی وہ اس طرح ادھیڑ دیئے جائیں گےجس طرح چھت ادھیڑ دی جاتی ہے۔","lang":"ur"},{"name":"81:12","price":"اور جب جہنم بھڑکائی جائے گی.","arabic":"وَإِذَا ٱلۡجَحِيمُ سُعِّرَتۡ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5812,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"81:13","price":"اور جب جنت نزدیک کر دی جائے گی.","arabic":"وَإِذَا ٱلۡجَنَّةُ أُزۡلِفَتۡ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5813,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"81:14","price":"تو اس دن ہر شخص جان لے گا جو کچھ لے کر آیا ہوگا.(1)","arabic":"عَلِمَتۡ نَفۡسٞ مَّآ أَحۡضَرَتۡ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5814,"juzNumber":30,"footnotes":"(1) یہ جواب ہے یعنی جب مذکورہ امور ظہور پذیر ہوں گے، جن میں سے پہلے چھ امور کا تعلق دنیا سے ہے اور دوسرے چھ امور کا آخرت سے۔ اس وقت ہر ایک کے سامنے اس کی حقیقت آجائے گی۔","lang":"ur"},{"name":"81:15","price":"میں قسم کھاتا ہوں پیچھے ہٹنے والے.","arabic":"فَلَآ أُقۡسِمُ بِٱلۡخُنَّسِ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5815,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"81:16","price":"چلنے پھرنے والے چھپنے والے ستاروں کی.(1)","arabic":"ٱلۡجَوَارِ ٱلۡكُنَّسِ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5816,"juzNumber":30,"footnotes":"(1) اس سے مراد ستارے خُنَّسٌ، خَنَسَ سے ہے جس کے معنی پیچھےہٹنے کے ہیں۔ یہ ستارے دن کے وقت اپنے منظر سے پیچھے ہٹ جاتے ہیں اور نظر نہیں آتے۔ اور یہ زخل، مشتری، مریخ، زہرہ، عطارد ہیں، یہ خاص طور پر سورج کے رخ پر ہوتے ہیں بعض کہتے ہیں کہ سارے ہی ستارےمراد ہیں، کیوں کہ سب ہی اپنے غائب ہونے کی جگہ پر غائب ہو جاتے ہیں یا دن کو چھپے رہتے ہیں الْجَوَارِ چلنے والے، الْكُنَّسِ چھپ جانے والے، جیسے ہرن اپنے مکان اور مسکن میں چھپ جاتا ہے۔","lang":"ur"},{"name":"81:17","price":"اور رات کی جب جانے لگے.(1)","arabic":"وَٱلَّيۡلِ إِذَا عَسۡعَسَ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5817,"juzNumber":30,"footnotes":"(1) عَسْعَسَ، اضداد میں سے ہے، یعنی آنے اور جانے دونوں معنوں میں اس کا استعمال ہوتا ہے، تاہم یہاں جانے کے معنی میں ہے۔","lang":"ur"},{"name":"81:18","price":"اور صبح کی جب چمکنے لگے.(1)","arabic":"وَٱلصُّبۡحِ إِذَا تَنَفَّسَ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5818,"juzNumber":30,"footnotes":"(1) یعنی جب اس کا ظہور وطلوع ہو جائے، یا وہ پھٹ اور نکل آئے۔","lang":"ur"},{"name":"81:19","price":"یقیناً یہ ایک بزرگ رسول کا کہا ہوا ہے.(1)","arabic":"إِنَّهُۥ لَقَوۡلُ رَسُولٖ كَرِيمٖ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5819,"juzNumber":30,"footnotes":"(1) اس لئے وہ اسے اللہ کی طرف لے کر آیا ہے۔ مراد حضرت جبرائیل (عليه السلام) ہیں۔","lang":"ur"},{"name":"81:20","price":"جو قوت واﻻ ہے(1) ، عرش والے (اللہ) کے نزدیک بلند مرتبہ ہے.","arabic":"ذِي قُوَّةٍ عِندَ ذِي ٱلۡعَرۡشِ مَكِينٖ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5820,"juzNumber":30,"footnotes":"(1) یعنی جو کام اس کےسپرد کیاجائے،اسے پوری قوت سے کرتا ہے۔","lang":"ur"},{"name":"81:21","price":"جس کی (آسمانوں میں) اطاعت کی جاتی ہے اورامین(1) ہے.","arabic":"مُّطَاعٖ ثَمَّ أَمِينٖ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5821,"juzNumber":30,"footnotes":"(1) یعنی فرشتوں کے درمیان اس کی اطاعت کی جاتی ہے۔ وہ فرشتوں کا مرجع اور مطاع ہے نیز وحی کےسلسلے میں امین ہے۔","lang":"ur"},{"name":"81:22","price":"اور تمہارا ساتھی دیوانہ نہیں ہے.(1)","arabic":"وَمَا صَاحِبُكُم بِمَجۡنُونٖ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5822,"juzNumber":30,"footnotes":"(1) یہ خطاب اہل مکہ سے ہے اور صاحب مراد رسول اللہ (صلى الله عليه وسلم) ہیں۔ یعنی تم جو گمان رکھتے ہو کہ تمہارا ہم نسب اور ہم وطن ساتھ ساتھی، ( محمد صلى الله عليه وسلم) دیوانہ ہے ۔ نعوذ باللہ ۔ ایسا نہیں ہے، ذرا قرآن پڑھ کر تو دیکھوکہ کیا کوئی دیوانہ ایسے معارف وحقائق بیان کر سکتا ہے اور گزشتہ قوموں کے صحیح صحیح حالات بتلا سکتا ہے جو اس قرآن میں بیان کئے گئے ہیں۔","lang":"ur"},{"name":"81:23","price":"اس نے اس (فرشتے) کو آسمان کے کھلے کنارے پر دیکھا بھی ہے.(1)","arabic":"وَلَقَدۡ رَءَاهُ بِٱلۡأُفُقِ ٱلۡمُبِينِ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5823,"juzNumber":30,"footnotes":"(1) یہ پہلے ذکر گزر چکا ہے کہ رسول اللہ (صلى الله عليه وسلم) نے حضرت جبرائیل کو دو مرتبہ ان کی اصل حالت میں دیکھا ہے، جن میں سے ایک کا یہاں ذکر ہے۔ یہ ابتدائے نبوت کا واقعہ ہے، اس وقت حضرت جبرائیل (عليه السلام) کے چھ سو پر تھے، جنہوں نے آسمان کے کناروں کو بھر دیا تھا۔ دوسری مرتبہ معراج کے موقعے پر دیکھا۔ جیسا کہ سورۂ نجم میں تفصیل گزر چکی ہے۔","lang":"ur"},{"name":"81:24","price":"اور یہ غیب کی باتوں کو بتلانے میں بخیل بھی نہیں.(1)","arabic":"وَمَا هُوَ عَلَى ٱلۡغَيۡبِ بِضَنِينٖ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5824,"juzNumber":30,"footnotes":"(1) یہ نبی (صلى الله عليه وسلم) کی بابت وضاحت کی جا رہی ہے کہ آپ کو جن باتوں کی اطلاع دی جاتی ہے، جو احکام وفرائض آپ کو بتلائے جاتے ہیں، ان میں سےکوئی بات آپ اپنے پاس نہیں رکھتے بلکہ فریضۂ رسالت کی ذمے داریوں کا احساس کرتے ہوئے ہر بات اور ہر حکم لوگوں تک پہنچا دیتے ہیں۔","lang":"ur"},{"name":"81:25","price":"اور یہ قرآن شیطان مردود کا کلام نہیں.(1)","arabic":"وَمَا هُوَ بِقَوۡلِ شَيۡطَٰنٖ رَّجِيمٖ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5825,"juzNumber":30,"footnotes":"(1) جس طرح نجومیوں کے پاس شیطان آتے ہیں اور آسمانوں کی بعض چوری چھپی باتیں ادھوری شکل میں انہیں بتلا دیتے ہیں۔ قرآن ایسا نہیں ہے۔","lang":"ur"},{"name":"81:26","price":"پھر تم کہاں جا رہے ہو.(1)","arabic":"فَأَيۡنَ تَذۡهَبُونَ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5826,"juzNumber":30,"footnotes":"(1) یعنی کیوں اس سےاعراض کرتے ہو ؟ اور اس کی اطاعت نہیں کرتے ؟","lang":"ur"},{"name":"81:27","price":"یہ تو تمام جہان والوں کے لئے نصیحت نامہ ہے.","arabic":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5827,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"81:28","price":"(بالخصوص) اس کے لئے جو تم میں سے سیدھی راه پر چلنا چاہے.","arabic":"لِمَن شَآءَ مِنكُمۡ أَن يَسۡتَقِيمَ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5828,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"81:29","price":"اور تم بغیر پروردگار عالم کے چاہے کچھ نہیں چاه سکتے.(1)","arabic":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["81 (At-Takwir)","At-Takwir","Surah At-Takwir"],"ayahNumber":5829,"juzNumber":30,"footnotes":"(1) یعنی تمہاری چاہت ، اللہ کی توفیق پر منحصر ہے، جب تک تمہاری چاہت کے ساتھ اللہ کی مشیت اور اس کی توفیق بھی شامل نہیں ہوگی، اس وقت تک تم سیدھا راستہ بھی اختیار نہیں کر سکتے۔ یہ وہی مضمون ہے جو إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ (القصص: 56) وغیرہ آیات میں بیان ہوا ہے۔","lang":"ur"},{"name":"82:1","price":"جب آسمان پھٹ جائے گا.(1)","arabic":"إِذَا ٱلسَّمَآءُ ٱنفَطَرَتۡ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5830,"juzNumber":30,"footnotes":"(1) یعنی اللہ کے حکم اور اس کی ہیبت سےپھٹ جائے گا اور فرشتے نیچے اتر آئیں گے۔","lang":"ur"},{"name":"82:2","price":"اور جب ستارے جھڑ جائیں گے.","arabic":"وَإِذَا ٱلۡكَوَاكِبُ ٱنتَثَرَتۡ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5831,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"82:3","price":"اور جب سمندر بہہ نکلیں گے.(1)","arabic":"وَإِذَا ٱلۡبِحَارُ فُجِّرَتۡ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5832,"juzNumber":30,"footnotes":"(1) اور سب کا پانی ایک ہی سمندر میں جمع ہو جائے گا، پھر اللہ تعالیٰ پچھمی ہوا بھیجے گا۔ جو اس میں آگ بھڑ کا دے گی جس سے فلک شگاف شعلے بلند ہوں گے۔","lang":"ur"},{"name":"82:4","price":"اور جب قبریں (شق کر کے) اکھاڑ دی جائیں گی.(1)","arabic":"وَإِذَا ٱلۡقُبُورُ بُعۡثِرَتۡ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5833,"juzNumber":30,"footnotes":"(1) یعنی قبروں سے مردے زندہ ہو کر باہر نکل آئیں گے۔ بُعْثِرَتْ، اکھیڑ دی جائیں گی، یا ان کی مٹی پلٹ دی جائے گی۔","lang":"ur"},{"name":"82:5","price":"(اس وقت) ہر شخص اپنے آگے بھیجے ہوئے اور پیچھے چھوڑے ہوئے (یعنی اگلے پچھلے اعمال) کو معلوم کر لے گا.(1)","arabic":"عَلِمَتۡ نَفۡسٞ مَّا قَدَّمَتۡ وَأَخَّرَتۡ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5834,"juzNumber":30,"footnotes":"(1) یعنی جب مذکورہ امور واقع ہوں گے تو انسان کو اپنے تمام کیے دھرے کا علم ہو جائے گا، جو بھی اچھا یا برا عمل اس نے کیا ہوگا، وہ سامنے آجائے گا، پیچھے چھوڑےہوئے عمل سے مراد اپنے کردار وعمل کے اچھی یا برے نمونے ہیں جو دنیا میں وہ چھوڑ آیا اور لوگ ان نمونوں پر عمل کرتے ہیں۔ یہ نمونے اگر اچھے ہیں تو اس کےمرنے کے بعد ان نمونوں پر جو لوگ بھی عمل کریں گے، اس کا ثواب اسے بھی پہنچتا رہے گا اور اگر برے نمونے اپنے پیچھے چھوڑ گیا ہے تو جو جو بھی اسے اپنائے گا، ان کا گناہ بھی اس شخص کو پہنچتا رہے گا، جس کی مساعی سے وہ برا طریقہ یا کام رائج ہوا ۔","lang":"ur"},{"name":"82:6","price":"اے انسان! تجھے اپنے رب کریم سے کس چیز نے بہکایا.(1)","arabic":"يَٰٓأَيُّهَا ٱلۡإِنسَٰنُ مَا غَرَّكَ بِرَبِّكَ ٱلۡكَرِيمِ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5835,"juzNumber":30,"footnotes":"(1) یعنی کس چیز نےتجھے دھوکے اور فریب میں مبتلا کر دیا کہ تو نے اس رب کے ساتھ کفر کیا، جس نے تجھ پر احسان کیا اور تجھے وجود بخشا، تجھے عقل وفہم عطا کی اور اسباب حیات تیرے لئے مہیا کئے۔","lang":"ur"},{"name":"82:7","price":"جس (رب نے) تجھے پیدا کیا،(1) پھر ٹھیک ٹھاک کیا(2)، پھر (درست اور) برابر بنایا.(3)","arabic":"ٱلَّذِي خَلَقَكَ فَسَوَّىٰكَ فَعَدَلَكَ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5836,"juzNumber":30,"footnotes":"(1) یعنی حقیر نطفے سے، جب کہ اسے پہلے تیرا وجود نہیں تھا۔\n(2) یعنی تجھے ایک کامل انسان بنا دیا، تو سنتا ہے، دیکھتا ہے اور عقل وفہم رکھتا ہے۔\n(3) تجھے معتدل، کھڑا اور حسن صورت والا بنایا، یا تیری دونوں آنکھوں، دونوں کانوں، دونوں ہاتھوں اور دونوں پیروں کو برابر بنایا۔ اگر تیرےاعضا میں یہ برابری مناسبت نہ ہوتی تو تیرے وجود میں حسن کے بجائے بےڈھب پن ہو جاتا۔ اسی تخلیق کو دوسرےمقام پر أَحْسَنِ تَقْوِيمٍ سےتعبیر فرمایا، لَقَدْ خَلَقْنَا الإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ ۔","lang":"ur"},{"name":"82:8","price":"جس صورت میں چاہا تجھے جوڑ دیا.(1)","arabic":"فِيٓ أَيِّ صُورَةٖ مَّا شَآءَ رَكَّبَكَ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5837,"juzNumber":30,"footnotes":"(1) اس کا ایک مفہوم تو یہ ہے کہ اللہ بچے کو جس کے چاہے مشابہ بنا دے۔ باپ کے، ماں کے یا ماموں اور چچا کے۔ دوسرا مطلب ہے کہ وہ جس شکل میں چاہے، ڈھال دے، حتیٰ کہ قبیح ترین جانور کی شکل میں بھی پیدا کر سکتا ہے لیکن یہ اس کا لطف وکرم اور مہربانی ہے کہ وہ ایسا نہیں کرتا اور بہترین انسانی شکل میں ہی پیدا فرماتا ہے۔","lang":"ur"},{"name":"82:9","price":"ہرگز نہیں بلکہ تم تو جزا وسزا کے دن کو جھٹلاتے ہو.(1)","arabic":"كَلَّا بَلۡ تُكَذِّبُونَ بِٱلدِّينِ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5838,"juzNumber":30,"footnotes":"(1) كَلا، حَقًّا کے معنی میں بھی ہو سکتا ہے۔ اور کافروں کےاس طرز عمل کی نفی بھی جو اللہ کریم کی رافت ورحمت سے دھوکے میں مبتلا ہونے پر مبنی ہے یعنی اس فریب نفس میں مبتلا ہونےکا کوئی جواز نہیں بلکہ اصل بات یہ ہے کہ تمہارے دلوں میں اس بات پر یقین نہیں ہے کہ قیامت ہوگی اور وہاں جزا وسزا ہوگی۔","lang":"ur"},{"name":"82:10","price":"یقیناً تم پر نگہبان عزت والے.","arabic":"وَإِنَّ عَلَيۡكُمۡ لَحَٰفِظِينَ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5839,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"82:11","price":"لکھنے والے مقرر ہیں.","arabic":"كِرَامٗا كَٰتِبِينَ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5840,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"82:12","price":"جوکچھ تم کرتے ہو وه جانتے ہیں.(1)","arabic":"يَعۡلَمُونَ مَا تَفۡعَلُونَ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5841,"juzNumber":30,"footnotes":"(1) یعنی تم جو جزا وسزا کے منکر ہو، لیکن تمہیں معلوم ہونا چاہئے کہ تمہارا ہر قول اور ہر فعل نوٹ ہو رہا ہے۔ اللہ کی طرف سے فرشتے تم پر بطور نگران مقرر ہیں جو تمہاری ہر اس بات کو جانتے ہیں جو تم کرتے ہو۔ یہ گویا انسانون کو تنبیہ ہے کہ ہر عمل اور بات سے پہلےسوچ لو کہ وہ غلط تو نہیں۔ یہ وہی بات ہے جو پہلے گزر چکی ہے مثلاً عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ (1) مَا يَلْفِظُ مِنْ قَوْلٍ إِلا لَدَيْهِ رَقِيبٌ عَتِيدٌ ( سورة ق ، 17۔ 18) یعنی (ایک فرشتہ اس کے دائیں اور دوسرا اس کے بائیں جانب بیٹھا ہوا ہے، انسان جو بولتا ہے، اس کے پاس نگران، تیار اور حاضر ہے) یعنی لکھنے کے لئے۔ کہتے ہیں ایک فرشتہ نیکی اور دوسرا بدی لکھتا ہے۔ اور احادیث وآثار سے معلوم ہوتا ہے کہ دن کے دو فرشتے الگ اور رات کے دو فرشتے الگ ہیں۔ آگے نیکوں اور بدوں، دونوں کا ذکر کیا جا رہا ہے۔","lang":"ur"},{"name":"82:13","price":"یقیناً نیک لوگ (جنت کے عیش وآرام اور) نعمتوں میں ہوں گے.","arabic":"إِنَّ ٱلۡأَبۡرَارَ لَفِي نَعِيمٖ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5842,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"82:14","price":"اور یقیناً بدکار لوگ دوزخ میں ہوں گے.(1)","arabic":"وَإِنَّ ٱلۡفُجَّارَ لَفِي جَحِيمٖ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5843,"juzNumber":30,"footnotes":"(1) جس طرح دوسرے مقام پر فرمایا، فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ (الشورى:7) ۔","lang":"ur"},{"name":"82:15","price":"بدلے والے دن اس میں جائیں گے.(1)","arabic":"يَصۡلَوۡنَهَا يَوۡمَ ٱلدِّينِ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5844,"juzNumber":30,"footnotes":"(1) یعنی جس جزا وسزا کے دن کا وہ انکار کرتے تھے اسی دن جہنم میں اپنے اعمال کی پاداش میں داخل ہوں گے۔","lang":"ur"},{"name":"82:16","price":"وه اس سے کبھی غائب نہ ہونے پائیں گے.(1)","arabic":"وَمَا هُمۡ عَنۡهَا بِغَآئِبِينَ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5845,"juzNumber":30,"footnotes":"(1) یعنی کبھی اس سے جدا نہیں ہوں گے اور اس سے غائب نہیں ہوں گے۔ بلکہ ہمیشہ اسی میں رہیں گے۔","lang":"ur"},{"name":"82:17","price":"تجھے کچھ خبر بھی ہے کہ بدلے کا دن کیا ہے.","arabic":"وَمَآ أَدۡرَىٰكَ مَا يَوۡمُ ٱلدِّينِ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5846,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"82:18","price":"میں پھر (کہتا ہوں کہ) تجھے کیا معلوم کہ جزا (اور سزا) کا دن کیا ہے.(1)","arabic":"ثُمَّ مَآ أَدۡرَىٰكَ مَا يَوۡمُ ٱلدِّينِ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5847,"juzNumber":30,"footnotes":"(1) تکرار، اس کی عظمت وضخامت اور اس دن کی ہولناکیوں کی وضاحت کے لئے ہے۔","lang":"ur"},{"name":"82:19","price":"(وه ہے) جس دن کوئی شخص کسی شخص کے لئے کسی چیز کا مختار نہ ہوگا، اور (تمام تر) احکام اس روز اللہ کے ہی ہوں گے.(1)","arabic":"يَوۡمَ لَا تَمۡلِكُ نَفۡسٞ لِّنَفۡسٖ شَيۡـٔٗاۖ وَٱلۡأَمۡرُ يَوۡمَئِذٖ لِّلَّهِ","category":["82 (Al-Infitar)","Al-Infitar","Surah Al-Infitar"],"ayahNumber":5848,"juzNumber":30,"footnotes":"(1) یعنی دنیا میں تو اللہ نے عارضی طور پر، آزمانے کے لئے، انسانوں کو کم وبیش کے کچھ فرق کے ساتھ اختیارات دے رکھے ہیں۔ لیکن قیامت والےدن تمام اختیارات کلیتاً صرف اور صرف اللہ کےپاس ہوں گے۔ جیسے فرمایا لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ ۔ ( سورۂ مؤمن:16 ) چنانچہ نبی (صلى الله عليه وسلم) نے اپنی پھوپھی حضرت صفیہ (رضی الله عنها) اور اپنی صاحبزادی حضرت فاطمہ (رضی الله عنها) کو فرما دیا تھا، ”لا أَمْلِكُ لَكُمْ مِنَ اللهِ شَيْئًا“ (صحيح مسلم، كتاب الإيمان) اور بنی ہاشم اور بنی عبدالمطلب کو بھی متنبہ فرما دیا، ”أَنْقِذُوا أَنْفُسَكُمْ مِنَ النَّارِ، وَاللهِ لا أَمْلِكُ لَكُمْ مِنَ اللهِ شَيْئًا“ (مسلم ، كتاب مذكور ، بخاري ، سورة الشعراء ) ۔","lang":"ur"},{"name":"83:1","price":"بڑی خرابی ہے ناپ تول میں کمی کرنے والوں کی.","arabic":"وَيۡلٞ لِّلۡمُطَفِّفِينَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5849,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:2","price":"کہ جب لوگوں سے ناپ کر لیتے ہیں تو پورا پورا لیتے ہیں.","arabic":"ٱلَّذِينَ إِذَا ٱكۡتَالُواْ عَلَى ٱلنَّاسِ يَسۡتَوۡفُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5850,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:3","price":"اور جب انہیں ناپ کر یا تول کر دیتے ہیں تو کم دیتے ہیں.(1)","arabic":"وَإِذَا كَالُوهُمۡ أَو وَّزَنُوهُمۡ يُخۡسِرُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5851,"juzNumber":30,"footnotes":"(1) یعنی لینے اور دینے کے الگ الگ پیمانے رکھنا اور اس طرح ڈنڈی مار کر ناپ تول میں کمی کرنا، بہت بڑی اخلاقی بیماری ہے جس کا نتیجہ دین وآخرت میں تباہی ہے۔ ایک حدیث میں ہے، جو قوم ناپ تول میں کمی کرتی ہے، تو اس پر قحط سالی، سخت محنت اور حکمرانوں کا ظلم مسلط کر دیا جاتا ہے۔ ( ابن ماجه ، نمبر 4019 ذكره الألباني في الصحيحة نمبر 106 من عدة طرق وله شواهد) ۔","lang":"ur"},{"name":"83:4","price":"کیا انہیں اپنے مرنے کے بعد جی اٹھنے کا خیال نہیں.","arabic":"أَلَا يَظُنُّ أُوْلَٰٓئِكَ أَنَّهُم مَّبۡعُوثُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5852,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:5","price":"اس عظیم دن کے لئے.","arabic":"لِيَوۡمٍ عَظِيمٖ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5853,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:6","price":"جس دن سب لوگ رب العالمین کے سامنے کھڑے ہوں گے.(1)","arabic":"يَوۡمَ يَقُومُ ٱلنَّاسُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5854,"juzNumber":30,"footnotes":"(1) یہ ڈنڈی مارنے والے اس بات سے نہیں ڈرتے کہ ایک بڑا ہولناک دن آنے والا ہے جس میں سب لوگ رب العالمین کے سامنے کھڑے ہوں گے جو تمام پوشیدہ باتوں کوجانتا ہے ؟ مطلب یہ ہے کہ یہ کام وہی لوگ کرتے ہیں جن کے دلوں میں اللہ کا خوف اور قیامت کا ڈر نہیں ہے۔ احادیث میں آتا ہے، کہ جس وقت رب العالمین کے لئے کھڑے ہوں گے تو پسینہ انسانوں کے آدھے آدھے کانوں تک پہنچا ہوگا۔ ( صحيح، بخاري، تفسير سورة المطففين ) ایک اور روایت میں ہے کہ قیامت والے دن سورج مخلوق کے اتنا قریب ہوگا کہ ایک میل کی مقدار کے قریب فاصلہ ہوگا۔ حدیث کے راوی حضرت سلیم بن عامر کہتے ہیں کہ میں نہیں جانتا کہ نبی (صلى الله عليه وسلم) نے میل سے زمین کے مسافت والا میل مراد لیا ہے یا وہ سلائی جس سے سرمہ آنکھوں میں ڈالا جاتا ہے۔ پس لوگ اپنے اعمال کے مطابق پسینے میں ہوں گے، یہ پسینہ کسی کے ٹخنوں تک، کسی کے گھٹنوں تک، کسی کی کمر تک ہوگا اور کسی کے لئے یہ لگام بنا ہوا ہوگا، یعنی اس کے منہ تک پسینہ ہوگا۔ ( صحيح مسلم، صفة القيامة والجنة، باب في صفة يوم القيامة) ۔","lang":"ur"},{"name":"83:7","price":"یقیناً بدکاروں کا نامہٴ اعمال سِجِّينٌ میں ہے.(1)","arabic":"كَلَّآ إِنَّ كِتَٰبَ ٱلۡفُجَّارِ لَفِي سِجِّينٖ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5855,"juzNumber":30,"footnotes":"(1) سِجِّينٌ، بعض کہتے ہیں سِجْنٌ ( قید خانہ ) سے ہے، مطلب ہے کہ قید خانے کی طرح ایک نہایت تنگ مقام ہے اور بعض کہتے ہیں کہ یہ زمین کے سب سے نچلے حصے میں ایک جگہ ہے، جہاں کافروں، ظالموں اور مشرکوں کی روحیں اور ان کے اعمال نامے جمع اور محفوظ ہوتے ہیں۔ اسی لئے آگے اسے (لکھی ہوئی کتاب) قرار دیا ہے۔","lang":"ur"},{"name":"83:8","price":"تجھے کیا معلوم سِجِّينٌ کیا ہے؟","arabic":"وَمَآ أَدۡرَىٰكَ مَا سِجِّينٞ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5856,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:9","price":"(یہ تو) لکھی ہوئی کتاب ہے.","arabic":"كِتَٰبٞ مَّرۡقُومٞ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5857,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:10","price":"اس دن جھٹلانے والوں کی بڑی خرابی ہے.","arabic":"وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5858,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:11","price":"جو جزا وسزا کے دن کو جھٹلاتے رہے.","arabic":"ٱلَّذِينَ يُكَذِّبُونَ بِيَوۡمِ ٱلدِّينِ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5859,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:12","price":"اسے صرف وہی جھٹلاتا ہےجو حد سے آگے نکل جانے واﻻ (اور) گناه گار ہوتا ہے.","arabic":"وَمَا يُكَذِّبُ بِهِۦٓ إِلَّا كُلُّ مُعۡتَدٍ أَثِيمٍ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5860,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:13","price":"جب اس کے سامنے ہماری آیتیں پڑھی جاتی ہیں تو کہہ دیتا ہے کہ یہ اگلوں کے افسانے ہیں.(1)","arabic":"إِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5861,"juzNumber":30,"footnotes":"(1) یعنی اس کا گناہوں میں انہماک اور حد سے تجاوز اتنا بڑھ گیا ہے کہ اللہ کی آیات سن کر ان پر غور وفکر کرنے کے بجائے، انہیں اگلوں کی کہانیاں بتلاتا ہے۔","lang":"ur"},{"name":"83:14","price":"یوں نہیں(1) بلکہ ان کے دلوں پر ان کےاعمال کی وجہ سے زنگ (چڑھ گیا) ہے.(2)","arabic":"كَلَّاۖ بَلۡۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُواْ يَكۡسِبُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5862,"juzNumber":30,"footnotes":"(1) یعنی یہ قرآن کہانیاں نہیں، جیسا کہ کافر کہتے اور سمجھتے ہیں۔ بلکہ یہ اللہ کا کلام اور اس کی وحی ہے جو اس کےرسول پر جبرائیل (عليه السلام) امین کے ذریعے سے نازل ہوئی ہے ۔\n(2) یعنی ان کے دل اس قرآن اور وحی الٰہی پر ایمان اس لئے نہیں لاتے کہ ان کےدلوں پر گناہوں کی کثرت کی وجہ سے پردے پڑ گئے ہیں اور وہ زنگ آلود ہوگئے ہیں رَيْنٌ، گناہوں کی وہ سیاہی ہےجو مسلسل ارتکاب گناہ کی وجہ سے اس کے دل پر چھا جاتی ہے۔ حدیث میں ہے ”بندہ جب گناہ کرتا ہے تو اس کے دل پر ایک سیاہ نکتہ پڑ جاتا ہے، اگر وہ توبہ کر لیتا ہے تو وہ سیاہی دور کر دی جاتی ہے، اور اگر توبہ کے بجائے، گناہ پر گناہ کیے جاتا ہے تو وہ سیاہی بڑھتی جاتی ہے، حتیٰ کہ اس کےپورے دل پر چھا جاتی ہے۔ یہی وہ رَيْنٌ ہے جس کا ذکر قرآن مجید میں ہے“۔ ( ترمذي، باب تفسير سورة المطففين، ابن ماجه، كتاب الزهد، باب الذنوب - مسند أحمد 2 / 297 ) ۔","lang":"ur"},{"name":"83:15","price":"ہرگز نہیں یہ لوگ اس دن اپنے رب سےاوٹ میں رکھے جائیں گے.(1)","arabic":"كَلَّآ إِنَّهُمۡ عَن رَّبِّهِمۡ يَوۡمَئِذٖ لَّمَحۡجُوبُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5863,"juzNumber":30,"footnotes":"(1) ان کے برعکس اہل ایمان روئیت باری تعالیٰ سےمشرف ہوں گے۔","lang":"ur"},{"name":"83:16","price":"پھر یہ لوگ بالیقین جہنم میں جھونکے جائیں گے.","arabic":"ثُمَّ إِنَّهُمۡ لَصَالُواْ ٱلۡجَحِيمِ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5864,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:17","price":"پھر کہہ دیا جائے گا کہ یہی ہے وه جسے تم جھٹلاتے رہے.","arabic":"ثُمَّ يُقَالُ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5865,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:18","price":"لرگزنہیں،بےشک نیکوکاروں کے اعمال نامے علییں میں ہیں .(1)","arabic":"كَلَّآ إِنَّ كِتَٰبَ ٱلۡأَبۡرَارِ لَفِي عِلِّيِّينَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5866,"juzNumber":30,"footnotes":"(1) عِلِّيِّينُ، عُلُوٌّ ( بلندی ) سے ہے۔ یہ سِجِّينٌ کے برعکس، آسمانوں میں یا جنت میں یا سدرۃ المنتہیٰ یا عرش کے پاس جگہ ہے جہاں نیک لوگوں کی روحیں اور ان کے اعمال نامے محفوظ ہیں، جس کے پاس مقرب فرشتے حاضر ہوتے ہیں۔","lang":"ur"},{"name":"83:19","price":"اورتجھے کیا پتہ کہ عِلِّیین کیا ہے؟","arabic":"وَمَآ أَدۡرَىٰكَ مَا عِلِّيُّونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5867,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:20","price":"(وه تو) لکھی ہوئی کتاب ہے.","arabic":"كِتَٰبٞ مَّرۡقُومٞ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5868,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:21","price":"مقرب (فرشتے) اس کا مشاہده کرتے ہیں.","arabic":"يَشۡهَدُهُ ٱلۡمُقَرَّبُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5869,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:22","price":"یقیناً نیک لوگ (بڑی) نعمتوں میں ہوں گے.","arabic":"إِنَّ ٱلۡأَبۡرَارَ لَفِي نَعِيمٍ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5870,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:23","price":"مسہریوں پر بیٹھے دیکھ رہے ہوں گے.","arabic":"عَلَى ٱلۡأَرَآئِكِ يَنظُرُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5871,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:24","price":"تو ان کے چہروں سے ہی نعمتوں کی تروتازگی پہچان لے گا.(1)","arabic":"تَعۡرِفُ فِي وُجُوهِهِمۡ نَضۡرَةَ ٱلنَّعِيمِ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5872,"juzNumber":30,"footnotes":"(1) جس طرح دنیا میں خوش حال لوگوں کے چہروں پر بالعموم تازگی اور شادابی ہوتی ہے۔ جو ان آسائشوں، سہولتوں اور دینوی نعمتوں کی مظہر ہوتی ہے جو فراوانی سے حاصل ہوتی ہیں۔ اسی طرح اہل جنت پر اعزاز وتکریم اور نعمتوں کی جوار زانی ہوگی، اس کے اثرات ان کے چہروں پر بھی ظاہر ہوں گے، وہ اپنے حسن وجمال اور رونق وبہجت سےپہچان لئے جائیں گے کہ یہ جنتی ہیں۔","lang":"ur"},{"name":"83:25","price":"یہ لوگ سربمہر خالص شراب پلائے جائیں گے.(1)","arabic":"يُسۡقَوۡنَ مِن رَّحِيقٖ مَّخۡتُومٍ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5873,"juzNumber":30,"footnotes":"(1) رَحِيقٌ صاف، شفاف اور خالص شراب کو کہتے ہیں جس میں کسی چیز کی آمیزش نہ ہو۔ مَخْتُومٌ ( سر بہ مہر ) اس کے خالص پن کی مزید وضاحت کے لئےہے، بعض کےنزدیک یہ مخلوط کےمعنی میں ہے، یعنی شراب میں کستوری کی آمیزش ہوگی جس سے اس کا ذائقہ دوبالا اورخوشبو مزید خوش کن اور راحت افزا ہو جائے گی۔ بعض کہتے ہیں،یہ ختم سے ہے۔ یعنی اس کا آخری گھونٹ کستوری کا ہوگا۔ بعض ختام کےمعنی خوشبو کرتے ہیں، ایسی شراب جس کی خوشبو کستوری کی طرح ہوگی۔ ( ابن کثیر) حدیث میں بھی یہی لفظ آیا ہے۔ نبی (صلى الله عليه وسلم) نے فرمایا ہے ”جس مومن نے کسی پیا سے مومن کوایک گھونٹ پانی پلایا، اللہ تعالیٰ اسے قیامت والے دن الرَّحِيقُ الْمَخْتُومُ پلائے گا، جس نے کسی بھوکے مومن کو کھانا کھلایا، اللہ تعالیٰ اسے جنت کے پھل کھلائے گا، جس نے کسی ننگے مومن کو لباس پہنایا، اللہ تعالیٰ اسے جنت کا سبز لباس پہنائے گا“۔ ( مسند احمد، 3/ 13 ۔ 14 ) ۔","lang":"ur"},{"name":"83:26","price":"جس پر مشک کی مہر ہوگی، سبقت لے جانے والوں کو اسی میں سبقت کرنی چاہئے.(1)","arabic":"خِتَٰمُهُۥ مِسۡكٞۚ وَفِي ذَٰلِكَ فَلۡيَتَنَافَسِ ٱلۡمُتَنَٰفِسُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5874,"juzNumber":30,"footnotes":"(1) یعنی عمل کرنے والےکو ایسے عملوں میں سبقت کرنی چاہئے جس کے صلے میں جنت اور اس کی یہ نعمتیں حاصل ہوں۔ جیسے فرمایا، لِمِثْلِ هَذَا فَلْيَعْمَلِ الْعَامِلُونَ ( الصافات:61 ) ۔","lang":"ur"},{"name":"83:27","price":"اور اس کی آمیزش تسنیم کی ہوگی.(1)","arabic":"وَمِزَاجُهُۥ مِن تَسۡنِيمٍ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5875,"juzNumber":30,"footnotes":"(1) تَسْنِيمٌ کےمعنی، بلندی کے ہیں، اونٹ کی کوہان، جو اس کےجسم سےبلند ہوتی ہے، اسے سِنَامٌ کہتےہیں۔ قبر کے اونچا کرنے کو بھی تَسْنِيمُ الْقُبُورِ کہا جاتا ہے۔ مطلب یہ ہے کہ اس میں تسنیم شراب کی آمیزش ہوگی جو جنت کے بالائی علاقوں سے ایک چشمے کے ذریعے سے آئے گی۔ یہ جنت کی بہترین اور اعلیٰ شراب ہوگی۔","lang":"ur"},{"name":"83:28","price":"(یعنی) وه چشمہ جس کا پانی مقرب لوگ پیئں گے.","arabic":"عَيۡنٗا يَشۡرَبُ بِهَا ٱلۡمُقَرَّبُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5876,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:29","price":"گنہگار لوگ ایمان والوں کی ہنسی اڑایا کرتے تھے.(1)","arabic":"إِنَّ ٱلَّذِينَ أَجۡرَمُواْ كَانُواْ مِنَ ٱلَّذِينَ ءَامَنُواْ يَضۡحَكُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5877,"juzNumber":30,"footnotes":"(1) یعنی انہیں حقیر جانتے ہوئے ان کا استہزا کرتے اور مذاق اڑاتے تھے۔","lang":"ur"},{"name":"83:30","price":"اور ان کے پاس سے گزرتے ہوئے آپس میں آنکھ کےاشارے کرتے تھے.(1)","arabic":"وَإِذَا مَرُّواْ بِهِمۡ يَتَغَامَزُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5878,"juzNumber":30,"footnotes":"(1) غَمْزٌ کے معنی ہوتے ہیں، پلکوں اور ابروں سے اشارہ کرنا۔ یعنی ایک دوسرے کو اپنی پلکوں اور ابروں سے اشارہ کر کے ان کی تحقیرا ور ان کے مذہب پر طعن کرتے۔","lang":"ur"},{"name":"83:31","price":"اور جب اپنے والوں کی طرف لوٹتے تو دل لگیاں کرتے تھے.(1)","arabic":"وَإِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمُ ٱنقَلَبُواْ فَكِهِينَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5879,"juzNumber":30,"footnotes":"(1) یعنی اہل ایمان کا ذکر کرکے خوش ہوتے اور دل لگیاں کرتے۔ دوسرا مطلب اس کا یہ ہے کہ جب اپنے گھروں میں لوٹتے تو وہاں خوشحالی اور فراغت ان کا استقبال کرتی اور جو چاہتے وہ انہیں مل جاتا۔ اس کے باوجود انہوں نے اللہ کا شکر ادا نہیں کیا بلکہ اہل ایمان کی تحقیر اور ان پر حسد کرنے میں ہی مشغول رہے۔ ( ابن کثیر ) ۔","lang":"ur"},{"name":"83:32","price":"اور جب انہیں دیکھتے تو کہتے یقیناً یہ لوگ گمراه (بے راه) ہیں.(1)","arabic":"وَإِذَا رَأَوۡهُمۡ قَالُوٓاْ إِنَّ هَٰٓؤُلَآءِ لَضَآلُّونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5880,"juzNumber":30,"footnotes":"(1) یعنی اہل توحید، اہل شرک کی نظر میں اور اہل ایمان اہل کفر کے نزدیک گمراہ ہوتے ہیں۔ یہی صورت حال آج بھی ہے۔ گمراہ اپنے کو اہل حق اور اہل حق کو گمراہ باور کراتے ہیں۔ حتیٰ کہ ایک سراسر باطل فرقہ اپنے سوا کسی کو مومن کہتا ہے اور نہ سمجھتا ہے۔ هَدَاهَا اللهُ تَعَالَى ۔","lang":"ur"},{"name":"83:33","price":"یہ ان پر پاسبان بنا کر تو نہیں بھیجے گئے.(1)","arabic":"وَمَآ أُرۡسِلُواْ عَلَيۡهِمۡ حَٰفِظِينَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5881,"juzNumber":30,"footnotes":"(1) یعنی یہ کافر مسلمانوں پر نگران بنا کر تو نہیں بھیجے گئے ہیں کہ یہ ہر وقت مسلمانوں کےاعمال واحوال ہی دیکھتے اور ان پر تبصرے کرتے رہیں، یعنی جب یہ ان کے مکلف ہی نہیں ہیں تو پھر کیوں ایسا کرتے ہیں۔ٍ","lang":"ur"},{"name":"83:34","price":"پس آج ایمان والے ان کافروں پر ہنسیں گے.(1)","arabic":"فَٱلۡيَوۡمَ ٱلَّذِينَ ءَامَنُواْ مِنَ ٱلۡكُفَّارِ يَضۡحَكُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5882,"juzNumber":30,"footnotes":"(1) یعنی جس طرح دنیا میں کافر اہل ایمان پر ہنستے تھے، قیامت والے دن یہ کافر اللہ کی گرفت میں ہوں گے اور اہل ایمان ان پر ہنسیں گے۔ ان کو ہنسی اس بات پر آئے گی کہ یہ گمراہ ہونے کے باوجود ہمیں گمراہ کہتے اور ہم پر ہنستے تھے۔ آج ان کو پتہ چل گیا کہ گمراہ کون تھا ؟ اور کون اس قابل تھا کہ اس کا استہزا کیا جائے۔","lang":"ur"},{"name":"83:35","price":"تختوں پر بیٹھے دیکھ رہے ہوں گے.","arabic":"عَلَى ٱلۡأَرَآئِكِ يَنظُرُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5883,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"83:36","price":"کہ اب ان منکروں نے جیسا یہ کرتے تھے پورا پورا بدلہ پالیا.(1)","arabic":"هَلۡ ثُوِّبَ ٱلۡكُفَّارُ مَا كَانُواْ يَفۡعَلُونَ","category":["83 (Al-Mutaffifin)","Al-Mutaffifin","Surah Al-Mutaffifin"],"ayahNumber":5884,"juzNumber":30,"footnotes":"(1) ثُوِّبَ بمعنی أُثِيبَ، بدلہ دے دیئے گئے، یعنی کیا کافروں کو، جو کچھ وہ کرتے تھے، اس کا بدلہ دے دیا گیا ہے۔","lang":"ur"},{"name":"84:1","price":"جب آسمان پھٹ جائے گا.(1)","arabic":"إِذَا ٱلسَّمَآءُ ٱنشَقَّتۡ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5885,"juzNumber":30,"footnotes":"(1) یعنی جب قیامت برپا ہوگی۔","lang":"ur"},{"name":"84:2","price":"اور اپنے رب کے حکم پر کان لگائے گا(1) اور اسی کے ﻻئق وه ہے.(2)","arabic":"وَأَذِنَتۡ لِرَبِّهَا وَحُقَّتۡ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5886,"juzNumber":30,"footnotes":"(1) یعنی اللہ اس کوپھٹنے کا جو حکم دے گا، اسے سنے گا اور اطاعت کرے گا۔\n(2) یعنی اس کے یہی لائق ہے کہ سنے اور اطاعت کرے، اس لئے کہ وہ سب پرغالب ہے اور سب اس کے ماتحت ہیں، اس کے حکم سے سرتابی کرنے کی کس کو مجال ہو سکتی ہے ؟","lang":"ur"},{"name":"84:3","price":"اور جب زمین (کھینچ کر) پھیلا دی جائے گی.(1)","arabic":"وَإِذَا ٱلۡأَرۡضُ مُدَّتۡ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5887,"juzNumber":30,"footnotes":"(1) یعنی اس کے طول وعرض میں مزید وسعت کر دی جائےگی۔ یا یہ مطلب ہے کہ اس پر جو پہاڑ وغیرہ ہیں، سب کو ریزہ ریزہ کر کے زمین کو صاف اور ہموار کرکے بچھا دیا جائے گا۔ اس میں کوئی اونچ نیچ نہیں رہے گی۔","lang":"ur"},{"name":"84:4","price":"اور اس میں جو ہے اسے وه اگل دے گی اور خالی ہو جائے گی.(1)","arabic":"وَأَلۡقَتۡ مَا فِيهَا وَتَخَلَّتۡ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5888,"juzNumber":30,"footnotes":"(1) یعنی اس میں جو مردے دفن ہیں، سب زندہ ہو کر باہر نکل آئیں گے جو خزانے اس کے بطن میں موجود ہیں، وہ انہیں ظاہر کر دے گی، اور خود بالکل خالی ہو جائے گی۔","lang":"ur"},{"name":"84:5","price":"اور اپنے رب کے حکم پر کان لگائے گی(1) اور اسی کے ﻻئق وه ہے.","arabic":"وَأَذِنَتۡ لِرَبِّهَا وَحُقَّتۡ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5889,"juzNumber":30,"footnotes":"(1) یعنی القا اور تخلی کا جو حکم اسے دیا جائے گا، وہ اس کے مطابق عمل کرے گی ۔","lang":"ur"},{"name":"84:6","price":"اے انسان! تو اپنے رب سے ملنے تک یہ کوشش اور تمام کام اور محنتیں کرکے اس سے ملاقات کرنے واﻻ ہے.(1)","arabic":"يَٰٓأَيُّهَا ٱلۡإِنسَٰنُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدۡحٗا فَمُلَٰقِيهِ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5890,"juzNumber":30,"footnotes":"- یہاں انسان بطور جنس کے ہے جس میں مومن اور کافر دونوں شامل ہیں۔ کدح،سخت محنت کو کہتے ہیں، وہ محنت خیر کے کاموں کے لئے ہو یا شر کےلئے۔ مطلب یہ ہے کہ جب مذکورہ چیزیں ظہور پذیر ہوں گی یعنی قیامت آجائے گی تو اے انسان تو نے جو بھی، اچھا یا برا عمل کیا ہوگا، وہ تو اپنے سامنے پالے گا اور اسی کے مطابق تجھے اچھی یا بری جزا بھی ملے گی۔ آگے اس کی مزید تفصیل ووضاحت ہے۔","lang":"ur"},{"name":"84:7","price":"تو (اس وقت) جس شخص کے داہنے ہاتھ میں اعمال نامہ دیا جائے گا.","arabic":"فَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5891,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"84:8","price":"اس کا حساب تو بڑی آسانی سے لیا جائے گا.(1)","arabic":"فَسَوۡفَ يُحَاسَبُ حِسَابٗا يَسِيرٗا","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5892,"juzNumber":30,"footnotes":"(1) آسان حساب یہ ہے کہ مومن کا اعمال نامہ پیش ہوگا۔ اس کی غلطیاں بھی اس کے سامنے لائی جائیں گی، پھر اللہ تعالیٰ اپنی رحمت اور فضل وکرم سے انہیں معاف فرما دے گا۔ حضرت عائشہ (رضی الله عنها) فرماتی ہیں کہ رسول اللہ (صلى الله عليه وسلم) نے فرمایا ”جس کا حساب لیا گیا وہ ہلاک ہوگیا“۔ میں نے کہا اے اللہ کے رسول! اللہ مجھے آپ پر قربان کرے کیا اللہ تعالیٰ نے یہ نہیں فرمایا، جس کے دائیں ہاتھ میں نامہ اعمال دیا گیا، اس کا حساب آسان ہوگا۔ مطلب حضرت عائشہ (رضی الله عنها) کا یہ تھا کہ اس آیت کی رو سے حساب تو مومن کا بھی ہوگا لیکن وہ ہلاکت سےدوچار نہیں ہوگا۔ آپ (صلى الله عليه وسلم) نے وضاحت فرمائی ”یہ تو پیشی ہے“۔ یعنی مومن کے ساتھ معاملہ حساب کا نہیں ہوگا، ایک سرسری سی پیشی ہوگی مومن رب کے سامنے پیش کیے جائیں گے، جس کا مناقشہ ہوا یعنی پوچھ گچھ ہوئی وہ مارا گیا۔ ( صحيح البخاري، تفسير سورة انشقاق ) ایک اور روایت میں حضرت عائشہ (رضی الله عنها) فرماتی ہیں۔ نبی (صلى الله عليه وسلم) اپنی بعض نماز میں یہ دعا پڑھتے تھے۔ ”اللَّهُمَّ حَاسِبْنِي حِسَابًا يَسِيرًا“ (اے اللہ میرا حساب آسان فرمانا) نماز سے فراغت کے بعد میں نے پوچھا، حسابا یسیرا ”آسان حساب“ کا کیا مطلب ہے ؟ آپ (صلى الله عليه وسلم) نے فرمایا، اللہ تعالیٰ اس کا اعمال نامہ دیکھے گا اور پھر اسے معاف فرما دے گا۔۔۔ ( مسند احمد،6 / 48 ) ۔","lang":"ur"},{"name":"84:9","price":"اور وه اپنے اہل کی طرف ہنسی خوشی لوٹ آئے گا.(1)","arabic":"وَيَنقَلِبُ إِلَىٰٓ أَهۡلِهِۦ مَسۡرُورٗا","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5893,"juzNumber":30,"footnotes":"(1) یعنی جو اس کے گھر والوں میں سے جنتی ہوں گے۔ یا اس سے مراد وہ حورعین اور ولدان ہیں جو جنتیوں کو ملیں گے۔","lang":"ur"},{"name":"84:10","price":"ہاں جس شخص کا اعمال نامہ اس کی پیٹھ کے پیچھے سے دیا جائے گا.","arabic":"وَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ وَرَآءَ ظَهۡرِهِۦ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5894,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"84:11","price":"تو وه موت کو بلانے لگے گا.(1)","arabic":"فَسَوۡفَ يَدۡعُواْ ثُبُورٗا","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5895,"juzNumber":30,"footnotes":"(1) ثُبُورًا ہلاکت، خسارہ۔ یعنی وہ چیخے گا، پکارے گا، واویلا کرے گا کہ میں تو مارا گیا، ہلاک ہوگیا۔","lang":"ur"},{"name":"84:12","price":"اور بھڑکتی ہوئی جہنم میں داخل ہوگا.","arabic":"وَيَصۡلَىٰ سَعِيرًا","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5896,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"84:13","price":"یہ شخص اپنے متعلقین میں (دنیا میں) خوش تھا.(1)","arabic":"إِنَّهُۥ كَانَ فِيٓ أَهۡلِهِۦ مَسۡرُورًا","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5897,"juzNumber":30,"footnotes":"(1) یعنی دنیا میں اپنی خواہشات میں مگن اور اپنے گھر والوں کےدرمیان بڑا خوش تھا۔","lang":"ur"},{"name":"84:14","price":"اس کا خیال تھا کہ اللہ کی طرف لوٹ کر ہی نہ جائے گا.(1)","arabic":"إِنَّهُۥ ظَنَّ أَن لَّن يَحُورَ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5898,"juzNumber":30,"footnotes":"(1) یہ اس کے خوش ہونے کی علت ہے۔ یعنی آخرت پر اس کا عقیدہ ہی نہیں تھا ۔ حور کےمعنی ہیں، لوٹنا۔ جس طرح نبی (صلى الله عليه وسلم) کی دعا ہے اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْحَورِ بَعْدَ الْكَورِ(صحيح مسلم، الحج، باب ما يقول إذا ركب إلى سفر الحج وغيره، ترمذي، ابن ماجه ) مسلم میں بعد الكون ہے۔ مطلب ہے، اس بات سے میں پناہ مانگتا ہوں کہ ایمان کے بعد کفر، اطاعت کے بعد معصیت یاخیر کے بعد شر کی طرف لوٹوں۔","lang":"ur"},{"name":"84:15","price":"کیوں نہیں(1) ، حاﻻنکہ اس کا رب اسے بخوبی دیکھ رہا تھا.(2)","arabic":"بَلَىٰٓۚ إِنَّ رَبَّهُۥ كَانَ بِهِۦ بَصِيرٗا","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5899,"juzNumber":30,"footnotes":"(1) ایک ترجمہ اس کا یہ بھی ہے کہ یہ کیسے ہو سکتا ہے کہ یہ نہ لوٹے اور دوبارہ زندہ نہ ہو، یا بَلَى، کیوں نہیں، یہ ضرور اپنے رب کی طرف لوٹے گا۔\n(2) یعنی اس سے اس کا کوئی عمل مخفی نہیں تھا۔","lang":"ur"},{"name":"84:16","price":"مجھے شفق کی قسم(1) ! اور رات کی!","arabic":"فَلَآ أُقۡسِمُ بِٱلشَّفَقِ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5900,"juzNumber":30,"footnotes":"(1) شَفَقٌ، اس سرخی کو کہتے ہیں جو سورج غروب ہونے کے بعد آسمان پر ظاہر ہوتی ہے اور عشا کا وقت شروع ہونے تک رہتی ہے۔","lang":"ur"},{"name":"84:17","price":"اور اس کی جمع کرده(1) چیزوں کی قسم.","arabic":"وَٱلَّيۡلِ وَمَا وَسَقَ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5901,"juzNumber":30,"footnotes":"(1) اندھیرا ہوتے ہی ہر چیز اپنےماویٰ اور مسکن کی طرف جمع اور سمٹ آتی ہے یعنی رات کا اندھیرا جن چیزوں کو اپنے دامن میں سمیٹ لیتا ہے۔","lang":"ur"},{"name":"84:18","price":"اور چاند کی جب کہ وه کامل ہو جاتا ہے.(1)","arabic":"وَٱلۡقَمَرِ إِذَا ٱتَّسَقَ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5902,"juzNumber":30,"footnotes":"(1) إِذَا اتَّسَقَ کے معنی ہیں، جب وہ مکمل ہو جائے جیسے وہ تیرھویں کی رات سے سولھویں تاریخ کی رات تک رہتا ہے۔","lang":"ur"},{"name":"84:19","price":"یقیناً تم ایک حالت سے دوسری حالت پر پہنچو گے.(1)","arabic":"لَتَرۡكَبُنَّ طَبَقًا عَن طَبَقٖ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5903,"juzNumber":30,"footnotes":"(1) طَبَقٌ کے اصل معنی شدت کے ہیں۔ یہاں مراد وہ شدائد ہیں جو قیامت والے دن واقع ہوں گے۔ یعنی اس روز ایک سے بڑھ کر ایک حالت طاری ہوگی۔ (فتح الباري ، تفسير سورة انشقاق) یہ جواب قسم ہے۔","lang":"ur"},{"name":"84:20","price":"انہیں کیا ہو گیا کہ ایمان نہیں ﻻتے.","arabic":"فَمَا لَهُمۡ لَا يُؤۡمِنُونَ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5904,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"84:21","price":"اور جب ان کے پاس قرآن پڑھا جاتا ہے تو سجده نہیں کرتے.(1)","arabic":"وَإِذَا قُرِئَ عَلَيۡهِمُ ٱلۡقُرۡءَانُ لَا يَسۡجُدُونَۤ۩","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5905,"juzNumber":30,"footnotes":"(1) احادیث سے یہاں نبی (صلى الله عليه وسلم) اور صحابہ کرام کا سجدہ کرنا ثابت ہے۔","lang":"ur"},{"name":"84:22","price":"بلکہ جنہوں نے کفر کیا وه جھٹلا رہے ہیں.(1)","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ يُكَذِّبُونَ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5906,"juzNumber":30,"footnotes":"(1) یعنی ایمان لانے کےبجائے جھٹلاتے ہیں۔","lang":"ur"},{"name":"84:23","price":"اور اللہ تعالیٰ خوب جانتا ہے جو کچھ یہ دلوں میں رکھتے ہیں.(1)","arabic":"وَٱللَّهُ أَعۡلَمُ بِمَا يُوعُونَ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5907,"juzNumber":30,"footnotes":"(1) یعنی تکذیب، یاجو افعال وہ چھپ کر کرتے ہیں۔","lang":"ur"},{"name":"84:24","price":"انہیں المناک عذابوں کی خوشخبری سنا دو.","arabic":"فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5908,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"84:25","price":"ہاں ایمان والوں اور نیک اعمال والوں کو بے شمار اور نہ ختم ہونے واﻻ اجر ہے.","arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونِۭ","category":["84 (Al-Inshiqaq)","Al-Inshiqaq","Surah Al-Inshiqaq"],"ayahNumber":5909,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"85:1","price":"برجوں والے آسمان کی قسم!(1)","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡبُرُوجِ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5910,"juzNumber":30,"footnotes":"(1) بُرُوجٌ، بُرْجٌ محل کی جمع ہے۔ بُرْجٌ کے اصل معنی ہیں ظہور۔ یہ کواکب کی منزلیں ہیں جنہیں ان کے محل اور قصور کی حیثیت حاصل ہے۔ ظاہر اور نمایاں ہونے کی وجہ سے انہیں بروج کہا جاتا ہے۔ تفصیل کے لئےدیکھئے الفرقان،61 کا حاشیہ۔ بعض نے بروج سے مراد ستارے لئے ہیں۔ یعنی ستارے والے آسمان کی قسم۔ بعض کے نزدیک اس سے آسمان کے دروازے یا چاند کی منزلیں مراد ہیں ۔( فتح القدیر )۔","lang":"ur"},{"name":"85:2","price":"وعده کیے ہوئے دن کی قسم!(1)","arabic":"وَٱلۡيَوۡمِ ٱلۡمَوۡعُودِ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5911,"juzNumber":30,"footnotes":"(1) اس سے مراد بالاتفاق قیامت کا دن ہے۔","lang":"ur"},{"name":"85:3","price":"حاضر ہونے والے اور حاضر کئے گئے کی قسم!(1)","arabic":"وَشَاهِدٖ وَمَشۡهُودٖ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5912,"juzNumber":30,"footnotes":"(1) شَاهِدٍ اور مَشْهُودٍ کی تفسیر میں بہت اختلاف ہے۔ امام شوکانی نے احادیث وآثار کی بنیاد پر کہا ہے کہ شاہد سے مراد جمعہ کا دن ہے، اس دن جس نےجو بھی عمل کیا ہوگا یہ قیامت کے دن اس کی گواہی دے گا۔ اور مشہود سے عرفے (9 ذوالحجہ ) کا دن ہے جہاں لوگ حج کے لئے جمع اور حاضر ہوتے ہیں۔","lang":"ur"},{"name":"85:4","price":"(کہ) خندقوں والے ہلاک کیے گئے.(1)","arabic":"قُتِلَ أَصۡحَٰبُ ٱلۡأُخۡدُودِ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5913,"juzNumber":30,"footnotes":"(1) یعنی جن لوگوں نے خندقیں کھود کر اس میں رب کے ماننے والوں کو ہلاک کیا، ان کے لئے ہلاکت اور بربادی ہے، قُتِلَ بمعنی لُعِنَ ۔","lang":"ur"},{"name":"85:5","price":"وه ایک آگ تھی ایندھن والی.(1)","arabic":"ٱلنَّارِ ذَاتِ ٱلۡوَقُودِ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5914,"juzNumber":30,"footnotes":"(1) النَّارِ، الأُخْدُودِ سے بدل اشتمال ہے ذَاتِ الْوَقُودِ، النَّارِ کی صفت ہے۔ یعنی یہ خندقیں کیا تھیں ؟ ایندھن والی آگ تھیں، جو اہل ایمان کو اس میں جھونکنے کے لئے دہکائی گئی تھی۔","lang":"ur"},{"name":"85:6","price":"جب کہ وه لوگ اس کے آس پاس بیٹھے تھے.(1)","arabic":"إِذۡ هُمۡ عَلَيۡهَا قُعُودٞ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5915,"juzNumber":30,"footnotes":"(1) کافر بادشاہ یا اس کے کارندے، آگ کے کنارے بیٹھے اہل ایمان کے جلنے کا تماشا دیکھ رہے تھے، جیسا کہ اگلی آیت میں ہے۔","lang":"ur"},{"name":"85:7","price":"اور مسلمانوں کے ساتھ جو کر رہے تھے اس کو اپنے سامنے دیکھ رہے تھے.","arabic":"وَهُمۡ عَلَىٰ مَا يَفۡعَلُونَ بِٱلۡمُؤۡمِنِينَ شُهُودٞ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5916,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"85:8","price":"یہ لوگ ان مسلمانوں (کے کسی اور گناه کا) بدلہ نہیں لے رہے تھے، سوائے اس کے کہ وه اللہ غالب ﻻئق حمد کی ذات پر ایمان ﻻئے تھے.(1)","arabic":"وَمَا نَقَمُواْ مِنۡهُمۡ إِلَّآ أَن يُؤۡمِنُواْ بِٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5917,"juzNumber":30,"footnotes":"(1) یعنی ان لوگوں کا جرم، جنہیں آگ میں جھونکا جا رہا تھا، یہ تھا کہ وہ اللہ غالب پر ایمان لے آئے تھے۔ اس واقعے کی تفصیل جو صحیح احادیث سے ثابت ہے ، ملاحظہ فرمائیں۔\nواقعہ اصحاب الاخدود :\nگزشتہ زمانے میں ایک بادشاہ کا جادوگر اور کاہن تھا، جب وہ کاہن بوڑھا ہو گیا تو اس نے بادشاہ سےکہا کہ مجھے ایک ذہین لڑکا دو، جسے میں یہ علم سکھا دوں۔ چنانچہ بادشاہ نے ایک سمجھدار لڑکا تلاش کرکے اس کے سپرد کر دیا۔ لڑکے کے راستے میں ایک راہب کا بھی مکان تھا، یہ لڑکا آتے جاتے اس کےپاس بھی بیٹھتا اور اس کی باتیں سنتا، جو اسے اچھی لگتیں۔ اسی طرح سلسلہ چلتا رہا۔ ایک مرتبہ یہ لڑکا جا رہا تھا کہ راستے میں ایک بہت بڑے جانور ( شیر یا سانپ وغیرہ ) نے لوگوں کا راستہ روک رکھا تھا۔ لڑکے نے سوچا، آج میں پتہ کرتا ہوں کہ جادوگر صحیح ہے یا راہب ؟ اس نے ایک پتھر پکڑا اور کہا اے اللہ، اگر راہب کا معاملہ، تیرے نزدیک جادوگر کے معاملے سے بہتر اور پسندیدہ ہے تو اس جانور کو مار دے، تاکہ لوگوں کی آمد ورفت جاری ہو جائے۔ یہ کہہ کر اس نے پتھر مارا اور وہ جانور مر گیا۔ لڑکے نے جا کر یہ واقعہ راہب کو بتلایا۔ راہب نے کہا، بیٹے! اب تم فضل وکمال کو پہنچ گئے ہو اور تمہاری آزمائش شروع ہونے والی ہے۔ لیکن اس دور ابتلا میں میرا نام ظاہر نہ کرنا۔ یہ لڑکا مادر زاد اندھے، برص اور دیگر بعض بیماریوں کا علاج بھی کرتا تھا، لیکن ایمان باللہ کی شرط پر، اسی شرط پر اس نے بادشاہ کے ایک نابینا مصاحب کی آنکھیں بھی، اللہ سے دعا کرکے صحیح کر دیں۔ یہ لڑکا یہی کہتا تھا کہ اگر تم ایمان لے آؤ گے تو میں اللہ سے دعا کروں گا، وہ شفا عطا فرما دے گا، چنانچہ اس کی دعا سے اللہ شفایاب فرما دیتا۔ یہ خبر بادشاہ تک بھی پہنچی تو وہ بہت پریشان ہوا۔ بعض اہل ایمان کو تو اس نے قتل کروا دیا۔ اس لڑکے کے بارے میں اس نے چند آدمیوں کو کہا کہ اسے پہاڑ کی چوٹی پر لےجا کر نیچے پھینک دو، اس نے اللہ سے دعا کی، پہاڑ میں لرزش پیدا ہوئی، جس سے وہ سب گر کر مر گئے اور اللہ نے اسے بچا لیا۔ بادشاہ نے اسےدوسرے آدمیوں کےسپرد کرکے کہا کہ ایک کشتی میں بٹھا کر سمندر کے بیچ میں لے جا کر اسے پھینک دو، وہاں بھی اس کی دعا سے کشتی الٹ گئی، جس سے وہ سب غرق ہوگئےاور یہ بچ گیا۔ اس لڑکے نے بادشاہ سے کہا، اگر مجھے ہلاک کرنا چاہتا ہے تو اس کا طریقہ یہ ہے کہ ایک کھلے میدان میں لوگوں کو جمع کرو اور ( بِسْمِ اللهِ رَبِّ الْغُلامِ ) کہہ کر مجھے تیر مار۔ بادشاہ نے ایسا ہی کیا، جس سے وہ لڑکا مر گیا لیکن سارے لوگ پکار اٹھے، کہ ہم اس لڑکے کے رب پر ایمان لائے۔ بادشاہ اور زیادہ پریشان ہوگیا۔ چنانچہ اس نے خندقیں کھدوائیں اور اس میں آگ جلوائی اور حکم دیا کہ جو ایمان سے انحراف نہ کرے، اس کو آگ میں پھینک دو۔ اس طرح ایمان دار آتے رہے اور آگ کے حوالے ہوتے رہے، حتیٰ کہ ایک عورت آئی، جس کےساتھ ایک بچہ تھا، وہ ذرا ٹھٹھکی، تو بچہ بول پڑا، اماں، صبر کر، تو حق پر ہے۔ ( صحيح مسلم، ملخصًا، كتاب الزهد والرقاق، باب قصة أصحاب الأخدود ) امام ابن کثیر نے اور بھی بعض واقعات نقل کیے ہیں اور جو اس سے مختلف ہیں اور کہا ہے، ممکن ہے اس قسم کے متعدد واقعات مختلف جگہوں پر ہوئے ہوں۔ ( تفصیل کے لئے دیکھئے تفسیر ابن کثیر)۔","lang":"ur"},{"name":"85:9","price":"جس کے لئے آسمان وزمین کا ملک ہے۔ اور اللہ تعالیٰ ہرچیز کو دیکھ رہا ہے.","arabic":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5918,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"85:10","price":"بیشک جن لوگوں نے مسلمان مردوں اور عورتوں کو ستایا پھر توبہ (بھی) نہ کی تو ان کے لئے جہنم کا عذاب ہے اور جلنے کا عذاب ہے.","arabic":"إِنَّ ٱلَّذِينَ فَتَنُواْ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ ثُمَّ لَمۡ يَتُوبُواْ فَلَهُمۡ عَذَابُ جَهَنَّمَ وَلَهُمۡ عَذَابُ ٱلۡحَرِيقِ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5919,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"85:11","price":"بیشک ایمان قبول کرنے والوں اور نیک کام کرنے والوں کے لئے وه باغات ہیں۔ جن کے نیچے بہریں بہہ رہی ہیں۔ یہی بڑی کامیابی ہے.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡكَبِيرُ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5920,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"85:12","price":"یقیناً تیرے رب کی پکڑ بڑی سخت ہے.(1)","arabic":"إِنَّ بَطۡشَ رَبِّكَ لَشَدِيدٌ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5921,"juzNumber":30,"footnotes":"(1) یعنی جب وہ اپنے ان دشمنوں کی گرفت پر آئے جو اس کے رسولوں کی تکذیب کرتے اور ان کے حکموں کی مخالفت کرتے ہیں۔ تو پھر اس کی گرفت سے انہیں کوئی نہیں بچا سکتا۔","lang":"ur"},{"name":"85:13","price":"وہی پہلی مرتبہ پیدا کرتا ہے اور وہی دوباره پیدا کرے گا.(1)","arabic":"إِنَّهُۥ هُوَ يُبۡدِئُ وَيُعِيدُ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5922,"juzNumber":30,"footnotes":"(1) یعنی وہی اپنی قوت اور قدرت کاملہ سے پہلی مرتبہ پیدا کرتا ہے اور پھر قیامت والے دن دوبارہ انہیں اسی طرح پیدا فرمائے گا جس طرح اس نے پہلی مرتبہ پیدا کیا تھا۔","lang":"ur"},{"name":"85:14","price":"وه بڑا بخشش کرنے واﻻ اور بہت محبت کرنے واﻻ ہے.","arabic":"وَهُوَ ٱلۡغَفُورُ ٱلۡوَدُودُ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5923,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"85:15","price":"عرش کا مالک عظمت واﻻ ہے.(1)","arabic":"ذُو ٱلۡعَرۡشِ ٱلۡمَجِيدُ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5924,"juzNumber":30,"footnotes":"(1) یعنی تمام مخلوقات سے معظم اور بلند ہے اور عرش، جو سب سے اوپر ہے، وہ اس کا مستقر ہے۔ جیسا کہ صحابہ وتابعین اور محدثین کا عقیدہ ہے۔ الْجِيدِ صاحب فضل وکرم۔ یہ مرفوع اس لئے ہے کہ یہ ذُو ۔ یعنی رب کی صفت ہے، عرش کی صفت نہیں۔ اگرچہ بعض لوگ اسے عرش کی صفت تسلیم کرکے اسے مجرور پڑھتے ہیں۔ معناً دونوں صحیح ہیں۔ ( ابن کثیر ) ۔","lang":"ur"},{"name":"85:16","price":"جو چاہے اسے کر گزرنے واﻻ ہے.(1)","arabic":"فَعَّالٞ لِّمَا يُرِيدُ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5925,"juzNumber":30,"footnotes":"(1) یعنی وہ جو چاہے، کر گزرتا ہے، اس کے حکم اور مشیت کو ٹالنے والا کوئی نہیں ہے نہ اس سے کوئی پوچھنے والا ہی ہے۔ حضرت ابو بکر صدیق (رضي الله عنه) سے ان کے مرض الموت میں کسی نے پوچھا:\nکیا کسی طبیب نے آپ کو دیکھا ؟ انہوں نے فرمایا، ہاں۔ پوچھا، اس نے کیا کہا ؟ فرمایا، اس نے کہا ہے، إِنِّي فَعَّالٌ لِمَا أُرِيدُ میں جو چاہوں کروں، میرے معاملے میں کوئی دخل دینے والا نہیں۔ ( ابن کثیر ) مطلب یہ تھا کہ اب طبیبوں کے ہاتھوں میں نہیں رہا، میرا آخری وقت آگیا ہے اور اللہ ہی اب میرا طبیب ہے، جس کی مشیت کو ٹالنے کی کسی کے اندر طاقت نہیں ہے۔","lang":"ur"},{"name":"85:17","price":"تجھے لشکروں کی خبر بھی ملی ہے؟(1)","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ٱلۡجُنُودِ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5926,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"85:18","price":"(یعنی) فرعون اور ثمود کی.","arabic":"فِرۡعَوۡنَ وَثَمُودَ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5927,"juzNumber":30,"footnotes":"(1) یعنی ان پر جب میرا عذاب آیا اور میں نے انہیں اپنی گرفت میں لیا، جسے کوئی ٹال نہیں سکا۔","lang":"ur"},{"name":"85:19","price":"(کچھ نہیں) بلکہ کافر تو جھٹلانے میں پڑے ہوئے ہیں.","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي تَكۡذِيبٖ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5928,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"85:20","price":"اور اللہ تعالیٰ بھی انہیں ہر طرف سے گھیرے ہوئے ہے.(1)","arabic":"وَٱللَّهُ مِن وَرَآئِهِم مُّحِيطُۢ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5929,"juzNumber":30,"footnotes":"(1) یہ إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ ہی کا اثبات اور اس کی تاکید ہے۔","lang":"ur"},{"name":"85:21","price":"بلکہ یہ قرآن ہے بڑی شان واﻻ.","arabic":"بَلۡ هُوَ قُرۡءَانٞ مَّجِيدٞ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5930,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"85:22","price":"لوح محفوظ میں (لکھا ہوا).(1)","arabic":"فِي لَوۡحٖ مَّحۡفُوظِۭ","category":["85 (Al-Buruj)","Al-Buruj","Surah Al-Buruj"],"ayahNumber":5931,"juzNumber":30,"footnotes":"(1) یعنی لوح محفوظ میں لکھا ہوا ہے، جہاں فرشتے اس کی حفاظت پر مامور ہیں، اللہ تعالیٰ حسب ضرورت واقتضا اسے نازل فرماتا ہے۔","lang":"ur"},{"name":"86:1","price":"قسم ہے آسمان کی اور اندھیرے میں روشن ہونے والے کی.","arabic":"وَٱلسَّمَآءِ وَٱلطَّارِقِ","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5932,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"86:2","price":"تجھے معلوم بھی ہے کہ وه رات کو نمودار ہونے والی چیز کیا ہے؟","arabic":"وَمَآ أَدۡرَىٰكَ مَا ٱلطَّارِقُ","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5933,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"86:3","price":"وه روشن ستاره ہے.(1)","arabic":"ٱلنَّجۡمُ ٱلثَّاقِبُ","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5934,"juzNumber":30,"footnotes":"(1) طارق سے کیا مراد ہے ؟ خود قرآن نے واضح کر دیا۔ روشن ستارہ طَارِقٌ، طُرُوقٌ سے ہے جس کے لغوی معنی کٹھکھٹانے کے ہیں، لیکن طارق رات کو آنے والے کے لئے استعمال ہوتا ہے۔ ستاروں کو بھی طارق اسی لئے کہا ہے کہ یہ دن کو چھپ جاتے اور رات کو نمودار ہوتے ہیں۔","lang":"ur"},{"name":"86:4","price":"کوئی ایسا نہیں جس پر نگہبان فرشتہ نہ ہو.(1)","arabic":"إِن كُلُّ نَفۡسٖ لَّمَّا عَلَيۡهَا حَافِظٞ","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5935,"juzNumber":30,"footnotes":"(1) یعنی ہر نفس پر اللہ کی طرف سے فرشتے مقرر ہیں جو اس کے اچھے یا برے سارے عمل لکھتے ہیں۔ بعض کہتے ہیں، یہ انسانوں کی حفاظت کرنے والے فرشتے ہیں، جیسا کہ سورۂ رعد کی آیت نمبر ۔ 11 سے معلوم ہوتا ہے کہ انسان کی حفاظت کے لئے بھی انسان کے آگے پیچھے فرشتے ہوتے ہیں، جس طرح قول وفعل لکھنے والے ہوتے ہیں۔","lang":"ur"},{"name":"86:5","price":"انسان کو دیکھنا چاہئے کہ وه کس چیز سے پیدا کیا گیا ہے.","arabic":"فَلۡيَنظُرِ ٱلۡإِنسَٰنُ مِمَّ خُلِقَ","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5936,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"86:6","price":"وه ایک اچھلتے پانی سے پیدا کیا گیا ہے.(1)","arabic":"خُلِقَ مِن مَّآءٖ دَافِقٖ","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5937,"juzNumber":30,"footnotes":"(1) یعنی منی سے، جو قضائے شہوت کے بعد زور سے نکلتی ہے۔ یہی قطرۂ آب ( منی ) رحم عورت میں جاکر، اگر اللہ کا حکم ہوتا ہے تو، حمل کا باعث بنتا ہے۔","lang":"ur"},{"name":"86:7","price":"جو پیٹھ اور سینے کے درمیان سے نکلتا ہے.(1)","arabic":"يَخۡرُجُ مِنۢ بَيۡنِ ٱلصُّلۡبِ وَٱلتَّرَآئِبِ","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5938,"juzNumber":30,"footnotes":"(1) کہا جاتا ہے کہ پیٹھ، مرد کی اور سینہ عورت کا، ان دونوں کے پانی سے انسان کی تخلیق ہوتی ہے۔ لیکن اسے ایک ہی پانی اس لئے کہا کہ یہ دونوں مل کر ایک ہی بن جاتا ہے۔ تَرَائِبُ، تَرِيبَةٌ کی جمع ہے، سینے کا وہ حصہ جو ہار پہننے کی جگہ ہے۔","lang":"ur"},{"name":"86:8","price":"بیشک وه اسے پھیر ﻻنے پر یقیناً قدرت رکھنے واﻻ ہے.(1)","arabic":"إِنَّهُۥ عَلَىٰ رَجۡعِهِۦ لَقَادِرٞ","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5939,"juzNumber":30,"footnotes":"(1) یعنی انسان کےمرنے کے بعد، اسےدوبارہ زندہ کرنے پر وہ قادر ہے۔ بعض کے نزدیک اس کا مطلب ہے کہ وہ اس قطرۂ آب کو دوبارہ شرمگاہ کے اندر لوٹانے کی قدرت رکھتا ہے جہاں سے وہ نکلا تھا۔ پہلے مفہوم کو امام شوکانی اور امام ابن جریر طبری نے زیادہ صحیح قرار دیا ہے۔","lang":"ur"},{"name":"86:9","price":"جس دن پوشیده بھیدوں کی جانچ پڑتال ہوگی.(1)","arabic":"يَوۡمَ تُبۡلَى ٱلسَّرَآئِرُ","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5940,"juzNumber":30,"footnotes":"(1) یعنی ظاہر ہو جائیں گے، کیوں کہ ان پر جزا وسزا ہوگی۔ بلکہ حدیث میں آتا ہے ہر غدر ( بدعہدی ) کرنے والے کے سرین کے پاس جھنڈا گاڑ دیا جائے گا اور اعلان کر دیا جائے گا کہ یہ فلاں بن فلاں کی غداری ہے۔ (صحيح بخاري، كتاب الجزية، باب إثم الغادر للبر والفاجر- مسلم كتاب الجهاد، باب تحريم الغدر) مطلب یہ ہے کہ وہاں کسی کا کوئی عمل مخفی نہیں رہے گا۔","lang":"ur"},{"name":"86:10","price":"تو نہ ہوگا اس کے پاس کچھ زور نہ مدددگار.(1)","arabic":"فَمَا لَهُۥ مِن قُوَّةٖ وَلَا نَاصِرٖ","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5941,"juzNumber":30,"footnotes":"(1) یعنی خود انسان کے پاس اتنی قوت ہوگی کہ وہ اللہ کے عذاب سے بچ جائے، نہ کسی اور طرف سے اس کو کوئی ایسا مددگار مل سکے گا جو اسے اللہ کے عذاب سے بچا سکے۔","lang":"ur"},{"name":"86:11","price":"بارش والے آسمان کی قسم!(1)","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلرَّجۡعِ","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5942,"juzNumber":30,"footnotes":"(1) رَجْعٌ کے لغوی معنی ہیں، لوٹنا پلٹنا، بارش بھی بار بار اور پلٹ پلٹ کر ہوتی ہے، اس لئے بارش کو رَجْعٌ کے لفظ سے تعبیر کیا ہے۔ بعض کہتے ہیں کہ بادل، سمندروں سے ہی پانی لیتا ہے اور پھر زمین پر لوٹا دیتا ہے، اس لئے بارش کو رَجْعٌ کہا۔ بعض کہتے ہیں بطور تفاؤل عرب بارش کو رَجْعٌ کہتے تھے تاکہ وہ بار بار ہوتی رہے۔ ( فتح القدیر ) ۔","lang":"ur"},{"name":"86:12","price":"اور پھٹنے والی زمین کی قسم!(1)","arabic":"وَٱلۡأَرۡضِ ذَاتِ ٱلصَّدۡعِ","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5943,"juzNumber":30,"footnotes":"(1) یعنی زمین پھٹتی ہے تو اس سے پودا باہر نکلتا ہے، زمین پھٹتی ہے تو چشمہ جاری ہوتا ہے اور اسی طرح ایک دن آئے گا کہ زمین پھٹے گی، سارے مردے زندہ ہو کر باہر نکل آئیں گے۔ اس لئے زمین کو پھٹنے والی اور شگاف والی کہا۔","lang":"ur"},{"name":"86:13","price":"بیشک یہ (قرآن) البتہ دو ٹوک فیصلہ کرنے واﻻ کلام ہے.(1)","arabic":"إِنَّهُۥ لَقَوۡلٞ فَصۡلٞ","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5944,"juzNumber":30,"footnotes":"(1) یہ جواب قسم ہے، یعنی کھول کر بیان کر نے والا ہے جس سے حق اور باطل دونوں واضح ہو جاتے ہیں۔","lang":"ur"},{"name":"86:14","price":"یہ ہنسی کی (اور بے فائده) بات نہیں.(1)","arabic":"وَمَا هُوَ بِٱلۡهَزۡلِ","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5945,"juzNumber":30,"footnotes":"(1) یعنی کھیل کود اور مذاق والی چیز نہیں ہے، هَزْلٌ، جِدٌّ ( قصد وارادہ ) کی ضد ہے ۔ یعنی ایک واضح مقصد کی حامل کتاب ہے، لہو ولعب کی طرح بےمقصد نہیں ہے۔","lang":"ur"},{"name":"86:15","price":"البتہ کافر داؤ گھات میں ہیں.(1)","arabic":"إِنَّهُمۡ يَكِيدُونَ كَيۡدٗا","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5946,"juzNumber":30,"footnotes":"(1) یعنی نبی (صلى الله عليه وسلم) جو دین حق لے کر آئے ہیں، اس کو ناکام کرنے کے لئے سازشیں کرتے ہیں، یا نبی (صلى الله عليه وسلم) کو دھوکہ اور فریب دیتے ہیں اور منہ پر ایسی باتیں کرتے ہیں کہ دل میں اس کے برعکس ہوتا ہے۔","lang":"ur"},{"name":"86:16","price":"اور میں بھی ایک چال چل رہا ہوں.(1)","arabic":"وَأَكِيدُ كَيۡدٗا","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5947,"juzNumber":30,"footnotes":"(1) یعنی میں ان کی چالوں اور سازشوں سے غافل نہیں ہوں، میں بھی ان کے خلاف تدبیر کر رہا ہوں یا ان کی چالوں کا توڑ کر رہا ہوں۔ كَيْدٌ خفیہ تدبیر کو کہتے ہیں، جو برے مقصد کے لئے ہو تو بری ہے اور مقصد نیک ہو تو بری نہیں۔","lang":"ur"},{"name":"86:17","price":"تو کافروں کو مہلت دے(1) انہیں تھوڑے دنوں چھوڑ دے.","arabic":"فَمَهِّلِ ٱلۡكَٰفِرِينَ أَمۡهِلۡهُمۡ رُوَيۡدَۢا","category":["86 (At-Tariq)","At-Tariq","Surah At-Tariq"],"ayahNumber":5948,"juzNumber":30,"footnotes":"(1) یعنی ان کے لئے تعجیل عذاب کا سوال نہ کر، بلکہ انہیں کچھ مہلت دے دے۔ رُوَيْدًا : قَلَيلا یا قَرِيبًا یہ امہال واستدراج بھی کافروں کے حق میں اللہ کی طرف سے ایک کید کی صورت ہے جیسے فرمایا سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ (1) وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ ( الأعراف:182-183 ) ۔","lang":"ur"},{"name":"87:1","price":"اپنے بہت ہی بلند اللہ کے نام کی پاکیزگی بیان کر.(1)","arabic":"سَبِّحِ ٱسۡمَ رَبِّكَ ٱلۡأَعۡلَى","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5949,"juzNumber":30,"footnotes":"(1) یعنی ایسی چیزوں سے اللہ کی پاکیزگی جو اس کے لائق نہیں ہے۔ حدیث میں آتا ہے کہ نبی (صلى الله عليه وسلم) اس کے جواب میں پڑھا کرتے تھے، سُبْحَانَ رَبِّيَ الأَعْلَى (مسند أحمد، 1/ 232 ۔ أبو داود، كتاب الصلاة، باب الدعاء في الصلاة، وقال الألباني صحيح ) ۔","lang":"ur"},{"name":"87:2","price":"جس نے پیدا کیا اور صحیح سالم بنایا.(1)","arabic":"ٱلَّذِي خَلَقَ فَسَوَّىٰ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5950,"juzNumber":30,"footnotes":"(1) دیکھئے سورۃ الانفطار کا حاشیہ نمبر۔ 7","lang":"ur"},{"name":"87:3","price":"اور جس نے (ٹھیک ٹھاک) اندازه کیا اور پھر راه دکھائی.(1)","arabic":"وَٱلَّذِي قَدَّرَ فَهَدَىٰ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5951,"juzNumber":30,"footnotes":"(1) یعنی نیکی اور بدی کی۔ اس طرح ضروریات زندگی کی۔ یہ ہدایت حیوانات کو بھی عطا فرمائی۔ قَدَرٌ کا مفہوم ہے۔ اشیا کی جنسوں، ان کی انواع وصفات اور خصوصیات کا اندازہ فرما کر انسان کی بھی ان کی طرف رہنمائی فرما دی تاکہ انسان ان سے استفادہ کر سکے۔","lang":"ur"},{"name":"87:4","price":"اور جس نے تازه گھاس پیدا کی.(1)","arabic":"وَٱلَّذِيٓ أَخۡرَجَ ٱلۡمَرۡعَىٰ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5952,"juzNumber":30,"footnotes":"(1) جسے جانور چرتے ہیں۔","lang":"ur"},{"name":"87:5","price":"پھر اس نے اس کو (سکھا کر) سیاه کوڑا کر دیا.(1)","arabic":"فَجَعَلَهُۥ غُثَآءً أَحۡوَىٰ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5953,"juzNumber":30,"footnotes":"(1) گھاس خشک ہو جائے تو اسے غُثَاءً کہتے ہیں، أَحْوَى سیاہ کر دیا۔ یعنی تازہ اور شاداب گھاس کو ہم سکھا کر سیاہ کوڑا بھی کر دیتے ہیں۔","lang":"ur"},{"name":"87:6","price":"ہم تجھے پڑھائیں گے پھر تو نہ بھولے گا.(1)","arabic":"سَنُقۡرِئُكَ فَلَا تَنسَىٰٓ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5954,"juzNumber":30,"footnotes":"(1) حضرت جبرائیل (عليه السلام) وحی لے کر آتے تو آپ اسے جلدی جلدی پڑھتے تاکہ بھول نہ جائے۔ اللہ تعالیٰ نے فرمایا، اس طرح جلدی نہ کریں۔ نازل شدہ وحی ہم آپ کو پڑھوائیں گے یعنی آپ کی زبان پر جاری کر دیں گے، پس آپ اسے بھولیں گے نہیں۔ مگر جسے اللہ چاہے گا، لیکن اللہ نے ایسا نہیں چاہا، اس لئے آپ کو سب کچھ یاد ہی رہا۔ بعض نے کہا کہ اس کا مفہوم ہے کہ جن کو اللہ منسوخ کرنا چاہے گا وہ آپ کو بھلوا دے گا۔ ( فتح القدیر ) ۔","lang":"ur"},{"name":"87:7","price":"مگر جو کچھ اللہ چاہے۔ وه ظاہر اور پوشیده کو جانتا ہے.(1)","arabic":"إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ وَمَا يَخۡفَىٰ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5955,"juzNumber":30,"footnotes":"(1) یہ عام ہے، جہر قرآن کا وہ حصہ بھی ہے جسے رسول اللہ (صلى الله عليه وسلم) یاد کر لیں، اور جو آپ کے سینے سے محو کر دیا جائے، وہ مخفی ہے۔ اس طرح جہر اونچی آواز سےپڑھے، خفی پست آواز سےپڑھے، خفی، چھپ کر عمل کرے اور جہر ظاہر، ان سب کو اللہ جانتا ہے۔","lang":"ur"},{"name":"87:8","price":"ہم آپ کے لئے آسانی پیدا کر دیں گے.(1)","arabic":"وَنُيَسِّرُكَ لِلۡيُسۡرَىٰ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5956,"juzNumber":30,"footnotes":"(1) یہ بھی عام ہے۔ مثلاً آپ پر وحی آسان کر دیں گے تاکہ اس کو یاد کرنا اور اس پر عمل کرنا آسان ہو جائے۔ ہم آپ کی اس طریقے کی طرف رہنمائی کریں گے جو آسان ہوگا۔ ہم جنت والا عمل آپ کے لئے آسان کر دیں گے، ہم آپ کے لئے ایسے افعال واقوال آسان کر دیں گے جن میں خیر ہو اور ہم آپ کے لئے ایسی شریعت مقرر کریں گے، جو سہل، مستقیم اور متعدل ہوگی، جس میں کوئی کجی، عسر اور تنگی نہیں ہوگی۔","lang":"ur"},{"name":"87:9","price":"تو آپ نصیحت کرتے رہیں اگر نصیحت کچھ فائده دے.(1)","arabic":"فَذَكِّرۡ إِن نَّفَعَتِ ٱلذِّكۡرَىٰ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5957,"juzNumber":30,"footnotes":"(1) یعنی وعظ ونصیحت وہاں کریں جہاں محسوس ہو کہ فائدہ مند ہوگی۔ یہ وعظ ونصیحت اور تعلیم کے لئے ایک اصول اور ادب بیان فرما دیا۔ ( ابن کثیر ) امام شوکانی کے نزدیک مفہوم یہ ہے کہ آپ نصیحت کرتے رہیں، چاہے فائدہ دے یا نہ دے۔ کیونکہ انذار وتبلیغ دونوں صورتوں میں آپ کے لئے ضروری تھی۔ یعنی أَوْ لَمْ تَنْفَعْ یہاں محذوف ہے۔","lang":"ur"},{"name":"87:10","price":"ڈرنے واﻻ تو نصیحت لے گا.(1)","arabic":"سَيَذَّكَّرُ مَن يَخۡشَىٰ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5958,"juzNumber":30,"footnotes":"(1) یعنی آپ کی نصیحت سے وہ یقیناً عبرت حاصل کریں گے جن کے دلوں میں اللہ کا خوف ہوگا، ان میں خشیت الہیٰ اور اپنی اصلاح کا جذبہ مزید قوی ہو جائے گا۔","lang":"ur"},{"name":"87:11","price":"(ہاں) بد بخت اس سے گریز کرے گا.(1)","arabic":"وَيَتَجَنَّبُهَا ٱلۡأَشۡقَى","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5959,"juzNumber":30,"footnotes":"(1) یعنی اس نصیحت سے فائدہ نہیں اٹھا سکیں گے کیوں کہ ان کا کفر پر اصرار اور اللہ کی معصیتوں میں انہماک جاری رہتا ہے۔","lang":"ur"},{"name":"87:12","price":"جو بڑی آگ میں جائے گا.","arabic":"ٱلَّذِي يَصۡلَى ٱلنَّارَ ٱلۡكُبۡرَىٰ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5960,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"87:13","price":"جہاں پھر نہ وه مرے گا نہ جئےگا(1) ، (بلکہ حالت نزع میں پڑا رہے گا).","arabic":"ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5961,"juzNumber":30,"footnotes":"(1) ان کے برعکس جو لوگ صرف اپنے گناہوں کی سزا بھگتنے کے لئے عارضی طور پر جہنم میں رہ گئے ہوں گے انہیں اللہ تعالیٰ ایک طرح کی موت دے دے گا۔ حتیٰ کہ وہ آگ میں جل کر کوئلہ ہو جائیں گے، پھر اللہ تعالیٰ انبیا وغیرہ کی سفارش سے ان کو گروہوں کی شکل میں نکالے گا، ان کو جنت کی نہر میں ڈالا جائے گا، جنتی بھی ان پر پانی ڈالیں گے، جس سے وہ اس طرح جی اٹھیں گے جیسے سیلاب کے کوڑے پردانہ اگ آتا ہے ۔ (صحيح مسلم، كتاب الإيمان، باب إثبات الشفاعة وإخراج الموحدين من النار)۔","lang":"ur"},{"name":"87:14","price":"بیشک اس نے فلاح پالی جو پاک ہوگیا.(1)","arabic":"قَدۡ أَفۡلَحَ مَن تَزَكَّىٰ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5962,"juzNumber":30,"footnotes":"(1) جنہوں نے اپنے نفس کو اخلاق رذیلہ سے اور دلوں کو شرک ومعصیت کی آلودگی سے پاک کر لیا۔","lang":"ur"},{"name":"87:15","price":"اور جس نے اپنے رب کا نام یاد رکھا اور نماز پڑھتا رہا.","arabic":"وَذَكَرَ ٱسۡمَ رَبِّهِۦ فَصَلَّىٰ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5963,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"87:16","price":"لیکن تم تو دنیا کی زندگی کو ترجیح دیتے ہو.","arabic":"بَلۡ تُؤۡثِرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5964,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"87:17","price":"اور آخرت بہت بہتر اور بہت بقا والی ہے.(1)","arabic":"وَٱلۡأٓخِرَةُ خَيۡرٞ وَأَبۡقَىٰٓ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5965,"juzNumber":30,"footnotes":"(1) کیوں کہ دنیا اور اس کی ہر چیز فانی ہے، جب کہ آخرت کی زندگی دائمی اور ابدی ہے، اس لئے عاقل فانی چیز کو باقی رہنے والی پر ترجیح نہیں دیتا۔","lang":"ur"},{"name":"87:18","price":"یہ باتیں پہلی کتابوں میں بھی ہیں.","arabic":"إِنَّ هَٰذَا لَفِي ٱلصُّحُفِ ٱلۡأُولَىٰ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5966,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"87:19","price":"(یعنی) ابراہیم اور موسیٰ کی کتابوں میں.","arabic":"صُحُفِ إِبۡرَٰهِيمَ وَمُوسَىٰ","category":["87 (Al-A'la)","Al-A'la","Surah Al-A'la"],"ayahNumber":5967,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"88:1","price":"کیا تجھے بھی چھپا لینے والی (قیامت) کی خبر پہنچی ہے.(1)","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ٱلۡغَٰشِيَةِ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5968,"juzNumber":30,"footnotes":"(1) هَلْ بمعنی قَدْ ہے۔ غَاشِيَةٌ سے مراد قیامت ہے۔ اس لئے کہ اس کی ہولناکیاں تمام مخلوق کو ڈھانک لیں گی۔","lang":"ur"},{"name":"88:2","price":"اس دن بہت سے چہرے ذلیل ہوں گے.(1)","arabic":"وُجُوهٞ يَوۡمَئِذٍ خَٰشِعَةٌ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5969,"juzNumber":30,"footnotes":"(1) یعنی کافروں کے چہرے۔ خَاشِعَةٌ جھکے ہوئے، پست اور ذلیل۔ جیسے، نمازی، نماز کی حالت میں اللہ کے سامنے عاجزی اور تذلل سےجھکا ہوتا ہے۔","lang":"ur"},{"name":"88:3","price":"(اور) محنت کرنے والے تھکے ہوئے ہوں گے.(1)","arabic":"عَامِلَةٞ نَّاصِبَةٞ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5970,"juzNumber":30,"footnotes":"(1) نَاصِبَةٌ کے معنی ہیں، تھک کر چور ہو جانا۔ یعنی انہیں اتنا پر مشقت عذاب ہوگا کہ اس سے ان کا سخت برا حال ہو گا۔ اس کا ایک دوسرا مفہوم یہ ہے کہ دنیا میں عمل کرکرے تھکے ہوئے ہوں گے یعنی بہت عمل کرتے رہے ہوں گے۔ لیکن وہ عمل باطل مذہب کے مطابق یا بدعات پر مبنی ہوں گے، اس لئے عبادات اور اعمال شاقہ کے باوجود جہنم میں جائیں گے۔ چنانچہ اسی مفہوم کی رو سے حضرت ابن عباس (رضي الله عنه) ما نے ”عَامِلَةٌ نَاصِبَةٌ“ سے نصاریٰ مراد لئے ہیں (صحيح البخاري تفسير سورة غاشية)۔","lang":"ur"},{"name":"88:4","price":"وه دہکتی ہوئی آگ میں جائیں گے.","arabic":"تَصۡلَىٰ نَارًا حَامِيَةٗ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5971,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"88:5","price":"اور نہایت گرم چشمے کا پانی ان کو پلایا جائے گا.(1)","arabic":"تُسۡقَىٰ مِنۡ عَيۡنٍ ءَانِيَةٖ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5972,"juzNumber":30,"footnotes":"(1) یہاں وہ سخت کھولتا ہوا پانی مراد ہے جس کی گرمی انتہا کو پہنچی ہوئی ہو۔ ( فتح القدیر ) ۔","lang":"ur"},{"name":"88:6","price":"ان کے لئے سوائے کانٹے دار درختوں کے اور کچھ کھانے کو نہ ہوگا.(1)","arabic":"لَّيۡسَ لَهُمۡ طَعَامٌ إِلَّا مِن ضَرِيعٖ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5973,"juzNumber":30,"footnotes":"(1) یہ ایک کانٹے دار درخت ہوتا ہے جسے خشک ہونے پر جانور بھی کھانا پسند نہیں کرتے۔ بہرحال یہ بھی زقوم کی طرح ایک نہایت تلخ، بدمزہ اور ناپاک ترین کھانا ہوگا، جو جز وبدن بنے گا، نہ اس سے بھوک ہی مٹے گی۔","lang":"ur"},{"name":"88:7","price":"جو نہ موٹا کرے گا نہ بھوک مٹائے گا.","arabic":"لَّا يُسۡمِنُ وَلَا يُغۡنِي مِن جُوعٖ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5974,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"88:8","price":"بہت سے چہرے اس دن تروتازه اور (آسوده حال) ہوں گے.","arabic":"وُجُوهٞ يَوۡمَئِذٖ نَّاعِمَةٞ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5975,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"88:9","price":"اپنی کوشش پر خوش ہوں گے.","arabic":"لِّسَعۡيِهَا رَاضِيَةٞ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5976,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"88:10","price":"بلند وباﻻ جنتوں میں ہوں گے.","arabic":"فِي جَنَّةٍ عَالِيَةٖ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5977,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"88:11","price":"جہاں کوئی بیہوده بات نہیں سنیں گے.","arabic":"لَّا تَسۡمَعُ فِيهَا لَٰغِيَةٗ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5978,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"88:12","price":"جہاں بہتا ہوا چشمہ ہوگا.","arabic":"فِيهَا عَيۡنٞ جَارِيَةٞ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5979,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"88:13","price":"(اور) اس میں اونچے اونچے تخت ہوں گے.","arabic":"فِيهَا سُرُرٞ مَّرۡفُوعَةٞ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5980,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"88:14","price":"اور آبخورے رکھے ہوئے (ہوں گے).","arabic":"وَأَكۡوَابٞ مَّوۡضُوعَةٞ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5981,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"88:15","price":"اور ایک قطار میں لگے ہوئے تکیے ہوں گے.","arabic":"وَنَمَارِقُ مَصۡفُوفَةٞ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5982,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"88:16","price":"اور مخملی مسندیں پھیلی پڑی ہوں گی.(1)","arabic":"وَزَرَابِيُّ مَبۡثُوثَةٌ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5983,"juzNumber":30,"footnotes":"(1) یہ اہل جنت کا تذکرہ ہے، جو جہنمیوں کے برعکس نہایت آسودہ حال اور ہر قسم کی آسائشوں سے بہرہ ور ہوں گے۔ عَيْنٌ بطور جنس کے ہے یعنی متعدد چشمے ہوں گے۔ نَمَارِقُ بمعنی وَسَائِدَ ( تکیے ) ہے زَرَابِيُّ مسندیں، قالین اور گدے بستر مَبْثُوثَةٌ پھیلی ہوئی۔ یعنی یہ مسندیں جگہ جگہ بچھی ہوئی ہوں گی۔ اہل جنت جہاں آرام کرنا چاہیں گے، کر سکیں گے۔","lang":"ur"},{"name":"88:17","price":"کیا یہ اونٹوں کو نہیں دیکھتے کہ وه کس طرح پیدا کیے گئے ہیں.(1)","arabic":"أَفَلَا يَنظُرُونَ إِلَى ٱلۡإِبِلِ كَيۡفَ خُلِقَتۡ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5984,"juzNumber":30,"footnotes":"(1) اونٹ عرب میں عام تھے اور ان عربوں کی غالب سواری یہی تھی، اس لئے اللہ نے اسی کا ذکر کر کے فرمایا کہ اس کی خلقت پر غور کرو، اللہ نے اسے کتنا بڑا وجود عطا کیا ہے اور کتنی قوت وطاقت اس کے اندر رکھی ہے۔ اس کے باوجود وہ تمہارے لئے نرم اور تابع ہے، تم اس پر جتنا چاہو بوجھ لاد دو، وہ انکار نہیں کرے گا، تمہارا ماتحت ہو کر رہے گا۔ علاوہ ازیں اس کا گوشت تمہارے کھانے کے، اس کا دودھ تمہارے پینے کے اور اس کی اون، گرمی حاصل کرنے کے کام آتی ہے۔","lang":"ur"},{"name":"88:18","price":"اور آسمان کو کہ کس طرح اونچا کیا گیا ہے.(1)","arabic":"وَإِلَى ٱلسَّمَآءِ كَيۡفَ رُفِعَتۡ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5985,"juzNumber":30,"footnotes":"(1) یعنی آسمان کتنی بلندی پر ہے، پانچ سو سال کی مسافت پر، پھر بھی بغیر ستون کے وہ کھڑا ہے۔ اس میں کوئی شگاف اور کجی بھی نہیں ہے۔ نیز ہم نے اسے ستاروں سے مزین کیا ہوا ہے۔","lang":"ur"},{"name":"88:19","price":"اور پہاڑوں کی طرف کہ کس طرح گاڑ دیئے گئے ہیں.(1)","arabic":"وَإِلَى ٱلۡجِبَالِ كَيۡفَ نُصِبَتۡ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5986,"juzNumber":30,"footnotes":"(1) یعنی کس طرح انہیں زمین پر میخوں کی طرح گاڑ دیا گیا ہے تاکہ زمین حرکت نہ کرے۔ نیز ان میں جو معدنیات اور دیگر منافع ہیں، وہ اس کے علاوہ ہیں۔","lang":"ur"},{"name":"88:20","price":"اور زمین کی طرف کہ کس طرح بچھائی گئی ہے.(1)","arabic":"وَإِلَى ٱلۡأَرۡضِ كَيۡفَ سُطِحَتۡ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5987,"juzNumber":30,"footnotes":"(1) یعنی کس طرح اسے ہموار کرکے انسان کے رہنے کے قابل بنایا ہے، وہ اس پر چلتا پھرتا، کاروبار کرتا اور فلک بوس عمارتیں تعمیر کرتا ہے۔","lang":"ur"},{"name":"88:21","price":"پس آپ نصیحت کر دیا کریں (کیونکہ) آپ صرف نصیحت کرنے والے ہیں.(1)","arabic":"فَذَكِّرۡ إِنَّمَآ أَنتَ مُذَكِّرٞ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5988,"juzNumber":30,"footnotes":"(1) یعنی آپ کا کام صرف تذکیر اور تبلیغ ودعوت ہے، اس کے علاوہ یا اس سے بڑھ کر نہیں۔","lang":"ur"},{"name":"88:22","price":"آپ کچھ ان پر داروغہ نہیں ہیں.(1)","arabic":"لَّسۡتَ عَلَيۡهِم بِمُصَيۡطِرٍ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5989,"juzNumber":30,"footnotes":"(1) کہ انہیں ایمان لانے پر مجبور کریں۔ بعض کہتے ہیں کہ یہ ہجرت سے قبل کا حکم ہے جو آیت سیف سے منسوخ ہو گیا، کیوں کہ اس کے بعد نبی (صلى الله عليه وسلم) نے فرمایا۔ ”أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا : لا إِلَهَ إِلا اللهُ فَإِذَا قَالُوهَا، عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلا بِحَقِّهَا؛ وَحِسَابُهُمْ عَلَى اللهِ“۔ (صحيح بخاري، باب وجوب الزكاة مسلم كتاب الإيمان، باب الأمر بقتال الناس حتى يقولوا...) ”مجھے حکم دیا گیا ہے کہ میں لوگوں سے قتال کروں یہاں تک کہ وہ لا الہ الا اللہ کا اقرار کر لیں۔ جب وہ یہ اقرار کر لیں گے تو انہوں نے مجھ سے اپنے خونوں اور مالوں کو بچا لیا۔ سوائے حق اسلام کے، ( جو اگر ہمارے علم میں نہ آیا تو ) ان کا حساب اللہ کے ذمے ہے“۔","lang":"ur"},{"name":"88:23","price":"ہاں! جو شخص روگردانی کرے اور کفر کرے.","arabic":"إِلَّا مَن تَوَلَّىٰ وَكَفَرَ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5990,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"88:24","price":"اسے اللہ تعالیٰ بہت بڑا عذاب دے گا.(1)","arabic":"فَيُعَذِّبُهُ ٱللَّهُ ٱلۡعَذَابَ ٱلۡأَكۡبَرَ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5991,"juzNumber":30,"footnotes":"(1) یعنی جہنم کا دائمی عذاب۔","lang":"ur"},{"name":"88:25","price":"بیشک ہماری طرف ان کا لوٹنا ہے.","arabic":"إِنَّ إِلَيۡنَآ إِيَابَهُمۡ","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5992,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"88:26","price":"پھر بیشک ہمارے ذمہ ہے ان سے حساب لینا.(1)","arabic":"ثُمَّ إِنَّ عَلَيۡنَا حِسَابَهُم","category":["88 (Al-Ghashiyah)","Al-Ghashiyah","Surah Al-Ghashiyah"],"ayahNumber":5993,"juzNumber":30,"footnotes":"(1) مشہور ہے کہ اس کے جواب میں اللَّهُمَّ! حَاسِبْنَا حِسَابًا يَسِيرًا ۔ پڑھا جائے۔ یہ دعا تو نبی (صلى الله عليه وسلم) سے ثابت ہے جو آپ (صلى الله عليه وسلم) اپنی بعض نمازوں میں پڑھتے تھے، جیسا کہ سورۂ انشقاق میں گزرا۔ لیکن اس کے جواب میں پڑھنا، یہ آپ (صلى الله عليه وسلم) سے ثابت نہیں ہے۔","lang":"ur"},{"name":"89:1","price":"قسم ہے فجر کی!(1)","arabic":"وَٱلۡفَجۡرِ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":5994,"juzNumber":30,"footnotes":"(1) اس سے مراد مطلق فجر ہے، کسی خاص دن کی فجر نہیں۔","lang":"ur"},{"name":"89:2","price":"اور دس راتوں کی!(1)","arabic":"وَلَيَالٍ عَشۡرٖ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":5995,"juzNumber":30,"footnotes":"(1) اس سے اکثر مفسرین کے نزدیک ذوالحجہ کی ابتدائی دس راتیں ہیں۔ جن کی فضیلت احادیث سے ثابت ہے۔ نبی (صلى الله عليه وسلم) نے فرمایا ”عشرہ ذوالحجہ میں کیے گئے عمل صالح اللہ کو سب سے زیادہ محبوب ہیں۔ حتیٰ کہ جہاد فی سبیل اللہ بھی اتنا پسندیدہ نہیں، سوائے اس جہاد کے جس میں انسان شہید ہی ہو جائے“۔ (البخاري، كتاب العيدين، باب فضل العمل في أيام التشريق)۔","lang":"ur"},{"name":"89:3","price":"اور جفت اور طاق کی!(1)","arabic":"وَٱلشَّفۡعِ وَٱلۡوَتۡرِ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":5996,"juzNumber":30,"footnotes":"(1) اس سے مراد جفت اور طاق عدد ہیں یا وہ معدودات جو جفت اور طاق ہوتے ہیں۔ بعض کہتے ہیں، کہ یہ دراصل مخلوق کی قسم ہے، اس لئے کہ مخلوق جفت (جوڑا) یا طاق (فرد) ہے۔ اس کے علاوہ نہیں۔ (ایسر التفاسیر)۔","lang":"ur"},{"name":"89:4","price":"اور رات کی جب وه چلنے لگے.(1)","arabic":"وَٱلَّيۡلِ إِذَا يَسۡرِ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":5997,"juzNumber":30,"footnotes":"(1) یعنی جب آئے اور جب جائے، کیوں کہ سَيْرٌ (چلنا) آتے، جاتے دونوں صورتوں میں ہوتا ہے۔","lang":"ur"},{"name":"89:5","price":"کیا ان میں عقلمند کے واسطے کافی قسم ہے.(1)","arabic":"هَلۡ فِي ذَٰلِكَ قَسَمٞ لِّذِي حِجۡرٍ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":5998,"juzNumber":30,"footnotes":"(1) ذَلِكَ سے مذکور مقسم بہ اشیا کی طرف اشارہ ہے یعنی کیا ان کی قسم اہل عقل ودانش کے واسطے کافی نہیں ہے ؟ حِجْرٌ کے معنی ہوتے ہیں، روکنا، منع کرنا۔ انسانی عقل بھی انسان کو غلط کاموں سے روکتی ہے، اس لئے عقل کو بھی حجر کہا جاتا ہے، جس طرح اسی مفہوم کے اعتبار سے اسے نھیہ بھی کہتے ہیں۔ جواب قسم یا مقسم علیہ لَتُبْعَثُنَّ ہے کیوں کہ مکی سورتوں میں عقیدے کی اصلاح پر زور دیا گیا ہے۔ بعض کے نزدیک جواب قسم آگے آنے والے الفاظ ”إِنَّ رَبَّكَ لَبِالْمِرْصَادِ“ ہے۔ آگے بہ طریق استشہاد اللہ تعالیٰ بعض ان قوموں کا ذکر فرما رہاہے جو تکذیب وعناد کی بنا پر ہلاک کی گئی تھیں۔ مقصد اہل مکہ کو تنبیہ ہے کہ اگر تم ہمارے رسول (صلى الله عليه وسلم) کی تکذیب سے باز نہ آئے تو تمہارا بھی اسی طرح مواخذہ ہو سکتا ہے، جیسے گزشتہ قوموں کا اللہ نے کیا۔","lang":"ur"},{"name":"89:6","price":"کیا آپ نے نہیں دیکھا کہ آپ کے رب نے عادیوں کے ساتھ کیا کیا.(1)","arabic":"أَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِعَادٍ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":5999,"juzNumber":30,"footnotes":"(1) ان کی طرف حضرت ہود (عليه السلام) نبی بنا کر بھیجے گئے تھے انہوں نے تکذیب کی، بالآخر اللہ تعالیٰ نے سخت ہوا کا عذاب ان پر نازل کیا جو متواتر سات راتیں اور آٹھ دن چلتی رہی ( الحاقہ: 7 - 10 ) اور انہیں تہس نہس کرکے رکھ دیا۔","lang":"ur"},{"name":"89:7","price":"ستونوں والے ارم کے ساتھ.(1)","arabic":"إِرَمَ ذَاتِ ٱلۡعِمَادِ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6000,"juzNumber":30,"footnotes":"(1) إِرَمَ، عَادٍ سے عطف بیان یا بدل ہے۔ یہ قوم عاد کے دادا کا نام ہے۔ ان کا سلسلہ نسب ہے، عاد بن عوص بن ارم بن سام بن نوح۔ ( فتح القدیر ) اس کا مقصد یہ وضاحت ہے کہ یہ عاد اولیٰ ہے۔ ذات العماد ( ستونوں والے ) سے اشارہ ہے ان کی قوت وطاقت اور دراز قامتی کی طرف۔ علاوہ ازیں وہ فن تعمیر میں بھی بڑی مہارت رکھتے تھے اور نہایت مضبوط بنیادوں پر عظم الشان عمارتیں تعمیر کرتے تھے۔ ذات العماد میں دونوں مفہوم شامل ہیں۔","lang":"ur"},{"name":"89:8","price":"جس کی مانند (کوئی قوم) ملکوں میں پیدا نہیں کی گئی.(1)","arabic":"ٱلَّتِي لَمۡ يُخۡلَقۡ مِثۡلُهَا فِي ٱلۡبِلَٰدِ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6001,"juzNumber":30,"footnotes":"(1) یعنی ان جیسی دراز قامت اور قوت وطاقت والی قوم کوئی اور پیدا نہیں ہوئی۔ یہ قوم کہا کرتی تھی مَنْ أَشَدُّ مِنَّا قُوَّةً ( حم السجدة،: 15 ) (ہم سے زیادہ کوئی طاقت ور ہے) ؟۔","lang":"ur"},{"name":"89:9","price":"اور ثمودیوں کے ساتھ جنہوں نے وادی میں بڑے بڑے پتھر تراشے تھے.(1)","arabic":"وَثَمُودَ ٱلَّذِينَ جَابُواْ ٱلصَّخۡرَ بِٱلۡوَادِ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6002,"juzNumber":30,"footnotes":"(1) یہ حضرت صالح (عليه السلام) کی قوم تھی، اللہ نے اسے پتھر تراشنے کی خاص صلاحیت وقوت عطا کی تھی، حتیٰ کہ یہ لوگ پہاڑوں کو تراش کر ان میں اپنی رہائش گاہیں تعمیر کر لیتے تھے، جیسا کہ قرآن نے کہا ہے وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ ( الشعراء: 149 ) ۔","lang":"ur"},{"name":"89:10","price":"اور فرعون کے ساتھ جو میخوں واﻻ تھا.(1)","arabic":"وَفِرۡعَوۡنَ ذِي ٱلۡأَوۡتَادِ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6003,"juzNumber":30,"footnotes":"(1) اس کا مطلب یہ ہے کہ بڑے لشکروں والا تھا جس کے پاس میخوں کی کثرت تھی جنہیں میخیں گاڑ کر کھڑا کیا جاتا تھا۔ یا اس سے اس کے ظلم وستم کی طرف اشارہ ہے کہ میخوں کے ذریعے وہ لوگوں کو سزائیں دیتا تھا۔ (فتح القدیر) ۔","lang":"ur"},{"name":"89:11","price":"ان سبھوں نے شہروں میں سر اٹھا رکھا تھا.","arabic":"ٱلَّذِينَ طَغَوۡاْ فِي ٱلۡبِلَٰدِ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6004,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"89:12","price":"اور بہت فساد مچا رکھا تھا.","arabic":"فَأَكۡثَرُواْ فِيهَا ٱلۡفَسَادَ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6005,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"89:13","price":"آخر تیرے رب نے ان سب پر عذاب کا کوڑا برسایا.(1)","arabic":"فَصَبَّ عَلَيۡهِمۡ رَبُّكَ سَوۡطَ عَذَابٍ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6006,"juzNumber":30,"footnotes":"(1) یعنی ان پر آسمان سے اپنا عذاب نازل فرما کر ان کو تباہ وبرباد یا انہیں عبرت ناک انجام سےدوچار کر دیا۔","lang":"ur"},{"name":"89:14","price":"یقیناً تیرا رب گھات میں ہے.(1)","arabic":"إِنَّ رَبَّكَ لَبِٱلۡمِرۡصَادِ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6007,"juzNumber":30,"footnotes":"(1) یعنی تمام مخلوقات کے اعمال دیکھ رہا ہے اور اس کے مطابق وہ دنیا اور آخرت میں جزا دیتا ہے۔","lang":"ur"},{"name":"89:15","price":"انسان (کا یہ حال ہے کہ) جب اسے اس کا رب آزماتا ہے اور عزت ونعمت دیتا ہے تو وه کہنے لگتا ہے کہ میرے رب نے مجھے عزت دار بنایا.(1)","arabic":"فَأَمَّا ٱلۡإِنسَٰنُ إِذَا مَا ٱبۡتَلَىٰهُ رَبُّهُۥ فَأَكۡرَمَهُۥ وَنَعَّمَهُۥ فَيَقُولُ رَبِّيٓ أَكۡرَمَنِ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6008,"juzNumber":30,"footnotes":"(1) یعنی جب اللہ کسی کو رزق ودولت کی فراوانی عطا فرماتا ہے تو وہ اپنی بابت اس غلط فہمی کا شکار ہو جاتا ہے کہ اللہ اس پر بہت مہربان ہے، حالانکہ یہ فراوانی امتحان اور آزمائش کے طور پر ہوتی ہے۔","lang":"ur"},{"name":"89:16","price":"اور جب وه اس کو آزماتا ہے اس کی روزی تنگ کر دیتا ہے تو وه کہنے لگتا ہے کہ میرے رب نے میری اہانت کی (اور ذلیل کیا).(1)","arabic":"وَأَمَّآ إِذَا مَا ٱبۡتَلَىٰهُ فَقَدَرَ عَلَيۡهِ رِزۡقَهُۥ فَيَقُولُ رَبِّيٓ أَهَٰنَنِ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6009,"juzNumber":30,"footnotes":"(1) یعنی وہ تنگی میں مبتلا کرکے آزماتا ہے تو اللہ کے بارے میں بدگمانی کا اظہار کرتا ہے۔","lang":"ur"},{"name":"89:17","price":"ایسا ہرگز نہیں بلکہ (بات یہ ہے) کہ تم (ہی) لوگ یتیموں کی عزت نہیں کرتے.(1)","arabic":"كَلَّاۖ بَل لَّا تُكۡرِمُونَ ٱلۡيَتِيمَ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6010,"juzNumber":30,"footnotes":"(1) یعنی بات اس طرح نہیں ہے جیسے لوگ سمجھتے ہیں۔ اللہ تعالیٰ مال اپنے محبوب بندوں کو بھی دیتا ہے اور ناپسندیدہ افراد کو بھی، تنگی میں بھی وہ اپنوں اور بیگانوں دونوں کو مبتلا کرتا ہے۔ اصل مدار دونوں حالتوں میں اللہ کی اطاعت پر ہے۔ جب اللہ مال دے تو اللہ کا شکر کرے، تنگی آئے تو صبر کرے۔\n(2) ) یعنی ان کے ساتھ وہ حسن سلوک نہیں کرتے جس کے وہ مستحق ہیں، نبی (صلى الله عليه وسلم) کا فرمان ہے ”وہ گھر سب سے بہتر ہے جس میں یتیم کے ساتھ اچھا برتاؤ کیا جائے اور وہ گھر بدترین ہے جس میں اس کے ساتھ بدسلوکی کی جائے۔ پھر انگلی کے ساتھ اشارہ کرکے فرمایا، میں اور یتیم کی کفالت کرنے والا جنت میں اس طرح ساتھ ساتھ ہوں گے جیسے یہ دونگلیاں ساتھ ملی ہوئی ہیں“۔ ( أبو داود، كتاب الأدب، باب في ضم اليتيم)","lang":"ur"},{"name":"89:18","price":"اور مسکینوں کے کھلانے کی ایک دوسرے کو ترغیب نہیں دیتے.","arabic":"وَلَا تَحَٰٓضُّونَ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6011,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"89:19","price":"اور (مردوں کی) میراث سمیٹ سمیٹ کر کھاتے ہو.","arabic":"وَتَأۡكُلُونَ ٱلتُّرَاثَ أَكۡلٗا لَّمّٗا","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6012,"juzNumber":30,"footnotes":"(1) یعنی جس طریقے سے بھی حاصل ہو، حلال طریقے سے یا حرام طریقے سے لَمَّا بمعنی جَمْعًا","lang":"ur"},{"name":"89:20","price":"اور مال کو جی بھر کر عزیز رکھتے ہو.(1)","arabic":"وَتُحِبُّونَ ٱلۡمَالَ حُبّٗا جَمّٗا","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6013,"juzNumber":30,"footnotes":"(1) جَمًّا بمعنی كَثِيرًا ۔","lang":"ur"},{"name":"89:21","price":"یقیناً(1) جس وقت زمین کوٹ کوٹ کر برابر کر دی جائے گی.","arabic":"كَلَّآۖ إِذَا دُكَّتِ ٱلۡأَرۡضُ دَكّٗا دَكّٗا","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6014,"juzNumber":30,"footnotes":"(1) یا تمہارا عمل ایسا نہیں ہونا چاہئے جو مذکور ہوا، کیوں کہ ایک وقت آنے والا ہے جب ۔۔۔","lang":"ur"},{"name":"89:22","price":"اور تیرا رب (خود) آجائے گا اور فرشتے صفیں باندھ کر (آ جائیں گے).(1)","arabic":"وَجَآءَ رَبُّكَ وَٱلۡمَلَكُ صَفّٗا صَفّٗا","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6015,"juzNumber":30,"footnotes":"(1) کہا جاتا ہے کہ جب فرشتے، قیامت والے دن آسمان سے نیچے اتریں گے تو ہر آسمان کے فرشتوں کی الگ صف ہو گی، اس طرح سات صفیں ہوں گی جو زمین کو گھیر لیں گی ۔","lang":"ur"},{"name":"89:23","price":"اور جس دن جہنم بھی ﻻئی جائے گی(1) اس دن انسان کو سمجھ آئے گی مگر آج اس کے سمجھنے کا فائده کہاں؟(2)","arabic":"وَجِاْيٓءَ يَوۡمَئِذِۭ بِجَهَنَّمَۚ يَوۡمَئِذٖ يَتَذَكَّرُ ٱلۡإِنسَٰنُ وَأَنَّىٰ لَهُ ٱلذِّكۡرَىٰ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6016,"juzNumber":30,"footnotes":"(1) ستر ہزار لگاموں کے ساتھ جہنم جکڑی ہوئی ہوگی اور ہر لگام کے ساتھ ستر ہزار فرشتے ہوں گے جو اسے کھینچ رہے ہوں گے۔ (صحيح مسلم، كتاب الجنة، باب في شدة حر نار جهنم وبعد قعرها ترمذي، أبواب صفة جهنم، باب ما جاء في صفة النار) اسے عرش کے بائیں جانب کھڑا کر دیا جائے گا، پس اسے دیکھ کر تمام مقرب اور انبیا علیہم السلام گھٹنوں کے بل گر پڑیں گے اور ”يَا رَبِّ! نَفْسِي نَفْسِي“ پکاریں گے۔ (فتح القدیر) ۔\n(2) یعنی یہ ہولناک منظر دیکھ کر انسان کی آنکھیں کھلیں گی اور اپنے کفر ومعاصی پر نادم ہوگا، لیکن اس روز اس ندامت اور نصیحت کا کوئی فائدہ نہیں ہوگا۔","lang":"ur"},{"name":"89:24","price":"وه کہے گا کہ کاش کہ میں نے اپنی اس زندگی کے لئے کچھ پیشگی سامان کیا ہوتا.(2)","arabic":"يَقُولُ يَٰلَيۡتَنِي قَدَّمۡتُ لِحَيَاتِي","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6017,"juzNumber":30,"footnotes":"(1) یہ افسوس اور حسرت کا اظہار، اسی ندامت کا حصہ ہے جو اس روز فائدہ مند نہیں ہوگی۔","lang":"ur"},{"name":"89:25","price":"پس آج اللہ کے عذاب جیسا عذاب کسی کا نہ ہوگا.","arabic":"فَيَوۡمَئِذٖ لَّا يُعَذِّبُ عَذَابَهُۥٓ أَحَدٞ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6018,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"89:26","price":"نہ اسکی قید وبند جیسی کسی کی قید وبند ہوگی.(1)","arabic":"وَلَا يُوثِقُ وَثَاقَهُۥٓ أَحَدٞ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6019,"juzNumber":30,"footnotes":"(1) اس لئے کہ اس روز تمام اختیارات صرف ایک اللہ کےپاس ہوں گے۔ دوسرے، کسی کو اس کے سامنے رائے یا دم زنی نہیں ہوگا حتیٰ کہ اس کی اجازت کے بغیر کوئی کسی کی سفارش تک نہیں کر سکے گا۔ ایسے حالات میں کافروں کو جو عذاب ہوگا اور جس طرح وہ اللہ کی قید وبند میں جکڑے ہوں گے، اس کا یہاں تصور بھی نہیں کیا جا سکتا چہ جائکہ اس کا کچھ اندازہ ممکن ہو۔ یہ تو مجرموں اور ظالموں کا حال ہوگا لیکن اہل ایمان وطاعت کا حال اس سے بالکل مختلف ہوگا، جیسا کہ اگلی آیات میں ہے۔","lang":"ur"},{"name":"89:27","price":"اے اطمینان والی روح.","arabic":"يَٰٓأَيَّتُهَا ٱلنَّفۡسُ ٱلۡمُطۡمَئِنَّةُ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6020,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"89:28","price":"تو اپنے رب کی طرف(1) لوٹ چل اس طرح کہ تو اس سے راضی وه تجھ سے خوش.","arabic":"ٱرۡجِعِيٓ إِلَىٰ رَبِّكِ رَاضِيَةٗ مَّرۡضِيَّةٗ","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6021,"juzNumber":30,"footnotes":"(1) یعنی اس کے اجر وثواب اور ان نعمتوں کی طرف جو اس نے اپنے بندوں کے لئے جنت میں تیار کی ہے۔ بعض کہتے ہیں قیامت والے دن کہا جائے گا بعض کہتے ہیں کہ موت کے وقت بھی فرشتے خوشخبری دیتے ہیں، اسی طرح قیامت والے دن بھی اسے یہ کہا جائے گا جو یہاں مذکور ہے۔ حافظ ابن کثیر نے ابن عسا کرکے حوالے سے نقل کیا ہے کہ نبی کریم (صلى الله عليه وسلم) نے ایک آدمی کو یہ دعا پڑھنے کا حکم دیا ”اللَّهُمَّ إِنِّي أَسْأَلُكَ نَفْسًا، بِكَ مُطْمَئِنَّةً، تُؤْمِنُ بِلِقَائِكَ، وَتَرْضَى بِقَضَائِكَ وَتَقْنَعُ بِعَطَائِكَ“۔ (ابن كثير)۔","lang":"ur"},{"name":"89:29","price":"پس میرے خاص بندوں میں داخل ہو جا.","arabic":"فَٱدۡخُلِي فِي عِبَٰدِي","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6022,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"89:30","price":"اور میری جنت میں چلی جا.","arabic":"وَٱدۡخُلِي جَنَّتِي","category":["89 (Al-Fajr)","Al-Fajr","Surah Al-Fajr"],"ayahNumber":6023,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"90:1","price":"میں اس شہر کی قسم کھاتا ہوں.(1)","arabic":"لَآ أُقۡسِمُ بِهَٰذَا ٱلۡبَلَدِ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6024,"juzNumber":30,"footnotes":"(1) اس سے مراد مکہ مکرمہ ہے جس میں اس وقت، جب اس سورت کا نزول ہوا، نبی کریم (صلى الله عليه وسلم) کا قیام تھا، آپ (صلى الله عليه وسلم) کا مولد بھی یہی شہر تھا۔ یعنی اللہ نے آپ (صلى الله عليه وسلم) کو مولد ومسکن کی قسم کھائی، جس سے اس کی عظمت کی مزید وضاحت ہوتی ہے۔","lang":"ur"},{"name":"90:2","price":"اور آپ اس شہر میں مقیم ہیں.(1)","arabic":"وَأَنتَ حِلُّۢ بِهَٰذَا ٱلۡبَلَدِ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6025,"juzNumber":30,"footnotes":"(1) یہ اشارہ ہے اس وقت کی طرف جب مکہ فتح ہوا، اس وقت اللہ نے نبی (صلى الله عليه وسلم) کے لئے اس بلد حرام میں قتال کو حلال فرما دیا تھا جب کہ اس میں لڑائی کی اجازت نہیں ہے چنانچہ حدیث میں ہے، نبی (صلى الله عليه وسلم) نے فرمایا (اس شہر کو اللہ نے اس وقت سے حرمت والا بنایا ہے، جب سے اس نے آسمان وزمین پیدا کیے۔ پس یہ اللہ کی ٹھہرائی ہوئی حرمت سے قیامت تک حرام ہے، نہ اس کا درخت کاٹا جائے نہ اس کے کانٹے اکھیڑے جائیں، میرے لئے اسے صرف دن کی ایک ساعت کے لئے حلال کیا گیا تھا اور آج اس کی حرمت پھر اسی طرح لوٹ آئی ہے، جیسے کل تھی ۔۔۔ اگر کوئی یہاں قتال کے لئے دلیل میں میری لڑائی کو پیش کرے تو اس سےکہو کہ اللہ کے رسول کو تو اس کی اجازت اللہ نے دی تھی جب کہ تمہیں یہ اجازت اس نے نہیں دی)۔ ( صحيح بخاري، كتاب العلم ، باب ليبلغ الشاهد منكم الغائب- مسلم، كتاب الحج، باب تحريم مكة ...) اس اعتبار سے معنی ہوں گے وَأَنْتَ حِلٌّ بِهَذَا الْبَلَدِ فِي الْمُسْتَقْبَلِ یہ جملہ معترضہ ہے۔","lang":"ur"},{"name":"90:3","price":"اور (قسم ہے) انسانی باپ اور اوﻻد کی.(1)","arabic":"وَوَالِدٖ وَمَا وَلَدَ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6026,"juzNumber":30,"footnotes":"(1) بعض نے اس سے مراد حضرت آدم (عليه السلام) اور ان کی اولاد لی ہے، اور بعض کے نزدیک یہ عام ہے، ہر باپ اور اس کی اولاد اس میں شامل ہے۔","lang":"ur"},{"name":"90:4","price":"یقیناً ہم نے انسان کو (بڑی) مشقت میں پیدا کیا ہے.(1)","arabic":"لَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِي كَبَدٍ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6027,"juzNumber":30,"footnotes":"(1) یعنی اس کی زندگی محنت ومشقت اور شدائد سے معمور ہے۔ امام طبری نے اسی مفہوم کو اختیار کیا ہے، جب جواب قسم ہے۔","lang":"ur"},{"name":"90:5","price":"کیا یہ گمان کرتا ہے کہ یہ کسی کے بس میں ہی نہیں؟(1)","arabic":"أَيَحۡسَبُ أَن لَّن يَقۡدِرَ عَلَيۡهِ أَحَدٞ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6028,"juzNumber":30,"footnotes":"(1) یعنی کوئی اس کی گرفت کرنے پر قادر نہیں؟","lang":"ur"},{"name":"90:6","price":"کہتا (پھرتا) ہے کہ میں نے تو بہت کچھ مال خرچ کر ڈاﻻ.(1)","arabic":"يَقُولُ أَهۡلَكۡتُ مَالٗا لُّبَدًا","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6029,"juzNumber":30,"footnotes":"(1) لُبَدًا ۔ کثیر، ڈھیر۔ یعنی دنیا کے معاملات اور فضولیات میں خوب پیسہ اڑاتا ہے، پھر فخر کے طور پر لوگوں کے سامنے بیان کرتا پھرتا ہے۔","lang":"ur"},{"name":"90:7","price":"کیا (یوں) سمجھتا ہے کہ کسی نے اسے دیکھا (ہی) نہیں؟(1)","arabic":"أَيَحۡسَبُ أَن لَّمۡ يَرَهُۥٓ أَحَدٌ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6030,"juzNumber":30,"footnotes":"(1) اس طرح اللہ کی نافرمانی میں مال خرچ کرتا ہے اور سمجھتا ہے کہ کوئی اسے دیکھنے والا نہیں ہے؟ حالانکہ اللہ سب کچھ دیکھ رہا ہے۔ جس پر وہ اسے جزا دے گا۔ آگے اللہ تعالی اپنے بعض انعامات کا تذکرہ فرما رہا ہے تاکہ ایسے لوگ عبرت پکڑیں۔","lang":"ur"},{"name":"90:8","price":"کیا ہم نے اس کی دو آنکھیں نہیں بنائیں.(1)","arabic":"أَلَمۡ نَجۡعَل لَّهُۥ عَيۡنَيۡنِ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6031,"juzNumber":30,"footnotes":"(1) جن سے یہ دیکھتا ہے۔","lang":"ur"},{"name":"90:9","price":"اور زبان اور دو ہونٹ (نہیں بنائے).(1)","arabic":"وَلِسَانٗا وَشَفَتَيۡنِ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6032,"juzNumber":30,"footnotes":"(1) زبان سے وہ بولتا اور اپنے مافی الضمیر کا اظہار کرتا ہے۔ ہونٹوں سے وہ بولنے اور کھانے کے لئے مدد حاصل کرتا ہے۔ علاوہ ازیں وہ اس کے چہرے اور منہ کے لئے خوبصورتی کا بھی باعث ہیں۔","lang":"ur"},{"name":"90:10","price":"ہم نے دکھا دیئے اس کو دونوں راستے.(1)","arabic":"وَهَدَيۡنَٰهُ ٱلنَّجۡدَيۡنِ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6033,"juzNumber":30,"footnotes":"(1) یعنی خیر کی بھی اور شر کی بھی اور ایمان کی بھی، سعادت کی بھی اور شقاوت کی بھی۔ جیسے فرمایا، إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا (الدهر: 3 ) نَجْدٌ کے معنی ہیں، اونچی جگہ۔ اس لئے بعض نے یہ ترجمہ کیا ہے ”ہم نے انسان کی ( ماں کے ) دو پستانوں کی طرف رہنمائی کر دی“ یعنی وہ عالم شیر خوارگی میں ان سے اپنی خوراک حاصل کرے۔ لیکن پہلا مفہوم زیادہ صحیح ہے۔","lang":"ur"},{"name":"90:11","price":"سو اس سے نہ ہو سکا کہ گھاٹی میں داخل ہوتا.(1)","arabic":"فَلَا ٱقۡتَحَمَ ٱلۡعَقَبَةَ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6034,"juzNumber":30,"footnotes":"(1) عَقَبَةٌ گھاٹی کو کہتے ہیں یعنی وہ راستہ جو پہاڑ میں ہو۔ یہ عام طور پر نہایت دشوار گزار ہوتا ہے۔ یہ جملہ یہاں استفہام بمعنی انکار کے مفہوم میں ہے۔ یعنی أَفَلا اقْتَحَمَ الْعَقَبَةَ کیا وہ گھاٹی میں داخل نہیں ہوا؟ مطلب ہے نہیں ہوا۔ یہ ایک مثال ہے اس محنت ومشقت کی وضاحت کے لئے جو نیکی کے کاموں کے لئے ایک انسان کو شیطان کے وسوسوں اور نفس کے شہوانی تقاضوں کے خلاف کرنی پڑتی ہے، جیسے گھاٹی پر چڑھنے کے لئے سخت جد وجہد کی ضرورت ہوتی ہے۔ (فتح القدیر) ۔","lang":"ur"},{"name":"90:12","price":"اور کیا سمجھا کہ گھاٹی ہے کیا؟.","arabic":"وَمَآ أَدۡرَىٰكَ مَا ٱلۡعَقَبَةُ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6035,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"90:13","price":"کسی گردن (غلام ،لونڈی) کو آزاد کرنا.","arabic":"فَكُّ رَقَبَةٍ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6036,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"90:14","price":"یا بھوک والے دن کھانا کھلانا.","arabic":"أَوۡ إِطۡعَٰمٞ فِي يَوۡمٖ ذِي مَسۡغَبَةٖ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6037,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"90:15","price":"کسی رشتہ دار یتیم کو.","arabic":"يَتِيمٗا ذَا مَقۡرَبَةٍ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6038,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"90:16","price":"یا خاکسار مسکین کو.(1)","arabic":"أَوۡ مِسۡكِينٗا ذَا مَتۡرَبَةٖ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6039,"juzNumber":30,"footnotes":"(1) مَسْغَبَةٍ، مَجَاعَةٍ (بھوک) يَوْمٍ ذِي مَسْغَبَةٍ، بھوک والے دن۔ ذَا مَتْرَبَةٍ (مٹی والا) یعنی جو فقر وغربت کی وجہ سے مٹی زمین پر پڑا ہو۔ اس کا گھر بار بھی نہ ہو۔ مطلب یہ ہے کہ کسی گردن کو آزاد کر دینا، کسی بھوکے کو، رشتے دار یتیم کو یا مسکین کو کھانا کھلا دینا، یہ دشوار گزار گھاٹی میں داخل ہونا ہے جس کے ذریعے سے انسان جہنم سے بچ کر جنت میں جا پہنچے گا۔ یتیم کی کفالت ویسے ہی بڑے اجر کا کام ہے، لیکن اگر وہ رشتے دار بھی ہوں تو اس کی کفالت کا اجر بھی دگنا ہے۔ ایک صدقے کا، دوسرا صلہ رحمی کا۔ اسی طرح غلام آزاد کرانے کی بھی بڑی فضیلت احادیث میں آئی ہے۔ آج کل اس کی ایک صورت کسی مقروض کو قرض کے بوجھ سے نجات دلا دینا ہو سکتی ہے، یہ بھی ایک گونہ فَكُّ رَقَبَةٍ ہے۔","lang":"ur"},{"name":"90:17","price":"پھر ان لوگوں میں سے ہو جاتا جو ایمان ﻻتے(1) اور ایک دوسرے کو صبر کی اور رحم کرنے کی وصیت کرتے ہیں.(2)","arabic":"ثُمَّ كَانَ مِنَ ٱلَّذِينَ ءَامَنُواْ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ وَتَوَاصَوۡاْ بِٱلۡمَرۡحَمَةِ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6040,"juzNumber":30,"footnotes":"(1) اس سے معلوم ہوا کہ مذکورہ اعمال خیر، اسی وقت نافع اور اخروی سعادت کا باعث ہوں گے جب ان کا کرنے والا صاحب ایمان ہوگا۔\n(2) اہل ایمان کی صفت ہے کہ وہ ایک دوسرے کو صبر کی اور رحم کی تلقین کرتے ہیں۔","lang":"ur"},{"name":"90:18","price":"یہی لوگ ہیں دائیں بازو والے (خوش بختی والے).","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡمَيۡمَنَةِ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6041,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"90:19","price":"اور جن لوگوں نے ہماری آیتوں کے ساتھ کفر کیا یہ کم بختی والے ہیں.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا هُمۡ أَصۡحَٰبُ ٱلۡمَشۡـَٔمَةِ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6042,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"90:20","price":"انہی پر آگ ہوگی جو چاروں طرف سے گھیری(1) ہوئی ہوگی.","arabic":"عَلَيۡهِمۡ نَارٞ مُّؤۡصَدَةُۢ","category":["90 (Al-Balad)","Al-Balad","Surah Al-Balad"],"ayahNumber":6043,"juzNumber":30,"footnotes":"مُؤْصَدَةٌ کے معنی مُغْلَقَةٌ ( بند ) یعنی ان کو آگ میں ڈال کر چاروں طرف سے بند کر دیا جائے گا، تاکہ ایک تو آگ کی پوری شدت وحرارت ان کو پہنچے۔ دوسرے، وہ بھاگ کر کہیں نہ جا سکیں۔","lang":"ur"},{"name":"91:1","price":"قسم ہے سورج کی اور اس کی دھوپ کی.(1)","arabic":"وَٱلشَّمۡسِ وَضُحَىٰهَا","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6044,"juzNumber":30,"footnotes":"(1) ﯾﺎ ﺍﺱ ﻛﯽ ﺭﻭﺷﻨﯽ ﻛﯽ, ﯾﺎ ﻣﻄﻠﺐ ﺿﺤﲐ ﺳﮯ ﺩﻥ ﮨﮯ۔ ﯾﻌﻨﯽ ﺳﻮﺭﺝ ﻛﯽ ﺍﻭﺭ ﺩﻥ ﻛﯽ ﻗﺴﻢ۔","lang":"ur"},{"name":"91:2","price":"قسم ہے چاند کی جب اس کے پیچھے آئے.(1)","arabic":"وَٱلۡقَمَرِ إِذَا تَلَىٰهَا","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6045,"juzNumber":30,"footnotes":"(1) یعنی جب سورج غروب ہونے کے بعد وہ طلوع ہو، جیسا کہ پہلے نصف مہینے میں ایسا ہوتا ہے۔","lang":"ur"},{"name":"91:3","price":"قسم ہے دن کی جب سورج کو نمایاں کرے.(1)","arabic":"وَٱلنَّهَارِ إِذَا جَلَّىٰهَا","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6046,"juzNumber":30,"footnotes":"(1) یا تاریکی کو دور کرے، ظلمت کا پہلے ذکر تو نہیں ہے لیکن سیاق اس پر دلالت کرتا ہے۔ (فتح القدیر)۔","lang":"ur"},{"name":"91:4","price":"قسم ہے رات کی جب اسے ڈھانﭗ لے.(1)","arabic":"وَٱلَّيۡلِ إِذَا يَغۡشَىٰهَا","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6047,"juzNumber":30,"footnotes":"(1) یعنی سورج کو ڈھانپ لے اور ہر سمت اندھیرا چھا جائے۔","lang":"ur"},{"name":"91:5","price":"قسم ہے آسمان کی اور اس کے بنانے کی.(1)","arabic":"وَٱلسَّمَآءِ وَمَا بَنَىٰهَا","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6048,"juzNumber":30,"footnotes":"(1) یا اس ذات کی جس نے اسے بنایا۔ پہلی معنی کی رو سے ما بمعنی مَنْ ہوگا۔","lang":"ur"},{"name":"91:6","price":"قسم ہے زمین کی اور اسے ہموار کرنے کی.(1)","arabic":"وَٱلۡأَرۡضِ وَمَا طَحَىٰهَا","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6049,"juzNumber":30,"footnotes":"(1) یا جس نے اسے ہموار کیا۔","lang":"ur"},{"name":"91:7","price":"قسم ہے نفس کی اور اسے درست بنانے کی.(1)","arabic":"وَنَفۡسٖ وَمَا سَوَّىٰهَا","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6050,"juzNumber":30,"footnotes":"(1) یا جس نے اسے درست کیا۔ درست کرنے کا مطلب ہے، اسے متناسب الاعضاء بنایا، بےڈھبا اور بےڈھنگا نہیں بنایا۔","lang":"ur"},{"name":"91:8","price":"پھر سمجھ دی اس کو بدکاری کی اور بچ کر چلنے کی.(1)","arabic":"فَأَلۡهَمَهَا فُجُورَهَا وَتَقۡوَىٰهَا","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6051,"juzNumber":30,"footnotes":"(1) الہام کا مطلب یا تو یہ ہے کہ انہیں اچھی طرح سمجھا دیا اور انہیں انبیا علیہم السلام اور آسمانی کتابوں کے ذریعے سے خیر وشر کی پہچان کروا دی۔ یا مطلب ہے کہ ان کی عقل اور فطرت میں خیر اور شر، نیکی اور بدی کا شعور ودیعت کر دیا۔ تاکہ وہ نیکی کو اپنائیں اور بدی سے اجتناب کریں۔","lang":"ur"},{"name":"91:9","price":"جس نے اسے پاک کیا وه کامیاب ہوا.(1)","arabic":"قَدۡ أَفۡلَحَ مَن زَكَّىٰهَا","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6052,"juzNumber":30,"footnotes":"(1) شرک سے، معصیت سے اور اخلاقی آلائشوں سے پاک کیا، وہ آخروی فوز وفلاح سے ہمکنار ہوگا۔","lang":"ur"},{"name":"91:10","price":"اور جس نے اسے خاک میں ملا دیا وه ناکام ہوا.(1)","arabic":"وَقَدۡ خَابَ مَن دَسَّىٰهَا","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6053,"juzNumber":30,"footnotes":"(1) یعنی جس نے اسے گمراہ کر لیا، وہ خسارے میں رہا۔ دَسٌّ، تَدْسِيسٌ سے ہے، جس کے معنی ہیں۔ ایک چیز کو دوسری چیز میں چھپا دینا۔ دَسَّاهَا کے معنی ہوں گے جس نے اپنے نفس کو چھپا دیا اور اسے بے کار چھوڑ دیا اور اسے اللہ کی اطاعت اور عمل صالح کے ساتھ مشہور نہیں کیا۔","lang":"ur"},{"name":"91:11","price":"(قوم) ثمود نے اپنی سرکشی کے باعث جھٹلایا.(1)","arabic":"كَذَّبَتۡ ثَمُودُ بِطَغۡوَىٰهَآ","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6054,"juzNumber":30,"footnotes":"(1) طُغْيَانٌ وہ سرکشی جو حد سےتجاوز کر جائے اسی طغیان نے انہیں تکذیب پر آمادہ کیا۔","lang":"ur"},{"name":"91:12","price":"جب ان میں کا بڑا بدبخت اٹھ کھڑا ہوا.(1)","arabic":"إِذِ ٱنۢبَعَثَ أَشۡقَىٰهَا","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6055,"juzNumber":30,"footnotes":"(1) جس کا نام مفسرین قدار بن سالف بتلاتے ہیں۔ اس کا ایسا کام کیا کہ یہ رئیس الاشقیاء بن گیا سب سے بڑا شقی (بدبخت)۔","lang":"ur"},{"name":"91:13","price":"انہیں اللہ کے رسول نے فرما دیا تھا کہ اللہ تعالیٰ کی اونٹنی اور اس کے پینے کی باری کی (حفاظت کرو).(1)","arabic":"فَقَالَ لَهُمۡ رَسُولُ ٱللَّهِ نَاقَةَ ٱللَّهِ وَسُقۡيَٰهَا","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6056,"juzNumber":30,"footnotes":"(1) یعنی اس اونٹنی کو کوئی نقصان نہ پہنچائے، اسی طرح اس کے لئے پانی پینے کا جو دن ہو، اس میں بھی گڑ بڑ نہ کی جائے۔ اونٹنی اور قوم ثمود دونوں کے لئے پانی کا ایک ایک دن مقرر کر دیا گیا تھا۔ اس کی حفاظت کی تاکید کی گئی۔ لیکن ان ظالموں نے پروا نہیں کی۔","lang":"ur"},{"name":"91:14","price":"ان لوگوں نے اپنے پیغمبر کو جھوٹا سمجھ کر اس اونٹنی کی کوچیں کاٹ دیں(1) ، پس ان کے رب نے ان کے گناہوں کے باعث ان پر ہلاکت ڈالی(2) اور پھر ہلاکت کو عام کر دیا اور اس بستی کو برابر کردیا.(3)","arabic":"فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمۡدَمَ عَلَيۡهِمۡ رَبُّهُم بِذَنۢبِهِمۡ فَسَوَّىٰهَا","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6057,"juzNumber":30,"footnotes":"(1) یہ کام ایک ہی شخص قدار نے کیا تھا۔ لیکن چوں کہ اس شرارت میں قوم بھی اس کے ساتھ تھی اس لئے اس میں سب کو برابر کا مجرم قرار دیا گیا۔ اور تکذیب اور اونٹنی کی کوچیں کاٹنے کی نسبت پوری قوم کی طرف کی گئی۔ جس سے یہ اصول معلوم ہوا کہ ایک برائی کا ارتکاب کرنے والے اگر چند ایک افراد ہوں لیکن پوری قوم اس برائی پر نکیر کرنے کے بجائے اسےپسند کرتی ہو تو اللہ کے ہاں پوری قوم اس برائی کی مرتکب قرار پائے گی اور اس جرم یا برائی میں برابر کی شریک سمجھی جائے گی۔ (2) دَمْدَمَ عَلَيْهِمْ ، ان کو ہلاک کر دیا اور ان پر سخت عذاب نازل کیا۔\n(3) عام کر دیا، یعنی اس عذاب میں سب کو برابر کر دیا، کسی کو نہیں چھوڑا، چھوٹا بڑا، سب کو نیست ونابود کر دیا گیا۔ یا زمین کو ان پر برابر کر دیا یعنی سب کو تہ خاک کر دیا۔","lang":"ur"},{"name":"91:15","price":"وه نہیں ڈرتا اس کے تباه کن انجام سے.(1)","arabic":"وَلَا يَخَافُ عُقۡبَٰهَا","category":["91 (Ash-Shams)","Ash-Shams","Surah Ash-Shams"],"ayahNumber":6058,"juzNumber":30,"footnotes":"(1) یعنی اللہ تعالیٰ کو یہ ڈر نہیں ہے کہ اس نے انہیں سزا دی ہے کہ کوئی بڑی طاقت اس کا اس سے بدلہ لے گی۔ وہ انجام سے بےخوف ہے کیوں کہ کوئی ایسی طاقت نہیں ہے جو اس سے بڑھ کر یا اس کے برابر ہی ہو، جو اس سے انتقام لینے کی قدرت رکھتی ہو۔","lang":"ur"},{"name":"92:1","price":"قسم ہے رات کی جب چھا جائے.(1)","arabic":"وَٱلَّيۡلِ إِذَا يَغۡشَىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6059,"juzNumber":30,"footnotes":"(1) یعنی افق پر چھا جائے جس سے دن کی روشنی ختم اور اندھیرا ہو جائے۔","lang":"ur"},{"name":"92:2","price":"اور قسم ہے دن کی جب روشن ہو.(1)","arabic":"وَٱلنَّهَارِ إِذَا تَجَلَّىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6060,"juzNumber":30,"footnotes":"(1) یعنی رات کا اندھیرا ختم اور دن کا اجالا پھیل جائے۔","lang":"ur"},{"name":"92:3","price":"اور قسم ہے اس ذات کی جس نے نر وماده کو پیدا کیا.(1)","arabic":"وَمَا خَلَقَ ٱلذَّكَرَ وَٱلۡأُنثَىٰٓ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6061,"juzNumber":30,"footnotes":"(1) یہ اللہ نے اپنی قسم کھائی، کیونکہ مرد وعورت دونوں کا خالق اللہ ہی ہے ماموصولہ ہے۔ - یعنی کوئی اچھے عمل کرتا ہے، جس کا صلہ جنت ہے اور کوئی برے عمل کرتا ہے جس کا بدلہ جہنم ہے۔","lang":"ur"},{"name":"92:4","price":"یقیناً تمہاری کوشش مختلف قسم کی ہے.(1)","arabic":"إِنَّ سَعۡيَكُمۡ لَشَتَّىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6062,"juzNumber":30,"footnotes":"(1) یعنی کوئی اچھے عمل کرتا ہے، جس کا صلہ جنت ہے اور کوئی برے عمل کرتا ہے جس کا بدلہ جہنم ہے۔ یہ جواب قسم ہے شَتَّى، شَتِيتٌ کی جمع ہے، جیسے مَرِيضٌ کی جمع مَرْضَى۔","lang":"ur"},{"name":"92:5","price":"جس نے دیا (اللہ کی راه میں) اور ڈرا (اپنے رب سے).(1)","arabic":"فَأَمَّا مَنۡ أَعۡطَىٰ وَٱتَّقَىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6063,"juzNumber":30,"footnotes":"(1) یعنی خیر کے کاموں میں خرچ کرے گا اور محارم سے بچے گا۔","lang":"ur"},{"name":"92:6","price":"اور نیک بات کی تصدیق کرتا رہے گا.(1)","arabic":"وَصَدَّقَ بِٱلۡحُسۡنَىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6064,"juzNumber":30,"footnotes":"(1) یا اچھے صلے کی تصدیق کرے گا، یعنی اس بات پر یقین رکھے گا کہ انفاق اور تقویٰ کا اللہ کی طرف سے عمدہ صلہ ملے گا۔","lang":"ur"},{"name":"92:7","price":"تو ہم بھی اس کو آسان راستے کی سہولت دیں گے.(1)","arabic":"فَسَنُيَسِّرُهُۥ لِلۡيُسۡرَىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6065,"juzNumber":30,"footnotes":"(1) يُسْرَى کا مطلب نیکی اور الْخَصْلَةُ الْحُسْنَى ہے۔ یعنی ہم اس کو نیکی واطاعت کی توفیق دیتے اور ان کو اس کے لئے آسان کر دیتے ہیں۔ مفسرین کہتے ہیں کہ یہ آیت حضرت ابوبکر صدیق (رضي الله عنه) کے بارے میں نازل ہوئی ہے، جنہوں نے چھ غلام آزاد کیے، جنہیں اہل مکہ مسلمان ہونے کی وجہ سے سخت اذیت دیتے تھے۔ ( فتح القدیر ) ۔","lang":"ur"},{"name":"92:8","price":"لیکن جس نے بخیلی کی اور بے پرواہی برتی.(1)","arabic":"وَأَمَّا مَنۢ بَخِلَ وَٱسۡتَغۡنَىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6066,"juzNumber":30,"footnotes":"(1) یعنی اللہ کی راہ میں خرچ نہیں کرے گا اور اللہ کے حکم سے بے پرواہی، کرے گا۔ - یا آخرت کی جزا اور حساب کتاب کا انکار کرے گا۔","lang":"ur"},{"name":"92:9","price":"اور نیک بات کی تکذیب کی.(1)","arabic":"وَكَذَّبَ بِٱلۡحُسۡنَىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6067,"juzNumber":30,"footnotes":"(1) یا آخرت کی جزا اور حساب کتاب کا انکار کرے گا۔-","lang":"ur"},{"name":"92:10","price":"تو ہم بھی اس کی تنگی ومشکل کے سامان میسر کر دیں گے.(1)","arabic":"فَسَنُيَسِّرُهُۥ لِلۡعُسۡرَىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6068,"juzNumber":30,"footnotes":"(1) عُسْرَى( تنگی ) سےمراد کفر ومعصیت اور طریق شر ہے۔ یعنی ہم اس کے لئے نافرمانی کا راستہ آسان کر دیں گے، جس سے اس کے لئے خیر وسعادت کے راستے مشکل ہو جائیں گے۔ قرآن مجید میں یہ مضمون کئی جگہ بیان کیا گیا ہے کہ جو خیر ورشد کا راستہ اپناتا ہے، اس کے صلے میں اللہ اسے خیر کی توفیق سے نوازتا ہے اور جو شر ومعصیت کو اختیار کرتا ہے، اللہ اس کو اس کے حال پر چھوڑدیتا ہے اور یہ اس تقدیر کے مطابق ہی ہوتا ہے جو اللہ نے اپنے علم سے لکھ رکھی ہے۔ ( ابن کثیر ) یہ مضمون حدیث میں بھی بیان کیا گیا ہے۔ نبی (صلى الله عليه وسلم) نے فرمایا تم عمل کرو، ہر شخص جس کام کے لئے پیدا کیا گیا ہے، وہ اس کے لئے آسان کر دیا جاتا ہے، جو اہل سعادت سے ہوتا ہے، اسے اہل سعادت والے عمل کی توفیق دے دی جاتی ہے اور جو اہل شقاوت سے ہوتا ہے، اس کے لئے اہل شقاوت والے عمل آسان کر دیئے جاتے ہیں۔ ( صحيح البخاري، تفسير سورة الليل )","lang":"ur"},{"name":"92:11","price":"اس کا مال اسے (اوندھا) گرنے کے وقت کچھ کام نہ آئے گا.(1)","arabic":"وَمَا يُغۡنِي عَنۡهُ مَالُهُۥٓ إِذَا تَرَدَّىٰٓ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6069,"juzNumber":30,"footnotes":"(1) یعنی جب جہنم میں گرے گا تو یہ مال، جسے وہ خرچ نہیں کرتا تھا، کچھ کام نہ آئے گا۔","lang":"ur"},{"name":"92:12","price":"بیشک راه دکھا دینا ہمارے ذمہ ہے.(1)","arabic":"إِنَّ عَلَيۡنَا لَلۡهُدَىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6070,"juzNumber":30,"footnotes":"(1) یعنی حلال اور حرام، خیر اور شر، ہدایت اور ضلالت کو واضح اور بیان کرنا ہمارے ذمے ہے۔ ( جو کہ ہم نے کر دیا ہے)","lang":"ur"},{"name":"92:13","price":"اور ہمارے ہی ہاتھ آخرت اور دنیا ہے.(1)","arabic":"وَإِنَّ لَنَا لَلۡأٓخِرَةَ وَٱلۡأُولَىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6071,"juzNumber":30,"footnotes":"(1) یعنی دونوں کے مالک ہم ہی ہیں، ان میں جس طرح چاہیں تصرف کریں اس لئے ان دونوں کے یا ان میں سے کسی ایک کے طالب ہم سے ہی مانگیں کیوں کہ ہر طالب کو ہم ہی اپنی مشیت کے مطابق دیتے ہیں۔","lang":"ur"},{"name":"92:14","price":"میں نے تو تمہیں شعلے مارتی ہوئی آگ سے ڈرا دیا ہے.","arabic":"فَأَنذَرۡتُكُمۡ نَارٗا تَلَظَّىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6072,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"92:15","price":"جس میں صرف وہی بدبخت داخل ہوگا.","arabic":"لَا يَصۡلَىٰهَآ إِلَّا ٱلۡأَشۡقَى","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6073,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"92:16","price":"جس نے جھٹلایا اور (اس کی پیروی سے) منھ پھیر لیا.(1)","arabic":"ٱلَّذِي كَذَّبَ وَتَوَلَّىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6074,"juzNumber":30,"footnotes":"(1) اس آیت سے مرجئہ فرقے نے (جو ایک باطل فرقہ گزرا ہے) استدلال کیا ہے کہ جہنم میں صرف کافر ہی جائیں گے۔ کوئی مسلمان چاہے کتنا ہی گناہ گار ہو، وہ جہنم میں نہیں جائے گا۔ لیکن یہ عقیدہ ان نصوص صریحہ کے خلاف ہے جن سے معلوم ہوتا ہے کہ بہت سے مسلمان بھی، جن کو اللہ تعالیٰ کچھ سزا دینا چاہے گا، کچھ عرصے کے لئے جہنم میں جائیں گے، پھر وہ نبی (صلى الله عليه وسلم) ، ملائکہ اور دیگر صالحین کی شفاعت سے نکال لئے جائیں گے، یہاں حصر کے انداز میں جو کہا گیا ہے، اس کا مطلب ہے کہ جو لوگ پکے کافر اور نہایت بدبخت ہیں، جہنم دراصل ان ہی کے لئے بنائی گئی ہے، جس میں وہ لازمی اور حتمی طور پر اور ہمیشہ کے لئے داخل ہوں گے۔ اگر کچھ نافرمان قسم کے مسلمان جہنم میں جائیں گے تو وہ لازمی اور حتمی طور پر اور ہمیشہ کے لئے نہیں جائیں گے، بلکہ بطور سزا ان کا یہ دخول عارضی ہوگا۔ ( فتح القدیر )۔","lang":"ur"},{"name":"92:17","price":"اور اس سے ایسا شخص دور رکھا جائے گا جو بڑا پرہیزگار ہو گا.","arabic":"وَسَيُجَنَّبُهَا ٱلۡأَتۡقَى","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6075,"juzNumber":30,"footnotes":"(1) یعنی جہنم سے دور رہے گا اور جنت میں داخل ہوگا۔","lang":"ur"},{"name":"92:18","price":"جو پاکی حاصل کرنے کے لئے اپنا مال دیتا ہے.","arabic":"ٱلَّذِي يُؤۡتِي مَالَهُۥ يَتَزَكَّىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6076,"juzNumber":30,"footnotes":"(1) یعنی جو اپنا مال اللہ کے حکم کے مطابق خرچ کرتا ہے تاکہ اس کا نفس بھی اور اس کا مال بھی پاک ہو جائے۔","lang":"ur"},{"name":"92:19","price":"کسی کا اس پر کوئی احسان نہیں کہ جس کا بدلہ دیا جا رہا ہو.(1)","arabic":"وَمَا لِأَحَدٍ عِندَهُۥ مِن نِّعۡمَةٖ تُجۡزَىٰٓ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6077,"juzNumber":30,"footnotes":"(1) یعنی بدلہ اتارنے کے لیے خرچ نہ کرتا ہو۔","lang":"ur"},{"name":"92:20","price":"بلکہ صرف اپنے پروردگار بزرگ وبلند کی رضا چاہنے کے لئے.(1)","arabic":"إِلَّا ٱبۡتِغَآءَ وَجۡهِ رَبِّهِ ٱلۡأَعۡلَىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6078,"juzNumber":30,"footnotes":"(1) بلکہ اخلاص سے اللہ کی رضا اور جنت میں اس کے دیدار کے لئے خرچ کرتا ہے۔","lang":"ur"},{"name":"92:21","price":"یقیناً وه (اللہ بھی) عنقریب رضامند ہو جائے گا.(1)","arabic":"وَلَسَوۡفَ يَرۡضَىٰ","category":["92 (Al-Lail)","Al-Lail","Surah Al-Lail"],"ayahNumber":6079,"juzNumber":30,"footnotes":"(1) یا وہ راضی ہو جائے گا، یعنی جو شخص ان صفات کا حامل ہوگا، اللہ تعالیٰ اسے جنت کی نعمتیں اور عزت وشرف عطا فرمائے گا، جس سے وہ راضی ہو جائے گا۔ اکثر مفسرین نے کہا ہے بلکہ بعض نے اجماع تک نقل کیا ہے کہ یہ آیات حضرت ابوبکر صدیق (رضي الله عنه) کی شان میں نازل ہوئی ہیں۔ تاہم معنی ومفہوم کے اعتبار سے یہ عام ہیں۔ جو بھی ان صفات عالیہ سے متصف ہوگا، وہ بارگاہ الٰہی میں ان کا مصداق قرار پائے گا۔","lang":"ur"},{"name":"93:1","price":"قسم ہے چاشت کے وقت کی.(1)","arabic":"وَٱلضُّحَىٰ","category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha"],"ayahNumber":6080,"juzNumber":30,"footnotes":"(1) چاشت ( ضُحًى) اس وقت کو کہتے ہیں، جب سورج بلند ہوتا ہے۔ یہاں مراد پورا دن ہے۔","lang":"ur"},{"name":"93:2","price":"اور قسم ہے رات کی جب چھا جائے.(1)","arabic":"وَٱلَّيۡلِ إِذَا سَجَىٰ","category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha"],"ayahNumber":6081,"juzNumber":30,"footnotes":"(1) سَجَى کے معنی ہیں سکن، جب ساکن ہو جائے۔ یعنی جب اندھیرا مکمل چھا جائے، کیونکہ اس وقت ہر چیز ساکن ہو جاتی ہے۔","lang":"ur"},{"name":"93:3","price":"نہ تو تیرے رب نے تجھے چھوڑا ہے اور نہ وه بیزار ہو گیا ہے.(1)","arabic":"مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ","category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha"],"ayahNumber":6082,"juzNumber":30,"footnotes":"(1) جیسا کہ کافر سمجھ رہے ہیں۔","lang":"ur"},{"name":"93:4","price":"یقیناً تیرے لئے انجام آغاز سے بہتر ہوگا.(1)","arabic":"وَلَلۡأٓخِرَةُ خَيۡرٞ لَّكَ مِنَ ٱلۡأُولَىٰ","category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha"],"ayahNumber":6083,"juzNumber":30,"footnotes":"(1) یا آخرت دنیا سے بہتر ہے۔ دونوں مفہوم معانی کے اعتبار سے صحیح ہیں۔","lang":"ur"},{"name":"93:5","price":"تجھے تیرا رب بہت جلد (انعام) دے گا اور تو راضی (وخوش) ہو جائے گا.(1)","arabic":"وَلَسَوۡفَ يُعۡطِيكَ رَبُّكَ فَتَرۡضَىٰٓ","category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha"],"ayahNumber":6084,"juzNumber":30,"footnotes":"(1) اس سے دنیا کی فتوحات اور آخرت کا اجر وثواب مراد ہے۔ اس میں وہ حق شفاعت بھی داخل ہے جو آپ (صلى الله عليه وسلم) کو اپنی امت کے گناہ گاروں کے لئے ملے گا۔","lang":"ur"},{"name":"93:6","price":"کیا اس نے تجھے یتیم پا کر جگہ نہیں دی.(1)","arabic":"أَلَمۡ يَجِدۡكَ يَتِيمٗا فَـَٔاوَىٰ","category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha"],"ayahNumber":6085,"juzNumber":30,"footnotes":"(1) یعنی باپ کے سہارے سے بھی تو محروم تھا، ہم نے تیری دست گیری اور چارہ سازی کی۔","lang":"ur"},{"name":"93:7","price":"اور تجھے راه بھوﻻ پا کر ہدایت نہیں دی.(1)","arabic":"وَوَجَدَكَ ضَآلّٗا فَهَدَىٰ","category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha"],"ayahNumber":6086,"juzNumber":30,"footnotes":"- یعنی تجھے دین شریعت اور ایمان کا پتہ نہیں تھا، ہم نے تجھے راہ یاب کیا، نبوت سے نوازا اور کتاب نازل کی، ورنہ اس سے قبل تو ہدایت کے لئے سرگرداں تھا۔","lang":"ur"},{"name":"93:8","price":"اور تجھے نادار پاکر تونگر نہیں بنا دیا؟(1)","arabic":"وَوَجَدَكَ عَآئِلٗا فَأَغۡنَىٰ","category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha"],"ayahNumber":6087,"juzNumber":30,"footnotes":"(1) تونگر کا مطلب ہے، اپنے سوا تجھ کو ہر ایک سے بےنیاز کر دیا، پس تو فقر میں صابر اور غنا میں شاکر رہا۔ جیسے خود نبی (صلى الله عليه وسلم) کا بھی فرمان ہے کہ تونگری، ساز وسامان کی کثرت کا نام نہیں ہے، اصل تونگری دل کی تونگری ہے۔ ( صحيح مسلم، كتاب الزكاة، باب ليس الغنى عن كثرة العرض ) ۔","lang":"ur"},{"name":"93:9","price":"پس یتیم پر تو بھی سختی نہ کیا کر.(1)","arabic":"فَأَمَّا ٱلۡيَتِيمَ فَلَا تَقۡهَرۡ","category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha"],"ayahNumber":6088,"juzNumber":30,"footnotes":"(1) بلکہ اس کے ساتھ نرمی واحسان کا معاملہ کر۔","lang":"ur"},{"name":"93:10","price":"اور نہ سوال کرنے والے کو ڈانٹ ڈپٹ.(1)","arabic":"وَأَمَّا ٱلسَّآئِلَ فَلَا تَنۡهَرۡ","category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha"],"ayahNumber":6089,"juzNumber":30,"footnotes":"(1) یعنی اس سے سختی اور تکبر نہ کر، اور نہ درشت اور تلخ لہجہ اختیار کر۔ بلکہ جواب بھی دینا ہو تو پیار اور محبت سے دو۔","lang":"ur"},{"name":"93:11","price":"اور اپنے رب کی نعمتوں کو بیان کرتا ره.(1)","arabic":"وَأَمَّا بِنِعۡمَةِ رَبِّكَ فَحَدِّثۡ","category":["93 (Ad-Duha)","Ad-Duha","Surah Ad-Duha"],"ayahNumber":6090,"juzNumber":30,"footnotes":"(1) یعنی اللہ نے تجھ پر جو احسانات کئے ہیں، مثلاً ہدایت اور رسالت ونبوت سے نوازا، یتیمی کے باوجود تیری کفالت وسرپرستی کا انتظام کیا۔ تجھے قناعت وتونگری عطا کی وغیرہ۔ انہیں جذبات تشکر وممنونیت کے ساتھ بیان کرتا رہ۔ اس سے معلوم ہوا کہ اللہ کے انعامات کا تذکرہ اور ان کا اظہار اللہ کو پسند ہے لیکن تکبر اور فخر کے طور پر نہیں بلکہ اللہ کے فضل وکرم اور اس کے احسان سے زیر بار ہوتے ہوئے اور اس کی قدرت وطاقت سے ڈرتے ہوئے کہ کہیں وہ ہمیں ان نعمتوں سے محروم نہ کر دے۔","lang":"ur"},{"name":"94:1","price":"کیا ہم نے تیرا سینہ نہیں کھول دیا.(1)","arabic":"أَلَمۡ نَشۡرَحۡ لَكَ صَدۡرَكَ","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6091,"juzNumber":30,"footnotes":"(1) گزشتہ سورت میں تین انعامات کا ذکر تھا، اس سورت میں مزید تین احسانات جتلائے جا رہے ہیں۔ سینہ کھول دینا، ان میں پہلا ہے۔ اس کا مطلب ہے سینے کا منور اور فراخ ہو جانا، تاکہ حق واضح بھی ہو جائے اور دل میں سما بھی جائے۔ اسی مفہوم میں قرآن کریم کی یہ آیت فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلامِ (سورة الأنعام: 125 ) ”جس کو اللہ تعالیٰ ہدایت سے نوازنے کا ارادہ کرے۔ اس کا سینہ اسلام کے لئے کھول دیتا ہے“۔ یعنی وہ اسلام کو دین حق کے طور پرپہچان بھی لیتا ہے اور اسے قبول بھی کر لیتا ہے۔ اس شرح صدر میں وہ شق صدر بھی آجاتا ہے جو معتبر روایات کی رو سے دو مرتبہ نبی (صلى الله عليه وسلم) کا کیا گیا۔ ایک مرتبہ بچپن میں، جب کہ آپ (صلى الله عليه وسلم) عمر کے چوتھے سال میں تھے۔ حضرت جبرائیل (عليه السلام) آئے اور انہوں نے آپ (صلى الله عليه وسلم) کا دل چیرا اور اس سے وہ حصہ شیطانی نکال دیا جو ہر انسان کے اندر ہے، پھر اسے دھوکر بند کر دیا، ( صحيح مسلم، كتاب الإيمان، باب الإسراء) دوسری مرتبہ معراج کے موقعے پر۔ اس موقعے پر آپ (صلى الله عليه وسلم) کا سینہ مبارک چاک کرکے دل نکالا گیا، اسے آپ زمزم سے دھوکر اپنی جگہ رکھ دیا گیااور اسےایمان وحکمت سے بھر دیا گیا۔ (صحيحين، أبواب المعراج وكتاب الصلاة) ۔","lang":"ur"},{"name":"94:2","price":"اور تجھ پر سے تیرا بوجھ ہم نے اتار دیا.(1)","arabic":"وَوَضَعۡنَا عَنكَ وِزۡرَكَ","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6092,"juzNumber":30,"footnotes":"(1) یہ بوجھ نبوت سے قبل چالیس سالہ دور زندگی سے متعلق ہے۔ اس دور میں اگرچہ اللہ نے آپ (صلى الله عليه وسلم) کو گناہوں سے محفوظ رکھا، کسی بت کے سامنے آپ (صلى الله عليه وسلم) سجدہ ریز نہیں ہوئے، کبھی شراب نوشی نہیں کی اور بھی دیگر برائیوں سے دامن کش رہے، تاکہ معروف معنوں میں اللہ کی عبادت واطاعت کا نہ آپ (صلى الله عليه وسلم) کو علم تھا نہ آپ (صلى الله عليه وسلم) نے کی۔ اس لئے آپ (صلى الله عليه وسلم) کے دل ودماغ پر اس چالیس سالہ عدم عبادت وعدم اطاعت کا بوجھ تھا، جو حقیقت میں تو نہیں تھا، لیکن آپ (صلى الله عليه وسلم) کے احساس وشعور نے اسے بوجھ بنا رکھا تھا۔ اللہ نے اسے اتار دینے کا اعلان فرما کر آپ (صلى الله عليه وسلم) پر احسان فرمایا۔ یہ گویا وہی مفہوم ہے جو لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ (سورة الفتح) کا ہے۔ بعض کہتے ہیں، یہ نبوت کا بوجھ تھا، جسے اللہ نے ہلکا کر دیا، یعنی اس راہ کی مشکلات برداشت کرنے کا حوصلہ اور تبلیغ ودعوت میں آسانیاں پیدا فرما دیں۔","lang":"ur"},{"name":"94:3","price":"جس نے تیری پیٹھ توڑ دی تھی.","arabic":"ٱلَّذِيٓ أَنقَضَ ظَهۡرَكَ","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6093,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"94:4","price":"اور ہم نے تیرا ذکر بلند کر دیا.(1)","arabic":"وَرَفَعۡنَا لَكَ ذِكۡرَكَ","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6094,"juzNumber":30,"footnotes":"(1) یعنی جہاں اللہ کا نام آتا ہے وہیں آپ (صلى الله عليه وسلم) کا نام بھی آتا ہے۔ مثلاً اذان، نماز اور دیگر بہت سے مقامات پر، گزشتہ کتابوں میں آپ (صلى الله عليه وسلم) کا تذکرہ اور صفات کی تفصیل ہے، فرشتوں میں آپ (صلى الله عليه وسلم) کا ذکر خیر ہے، آپ (صلى الله عليه وسلم) کی اطاعت کو اللہ نے اپنی اطاعت قرار دیا اور اپنی اطاعت کے ساتھ ساتھ آپ (صلى الله عليه وسلم) کی اطاعت کا بھی حکم دیا، وغیرہ ۔","lang":"ur"},{"name":"94:5","price":"پس یقیناً مشکل کے ساتھ آسانی ہے.","arabic":"فَإِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرًا","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6095,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"94:6","price":"بیشک مشکل کے ساتھ آسانی ہے.(1)","arabic":"إِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرٗا","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6096,"juzNumber":30,"footnotes":"(1) یہ آپ (صلى الله عليه وسلم) کے لئے اور صحابہ (رضي الله عنهم) کے لئے خوشخبری ہے کہ تم اسلام کی راہ میں جو تکلیفیں برداشت کر رہے ہو تو گھبرانے کی ضرورت نہیں ہے۔ اس کے بعد ہی اللہ تمہیں فراغت وآسانی سے نوازے گا۔ چنانچہ ایسا ہی ہوا، جسے ساری دنیا جانتی ہے۔","lang":"ur"},{"name":"94:7","price":"پس جب تو فارغ ہو تو عبادت میں محنت کر.(1)","arabic":"فَإِذَا فَرَغۡتَ فَٱنصَبۡ","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6097,"juzNumber":30,"footnotes":"(1) یعنی نماز سے، یا تبلیغ سے یا جہاد سے، تو دعا میں محنت کر، یا اتنی عبادت کر کہ تو تھک جائے۔","lang":"ur"},{"name":"94:8","price":"اور اپنے پروردگار ہی کی طرف دل لگا.(1)","arabic":"وَإِلَىٰ رَبِّكَ فَٱرۡغَب","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6098,"juzNumber":30,"footnotes":"(1) یعنی اسی سے جنت کی امید رکھ، اسی سے اپنی حاجتیں طلب کر اور تمام معاملات میں اسی پر اعتماد اور بھروسہ رکھ۔","lang":"ur"},{"name":"95:1","price":"قسم ہے انجیر کی اور زیتون کی.","arabic":"وَٱلتِّينِ وَٱلزَّيۡتُونِ","category":["95 (At-Tin)","At-Tin","Surah At-Tin"],"ayahNumber":6099,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"95:2","price":"اور طور سِینِین کی.(1)","arabic":"وَطُورِ سِينِينَ","category":["95 (At-Tin)","At-Tin","Surah At-Tin"],"ayahNumber":6100,"juzNumber":30,"footnotes":"(1) یہ وہی کوہ طور ہے جہاں اللہ تعالیٰ حضرت موسیٰ (عليه السلام) سے ہم کلام ہوا تھا۔","lang":"ur"},{"name":"95:3","price":"اور اس امن والے شہر کی.(1)","arabic":"وَهَٰذَا ٱلۡبَلَدِ ٱلۡأَمِينِ","category":["95 (At-Tin)","At-Tin","Surah At-Tin"],"ayahNumber":6101,"juzNumber":30,"footnotes":"(1) اس سے مراد مکہ مکرمہ ہے، جس میں قتال کی اجازت نہیں ہے۔ علاوہ ازیں جو اس میں داخل ہو جائے، اسے بھی امن حاصل ہو جاتا ہے۔ بعض مفسرین کہتے ہیں کہ یہ دراصل تین مقامات کی قسم ہے، جن میں سے ہر ایک جگہ میں جلیل القدر، صاحب شریعت پیغمبر مبعوث ہوا۔ انجیر اور زیتون سے مراد وہ علاقہ ہے جہاں اس کی پیداوار ہے اور وہ ہے بیت المقدس، جہاں حضرت عیسیٰ (عليه السلام) پیغمبر بن کر ائے۔ طور سینا یا سینین پر حضرت موسیٰ (عليه السلام) کو نبوت عطا کی گئی اور شہر مکہ میں سید الرسل حضرت محمد رسول اللہ (صلى الله عليه وسلم) کی بعثت ہوئی۔ ابن کثیر ) ۔","lang":"ur"},{"name":"95:4","price":"یقیناً ہم نے انسان کو بہترین صورت میں پیدا کیا.(1)","arabic":"لَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِيٓ أَحۡسَنِ تَقۡوِيمٖ","category":["95 (At-Tin)","At-Tin","Surah At-Tin"],"ayahNumber":6102,"juzNumber":30,"footnotes":"(1) یہ جواب قسم ہے۔ اللہ تعالیٰ نے ہر مخلوق کو اس طرح پیدا کیا ہے کہ اس کا منہ نیچے کو جھکا ہوا ہے صرف انسان کو دراز قامت، سیدھا بنایا ہے جو اپنے ہاتھوں سے کھاتا پیتاہے۔ پھر اس کے اعضا کو نہایت تناسب کے ساتھ بنایا، ان میں جانوروں کی طرح بےڈھنگا پن نہیں ہے۔ ہر اہم عضو دو دو بنائے اور ان میں نہایت مناسب فاصلہ رکھا، پھر اس میں عقل وتدبر، فہم وحکمت اور سمع وبصر کی قوتیں ودیعت کیں، جو دراصل یہ انسان اللہ کی قدرت کا مظہر اور اس کا پر تو ہے۔ بعض علما نے اس حدیث کوبھی اسی معنی ومفہوم پر محمول کیا ہے، جس میں ہے کہ إِنَّ اللهَ خَلَقَ آدَمَ عَلَى صُورَتِهِ ( مسلم، كتاب البر والصلة والآداب ) اللہ تعالیٰ نے آدم کو اپنی صورت میں پیدا فرمایا انسان کی پیدائش میں ان تمام چیزوں کا اہتمام ہی احسن تقویم ہے، جس کا ذکر اللہ نے تین قسموں کے بعد فرمایا۔ (فتح القدیر)۔","lang":"ur"},{"name":"95:5","price":"پھر اسے نیچوں سے نیچا کر دیا.(1)","arabic":"ثُمَّ رَدَدۡنَٰهُ أَسۡفَلَ سَٰفِلِينَ","category":["95 (At-Tin)","At-Tin","Surah At-Tin"],"ayahNumber":6103,"juzNumber":30,"footnotes":"(1) یہ اشارہ انسان کے ارذل عمر ( بہت زیادہ عمر ) کی طرف۔ جس میں جوانی اور قوت کے بعد بڑھاپا اور ضعف آجاتا ہے اور انسان کی عقل اور ذہن بچے کی طرح ہو جاتا ہے۔ بعض نے اس سے کردار کا وہ سفلہ پن لیا ہے جس میں مبتلا ہو کر انسان انتہائی پست اور سانپ بچھو سے بھی زیادہ گیا گزرا ہو جاتا ہے اور بعض نے اس سے ذلت ورسوائی کا وہ عذاب مراد لیا ہے جو جہنم میں کافروں کے لئے ہے۔ گویا انسان اللہ اور رسول کی اطاعت سے انحراف کرکے اپنے کو احسن تقویم کے بلند رتبہ واعزاز سے گرا کر جہنم کی اسفل سافلین میں ڈال لیتا ہے۔","lang":"ur"},{"name":"95:6","price":"لیکن جو لوگ ایمان ﻻئے اور (پھر) نیک عمل کیے تو ان کے لئے ایسا اجر ہے جو کبھی ختم نہ ہوگا.(1)","arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["95 (At-Tin)","At-Tin","Surah At-Tin"],"ayahNumber":6104,"juzNumber":30,"footnotes":"(1) آیت ماقبل کے پہلے مفہوم کے اعتبار سے یہ جملہ مبینہ ہے، مومنوں کی کیفیت بیان کر رہا ہے اور دوسرے تیسرے مفہوم کے اعتبار سے، ماقبل کی تاکید ہے کہ اس انجام سے اس نے مومنوں کا استثنا کردیا۔ ( فتح القدیر ) ۔","lang":"ur"},{"name":"95:7","price":"پس تجھے اب روز جزا کے جھٹلانے پر کون سی چیز آماده کرتی ہے.(1)","arabic":"فَمَا يُكَذِّبُكَ بَعۡدُ بِٱلدِّينِ","category":["95 (At-Tin)","At-Tin","Surah At-Tin"],"ayahNumber":6105,"juzNumber":30,"footnotes":"(1) یہ انسان سے خطاب ہے، زجر وتوبیخ کے لئے۔ کہ اللہ نے تجھے بہترین صورت میں پیدا کیا اور وہ تجھے اس کے برعکس قعر مذلت میں بھی گرانے کی قدرت رکھتا ہے۔ اس کا مطلب ہے کہ اس کے لئے دوبارہ پیدا کرنا کوئی مشکل نہیں۔ اس کے بعد بھی تو قیامت اور جزا کا انکار کرتا ہے؟","lang":"ur"},{"name":"95:8","price":"کیا اللہ تعالیٰ (سب) حاکموں کا حاکم نہیں ہے.(1)","arabic":"أَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَ","category":["95 (At-Tin)","At-Tin","Surah At-Tin"],"ayahNumber":6106,"juzNumber":30,"footnotes":"(1) جو کسی پر ظلم نہیں کرتا اور اس کے عدل ہی کا یہ تقاضا ہے کہ وہ قیامت برپا کرے اور ان کی داد رسی کرے جن پر دنیا میں ظلم ہوا۔ پہلے گزر چکا ہے کہ ایک ضعیف حدیث میں اس کا یہ جواب دینا منقول ہے۔ بَلَى، وَأَنَا عَلَى ذَلِكَ مِنَ الشَّاهِدِينَ ) ( الترمذي ) ۔","lang":"ur"},{"name":"96:1","price":"پڑھ اپنے رب کے نام سے جس نے پیدا کیا.(1)","arabic":"ٱقۡرَأۡ بِٱسۡمِ رَبِّكَ ٱلَّذِي خَلَقَ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6107,"juzNumber":30,"footnotes":"(1) یہ سب سے پہلی وحی ہے جو نبی (صلى الله عليه وسلم) پر اس وقت آئی جب آپ (صلى الله عليه وسلم) غار حرا میں مصروف عبادت تھے۔ فرشتے نے آکر کہا، پڑھ، آپ (صلى الله عليه وسلم) نے فرمایا، میں تو پڑھا ہوا ہی نہیں ہوں، فرشتے نے آپ (صلى الله عليه وسلم) کو پکڑ کر زور سے بھینچا، اور کہا پڑھ، آپ (صلى الله عليه وسلم) نے پھر وہی جواب دیا۔ اس طرح تین مرتبہ اس نے آپ (صلى الله عليه وسلم) کو بھینچا۔ ( تفصیل کے لئے دیکھئے صحیح بخاری، بدء الوحی، مسلم، الایمان، باب بدء الوحی ) اقْرَأْ جو تیری طرف وحی کی جاتی ہے وہ پڑھ۔ خَلَقَ، جس نے تمام مخلوق کو پیدا کیا۔","lang":"ur"},{"name":"96:2","price":"جس نے انسان کو خون کے لوتھڑے سے پیدا کیا.(1)","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِنۡ عَلَقٍ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6108,"juzNumber":30,"footnotes":"(1) مخلوقات میں سے بطور خاص انسان کی پیدائش کا ذکر فرمایا جس سے اس کا شرف واضح ہے۔","lang":"ur"},{"name":"96:3","price":"تو پڑھتا ره تیرا رب بڑے کرم واﻻ ہے.(1)","arabic":"ٱقۡرَأۡ وَرَبُّكَ ٱلۡأَكۡرَمُ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6109,"juzNumber":30,"footnotes":"(1) یہ بطور تاکید فرمایا اور اس میں بڑے بلیغ انداز سے اس اعتذار کا بھی ازالہ فرما دیا، جو آپ (صلى الله عليه وسلم) نے پیش کیا کہ میں تو قاری ہی نہیں۔ اللہ نے فرمایا، اللہ بہت کرم والا ہے پڑھ، یعنی انسانوں کی کوتاہیوں سے درگزر کرنا اس کا وصف خاص ہے۔","lang":"ur"},{"name":"96:4","price":"جس نے قلم کے ذریعے (علم) سکھایا.(1)","arabic":"ٱلَّذِي عَلَّمَ بِٱلۡقَلَمِ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6110,"juzNumber":30,"footnotes":"(1) قَلَمٌ کے معنی ہیں قطع کرنا، تراشنا، قلم بھی پہلے زمانے میں تراش کر ہی بنائے جاتے تھے، اس لئے آلۂ کتابت کو قلم سے تعبیر کیا۔ کچھ علم تو انسان کے ذہن میں ہوتا ہے، کچھ کا اظہار زبان کے ذریعے سے ہوتا ہے اور کچھ انسان قلم سے کاغذ پر لکھ لیتا ہے۔ ذہن وحافظہ میں جو ہوتا ہے، وہ انسان کے ساتھ ہی چلا جاتا ہے۔ زبان سے جس کا اظہار کرتا ہے، وہ بھی محفوظ نہیں رہتا۔ البتہ قلم سے لکھا ہوا، اگر وہ کسی وجہ سے ضائع نہ ہو تو ہمیشہ محفوظ رہتا ہے، اسی قلم کی بدولت تمام علوم، پچھلے لوگوں کی تاریخیں اور اسلاف کا علمی ذخیرہ محفوظ ہے۔ حتیٰ کہ آسمانی کتابوں کی حفاظت کا بھی ذریعہ ہے۔ اس سے قلم کی اہمیت محتاج وضاحت نہیں رہتی۔ اسی لئے اللہ نے سب سے پہلے قلم کو پیدا کیا اور اس کو تمام مخلوقات کی تقدیر لکھنے کا حکم دیا۔","lang":"ur"},{"name":"96:5","price":"جس نے انسان کو وه سکھایا جسے وه نہیں جانتا تھا.","arabic":"عَلَّمَ ٱلۡإِنسَٰنَ مَا لَمۡ يَعۡلَمۡ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6111,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"96:6","price":"سچ مچ انسان تو آپے سے باہر ہو جاتا ہے.","arabic":"كَلَّآ إِنَّ ٱلۡإِنسَٰنَ لَيَطۡغَىٰٓ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6112,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"96:7","price":"اس لئے کہ وه اپنے آپ کو بے پروا (یا تونگر) سمجھتا ہے.","arabic":"أَن رَّءَاهُ ٱسۡتَغۡنَىٰٓ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6113,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"96:8","price":"یقیناً لوٹنا تیرے رب کی طرف ہے.","arabic":"إِنَّ إِلَىٰ رَبِّكَ ٱلرُّجۡعَىٰٓ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6114,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"96:9","price":"(بھلا) اسے بھی تو نے دیکھا جو بندے کو روکتا ہے.","arabic":"أَرَءَيۡتَ ٱلَّذِي يَنۡهَىٰ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6115,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"96:10","price":"جبکہ وه بنده نماز ادا کرتا ہے.(1)","arabic":"عَبۡدًا إِذَا صَلَّىٰٓ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6116,"juzNumber":30,"footnotes":"(1) مفسرین کہتے ہیں کہ روکنے والے سے مراد ابوجہل ہے جو اسلام کا شدید دشمن تھا۔ عبدًا سے مراد نبی (صلى الله عليه وسلم) ہیں۔","lang":"ur"},{"name":"96:11","price":"بھلا بتلا تو اگر وه ہدایت پر ہو.(1)","arabic":"أَرَءَيۡتَ إِن كَانَ عَلَى ٱلۡهُدَىٰٓ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6117,"juzNumber":30,"footnotes":"(1) یعنی جس کو یہ نماز پڑھنے سے روک رہا ہے، وہ ہدایت پرہو۔","lang":"ur"},{"name":"96:12","price":"یا پرہیز گاری کا حکم دیتا ہو.(1)","arabic":"أَوۡ أَمَرَ بِٱلتَّقۡوَىٰٓ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6118,"juzNumber":30,"footnotes":"(1) یعنی اخلاص، توحید اور عمل صالح کی تعلیم، جس سے جہنم کی آگ سے انسان بچ سکتا ہے۔ تو کیا یہ چیزیں ( نماز پڑھنا اور تقویٰ کی تعلیم دینا ) ایسی ہیں کہ ان کی مخالفت کی جائے اور اس پر اس کو دھمکیاں دیں جائیں؟","lang":"ur"},{"name":"96:13","price":"بھلا دیکھو تو اگر یہ جھٹلاتا ہو اور منھ پھیرتا ہو تو.(1)","arabic":"أَرَءَيۡتَ إِن كَذَّبَ وَتَوَلَّىٰٓ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6119,"juzNumber":30,"footnotes":"(1) یعنی یہ ابوجہل اللہ کے پیغمبر کو جھٹلاتا ہو اور ایمان سے اعراض کرتا ہو أَرَأَيْتَ بمعنی أَخْبِرْنِي ( مجھے بتلاؤ ) ہے۔","lang":"ur"},{"name":"96:14","price":"کیا اس نے نہیں جانا کہ اللہ تعالیٰ اسے خوب دیکھ رہا ہے.(1)","arabic":"أَلَمۡ يَعۡلَم بِأَنَّ ٱللَّهَ يَرَىٰ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6120,"juzNumber":30,"footnotes":"(1) مطلب یہ ہے کہ یہ شخص جو مذکورہ حرکتیں کر رہا ہے کیا نہیں جانتا کہ اللہ تعالیٰ سب کچھ دیکھ رہا ہے، وہ اس کی اس کو جزا دے گا۔ یعنی یہ «أَلَمْ تَعْلَمْ» مذکورہ شرطوں «إِنْ كَانَ عَلَى الْهُدَى، أَوْ أَمَرَ بِالتَّقْوَى إِنْ كَذَّبَ وَتَوَلَّى» کی جزا ہے۔","lang":"ur"},{"name":"96:15","price":"یقیناً اگر یہ باز نہ رہا تو ہم اس کی پیشانی کے بال پکڑ کر گھسیٹیں گے.(1)","arabic":"كَلَّا لَئِن لَّمۡ يَنتَهِ لَنَسۡفَعَۢا بِٱلنَّاصِيَةِ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6121,"juzNumber":30,"footnotes":"(1) یعنی نبی (صلى الله عليه وسلم) کی مخالفت اور دشمنی سے اور آپ (صلى الله عليه وسلم) کو نماز پڑھنے سے جو روکتا ہے، اس سے باز نہ آیا لَنَسْفَعَنَّ کے معنی ہیں لَنَأْخُذَنَّ تو ہم اسے اس کی پیشانی سے پکڑ کر گھسیٹیں گے۔ حدیث میں آتا ہے ابوجہل نے کہا تھا کہ اگر محمد (صلى الله عليه وسلم) کعبے کے پاس نماز پڑھنے سے باز نہ آیا تو میں اس کی گردن پر پاؤں رکھ دوں گا۔ (یعنی اسے روندوں گا اور یوں ذلیل کروں گا) نبی (صلى الله عليه وسلم) کو یہ بات پہنچی تو آپ (صلى الله عليه وسلم) نے فرمایا۔ اگر وہ ایسا کرتا تو فرشتے اسے پکڑ لیتے۔ (صحيح البخاري، تفسير سورة العلق)۔","lang":"ur"},{"name":"96:16","price":"ایسی پیشانی جو جھوٹی خطا کار ہے.(1)","arabic":"نَاصِيَةٖ كَٰذِبَةٍ خَاطِئَةٖ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6122,"juzNumber":30,"footnotes":"(1) پیشانی کی یہ صفات بطور مجاز ہیں، جھوٹی ہے اپنی بات میں، خطاکار ہے اپنے فعل میں۔","lang":"ur"},{"name":"96:17","price":"یہ اپنی مجلس والوں کو بلالے.","arabic":"فَلۡيَدۡعُ نَادِيَهُۥ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6123,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"96:18","price":"ہم بھی (دوزخ کے) پیادوں کو بلالیں گے.(1)","arabic":"سَنَدۡعُ ٱلزَّبَانِيَةَ","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6124,"juzNumber":30,"footnotes":"(1) حدیث میں آتا ہے کہ نبی (صلى الله عليه وسلم) خانہ کعبہ کے پاس نماز پڑھ رہے تھے۔ ابوجہل گزرا تو کہا اے محمد! (صلى الله عليه وسلم) میں نے تجھے نماز پڑھنے سے منع نہیں کیا تھا؟ اور آپ (صلى الله عليه وسلم) سے سخت دھمکی آمیز باتیں کیں، آپ (صلى الله عليه وسلم) نے کڑا جواب دیا تو کہنے لگا اے محمد! (صلى الله عليه وسلم) تو مجھے کس چیز سے ڈراتا ہے؟ اللہ کی قسم، اس وادی میں سب سے زیادہ میرے حمایتی اور مجلس والے ہیں، جس پر یہ آیت نازل ہوئی۔ حضرت ابن عباس (رضي الله عنه) ما فرماتے ہیں، اگر وہ اپنے حمایتیوں کو بلاتا تو اسی وقت ملائکہ عذاب اسے اسے پکڑ لیتے۔( ترمذی، تفسیر سورۂ اقر﯋ مسند احمد، 1/ 329 وتفسیر ابن جریر) اور صحیح مسلم کے الفاظ ہیں کہ اس نے آگے بڑھ کر آپ (صلى الله عليه وسلم) کی گردن پر پیر رکھنے کا ارادہ کیا کہ ایک دم الٹے پاؤں پیچھے ہٹا اور اپنے ہاتھوں سے اپنا بچاؤ کرنے لگا، اس سے کہا گیا، کیا بات ہے؟ اس نے کہا کہ میرے اور محمد(صلى الله عليه وسلم) کے درمیان آگ کی خندق، ہولناک منظر اور بہت سارے پر ہیں۔ رسول اللہ (صلى الله عليه وسلم) نے فرمایا، اگر یہ میرے قریب ہوتا تو فرشتے اس کی بوٹی بوٹی نوچ لیتے۔ (كتاب صفة القيامة، باب إن الإنسان ليطغى) الزَّبَانِيَة، داروغے اور پولیس۔ یعنی طاقتور لشکر، جس کا کوئی مقابلہ نہیں کر سکتا۔","lang":"ur"},{"name":"96:19","price":"خبردار! اس کا کہنا ہرگز نہ ماننا اور سجده کر اور قریب ہو جا.(1)","arabic":"كَلَّا لَا تُطِعۡهُ وَٱسۡجُدۡۤ وَٱقۡتَرِب۩","category":["96 (Al-Alaq)","Al-Alaq","Surah Al-Alaq"],"ayahNumber":6125,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"97:1","price":"یقیناً ہم نے اسے شب قدر میں نازل فرمایا.(1)","arabic":"إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةِ ٱلۡقَدۡرِ","category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr"],"ayahNumber":6126,"juzNumber":30,"footnotes":"(1) یعنی اتارنے کا آغاز کیا، یا لوح محفوظ سے اس بیت العزت میں، جو آسمان پر ہے، ایک ہی مرتبہ اتار دیا۔ اور وہاں سے حسب وقائع نبی (صلى الله عليه وسلم) پر اترتا رہا تا آنکہ 23 سال میں پورا ہوگیا۔ اور لیلتہ القدر رمضان میں ہی ہوتی ہے، جیسا کہ قرآن کی آیت «شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ» (البقرة: 185 ) سے واضح ہے۔","lang":"ur"},{"name":"97:2","price":"تو کیا سمجھا کہ شب قدر کیا ہے؟(1)","arabic":"وَمَآ أَدۡرَىٰكَ مَا لَيۡلَةُ ٱلۡقَدۡرِ","category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr"],"ayahNumber":6127,"juzNumber":30,"footnotes":"(1) اس استفہام سے اس رات کی عظمت واہمیت واضح ہے، گویاکہ مخلوق اس کی تہ تک پوری طرح نہیں پہنچ سکتی، یہ صرف ایک اللہ ہی ہے جو اس کو جانتا ہے۔","lang":"ur"},{"name":"97:3","price":"شب قدر ایک ہزار مہینوں سے بہتر ہے.(1)","arabic":"لَيۡلَةُ ٱلۡقَدۡرِ خَيۡرٞ مِّنۡ أَلۡفِ شَهۡرٖ","category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr"],"ayahNumber":6128,"juzNumber":30,"footnotes":"(1) یعنی اس ایک رات کی عبادت ہزار مہینوں کی عبادت سے بہتر ہے اور ہزار مہینے 83 سال 4 مہینے بنتے ہیں۔ یہ امت محمدیہ پر اللہ کا کتنا احسان عظیم ہے کہ مختصر عمر میں زیادہ سے زیادہ ثواب حاصل کرنے کے لئے کیسی سہولت عطا فرما دی۔","lang":"ur"},{"name":"97:4","price":"اس (میں ہر کام) کے سر انجام دینے کو اپنے رب کے حکم سے فرشتے اور روح (جبرائیل) اترتے ہیں.(1)","arabic":"تَنَزَّلُ ٱلۡمَلَٰٓئِكَةُ وَٱلرُّوحُ فِيهَا بِإِذۡنِ رَبِّهِم مِّن كُلِّ أَمۡرٖ","category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr"],"ayahNumber":6129,"juzNumber":30,"footnotes":"(1) روح سے مراد حضرت جبرائیل (عليه السلام) ہیں، یعنی فرشتے حضرت جبرائیل (عليه السلام) سمیت، اس رات میں زمین پر اترتے ہیں،ان کاموں کو سرانجام دینے کے لئے جن کا فیصلہ اس سال میں اللہ تعالیٰ فرماتا ہے۔","lang":"ur"},{"name":"97:5","price":"یہ رات سراسر سلامتی کی ہوتی ہے(1) اور فجر کے طلوع ہونے تک (رہتی ہے).","arabic":"سَلَٰمٌ هِيَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِ","category":["97 (Al-Qadr)","Al-Qadr","Surah Al-Qadr"],"ayahNumber":6130,"juzNumber":30,"footnotes":"(1) یعنی اس میں شر نہیں۔ یا اس معنی میں سلامتی والی ہے کہ مومن اس رات کو شیطان کے شر سے محفوظ رہتے ہیں۔ یا فرشتے اہل ایمان کو سلام عرض کرتے ہیں۔ یا فرشتے ہی آپس میں ایک دوسرے کو سلام کرتے ہیں۔ شب قدر کے لئے نبی (صلى الله عليه وسلم) نے بطور خاص یہ دعا بتلائی ہے «اللَّهُمَّ! إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي» ( ترمذي أبواب الدعوات، ابن ماجه، كتاب الدعاء، باب الدعاء بالعفو والعافية ) ۔","lang":"ur"},{"name":"98:1","price":"اہل کتاب کے کافر(1) اور مشرک(2) لوگ جب تک کہ ان کے پاس ظاہر دلیل نہ آجائے باز رہنے والے نہ تھے (وه دلیل یہ تھی کہ).","arabic":"لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6131,"juzNumber":30,"footnotes":"(1) اس سے مراد یہود ونصاریٰ ہیں۔\n(2) مشرک سے مراد عرب وعجم کے وہ لوگ ہیں جو بتوں اور آگ کے پجاری تھے۔ مُنْفَكِّينَ باز آنے والے، بَيِّنَةٌ ( دلیل ) سے مراد نبی کریم (صلى الله عليه وسلم) ہیں۔ یعنی یہود ونصاریٰ اور عرب وعجم کے مشرکین اپنے کفر وشرک سے باز آنے والے نہیں ہیں یہاں تک کہ ان کے پاس محمد (صلى الله عليه وسلم) قرآن لے کر آجائیں اور وہ ان کی ضلالت وجہالت بیان کریں اور انہیں ایمان کی دعوت دیں۔","lang":"ur"},{"name":"98:2","price":"اللہ تعالیٰ کا ایک رسول(1) جو پاک صحیفے پڑھے.(2)","arabic":"رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6132,"juzNumber":30,"footnotes":"(1) یعنی حضرت محمد (صلى الله عليه وسلم) ۔\n(2) یعنی قرآن مجید جو لوح محفوظ میں پاک صحیفوں میں درج ہے۔","lang":"ur"},{"name":"98:3","price":"جن میں صحیح اور درست احکام ہوں.(1)","arabic":"فِيهَا كُتُبٞ قَيِّمَةٞ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6133,"juzNumber":30,"footnotes":"(1) یہاں كُتُبٌ سے مراد احکام دینیہ اور قَيِّمَةٌ، معتدل اورسیدھے۔","lang":"ur"},{"name":"98:4","price":"اہل کتاب اپنے پاس ظاہر دلیل آجانے کے بعد ہی (اختلاف میں پڑ کر) متفرق ہوگئے.(1)","arabic":"وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6134,"juzNumber":30,"footnotes":"(1) یعنی اہل کتاب، حضرت نبی کریم (صلى الله عليه وسلم) کی آمد سے قبل مجتمع تھے، یہاں تک کہ آپ (صلى الله عليه وسلم) کی بعثت ہوگئی، اس کے بعد یہ متفرق ہوگئے، ان میں سے کچھ مومن ہوگئے، لیکن اکثریت ایمان سے محروم ہی رہی۔ نبی (صلى الله عليه وسلم) کی بعثت ورسالت کو دلیل سے تعبیر کرنے میں یہی نکتہ ہے کہ آپ (صلى الله عليه وسلم) کی صداقت واضح تھی جس میں مجال انکار نہیں تھی۔ لیکن ان لوگوں نے آپ (صلى الله عليه وسلم) کی تکذیب محض حسد اور عناد کی وجہ سے کی۔ یہی وجہ ہے کہ، یہاں تفرق کا ارتکاب کرنے والوں میں صرف اہل کتاب کا نام لیا ہے، حالاں کہ دوسروں نے بھی اس کا ارتکاب کیا تھا، کیوں کہ یہ بہرحال علم والے تھے اور آپ (صلى الله عليه وسلم) کی آمد اور صفات کا تذکرہ ان کی کتابوں میں موجود تھا۔","lang":"ur"},{"name":"98:5","price":"انہیں اس کے سوا کوئی حکم نہیں دیا گیا(1) کہ صرف اللہ کی عبادت کریں اسی کے لئے دین کو خالص رکھیں۔ ابراہیم حنیف(2) کے دین پر اور نماز کو قائم رکھیں اور زکوٰة دیتے رہیں یہی ہے دین سیدھی ملت کا.(3)","arabic":"وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6135,"juzNumber":30,"footnotes":"(1) یعنی ان کی کتابوں میں انہیں حکم تو یہ دیا گیا تھا کہ۔۔۔\n(2) حَنِيفٌ کے معنی ہیں، مائل ہونا، کسی ایک طرف یکسو ہونا، حُنَفَاءَ جمع ہے۔ یعنی شرک سے توحید کی طرف اور تمام ادیان سے منقطع ہو کر صرف دین اسلام کی طرف مائل اور یکسو ہوتے ہوئے۔ جیسے حضرت ابراہیم (عليه السلام) نے کیا۔\n(3) الْقَيِّمَةُ محذوف موصوف کی صفت ہے۔ دِينُ الْمِلَّةِ الْقَيِّمَةِ أَيْ: الْمُسْتَقِيمَةِ یا الأُمَّةُ الْمُسْتَقِيمَةُ الْمُعْتَدِلَةُ، یہی اس ملت یا امت کا دین ہے جو سیدھی اور متعدل ہے۔ اکثر ائمہ نے اس آیت سے اس بات پر استدلال کیا ہے کہ اعمال، ایمان میں داخل ہیں۔ (ابن کثیر) ۔","lang":"ur"},{"name":"98:6","price":"بیشک جو لوگ اہل کتاب میں کافر ہوئے اور مشرکین سب دوزخ کی آگ میں (جائیں گے) جہاں وه ہمیشہ (ہمیشہ) رہیں گے۔ یہ لوگ بدترین خلائق ہیں.(1)","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6136,"juzNumber":30,"footnotes":"(1) یہ اللہ کے رسولوں اور اس کی کتابون کا انکار کرنے والوں کا انجام ہے۔ نیز انہیں تمام مخلوقات میں بدترین قرار دیا گیا۔","lang":"ur"},{"name":"98:7","price":"بیشک جو لوگ ایمان ﻻئےاور نیک عمل کیے یہ لوگ بہترین خلائق ہیں.(1)","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6137,"juzNumber":30,"footnotes":"(1) یعنی جو دل کے ساتھ ایمان لائے اور جنہوں نے اعضا کے ساتھ عمل کیے، وہ تمام مخلوقات سے بہتر اور افضل ہیں۔ جو اہل علم اس بات کے قائل ہیں کہ مومن بندے ملائکہ سے شرف وفضل میں بہترین ہیں ۔ ان کی ایک دلیل یہ آیت بھی ہے۔ الْبَرِيَّةُ، بَرَأَ ( خلق) سے ہے۔ اسی سے اللہ کی صفت البارئ ہے۔ اس لئے بَرِيَّةٌ، اصل میں بَرِيئَةٌ ہے،ہمزہ کو یا سے بدل کر یا کایا میں ادغام کردیاگیا۔","lang":"ur"},{"name":"98:8","price":"ان کا بدلہ ان کے رب کے پاس ہمیشگی والی جنتیں ہیں جن کے نیچے نہریں بہہ رہی ہیں جن میں وه ہمیشہ ہمیشہ رہیں گے۔ اللہ تعالیٰ ان سے راضی ہوا(1) اور یہ اس سے راضی ہوئے(2)۔ یہ ہے اس کے لئے جو اپنے پروردگار سے ڈرے.(3)","arabic":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6138,"juzNumber":30,"footnotes":"(1) ان کے ایمان اور طاعت اور اعمال صالحہ کے سبب۔ اور اللہ کی رضا مندی سب سے بڑی چیز ہے۔ «وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ» (التوبة:72) ۔\n(2) اس لئے کہ اللہ نے انہیں ایسی نعمتوں سے نواز دیا، جن میں ان کی روح اور بدن دونوں کی سعادتیں ہیں۔\n(3) یعنی یہ جززا اور اضا مندی ان لوگوں کے لئے ہے جو دنیا میں اللہ سے درتے رہے اور اس ڈر کی وجہ سے اللہ کینافرمانی کے ارتکاب سے بچتے رہے ۔اگر کسی وقت بہ تقا ضائےشریعت نا فرمانی ہو گئی تو فور توبہ کر لی اور آئندہ کے لئےاپنی اصلاحکر لی ،حتیٰ کہ ان کی موت اسی اطاعت پر ہوئی نہ کہ مصیبت پر ،اس کا مطلب ہے کہ اللہ سے ڈرنے والا مصیبت پر اصرار اور دوام نیئں کر سکتا اور جو ایسا کرتا ہے ، حقیقت میں اس کا دل اللہ ک خوف سے خالی ہے","lang":"ur"},{"name":"99:1","price":"جب زمین پوری طرح جھنجھوڑ دی جائے گی.(1)","arabic":"إِذَا زُلۡزِلَتِ ٱلۡأَرۡضُ زِلۡزَالَهَا","category":["99 (Az-Zalzalah)","Az-Zalzalah","Surah Az-Zalzalah"],"ayahNumber":6139,"juzNumber":30,"footnotes":"(1) اس کے مدنی اور مکی ہونے میں اختلاف ہے، اس کی فضلیت میں متعدد روایات منقول ہیں لیکن ان میں سے کوئی روایت صحیح نہیں ہے۔","lang":"ur"},{"name":"99:2","price":"اور اپنے بوجھ باہر نکال پھینکے گی.(1)","arabic":"وَأَخۡرَجَتِ ٱلۡأَرۡضُ أَثۡقَالَهَا","category":["99 (Az-Zalzalah)","Az-Zalzalah","Surah Az-Zalzalah"],"ayahNumber":6140,"juzNumber":30,"footnotes":"(1) اس کا مطلب ہے سخت بھونچال سے ساری زمین لرز اٹھے گی اور ہر چیز ٹوٹ پھوٹ جائے گی، یہ اس وقت ہوگا، جب پہلا نفخہ پھونکا جائے گا۔","lang":"ur"},{"name":"99:3","price":"انسان کہنے لگے گا کہ اسے کیا ہوگیا؟(1)","arabic":"وَقَالَ ٱلۡإِنسَٰنُ مَا لَهَا","category":["99 (Az-Zalzalah)","Az-Zalzalah","Surah Az-Zalzalah"],"ayahNumber":6141,"juzNumber":30,"footnotes":"(1) یعنی زمین میں جتنے انسان دفن ہیں، وہ زمین کا بوجھ ہیں، جنہیں زمین قیامت والے دن باہر نکال پھینکے گی۔ یعنی اللہ کے حکم سے سب زندہ ہو کر باہر نکل آئیں گے۔ یہ دوسرے نفخے میں ہوگا، اسی طرح زمین کے خزانے بھی باہر نکل آئیں گے۔","lang":"ur"},{"name":"99:4","price":"اس دن زمین اپنی سب خبریں بیان کردے گی.(1)","arabic":"يَوۡمَئِذٖ تُحَدِّثُ أَخۡبَارَهَا","category":["99 (Az-Zalzalah)","Az-Zalzalah","Surah Az-Zalzalah"],"ayahNumber":6142,"juzNumber":30,"footnotes":"(1) یعنی دہشت زدہ ہوکر کہے گا کہ اسے کیا ہو گیا ہے، یہ کیوں اس طرح ہل رہی ہے اور اپنے خزانے اگل رہی ہے۔","lang":"ur"},{"name":"99:5","price":"اس لئے کہ تیرے رب نے اسے حکم دیا ہوگا.(1)","arabic":"بِأَنَّ رَبَّكَ أَوۡحَىٰ لَهَا","category":["99 (Az-Zalzalah)","Az-Zalzalah","Surah Az-Zalzalah"],"ayahNumber":6143,"juzNumber":30,"footnotes":"(1) یہ جواب شرط ہے۔ حدیث میں ہے، نبی (صلى الله عليه وسلم) نے یہ آیت تلاوت فرمائی اورپوچھا، جانتے ہو، زمین کی خبریں کیا ہیں؟ صحابہ (رضي الله عنهم) نے عرض کیا، اللہ اور اس کے رسول بہتر جانتے ہیں۔ آپ (صلى الله عليه وسلم) نے فرمایا، اس کی خبریں یہ ہیں کہ جس بندے یا بندی نے زمین کی پشت پر جو کچھ کیا ہوگا، اس کی گواہی دے گی۔ کہے گی فلاں فلاں شخص نے فلاں فلاں عمل، فلاں فلاں دن میں کیا تھا۔ ( ترمذي، أبواب صفة القيامة وتفسير سورة إذا زلزلت- مسند أحمد 2/ 374 ) ۔\n(9) یعنی زمین کو یہ قوت گویائی اللہ عطا فرمائے گا، اس لئے اس میں تعجب والی بات نہیں ہے، جس طرح انسانی اعضا میں اللہ تعالیٰ یہ قوت پیدا فرما دے گا، زمین کو بھی اللہ تعالیٰ متکلم بنا دے گا اور وہ اللہ کے حکم سے بولے گی۔","lang":"ur"},{"name":"99:6","price":"اس روز لوگ مختلف جماعتیں ہو کر (واپس) لوٹیں(1) گے تاکہ انہیں ان کے اعمال دکھا دیئے جائیں.(2)","arabic":"يَوۡمَئِذٖ يَصۡدُرُ ٱلنَّاسُ أَشۡتَاتٗا لِّيُرَوۡاْ أَعۡمَٰلَهُمۡ","category":["99 (Az-Zalzalah)","Az-Zalzalah","Surah Az-Zalzalah"],"ayahNumber":6144,"juzNumber":30,"footnotes":"(1) يَصْدُرُ، يَرْجِعُ ( لوٹیں گے ) یہ ورود کی ضد ہے۔ یعنی قبروں سے نکل کر موقف حساب کی طرف، یا حساب کے بعد جنت اور دوزخ کی طرف لوٹیں گے۔ أَشْتَاتًا، متفرق، یعنی ٹولیاں ٹولیاں۔ بعض بےخوف ہوں گے، بعض خوف زدہ، بعض کے رنگ سفید ہوں گے جیسے جنتوں کے ہوں گے اور بعض کے رنگ سیاہ، جو ان کے جہنمی ہونے کی علامت ہوگی۔ بعض کا رخ دائیں جانب ہوگا بعض کا بائیں جانب۔ یا یہ مختلف گروہ ادیان ومذاہب اور اعمال وافعال کی بنیاد پر ہوں گے۔\n(2) یہ متعلق ہے يَصْدُرُ کے یا اس کا تعلق أَوْحَى لَهَا سے ہے۔ یعنی زمین اپنی خبریں اس لئے بیان کرے گی تاکہ انسانوں کو ان کے اعمال دکھا دیئے جائیں۔","lang":"ur"},{"name":"99:7","price":"پس جس نے ذره برابر نیکی کی ہوگی وه اسے دیکھ لے گا.(1)","arabic":"فَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ خَيۡرٗا يَرَهُۥ","category":["99 (Az-Zalzalah)","Az-Zalzalah","Surah Az-Zalzalah"],"ayahNumber":6145,"juzNumber":30,"footnotes":"(1) پس وہ اس سے خوش ہوگا۔","lang":"ur"},{"name":"99:8","price":"اور جس نے ذره برابر برائی کی ہوگی وه اسے دیکھ لے گا.(1)","arabic":"وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥ","category":["99 (Az-Zalzalah)","Az-Zalzalah","Surah Az-Zalzalah"],"ayahNumber":6146,"juzNumber":30,"footnotes":"(1) وہ اس پرسخت پشیمان اور مضطرب ہوگا۔ ذَرَّةٍ بعض کے نزدیک چیونٹی سے بھی چھوٹی چیز ہے۔ بعض اہل لغت کہتے ہیں، انسان زمین پر ہاتھ مارتا ہے، اس سے اس کے ہاتھ پرجو مٹی لگ جاتی ہے، وہ ذرہ ہے۔ بعض کےنزدیک سوراخ سے آنے والی سورج کی شعاعوں میں گرد وغبار کے جو ذرات نظر آتے ہیں، وہ ذرہ ہے۔ لیکن امام شوکانی نے پہلے معنی کو اولیٰ کہا ہے۔ امام مقاتل کہتے ہیں کہ یہ سورت ان دو آمیوں کے بیان میں نازل ہوئی ہے۔ جن میں سے ایک شخص، سائل کو تھوڑا سا صدقہ دینے میں تامل کرتا اور دوسرا شخص چھوٹا گناہ کرنے میں کوئی خوف محسوس نہ کرتا تھا۔ (فتح القدیر) ۔","lang":"ur"},{"name":"100:1","price":"ہانپتے ہوئے دوڑنے والے گھوڑوں کی قسم!(1)","arabic":"وَٱلۡعَٰدِيَٰتِ ضَبۡحٗا","category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat"],"ayahNumber":6147,"juzNumber":30,"footnotes":"(1) عَادِيَاتٌ، عَادِيَةٌ کی جمع ہے۔ یہ عَدُوٌّ سے ہے جیسے غَزْوٌ ہے۔ غَازِيَاتٌ کی طرح اس کے واو کو بھی یا سے بدل دیاگیا ہے۔ تیز رو گھوڑے۔ ضَبْحٌ کے معنی بعض کے نزدیک ہانپنا اور بعض کے نزدیک ہنہنانا ہے۔ مراد وہ گھوڑے ہیں جو ہانپتے یا ہنہناتے ہوئےجہاد میں تیزی سے دشمن کی طرف دوڑتے ہیں","lang":"ur"},{"name":"100:2","price":"پھر ٹاپ مار کر آگ جھاڑنے والوں کی قسم!(1)","arabic":"فَٱلۡمُورِيَٰتِ قَدۡحٗا","category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat"],"ayahNumber":6148,"juzNumber":30,"footnotes":"(1) مُورِيَاتٌ، إِيرَاءُ سے ہے۔ آگ نکالنے والے۔ قَدْحٌ کے معنی ہیں۔ صَكٌّ چلنے میں گھٹنوں یا ایڑیوں کا ٹکرانا، یا ٹاپ مارنا۔ اسی سے قَدْحٌ بِالزِّنَادِ ہے۔ چقماق سے آگ نکالنا۔ یعنی ان گھوڑوں کی قسم جن کی رگڑ سے پتھروں سے آگ نکلتی ہے، جیسے چقماق سے نکلتی ہے۔","lang":"ur"},{"name":"100:3","price":"پھر صبح کے وقت دھاوا بولنے والوں کی قسم.(1)","arabic":"فَٱلۡمُغِيرَٰتِ صُبۡحٗا","category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat"],"ayahNumber":6149,"juzNumber":30,"footnotes":"(1) مُغِيرَاتٌ، أَغَارَ يُغِيرُ سے ہے، شب خون مارنے یا دھاوا بولنے والے۔ صُبْحًا صبح کے وقت، عرب میں عام طور پر حملہ اسی وقت کیا جاتا تھا، شب خون تو وہ مارتے ہیں جو فوجی گھوڑوں پر سوار ہوتے ہیں، لیکن اس کی نسبت گھوڑوں کی طرف اس لئے کی ہے کہ دھاوا بولنے میں فوجیوں کے یہ بہت زیادہ کام آتے ہیں۔","lang":"ur"},{"name":"100:4","price":"پس اس وقت گرد وغبار اڑاتے ہیں","arabic":"فَأَثَرۡنَ بِهِۦ نَقۡعٗا","category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat"],"ayahNumber":6150,"juzNumber":30,"footnotes":"(1) أَثَارَ، اڑانا۔ نَقْعٌ، گردوغبار۔ یعنی یہ گھوڑے جس وقت تیزی سے دوڑتے یا دھاوا بولتے ہیں تو اس جگہ پر گرد وغبار چھا جاتا ہے۔","lang":"ur"},{"name":"100:5","price":"پھر اسی کے ساتھ فوجیوں کے درمیان گھس جاتے ہیں.(1)","arabic":"فَوَسَطۡنَ بِهِۦ جَمۡعًا","category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat"],"ayahNumber":6151,"juzNumber":30,"footnotes":"(1) فَوَسَطْنَ، درمیان میں گھس جاتے ہیں۔ اس وقت، یا حالت گرد وغبار میں۔ جَمْعًا دشمن کے لشکر۔ مطلب ہے کہ اس وقت، یا جب کہ فضا گرد وغبار سے اٹی ہوئی ہے، یہ گھوڑے دشمن کے لشکروں میں گھس جاتے ہیں اور گھمسان کی جنگ کرتے ہیں۔","lang":"ur"},{"name":"100:6","price":"یقیناً انسان اپنے رب کا بڑا ناشکرا ہے.(1)","arabic":"إِنَّ ٱلۡإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٞ","category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat"],"ayahNumber":6152,"juzNumber":30,"footnotes":"(1) یہ جواب قسم ہے۔ انسان سے مراد کافر، یعنی بعض افراد ہیں۔ كَنُودٌ بمعنی كَفُورٍ، ناشکرا۔","lang":"ur"},{"name":"100:7","price":"اور یقیناً وه خود بھی اس پر گواه ہے.(1)","arabic":"وَإِنَّهُۥ عَلَىٰ ذَٰلِكَ لَشَهِيدٞ","category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat"],"ayahNumber":6153,"juzNumber":30,"footnotes":"(1) یعنی انسان خود بھی اپنی ناشکری کی گواہی دیتا ہے۔ بعض لَشَهِيدٌ کافاعل اللہ کو قرار دیتے ہیں۔ لیکن امام شوکانی نے پہلے مفہوم کو راجح قرار دیا ہے، کیوں کہ مابعد کی آیات میں ضمیر کا مرجع انسان ہی ہے۔ اس لئے یہاں بھی انسان ہی ہونا زیادہ صحیح ہے۔","lang":"ur"},{"name":"100:8","price":"یہ مال کی محنت میں بھی بڑا سخت ہے.(1)","arabic":"وَإِنَّهُۥ لِحُبِّ ٱلۡخَيۡرِ لَشَدِيدٌ","category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat"],"ayahNumber":6154,"juzNumber":30,"footnotes":"(1) خَيْرٌ سے مراد مال ہے، جیسے «إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ» (البقرة :180 ) میں ہے معنی واضح ہیں۔ ایک دوسرا مفہوم یہ ہے کہ نہایت حریص اور بخیل ہے جو مال کی شدید محبت کا لازمی نتیجہ ہے۔","lang":"ur"},{"name":"100:9","price":"کیا اسے وه وقت معلوم نہیں جب قبروں میں جو (کچھ) ہے نکال لیا جائے گا.(1)","arabic":"۞ أَفَلَا يَعۡلَمُ إِذَا بُعۡثِرَ مَا فِي ٱلۡقُبُورِ","category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat"],"ayahNumber":6155,"juzNumber":30,"footnotes":"(1) بُعْثِرَ، نُثِرَ وَبُعِثَ یعنی قبروں کے مردوں کو زندہ کرکے اٹھا کھڑا کردیا جائے گا۔","lang":"ur"},{"name":"100:10","price":"اور سینوں کی پوشیده باتیں ظاہر کر دی جائیں گی.(1)","arabic":"وَحُصِّلَ مَا فِي ٱلصُّدُورِ","category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat"],"ayahNumber":6156,"juzNumber":30,"footnotes":"(1) حُصِّلَ، مُيِّزَ وَبُيِّنَ یعنی سینوں کی باتوں کو ظاہر اور کھول دیا جائے گا۔","lang":"ur"},{"name":"100:11","price":"بیشک ان کا رب اس دن ان کے حال سے پورا باخبر ہوگا.(1)","arabic":"إِنَّ رَبَّهُم بِهِمۡ يَوۡمَئِذٖ لَّخَبِيرُۢ","category":["100 (Al-Aadiyat)","Al-Aadiyat","Surah Al-Aadiyat"],"ayahNumber":6157,"juzNumber":30,"footnotes":"(1) یعنی جو رب ان کو قبروں سے نکال لے گا، ان کے سینوں کے رازوں کو ظاہرکردے گا، اس کے متعلق ہر شخص جان سکتا ہے کہ وہ کتنا باخبر ہے؟ اور اس سے کوئی چیز مخفی نہیں رہ سکتی۔ چنانچہ پھر وہ ہر ایک کو اس کے عملوں کے مطابق اچھی یا بری جزا دے گا۔ یہ گویا ان اشخاص کو تنبیہ ہےجو رب کی نعمتیں تو استعمال کرتے ہیں، لیکن اس کا شکر ادا کرنےکے بجائے، اس کی ناشکری کرتے ہیں۔ اسی طرح مال کی محبت میں گرفتار ہو کر مال کے وہ حقوق ادا نہیں کرتے جو اللہ نے اس میں دوسرے لوگوں کے رکھے ہیں۔","lang":"ur"},{"name":"101:1","price":"کھڑکھڑا دینے والی.(1)","arabic":"ٱلۡقَارِعَةُ","category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah"],"ayahNumber":6158,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"101:2","price":"کیا(1) ہے وه کھڑکھڑا دینے والی.","arabic":"مَا ٱلۡقَارِعَةُ","category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah"],"ayahNumber":6159,"juzNumber":30,"footnotes":"(1) یہ بھی قیامت کے ناموں میں سے ایک نام ہے۔ جیسے اس سے قبل اس کے متعدد نام گزر چکے ہیں، مثلاً، الْحَاقَّةُ، الطَّامَّةُ، الصَّاخَّةُ، الْغَاشِيَةُ، السَّاعَةُ، الْوَاقِعَة وغیرہ۔ الْقَارِعَةُ، اسے اس لئے کہتے ہیں۔ کہ یہ اپنی ہولناکیوں سے دلوں کو بیدار اور اللہ کے دشمنوں کو عذاب سے خبردار کر دے گی، جیسے دروازہ کھٹکھٹانے والا کرتا ہے۔","lang":"ur"},{"name":"101:3","price":"تجھے کیا معلوم کہ وه کھڑ کھڑا دینے والی کیا ہے.","arabic":"وَمَآ أَدۡرَىٰكَ مَا ٱلۡقَارِعَةُ","category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah"],"ayahNumber":6160,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"101:4","price":"جس دن انسان بکھرے ہوئے پروانوں کی طرح ہو جائیں گے.(1)","arabic":"يَوۡمَ يَكُونُ ٱلنَّاسُ كَٱلۡفَرَاشِ ٱلۡمَبۡثُوثِ","category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah"],"ayahNumber":6161,"juzNumber":30,"footnotes":"(1) فِرَاشٌ، مچھر اور شمع کے گرد منڈلانے والے پرندے وغیرہ۔ مَبْثُوثٌ، منتشر اور بکھرے ہوئے۔ یعنی قیامت والے دن انسان بھی پروانوں کی طرح پراگندہ اور بکھرے ہوئے ہوں گے۔","lang":"ur"},{"name":"101:5","price":"اور پہاڑ دھنے ہوئے رنگین اون کی طرح ہو جائیں گے.(1)","arabic":"وَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ ٱلۡمَنفُوشِ","category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah"],"ayahNumber":6162,"juzNumber":30,"footnotes":"(1) عِهْنٌ اس اون کو کہتے ہیں جو مختلف رنگوں کے ساتھ رنگی ہوئی ہو، مَنْفُوشٌ، دھنی ہوئی۔ یہ پہاڑوں کی وہ کیفیت بیان کی گئی ہے جو قیامت والے دن ان کی ہوگی۔ قرآن کریم میں پہاڑوں کی یہ کیفیت مختلف انداز میں بیان کی گئی ہے، جس کی تفصیل پہلے گزرچکی ہے۔ اب آگے ان دو فریقوں کا اجمالی ذکر کیا جا رہا ہے جو قیامت والے دن اعمال کے اعتبار سے ہوں گے۔","lang":"ur"},{"name":"101:6","price":"پھر جس کے پلڑے بھاری ہوں گے.(1)","arabic":"فَأَمَّا مَن ثَقُلَتۡ مَوَٰزِينُهُۥ","category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah"],"ayahNumber":6163,"juzNumber":30,"footnotes":"(1) مَوَازِينُ، مِيزَانٌ کی جمع ہے۔ ترازو، جس میں صحائف اعمال تولے جائیں گے۔ جیسا کہ اس کا ذکر سورۂ اعراف: 8، سورۂ کہف: 105 اور سورۂ انبیاء: 47 میں بھی گزرا ہے۔ بعض کہتے ہیں کہ یہاں یہ میزان نہیں، موزون کی جمع ہے یعنی ایسے اعمال جن کی اللہ کے ہاں کوئی اہمیت اور خاص وزن ہوگا۔ ( فتح القدیر ) لیکن پہلا مفہوم ہی راجح اور صحیح ہے۔ مطلب یہ ہے کہ جن کی نیکیاں زیادہ ہوں گی اور وزن اعمال کے وقت ان کی نیکیوں والا پلڑا بھاری ہو جائے گا۔","lang":"ur"},{"name":"101:7","price":"وه تو دل پسند آرام کی زندگی میں ہوگا.(1)","arabic":"فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ","category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah"],"ayahNumber":6164,"juzNumber":30,"footnotes":"(1) یعنی ایسی زندگی، جس کو وہ صاحب زندگی پسند کرے گا۔","lang":"ur"},{"name":"101:8","price":"اور جس کے پلڑے ہلکے ہوں گے.(1)","arabic":"وَأَمَّا مَنۡ خَفَّتۡ مَوَٰزِينُهُۥ","category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah"],"ayahNumber":6165,"juzNumber":30,"footnotes":"(1) یعنی جس کی برائیاں نیکیوں پر غالب ہوں گی، اور برائیوں کا پلڑا بھاری اور نیکیوں کا ہلکا ہوگا۔","lang":"ur"},{"name":"101:9","price":"اس کا ٹھکانا ہاویہ ہے.(1)","arabic":"فَأُمُّهُۥ هَاوِيَةٞ","category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah"],"ayahNumber":6166,"juzNumber":30,"footnotes":"(1) هَاوِيَةٌ جہنم کا نام ہے، اس کو ہاویہ اس لئے کہتے ہیں کہ جہنمی اس کی گہرائی میں گرے گا۔ اور اس کو ام ( ماں ) سے اس لئے تعبیر کیا کہ جس طرح انسان کے لئے ماں، جائےپناہ ہوتی ہے اسی طرح جہنمیوں کا ٹھکانہ جہنم ہوگا۔ بعض کہتے ہیں کہ ام کے معنی دماغ کے ہیں۔ جہنمی، جہنم میں سر کے بل ڈالے جائیں گے۔ ( ابن کثیر ) ۔","lang":"ur"},{"name":"101:10","price":"تجھے کیا معلوم کہ وه کیا ہے.(1)","arabic":"وَمَآ أَدۡرَىٰكَ مَا هِيَهۡ","category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah"],"ayahNumber":6167,"juzNumber":30,"footnotes":"(1) یہ استفہام اس کی ہولناکی اور شدت عذاب کو بیان کرنے کے لئے ہے کہ وہ انسان کے وہم وتصور سے بالا ہے، انسانی علوم اس کا احاطہ نہیں کر سکتے اور اس کی کنہ نہیں جان سکتے۔","lang":"ur"},{"name":"101:11","price":"وه تند وتیز آگ (ہے).(1)","arabic":"نَارٌ حَامِيَةُۢ","category":["101 (Al-Qari'ah)","Al-Qari'ah","Surah Al-Qari'ah"],"ayahNumber":6168,"juzNumber":30,"footnotes":"(1) جس طرح حدیث میں ہے کہ انسان دنیامیں جو آگ جلاتا ہے، یہ جہنم کی آگ کا ستر واں حصہ ہے، جہنم کی اگ دنیا کی آگ سے 69 درجہ زیادہ ہے۔ (صحيح بخاري، كتاب بدء الخلق ، باب صفة النار وأنها مخلوقة ، مسلم كتاب الجنة، باب في شدة حر نار جهنم ) ایک اور حدیث میں ہے کہ ( آگ نے اپنے رب سے شکایت کی کہ میرا ایک حصہ دوسرے حصے کو کھائے جا رہا ہے، اللہ تعالیٰ نے اسے دو سانس لینے کی اجازت فرما دی۔ ایک سانس گرمی اور ایک سانس سردی میں پس جو سخت سردی ہوتی ہے یہ اس کا ٹھنڈا سانس ہے۔ اور نہایت سخت گرمی جو پڑتی ہے، وہ جہنم کا گرم سانس ہے)۔ (بخاری، کتاب وباب مذکور) ایک اور حدیث میں نبی (صلى الله عليه وسلم) نے فرمایا ”جب گرمی زیادہ سخت ہو تو نماز ٹھنڈی کرکے پڑھو، اس لئے کہ گرمی کی شدت جہنم کے جوش کی وجہ سے ہے“۔ (حوالہ مذکور، مسلم، کتاب المساجد ) ۔","lang":"ur"},{"name":"102:1","price":"زیادتی کی چاہت نے تمہیں غافل کردیا.(1)","arabic":"أَلۡهَىٰكُمُ ٱلتَّكَاثُرُ","category":["102 (At-Takathur)","At-Takathur","Surah At-Takathur"],"ayahNumber":6169,"juzNumber":30,"footnotes":"(1) أَلْهَى يُلْهِي، کے معنی ہیں، غافل کر دینا۔ تَكَاثُرٌ، زیادتی کی خواہش۔ یہ عام ہے۔ مال، اولاد، اعوان وانصار اور خاندان وقبیلہ وغیرہ، سب کو شامل ہے۔ ہر وہ چیز، جس کی کثرت انسان کو محبوب ہو اور کثرت کے حصول کی کوشش وخواہش اسے اللہ کے احکام اور آخرت سے غافل کر دے۔ یہاں اللہ تعالیٰ انسان کی اسی کمزوری کو بیان کر رہا ہے، جس میں انسانوں کی اکثریت ہر دور میں مبتلا رہی ہے۔","lang":"ur"},{"name":"102:2","price":"یہاں تک کہ تم قبرستان جا پہنچے.(1)","arabic":"حَتَّىٰ زُرۡتُمُ ٱلۡمَقَابِرَ","category":["102 (At-Takathur)","At-Takathur","Surah At-Takathur"],"ayahNumber":6170,"juzNumber":30,"footnotes":"(1) اس کا مطلب ہے کہ حصول کثرت کے لئے محنت کرتے کرتے، تمہیں موت آگئی، اور تم قبروں میں جا پہنچے۔","lang":"ur"},{"name":"102:3","price":"ہرگز نہیں(1) تم عنقریب معلوم کر لو گے.","arabic":"كَلَّا سَوۡفَ تَعۡلَمُونَ","category":["102 (At-Takathur)","At-Takathur","Surah At-Takathur"],"ayahNumber":6171,"juzNumber":30,"footnotes":"(1) یعنی تم جس تکاثر وتفاخر میں ہو، یہ صحیح نہیں۔","lang":"ur"},{"name":"102:4","price":"ہرگز نہیں پھر تمہیں جلد علم ہو جائے گا.(1)","arabic":"ثُمَّ كَلَّا سَوۡفَ تَعۡلَمُونَ","category":["102 (At-Takathur)","At-Takathur","Surah At-Takathur"],"ayahNumber":6172,"juzNumber":30,"footnotes":"(1) اس کا انجام عنقریب تم جان لو گے، یہ بطور تاکید دو مرتبہ فرمایا۔","lang":"ur"},{"name":"102:5","price":"ہرگز نہیں اگر تم یقینی طور پر جان لو.(1)","arabic":"كَلَّا لَوۡ تَعۡلَمُونَ عِلۡمَ ٱلۡيَقِينِ","category":["102 (At-Takathur)","At-Takathur","Surah At-Takathur"],"ayahNumber":6173,"juzNumber":30,"footnotes":"(1) اس کا جواب محذوف ہے۔ مطلب ہے کہ اگر تم اس سے غفلت کا انجام اس طرح یقینی طور پر جان لو، جس طرح دنیا کی کسی دیکھی بھالی چیز کا تمہیں یقین ہوتا ہے تو تم یقیناً اس تکاثر وتفاخر میں مبتلا نہ ہو۔","lang":"ur"},{"name":"102:6","price":"تو بیشک تم جہنم دیکھ لو گے.(1)","arabic":"لَتَرَوُنَّ ٱلۡجَحِيمَ","category":["102 (At-Takathur)","At-Takathur","Surah At-Takathur"],"ayahNumber":6174,"juzNumber":30,"footnotes":"(1) یہ قسم محذوف کا جواب ہے یعنی اللہ کی قسم تم جہنم ضرور دیکھو گے یعنی اس کی سزا بھگتو گے۔","lang":"ur"},{"name":"102:7","price":"اور تم اسے یقین کی آنکھ سے دیکھ لو گے.(1)","arabic":"ثُمَّ لَتَرَوُنَّهَا عَيۡنَ ٱلۡيَقِينِ","category":["102 (At-Takathur)","At-Takathur","Surah At-Takathur"],"ayahNumber":6175,"juzNumber":30,"footnotes":"(1) پہلا دیکھنا دور سے ہوگا، یہ دیکھنا قریب سے ہوگا، اسی لئے اسے عَيْنُ الْيَقِينِ (جس کا یقین مشاہدۂ عینی سے حاصل ہو) کہا گیا۔","lang":"ur"},{"name":"102:8","price":"پھر اس دن تم سے ضرور بالضرور نعمتوں کا سوال ہوگا.(1)","arabic":"ثُمَّ لَتُسۡـَٔلُنَّ يَوۡمَئِذٍ عَنِ ٱلنَّعِيمِ","category":["102 (At-Takathur)","At-Takathur","Surah At-Takathur"],"ayahNumber":6176,"juzNumber":30,"footnotes":"(1) یہ سوال ان نعمتوں کے بارے میں ہوگا، جو اللہ نے دنیا میں عطا کی ہوں گی۔ جیسے آنکھ، کان، دل، دماغ، امن وصحت، مال ودولت اور اولاد وغیرہ۔ بعض کہتے ہیں، یہ سوال صرف کافروں سے ہوگا۔ بعض کہتے ہیں، ہر ایک سے ہی ہوگا کیوں کہ محض سوال مستلزم عذاب نہیں۔ جنہوں نے ان نعمتوں کا استعمال اللہ کی ہدایت کے مطابق کیا ہوگا، وہ سوال کے باوجود عذاب سے محفوظ رہیں گے ، اور جنہوں نے کفران نعمت کا ارتکاب کیا ہوگا، وہ دھر لیے جائیں گے۔","lang":"ur"},{"name":"103:1","price":"زمانے کی قسم.(1)","arabic":"وَٱلۡعَصۡرِ","category":["103 (Al-Asr)","Al-Asr","Surah Al-Asr"],"ayahNumber":6177,"juzNumber":30,"footnotes":"(1) زمانے سے مراد، شب وروز کی یہ گردش اور ان کا ادل بدل کر آنا ہے۔ رات آتی ہے تو اندھیرا چھا جاتاہے اور دن طلوع ہوتا ہے تو ہرچیز روشن ہو جاتی ہے۔ علاوہ ازیں کبھی رات لمبی، دن چھوٹا ور کبھی دن لمبا، رات چھوٹی ہو جاتی ہے۔ یہی مرور ایام، زمانہ ہے جو اللہ تعالیٰ کی قدرت اور کاریگری پر دلالت کرتا ہے۔ اسی لئے رب نے اس کی قسم کھائی ہے۔ یہ پہلے بتلایا جا چکا ہے کہ اللہ تعالیٰ تو اپنی مخلوق میں سے جس کی چاہے قسم کھا سکتا ہے لیکن انسانوں کے لئے اللہ کی قسم کے علاوہ کسی چیز کی قسم کھانا جائز نہیں ہے۔","lang":"ur"},{"name":"103:2","price":"بیشک (بالیقین) انسان سرتا سر نقصان میں ہے.(1)","arabic":"إِنَّ ٱلۡإِنسَٰنَ لَفِي خُسۡرٍ","category":["103 (Al-Asr)","Al-Asr","Surah Al-Asr"],"ayahNumber":6178,"juzNumber":30,"footnotes":"(1) یہ جواب قسم ہے۔ انسان کا خسارہ اور ہلاکت واضح ہے کہ جب تک وہ زندہ رہتا ہے، اس کے شب وروز سخت محنت کرتے ہوئے گزرتے ہیں پھر جب موت سے ہم کنار ہوتا ہے تو موت کے بعد بھی آرام وراحت نصیب نہیں ہوتی، بلکہ وہ جہنم کا ایندھن بنتا ہے۔","lang":"ur"},{"name":"103:3","price":"سوائے ان لوگوں کے جو ایمان ﻻئے اور نیک عمل(1) کیے اور (جنہوں نے) آپس میں حق کی وصیت کی(2) اور ایک دوسرے کو صبر کی نصیحت کی.(3)","arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ","category":["103 (Al-Asr)","Al-Asr","Surah Al-Asr"],"ayahNumber":6179,"juzNumber":30,"footnotes":"(1) ہاں اس خسارے سے وہ لوگ محفوظ ہیں جو ایمان اور عمل صالح کے جامع ہیں، کیوں کہ ان کی زندگی چاہے جیسی بھی گزری ہو، موت کے بعد وہ بہرحال ابدی نعمتوں اور جنت کی پرآسائش زندگی سے بہرہ ور ہوں گے۔ آگے اہل ایمان کی مزید صفات کا تذکرہ ہے۔\n(2) یعنی اللہ کی شریعت کی پابندی اور محرمات ومعاصی سے اجتناب کی تلقین۔\n(3) یعنی مصائب وآلام پرصبر، احکام وفرائض شریعت پر عمل کرنے میں صبر، معاصی سے اجتناب پر صبر، لذات وخواہشات کی قربانی پر صبر، صبر بھی اگرچہ تواصی بالحق میں شامل ہے، تاہم اسے خصوصیت سےالگ ذکر کیا گیا، جس سے اسکا شرف وفضل اور خصال حق میں اس کا ممتاز ہونا واضح ہے۔","lang":"ur"},{"name":"104:1","price":"بڑی خرابی ہے ہر ایسے شخص کی جو عیب ٹٹولنے واﻻ غیبت کرنے واﻻ ہو.(1)","arabic":"وَيۡلٞ لِّكُلِّ هُمَزَةٖ لُّمَزَةٍ","category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah"],"ayahNumber":6180,"juzNumber":30,"footnotes":"(1) هُمَزَةٌ اور لُمَزَةٌ بعض کے نزدیک ہم معنی ہیں۔ بعض اس میں کچھ فرق کرتے ہیں۔ هُمَزَةٌ وہ شخص ہے جو رودر رو برائی کرے اور لُمَزَةٌ، وہ جو پیٹھ پیچھے غیبت کرے۔ بعض اس کے برعکس معنی کرتے ہیں۔ بعض کہتے ہیں هَمْزٌ، آنکھوں اور ہاتھوں کے اشارے سے برائی کرنا ہے اور لَمْزٌ زبان سے۔","lang":"ur"},{"name":"104:2","price":"جو مال کو جمع کرتا جائے اور گنتا جائے.(1)","arabic":"ٱلَّذِي جَمَعَ مَالٗا وَعَدَّدَهُۥ","category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah"],"ayahNumber":6181,"juzNumber":30,"footnotes":"(1) اس سے مراد یہی ہے کہ جمع کرنا اور گن گن کر رکھنا یعنی سینت سینت کر رکھنا اور اسے اللہ کی راہ میں خرچ نہ کرنا۔ ورنہ مطلق مال جمع کرکے رکھنا مذموم نہیں ہے۔ یہ مذموم اسی وقت ہے جب زکوٰۃ وصدقات اور انفاق فی سبیل اللہ کا اہتمام نہ ہو۔","lang":"ur"},{"name":"104:3","price":"وه سمجھتا ہے کہ اس کا مال اس کے پاس سدا رہے گا.(1)","arabic":"يَحۡسَبُ أَنَّ مَالَهُۥٓ أَخۡلَدَهُۥ","category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah"],"ayahNumber":6182,"juzNumber":30,"footnotes":"(1) أَخْلَدَهُ کا زیادہ صحیح ترجمہ یہ ہے کہ (اسے ہمیشہ زندہ رکھے گا) یعنی یہ مال،جسےوہ جمع کرکے رکھتا ہے، اس کی عمر میں اضافہ کر دے گا اور اسے مرنے نہیں دے گا۔","lang":"ur"},{"name":"104:4","price":"ہرگز نہیں(1) یہ تو ضرور توڑ پھوڑ دینے والی آگ میں پھینک دیا جائے گا.(2)","arabic":"كَلَّاۖ لَيُنۢبَذَنَّ فِي ٱلۡحُطَمَةِ","category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah"],"ayahNumber":6183,"juzNumber":30,"footnotes":"(1) یعنی معاملہ ایسا نہیں ہےجیسا اس کا زعم اور گمان ہے۔\n(2) ایسا بخیل شخص حطمہ میں پھینک دیا جائے گا۔ یہ بھی جہنم کا ایک نام ہے، توڑ پھوڑ دینے والی۔","lang":"ur"},{"name":"104:5","price":"اور تجھے کیا معلوم کہ ایسی آگ کیا ہوگی؟(1)","arabic":"وَمَآ أَدۡرَىٰكَ مَا ٱلۡحُطَمَةُ","category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah"],"ayahNumber":6184,"juzNumber":30,"footnotes":"(1) یہ استفہام اس کی ہولناکی کے بیان کے لئے ہے، یعنی وہ اتنی ہولناک آگ ہوگی کہ تمہاری عقلیں اس کا ادراک نہیں کرسکتیں اور تمہارا فہم وشعور اس کی تہہ تک نہیں پہنچ سکتا۔","lang":"ur"},{"name":"104:6","price":"وه اللہ تعالیٰ کی سلگائی ہوئی آگ ہوگی.","arabic":"نَارُ ٱللَّهِ ٱلۡمُوقَدَةُ","category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah"],"ayahNumber":6185,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"104:7","price":"جو دلوں پر چڑھتی چلی جائے گی.(1)","arabic":"ٱلَّتِي تَطَّلِعُ عَلَى ٱلۡأَفۡـِٔدَةِ","category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah"],"ayahNumber":6186,"juzNumber":30,"footnotes":"(1) یعنی اس کی حرارت دلوں تک پہنچ جائے گی۔ ویسے تو دنیا کی آگ کے اندر بھی یہ خاصیت ہے کہ وہ ہر چیز کو جلا ڈالتی ہے لیکن دنیا میں یہ آگ دل تک پہنچ نہیں پاتی کہ انسان کی موت اس سے قبل ہی واقع ہو جاتی ہے۔ جہنم میں ایسا نہیں ہوگا، وہ آگ دلوں تک بھی پہنچ جائے گی، لیکن موت نہیں آئے گی،بلکہ آرزو کے باوجود بھی موت نہیں آئے گی۔","lang":"ur"},{"name":"104:8","price":"وہ ان پر ہر طرف سے بند کی ہوئی ہوگی.(1)","arabic":"إِنَّهَا عَلَيۡهِم مُّؤۡصَدَةٞ","category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah"],"ayahNumber":6187,"juzNumber":30,"footnotes":"(1) مُؤْصَدَةٌ بند، یعنی جہنم کے دروازے اور راستے بند کر دیئے جائیں گے، تاکہ کوئی باہر نہ نکل سکے، اور انہیں لوہے کی میخوں کے ساتھ باندھ دیا جائے گا، جو لمبےلمبے ستونوں کی طرح ہوں گی، بعض کے نزدیک عمد سے مراد بیڑیاں یا طوق ہیں اور بعض کےنزدیک ستون ہیں جن میں انہیں عذاب دیا جائے گا۔ (فتح القدیر)۔","lang":"ur"},{"name":"104:9","price":"بڑے بڑے ستونوں میں.","arabic":"فِي عَمَدٖ مُّمَدَّدَةِۭ","category":["104 (Al-Humazah)","Al-Humazah","Surah Al-Humazah"],"ayahNumber":6188,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"105:1","price":"کیا تو نے نہ دیکھا کہ تیرے رب نے ہاتھی والوں کے ساتھ کیا کیا؟(1)","arabic":"أَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِأَصۡحَٰبِ ٱلۡفِيلِ","category":["105 (Al-Fil)","Al-Fil","Surah Al-Fil"],"ayahNumber":6189,"juzNumber":30,"footnotes":"(1) جو یمن سے خانہ کعبہ کی تخریب کے لئے آئے تھے أَلَمْ تَرَ کے معنی ہیں أَلَمْ تَعْلَمْ کیا تجھے معلوم نہیں؟ استفہام تقریر کے لئے ہے۔ یعنی تو جانتا ہے یا وہ سب لوگ جانتے ہیں جو تیرے ہم عصر ہیں۔ یہ اس لئےفرمایا کہ عرب میں یہ واقعہ گزرے ابھی زیادہ عرصہ نہیں ہوا تھا۔ مشہور ترین قول کے مطابق یہ واقعہ اس سال پیش آیا جس سال نبی (صلى الله عليه وسلم) کی ولادت ہوئی تھی۔ اس لئے عربوں میں اس کی خبریں مشہور اور متواتر تھیں۔ یہ واقعہ مختصراً حسب ذیل ہے ۔ واقعہ اصحاب الفیل : حبشہ کے بادشاہ کی طرف سی یمن میں ابرہتہ الاشرم گورنر تھا، اس نے صنعاء میں ایک بہت بڑا گرجا (عبادت گھر) تعمیر کیا اور کوشش کی کہ لوگ خانہ کعبہ کے بجائے عبادت اور حج وعمرہ کے لئے ادھر آیا کریں۔ یہ بات اہل مکہ اور دیگر قبائل عرب کے لئے سخت ناگوار تھی۔ چنانچہ ان میں سے ایک شخص نے ابرہہ کے بنائے ہوئے عبادت خانے کو غلاظت سے پلید کردیا، جس کی اطلاع اس کو کر دی گئی کہ کسی نے اس طرح اس گرجا کو ناپاک کر دیا ہے، جس پراس نے خانہ کعبہ کو ڈھانے کا عزم کر لیا اور ایک لشکر جرار لے کر مکے پر حملہ آور ہوا، کچھ ہاتھی بھی اس کے ساتھ تھے۔ جب یہ لشکر وادی محسر کے پاس پہنچا تو اللہ تعالیٰ نے پرندوں کے غول بھیج دیئےجن کی چونچوں اور پنچوں میں کنکریاں تھیں جو چنے یا مسور کے برابر تھیں، جس فوجی کےبھی یہ کنکری لگتی وہ پگھل جاتا اور اس کا گوشت جھڑ جاتا اور بالآخر مر جاتا۔ خود ابرہہ کابھی صنعاء پہنچتے پہنچتے یہی انجام ہوا۔ اس طرح اللہ نے اپنے گھر کی حفاظت فرمائی۔ مکے کے قریب پہنچ کر ابرہہ کے لشکر نے نبی (صلى الله عليه وسلم) کے دادا کے،جو مکے کے سردار تھے، اونٹوں پر قبضہ کر لیا، جس پر عبدالمطلب نے آکر ابرہہ سے کہا کہ تو میرے اونٹ واپس کر دے جو تیرے لشکریوں نے پکڑے ہیں۔ باقی رہا خانہ کعبہ کامسئلہ، جس کو ڈھانے کے لئے تو آیا ہے تو وہ تیرا معاملہ اللہ کے ساتھ ہے، وہ اللہ کا گھر ہے، وہی اس کا محافظ ہے، تو جانے اور بیت اللہ کا مالک اللہ جانے۔ (ایسر التفاسیر) ۔","lang":"ur"},{"name":"105:2","price":"کیا ان کے مکر کو بےکار نہیں کردیا؟(1)","arabic":"أَلَمۡ يَجۡعَلۡ كَيۡدَهُمۡ فِي تَضۡلِيلٖ","category":["105 (Al-Fil)","Al-Fil","Surah Al-Fil"],"ayahNumber":6190,"juzNumber":30,"footnotes":"(1) یعنی وہ جو خانہ کعبہ کو ڈھانے کا ارادہ لے کر آیا تھا ، اس میں اس کو ناکام کر دیا۔ استفہام تقریری ہے۔","lang":"ur"},{"name":"105:3","price":"اور ان پر پرندوں کے جھنڈ کے جھنڈ بھیج دیئے.(1)","arabic":"وَأَرۡسَلَ عَلَيۡهِمۡ طَيۡرًا أَبَابِيلَ","category":["105 (Al-Fil)","Al-Fil","Surah Al-Fil"],"ayahNumber":6191,"juzNumber":30,"footnotes":"(1) ابابیل، پرندے کا نام نہیں ہے، بلکہ اس کے معنی ہیں غول در غول۔","lang":"ur"},{"name":"105:4","price":"جو انہیں مٹی اور پتھر کی کنکریاں مار رہے تھے.(1)","arabic":"تَرۡمِيهِم بِحِجَارَةٖ مِّن سِجِّيلٖ","category":["105 (Al-Fil)","Al-Fil","Surah Al-Fil"],"ayahNumber":6192,"juzNumber":30,"footnotes":"(1) سِجِّيلٍ مٹی کو اگ میں پکا کر اس سے بنائےہوئےکنکر۔ ان چھوٹے چھوٹے پتھروں یا کنکروں نے توپ کے گولوں اور بندوق کی گولیوں سے زیادہ مہلک کام کیا۔","lang":"ur"},{"name":"105:5","price":"پس انہیں کھائے ہوئے بھوسے کی طرح کردیا.(1)","arabic":"فَجَعَلَهُمۡ كَعَصۡفٖ مَّأۡكُولِۭ","category":["105 (Al-Fil)","Al-Fil","Surah Al-Fil"],"ayahNumber":6193,"juzNumber":30,"footnotes":"(1) یعنی ان کے اجزائے جسم اس طرح بکھر گئے جیسےکھائی ہوئی بھوسی ہوتی ہے۔","lang":"ur"},{"name":"106:1","price":"قریش کے مانوس کرنے کے لئے.","arabic":"لِإِيلَٰفِ قُرَيۡشٍ","category":["106 (Quraish)","Quraish","Surah Quraish"],"ayahNumber":6194,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"106:2","price":"(یعنی) انہیں جاڑے اور گرمی کے سفر سے مانوس کرنے کے لئے(1) ۔ (اس کے شکریہ میں).","arabic":"إِۦلَٰفِهِمۡ رِحۡلَةَ ٱلشِّتَآءِ وَٱلصَّيۡفِ","category":["106 (Quraish)","Quraish","Surah Quraish"],"ayahNumber":6195,"juzNumber":30,"footnotes":"(1) إِيلافٌ کے معنی ہیں، مانوس اور عادی ہونا، یعنی اس کا کام سے کلفت اور نفرت کا دور ہو جانا۔ قریش کی گزر ان کا ذریعہ تجارت تھی۔ سال میں دو مرتبہ ان کا تجارتی قافلہ باہر جاتا اور وہاں سے اشیاء تجارت لاتا۔ سردیوں میں یمن، جو گرم علاقہ تھا اور گرمیوں میں شام کی طرف جو ٹھنڈا تھا۔ خانہ کعبہ کے خدمت گزار ہونے کی وجہ سے تمام اہل عرب ان کی عزت کرتے تھے، اس لئے ان کے قافلے بلا روک ٹوک سفر کرتے، اللہ تعالیٰ اس سورت میں قریش کو بتلا رہا ہے کہ تم جو گرمی، سردی میں دو سفر کرتے ہو تو ہمارے اس احسان کی وجہ سے کہ ہم نے تمہیں مکے میں امن عطا کیا ہے اور اہل عرب میں معزز بنایا ہوا ہے۔ اگر یہ چیز نہ ہوتی تو تمہارا سفر ممکن نہ ہوتا۔ اور اصحاب الفیل کو بھی ہم نے اسی لئے تباہ کیا ہے کہ تمہاری عزت بھی برقرار رہے اور تمہارے سفروں کا سلسلہ بھی، جس کے تم خوگر ہو، قائم رہے، اگر ابرہہ اپنے مذموم مقصد میں کامیاب ہو جاتا تو تمہاری عزت وسیادت بھی ختم ہو جاتی اور سلسلہ سفر بھی منقطع ہو جاتا۔ اس لئے تمہیں چاہئے کہ صرف اسی بیت اللہ کے رب کی عبادت کرو۔","lang":"ur"},{"name":"106:3","price":"پس انہیں چاہئے کہ اسی گھر کے رب کی عبادت کرتے رہیں.","arabic":"فَلۡيَعۡبُدُواْ رَبَّ هَٰذَا ٱلۡبَيۡتِ","category":["106 (Quraish)","Quraish","Surah Quraish"],"ayahNumber":6196,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"106:4","price":"جس نے انہیں بھوک میں کھانا دیا(1) اور ڈر (اور خوف) میں امن (وامان) دیا.(2)","arabic":"ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۭ","category":["106 (Quraish)","Quraish","Surah Quraish"],"ayahNumber":6197,"juzNumber":30,"footnotes":"(1) مذکورہ تجارت اور سفر کے ذریعے سے۔\n(2) عرب میں قتل وغارت گری عام تھی لیکن قریش مکہ کو حرم مکہ کی وجہ سے جو احترام حاصل تھا، اس کی وجہ سے وہ خوف وخطر سے محفوظ تھے۔","lang":"ur"},{"name":"107:1","price":"کیا تو نے (اسے بھی) دیکھا جو (روز) جزا کو جھٹلاتا ہے؟(1)","arabic":"أَرَءَيۡتَ ٱلَّذِي يُكَذِّبُ بِٱلدِّينِ","category":["107 (Al-Ma'un)","Al-Ma'un","Surah Al-Ma'un"],"ayahNumber":6198,"juzNumber":30,"footnotes":"(1) رسول اللہ (صلى الله عليه وسلم) کو خطاب ہے اور استفہام سے مقصد اظہار تعجب ہے۔ رویت معرفت کے مفہوم میں ہے اور دین سے مراد آخرت کا حساب اور جزا ہے۔ بعض کہتے ہیں کہ کلام میں حذف ہے۔ اصل عبارت ہے (کیا تو نےاس شخص کو پہچانا جو روز جزا کو جھٹلاتا ہے؟ آیا وہ اپنی اس بات میں صحیح ہے یا غلط؟","lang":"ur"},{"name":"107:2","price":"یہی وه ہے جو یتیم کو دھکے دیتا ہے.(1)","arabic":"فَذَٰلِكَ ٱلَّذِي يَدُعُّ ٱلۡيَتِيمَ","category":["107 (Al-Ma'un)","Al-Ma'un","Surah Al-Ma'un"],"ayahNumber":6199,"juzNumber":30,"footnotes":"(1) اس لئے کہ ایک توبخیل ہے۔ دوسرا، قیامت کا منکر ہے، بھلا ایسا شخص یتیم کے ساتھ کیوں کر حسن سلوک کر سکتا ہے؟ یتیم کے ساتھ تو وہی شخص اچھا برتاؤ کرے گا جس کے دل میں مال کے بجائے انسانی قدروں اور اخلاقی ضابطوں کی اہمیت ومحبت ہوگی۔ دوسرے اسے اس امر کا یقین ہو کہ اس کے بدلے میں مجھے قیامت والے دن اچھی جزا ملے گی۔","lang":"ur"},{"name":"107:3","price":"اور مسکین کو کھلانے کی ترغیب نہیں دیتا.(1)","arabic":"وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ","category":["107 (Al-Ma'un)","Al-Ma'un","Surah Al-Ma'un"],"ayahNumber":6200,"juzNumber":30,"footnotes":"(1) یہ کام بھی وہی کرے گا جس میں مذکورہ خوبیاں ہوں گی ورنہ یہ یتیم کی طرح مسکین کو بھی دھکا ہی دے گا۔","lang":"ur"},{"name":"107:4","price":"ان نمازیوں کے لئے افسوس (اور ویل نامی جہنم کی جگہ) ہے.","arabic":"فَوَيۡلٞ لِّلۡمُصَلِّينَ","category":["107 (Al-Ma'un)","Al-Ma'un","Surah Al-Ma'un"],"ayahNumber":6201,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"107:5","price":"جو اپنی نماز سے غافل ہیں.(1)","arabic":"ٱلَّذِينَ هُمۡ عَن صَلَاتِهِمۡ سَاهُونَ","category":["107 (Al-Ma'un)","Al-Ma'un","Surah Al-Ma'un"],"ayahNumber":6202,"juzNumber":30,"footnotes":"(1) اس سے وہ لوگ مراد ہیں جو نماز یا تو پڑھتے ہی نہیں۔ یا پہلے پڑھتے رہے ہیں، پھر سست ہوگئے یا نماز کو اس کے اپنے مسنون وقت میں نہیں پڑھتے، جب جی چاہتاہے پڑھ لیتے ہیں یا تاخیر سے پڑھنے کو معمول بنا لیتے ہیں یا خشوع خضوع کے ساتھ نہیں پڑھتے۔ یہ سارے ہی مفہوم اس میں آجاتے ہیں، اس لئے نماز کی مذکورہ ساری ہی کوتاہیوں سے بچنا چاہئے۔ یہاں اس مقام پر ذکر کرنے سے یہ بھی واضح ہے کہ نماز میں ان کی کوتاہیوں کے مرتکب وہی لوگ ہوتے ہیں جو آخرت کی جزا اور حساب کتاب پر یقین نہیں رکھتے۔ اسی لئے منافقین کی ایک صفت یہ بھی بیان کی گئی ہے۔ وَإِذَا قَامُوا إِلَى الصَّلاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلا يَذْكُرُونَ اللَّهَ إِلا قَلِيلا (النساء: 142) ۔","lang":"ur"},{"name":"107:6","price":"جو ریاکاری کرتے ہیں.(1)","arabic":"ٱلَّذِينَ هُمۡ يُرَآءُونَ","category":["107 (Al-Ma'un)","Al-Ma'un","Surah Al-Ma'un"],"ayahNumber":6203,"juzNumber":30,"footnotes":"(1) یعنی ایسے لوگوں کو شیوہ یہ ہوتا ہے، کہ لوگوں کے ساتھ ہوئے تو نماز پڑھ لی، بصورت دیگر نماز پڑھنے کی ضرورت ہی نہیں سمجھتے، یعنی صرف نمود ونمائش اور ریاکاری کے لئے نماز پڑھتے ہیں ۔","lang":"ur"},{"name":"107:7","price":"اور برتنے کی چیز روکتے ہیں.(1)","arabic":"وَيَمۡنَعُونَ ٱلۡمَاعُونَ","category":["107 (Al-Ma'un)","Al-Ma'un","Surah Al-Ma'un"],"ayahNumber":6204,"juzNumber":30,"footnotes":"(1) مَعْنٌ : شَيْءٌ قَلِيلٌ کہتے ہیں۔ بعض اس سے مراد زکوٰۃ لیتے ہیں، کیوں کہ وہ بھی اصل مال کے مقابلے میں بالکل تھوڑی سی ہی ہوتی ہے، ( ڈھائی فی صد ) اور بعض اس سے گھروں میں برتنے والی چیزیں مراد لیتے ہیں جو پڑوسی ایک دوسرے سےعاریتاً مانگ لیتے ہیں۔ مطلب یہ ہوا کہ گھریلو استعمال کی چیزیں عاریتاً دے دینا اور اس میں کبیدگی محسوس نہ کرنا اچھی صفت ہے اور اس کے برعکس بخل اور کنجوسی برتنا، یہ منکرین قیامت ہی کا شیوہ ہے۔","lang":"ur"},{"name":"108:1","price":"یقیناً ہم نے تجھے (حوض) کوﺛر (اور بہت کچھ) دیا ہے.(1)","arabic":"إِنَّآ أَعۡطَيۡنَٰكَ ٱلۡكَوۡثَرَ","category":["108 (Al-Kawthar)","Al-Kawthar","Surah Al-Kawthar"],"ayahNumber":6205,"juzNumber":30,"footnotes":"(1) كَوْثَرٌ، کثرت سے ہے۔ اس کے معتدد معنی بیان کیے گئے ہیں۔ ابن کثیر نے (خیر کثیر) کے مفہوم کو ترجیح دی ہے کیوں کہ اس میں ایسا عموم ہے کہ جس میں دوسرے معنی بھی آجاتے ہیں۔ مثلاً صحیح احادیث میں بتلایا گیا ہے، کہ اس سے ایک نہر مراد ہےجو جنت میں آپ (صلى الله عليه وسلم) کو عطا کی جائے گی۔ اسی طرح بعض احادیث میں اس کا مصداق حوض بتلایا گیا ہے، جس سے اہل ایمان جنت میں جانے سے قبل نبی (صلى الله عليه وسلم) کے دست مبارک سے پانی پئیں گے۔ اس حوض میں پھر پانی اسی جنت والی نہر سے آرہا ہوگا۔ اسی طرح دنیا کی فتوحات اور آپ (صلى الله عليه وسلم) کا رفع ودوام ذکر اور آخرت کا اجر وثواب، سب ہی چیزیں (خیر کثیر) میں آجاتی ہیں۔ (ابن کثیر) ۔","lang":"ur"},{"name":"108:2","price":"پس تو اپنے رب کے لئے نماز پڑھ اور قربانی کر.(1)","arabic":"فَصَلِّ لِرَبِّكَ وَٱنۡحَرۡ","category":["108 (Al-Kawthar)","Al-Kawthar","Surah Al-Kawthar"],"ayahNumber":6206,"juzNumber":30,"footnotes":"(1) یعنی نماز بھی صرف ایک اللہ کے لئے اور قربانی بھی صرف ایک اللہ کے نام پر۔ مشرکین کی طرح ان میں دوسروں کو شریک نہ کر۔ نَحْرٌ کے اصل معنی ہیں اونٹ کے حلقوم میں نیزہ یا چھری مار کر اسے ذبح کرنا۔ دوسرے جانوروں کو زمین پر لٹا کر ان کے گلوں پر چھری پھیری جاتی ہے اسے ذبح کرنا کہتے ہیں۔ لیکن یہاں نحر سے مراد مطلق قربانی ہے، علاوہ ازیں اس میں بطور صدقہ وخیرات جانور قربان کرنا۔ حج کے موقعے پر منیٰ میں اور عیدالاضحیٰ کے موقعے پر قربانی کرنا، سب شامل ہیں۔","lang":"ur"},{"name":"108:3","price":"یقیناً تیرا دشمن ہی ﻻوارث اور بے نام ونشان ہے.(1)","arabic":"إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ","category":["108 (Al-Kawthar)","Al-Kawthar","Surah Al-Kawthar"],"ayahNumber":6207,"juzNumber":30,"footnotes":"(1) أَبْتَرُ ایسے شخص کوکہتے ہیں جو مقطوع النسل یا مقطوع الذکر ہو، یعنی اس کی ذات پر اس کی نسل کا خاتمہ ہوجائے یا کوئی اس کا نام لیوا نہ رہے۔ جب نبی (صلى الله عليه وسلم) کی اولاد نرینہ زندہ نہ رہی تو بعض کفار نے نبی (صلى الله عليه وسلم) کو ابتر کہا، جس پر اللہ تعالیٰ نے آپ (صلى الله عليه وسلم) کو تسلی دی کہ ابتر تو نہیں، تیرے دشمن ہی ہوں گے۔ چنانچہ اللہ تعالیٰ نے آپ (صلى الله عليه وسلم) کی نسل کو باقی رکھا گو اس کا سلسلہ لڑکی کی طرف سے ہی ہے۔ اسی طرح آپ (صلى الله عليه وسلم) کی امت بھی آپ (صلى الله عليه وسلم) کی اوالاد معنوی ہی ہے، جس کی کثرت پر آپ (صلى الله عليه وسلم) قیامت والے دن فخر کریں گے، علاوہ ازیں آپ (صلى الله عليه وسلم) کا ذکر پوری دنیا میں نہایت عزت واحترام سے کیا جاتا ہے، جبکہ آپ (صلى الله عليه وسلم) سے بغض وعناد رکھنے والے صرف صفحات تاریخ پر ہی موجود رہ گئے ہیں لیکن کسی دل میں ان کا احترام نہیں اور کسی زبان پر ان کا ذکر خیرنہیں۔","lang":"ur"},{"name":"109:1","price":"آپ کہہ دیجئے کہ اے کافرو!(1)","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلۡكَٰفِرُونَ","category":["109 (Al-Kafirun)","Al-Kafirun","Surah Al-Kafirun"],"ayahNumber":6208,"juzNumber":30,"footnotes":"(1) الْكَافِرُونَ میں الف لام جنس کے لئے ہے۔ لیکن یہاں بطور خاص صرف ان کافروں سے خطاب ہے جن کی بابت اللہ کو علم تھا کہ ان کا خاتمہ کفر وشرک پر ہوگا۔ کیوں کہ اس سورت کے نزول کے بعد کئی مشرک مسلمان ہوئے اور انہوں نے اللہ کی عبادت کی۔ ( فتح القدیر ) ۔","lang":"ur"},{"name":"109:2","price":"نہ میں عبادت کرتا ہوں اس کی جس کی تم عبادت کرتے ہو.","arabic":"لَآ أَعۡبُدُ مَا تَعۡبُدُونَ","category":["109 (Al-Kafirun)","Al-Kafirun","Surah Al-Kafirun"],"ayahNumber":6209,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"109:3","price":"نہ تم عبادت کرنے والے ہو اس کی جس کی میں عبادت کرتا ہوں.","arabic":"وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ","category":["109 (Al-Kafirun)","Al-Kafirun","Surah Al-Kafirun"],"ayahNumber":6210,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"109:4","price":"اور نہ میں عبادت کروں گا جس کی تم عبادت کرتے ہو.","arabic":"وَلَآ أَنَا۠ عَابِدٞ مَّا عَبَدتُّمۡ","category":["109 (Al-Kafirun)","Al-Kafirun","Surah Al-Kafirun"],"ayahNumber":6211,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"109:5","price":"اور نہ تم اس کی عبادت کرنے والے ہو جس کی میں عبادت کر رہا ہوں.(1)","arabic":"وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ","category":["109 (Al-Kafirun)","Al-Kafirun","Surah Al-Kafirun"],"ayahNumber":6212,"juzNumber":30,"footnotes":"(1) بعض نے پہلی آیت کو حال کے اوردوسری کو استقبال کے مفہوم میں لیا ہے، لیکن امام شوکانی نے کہا ہے کہ ان تکلفات کی ضرورت نہیں ہے۔ تاکید کے لئے تکرار، عربی زبان کا عام اسلوب ہے، جسے قرآن کریم میں کئی جگہ اختیار کیا گیا ہے۔ جیسے سورۂ رحمٰن، سورۂ مرسلات میں ہے۔ اسی طرح یہاں بھی تاکید کے لئے یہ جملہ دہرایا گیا ہے۔ مقصد یہ ہے کہ یہ کبھی ممکن نہیں کہ میں توحید کا راستہ چھوڑ کر شرک کا راستہ اختیار کر لوں، جیسا کہ تم چاہتے ہو۔ اور اگر اللہ نے تمہاری قسمت میں ہدایت نہیں لکھی ہے، تو تم بھی اس توحید اور عبادت الٰہی سے محروم ہی رہو گے۔ یہ بات اس وقت فرمائی گئی، جب کفار نے یہ تجویز پیش کی کہ ایک سال ہم آپ (صلى الله عليه وسلم) کے معبود کی اور ایک سال آپ (صلى الله عليه وسلم) ہمارے معبودوں کی عبادت کریں۔","lang":"ur"},{"name":"109:6","price":"تمہارے لئے تمہارا دین ہے اور میرے لئے میرا دین ہے.(1)","arabic":"لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ","category":["109 (Al-Kafirun)","Al-Kafirun","Surah Al-Kafirun"],"ayahNumber":6213,"juzNumber":30,"footnotes":"(1) یعنی اگر تم اپنے دین پر راضی ہو اور اسے چھوڑنے کے لئے تیار نہیں ہو، تو میں اپنے دین پر راضی ہوں، میں اسے کیوں چھوڑ وں؟ «لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ» (القصص:55) ۔","lang":"ur"},{"name":"110:1","price":"جب اللہ کی مدد اور فتح آجائے.(1)","arabic":"إِذَا جَآءَ نَصۡرُ ٱللَّهِ وَٱلۡفَتۡحُ","category":["110 (An-Nasr)","An-Nasr","Surah An-Nasr"],"ayahNumber":6214,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"110:2","price":"اور تو لوگوں کو اللہ کے دین میں جوق در جوق آتا دیکھ لے.(1)","arabic":"وَرَأَيۡتَ ٱلنَّاسَ يَدۡخُلُونَ فِي دِينِ ٱللَّهِ أَفۡوَاجٗا","category":["110 (An-Nasr)","An-Nasr","Surah An-Nasr"],"ayahNumber":6215,"juzNumber":30,"footnotes":"(1) اللہ کی مدد کا مطلب، اسلام اور مسلمانوں کا کفر اور کافروں پر غلبہ ہے، اور فتح سے مراد فتح مکہ ہے، جو نبی (صلى الله عليه وسلم) کا مولد ومسکن تھا، لیکن کافروں نے آپ (صلى الله عليه وسلم) کو اور صحابہ کرام (رضي الله عنهم) کو وہاں سے ہجرت کرنے پر مجبور کر دیا تھا، چنانچہ جب 8 ہجری میں یہ مکہ فتح ہو گیا تو لوگ فوج در فوج اسلام میں داخل ہونے شروع ہوگئے، جب کہ اس سے قبل ایک ایک دو دو فرد مسلمان ہوتے تھے۔ فتح مکہ سے لوگوں پر یہ بات بالکل واضح ہوگئی کہ آپ (صلى الله عليه وسلم) کے سچے پیغمبر ہیں اور دین اسلام دین حق ہے،جس کے بغیر اب نجات اخروی ممکن نہیں، اللہ تعالیٰ نےفرمایا جب ایسا ہو تو۔","lang":"ur"},{"name":"110:3","price":"تو اپنے رب کی تسبیح کرنے لگ حمد کے ساتھ اور اس سے مغفرت کی دعا مانگ، بیشک وه بڑا ہی توبہ قبول کرنے واﻻ ہے.(1)","arabic":"فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَٱسۡتَغۡفِرۡهُۚ إِنَّهُۥ كَانَ تَوَّابَۢا","category":["110 (An-Nasr)","An-Nasr","Surah An-Nasr"],"ayahNumber":6216,"juzNumber":30,"footnotes":"(1) یعنی یہ سمجھ لےکہ تبلیغ رسالت اور احقاق حق کا فرض، جو تیرے ذمے تھا، پورا ہو گیا اور اب تیرا دنیا سے کوچ کرنے کا مرحلہ قریب آگیا ہے، اس لئے حمد وتسبیح الٰہی اور استغفار کا خوب اہتمام کر۔ اس سے معلوم ہوا کہ زندگی کے آخری ایام میں ان چیزوں کا اہتمام کثرت سے کرنا چاہئے۔","lang":"ur"},{"name":"111:1","price":"ابولہب کے دونوں ہاتھ ٹوٹ گئے اور وه (خود) ہلاک ہو گیا.(1)","arabic":"تَبَّتۡ يَدَآ أَبِي لَهَبٖ وَتَبَّ","category":["111 (Al-Masad)","Al-Masad","Surah Al-Masad"],"ayahNumber":6217,"juzNumber":30,"footnotes":"(1) يَدَا، يَدٌ( ہاتھ ) کا تثنیہ ہے، مراد اس سے اس کا نفس ہے، جزبول کر کل مراد لیا گیا ہے یعنی ہلاک وبرباد ہوجائے۔ یہ بددعا ان الفاظ کے جواب میں ہے جو اس نے نبی (صلى الله عليه وسلم) کے متعلق غصے اور عداوت میں بولے تھے۔ وَتَبَّ ( اور وہ ہلاک ہوگیا ) یہ خبر ہے یعنی بد دعا کے ساتھ ہی اللہ نے اس کی ہلاکت اور بربادی کی خبر بھی دے دی۔ چنانچہ جنگ بدر کے چند روز بعد یہ عدسیہ بیماری میں مبتلا ہوا، جس میں طاعون کی طرح گلٹی سی نکلتی ہے، اسی میں اس کی موت واقع ہوگئی۔ تین دن تک اس کی لاش یوں ہی پڑی رہی، حتیٰ کہ سخت بدبو دار ہوگئی۔ بالآخر اس کے لڑکوں نے بیماری کے پھیلنے اور عار کے خوف سے، اس کے جسم پر دور سے ہی پتھر اور مٹی ڈال کر اسے دفنا دیا۔ ( ایسر التفاسیر ) ۔","lang":"ur"},{"name":"111:2","price":"نہ تو اس کا مال اس کے کام آیا اور نہ اس کی کمائی.(1)","arabic":"مَآ أَغۡنَىٰ عَنۡهُ مَالُهُۥ وَمَا كَسَبَ","category":["111 (Al-Masad)","Al-Masad","Surah Al-Masad"],"ayahNumber":6218,"juzNumber":30,"footnotes":"(1) کمائی میں اس کی رئیسانہ حیثیت اور جاہ ومنصب اور اس کی اولاد بھی شامل ہے۔ یعنی جب اللہ کی گرفت آئی تو کوئی چیز اس کے کام نہ آئی۔","lang":"ur"},{"name":"111:3","price":"وه عنقریب بھڑکنے والی آگ میں جائے گا.","arabic":"سَيَصۡلَىٰ نَارٗا ذَاتَ لَهَبٖ","category":["111 (Al-Masad)","Al-Masad","Surah Al-Masad"],"ayahNumber":6219,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"111:4","price":"اور اس کی بیوی بھی (جائے گی،) جو لکڑیاں ڈھونے والی ہے.(1)","arabic":"وَٱمۡرَأَتُهُۥ حَمَّالَةَ ٱلۡحَطَبِ","category":["111 (Al-Masad)","Al-Masad","Surah Al-Masad"],"ayahNumber":6220,"juzNumber":30,"footnotes":"(1) یعنی جہنم میں یہ اپنے خاوند کی آگ پر لکڑیاں لا لاکر ڈالے گی، تاکہ آگ مزید بھڑکے۔ یہ اللہ کی طرف سے ہوگا، یعنی جس طرح یہ دنیا میں اپنے خاوند کی، اس کے کفر وعناد میں، مددگار تھی، آخرت میں بھی عذاب میں اس کی مدد گار ہوگی۔ ( ابن کثیر ) بعض کہتے ہیں کہ وہ کانٹے دار جھاڑیاں ڈھو ڈھو کر لاتی اور نبی (صلى الله عليه وسلم) کے راستے میں لاکر بچھا دیتی تھی۔ اور بعض کہتے ہیں کہ یہ اس کی چغل خوری کی عادت کی طرف اشارہ ہے۔ چغل خوری کے لئے یہ عربی محاورہ ہے۔ یہ کفار قریش کے پاس جاکر نبی (صلى الله عليه وسلم) کی غیبت کرتی اور انہیں آپ (صلى الله عليه وسلم) کی عداوت پر اکساتی تھی۔ ( فتح الباري)","lang":"ur"},{"name":"111:5","price":"اس کی گردن میں پوست کھجور کی بٹی ہوئی رسی ہوگی.(1)","arabic":"فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۭ","category":["111 (Al-Masad)","Al-Masad","Surah Al-Masad"],"ayahNumber":6221,"juzNumber":30,"footnotes":"(1) جِيدٌ گردن۔ مَسَدٌ، مضبوط بٹی ہوئی رسی۔ وہ مونج کی یا کھجور کی پوست کی ہو یا آہنی تاروں کی۔ جیسا کہ مختلف لوگوں نے اس کا ترجمہ کیا ہے۔ بعض نے کہا ہے کہ یہ وہ دنیا میں ڈالے رکھتی تھی جسے بیان کیا گیا ہے۔ لیکن زیادہ صحیح بات یہ معلوم ہوتی ہے کہ جہنم میں اس کے گلے میں جو طوق ہوگا، وہ آہنی تاروں سے بٹا ہوا ہوگا۔ مَسَدٌ سے تشبیہ، اس کی شدت اور مضبوطی کو واضح کرنے کے لئے دی گئی ہے۔","lang":"ur"},{"name":"112:1","price":"آپ کہہ دیجئے کہ وه اللہ تعالیٰ ایک (ہی) ہے.","arabic":"قُلۡ هُوَ ٱللَّهُ أَحَدٌ","category":["112 (Al-Ikhlas)","Al-Ikhlas","Surah Al-Ikhlas"],"ayahNumber":6222,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"112:2","price":"اللہ تعالیٰ بے نیاز ہے.(1)","arabic":"ٱللَّهُ ٱلصَّمَدُ","category":["112 (Al-Ikhlas)","Al-Ikhlas","Surah Al-Ikhlas"],"ayahNumber":6223,"juzNumber":30,"footnotes":"(1) یعنی سب اس کے محتاج ہیں، وہ کسی کا محتاج نہیں۔","lang":"ur"},{"name":"112:3","price":"نہ اس سے کوئی پیدا ہوا نہ وه کسی سے پیدا ہوا.(1)","arabic":"لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ","category":["112 (Al-Ikhlas)","Al-Ikhlas","Surah Al-Ikhlas"],"ayahNumber":6224,"juzNumber":30,"footnotes":"(1) یعنی نہ اس سے کوئی چیز نکلی ہے نہ وہ کسی چیز سے نکلا ہے۔","lang":"ur"},{"name":"112:4","price":"اور نہ کوئی اس کا ہمسر ہے.(1)","arabic":"وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ","category":["112 (Al-Ikhlas)","Al-Ikhlas","Surah Al-Ikhlas"],"ayahNumber":6225,"juzNumber":30,"footnotes":"(1) اس کی ذات میں، نہ اس کی صفات میں اور نہ اس کے افعال میں۔ «لَيْسَ كَمِثْلِهِ شَيْءٌ» (الشورى:11) حدیث قدسی میں ہے کہ اللہ تعالیٰ فرماتا ہے: ”انسان مجھے گالی دیتا ہے یعنی میرے لئے اولاد ثابت کرتا ہے، حالانکہ میں ایک ہوں بےنیاز ہوں، میں نےکسی کو جنا ہے نہ کسی سے پیدا ہوا ہوں اور نہ کوئی میرا ہمسر ہے“۔ ( صحيح البخاري تفسير سورة قل هو الله أحد) اس سورت میں ان کا بھی رد ہوگیا جو متعدد خداوں کے قائل ہیں اور جو اللہ کے لئے اولاد ثابت کرتے ہیں اور جو اس کو دوسروں کا شریک گردانتے ہیں اور ان کا بھی جو سرے سے وجود باری تعالیٰ ہی کے قائل نہیں۔","lang":"ur"},{"name":"113:1","price":"آپ کہہ دیجئے! کہ میں صبح کے رب کی پناه میں آتا ہوں.(1)","arabic":"قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ","category":["113 (Al-Falaq)","Al-Falaq","Surah Al-Falaq"],"ayahNumber":6226,"juzNumber":30,"footnotes":"(1) فَلَقٌ کے راجح معنی صبح کے ہیں۔ صبح کی تخصیص اس لئے کی کہ جس طرح اللہ تعالیٰ رات کا اندھیرا ختم کرکے دن کی روشنی لا سکتا ہے، وہ اللہ اسی طرح خوف اور دہشت کو دور کرکے پناہ مانگنے والے کو امن بھی دے سکتا ہے۔ یا انسان جس طرح رات کو اس بات کا منتظر ہوتا ہے کہ صبح روشنی ہوجائے گی، اسی طرح خوف زدہ آدمی پناہ کے ذریعے سے صبح کامیابی کے طلوع کا امیدوار ہوتا ہے۔ ( فتح القدیر )۔","lang":"ur"},{"name":"113:2","price":"ہر اس چیز کے شر سے جو اس نے پیدا کی ہے.(1)","arabic":"مِن شَرِّ مَا خَلَقَ","category":["113 (Al-Falaq)","Al-Falaq","Surah Al-Falaq"],"ayahNumber":6227,"juzNumber":30,"footnotes":"(1) یہ عام ہے، اس میں شیطان اور اس کی ذریت، جہنم اور ہر اس چیز سےپناہ ہے جس سے انسان کو نقصان پہنچ سکتا ہے۔","lang":"ur"},{"name":"113:3","price":"اور اندھیری رات کی تاریکی کے شر سے جب اس کا اندھیرا پھیل جائے.(1)","arabic":"وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ","category":["113 (Al-Falaq)","Al-Falaq","Surah Al-Falaq"],"ayahNumber":6228,"juzNumber":30,"footnotes":"(1) رات کے اندھیرے میں ہی خطرناک درندے اپنی کچھاروں سے اور موذی جانور اپنے بلوں سے اور اسی طرح جرائم پیشہ افراد اپنے مذموم ارادوںکو عملی جامہ پہنانے کے لئے نکلتے ہیں۔ ان الفاظ کے ذریعے سے ان تمام سے پناہ طلب کی گئی ہے۔ غَاسِقٍ، رات، وَقَبَ داخل ہو جائے، چھا جائے۔","lang":"ur"},{"name":"113:4","price":"اور گره (لگا کر ان) میں پھونکنے والیوں کے شر سے (بھی).(1)","arabic":"وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ","category":["113 (Al-Falaq)","Al-Falaq","Surah Al-Falaq"],"ayahNumber":6229,"juzNumber":30,"footnotes":"(1) نَفَّاثَاتٌ، مونث کا صیغہ ہے، جو النُّفُوسُ (موصوف محذوف) کی صفت ہے مِنْ شَرِّ النُّفُوسِ النَّفَّاثَاتِ یعنی گرہوں میں پھونکنے والے نفسوں کی برائی سے پناہ۔ اس سے مراد جادو کا کالا عمل کرنے والے مرد اور عورت دونوں ہیں۔ یعنی اس میں جادوگروں کی شرارت سے پناہ مانگی گئی ہے۔ جادوگر، پڑھ پڑھ کر پھونک مارتے اور گرہ لگاتے جاتے ہیں۔ عام طور پر جس پر جادو کرنا ہوتا ہے اس کے بال یا کوئی چیز حاصل کرکے اس پر یہ عمل کیا جاتا ہے۔","lang":"ur"},{"name":"113:5","price":"اور حسد کرنے والے کی برائی سے بھی جب وه حسد کرے.(1)","arabic":"وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ","category":["113 (Al-Falaq)","Al-Falaq","Surah Al-Falaq"],"ayahNumber":6230,"juzNumber":30,"footnotes":"(1) حسد یہ ہے کہ حاسد، محسود سے زوال نعمت کی آرزو کرتا ہے، چنانچہ اس سے بھی پناہ طلب کی گئی ہے۔ کیوں کہ حسد بھی ایک نہایت بری اخلاقی بیماری ہے، جو نیکیوں کو کھا جاتی ہے۔","lang":"ur"},{"name":"114:1","price":"آپ کہہ دیجئے! کہ میں لوگوں کے پروردگار کی پناه میں آتا ہوں.(1)","arabic":"قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ","category":["114 (An-Nas)","An-Nas","Surah An-Nas"],"ayahNumber":6231,"juzNumber":30,"footnotes":"(1) رَبٌّ ( پروردگار ) کا مطلب ہے جو ابتدا سے ہی، جب کہ انسان ابھی ماں کے پیش میں ہی ہوتا ہے، اس کی تدبیر واصلاح کرتا ہے، حتیٰ کہ وہ بالغ عاقل ہو جاتا ہے۔ پھر وہ یہ تدبیر چند مخصوص افراد کے لئے نہیں، بلکہ، تمام انسانوں کے لئے کرتا ہے اور تمام انسانوں کے لئے ہی نہیں، بلکہ اپنی تمام مخلوقات کے لئے کرتا ہے، یہاں صرف انسانوں کا ذکر انسان کے اس شرف وفضل کے اظہار کے لئے ہے جو تمام مخلوقات پر اس کو حاصل ہے۔","lang":"ur"},{"name":"114:2","price":"لوگوں کے مالک کی(1) (اور).","arabic":"مَلِكِ ٱلنَّاسِ","category":["114 (An-Nas)","An-Nas","Surah An-Nas"],"ayahNumber":6232,"juzNumber":30,"footnotes":"(1) جوذات، تمام انسانوں کی پرورش اور نگہداشت کرنے والی ہے، وہی اس لائق ہے کہ کائنات کی حکمرانی اور بادشاہی بھی اس کے پاس ہو۔","lang":"ur"},{"name":"114:3","price":"لوگوں کے معبود کی (پناه میں).(1)","arabic":"إِلَٰهِ ٱلنَّاسِ","category":["114 (An-Nas)","An-Nas","Surah An-Nas"],"ayahNumber":6233,"juzNumber":30,"footnotes":"(1) اور جو تمام کائنات کا پروردگار ہو، پوری کائنات پر اسی کی بادشاہی ہو، وہی ذات اس بات کی مستحق ہے کہ اس کی عبادت کی جائے اور وہی تمام لوگوں کا معبود ہو۔ چنانچہ میں اسی عظیم وبرتر ہستی کی پناہ حاصل کرتا ہوں۔","lang":"ur"},{"name":"114:4","price":"وسوسہ ڈالنے والے پیچھے ہٹ جانے والے کے شر سے.(1)","arabic":"مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ","category":["114 (An-Nas)","An-Nas","Surah An-Nas"],"ayahNumber":6234,"juzNumber":30,"footnotes":"(1) الْوَسْوَاسُ، بعض کے نزدیک اسم فاعل الْمُوَسْوِسُ کے معنی میں ہے اوربعض کےنزدیک یہ ذِي الْوَسْوَاسِ ہے۔ وسوسہ، مخفی آواز کو کہتے ہیں۔ شیطان بھی نہایت غیر محسوس طریقوں سے انسان کے دل میں بری باتیں ڈال دیتا ہے، اسی کو وسوسہ کہا جاتا ہے۔ الْخَنَّاسِ، ( کھسک جانے والایہ ) شیطان کی صفت ہے۔ جب اللہ کا ذکر کیا جائے تو یہ کھسک جاتا ہے اور اللہ کی یاد سے غفلت برتی جائے تو دل پر چھا جاتا ہے۔","lang":"ur"},{"name":"114:5","price":"جو لوگوں کے سینوں میں وسوسہ ڈالتا ہے.","arabic":"ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ","category":["114 (An-Nas)","An-Nas","Surah An-Nas"],"ayahNumber":6235,"juzNumber":30,"footnotes":"","lang":"ur"},{"name":"114:6","price":"(خواه) وه جن میں سے ہو یا انسان میں سے.(1)","arabic":"مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ","category":["114 (An-Nas)","An-Nas","Surah An-Nas"],"ayahNumber":6236,"juzNumber":30,"footnotes":"(1) یہ وسوسہ ڈالنے والوں کی دو قسمیں ہیں۔ شیاطین الجن کو تو اللہ تعالیٰ نے انسانوں کو گمراہ کرنے کی قدرت دی ہے۔ علاوہ ازیں ہر انسان کے ساتھ ایک شیطان اس کا ساتھی ہوتا ہے جو اس کو گمراہ کرتا رہتا ہے۔ چنانچہ حدیث میں آتا ہے کہ جب نبی (صلى الله عليه وسلم) نے یہ بات فرمائی تو صحابہ (رضي الله عنهم) نے پوچھا کہ یا رسول اللہ ! کیا وہ آپ کے ساتھ بھی ہے؟ آپ (صلى الله عليه وسلم) نے فرمایا، ہاں ! میرے ساتھ بھی ہے، لیکن اللہ نے اس پر میری مدد فرمائی ہے، اور وہ میرا مطیع ہو گیا ہے۔ مجھے خیر کے علاوہ کسی بات کا حکم نہیں دیتا۔ ( صحيح مسلم، كتاب صفة القيامة، باب تحريش الشيطان وبعثه سراياه لفتنة الناس) اسی طرح حدیث میں آتا ہے کہ نبی (صلى الله عليه وسلم) اعتکاف فرما تھے کہ آپ (صلى الله عليه وسلم) کی زوجہ مطہرہ حضرت صفیہ (رضی الله عنها) آپ (صلى الله عليه وسلم) سے ملنےکے لئے آئیں۔ رات کا وقت تھا، آپ (صلى الله عليه وسلم) انہیں چھوڑنے کےلئے ان کے ساتھ گئے۔ راستے میں دو انصاری صحابی وہاں سے گزرے، تو آپ (صلى الله عليه وسلم) نے انہیں بلاکر فرمایا کہ یہ میری اہلیہ، صفیہ بنت حیی، ہیں۔ انہوں نے عرض کیا، یارسول اللہ (صلى الله عليه وسلم) آپ کی بابت ہمیں کیا بدگمانی ہو سکتی تھی؟ آپ (صلى الله عليه وسلم) نے فرمایا یہ تو ٹھیک ہے، لیکن شیطان انسان کی رگوں میں خون کی طرح دوڑتا ہے۔ مجھے خطرہ محسوس ہوا کہ کہیں وہ تمہارے دلوں میں کچھ شبہ نہ ڈال دے۔ ( صحيح بخاري، كتاب الأحكام، والشهادة، تكون عند الحاكم في ولاية القضاء) ۔\nدوسرے شیطان، انسانوں میں سےہوتے ہیں جو ناصح، مشفق کے روپ میں انسانوں کو گمراہی کی ترغیب دیتے ہیں۔ بعض کہتے ہیں کہ شیطان جن کو گمراہ کرتا ہے یہ ان کی دو قسمیں ہیں، یعنی شیطان انسانوں کو بھی گمراہ کرتا ہے اور جنات کو بھی۔ صرف انسانون کا ذکر تغلیب کے طور پر ہے، ورنہ جنات بھی شیطان کے وسوسوں سے گمراہ ہونے والوں میں شامل ہیں اور بعض کہتے ہیں کہ جنوں پر بھی قرآن میں رجال کا لفظ بولا گیا ہے۔ (سورۃ الجن: 6) اس لئے وہ بھی ناس کا مصداق ہیں ۔","lang":"ur"}],"juz":{"id":30,"name":"عَمَّ","transliteration":"Amma","transEn":"About What","startVerse":"78:1","endVerse":"114:6","totalVerses":564}}