{"data":[{"name":"3:93","price":"توراة کے نزول سے پہلے (حضرت) یعقوب (علیہ السلام) نے جس چیز کو اپنے اوپر حرام کر لیا تھا اس کے سوا تمام کھانے بنی اسرائیل پر حلال تھے، آپ کہہ دیجئے کہ اگر تم سچے ہو تو توراة لے آو اور پڑھ کر سناؤ.(1)","arabic":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":386,"juzNumber":4,"footnotes":"(1) یہ اور مابعد کی دو آیتیں یہود کے اس اعتراض پر نازل ہوئیں کہ انہوں نے نبی کریم (صلى الله عليه وسلم) سے کہا کہ آپ (صلى الله عليه وسلم) دین ابراہیمی کے پیروکار ہونے کا دعویٰ کرتے ہیں اور اونٹ کا گوشت بھی کھاتے ہیں جب کہ اونٹ کا گوشت اور اس کا دودھ دین ابراہیمی میں حرام تھا۔ اللہ تعالیٰ نے فرمایا یہود کا دعویٰ غلط ہے۔ حضرت ابراہیم (عليه السلام) کے دین میں یہ چیزیں حرام نہیں تھیں۔ ہاں البتہ بعض چیزیں اسرائیل (حضرت یعقوب (عليه السلام) ) نے خود اپنے اوپر حرام کر لی تھیں اور وہ یہی اونٹ کا گوشت اور اس کا دودھ تھا (اس کی ایک وجہ نذر یا بیماری تھی) اور حضرت یعقوب (عليه السلام) کا یہ فعل بھی نزول تورات سے پہلے کا ہے، اس لئے کہ تورات تو حضرت ابراہیم (عليه السلام) وحضرت یعقوب (عليه السلام) کے بہت بعد نازل ہوئی ہے۔ پھر تم کس طرح مذکورہ دعویٰ کر سکتے ہو؟ علاوہ ازیں تورات میں بعض چیزیں تم (یہودیوں) پر تمہارے ظلم اور سرکشی کی وجہ سے حرام کی گئی تھیں۔ (سورة الأنعام: 46، النساء: 160) اگر تمہیں یقین نہیں تو تورات لاؤ اور اسے پڑھ کر سناؤ جس سے یہ بات واضح ہو جائے گی کہ حضرت ابراہیم (عليه السلام) کے زمانے میں یہ چیزیں حرام نہیں تھیں اور تم پر بھی بعض چیزیں حرام کی گئیں تو اس کی وجہ تمہاری ظلم وزیادتی تھی یعنی ان کی حرمت بطور سزا تھی۔ (أيسر التفاسير)","lang":"ur"},{"name":"3:94","price":"اس کے بعد بھی جو لوگ اللہ تعالیٰ پر جھوٹ بہتان باندھیں وہی ﻇالم ہیں.","arabic":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":387,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:95","price":"کہہ دیجئے کہ اللہ تعالیٰ سچا ہے تم سب ابراہیم حنیف کے ملت کی پیروی کرو، جو مشرک نہ تھے.","arabic":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":388,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:96","price":"اللہ تعالیٰ کا پہلا گھر جو لوگوں کے لئے مقرر کیا گیا وہی ہے جو مکہ (شریف) میں ہے(1) جو تمام دنیا کے لئے برکت وہدایت واﻻ ہے.","arabic":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":389,"juzNumber":4,"footnotes":"(1) یہ یہود کے دوسرے اعتراض کا جواب ہے، وہ کہتے تھے کہ بیت المقدس سب سے پہلا عبادت خانہ ہے۔ محمد (صلى الله عليه وسلم) اور ان کے ساتھیوں نے اپنا قبلہ کیوں بدل لیا ؟ اس کے جواب میں کہا گیا تمہارا یہ دعویٰ بھی غلط ہے۔ پہلا گھر،جو اللہ کی عبادت کے لئے تعمیر کیا گیا ہے، وہ ہے جو مکہ میں ہے۔","lang":"ur"},{"name":"3:97","price":"جس میں کھلی کھلی نشانیاں ہیں، مقام ابراہیم ہے، اس میں جو آ جائے امن واﻻ ہو جاتا ہے(1) اللہ تعالیٰ نے ان لوگوں پر جو اس کی طرف راه پا سکتے ہوں اس گھر کا حج فرض کر دیا ہے(2)۔ اور جو کوئی کفر کرے تو اللہ تعالیٰ (اس سے بلکہ) تمام دنیا سے بے پرواه ہے.(3)","arabic":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":390,"juzNumber":4,"footnotes":"(1) اس میں قتال، خوں ریزی، شکار حتیٰ کہ درخت تک کا کاٹنا ممنوع ہے (صحيحين)\n(2) (راہ پا سکتے ہوں) کا مطلب زاد راہ کی استطاعت اور فراہمی ہے۔ یعنی اتنا خرچ کہ سفر کے اخراجات پورے ہو جائیں۔ علاوہ ازیں استطاعت کے مفہوم میں یہ بھی داخل ہے کہ راستہ پرامن ہو اور جان ومال محفوظ رہے، اسی طرح یہ بھی ضروری ہے کہ صحت وتندرستی کے لحاظ سے سفر کے قابل ہو۔ نیز عورت کے لئے محرم بھی ضروری ہے۔ (فتح القدير) یہ آیت ہر صاحب استطاعت کے لئے وجوب حج کی دلیل ہے اور احادیث سے اس امر کی وضاحت ہوتی ہے کہ یہ عمر میں صرف ایک مرتبہ فرض ہے (تفسير ابن كثير)\n(3) استطاعت کے باوجود حج نہ کرنے کو قرآن نے (کفر) سے تعبیرکیا ہے جس سے حج کی فرضیت میں اور اس کی تاکید میں کوئی شبہ نہیں رہتا۔ احادیث وآثار میں بھی ایسے شخص کے لئے سخت وعید آئی ہے۔ (تفسير ابن كثير)","lang":"ur"},{"name":"3:98","price":"آپ کہہ دیجئے کہ اے اہل کتاب تم اللہ تعالیٰ کی آیتوں کے ساتھ کفر کیوں کرتے ہو؟ جو کچھ تم کرتے ہو، اللہ تعالیٰ اس پر گواه ہے.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":391,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:99","price":"ان اہل کتاب سے کہو کہ تم اللہ تعالیٰ کی راه سے لوگوں کو کیوں روکتے ہو؟ اور اس میں عیب ٹٹولتے ہو، حاﻻنکہ تم خود شاہد ہو(1) ، اللہ تعالیٰ تمہارے اعمال سے بے خبر نہیں.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":392,"juzNumber":4,"footnotes":"(1) یعنی تم جانتے ہو کہ یہ دین اسلام حق ہے، اس کے داعی اللہ کے سچے پیغمبر ہیں کیونکہ یہ باتیں ان کتابوں میں درج ہیں جو تمہارے انبیاء پر اتریں اور جنہیں تم پڑھتے ہو۔","lang":"ur"},{"name":"3:100","price":"اے ایمان والو! اگر تم اہل کتاب کی کسی جماعت کی باتیں مانو گے تو وه تمہیں تمہارے ایمان ﻻنے کے بعد مرتد کافر بنا دیں(1) گے.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":393,"juzNumber":4,"footnotes":"(1) یہودیوں کے مکر وفریب اور ان کی طرف سے مسلمانوں کو گمراہ کرنے کی مذموم کوششوں کا ذکر کرنے کے بعد مسلمانوں کو تنبیہ کی جا رہی ہے کہ تم بھی ان کی سازشوں سے ہوشیار رہو اور قرآن کی تلاوت کرنے اور رسول اللہ (صلى الله عليه وسلم) کے موجود ہونے کے باوجود کہیں یہود کے جال میں نہ پھنس جاؤ۔ اس کا پس منظر تفسیری روایات میں اس طرح بیان کیا گیا ہے کہ انصار کے دونوں قبیلے اوس اور خزرج ایک مجلس میں اکھٹے بیٹھے باہم گفتگو کر رہے تھے کہ شاس بن قیس یہودی ان کے پاس سے گزرا اور ان کا باہمی پیار دیکھ کر جل بھن گیا کہ پہلے ایک دوسرے کے سخت دشمن تھےاور اب اسلام کی برکت سے باہم شیروشکر ہوگئے ہیں۔ اس نے ایک نوجوان کے ذمے یہ کام لگایا کہ وہ ان کے درمیان جاکر جنگ بعاث کا تذکرہ کرے جو ہجرت سے ذرا پہلے ان کے درمیان برپا ہوئی تھی اور انہوں نے ایک دوسرے کے خلاف جو رزمیہ اشعار کہے تھے وہ ان کو سنائے۔ چنانچہ اس نے ایسا ہی کیا، جس پر ان دونوں قبیلوں کےپرانے جذبات پھربھڑک اٹھے اور ایک دوسرے کو گالی گلوچ دینے لگے یہاں تک کہ ہتھیار اٹھانے کے لئے للکار اور پکار شروع ہوگئی۔ اور قریب تھا کہ ان میں باہم قتال بھی شروع ہو جائے کہ اتنے میں نبی (صلى الله عليه وسلم) تشریف لے آئے اور انہیں سمجھایا اور وہ باز آگئے اس پر یہ آیت بھی اور جو آگے آرہی ہے وہ بھی نازل ہوئیں۔ (تفسير ابن كثير، فتح القدير وغيره)","lang":"ur"},{"name":"3:101","price":"﴿گو یہ ظاہر ہے کہ﴾ تم کیسے کفر کر سکتے ہو؟ باوجود یہ کہ تم پر اللہ تعالیٰ کی آیتیں پڑھی جاتی ہیں اور تم میں رسول اللہ ﴿صلی اللہ علیہ وسلم﴾ موجود ہیں۔ جو شخص اللہ تعالیٰ (کے دین) کو مضبوط تھام لے(1) تو بلاشبہ اسے راه راست دکھادی گئی.","arabic":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":394,"juzNumber":4,"footnotes":"(1) اعْتِصام باللہ کے معنی ہیں۔ اللہ کے دین کو مضبوطی سے تھام لینا اور اس کی اطاعت میں کوتاہی نہ کرنا۔","lang":"ur"},{"name":"3:102","price":"اے ایمان والو! اللہ تعالیٰ سے اتنا ڈرو جتنا اس سے ڈرنا چاہئیے(1) اور دیکھو مرتے دم تک مسلمان ہی رہنا.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":395,"juzNumber":4,"footnotes":"(1) اس کا مطلب ہے کہ اسلام کے احکام وفرائض پورے طور پر بجا لائے جائیں اور منہیات کے قریب نہ جایا جائے۔ بعض کہتے ہیں کہ اس آیت سے صحابہ (رضي الله عنهم) پریشان ہوئے تو اللہ تعالیٰ نے آیت «فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ» ”اللہ سے اپنی طاقت کے مطابق ڈرو نازل فرما دی“۔ لیکن اسے ناسخ کی بجائے اس کی مُبَيّنٌ (بیان وتوضیح کرنے والی) قرار دیا جائے تو زیادہ صحیح ہے، کیونکہ نسخ وہیں ماننا چاہئے جہاں دونوں آیتوں میں جمع وتطبیق ممکن نہ ہو اور یہاں تطبیق ممکن ہے۔ معنی یہ ہوں گے «اتَّقُوا اللهَ حَقَّ تُقَاتِهِ مَا اسْتَطَعْتُمْ» ”اللہ سے اس طرح ڈرو جس طرح اپنی طاقت کے مطابق ڈرنے کا حق ہے“ (فتح القدير)","lang":"ur"},{"name":"3:103","price":"اللہ تعالیٰ کی رسی کو سب مل کر مضبوط تھام لو(1) اور پھوٹ نہ ڈالو(2)، اور اللہ تعالیٰ کی اس وقت کی نعمت کو یاد کرو جب تم ایک دوسرے کے دشمن تھے، تو اس نے تمہارے دلوں میں الفت ڈال دی، پس تم اس کی مہربانی سے بھائی بھائی ہوگئے، اور تم آگ کے گڑھے کے کنارے پہنچ چکے تھے تو اس نے تمہیں بچا لیا۔ اللہ تعالیٰ اسی طرح تمہارے لئے اپنی نشانیاں بیان کرتا ہے تاکہ تم ہدایت پاؤ.","arabic":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":396,"juzNumber":4,"footnotes":"(1) تقویٰ کے بعد اعْتِصَام بِحَبْلِ اللهِ جَمِيعًا ”سب مل کر اللہ کی رسی کو مضبوطی سے تھام لیں“ کا درس دے کر واضح کر دیا کہ نجات بھی انہی دو اصولوں میں ہے اور اتحاد بھی انہی پر قائم ہو سکتا اور رہ سکتا ہے۔\n(2) وَلا تَفَرَّقُوا (اور پھوٹ نہ ڈالو) کے ذریعے فرقہ بندی سے روک دیا گیا ہے۔ اس کا مطلب یہ ہے کہ اگر مذکورہ دو اصولوں سے انحراف کرو گے تو تمہارے درمیان پھوٹ پڑ جائے گی اور تم الگ الگ فرقوں میں بٹ جاؤ گے،چنانچہ فرقہ بندی کے تاریخ دیکھ لیجئے، یہی چیز نمایاں ہو کر سامنے آئے گی، قرآن وحدیث کے فہم اور اس کی توضیح وتعبیر میں کچھ باہم اختلاف، فرقہ بندی کا سبب نہیں ہے۔ یہ اختلاف تو صحابہ کرام (رضي الله عنهم) وتابعین کے عہد میں بھی تھا لیکن مسلمان فرقوں اور گروہوں میں تقسیم نہیں ہوئے۔ کیونکہ اس اختلاف کے باوجود سب کا مرکز اطاعت اور محور عقیدت ایک ہی تھا قرآن اور حدیث رسول (صلى الله عليه وسلم) لیکن جب شخصیات کے نام پر دبستان فکر معرض وجود میں آئے تو اطاعت وعقیدت کے یہ مرکز ومحور تبدیل ہوگئے۔ اپنی اپنی شخصیات اور ان کے اقوال وافکاراولین حیثیت کے اور اللہ رسول اور ان کے فرمودات ثانوی حیثیت کے حامل قرار پائے۔ اور یہیں سے امت مسلمہ کے افتراق کے المیئے کا آغاز ہوا جو دن بدن بڑھتا ہی چلاگیا اورنہایت مستحکم ہوگیا۔","lang":"ur"},{"name":"3:104","price":"تم میں سے ایک جماعت ایسی ہونی چاہئے جو بھلائی کی طرف بلائے اور نیک کاموں کا حکم کرے اور برے کاموں سے روکے، اور یہی لوگ فلاح ونجات پانے والے ہیں.","arabic":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":397,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:105","price":"تم ان لوگوں کی طرح نہ ہو جانا جنہوں نے اپنے پاس روشن دلیلیں آ جانے کے بعد بھی تفرقہ ڈاﻻ(1) ، اور اختلاف کیا، انہیں لوگوں کے لئے بڑا عذاب ہے.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":398,"juzNumber":4,"footnotes":"(1) روشن دلیلیں آجا نے کے بعد تفرقہ ڈالا۔ اس سے معلوم ہوا کہ یہود ونصاریٰ کے باہمی اختلاف وتفرقہ کی وجہ یہ نہ تھی کہ انہیں حق کا پتہ نہ تھا۔ اور وہ اس کے دلائل سے بے خبر تھے۔ بلکہ حقیقت یہ ہے کہ انہوں نے سب کچھ جانتے ہوئے محض اپنے دنیاوی مفاد اور نفسانی اغراض کے لئے اختلاف وتفرقہ کی راہ پکڑی تھی اور اس پر جمے ہوئے تھے۔ قرآن مجید نے مختلف اسلوب اور پیرائے سے بار بار اس حقیقت کی نشاندہی کی ہے اور اس سے دور رہنے کی تاکید فرمائی ہے۔ مگر افسوس کہ اس امت کے تفرقہ بازوں نے بھی ٹھیک یہی روش اختیار کی کہ حق اور اس کی روشن دلیلیں انہیں خوب اچھی طرح معلوم ہیں۔ مگر وہ اپنی فرقہ بندیوں پر جمے ہوئے ہیں اور پنی عقل وذہانت کا سارا جوہر ہر سابقہ امتوں کی طرح تاویل وتحریف کے مکروہ شغل میں ضائع کر رہے ہیں۔","lang":"ur"},{"name":"3:106","price":"جس دن بعض چہرے سفید ہوں گے اور بعض سیاه(1) ، سیاه چہرے والوں (سے کہا جائے گا) کہ کیا تم نے ایمان ﻻنے کے بعد کفر کیا؟ اب اپنے کفر کا عذاب چکھو.","arabic":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":399,"juzNumber":4,"footnotes":"(1) حضرت ابن عباس (رضي الله عنه) نے اس سے اہل سنت والجماعت اور اہل بدعت وافتراق مراد لئے ہیں۔ (ابن كثير وفتح القدير) جس سے معلوم ہوا کہ اسلام وہی ہے جس پر اہل سنت وجماعت عمل پیرا ہیں اور اہل بدعت واہل افتراق اس نعمت اسلام سے محروم ہیں جو ذریعہ نجات ہے۔","lang":"ur"},{"name":"3:107","price":"اور سفید چہرے والے اللہ تعالیٰ کی رحمت میں داخل ہوں گے اور اس میں ہمیشہ رہیں گے.","arabic":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":400,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:108","price":"اے نبی! ہم ان حقانی آیتوں کی تلاوت آپ پر کر رہے ہیں اور اللہ تعالیٰ کا اراده لوگوں پر ﻇلم کرنے کا نہیں.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":401,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:109","price":"اللہ تعالیٰ ہی کے لئے ہے جو کچھ آسمانوں اور زمین میں ہے اور اللہ تعالیٰ ہی کی طرف تمام کام لوٹائے جاتے ہیں.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":402,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:110","price":"تم بہترین امت ہو جو لوگوں کے لئے پیدا کی گئی ہے کہ تم نیک باتوں کا حکم کرتے ہو اور بری باتوں سے روکتے ہو، اور اللہ تعالیٰ پر ایمان رکھتے ہو(1) ، اگر اہل کتاب بھی ایمان ﻻتے تو ان کے لئے بہتر تھا، ان میں ایمان والے بھی ہیں(2) لیکن اکثر تو فاسق ہیں.","arabic":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":403,"juzNumber":4,"footnotes":"(1) اس آیت میں امت مسلمہ کو (خیرامت) قرار دیا گیا ہے اور اس کی علت بھی بیان کر دی گئی ہے جو امر بالمعروف ونہی عن المنکر اور ایمان باللہ ہے۔ گویا یہ امت اگر ان امتیازی خصوصیات سے متصف رہے گی تو (خیرامت) ہے، بصورت دیگر اس امتیاز سے محروم قرار پا سکتی ہے۔ اس کے بعد اہل کتاب کی مذمت سے بھی اس نکتے کی وضاحت مقصود معلوم ہوتی ہے کہ جو امربالمعروف ونہی المنکر نہیں کرے گا، وہ بھی اہل کتاب کے مشابہ قرار پائے گا۔ ان کی صفت بیان کی گئی ہے كَانُوا لا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ ( المائدۃ: 79 ) ”وہ ایک دوسرے کو برائی سے نہیں روکتے تھے“ اور یہاں اسی آیت میں ان کی اکثریت کو فاسق کہا گیا ہے امر بالمعروف یہ فرض عین ہے یا فرض کفایہ؟ اکثر علما کے خیال میں یہ فرض کفایہ ہے یعنی علما کے ذمے داری ہے کہ وہ یہ فرض ادا کرتے رہیں کیونکہ معروف ومنکر شرعی کا صحیح علم وہی رکھتے ہیں۔ ان کے فریضئہ تبلیغ ودعوت کی ادائیگی سے دیگر افراد امت کی طرف سے یہ فرض ساقط ہو جائے گا۔ جیسے جہاد بھی عام حالات میں فرض کفایہ ہے یعنی ایک گروہ کی طرف سے ادائیگی سے اس فرض کی ادائیگی ہو جائے گی۔\n(2) جیسے عبداللہ بن سلام ! وغیرہ جو مسلمان ہو گئے تھے۔ تاہم ان کی تعداد نہایت قلیل تھی۔ اس لئے ”مِنْهُمْ“ میں مِنْ، تَبْعِيض کے لئے ہے۔","lang":"ur"},{"name":"3:111","price":"یہ تمہیں ستانے کے سوا اور زیاده کچھ ضرر نہیں پہنچا سکتے، اگر لڑائی کا موقعہ آجائے تو پیٹھ موڑ لیں گے، پھر مدد نہ کیے جائیں گے.(1)","arabic":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":404,"juzNumber":4,"footnotes":"(1) أَذًى( ستانے) سے مراد زبانی بہتان تراشی اور افترا ہے جس سے دل کو وقتی طور پر ضرور تکلیف پہنچتی ہے تاہم میدان حرب وضرب میں یہ تمہیں شکست نہیں دے سکیں گے چنانچہ ایسا ہی ہوا۔ مدینہ سے بھی یہودیوں کو نکلنا پڑا، پھر خیبر فتح ہو گیا اور وہاں سے بھی نکلے، اسی طرح شام کے علاقوں میں عیسائیوں کو مسلمانوں کے ہاتھوں شکست سے دوچار ہونا پڑا۔ تاآنکہ حروب صلیبیہ میں عیسائیوں نے اس کا بدلہ لینے کی کوشش کی اور بیت المقدس پر قابض بھی ہوگئے مگر اسے سلطان صلاح الدین ایوبی نے سال کے بعد واگزار کرالیا۔ لیکن اب مسلمانوں کی ایمانی کمزوری کے نتیجہ میں یہود ونصاریٰ کی مشترکہ سازشوں اور کوششوں سے بیت المقدس پھر مسلمانوں کے ہاتھ سے نکل گیا ہے۔ تاہم ایک وقت آئے گا یہ صورت حال تبدیل ہو جائے گی بالخصوص حضرت عیسیٰ (عليه السلام) کے نزول کے بعد عیسائیت کا خاتمہ اور اسلام کا غلبہ یقینی ہے جیسا کہ صحیح احادیث میں وارد ہے۔ (ابن کثیر )","lang":"ur"},{"name":"3:112","price":"ان پر ہر جگہ ذلت کی مار پڑی، اﻻّ یہ کہ اللہ تعالیٰ کی یا لوگوں کی پناه میں ہوں(1) ، یہ غضب الٰہی کے مستحق ہو گئے اور ان پر فقیری ڈال دی گئی، یہ اس لئے کہ یہ لوگ اللہ تعالیٰ کی آیتوں سے کفر کرتے تھے اور بے وجہ انبیا کو قتل کرتے تھے، یہ بدلہ ہے ان کی نافرمانیوں اور زیادتیوں کا.(2)","arabic":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":405,"juzNumber":4,"footnotes":"(1) یہودپرجوذلت ومسکنت، غضب الٰہی کے نتیجے میں مسلط کی گئی ہے، اس سے وقتی طور پر بچاؤ کی دو صورتیں بیان کی گئی ہیں۔ ایک یہ کہ وہ اللہ کی پناہ میں آجائیں۔ جس کا مطلب یہ ہے کہ وہ اسلام قبول کر لیں۔ یا اسلامی مملکت میں جزیہ دے کر ذمی کی حیثیت سے رہنا قبول کر لیں۔ دوسری صورت یہ ہے کہ لوگوں کی پناہ ان کو حاصل ہو جائے، اس کے دو مفہوم بیان کئے گئے ہیں۔ ایک یہ کہ اسلامی مملکت کے بجائے عام مسلمان ان کو پناہ دے دیں جیسا کہ ہر مسلمان کا یہ حق حاصل ہے اوراسلامی مملکت کےحکمرانوں کو تاکید کی گئی ہے کہ وہ ادنیٰ مسلمان کی دی گئی پناہ کو بھی رد نہ کریں۔ دوسرا یہ کہ کسی بڑی غیر مسلم طاقت کی پشت پناہی ان کو حاصل ہو جائے۔ کیونکہ الناس عام ہے۔ اس میں مسلمان اور غیر مسلمان دونوں شامل ہیں۔\n(2) یہ ان کے کرتوت ہیں جن کی پاداش میں ان پر ذلت مسلط کی گئی۔","lang":"ur"},{"name":"3:113","price":"یہ سارے کے سارے یکساں نہیں بلکہ ان اہل کتاب میں ایک جماعت (حق پر) قائم رہنے والی بھی ہے جو راتوں کے وقت بھی کلام اللہ کی تلاوت کرتے ہیں اور سجدے بھی کرتے ہیں.","arabic":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":406,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:114","price":"یہ اللہ تعالیٰ پر اورقیامت کے دن پر ایمان بھی رکھتے ہیں، بھلائیوں کا حکم کرتے ہیں اور برائیوں سے روکتے ہیں اور بھلائی کے کاموں میں جلدی کرتے ہیں۔ یہ نیک بخت لوگوں میں سے ہیں.","arabic":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":407,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:115","price":"یہ جو کچھ بھی بھلائیاں کریں ان کی ناقدری نہ کی جائے گی اور اللہ تعالیٰ پرہیزگاروں کو خوب جانتا ہے.(1)","arabic":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":408,"juzNumber":4,"footnotes":"(1) یعنی سارے اہل کتاب ایسے نہیں جن کی مذمت پچھلی آیات میں بیان کی گئی ہے، بلکہ ان میں کچھ اچھے لوگ بھی ہیں، جیسےعبد الله بن سلام، أسد بن عبيد، ثَعلبة بن سعيةاورأسيد بن سعيةوغیرہ جنہیں اللہ تعالیٰ نے شرف اسلام سے نوازا اور ان میں اہل ایمان وتقویٰ والی خوبیاں پائی جاتی ہیں رَضِيَ اللهُ عَنْهُمْ وَرَضُوا عَنْهُ- قَائِمَةٌکے معنی ہیں، شریعت کی اطاعت اور نبی کریم (صلى الله عليه وسلم) کا اتباع کرنے والی يَسْجُدُونَ کا مطلب، رات کو قیام کرتے یعنی تہجد پڑھتے اور نمازوں میں تلاوت کرتے۔ اس مقام پر امر بالمعروف۔۔۔۔۔۔ کے معنی بعض نے یہ کئے ہیں کہ وہ نبی (صلى الله عليه وسلم) پر ایمان لانے کا حکم دیتے اور آپ (صلى الله عليه وسلم) کی مخالفت کرنے سے روکتے ہیں۔ اسی گروہ کا ذکر آگے بھی کیا گیا ہے۔«وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ» (آل عمران: 199)","lang":"ur"},{"name":"3:116","price":"کافروں کو ان کے مال اور ان کی اوﻻد اللہ کے ہاں کچھ کام نہ آئیں گی، یہ تو جہنمی ہیں جو ہمیشہ اسی میں پڑے رہیں گے.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":409,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:117","price":"یہ کفار جو خرچ اخراجات کریں اس کی مثال یہ ہے کہ ایک تند ہوا چلی جس سے پاﻻ تھا جو ﻇالموں کی کھیتی پر پڑا اور اسے تہس نہس کر دیا(1) ۔ اللہ تعالیٰ نے ان پر ﻇلم نہیں کیا بلکہ وه خود اپنی جانوں پر ﻇلم کرتے تھے.","arabic":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":410,"juzNumber":4,"footnotes":"(1) قیامت والے دن کافروں کے نہ مال کچھ کام آئیں گے نہ اولاد حتیٰ کہ رفاہی اوربظاہر بھلائی کے کاموں پر وہ جو خرچ کرتے ہیں، وہ بھی بیکار جائیں گے اور ان کی مثال اس سخت پالے کی سی ہے جو ہری بھری کھیتی کو جلا کر خاکستر کر دیتا ہے، ظالم اس کھیتی کو دیکھ کر خوش ہو رہے ہوتے اور اس سے نفع کی امید رکھے ہوتے ہیں کہ اچانک ان کی امیدیں خاک میں مل جاتی ہیں۔ اس سے معلوم ہوا کہ جب تک ایمان نہیں ہوگا۔ رفاہی کاموں پر رقم خرچ کرنے والوں کی چاہے دنیا میں کتنی ہی شہرت ہو جائے، آخرت میں انہیں ان کا کوئی صلہ نہیں ملے گا، وہاں تو ان کے لئے جہنم کا دائمی عذاب ہے۔","lang":"ur"},{"name":"3:118","price":"اے ایمان والو! تم اپنا دلی دوست ایمان والوں کے سوا اور کسی کو نہ بناؤ(1) ۔ (تم تو) نہیں دیکھتے دوسرے لوگ تمہاری تباہی میں کوئی کسر اٹھا نہیں رکھتے، وه تو چاہتے ہیں کہ تم دکھ میں پڑو(2) ان کی عداوت تو خود ان کی زبان سے بھی ﻇاہر ہو چکی ہے اور جو ان کے سینوں میں پوشیده ہے وه بہت زیاده ہے، ہم نے تمہارے لئے آیتیں بیان کر دیں اگر عقلمند ہو (تو غور کرو).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":411,"juzNumber":4,"footnotes":"(1) یہ مضمون پہلے بھی گزرچکا ہے - یہاں اس کی اہمیت کے پیش نظر پھر دہرایا جا رہا ہے۔ بطانہ، دلی دوست اور راز دار کو کہا جاتا ہے۔ کافر اور مشرک مسلمانوں کے بارے میں جو جذبات وعزائم رکھتے ہیں، ان میں سے جن کا وہ اظہار کرتے اور جنہیں اپنے سینوں میں مخفی رکھتے ہیں، اللہ تعالیٰ نے ان سب کی نشاندہی فرما دی ہے یہ اور اس قسم کی دیگر آیات کے پیش نظر ہی علما وفقہا نے تحریر کیا ہے کہ ایک اسلامی مملکت میں غیر مسلموں کو کلیدی مناصب پر فائز کرنا جائز نہیں ہے۔ مروی ہے کہ حضرت ابو موسیٰ اشعری (رضي الله عنه) نے ایک ذمی (غیر مسلم) کو کاتب (سیکرٹری) رکھ لیا، حضرت عمر (رضي الله عنه) کے علم میں یہ بات آئی تو آپ نے انہیں سختی سے ڈانٹا اور فرمایا کہ (تم انہیں اپنے قریب نہ کرو جب کہ اللہ نے انہیں دور کر دیا ہے، ان کو عزت نہ بخشو جب کہ اللہ نے انہیں ذلیل کر دیا ہے اور انہیں امین ورازدار مت بناؤ جب کہ اللہ نے انہیں خائن قراردیا ہے )۔ حضرت عمر (رضي الله عنه) نے اسی آیت سے استدلال کرتے ہوئے یہ ارشاد فرمایا۔ امام قرطبی فرماتے ہیں۔ (اس زمانے میں اہل کتاب کو سیکرٹری اور امین بنانے کی وجہ سے احوال بدل گئے ہیں اور اسی وجہ سے غبی لوگ سردار اور امرا بن گئے ہیں) (تفسیر قرطبی )۔ بدقسمتی سے آج کے اسلامی ممالک میں بھی قرآن کریم کے اس نہایت اہم حکم کو اہمیت نہیں دی جا رہی ہے اور اس کے برعکس غیر مسلم بڑے بڑے اہم عہدوں اور کلیدی مناصب پر فائز ہیں جن کے نقصانات واضح ہیں۔ اگر اسلامی ممالک اپنی داخلی اور خارجی دونوں پالیسیوں میں اس حکم کی رعایت کریں تو یقیناً بہت سے مفاسد اور نقصانات سے محفوظ رہ سکتے ہیں۔\n(2) لا يَأْلُونَ کوتاہی اور کمی نہیں کریں گےخَبَالاکے معنی فساد اور ہلاکت کے ہیں مَا عَنِتُّمْ (جس سے تم مشقت اور تکلیف میں پڑو )عَنَتٌ بمعنی مَشَقّةٍ","lang":"ur"},{"name":"3:119","price":"ہاں تم تو انہیں چاہتے ہو(1) اور وه تم سے محبت نہیں رکھتے، تم پوری کتاب کو مانتے ہو، (وه نہیں مانتے پھر محبت کیسی؟) یہ تمہارے سامنے تو اپنے ایمان کا اقرار کرتے ہیں لیکن تنہائی میں مارے غصہ کے انگلیاں چباتے ہیں(2) کہہ دو کہ اپنے غصہ ہی میں مر جاؤ، اللہ تعالیٰ دلوں کے راز کو بخوبی جانتا ہے.","arabic":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":412,"juzNumber":4,"footnotes":"(1) تم ان منافقین کی نماز اور اظہار ایمان کی وجہ سے ان کی بابت دھوکے کا شکار ہو جاتے ہو اور ان سے محبت رکھتے ہو۔\n(2) عَضَّ يَعَضُّ کے معنی دانت سے کاٹنے کے ہیں۔ یہ ان کے غیظ وغضب کی شدت کا بیان ہے، جیسا کہ اگلی آیت إِنْ تَمْسَسْكُمْ میں بھی ان کی اسی کیفیت کا اظہار ہے۔","lang":"ur"},{"name":"3:120","price":"تمہیں اگر بھلائی ملے تو یہ ناخوش ہوتے ہیں ہاں! اگر برائی پہنچے تو خوش ہوتے ہیں(1) ، تم اگر صبر کرو اور پرہیزگاری کرو تو ان کا مکر تمہیں کچھ نقصان نہ دے گا(2)۔ اللہ تعالیٰ نے انکے اعمال کا احاطہ کر رکھا ہے.","arabic":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":413,"juzNumber":4,"footnotes":"(1) اس میں منافقین کی اس شدید عداوت کا ذکر ہے جو انہیں مومنوں کے ساتھ تھی اور وہ یہ کہ جب مسلمانوں کو خوش حالی میسر آتی،اللہ تعالیٰ کی طرف سے ان کو تائید ونصرت ملتی اورمسلمانوں کی تعداد وقوت میں اضافہ ہوتا تومنافقین کو بہت برا لگتا اور اگر مسلمان قحط سالی یا تنگدستی میں مبتلا ہوتے، یا اللہ کی مشیت ومصلحت سے دشمن، وقتی طور پرمسلمانوں پر غالب آجاتے (جیسے جنگ احد میں ہوا) تو بڑے خوش ہوتے۔ مقصدبتلانے کا یہ ہے کہ جن لوگوں کا یہ حال ہو، کیا وہ اس لائق ہو سکتے ہیں کہ مسلمان ان سے محبت کی پینگیں بڑھائیں اور انہیں اپنا رازدان اوردوست بنائیں ؟ اسی لئے اللہ تعالیٰ نے یہود ونصاریٰ سے بھی دوستی رکھنے سے منع فرمایا ہے (جیسا کہ قرآن کریم کے دوسرے مقامات پر ہے) اسی لئے وہ بھی مسلمانوں سے نفرت وعداوت رکھتے، ان کی کامیابیوں سے ناخوش اور ان کی ناکامیوں سے خوش ہوتے ہیں۔\n(2) یہ ان کے مکروفریب سے بچنے کا طریقہ اور علاج ہے۔ گویامنافقین اور دیگر اعدائے اسلام ومسلمین کی سازشوں سے بچنے کے لئے صبر اور تقویٰ نہایت ضروری ہے۔ اس صبر اور تقویٰ کے فقدان نے غیر مسلموں کی سازشوں کو کامیاب بنا رکھا ہے۔ لوگ سمجھتے ہیں کہ کافروں کی یہ کامیابی مادی اسباب ووسائل کی فراوانی اور سائنس وٹیکنالوجی میں ان کی ترقی کا نتیجہ ہے۔ حالانکہ واقعہ یہ ہے کہ مسلمانوں کی پستی وزوال کا اصل سبب یہی ہے کہ وہ اپنے دین پر استقامت (جو صبر کا متقاضی ہے) سے محروم اور تقویٰ سے عاری ہوگئے ہیں جو مسلمان کی کامیابی کی کلید اور تائید الٰہی کے حصول کا ذریعہ ہیں۔","lang":"ur"},{"name":"3:121","price":"اے نبی! اس وقت کو بھی یاد کرو جب صبح ہی صبح آپ اپنے گھر سے نکل کر مسلمانوں کو میدان جنگ میں لڑائی کے مورچوں پر باقاعده(1) بٹھا رہے تھے اللہ تعالیٰ سننے جاننے واﻻ ہے.","arabic":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":414,"juzNumber":4,"footnotes":"(1) جمہور مفسرین کے نزدیک اس سے مراد جنگ احد کا واقعہ ہے جو شوال ہجری میں پیش آیا۔ اس کا پس منظر مختصراً یہ ہے کہ جب جنگ بدر ہجری میں کفار کو عبرت ناک شکست ہوئی، ان کے ستر آدمی مارے گئے اور ستر قید ہوئے تو ان کفار کے لئے یہ بڑی بدنامی کا باعث اور ڈوب مرنے کا مقام تھا۔ چنانچہ انہوں نے مسلمانوں کے خلاف ایک زبردست انتقامی جنگ کی تیاری کی جس میں عورتیں بھی شریک ہوئیں۔ ادھر مسلمانوں کو جب اس کا علم ہوا کہ کافر تین ہزار کی تعداد میں احد پہاڑ کے قریب خیمہ زن ہوگئے تو نبی کریم (صلى الله عليه وسلم) نے صحابہ (رضي الله عنهم) سے مشورہ کیا کہ وہ مدینہ میں ہی رہ کر لڑیں یا مدینہ سے باہر نکل کرمقابلہ کریں، بعض صحابہ (رضي الله عنهم) نے اندر رہ کر ہی مقابلہ کا مشورہ دیا اور رئیس المنافقین عبداللہ بن ابی نے بھی اسی رائے کا اظہار کیا۔ لیکن اس کے برعکس بعض پرجوش صحابہ (رضي الله عنهم) نے جنہیں جنگ بدر میں حصہ لینے کی سعادت حاصل نہیں ہوئی تھی، مدینہ سے باہر جاکر لڑنے کی حمایت کی۔ آپ (صلى الله عليه وسلم) اندر حجرے میں تشریف ہتھیار پہن کرباہر آئے، دوسری رائے والوں کوندامت ہوئی کہ شاید ہم نے رسول اللہ (صلى الله عليه وسلم) کو آپ کی خواہش کے برعکس باہر نکلنے پر مجبور کرکے ٹھیک نہیں کیا چنانچہ انہوں نے کہا یا رسول اللہ! (صلى الله عليه وسلم) آپ اگر اندر رہ کر مقابلہ کرنا پسند فرمائیں تو اندر ہی رہیں۔ آپ (صلى الله عليه وسلم) نے فرمایا کہ لباس حرب پہن لینے کے بعد کسی نبی کے لائق نہیں ہے کہ وہ اللہ کے فیصلے کے بغیر واپس ہو یا لباس اتارے۔ چنانچہ مسلمان ایک ہزار کی تعداد میں روانہ ہوگئے مگر صبح دم جب مقام شوط پر پہنچے توعبداللہ بن ابی اپنے تین سوساتھیوں سمیت یہ کہہ کر واپس آگیا کہ اس کی رائے نہیں مانی گئی۔ خواہ مخواہ جان دینے کا کیا فائدہ؟ اس کے اس فیصلے سے وقتی طور پر بعض مسلمان بھی متاثر ہوگئے اور انہوں نے بھی کمزوری کا مظاہرہ کیا۔ (ابن کثیر )","lang":"ur"},{"name":"3:122","price":"جب تمہاری دو جماعتیں پست ہمتی کا اراده کر چکی تھیں(1) ، اللہ تعالیٰ انکا ولی اور مددگار ہے(2)۔ اور اسی کی پاک ذات پر مومنوں کو بھروسہ رکھنا چاہئے.","arabic":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":415,"juzNumber":4,"footnotes":"(1) یہ اوس اورخزرج کے دو قبیلے (بنو حارثہ اوربنوسلمہ) تھے۔\n(2) اس سے معلوم ہوا کہ اللہ نے ان کی مدد کی اور ان کی کمزوری کو دور فرما کر ان کی ہمت باندھ دی۔","lang":"ur"},{"name":"3:123","price":"جنگ بدر میں اللہ تعالیٰ نے عین اس وقت تمہاری مدد فرمائی تھی جب کہ تم نہایت گری ہوئی حالت میں تھے(1) ، اس لئے اللہ ہی سے ڈرو! (نہ کسی اور سے) تاکہ تمہیں شکر گزاری کی توفیق ہو.","arabic":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":416,"juzNumber":4,"footnotes":"(1) بہ اعتبار قلت تعداد اور قلت سامان کے، کیونکہ جنگ بدر میں مسلمان تھے اور یہ بھی بے سروسامان۔ صرف دوگھوڑے اورستر اونٹ تھے،باقی سب پیدل تھے۔ (ابن کثیر )","lang":"ur"},{"name":"3:124","price":"(اور یہ شکر گزاری باعﺚ نصرت وامداد ہو) جب آپ مومنوں کو تسلی دے رہے تھے، کیا آسمان سے تین ہزار فرشتے اتار کر اللہ تعالیٰ کا تمہاری مدد کرنا تمہیں کافی نہ ہوگا.","arabic":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":417,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:125","price":"کیوں نہیں، بلکہ اگر تم صبر و پرہیزگاری کرو اور یہ لوگ اسی دم تمہارے پاس آجائیں تو تمہارا رب تمہاری امداد پانچ ہزار فرشتوں سے کرے گا(1) جو نشاندار ہوں گے.(2)","arabic":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":418,"juzNumber":4,"footnotes":"(1) مسلمان بدر کی جانب محض قافلہ قریش سے جو تقریباً نہتا تھاچھاپہ مارنے نکلے تھے۔ مگر بدر پہنچتے پہنچتے معلوم ہوا کہ مکہ سے مشرکین کا ایک لشکرجرار پورے غیظ وغضب اور جوش وخروش کے ساتھ چلا آرہا ہے۔ یہ سن کر مسلمانوں کی صف میں گھبراہٹ، تشویش اور جوش قتال کا ملا جلا رد عمل ہوا اور انہوں نے رب تعالیٰ سے دعا وفریاد کی۔ اس پر اللہ تعالیٰ نے پہلے ایک ہزار پھر تین ہزار فرشتے اتارنے کی بشارت دی اور مزید وعدہ کیا کہ اگر تم صبرو تقویٰ پر قائم رہے اور مشرکین اسی حالت غیظ وغضب میں آدھمکے تو فرشتوں کی یہ تعداد پانچ ہزار کردی جائے گی۔ کہا جاتا ہے کہ چونکہ مشرکین کا جوش وغضب برقرار نہ رہ سکا۔ (بدر پہنچنے سے پہلے ہی ان میں پھوٹ پڑ گئی۔ ایک گروہ مکہ پلٹ گیا اور باقی جو بدر آئے ان میں سے اکثر سرداروں کی رائے تھی کہ لڑائی نہ کی جائے) اس لئے حسب بشارت تین ہزار فرشتے اتارے گئے اور پانچ ہزار کی تعداد پوری کرنے کی ضرورت پیش نہ آسکی اور بعض مفسرین کہتے ہیں کہ یہ تعداد پوری کی گئی۔\n(2) یعنی پہچان کے لئے ان کی مخصوص علامت ہوگی۔","lang":"ur"},{"name":"3:126","price":"اور یہ تو محض تمہارے دل کی خوشی اور اطمینان قلب کے لئے ہے، ورنہ مدد تو اللہ ہی کی طرف سے ہے جو غالب اور حکمتوں واﻻ ہے.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":419,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:127","price":"(اس امداد الٰہی کا مقصد یہ تھا کہ اللہ) کافروں کی ایک جماعت کو کاٹ دے یا انہیں ذلیل کر ڈالے اور (سارے کے سارے) نامراد ہو کر واپس چلے جائیں.(1)","arabic":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":420,"juzNumber":4,"footnotes":"(1) یہ اللہ غالب وکار فرما کی مدد کا نتیجہ بتلایا جا رہا ہے۔ سورۂ انفال میں فرشتوں کی تعداد ایک ہزار بتلائی گئی ہے - «إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ»( الانفال: 9) ”جب تم اپنے رب سے مدد طلب کر رہے تھے، اللہ تعالیٰ نے تمہاری فریاد سنتے ہوئے کہا کہ میں ایک ہزار فرشتوں سے تمہاری مدد کروں گا“، ان الفاظ سے معلوم ہوتا ہے کہ فرشتے واقعتاً ایک ہزار ہی نازل ہوئے اور مسلمانوں کے حوصلے اور تسلی کے لئے تین ہزار کا اور پھر پانچ ہزار کا مزید مشروط وعدہ کیا گیا۔ پھر حسب حالات مسلمانوں کی تسلی کے نقطہ نظر سے بھی ان کی ضرورت نہیں سمجھی گئی۔ اس لئے بعض مفسرین کے نزدیک یہ تین ہزار پانچ ہزار فرشتوں کا نزول نہیں ہوا کیونکہ مقصد تو مسلمانوں کے حوصلوں میں اضافہ کرنا تھا، ورنہ اصل مددگار تو اللہ تعالیٰ ہی تھا اور وہ اپنی مدد کے لئے فرشتوں کا یا کسی اور کامحتاج ہی نہیں ہے۔ چنانچہ اس نے مسلمانوں کی مدد فرمائی اور جنگ بدر میں مسلمانوں کو تاریخی کامیابی حاصل ہوئی، کفر کی طاقت کمزور ہوئی اور کافروں کا گھمند خاک میں مل گیا۔ (ایسر التفاسیر)","lang":"ur"},{"name":"3:128","price":"اے پیغمبر! آپ کے اختیار میں کچھ نہیں(1) ، اللہ تعالیٰ چاہے تو ان کی توبہ قبول کرے(2) یا عذاب دے، کیونکہ وه ﻇالم ہیں.","arabic":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":421,"juzNumber":4,"footnotes":"(1) یعنی ان کافروں کو ہدایت دینا یا ان کے معاملے میں کسی بھی قسم کا فیصلہ کرنا سب اللہ کے اختیار میں ہے۔ احادیث میں آتا ہے کہ جنگ احد میں نبی کریم (صلى الله عليه وسلم) کے دندان مبارک بھی شہید ہوگئے اور چہرہ مبارک بھی زخمی ہوا تو آپ (صلى الله عليه وسلم) نے فرمایا ”وہ قوم کس طرح فلاح یاب ہوگی جس نے اپنے نبی کو زخمی کر دیا“، گویا آپ (صلى الله عليه وسلم) نے ان کی ہدایت سے ناامیدی ظاہر فرمائی۔ اس پر یہ آیت نازل ہوئی۔ اسی طرح بعض روایات میں آتا ہے کہ آپ (صلى الله عليه وسلم) نے بعض کفار کے لئے قنوت نازلہ کا بھی اہتمام فرمایا جس میں ان کے لئے بددعا فرمائی جس پر اللہ تعالیٰ نے یہ آیت نازل فرمائی،چنانچہ آپ (صلى الله عليه وسلم) نے بددعا کا سلسلہ بند فرما دیا۔ (ابن کثیر وفتح القدیر) اس آیت سے ان لوگوں کو عبرت پکڑنی چاہیئے جو نبی کریم (صلى الله عليه وسلم) کو مختار کل قراردیتے ہیں کہ آپ (صلى الله عليه وسلم) کو تو اتنا اختیار بھی نہ تھا کہ کسی کو راہ راست پر لگا دیں حالانکہ آپ (صلى الله عليه وسلم) اسی راستے کی طرف بلانے کے لئے بھیجے گئے تھے۔\n(2) یہ قبیلےجن کے لئے بددعا فرماتے رہے اللہ کی توفیق سے سب مسلمان ہوگئے۔ جن سے معلوم ہوا کہ مختار کل اور عالم الغیب صرف اللہ تعالیٰ ہی ہے۔","lang":"ur"},{"name":"3:129","price":"آسمانوں اور زمین میں جو کچھ ہے سب اللہ ہی کا ہے، وه جسے چاہے بخشے جسے چاہے عذاب کرے، اللہ تعالیٰ بخشش کرنے واﻻ مہربان ہے.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":422,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:130","price":"اے ایمان والو! بڑھا چڑھا کر سود نہ کھاؤ(1) ، اور اللہ تعالیٰ سے ڈرو تاکہ تمہیں نجات ملے.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":423,"juzNumber":4,"footnotes":"(1) چونکہ غزوہ احد میں ناکامی رسول (صلى الله عليه وسلم) کی نافرمانی اور مال دنیا کے لالچ کے سبب ہوئی تھی اس لئے اب طمع دنیا کی سب سے زیادہ بھیانک اور مستقل شکل سود سے منع کیا جا رہا ہے اور اطاعت کیشی کی تاکید کی جا رہی ہےاور بڑھا چڑھا کر سود نہ کھاؤکا یہ مطلب نہیں بڑھا چڑھا کر نہ ہو تو مطلق سود جائز ہے۔ بلکہ سود کم ہو یا زیادہ مفرد ہو یا مرکب، مطلقاً حرام ہے جیسا کہ پہلے گزر چکا ہے۔ یہ قید نہی (حرمت) کے لئے بطور شرط نہیں ہے بلکہ واقعے کی رعایت کے طور پر یعنی سود کی اس وقت جو صورتحال تھی، اس کا بیان واظہار ہے۔ زمانہ جاہلیت میں سود کا یہ رواج عام تھا کہ جب ادائیگی کی مدت آجاتی اور ادائیگی ممکن نہ ہوتی تو مزید مدت میں اضافے کے ساتھ سود میں بھی اضافہ ہوتا چلا جاتا جس کی وجہ سے تھوڑی سی رقم بڑھ چڑھ کر کہیں پہنچ جاتی اور ایک عام آدمی کے لئے اس کی ادائیگی ناممکن ہو جاتی۔ اللہ تعالیٰ نے فرمایا کہ اللہ سے درو اور اس آگ سے درو جو کافروں کے لئے تیار کی گئی ہے جس سے تنبیہ بھی مقصود ہے کہ سود خوری سے باز نہ آئے تو یہ فعل حرام تمہیں کفر تک پہنچا سکتاہے،کیونکہ یہ اللہ ورسول سے محاربہ ہے۔","lang":"ur"},{"name":"3:131","price":"اور اس آگ سے ڈرو جو کافروں کے لئے تیار کی گئی ہے.","arabic":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":424,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:132","price":"اور اللہ اور اس کے رسول کی فرمانبرداری کرو تاکہ تم پر رحم کیا جائے.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":425,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:133","price":"اور اپنے رب کی بخشش کی طرف اور اس جنت کی طرف دوڑو(1) جس کا عرض آسمانوں اور زمین کے برابر ہے، جو پرہیزگاروں کے لئے تیار کی گئی ہے.","arabic":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":426,"juzNumber":4,"footnotes":"(1) مال ودولت دنیا کے پیچھے لگ کر آخرت تباہ کرنے کے بجائے، اللہ ورسول کی اطاعت کا اوراللہ کی مغفرت اور اس کی جنت کا راستہ اختیار کرو۔ جو متقین کے لئے اللہ نے تیار کی ہے۔ چنانچہ آگے متقین کی چند خصوصیات بیان فرمائی ہیں۔","lang":"ur"},{"name":"3:134","price":"جو لوگ آسانی میں سختی کے موقع پر بھی اللہ کے راستے میں خرچ کرتے ہیں(1) ، غصہ پینے والے اور لوگوں سے درگزر کرنے والے ہیں(2)، اللہ تعالیٰ ان نیک کاروں سے محبت کرتا ہے.","arabic":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":427,"juzNumber":4,"footnotes":"(1) یعنی محض خوش حالی میں ہی نہیں، تنگ دستی کے موقع پر بھی خرچ کرتے ہیں۔ مطلب یہ ہے کہ ہر حال اور ہر موقعے پر اللہ کی راہ میں خرچ کرتے ہیں۔\n(2) یعنی جب غصہ انہیں بھڑکاتا ہے تو اسے پی جاتے ہیں یعنی اس پر عمل نہیں کرتے اور ان کو معاف کر دیتے ہیں جو ان کے ساتھ برائی کرتے ہیں۔","lang":"ur"},{"name":"3:135","price":"جب ان سے کوئی ناشائستہ کام ہو جائے یا کوئی گناه کر بیٹھیں تو فوراً اللہ کا ذکر اور اپنے گناہوں کے لئے استغفار کرتے ہیں(1) ، فیالواقع اللہ تعالیٰ کے سوا اور کون گناہوں کو بخش سکتا ہے؟ اور وه لوگ باوجود علم کے کسی برے کام پر اڑ نہیں جاتے.","arabic":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":428,"juzNumber":4,"footnotes":"(1) یعنی جب ان سے بہ تقاضائے بشریت کسی غلطی یا گناہ کا ارتکاب ہو جاتا ہے تو فوراً توبہ واستغفار کا اہتمام کرتے ہیں۔","lang":"ur"},{"name":"3:136","price":"انہیں کا بدلہ ان کے رب کی طرف سے مغفرت ہے اور جنتیں ہیں جن کے نیچے نہریں بہتی ہیں، جن میں وه ہمیشہ رہیں گے، ان نیک کاموں کے کرنے والوں کا ﺛواب کیا ہی اچھا ہے.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":429,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:137","price":"تم سے پہلے بھی ایسے واقعات گزر چکے ہیں، سو زمین میں چل پھر کر دیکھ لو کہ (آسمانی تعلیم کے) جھٹلانے والوں کا کیا انجام ہوا؟(1)","arabic":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":430,"juzNumber":4,"footnotes":"(1) جنگ احد میں مسلمانوں کا لشکر سات سو افراد پر مشتمل تھا، جس میں سے تیر اندازوں کا ایک دستہ آپ نے عبداللہ ابن جبیر (رضي الله عنه) کی قیادت میں ایک پہاڑی پر مقرر فرما دیا اور انہیں تاکید کر دی کہ چاہے ہمیں فتح ہو یا شکست، تم یہاں سے نہ ہلنا اور تمہارا کام یہ ہے کہ جو گھڑ سوار تمہاری طرف آئے تیروں سے اسے پیچھے دھکیل دینا۔ لیکن جب مسلمان فتح یاب ہوگئے اور مال واسباب سمیٹنے لگے تو اس دستے میں اختلاف ہوگیا۔ کچھ کہنے لگے کہ نبی (صلى الله عليه وسلم) کے فرمان کا مقصد تو یہ تھا کہ جب تک جنگ جاری رہے یہیں جمے رہنا، لیکن جب یہ جنگ ختم ہوگئی ہے اور کفار بھاگ رہے ہیں تو یہاں رہنا ضروری نہیں۔ چنانچہ انہوں نے بھی وہاں سے ہٹ کر مال واسباب جمع کرنا شروع کر دیا اور وہاں نبی کریم (صلى الله عليه وسلم) کے فرمان کی اطاعت میں صرف دس آدمی باقی رہ گئے۔ جس سے کافروں نے فائدہ اٹھایا اور ان کے گھڑ سوار پلٹ کر وہیں سے مسلمانوں کے عقب میں جا پہنچے اور ان پر اچانک حملہ کر دیا جس سے مسلمانوں میں افراتفری مچ گئی اور وہ غیر متوقع حملے سے سخت سراسیمہ ہوگئے جس سے مسلمانوں کو قدرتی طور پر بہت تکلیف ہوئی۔ ان آیات میں اللہ تعالیٰ مسلمانوں کو تسلی دے رہا ہے کہ تمہارے ساتھ جو کچھ ہوا ہے، کوئی نئی بات نہیں ہے۔ پہلے بھی ایسا ہوتا آیا ہے۔ تاہم بالآخر تباہی وبربادی اللہ ورسول کی تکذیب کرنے والوں کا ہی مقدر بنی ہے۔","lang":"ur"},{"name":"3:138","price":"عام لوگوں کے لئے تو یہ (قرآن) بیان ہے اور پرہیزگاروں کے لئے ہدایت ونصیحت ہے.","arabic":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":431,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:139","price":"تم نہ سستی کرو اور غمگین ہو، تم ہی غالب رہو گے، اگر تم ایماندار ہو.(1)","arabic":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":432,"juzNumber":4,"footnotes":"(1) گزشتہ جنگ میں تمہیں جو نقصان پہنچا ہے، اس سے نہ سست ہو اور نہ اس پر غم کھاؤ کیونکہ تمہارے اندر ایمانی قوت موجود رہی تو غالب وکامران تم ہی رہو گے۔ اس میں اللہ تعالیٰ نے ایمان کی قوت کا اصل راز اور ان کی کامیابی کی بنیاد واضح کر دی ہے۔ چنانچہ یہ واقعہ ہے کہ اس کے بعد مسلمان ہر معرکے میں سرخرو ہی رہے ہیں۔","lang":"ur"},{"name":"3:140","price":"اگر تم زخمی ہوئے ہو تو تمہارے مخالف لوگ بھی تو ایسے ہی زخمی ہو چکے ہیں، ہم ان دنوں کو لوگوں کے درمیان ادلتے بدلتے رہتے ہیں(1) ۔ (شکست احد) اس لئے تھی کہ اللہ تعالیٰ ایمان والوں کو ﻇاہر کردے اور تم میں سے بعض کو شہادت کا درجہ عطا فرمائے، اللہ تعالیٰ ﻇالموں سے محبت نہیں کرتا.","arabic":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":433,"juzNumber":4,"footnotes":"(1) ایک اور انداز سے مسلمانوں کو تسلی دی جا رہی ہے کہ اگر جنگ احد میں تمہارے کچھ لوگ زخمی ہوئے ہیں تو کیا ہوا ؟ تمہارے مخالف بھی تو (جنگ بدر میں) اور احد کی ابتدا میں اسی طرح زخمی ہو چکے ہیں اور اللہ کی حکمت کا تقاضا ہے کہ وہ فتح وشکست کے ایام کو ادلتا بدلتا رہتا ہے۔ کبھی غالب کو مغلوب اور کبھی مغلوب کو غالب کر دیتا ہے۔","lang":"ur"},{"name":"3:141","price":"(یہ وجہ بھی تھی) کہ اللہ تعالیٰ ایمان والوں کو بالکل الگ کر دے اور کافروں کو مٹا دے.(1)","arabic":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":434,"juzNumber":4,"footnotes":"(1) احد میں مسلمانوں کوجو عارضی شکست ان کی اپنی کوتاہی کی وجہ سے ہوئی، اس میں بھی مستقبل کے لئے کئی حکمتیں پنہاں تھیں۔ جنہیں اللہ تعالیٰ آگے بیان فرما رہا ہے۔ ایک یہ کہ اللہ تعالیٰ ایمان والوں کو ظاہر کر دے (کیونکہ صبر واستقامت ایمان کا تقاضا ہے) جنگ کی شدتوں اور مصیبتوں میں جنہوں نے صبر واستقامت کا مظاہرہ کیا، یقیناً وہ سب مومن ہیں۔ دوسری یہ کہ کچھ لوگوں کو شہادت کے مرتبہ پر فائز کر دے۔ تیسری یہ کہ ایمان والوں کو ان کے گناہوں سے پاک کر دے۔تَمْحِيصٌ کے ایک معنی اختیار (چن لینا) کے لئے گئے ہیں۔ ایک معنی تطہیراور ایک معنی تخلیص کے کئے گئے ہیں۔ آخری دونوں کا مطلب گناہوں سے پاکی اور خلاصی ہے۔ (فتح القدیر) مرحوم مترجم نے پہلے معنی کو اختیار کیا ہے۔ چوتھی، یہ کافروں کو ہٹا دے۔ اور اس طرح کہ وقتی فتح یابی سے ان کی سرکشی اور تکبر میں اضافہ ہوگا اور یہی چیز ان کی تباہی وہلاکت کا سبب بنے گی۔","lang":"ur"},{"name":"3:142","price":"کیا تم یہ سمجھ بیٹھے ہو کہ تم جنت میں چلے جاؤ گے(1) ، حاﻻنکہ اب تک اللہ تعالیٰ نے یہ ﻇاہر نہیں کیا کہ تم سے جہاد کرنے والے کون ہیں اور صبر کرنے والے کون ہیں؟(2)","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":435,"juzNumber":4,"footnotes":"(1) یعنی بغیر قتال وشدائد کی آزمائش کے تم جنت میں چلے جاؤ گے؟ نہیں بلکہ جنت ان لوگوں کو ملے گی جو آزمائش میں پورے اتریں گے۔ جیسے دوسرے مقام پر فرمایا «أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا»( البقرۃ: 214) ”کیا تم نے گمان (کیا کہ تم جنت میں چلے جاؤ گے اور ابھی تم پر وہ حالت نہیں آئی جو تم سے پہلے لوگوں پر آئی تھی، انہیں تنگ دستی اور تکلیفیں پہنچیں اور وہ خوب ہلائے گئے“ مزید فرمایا «أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لا يُفْتَنُونَ» (العنکبوت:2) ”کیا لوگ گمان کرتے ہیں کہ انہیں صرف یہ کہنے پر چھوڑ دیا جائے گا کہ ہم ایمان لائے اور ان کی آزمائش نہ ہوگی؟“۔\n(2) یہ مضمون اس سے پہلے سورۂ بقرۃ میں گزر چکا ہے۔ یہاں موضوع کی مناسبت سے پھر بیان کیا جا رہا ہے کہ جنت یوں ہی نہیں مل جائے گی، اس کے لئے پہلے تمہیں آزمائش کی بھٹی سے گزارا اور میدان جہاد میں آزمایا جائے گا وہاں نرغۂ اعدا میں گھر کر تم سرفروشی اور صبر واستقامت کا مظاہرہ کرتے ہو یا نہیں؟۔","lang":"ur"},{"name":"3:143","price":"جنگ سے پہلے تو تم شہادت کی آرزو میں تھے(1) اب اسے اپنی آنکھوں سے اپنے سامنے دیکھ لیا.(2)","arabic":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":436,"juzNumber":4,"footnotes":"(1) یہ اشارہ ان صحابہ (رضي الله عنهم) کی طرف ہے جو جنگ بدر میں شریک نہ ہونے کی وجہ سے ایک احساس محرومی رکھتے تھے اور چاہتے تھے کہ میدان کار زار گرم ہو تو وہ بھی کافروں کی سرکوبی کرکے جہاد کی فضیلت حاصل کریں۔ انہی صحابہ (رضي الله عنهم) نے جنگ احد میں جوش جہاد سے کام لیتے ہوئے مدینہ سے باہر نکلنے کا مشورہ دیا تھا۔ لیکن جب مسلمانوں کی فتح، کافروں کے اچانک حملے سے شکست میں تبدیل ہو گئی (جس کی تفصیل پہلے گزر چکی) تو یہ پرجوش مجاہدین بھی سراسیمگی کا شکار ہوگئے اور بعض نے راہ فرار اختیار کی۔ (جیسا کہ آگے تفصیل آئے گی) اور بہت تھوڑے لوگ ہی ثابت قدم رہے۔ (فتح القدیر) اسی لئے حدیث میں آتا ہے کہ تم دشمن سے مدھ بھیڑ کی آرزو مت کرو اللہ سے عافیت طلب کیا کرو تاہم جب ازخود حالات ایسے بن جائیں کہ تمہیں دشمن سے لڑنا پڑ جائے تو پھر ثابت قدم رہو اور یہ بات جان لو کہ جنت تلواروں کے سائے تلے ہے (صحیحین بحوالہ ابن کثیر )\n(2) رَأَيْتُمُوهُ اور تَنْظُرُونَ۔ دونوں کے ایک ہی معنی یعنی دیکھنے کے ہیں۔ تاکید اور مبالغے کے لئے دو لفظ لائے گئے ہیں۔ یعنی تلواروں کی چمک، نیزوں کی تیزی، تیروں کی یلغار اور جاں بازوں کی صف آرائی میں تم نے موت کا خوب مشاہدہ کر لیا۔ (ابن كثير وفتح القدير)","lang":"ur"},{"name":"3:144","price":"(حضرت) محمد ﴿صلی اللہ علیہ وسلم﴾ صرف رسول ہی ہیں(1) ، ان سے پہلے بہت سے رسول ہو چکے ہیں، کیا اگر ان کا انتقال ہو جائے یا یہ شہید ہو جائیں، تو تم اسلام سے اپنی ایڑیوں کے بل پھر جاؤ گے؟ اور جو کوئی پھر جائے اپنی ایڑیوں پر تو ہرگز اللہ تعالیٰ کا کچھ نہ بگاڑے گا(2)، عنقریب اللہ تعالیٰ شکر گزاروں کو نیک بدلہ دے گا.(3)","arabic":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":437,"juzNumber":4,"footnotes":"(1) محمد (صلى الله عليه وسلم) صرف رسول ہی ہیں (یعنی ان کا امتیاز بھی وصف رسالت ہی ہے۔ یہ نہیں کہ وہ بشری خصائص سے بالاتر اور خدائی صفات سے متصف ہوں کہ انہیں موت سے دوچار نہ ہونا پڑے۔\n(2) جنگ احد میں شکست کے اسباب میں سے ایک سبب یہ بھی تھا کہ رسول اللہ (صلى الله عليه وسلم) کے بارے میں کافروں نے یہ افواہ اڑا دی کہ محمد (صلى الله عليه وسلم) قتل کر دیئے گئے۔ مسلمانوں میں جب یہ خبر پھیلی تو اس سے بعض مسلمانوں کے حوصلے پست ہوگئے اور لڑائی سے پیچھے ہٹ گئے۔ جس پر یہ آیت نازل ہوئی کہ نبی (صلى الله عليه وسلم) کا کافروں کے ہاتھوں قتل ہو جانا یا اس پر موت کا وارد ہو جانا، کوئی نئی بات تو نہیں ہے۔ پچھلے انبیا (عليه السلام) بھی قتل اور موت سے ہمکنار ہو چکے ہیں۔ اگر آپ (صلى الله عليه وسلم) بھی (بالفرض) اس سے دوچار ہو جائیں تو کیا تم اس دین سے ہی پھر جاؤ گے۔ یاد رکھو جو پھر جائے گا وہ اپنا ہی نقصان کرے گا، اللہ کا کچھ نہیں بگاڑ سکے گا۔ نبی کریم (صلى الله عليه وسلم) کے سانحہ وفات کے وقت جب حضرت عمر (رضي الله عنه) شدت جذبات میں وفات نبوی کا انکار کر رہے تھے، ابوبکر صدیق (رضي الله عنه) نے نہایت حکمت سے کام لیتے ہوئے منبر رسول (صلى الله عليه وسلم) کے پہلو میں کھڑے ہو کر انہی آیات کی تلاوت کی،جس سے حضرت عمر (رضي الله عنه) بھی متاثر ہوئے اور انہیں محسوس ہوا کہ یہ آیات ابھی ابھی اتری ہیں۔\n(3) یعنی ثابت قدم رہنے والوں کو جنہوں نے صبر واستقامت کا مظاہرہ کرکے اللہ کی نعمتوں کا عملی شکر ادا کیا۔","lang":"ur"},{"name":"3:145","price":"بغیر اللہ تعالیٰ کے حکم کے کوئی جاندار نہیں مرسکتا، مقرر شده وقت لکھا ہوا ہے، دنیا کی چاہت والوں کو ہم کچھ دنیا دے دیتے ہیں اور آخرت کا ﺛواب چاہنے والوں کو ہم وه بھی دیں گے(1) ۔ اوراحسان ماننے والوں کو ہم بہت جلد نیک بدلہ دیں گے.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":438,"juzNumber":4,"footnotes":"(1) یہ کمزوری اور بزدلی کا مظاہرہ کرنے والوں کے حوصلوں میں اضافہ کرنے کے لئے کہا جا رہا ہے کہ موت تو اپنے وقت پر آکررہے گی، پھر بھاگنے یا بزدلی دکھانے کا کیا فائدہ؟ اسی طرح محض دنیا طلب کرنے سے کچھ دنیا تو مل جاتی ہے لیکن آخرت میں کچھ نہیں ملے گا، اس کے برعکس آخرت کے طالبوں کو آخرت میں اخروی نعمتیں تو ملیں گی ہی، دنیا بھی اللہ تعالیٰ انہیں عطافرماتا ہے۔ آگے مزید حوصلہ افزائی اور نسل کے لئے پچھلےانبیا ؛ اور ان کے پیروکاروں کے صبر اور ثابت قدمی کی مثالیں دی جا رہی ہیں۔","lang":"ur"},{"name":"3:146","price":"بہت سے نبیوں کے ہم رکاب ہو کر، بہت سے اللہ والے جہاد کر چکے ہیں، انہیں بھی اللہ کی راه میں تکلیفیں پہنچیں لیکن نہ تو انہوں نے ہمت ہاری نہ سست رہے اور نہ دبے، اور اللہ صبر کرنے والوں کو (ہی) چاہتا ہے.(1)","arabic":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":439,"juzNumber":4,"footnotes":"(1) یعنی ان کو جو جنگ کی شدتوں میں پست ہمت نہیں ہوتے اور ضعف اور کمزوری نہیں دکھاتے۔","lang":"ur"},{"name":"3:147","price":"وه یہی کہتے رہے کہ اے پروردگار! ہمارے گناہوں کو بخش دے اور ہم سے ہمارے کاموں میں جو بے جا زیادتی ہوئی ہے اسے بھی معاف فرما اور ہمیں ﺛابت قدمی عطا فرما اور ہمیں کافروں کی قوم پر مدد دے.","arabic":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":440,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:148","price":"اللہ تعالیٰ نے انہیں دنیا کا ﺛواب بھی دیا اور آخرت کے ﺛواب کی خوبی بھی عطا فرمائی اور اللہ تعالیٰ نیک لوگوں سے محبت کرتا ہے.","arabic":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":441,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:149","price":"اے ایمان والو! اگر تم کافروں کی باتیں مانو گے تو وه تمہیں تمہاری ایڑیوں کے بل پلٹا دیں گے، (یعنی تمہیں مرتد بنا دیں گے) پھر تم نامراد ہو جاؤ گے.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":442,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:150","price":"بلکہ اللہ ہی تمہارا موﻻ ہے اور وہی بہترین مددگار ہے.(1)","arabic":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":443,"juzNumber":4,"footnotes":"(1) یہ مضمون پہلے بھی گزر چکا ہے، یہاں پھر دہرایا جا رہا ہے کیونکہ احد کی شکست سے فائدہ اٹھاتے ہوئے بعض کفار یا منافقین مسلمانوں کو یہ مشورہ دے رہے تھے کہ تم اپنے آبائی دین کی طرف لوٹ آؤ۔ ایسے میں مسلمانوں کو کہا گیا کہ کافروں کی اطاعت ہلاکت وخسر ان کاباعث ہے۔ کامیابی اللہ کی اطاعت ہی میں ہے اور اس سے بہتر کوئی مددگارنہیں۔","lang":"ur"},{"name":"3:151","price":"ہم عنقریب کافروں کے دلوں میں رعب ڈال دیں گے، اس وجہ سے کہ یہ اللہ کے ساتھ ان چیزوں کو شریک کرتے ہیں جس کی کوئی دلیل اللہ نے نہیں اتاری(1) ، ان کا ٹھکانہ جہنم ہے، اور ان ﻇالموں کی بری جگہ ہے.","arabic":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":444,"juzNumber":4,"footnotes":"(1) مسلمانوں کی شکست دیکھتے ہوئے بعض کافروں کے دل میں یہ خیال آیا کہ یہ موقع مسلمانوں کے بالکلیہ خاتمہ کے لئے بڑا اچھا ہے اس موقع پر اللہ تعالیٰ نے ان کے دلوں میں مسلمانوں کا رعب ڈال دیا۔ پھر انہیں اپنے اس خیال کو عملی جامہ پہنانے کا حوصلہ نہ ہوا (فتح القدیر) صحیحین کی حدیث میں ہے کہ نبی (صلى الله عليه وسلم) نے فرمایا کہ مجھے پانچ چیزیں ایسی عطا کی گئی ہے جو مجھ سے قبل کسی نبی کو نہیں دی گئیں۔ ان میں ایک یہ ہے کہ«نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ»، ”دشمن کے دل میں ایک مہینے کی مسافت پر میرا رعب ڈال کر میری مدد کی گئی ہے“۔ اس حدیث سے معلوم ہوا کہ آپ (صلى الله عليه وسلم) کا رعب مستقل طور پر دشمن کے دل میں ڈال دیا گیا تھا۔ اور اس آیت سے معلوم ہوتا ہے کہ آپ (صلى الله عليه وسلم) کے ساتھ آپ (صلى الله عليه وسلم) کی امت یعنی مسلمانوں کا رعب بھی مشرکوں پر ڈال دیا گیا ہے اور اس کی وجہ ان کا شرک ہے۔ گویا شرک کرنے والوں کا دل دوسروں کی ہیبت سے لرزاں وترساں رہتا ہے۔ غالباً یہی وجہ ہے کہ جب مسلمانوں کی ایک بڑی تعداد مشرکانہ عقائد واعمال میں مبتلا ہوئی ہے، دشمن ان سے مرعوب ہونے کے بجائے، وہ دشمنوں سے مرعوب ہیں۔","lang":"ur"},{"name":"3:152","price":"اللہ تعالیٰ نے تم سے اپنا وعده سچا کر دکھایا جبکہ تم اس کے حکم سے انہیں کاٹ رہے تھے(1) ۔ یہاں تک کہ جب تم نے پست ہمتی اختیار کی اور کام میں جھگڑنے لگے اور نافرمانی کی(2)، اس کے بعد کہ اس نے تمہاری چاہت کی چیز تمہیں دکھا دی(3)، تم میں سے بعض دنیا چاہتے تھے(4) اور بعض کا اراده آخرت کا تھا(5) تو پھر اس نے تمہیں ان سے پھیر دیا تاکہ تم کو آزمائے(6) اور یقیناً اس نے تمہاری لغزش سے درگزر فرما دیا اور ایمان والوں پر اللہ تعالیٰ بڑے فضل واﻻ ہے.(7)","arabic":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":445,"juzNumber":4,"footnotes":"(1) اس وعدے سے بعض مفسرین نے تین ہزار اور ہزار فرشتوں کا نزول مراد لیا ہے لیکن یہ رائے سرے سے صحیح نہیں بلکہ صحیح یہ ہے کہ فرشتوں کا یہ نزول صرف جنگ بدر کے ساتھ مخصوص تھا۔ باقی رہا وہ وعدہ جو اس آیت میں مذکورہے تو اس سے مراد فتح ونصرت کا وہ عام وعدہ ہے جو اہل اسلام کے لئے اور اس کے رسول کی طرف سے بہت پہلے سے کیا جا چکا تھا۔ حتیٰ کہ بعض آیتیں مکہ میں نازل ہو چکی تھیں۔ اور اس کے مطابق ابتدائے جنگ میں مسلمان غالب وفاتح رہے جس کی طرف «إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ» سے اشارہ کیا گیا ہے۔\n(2) اس تنازع اور عصیان سے مراد تیر اندازوں کاوہ اختلاف ہے جو فتح وغلبہ دیکھ کر ان کے اندر واقع ہوا اور جس کی وجہ سے کافروں کو پلٹ کر دوبارہ حملہ آور ہونے کا موقع ملا۔\n(3) اس سے مراد وہ فتح ہے جو ابتدا میں مسلمانوں کو حاصل ہوئی۔\n(4) یعنی مال غنیمت، جس کے لئے انہوں نے وہ پہاڑی چھوڑ دی جس کے نہ چھوڑنے کی انہیں تاکید کی گئی تھی۔\n(5) وہ لوگ ہیں جنہوں نے مورچہ چھوڑنے سے منع کیا اور نبی کریم (صلى الله عليه وسلم) کے فرمان کے مطابق اسی جگہ ڈٹے رہنے کا عزم ظاہر کیا۔\n(6) یعنی غلبہ عطا کرنے کے بعد پھر تمہیں شکست دے کر ان کافروں سے پھیر دیا تاکہ تمہیں آزمائے۔\n(7) اس میں صحابہ کرام (رضي الله عنهم) کے اس شرف وفعل کا اظہار ہے جو ان کی کوتاہیوں کے باوجود اللہ نے ان پر فرمایا۔ یعنی ان کی غلطیوں کی وضاحت کرکے آئندہ اس کا اعادہ نہ کریں، اللہ نے ان کے لئے معافی کا اعلان کر دیا تاکہ کوئی بد باطن ان پر زبان طعن دراز نہ کرے۔ جب اللہ تعالیٰ نے ہی قرآن کریم میں ان کے لئے عفو عام کا اعلان فرما دیا تو اب کسی کے لئے طعن وتشنیع کی گنجائش کہاں رہ گئی؟ صحیح بخاری میں ایک واقعہ مذکور ہے کہ ایک حج کے موقعے پر ایک شخص نے حضرت عثمان (رضي الله عنه) پر بعض اعتراضات کئے کہ وہ جنگ بدر میں، بیعت رضوان میں شریک نہیں ہوئے، نیز یوم احد میں فرار ہوگئے تھے۔ حضرت ابن عمر (رضي الله عنه) نے فرمایا کہ جنگ بدر میں تو ان کی اہلیہ (بنت رسول ج) بیمار تھیں، بیعت رضوان کے موقع پر آپ رسول (صلى الله عليه وسلم) کے سفیر بن کر مکہ گئے ہوئے تھے اور یوم احد کے فرار کو اللہ نے معاف فرما دیا ہے۔ (ملخصا۔ صحیح بخاری، غزوۂ احد)","lang":"ur"},{"name":"3:153","price":"جب کہ تم چڑھے چلے جا رہے تھے(1) اور کسی طرف توجہ تک نہیں کرتے تھے اور اللہ کے رسول تمہیں تمہارے پیچھے سے آوازیں دے رہے تھے(2)، بس تمہیں غم پر غم پہنچا(3) تاکہ تم فوت شده چیز پر غمگین نہ ہو اور نہ پہنچنے والی (تکلیف) پر اداس ہو(4)، اللہ تعالیٰ تمہارے تمام اعمال سے خبردار ہے.","arabic":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":446,"juzNumber":4,"footnotes":"(1) کفارکے یکبارگی اچانک حملے سے مسلمانوں میں جو بھگدڑ مچی اورمسلمانوں کی اکثریت نے راہ فرار اختیار کی۔ یہ اس کانقشہ بیان کیا جا رہا ہے۔تُصْعِدُونَ إِصْعَادٌسے ہے جس کے معنی اپنی روبھاگے جانے یا وادی کی طرف چڑھے جانے یا بھاگنے کے ہیں۔ (طبری )\n(2) نبی (صلى الله عليه وسلم) اپنے چند ساتھیوں سمیت پیچھے رہ گئے اور مسلمانوں کو پکارتے رہے۔«إِلَيَّ عِبَادَ اللهِ! إِلَيَّ عِبَادَ اللهِ!»، ”اللہ کے بندو! میری طرف لوٹ کر آؤ، اللہ کے بندو! میری طرف لوٹ کر آؤ“۔ لیکن سراسیمگی کے عالم میں یہ پکار کون سنتا؟۔\n(3) فَأَثَابَكُمْ تمہاری کوتاہی کے بدلے میں تمہیں غم پر غم دیا غَمًّا بِغَمٍّ بمعنی غَمًّا علی غَمٍّ ابن جریر اور ابن کثیر کے اختیار کردہ راجح قول کے مطابق پہلے غم سے مراد ہے، مال غنیمت اور کفار پر فتح وظفر سے محرومی کا غم اور دوسرے غم سے مراد ہے مسلمانوں کی شہادت، ان کے زخمی ہونے، نبی (صلى الله عليه وسلم) کے حکم کی خلاف ورزی اور آپ (صلى الله عليه وسلم) کی خبر شہادت سے پہنچنے والا غم۔\n(4) یعنی یہ غم پر غم اس لئے دیا تاکہ تمہارے اندر شدائد برداشت کرنے کی قوت اور عزم وحوصلہ پیدا ہو۔ جب یہ قوت اور حوصلہ پیدا ہو جاتا ہے تو پھر انسان کو فوت شدہ چیز پر غم اور پہنچنے والے شدائد پر ملال نہیں ہوتا۔","lang":"ur"},{"name":"3:154","price":"پھر اس نے اس غم کے بعد تم پر امن نازل فرمایا اور تم میں سے ایک جماعت کو امن کی نیند آنے لگی(1) ۔ ہاں کچھ وه لوگ بھی تھے کہ انہیں اپنی جانوں کی پڑی ہوئی تھی(2)، وه اللہ تعالیٰ کے ساتھ ناحق جہالت بھری بدگمانیاں کر رہے تھے(3) اور کہتے تھے کیا ہمیں بھی کسی چیز کا اختیار ہے(4)؟ آپ کہہ دیجئے کہ کام کل کا کل اللہ کے اختیار میں ہے(5)، یہ لوگ اپنے دلوں کے بھید آپ کو نہیں بتاتے(6)، کہتے ہیں کہ اگر ہمیں کچھ بھی اختیار ہوتا تو یہاں قتل نہ کئے جاتے(7)۔ آپ کہہ دیجئے کہ گو تم اپنے گھروں میں ہوتے پھر بھی جن کی قسمت میں قتل ہونا تھا وه تو مقتل کی طرف چل کھڑے ہوتے(8)، اللہ تعالیٰ کو تمہارے سینوں کے اندر کی چیز کا آزمانا اور جو کچھ تمہارے دلوں میں ہے، اس کو پاک کرنا تھا(9)، اور اللہ تعالی سینوں کے بھید سے آگاه ہے.(10)","arabic":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":447,"juzNumber":4,"footnotes":"(1) مذکورہ سراسیمگی کے بعد اللہ تعالیٰ نے پھر مسلمانوں پر اپنا فضل فرمایا اور میدان جنگ میں باقی رہ جانے والے مسلمانوں پر اونگھ مسلط کر دی۔ یہ اونگھ اللہ کی طرف سے سکینت اور نصرت کی دلیل تھی۔ حضرت ابو طلحہ (رضي الله عنه) فرماتے ہیں کہ میں بھی ان لوگوں میں سے تھا جن پر احد کے دن اونگھ چھائی جا رہی تھی حتیٰ کہ میری تلوار کئی مرتبہ میری ہاتھ سے گری میں اسے پکڑتا، وہ پھر گر جاتی، پھر پکڑتا اور پھر گر جاتی، (صحیح بخاری) نُعَاسًا أَمَنَةً سے بدل ہے۔ طائفہ، واحد اور جمع دونوں کے لئے مستعمل ہے (فتح القدیر )\n(2) اس سے مراد منافقین ہیں۔ ظاہر ہے کہ ایسے حالات میں ان کو تو اپنی جانوں ہی کی فکر تھی۔\n(3) وہ یہ تھیں کہ نبی کریم (صلى الله عليه وسلم) کا معاملہ باطل ہے، یہ جس دین کی دعوت دیتے ہیں، اس کا مستقبل مخدوش ہے، انہیں اللہ کی مدد ہی حاصل نہیں ہے وغیرہ وغیرہ۔\n(4) یعنی کیا اب ہمارے لئے اللہ تعالیٰ کی طرف سے کسی فتح ونصرت کا امکان ہے؟ یا یہ کہ کیا ہماری بھی کوئی بات چل سکتی ہے اور مانی جا سکتی ہے؟\n(5) تمہارے یا دشمن کے اختیار میں نہیں ہے، مدداسی کی طرف سے آئے گی اور کامیابی بھی اس کے حکم سے ہوگی اور رامرونہی بھی اسی کا ہوگا۔\n(6) اپنے دلوں میں نفاق چھپائے ہوئے ہیں ظاہر یہ کرتے ہیں کہ وہ رہنمائی کے طالب ہیں۔\n(7) یہ وہ آپس میں کہتے یا اپنے دل میں کہتے تھے۔\n(8) اللہ تعالیٰ نے فرمایا، اس قسم کی باتوں کا کیا فائدہ؟ موت تو ہر صورت میں آنی ہے اور اسی جگہ پر آنی ہے جہاں اللہ کی طرف سے لکھ دی گئی ہے۔ اگر تم گھروں میں بیٹھے ہوتے اور تمہاری موت کسی مقتل میں لکھی ہوتی تو تمہیں قضا ضروروہاں کھینچ لے جاتی؟۔\n(9) یہ جو کچھ ہوا اس سے ایک مقصد یہ بھی تھا کہ تمہارے سینوں کے اندر جو کچھ ہے یعنی ایمان، اسے آزمائے (تاکہ منافق الگ ہو جائیں) اور پھر تمہارے دلوں کو شیطانی وساوس سے پاک کر دے۔\n(10) یعنی اس کو تو علم ہے کہ مخلص مسلمان کون ہے اورنفاق کا لبادہ کس نے اوڑھ رکھا ہے ؟ جہاد کی متعدد حکمتوں میں سے ایک حکمت یہ ہے کہ اس سے مومن اور منافق کھل کر سامنے آجاتے ہیں جنہیں عام لوگ بھی پھر دیکھ اور پہچان لیتے ہیں۔","lang":"ur"},{"name":"3:155","price":"تم میں سے جن لوگوں نے اس دن پیٹھ دکھائی جس دن دونوں جماعتوں کی مدبھیڑ ہوئی تھی یہ لوگ اپنے بعض کرتوتوں کے باعﺚ شیطان کے پھسلانے میں آگئے(1) لیکن یقین جانو کہ اللہ تعالیٰ نے انہیں معاف کر دیا(2) اللہ تعالیٰ ہے بخشنے واﻻ اور تحمل واﻻ.","arabic":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":448,"juzNumber":4,"footnotes":"(1) یعنی احد میں مسلمانوں سے جو لغزش اور کوتاہی ہوئی اس کی وجہ سے ان کی پچھلی بعض کمزوریاں تھیں جس کی وجہ سے شیطان اس روز بھی انہیں پھسلانے میں کامیاب ہوگیا۔ جس طرح بعض سلف کا قول ہے کہ ”نیکی کا بدلہ یہ ہے کہ اس کے بعد مزید نیکی کی توفیق ملتی ہے اور برائی کا بدلہ یہ ہے کہ اس کے بعد مزید برائی کاراستہ کھلتا ہے اور ہموار ہوتا ہے“۔\n(2) اللہ تعالیٰ صحابہ (رضي الله عنهم) کی لغزشوں، ان کے نتائج اور حکمتوں کے بیان کے بعد پھر اپنی طرف سے ان کے معافی کا اعلان فرما رہا ہے۔ جس سے ایک تو ان کا محبوب بارگاہ الٰہی ہونا واضح ہے اور دوسرے، عام مومنین کو تنبیہ ہے کہ ان مومنین صادقین کو جب اللہ نے معاف فرما دیا ہے تو اب کسی کے لئے جائز نہیں ہے کہ انہیں ہدف ملامت یا نشانۂ تنقید بنائے۔","lang":"ur"},{"name":"3:156","price":"اے ایمان والو! تم ان لوگوں کی طرح نہ ہو جانا جنہوں نے کفر کیا اور اپنے بھائیوں کے حق میں جب کہ وه سفر میں ہوں یا جہاد میں ہوں، کہا کہ اگر یہ ہمارے پاس ہوتے تو نہ مرتے اور نہ مارے جاتے(1) ، اس کی وجہ یہ تھی کہ اس خیال کو اللہ تعالیٰ ان کی دلی حسرت کا سبب بنا دے(2)، اللہ تعالیٰ جلاتا ہے اور مارتا ہے اور اللہ تمہارے عمل کو دیکھ رہا ہے.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":449,"juzNumber":4,"footnotes":"(1) اہل ایمان کو اس فساد عقیدہ سے روکا جا رہا ہے جس کے حامل کفار اورمنافقین تھے کیونکہ یہ عقیدہ بزدلی کی بنیاد ہے اس کے برعکس جب یہ عقیدہ ہو کہ موت وحیات اللہ کے ہاتھ میں ہے، نیز یہ کہ موت کا ایک وقت مقرر ہے تو اس سے انسان کے اندر عزم وحوصلہ اور اللہ کی راہ میں لڑنے کا جذبہ پیدا ہوتا ہے۔\n(2) مذکورہ فساد عقیدہ دلی حسرت کا ہی سبب بنتاہے کہ اگر وہ سفر یا میدان جنگ میں جاتے بلکہ گھر میں ہی رہتے تو موت کی آغوش میں جانے سے بچ جاتے۔ درآں حالیکہ موت تو مضبوط قلعوں کے اندر بھی آجاتی ہے، «أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ» (النساء:78) ”تم جہاں کہیں بھی ہو، موت تمہیں پالے گی اگرچہ تم ہو مضبوط قلعوں میں“۔ اس لئے اس حسرت سے مسلمان ہی بچ سکتے ہیں جن کے عقیدے صحیح ہیں۔","lang":"ur"},{"name":"3:157","price":"قسم ہے اگر اللہ تعالیٰ کی راه میں شہید کئے جاؤ یا اپنی موت مرو تو بے شک اللہ تعالیٰ کی بخشش ورحمت اس سے بہتر ہے جسے یہ جمع کر رہے ہیں.(1)","arabic":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":450,"juzNumber":4,"footnotes":"(1) موت توہر صورت میں آنی ہے لیکن اگر موت ایسی آئے کہ جس کے بعد انسان اللہ کی مغفرت ورحمت کا مستحق قرار پائے تو یہ دنیا کے مال واسباب سے بہت بہتر ہے جس کے جمع کرنے میں انسان عمر کھپا دیتا ہے۔ اس لئے اللہ کی راہ میں جہاد کرنے سے گریز نہیں، اس میں رغبت اور شوق ہونا چاہئے کہ اس طرح رحمت ومغفرت الٰہی یقینی ہو جاتی ہے بشرطیکہ اخلاص کے ساتھ ہو۔","lang":"ur"},{"name":"3:158","price":"بالیقین خواہ تم مر جاؤ یا مار ڈالے جاؤ جمع تو اللہ تعالیٰ کی طرف ہی کئے جاؤ گے.","arabic":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":451,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:159","price":"اللہ تعالیٰ کی رحمت کے باعﺚ آپ ان پر نرم دل ہیں اور اگر آپ بد زبان اور سخت دل ہوتے تو یہ سب آپ کے پاس سے چھٹ جاتے، سو آپ ان سے درگزر کریں اور ان(1) کے لئے استغفار کریں اور کام کا مشوره ان سے کیا کریں(2)، پھر جب آپ کا پختہ اراده ہو جائے تو اللہ تعالیٰ پر بھروسہ کریں(3)، بے شک اللہ تعالیٰ توکل کرنے والوں سے محبت کرتا ہے.","arabic":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":452,"juzNumber":4,"footnotes":"(1) نبی (صلى الله عليه وسلم) جو صاحب خلق عظیم تھے، اللہ تعالیٰ اپنے اس پیغمبر پر ایک احسان کا ذکر فرما رہا ہے کہ آپ (صلى الله عليه وسلم) کے اندر جو نرمی اور ملائمت ہے یہ اللہ تعالیٰ کی خاص مہربانی کا نتیجہ ہے اور یہ نرمی دعوت وتبلیغ کے لئے نہایت ضروری ہے۔ اگر آپ (صلى الله عليه وسلم) کے اندر یہ نہ ہوتی بلکہ اس کے برعکس آپ (صلى الله عليه وسلم) تند خو اور سخت دل ہوتے تو لوگ آپ کے قریب ہونے کے بجائے، آپ (صلى الله عليه وسلم) سے دور بھاگتے۔ اس لئے آپ درگزر سے ہی کام لیتے رہئیے۔\n(2) یعنی مسلمانوں کی طیب خاطر کے لئے مشورہ کر لیا کریں۔ اس آیت سے مشاورت کی اہمیت، افادیت اور اس کی ضرورت مشروعیت ثابت ہوتی ہے۔ مشاورت کا یہ حکم بعض کے نزدیک وجوب کے لئے اور بعض کے نزدیک استحباب کے لئے ہے (ابن كثير)۔ امام شوکانی لکھتے ہیں (حکمرانوں کے لئے ضروری ہے کہ وہ علما سے ایسے معاملات میں مشورہ کریں جن کا انہیں علم نہیں ہے۔ یا ان کے بارے میں انہیں اشکال ہیں۔ فوج کے سربراہوں سے فوجی معاملات میں، سربر آوردہ لوگوں سے عوام کے مصالح کے بارے میں اور ماتحت حکام ودالیان سے ان کے علاقوں کی ضروریات وترجیحات کے سلسلے میں مشورہ کریں۔ ابن عطیہ کہتے ہیں کہ ایسے حکمران کے وجوب پر کوئی اختلاف نہیں ہے جو اہل علم واہل دین سے مشورہ نہیں کرتا۔ یہ مشورہ صرف ان معاملات تک محدود ہوگا جن کی بابت شریعت خاموش ہے یا جن کا تعلق انتظامی امور سے ہے۔ (فتح القدير)\n(3) یعنی مشاورت کے بعد جس پر آپ کی رائے پختہ ہو جائے، پھر اللہ پر توکل کرکے اسے کر گزرئیے۔ اس سے ایک تو یہ بات معلوم ہوئی کہ مشاورت کے بعد بھی آخری فیصلہ حکمران ہی کا ہوگا نہ کہ ارباب مشاورت یا ان کی اکثریت کا جیسا کہ جمہوریت میں ہے۔ دوسری یہ کہ سارا اعتماد وتوکل اللہ کی ذات پر ہو نہ کہ مشورہ دینے والوں کی عقل وفہم پر۔ اگلی آیت میں بھی توکل علی اللہ کی مزید تاکید ہے۔","lang":"ur"},{"name":"3:160","price":"اگر اللہ تعالیٰ تمہاری مدد کرے تو تم پر کوئی غالب نہیں آسکتا اور اگر وہ تمہیں چھوڑ دے تو اس کے بعد کون ہے جو تمہاری مدد کرے؟ ایمان والوں کو اللہ تعالیٰ ہی پر بھروسہ رکھنا چاہئے.","arabic":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":453,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:161","price":"ناممکن ہے کہ نبی سے خیانت ہو جائے(1) ہر خیانت کرنے واﻻ خیانت کو لئے ہوئے قیامت کے دن حاضر ہوگا، پھر ہر شخص کو اپنے اعمال کا پورا پورا بدلہ دیا جائے گا، اور وه ﻇلم نہ کئے جائیں گے.","arabic":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":454,"juzNumber":4,"footnotes":"(1) جنگ احد کے دوران جو لوگ مورچہ چھوڑ کر مال غنیمت سمیٹنے دوڑ پڑے تھے ان کا خیال تھا کہ اگر ہم نہ پہنچے تو سارا مال غنیمت دوسرے لوگ سمیٹ لے جائیں گے اس پر تنبیہ کی جا رہی ہے کہ آخر تم نے تصور کیسے کر لیا کہ اس مال میں سے تمہارا حصہ تم کو نہیں دیا جائے گا۔ کیا تمہیں قائد غزوہ محمد (صلى الله عليه وسلم) کی امانت پر اطمینان نہیں۔ یاد رکھو کہ ایک پیغمبر سے کسی قسم کی خیانت کا صدور ممکن ہی نہیں ہے کیونکہ خیانت، نبوت کے منافی ہے۔ اگر نبی ہی خائن ہو تو پھر اس کی نبوت پر یقین کیوں کر کیا جا سکتا ہے ؟ خیانت بہت بڑا گناہ ہے احادیث میں اس کی سخت مذمت آئی ہے۔","lang":"ur"},{"name":"3:162","price":"کیا پس وه شخص جو اللہ تعالیٰ کی خوشنودی کے درپے ہے، اس شخص جیسا ہے جو اللہ تعالیٰ کی ناراضگی لے کر لوٹتا ہے؟ اور جس کی جگہ جہنم ہے جو بدترین جگہ ہے.","arabic":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":455,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:163","price":"اللہ تعالیٰ کے پاس ان کے الگ الگ درجے ہیں اور ان کے تمام اعمال کو اللہ بخوبی دیکھ رہا ہے.","arabic":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":456,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:164","price":"بے شک مسلمانوں پر اللہ تعالیٰ کا بڑا احسان ہے کہ ان ہی میں سے ایک رسول ان میں بھیجا(1) ، جو انہیں اس کی آیتیں پڑھ کر سناتا ہے اور انہیں پاک کرتا ہے اور انہیں کتاب اور حکمت(2) سکھاتا ہے(3)، یقیناً یہ سب اس سے پہلے کھلی گمراہی میں تھے.","arabic":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":457,"juzNumber":4,"footnotes":"(1) نبی کے بشر اور انسانوں میں سے ہی ہونے کو اللہ تعالیٰ ایک احسان کے طور پر بیان کر رہا ہے اور فی الواقع یہ احسان عظیم ہے کہ اس طرح ایک تو وہ اپنی قوم کی زبان اور لہجے میں ہی اللہ کا پیغام پہنچائے گا جسے سمجھنا ہر شخص کے لئے آسان ہوگا۔ دوسرے، لوگ ہم جنس ہونے کی وجہ سے اس سے مانوس اور اس کے قریب ہوں گے۔ تیسرے انسان کے لئے انسان، یعنی بشر کی پیروی تو ممکن ہے لیکن فرشتوں کی پیروی اس کے بس کی بات نہیں اورنہ فرشتہ انسان کے وجدان وشعور کی گہرائیوں اور باریکیوں کا ادراک کر سکتا ہے۔ اس لئے اگر پیغمبر فرشتوں میں سے ہوتے تو وہ ان ساری خوبیوں سے محروم ہوتے جو تبلیغ ودعوت کے لئے نہایت ضرورت ہے۔ اس لئے جتنے بھی انبیاء آئے ہیں سب کے سب بشر ہی تھے۔ قرآن نے ان کی بشریت کو خوب کھول کر بیان کیا ہے۔ مثلاً فرمایا وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلا رِجَالا نُوحِي إِلَيْهِمْ (يوسف:109) ”ہم نے آپ (صلى الله عليه وسلم) سے پہلے جتنے بھی رسول بھیجے وہ مرد تھے جن پر ہم وحی کرتے تھے“،«وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الأَسْوَاقِ» (سورة الفرقان:20) ”ہم نے آپ (صلى الله عليه وسلم) سے پہلے جتنے بھی رسول بھیجے، سب کھانا کھاتے اور بازاروں میں چلتے تھے“۔ اور خود نبی (صلى الله عليه وسلم) کی زبان مبارک سے کہلوایا گیا «قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ» (سورة حم السجدة: 6) ”آپ (صلى الله عليه وسلم) کہہ دیجئے میں بھی تو تمہاری طرح صرف بشر ہی ہوں البتہ مجھ پر وحی کا نزول ہوتا ہے“۔ آج بہت سے افراد اس چیز کو نہیں سمجھتے اور انحراف کا شکار ہیں۔\n(2) اس آیت میں نبوت کے تین اہم مقاصد بیان کئے گئے ہیں۔ - تلاوت آیات۔ - تزکیہ۔ - تعلیم کتاب وحکمت۔ تعلیم کتاب میں تلاوت ازخود آجاتی ہے، تلاوت کے ساتھ ہی تعلیم ممکن ہے، تلاوت کے بغیر تعلیم کا تصور ہی نہیں۔ اس کے باوجود تلاوت کو الگ ایک مقصد کے طور پر ذکر کیا گیا ہے جس سے اس نکتے کی وضاحت مقصود ہے کہ تلاوت بجائے خود ایک مقدس اور نیک عمل ہے، چاہے پڑھنے والا اس کا مفہوم سمجھے یا نہ سمجھے۔ قرآن کے معانی ومطالب کو سمجھنے کی کوشش کرنا یقیناً ہر مسلمان کے لئے ضروری ہے۔ لیکن جب تک یہ مقصد حاصل نہ ہو یا اتنی فہم واستعداد بہم نہ پہنچ جائے، تلاوت قرآن سے اعراض یا غفلت جائز نہیں، تزکیے سے مراد عقائد اور اعمال واخلاق کی اصلاح ہے، جس طرح آپ (صلى الله عليه وسلم) نے انہیں شرک سے ہٹا کر توحید پر لگایا اسی طرح نہایت بداخلاق اور بداطوار قوم کو اخلاق وکردار کی رفعتوں سے ہمکنار کر دیا، حکمت سے مراد اکثر مفسرین کے نزدیک حدیث ہے۔\n(3) یہ إنْ مُخَفَّفَةٌ مِنَ الْمُثَقَّلَةِ ہے یعنی (إِنَّ) (تحقیق،یقیناً بلاشبہ) کے معنی ہیں۔","lang":"ur"},{"name":"3:165","price":"(کیا بات ہے) کہ جب تمہیں ایک ایسی تکلیف پہنچی کہ تم اس جیسی دو چند پہنچا چکے(1) ، تو یہ کہنے لگے کہ یہ کہاں سے آگئی؟ آپ کہہ دیجئے کہ یہ خود تمہاری طرف سے ہے(2)، بے شک اللہ تعالیٰ ہر چیز پر قادر ہے.","arabic":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":458,"juzNumber":4,"footnotes":"(1) یعنی احد میں تمہارے ستر آدمی شہید ہوئے تو بدر میں تم نے ستر قتل کئے تھے اور ستر قیدی بنائے تھے۔\n(2) یعنی تمہاری اس غلطی کی وجہ سے جو رسول اللہ (صلى الله عليه وسلم) کی تاکیدی حکم کے باوجود پہاڑی مورچہ چھوڑ کر تم نے کی تھی، جیسا کہ اس کی تفصیل پہلے گزری کہ اس غلطی کی وجہ سے کافروں کے ایک دستے کو اس درے سے دوبارہ حملہ کرنے کا موقع مل گیا۔","lang":"ur"},{"name":"3:166","price":"اور تمہیں جو کچھ اس دن پہنچا جس دن دو جماعتوں میں مڈ بھیڑ ہوئی تھی، وه سب اللہ کے حکم سے تھا اور اس لئے کہ اللہ تعالیٰ ایمان والوں کو ﻇاہری طور پر جان لے.","arabic":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":459,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:167","price":"اور منافقوں کو بھی معلوم کر لے(1) جن سے کہا گیا کہ آؤ اللہ کی راه میں جہاد کرو، یا کافروں کو ہٹاو، ٴ تو وه کہنے لگے کہ اگر ہم لڑائی جانتے ہوتے تو ضرور ساتھ دیتے(2)، وه اس دن بہ نسبت ایمان کے کفر سے بہت قریب تھے(3)، اپنے منھ سے وه باتیں بناتے ہیں جو ان کے دلوں میں نہیں(4)، اور اللہ تعالیٰ خوب جانتا ہے جسے وه چھپاتے ہیں.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":460,"juzNumber":4,"footnotes":"(1) یعنی احد میں تمہیں جو کچھ نقصان پہنچا، وہ اللہ کے حکم سے ہی پہنچا ہے (تاکہ آئندہ تم اطاعت رسول کا کما حقہ اہتمام کرو) علاوہ ازیں اس کا ایک مقصد مومنین اور منافقین کو ایک دوسرے سے الگ اور ممتاز کرنا بھی تھا۔\n(2) لڑائی جاننے کا مطلب یہ ہے کہ اگر واقعی آپ لوگ لڑائی لڑنے چل رہے ہوتے تو ہم بھی ساتھ دیتے۔ مگر آپ تو لڑائی کے بجائے اپنے آپ کو تباہی کے دہانے میں جھونکتے جا رہے ہیں۔ ایسے غلط کام میں ہم کیوں آپ کا ساتھ دیں۔ یہ عبداللہ بن ابی اور اس کے ساتھیوں نے اس لئے کہا کہ ان کی بات نہیں مانی گئی تھی اور اس وقت کہا جب وہ مقام شوط پر پہنچ کر واپس ہو رہے تھے اور عبداللہ بن حرام انصاری (رضي الله عنه) انہیں سمجھا بجھا کر شریک جنگ کرنے کی کوشش کر رہے تھے (قدرے تفصیل گزر چکی ہے )\n(3) اپنے نفاق اور ان باتوں کی وجہ سے جو انہوں نے کیں۔\n(4) یعنی زبان سے تو ظاہر کیا جو مذکور ہوا لیکن دل میں یہ تھا کہ ہماری علیحدگی سے ایک تو مسلمانوں کے اندر بھی ضعف پیدا ہوگا۔ دوسرے، کافروں کو فائدہ ہوگا۔ مقصد اسلام، مسلمانوں اور نبی کریم (صلى الله عليه وسلم) کو نقصان پہنچانا تھا۔","lang":"ur"},{"name":"3:168","price":"یہ وه لوگ ہیں جو خود بھی بیٹھے رہے اور اپنے بھائیوں کی بابت کہا کہ اگر وه بھی ہماری بات مان لیتے تو قتل نہ کئے جاتے۔ کہہ دیجئے! کہ اگر تم سچے ہو تو اپنی جانوں سے موت کو ہٹا دو.(1)","arabic":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":461,"juzNumber":4,"footnotes":"(1) یہ منافقین کے اس قول کا رد ہے کہ اگر وہ ہماری بات مان لیتے تو قتل نہ کئے جاتے اللہ تعالیٰ نے فرمایا کہ اگر تم سچے ہو تو اپنے سے موت ٹال کر دکھاؤ مطلب یہ ہے کہ تقدیر سے کسی کو مفر نہیں۔ موت بھی جہاں اور جیسے مقدر ہے، وہاں اور اسی صورت میں آکر رہے گی۔ اس لئے جہاد اور اللہ کی راہ میں لڑنے سے گریز وفرار یہ کسی کو موت کے شکنجے سے نہیں بچا سکتا۔","lang":"ur"},{"name":"3:169","price":"جو لوگ اللہ کی راه میں شہید کئے گئے ہیں ان کو ہرگز مرده نہ سمجھیں، بلکہ وه زنده ہیں اپنے رب کے پاس روزیاں دیئے جاتے ہیں.(1)","arabic":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":462,"juzNumber":4,"footnotes":"(1) شہدا کی یہ زندگی حقیقی ہے یا مجازی، یقیناً حقیقی ہے لیکن اس کا شعور اہل دنیا کو نہیں جیسا کہ قرآن نے وضاحت کر دی ہے۔ ملاحظہ ہو (سورۂ بقرۃ آیت نمبر 154) پھر اس زندگی کا مطلب کیا ہے ؟ بعض کہتے ہیں قبروں میں ان کی روحیں لوٹا دی جاتی ہیں اور وہاں اللہ کی نعمتوں سے لطف اندوز ہوتے ہیں۔ بعض کہتے ہیں کہ جنت کے پھلوں کی خوشبوئیں انہیں آتی ہیں۔ جس سے ان کے مشام جان معطر رہتے ہیں۔ لیکن حدیث سے ایک تیسری شکل معلوم ہوتی ہے اس لئے وہی صحیح ہے، وہ یہ کہ اس کی روحیں سبز پرندوں کے جوف یا سینوں میں داخل کر دی جاتی ہیں اور وہ جنت میں کھاتی پھرتی اور اس کی نعمتوں سے متمتع ہوتی ہیں (فتح القدیر بحوالہ صحیح مسلم، کتاب الامارۃ)","lang":"ur"},{"name":"3:170","price":"اللہ تعالیٰ نے اپنا فضل جو انہیں دے رکھا ہے اس سے بہت خوش ہیں اور خوشیاں منا رہے ہیں ان لوگوں کی بابت جو اب تک ان سے نہیں ملے ان کے پیچھے ہیں(1) ، اس پر کہ انہیں نہ کوئی خوف ہے اور نہ وه غمگین ہوں گے.","arabic":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":463,"juzNumber":4,"footnotes":"(1) یعنی وہ اہل اسلام جو ان کے پیچھے دنیا میں زندہ ہیں یا مصروف جہاد ہیں، ان کی بابت وہ خواہش کرتے ہیں کہ کاش وہ بھی شہادت سے ہمکنار ہو کر یہاں ہم جیسی پرلطف زندگی حاصل کریں۔ شہدائے احد نے اللہ تعالیٰ کی بارگاہ میں عرض کیا کہ ہمارے وہ مسلمان بھائی جو دنیا میں زندہ ہیں، انہیں ہمارے حالات اور پرمسرت زندگی سے کوئی مطلع کرنے والا ہے؟ تاکہ وہ جنگ وجہاد سے اعراض نہ کریں،اللہ تعالیٰ نے فرمایامیں تمہاری یہ بات ان تک پہنچا دیتا ہوں اسی سلسلے میں اللہ تعالیٰ نے یہ آیات نازل فرمائیں (مسند احمد 1/ 365-366، سنن ابی داود، کتاب الجھاد) علاوہ ازیں متعدد احادیث سے شہادت کی فضیلت ثابت ہے مثلاً ایک حدیث میں فرمایا «مَا مِنْ نَفْسٍ تَمُوتُ، لَهَا عِنْدَ اللهِ خَيْرٌ، يَسُرُّهَا أَنْ تَرْجِعَ إِلَى الدُّنْيَا إِلا الشَّهِيدُ، فَإِنَّهُ يَسُرُّه أَنْ يَرْجِعَ إِلَى الدُّنْيَا فيُقْتَلَ مَرَّةً أُخْرَى لِمَا يَرَى مِنْ فَضْلِ الشَّهَادَةِ» (مسند احمد 3/126، صحیح مسلم، کتاب الامارۃ، باب فضل الشھادۃ) ”کوئی مرنے والی جان، جس کو اللہ کے ہاں اچھا مقام حاصل ہے، دنیا میں لوٹنا پسند نہیں کرتی۔ البتہ شہید دنیا میں دوبارہ آنا پسند کرتا ہے تاکہ وہ دوبارہ اللہ کی راہ میں قتل کیا جائے۔ یہ آرزو وہ اس لئے کرتا ہے کہ شہادت کی فضیلت کا وہ مشاہدہ کر لیتا ہے“۔ حضرت جابر (رضي الله عنه) کہتے ہیں کہ مجھ سے رسول اللہ (صلى الله عليه وسلم) نے فرمایا تجھے معلوم ہے کہ اللہ نے تیرے باپ کو زندہ کیا اور اس سے کہا کہ مجھ سے اپنی کسی آرزو کا اظہار کر (تاکہ میں اسے پورا کر دوں) تیرے باپ نے جواب دیا کہ میری تو صرف یہی آرزو ہے کہ مجھے دوبارہ دنیا میں بھیج دیا جائے تاکہ دوبارہ تیری راہ میں مارا جاؤں، اللہ تعالیٰ فرمائے گا، یہ تو ممکن نہیں ہے اس لئے کہ میرا فیصلہ ہے کہ یہاں آنے کے بعد کوئی دنیا میں واپس نہیں جا سکتا۔","lang":"ur"},{"name":"3:171","price":"وه خوش ہوتے ہیں اللہ کی نعمت اور فضل سے اور اس سے بھی کہ اللہ تعالیٰ ایمان والوں کے اجر کو برباد نہیں کرتا.(1)","arabic":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":464,"juzNumber":4,"footnotes":"(1) یہ استبشار، پہلے استبشار کی تاکید اور اس بات کا بیان ہے کہ ان کی خوشی محض خوف وحزن کے فقدان کی ہی وجہ سے نہیں بلکہ اللہ کی نعمتوں اور اس کے بے پایاں فضل وکرم کی وجہ سے بھی ہے اور بعض مفسرین نے کہا ہے کہ پہلی خوشی کا تعلق دنیا مینرہ جانے والے بھائیوں کی وجہ سے اور یہ دوسری خوشی اس انعام واکرام کی ہے جو اللہ تبارک تعالیٰ کی طرف سے خود ان پر ہوا۔ (فتح القدیر)","lang":"ur"},{"name":"3:172","price":"جن لوگوں نے اللہ اور رسول کے حکم کو قبول کیا اس کے بعد کہ انہیں پورے زخم لگ چکے تھے، ان میں سے جنہوں نے نیکی کی اور پرہیزگاری برتی ان کے لئے بہت زیاده اجر ہے.(1)","arabic":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":465,"juzNumber":4,"footnotes":"(1) جب مشرکین جنگ احد سے واپس ہوئے تو راستے میں انہیں خیال آیا کہ ہم نے تو ایک نہایت سنہری موقع ضائع کر دیا۔ مسلمان شکست خوردگی کی وجہ سے بے حوصلہ اور خوف زدہ تھے۔ ہمیں اس سے فائدہ اٹھا کر مدینہ پر بھرپور حملہ کر دینا چاہئے تھا تاکہ اسلام کا یہ پودا اپنی سرزمین (مدینہ) سے ہی نیست ونابود ہو جائے۔ ادھر مدینہ پہنچ کر نبی کریم (صلى الله عليه وسلم) کو بھی اندیشہ ہوا کہ شاید وہ پھر پلٹ آئیں لہٰذا آپ (صلى الله عليه وسلم) نے صحابہ کو لڑنے پر آمادہ کیا آپ (صلى الله عليه وسلم) کے کہنے پر صحابہ باوجود اس بات کے کہ وہ اپنے مقتولین ومجروحین کی وجہ سے دل گرفتہ اور محزون ومغموم تھے، تیار ہوگئے۔ مسلمانوں کا یہ قافلہ جب مدینہ سے میل کے فاصلے پر واقع (حمراء الاسد) پر پہنچا تو مشرکین کو خوف محسوس ہوا۔ چنانچہ ان کا ارادہ بدل گیا اور وہ مدینہ پر حملہ آور ہونے کے بجائے مکہ واپس چلے گئے۔ اس کے بعد نبی (صلى الله عليه وسلم) اور آپ (صلى الله عليه وسلم) کے رفقا بھی مدینہ واپس آگئے۔ آیت میں مسلمانوں کے اسی جذبہ اطاعت اللہ ورسول کی تعریف کی گئی ہے بعض نے اس کا سبب نزول حضرت ابوسفیان کی اس دھمکی کو بتلایا ہے کہ آئندہ سال بدر صغریٰ میں ہمارا تمہارا مقابلہ ہوگا۔ (ابوسفیان ابھی تک مسلمان نہیں ہوئے تھے) جس پر مسلمانوں نے بھی اللہ ورسول کی اطاعت کے جذبے کا مظاہرہ کرتے ہوئے، جہاد میں بھرپور حصہ لینے کا عزم کر لیا۔ (ملخص از فتح القدیر وابن کثیر مگر یہ آخری قول سیاق سے میل نہیں کھاتا )","lang":"ur"},{"name":"3:173","price":"وه لوگ کہ جب ان سے لوگوں نے کہا کہ کافروں نے تمہارے مقابلے پر لشکر جمع کر لئے ہیں، تم ان سے خوف کھاؤ تو اس بات نے انہیں ایمان میں اور بڑھا دیا اور کہنے لگے ہمیں اللہ کافی ہے اور وه بہت اچھا کارساز ہے.(1)","arabic":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":466,"juzNumber":4,"footnotes":"(1) حمراء الاسد اور کہا جاتا ہے کہ بدر صغریٰ کے موقع پر ابوسفیان نے بعض لوگوں کی خدمات مالی معاوضہ دے کر حاصل کیں اور ان کے ذریعے مسلمانوں میں یہ افواہ پھیلائی کہ مشرکین مکہ لڑائی کے لئے بھرپور تیاری کر رہے ہیں تاکہ یہ سن کر مسلمانوں کے حوصلے پست ہو جائیں۔ بعض روایات کی رو سے یہ کام شیطان نے اپنے چیلے چانٹوں کے ذریعے سے کیا۔ لیکن مسلمان اس قسم کی افواہیں سن کر خوف زدہ ہونے کے بجائے، مزید عزم وولولہ سے سرشار ہوگئے جس کو یہاں ایمان کی زیادتی سے تعبیر کیا گیا ہے، کیونکہ ایمان جتنا پختہ ہوگا، جہاد کا عزم اور ولولہ بھی اتنا ہی زیادہ ہوگا۔ یہ آیت اس بات کی دلیل ہے کہ ایمان جامد قسم کی چیز نہیں ہے بلکہ اس میں کمی بیشی ہوتی رہتی ہے، جیسا کہ محدثین کا مسلک ہے، یہ بھی معلوم ہوا کہ ابتلا ومصیبت کے وقت اہل ایمان کا شیوہ اللہ پر اعتماد وتوکل ہے، اسی لئے حدیث میں بھی حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ پڑھنے کی فضیلت وارد ہے۔ نیز صحیح بخاری وغیرہ میں ہے حضرت ابراہیم (عليه السلام) کو جب آگ میں ڈالا گیا تو آپ کی زبان پر یہی الفاظ تھے۔ (فتح القدیر )","lang":"ur"},{"name":"3:174","price":"(نتیجہ یہ ہوا کہ) اللہ کی نعمت وفضل کے ساتھ یہ لوٹے(1) ، انہیں کوئی برائی نہ پہنچی، انہوں نے اللہ تعالیٰ کی رضامندی کی پیروی کی، اللہ بہت بڑے فضل واﻻ ہے.","arabic":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":467,"juzNumber":4,"footnotes":"(1) نِعْمَةٌ سے مراد سلامتی ہے اور فَضْلٌ سے مراد وہ نفع ہے جو بدر صغریٰ میں تجارت کے ذریعے سے حاصل ہوا۔ نبی کریم (صلى الله عليه وسلم) نے بدر صغریٰ میں ایک گزرنے والے قافلے سے سامان تجارت خرید کر فروخت کیا جس سے نفع حاصل ہوا اور آپ (صلى الله عليه وسلم) نے مسلمانوں میں تقسیم کر دیا۔ (ابن کثیر)","lang":"ur"},{"name":"3:175","price":"یہ خبر دینے واﻻ صرف شیطان ہی ہے جو اپنے دوستوں سے ڈراتا ہے(1) تم ان کافروں سے نہ ڈرو اور میرا خوف رکھو، اگر تم مومن ہو.(2)","arabic":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":468,"juzNumber":4,"footnotes":"(1) یعنی تمہیں اس وسوسے اور وہم میں ڈالتا ہے کہ وہ بڑے مضبوط اور طاقتور ہیں۔\n(2) یعنی جب وہ تمہیں اس وہم میں مبتلا کرے تو تم صرف مجھ پر ہی بھروسہ رکھو اور میری ہی طرف رجوع کرو ! میں تمہیں کافی ہو جاؤں گا اور تمہارا ناصر رہوں گا۔ جیسے دوسرے مقام پر فرمایا «أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ» ( الزمر:36 ) ”کیا اللہ اپنے بندے کو کافی نہیں ہے“؟ مزید ملاحظہ ہوں۔ «كَتَبَ اللَّهُ لأَغْلِبَنَّ أَنَا وَرُسُلِي» وَغَيْرهَا مِنَ الآيَاتِ","lang":"ur"},{"name":"3:176","price":"کفر میں آگے بڑھنے والے لوگ تجھے غمناک نہ کریں، یقین مانو کہ یہ اللہ تعالیٰ کا کچھ نہ بگاڑ سکیں گے، اللہ تعالیٰ کا اراده ہے کہ ان کے لئے آخرت کا کوئی حصہ عطا نہ کرے(1) ، اور ان کے لئے بڑا عذاب ہے.","arabic":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":469,"juzNumber":4,"footnotes":"(1) نبی (صلى الله عليه وسلم) کے اندر اس بات کی شدید خواہش تھی کہ سب لوگ مسلمان ہو جائیں، اسی لئے ان کے انکار اور تکذیب سے آپ کو سخت تکلییف پہنچتی، اللہ تعالیٰ نے اس میں آپ (صلى الله عليه وسلم) کو تسلی دی کہ آپ (صلى الله عليه وسلم) غمگین نہ ہوں، یہ اللہ کا کچھ نہیں بگاڑ سکتے، اپنی ہی آخرت برباد کر رہے ہیں۔","lang":"ur"},{"name":"3:177","price":"کفر کو ایمان کے بدلے خریدنے والے ہرگز ہرگز اللہ تعالیٰ کو کوئی نقصان نہیں پہنچا سکتے اور ان ہی کے لئے المناک عذاب ہے.","arabic":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":470,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:178","price":"کافر لوگ ہماری دی ہوئی مہلت کو اپنے حق میں بہتر نہ سمجھیں، یہ مہلت تو اس لئے ہے کہ وه گناہوں میں اور بڑھ جائیں(1) ، ان ہی کے لئے ذلیل کرنے واﻻ عذاب ہے.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":471,"juzNumber":4,"footnotes":"(1) اس میں اللہ کے قانون امہال (مہلت دینے) کا بیان ہے۔ یعنی اللہ تعالیٰ اپنی حکمت ومشیت کے مطابق کافروں کو مہلت عطا فرماتا ہے، وقتی طور پر انہیں دنیا کی فراغت وخوش حالی سے، فتوحات سے اور مال واولاد سے نوازتا ہے، لوگ سمجھتے ہیں کہ ان پر اللہ کا فضل ہو رہا ہے لیکن اگر اللہ کی نعمتوں سے فیض یاب ہونے والی نیکی اور اطاعت الٰہی کا راستہ اختیار نہیں کرتے تو یہ دینوی نعمتیں، فضل الٰہی نہیں مہلت الٰہی ہے، جس سے ان کے کفر وفسوق میں اضافہ ہی ہوتا ہے، بالآخر وہ جہنم کے دائمی عذاب کے مستحق قرار پا جاتے ہیں، اس مضمون کو اللہ تعالیٰ نے اور بھی کئی مقامات پر بیان کیا ہے۔ مثلاً «أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ»(1) «نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لا يَشْعُرُونَ» (المؤمنون: 55-56) ”کیا وہ یہ گمان کرتے ہیں کہ ہم ان کے مال واولاد میں اضافہ کرتے ہیں۔ یہ ہم ان کے لئے بھلائیوں میں جلدی کررہے ہیں ؟ نہیں بلکہ وہ سمجھتے نہیں ہیں“۔","lang":"ur"},{"name":"3:179","price":"جس حال میں تم ہو اسی پر اللہ ایمان والوں کو نہ چھوڑ دے گا جب تک کہ پاک اور ناپاک کو الگ الگ نہ کر دے(1) ، اور نہ اللہ تعالیٰ ایسا ہے کہ تمہیں غیب سے آگاه کردے(2)، بلکہ اللہ تعالیٰ اپنے رسولوں میں سے جس کا چاہے انتخاب کر لیتا ہے(3)، اس لئے تم اللہ تعالیٰ پر اور اس کے رسولوں پر ایمان رکھو، اگر تم ایمان ﻻؤ اور تقویٰ کرو تو تمہارے لئے بڑا بھاری اجر ہے.","arabic":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":472,"juzNumber":4,"footnotes":"(1) اس لئے اللہ تعالیٰ ابتلا کی بھٹی سے ضرور گزارتا ہے تاکہ اس کے دوست واضح اور دشمن ذلیل ہو جائیں۔ مومن صابر، منافق سے الگ ہو جائیں جس طرح احد میں اللہ تعالیٰ نے اہل ایمان کو آزمایا جس سے ان کے ایمان، صبر وثبات اور جذبہ اطاعت کا اظہار ہوا اور منافقین نے اپنے اوپر جو نفاق کا پردہ ڈال رکھا تھا وہ بے نقاب ہوگیا۔\n(2) یعنی اگر اللہ تعالیٰ اس طرح ابتلا کے ذریعےسے لوگوں کے حالات اور ان کے ظاہر وباطن کو نمایاں نہ کرے تو تمہارے پاس کوئی غیب کا علم تو ہے نہیں کہ جس سے تم پر یہ چیزیں منکشف ہو جائیں اور تم جان سکو کہ کون منافق ہے اور کون مومن خالص؟۔\n(3) ہاں البتہ اللہ تعالیٰ اپنے رسولوں میں سے جس کو چاہتا ہے غیب کا علم عطا فرماتا ہے جس سے بعض دفعہ ان پر منافقین کا اور ان کے حالات اور ان کی سازشوں کا راز فاش ہو جاتا ہے۔ یعنی یہ بھی کسی کسی وقت اور کسی کسی نبی پر ہی ظاہر کیا جاتا ہے۔ ورنہ عام طور پر نبی بھی (جب تک اللہ تعالیٰ نہ چاہے) منافقین کے اندرونی نفاق اور ان کے مکروکید سے بے خبر ہی رہتا ہے (جس طرح کہ سورۂ توبہ کی آیت نمبر میں اللہ تعالیٰ نے فرمایا کہ اعراب اور اہل مدینہ میں جو منافق ہیں اے پیغمبر! آپ ان کو نہیں جانتے، ہم انہیں جانتے ہیں) اس کا دوسرا مفہوم یہ بھی ہو سکتا ہے کہ غیب کا علم ہم صرف اپنے رسولوں کو ہی عطا کرتے ہیں کیونکہ یہ ان کی منصبی ضرورت ہے۔ اس وحی الٰہی اور امور غیبیہ کے ذریعے سے ہی وہ لوگوں کو اللہ تعالیٰ کی طرف بلاتے اور اپنے کو اللہ کا رسول ثابت کرتے ہیں ؟ اس مضمون کو دوسرے مقام پر اس طرح بیان کیا گیا ہے«عَالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا، إِلا مَنِ ارْتَضَى مِنْ رَسُولٍ» ( الجن:26-27) ”عالم الغیب اللہ تعالیٰ ہے، اور وہ اپنے غیب سے پسندیدہ رسولوں کو ہی خبردار کرتا ہے“ ظاہر بات ہے یہ امور غیبیہ وہی ہوتے ہیں جن کا تعلق منصب وفرائض رسالت کی ادائیگی سے ہوتا ہے نہ کہ مَا كَانَ وَمَا يَكُونُ جو کچھ ہو چکا اور آئندہ قیامت تک جو ہونے والے ہے کاعلم۔ جیسا کہ بعض اہل باطل اس طرح کا علم غیب انبیاء ﻹ کے لئے اور کچھ اپنے ”آئمہ معصومین“ کے لئے باور کراتے ہیں۔","lang":"ur"},{"name":"3:180","price":"جنہیں اللہ تعالیٰ نے اپنے فضل سے کچھ دے رکھا ہے وه اس میں اپنی کنجوسی کو اپنے لئے بہتر خیال نہ کریں بلکہ وه ان کے لئے نہایت بدتر ہے، عنقریب قیامت والے دن یہ اپنی کنجوسی کی چیز کے طوق ڈالے جائیں گے(1) ، آسمانوں اور زمین کی میراث اللہ تعالیٰ ہی کے لئے اور جو کچھ تم کر رہے ہو، اس سے اللہ تعالیٰ آگاه ہے.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":473,"juzNumber":4,"footnotes":"(1) اس میں اس بخیل کا بیان کیا گیا ہے جو اللہ کے دیئے ہوئے مال کو اللہ کی راہ میں خرچ نہیں کرتے حتیٰ کہ اس میں سے فرض زکواۃ بھی نہیں نکالتا۔ صحیح بخاری کی حدیث میں آتا ہے کہ ”قیامت والے دن اس کے مال کو ایک زہریلا اور نہایت خوفناک سانپ بنا کر طوق کی طرح اس کےگلے میں ڈال دیا جائے گا، وہ سانپ اس کی بانچھیں پکڑے گا اور کہے گا کہ میں تیرا مال ہوں، میں تیرا خزانہ ہوں“، «مَنْ آتَاهُ اللهُ مَالا فَلَمْ يُؤَدِّ زَكَاتَهُ، مُثّلَ لَهُ شُجاعًا أَقْرَعَ، لَهُ زَبِيبَتَانِ، يُطَوَّقُهُ يَوْمَ الْقِيَامَةِ». (صحيح بخاري- كتاب تفسير، باب تفسير آل عمران، كتاب الزكاة - حديث نمبر 4565)","lang":"ur"},{"name":"3:181","price":"یقیناً اللہ تعالیٰ نے ان لوگوں کا قول بھی سنا جنہوں نے کہا کہ اللہ تعالیٰ فقیر ہے اور ہم تونگر ہیں(1) ان کے اس قول کو ہم لکھ لیں گے۔ اور ان کا انبیا کو بلا وجہ قتل کرنا بھی(2)، اور ہم ان سے کہیں گے کہ جلنے واﻻ عذاب چکھو!","arabic":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":474,"juzNumber":4,"footnotes":"(1) جب اللہ تعالیٰ نے اہل ایمان کو اللہ کی راہ میں خرچ کرنے کی ترغیب دی اور فرمایا «مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا»( البقرۃ: 245) ”کون ہے جو اللہ کو قرض حسن دے“، تو یہود نے کہا اے محمد ج! تیرا رب فقیر ہوگیا ہے کہ اپنے بندوں سے قرض مانگ رہا ہے؟ جس پر اللہ تعالیٰ نے یہ آیت نازل فرمائی (ابن کثیر)\n(2) یعنی مذکورہ قول جس میں اللہ کی شان میں گستاخی ہے اور اسی طرح ان کے (اسلاف) کا انبیاء ﻹ کو ناحق قتل کرنا، ان کے یہ سارے جرائم اللہ کی بارگاہ میں درج ہیں، جن پر وہ جہنم کی آگ میں داخل ہوں گے۔ٍ","lang":"ur"},{"name":"3:182","price":"یہ تمہارے پیش کرده اعمال کا بدلہ ہے اور اللہ تعالیٰ اپنے بندوں پر ﻇلم کرنے واﻻ نہیں.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":475,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:183","price":"یہ وه لوگ ہیں جنہوں نے کہا کہ اللہ تعالیٰ نے ہمیں حکم دیا ہے کہ کسی رسول کو نہ مانیں جب تک وه ہمارے پاس ایسی قربانی نہ ﻻئے جسے آگ کھا جائے۔ آپ کہہ دیجئے کہ اگر تم سچے ہو تو مجھ سے پہلے تمہارے پاس جو رسول دیگر معجزوں کے ساتھ یہ بھی ﻻئے جسے تم کہہ رہے ہو تو پھر تم نے انہیں کیوں مار ڈاﻻ؟(1)","arabic":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":476,"juzNumber":4,"footnotes":"(1) اس میں یہود کی ایک اور بات کی تکذیب کی جا رہی ہے۔ وہ کہتے تھے کہ اللہ تعالیٰ نے ہم سے یہ عہد لیا ہے کہ تم صرف اس رسول کو ماننا جس کی دعا پر آسمان سے آگ آئے اور قربانی وصدقات کو جلا دالے۔ مطلب یہ تھا کہ اے محمد (صلی اللہ علیہ وسلم) آپ کے ذریعے سے اس معجزے کا چونکہ صدور نہیں ہوا۔ اس لئے بحکم الٰہی آپ (صلى الله عليه وسلم) کی رسالت پر ایمان لانا ہمارے لئے ضروری نہیں ہے حالانکہ پہلے نبیوں میں ایسے نبی بھی آئے کہ جن کی دعا سے آسمان سے آگ آتی اور اہل ایمان کے صدقات اور قربانیوں کو کھا جاتی۔ جو ایک طرف اس بات کی دلیل ہوتی کہ اللہ کی راہ میں پیش کردہ صدقہ یا قربانی بارگاہ الٰہی میں قبول ہوگئی۔ دوسری طرف اس بات کی دلیل ہوتی کہ یہ نبی برحق ہے۔ لیکن ان یہودیوں نے ان نبیوں اور رسولوں کی بھی تکذیب ہی کی تھی۔ اس لئے اللہ تعالیٰ نے فرمایا: ”اگر تم اپنے دعوے میں سچے ہو تو پھر تم نے ایسے پیغمبروں کو کیوں جھٹلایا اور انہیں قتل کیا جو تمہاری طلب کردہ نشانی ہی لے کر آئے تھے؟“۔","lang":"ur"},{"name":"3:184","price":"پھر بھی اگر یہ لوگ آپ کو جھٹلائیں تو آپ سے پہلے بھی بہت سے رسول جھٹلائے گئے ہیں جو روشن دلیلیں صحیفے اور منور کتاب لے کر آئے.(1)","arabic":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":477,"juzNumber":4,"footnotes":"(1) نبی (صلى الله عليه وسلم) کو تسلی دی جا رہی ہے کہ آپ (صلى الله عليه وسلم) یہودیوں کی ان کٹ حجتیوں سے بددل نہ ہوں۔ ایسا معاملہ صرف آپ (صلى الله عليه وسلم) کے ساتھ نہیں کیا جا رہا ہے۔ آپ (صلى الله عليه وسلم) سے پہلے آنے والے پیغمبروں کے ساتھ بھی یہی کچھ ہو چکا ہے۔","lang":"ur"},{"name":"3:185","price":"ہر جان موت کا مزه چکھنے والی ہے اور قیامت کے دن تم اپنے بدلے پورے پورے دیئے جاؤ گے، پس جو شخص آگ سے ہٹا دیا جائے اور جنت میں داخل کر دیا جائے بے شک وه کامیاب ہوگیا، اور دنیا کی زندگی تو صرف دھوکے کی جنس(1) ہے.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":478,"juzNumber":4,"footnotes":"(1) اس آیت میں ایک تو اس اٹل حقیقت کا بیان ہے کہ موت سے کسی کو مفر نہیں۔ دوسرا یہ کہ دنیا میں جس نے، اچھا یا برا، جو کچھ کیا ہوگا، اس کو اس کا پورا پورا بدلہ دیا جائے گا۔ تیسرا، کامیابی کا معیار بتلایا گیا ہے کہ کامیاب اصل میں وہ ہے جس نے دنیا میں رہ کر اپنے رب کو راضی کر لیا جس کے نتیجے میں جہنم سے دور اور جنت میں داخل کر دیا گیا۔ چوتھا یہ کہ دنیا کی زندگی سامان فریب ہے، جو اس سے دامن بچا کر نکل گیا، وہ خوش نصیب اور جو اس کے فریب میں پھنس گیا، وہ ناکام ونامراد ہے۔","lang":"ur"},{"name":"3:186","price":"یقیناً تمہارے مالوں اور جانوں سے تمہاری آزمائش کی جائے گی(1) اور یہ بھی یقین ہے کہ تمہیں ان لوگوں کی جو تم سے پہلے کتاب دیئے گئے اور مشرکوں کی بہت سی دکھ دینے والی باتیں بھی سننی پڑیں گی اور اگر تم صبر کر لو اور پرہیزگاری اختیار کرو تو یقیناً یہ بہت بڑی ہمت کا کام ہے.(2)","arabic":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":479,"juzNumber":4,"footnotes":"(1) اہل ایمان کو ان کے ایمان کے مطابق آزمانے کا بیان ہے۔ جیسا کہ سورۃ البقرۃ کی آیت میں گزر چکا ہے۔ اس آیت کی تفسیر میں ایک واقعہ بھی آتا ہے کہ رئیس المنافقین عبداللہ بن ابی نے ابھی اسلام کا اظہار نہیں کیا تھا اور جنگ بدر بھی نہیں ہوئی تھی کہ نبی (صلى الله عليه وسلم) حضرت سعد بن عبادۃ (رضي الله عنه) کی عیادت کے لئے بنی حارث بن خزرج میں تشریف لے گئے۔ راستے میں ایک مجلس میں مشرکین، یہود اور عبداللہ بن ابی وغیرہ بیٹھے ہوئے تھے۔ آپ (صلى الله عليه وسلم) کی سواری سے جو گرد اٹھی، اس نے اس پر بھی ناگواری کا اظہار کیا اور آپ (صلى الله عليه وسلم) نے انہیں ٹھہر کر قبول اسلام کی دعوت بھی دی جس پر عبداللہ بن ابی نے گستاخانہ کلمات بھی کہے۔ وہاں بعض مسلمان بھی تھے، انہوں نے اس کے برعکس آپ (صلى الله عليه وسلم) کی تحسین فرمائی، قریب تھا کہ ان کے مابین جھگڑا ہو جائے، آپ (صلى الله عليه وسلم) نے ان سب کو خاموش کرایا، پھر آپ (صلى الله عليه وسلم) حضرت سعد (رضي الله عنه) کے پاس پہنچے تو انہیں بھی یہ واقعہ سنایا جس پر انہوں نے فرمایا کہ عبداللہ بن ابی یہ باتیں اس لئے کرتا ہے کہ آپ (صلى الله عليه وسلم) کے مدینہ آنے سے قبل، یہاں کے باشندگان کو اس کی تاج پوشی کرنی تھی، آپ (صلى الله عليه وسلم) کے آنے سے اس کی سرداری کا یہ حسین خواب ادھورا رہ گیا جس کا اسے سخت صدمہ ہے اور اس کی یہ باتیں اس کے اس بغض وعناد کا مظہر ہیں۔ اس لئے آپ۔ درگزر ہی سے کام لیں۔ (صحيح البخاري كتاب التفسير ملخصًا)\n(2) اہل کتاب سے مراد یہود ونصاریٰ ہیں۔ یہ نبی (صلى الله عليه وسلم) ، اسلام اور مسلمانوں کے خلاف مختلف انداز سے طعن وتشنیع کرتے رہتے تھے۔ اسی طرح مشرکین عرب کا حال تھا۔ علاوہ ازیں مدینہ میں آنے کے بعد منافقین بالخصوص ان کا رئیس عبداللہ بن ابی بھی آپ (صلى الله عليه وسلم) کی شان میں استخفاف کرتا رہتا تھا۔ آپ کے مدینہ آنے سے قبل اہل مدینہ اپنا سردار بنانے لگے تھے اور اس کے سر پر تاج سیادت رکھنے کی تیاری مکمل ہو چکی تھی کہ آپ (صلى الله عليه وسلم) کے آنے سے اس کا یہ سارا خواب بکھر کر رہ گیا، جس کا اسے شدید صدمہ تھا چنانچہ انتقام کے طور پر بھی یہ شخص آپ کے خلاف سب وشتم کا کوئی موقعہ ہاتھ سے نہیں جانے دیتا تھا (جیسا کہ صحیح بخاری کے حوالے سے اس کی ضرورت تفصیل گزشتہ حاشیہ میں ہی بیان کی گئی ہے) ان حالات میں مسلمانوں کو عفوو درگزر اور صبر اور تقویٰ اختیار کرنے کی تلقین کی جا رہی ہے۔ جس سے معلوم ہوا کہ داعیان حق کا اذیتوں اور مشکلات سے دوچار ہونا اس راہ حق کے ناگزیر مرحلوں میں سے ہے اور اس کا علاج صبر فی اللہ، استعانت باللہ اور رجوع الی اللہ کے سوا کچھ نہیں (ابن کثیر)","lang":"ur"},{"name":"3:187","price":"اور اللہ تعالیٰ نے جب اہل کتاب سے عہد لیا کہ تم اسے سب لوگوں سے ضرور بیان کرو گے اور اسے چھپاؤ گے نہیں، تو پھر بھی ان لوگوں نے اس عہد کو اپنی پیٹھ پیچھے ڈال دیا اور اسے بہت کم قیمت پر بیچ ڈاﻻ۔ ان کا یہ بیوپار بہت برا ہے.(1)","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":480,"juzNumber":4,"footnotes":"(1) اس میں اہل کتاب کوزجر وتوبیخ کی جارہی ہے کہ ان سے اللہ نے یہ عہد لیا تھا کہ کتاب الٰہی (تورات اورانجیل) میں جو باتیں درج ہیں اور آخری نبی کی جو صفات ہیں، انہیں لوگوں کے سامنے بیان کریں گے اور انہیں چھپائیں گے نہیں۔ لیکن ان لوگوں نے دنیا کے تھوڑے سے مفادات کے لئے اللہ کے اس عہد کو پس پشت ڈال دیا۔یہ گویا اہل علم کو تلقین وتنبیہ ہے کہ ان کے ہاں جو علم نافع ہے، جس سے لوگوں کے عقائد واعمال کی اصلاح ہو سکتی ہو، وہ لوگوں تک ضرور پہنچانا چاہئے اور دنیوی اغراض ومفادات کی خاطر ان کو چھپانا بہت بڑا جرم ہے۔ قیامت والے دن ایسے لوگوں کو آگ کی لگام پہنائی جائے گی (کما فی الحدیث)","lang":"ur"},{"name":"3:188","price":"وه لوگ جو اپنے کرتوتوں پر خوش ہیں اور چاہتے ہیں کہ جو انہوں نے نہیں کیا اس پر بھی ان کی تعریفیں کی جائیں آپ انہیں عذاب سے چھٹکارا میں نہ سمجھئے ان کے لئے تو دردناک عذاب ہے.(1)","arabic":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":481,"juzNumber":4,"footnotes":"(1) اس میں ایسے لوگوں کے لئے سخت وعید ہے جو صرف اپنے واقعی کارناموں پر ہی خوش نہیں ہوتے بلکہ چاہتے ہیں کہ ان کے کھاتے میں وہ کارنامے بھی درج یا ظاہر کئے جائیں جو انہوں نے نہیں کئے ہوتے۔ یہ بیماری جس طرح عہدرسالت کے بعض لوگوں میں تھی جس کے پیش نظر آیات کا نزول ہوا۔ اسی طرح آج بھی جاہ پسند قسم کے لوگوں اور پروپیگنڈے اور دیگر ہتھکنڈوں کے ذریعے سے بننے والے لیڈروں میں یہ بیماری عام ہے۔أَعَاذَنَا اللهُ۔\nآیت کے سباق سے یہ بھی معلوم ہوتا ہے کہ یہودی کتاب الٰہی میں تحریف وکتمان کے مجرم تھے، مگر وہ اپنے ان کرتوتوں پر خوش ہوتے تھے، یہی حال آج کے باطل گروہوں کا بھی ہے، وہ بھی لوگوں کو گمراہ کرکے ، غلط رہنمائی کرکے آیات الٰہی میں معنوی تحریف وتلبیس کرکے بڑے خوش ہوتے ہیں اور دعویٰ یہ کرتے ہیں کہ وہ اہل حق ہیں اور یہ کہ ان کے دجل وفریب کاری کی انہیں داد دی جائے۔قَاتَلَهُمُ اللهُ أَنَّى يُؤْفَكُونَ","lang":"ur"},{"name":"3:189","price":"آسمانوں اور زمین کی بادشاہی اللہ ہی کے لئے ہے اور اللہ تعالیٰ ہر چیز پر قادر ہے.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":482,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:190","price":"آسمانوں اور زمین کی پیدائش میں اور رات دن کے ہیر پھیر میں یقیناً عقلمندوں کے لئے نشانیاں ہیں.(1)","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":483,"juzNumber":4,"footnotes":"(1) یعنی جو لوگ زمین وآسمان کی تخلیق اور کائنات کے دیگر اسرار ورموز پر غور کرتے ہیں، انہیں کائنات کے خالق اور اس کے اصل فرمانروا کی معرفت حاصل ہوتی ہے اور وہ سمجھ جاتے ہیں کہ اتنی طویل وعریض کائنات کا یہ لگا بندھا نظام جس میں ذرا خلل واقع نہیں ہوتا، یقیناً اس کے پیچھے ایک ذات ہے جو اسے چلا رہی ہے اور اس کی تدبیر کر رہی ہے اور وہ ہے اللہ کی ذات۔ آگے ان ہی اہل دانش کی صفات کاتﺬکرہ ہے کہ وہ اٹھتے بیٹھتے اور کروٹوں پر لیٹے ہوئے اللہ کا ذکر کرتے ہیں۔ حدیث میں آتا ہے کہ «إِنَّ فِي خَلْقِ السَّمَوَاتِ» سے لے کر آخر سورت تک یہ آیات نبی کریم (صلى الله عليه وسلم) رات کو جب تہجد کے لئے اٹھتے، تو پڑھتے اور اس کے بعد وضو کرتے (صحیح بخاری، کتاب التفسیر۔ صحیح مسلم، کتاب صلٰوۃ المسافرین وقصرھا، باب الدعاء فی صلٰوۃ اللیل وقیامہ)","lang":"ur"},{"name":"3:191","price":"جو اللہ تعالیٰ کا ذکر کھڑے اور بیٹھے اور اپنی کروٹوں پر لیٹے ہوئے کرتے ہیں اور آسمانوں وزمین کی پیدائش میں غوروفکر کرتے ہیں اور کہتے ہیں اے ہمارے پروردگار! تو نے یہ بے فائده نہیں بنایا، تو پاک ہے پس ہمیں آگ کے عذاب سے بچا لے.(1)","arabic":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":484,"juzNumber":4,"footnotes":"(1) ان دس آیات میں سے پہلی آیت میں اللہ تبارک وتعالیٰ نے اپنی قدرت وطاقت کی چند نشانیاں بیان فرمائی ہیں اور فرمایا ہے کہ یہ نشانیاں ضرور ہیں لیکن کن کے لئے؟ اہل عقل ودانش کے لئے اس کا مطلب یہ ہوا کہ ان عجائبات تخلیق اور قدرت الٰہیہ کو دیکھ کر بھی جس شخص کو باری تعالیٰ کا عرفان حاصل نہ ہو، وہ اہل دانش ہی نہیں۔ لیکن یہ المیہ بھی بڑا عجیب ہے کہ عالم اسلام میں (دانش ور) سمجھا ہی اس کو جاتا ہے جو اللہ تعالیٰ کے بارے میں تشکیک کا شکار ہو۔فَإِنَّا للهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ دوسری آیت میں اہل دانش کے ذوق ذکر الٰہی اور ان کا آسمان وزمین کی تخلیق میں غوروفکر کرنے کا بیان ہے۔ جیسا کہ حدیث میں بھی آتا ہے نبی (صلى الله عليه وسلم) نے فرمایا ”کھڑے ہو کر نماز پڑھو۔ اگر کھڑے ہو کر نہیں پڑھ سکتے تو بیٹھ کر اور بیٹھ کر نہیں پڑھ سکتے تو کروٹ کے بل لیٹے لیٹے ہی نماز پڑھ لو“ (صحیح بخاری کتاب الصلٰوۃ) ایسے لوگ جو ہر وقت اللہ کو یاد کرتے اور رکھتے ہیں اور آسمان وزمین کی تخلیق اور اس کی حکمتوں پر غور کرتے ہیں جن سے خالق کائنات کی عظمت وقدرت،اس کا علم واختیار اور اس کی رحمت وربوبیت کی صحیح معرفت انہیں حاصل ہوتی ہے تو وہ بے اختیار پکار اٹھتے ہیں کہ رب کائنات نے یہ کائنات یوں ہی بے مقصد نہیں بنائی ہے بلکہ اس سے مقصد بندوں کا امتحان ہے۔ جو امتحان میں کامیاب ہوگیا، اس کے لئے ابدالاباد تک جنت کی نعمتیں ہیں اور جو ناکام ہوا اس کے لئے عذاب نار ہے۔ اس لئے وہ عذاب نار سے بچنے کی دعا بھی کرتے ہیں۔ اس کے بعد والی تین آیات میں بھی مغفرت اور قیامت کے دن کی رسوائی سے بچنے کی دعائیں ہیں۔","lang":"ur"},{"name":"3:192","price":"اے ہمارے پالنے والے! تو جسے جہنم میں ڈالے یقیناً تو نے اسے رسوا کیا، اور ﻇالموں کا مددگار کوئی نہیں.","arabic":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":485,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:193","price":"اے ہمارے رب! ہم نے سنا کہ منادی کرنے واﻻ بآواز بلند ایمان کی طرف بلا رہا ہے کہ لوگو! اپنے رب پر ایمان لاؤ، پس ہم ایمان ﻻئے۔ یا الٰہی اب تو ہمارے گناه معاف فرما اور ہماری برائیاں ہم سے دور کر دے اور ہماری موت نیکوں کے ساتھ کر.","arabic":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":486,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:194","price":"اے ہمارے پالنے والے معبود! ہمیں وه دے جس کا وعده تو نے ہم سے اپنے رسولوں کی زبانی کیا ہے اور ہمیں قیامت کے دن رسوا نہ کر، یقیناً تو وعده خلافی نہیں کرتا.","arabic":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":487,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"3:195","price":"پس ان کے رب نے ان کی دعا قبول فرمالی(1) کہ تم میں سے کسی کام کرنے والے کے کام کو خواه وه مرد ہو یا عورت میں ہرگز ضائع نہیں کرتا(2)، تم آپس میں ایک دوسرے کے ہم جنس ہو(3)، اس لئے وه لوگ جنہوں نے ہجرت کی اور اپنے گھروں سے نکال دیئے گئے اور جنہیں میری راه میں ایذا دی گئی اور جنہوں نے جہاد کیا اور شہید کئے گئے، میں ضرور ضرور ان کی برائیاں ان سے دور کر دوں گا اور بالیقین انہیں ان جنتوں میں لے جاؤں گا جن کے نیچے نہریں بہہ رہی ہیں، یہ ہے ﺛواب اللہ تعالیٰ کی طرف سے اور اللہ تعالیٰ ہی کے پاس بہترین ﺛواب ہے.","arabic":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":488,"juzNumber":4,"footnotes":"(1) فَاسْتَجَابَ یہاں أَجَابَ یعنی قبول فرمالی کے معنی میں ہے۔ (فتح القدیر)\n(2) مرد ہو یا عورت کی وضاحت اس لئے کر دی کہ اسلام نے بعض معاملات میں، مرد اور عورت کے درمیان ان کے ایک دوسرے سے مختلف فطری اوصاف کی بنا پر جو فرق کیا ہے۔ مثلاً قوامیت وحاکمیت میں، کسب معاش کی ذمہ داری میں، جہاد میں حصہ لینے میں اور وراثت میں نصف حصہ ملنے میں، اس سے یہ نہ سمجھا جائے کہ نیک اعمال کی جزا میں بھی شاید مرد وعورت کے درمیان کچھ فرق کیا جائے گا، نہیں ایسا نہیں ہوگا بلکہ ہر نیکی کا جواجر ایک مرد کو ملے گا، وہ نیکی اگر ایک عورت کرے گی تو اس کو بھی وہی اجر ملے گا۔\n(3) یہ جملہ معترضہ ہے اور اس کا مقصد پچھلے نکتے کی ہی وضاحت ہے یعنی اجرواطاعت میں تم مرد اور عورت ایک ہی ہو یعنی ایک جیسے ہی ہو۔ بعض روایات میں ہے کہ حضرت ام سلمہ (رضی الله عنها) نے ایک مرتبہ عرض کیا یا رسول اللہ ! اللہ تعالیٰ نے ہجرت کے سلسلے میں عورتوں کا نام نہیں لیا۔ جس پر یہ آیت نازل ہوئی (تفسیر طبری، ابن کثیر وفتح القدیر)","lang":"ur"},{"name":"3:196","price":"تجھے کافروں کا شہروں میں چلنا پھرنا فریب میں نہ ڈال دے.(1)","arabic":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":489,"juzNumber":4,"footnotes":"(1) خطاب اگرچہ نبی (صلى الله عليه وسلم) سے ہے لیکن مخاطب پوری امت ہے شہر میں چلنے پھرنے سے مراد تجارت وکاروبار کے لئے ایک شہر سے دوسرے شہر یا ایک ملک سے دوسرے ملک جانا ہے۔ یہ تجارتی سفر وسائل دنیا کی فراوانی اور کاروبار کے وسعت وفروغ کی دلیل ہوتا ہے۔ اللہ تعالیٰ فرماتا ہے، یہ سب کچھ عارضی اور چند روزہ فائدہ ہے، اس سے اہل ایمان کو دھوکہ میں مبتلا نہیں ہو چاہئے، اصل انجام پر نظر رکھنی چاہئے، جو ایمان سے محرومی کی صورت میں جہنم کا دائمی عذاب ہے جس میں دولت دنیا سے مالا مال یہ کافر مبتلا ہوں گے۔ یہ مضمون اور بھی متعدد مقامات پر بیان کیا گیا ہے۔ مثلاً «مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلا الَّذِينَ كَفَرُوا فَلا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلادِ» ( سورۃ المومن: 4) ”اللہ کی آیتوں میں وہی لوگ جھگڑتے ہیں جو کافر ہیں، پس ان کا شہروں میں چلنا پھرنا آپ کو دھوکے میں نہ ڈالے“۔ «إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ، مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ» (سورۂ یونس: 69-70) «نُمَتِّعُهُمْ قَلِيلا ثُمَّ نَضْطَرُّهُمْ إِلَى عَذَابٍ غَلِيظٍ» ( سورۂ لقمان:24)","lang":"ur"},{"name":"3:197","price":"یہ تو بہت ہی تھوڑا فائده ہے(1) ، اس کے بعد ان کا ٹھکانہ تو جہنم ہے اور وه بری جگہ ہے.","arabic":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":490,"juzNumber":4,"footnotes":"(1) یعنی یہ دنیا کے وسائل، آسائشیں اور سہولتیں بظاہر کتنی ہی زیادہ کیوں نہ ہوں، درحقیقت متاع قلیل ہی ہیں، کیونکہ بالآخر انہیں فنا ہونا ہے اور ان کے بھی فنا ہونے سے پہلےوہ حضرات خود فنا ہو جائیں گے، جو ان کے حصول کی کوششوں میں اللہ کو بھی فراموش کئے رکھتے ہیں اور ہر قسم کے اخلاقی ضابطوں اور اللہ کی حدوں کو بھی پامال کرتے ہیں۔","lang":"ur"},{"name":"3:198","price":"لیکن جو لوگ اپنے رب سے ڈرتے رہے ان کے لئے جنتیں ہیں جن کے نیچے نہریں جاری ہیں، ان میں وه ہمیشہ رہیں گے یہ مہمانی ہے اللہ کی طرف سے اور نیک کاروں کے لئے جو کچھ اللہ تعالیٰ کے پاس ہے وه بہت ہی بہتر ہے.(1)","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":491,"juzNumber":4,"footnotes":"(1) ان کے برعکس جو تقویٰ اور خدا خوفی کی زندگی گزار کر اللہ کی بارگاہ میں حاضر ہوں گے۔ گو دنیا میں ان کے پاس خدا فراموشوں کی طرح دولت کے انبار اور رزق کی فراوانی نہ رہی ہوگی، مگر وہ اللہ کے مہمان ہوں گے جو تمام کائنات کا خالق ومالک ہے اور وہاں ان ابرار (نیک لوگوں) کو جو اجر وصلہ ملے گا، وہ اس سے بہتر ہوگا جو دنیا میں کافروں کو عارضی طور پر ملتا ہے۔","lang":"ur"},{"name":"3:199","price":"یقیناً اہل کتاب میں سے بعض ایسے بھی ہیں جو اللہ تعالیٰ پر ایمان ﻻتے ہیں اور تمہاری طرف جو اتارا گیا ہے اور ان کی جانب جو نازل ہوا اس پر بھی، اللہ تعالیٰ سے ڈرتے ہیں اور اللہ تعالیٰ کی آیتوں کو تھوڑی تھوڑی قیمت پر بیچتے بھی نہیں(1) ، ان کا بدلہ ان کے رب کے پاس ہے، یقیناً اللہ تعالیٰ جلد حساب لینے واﻻ ہے.","arabic":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":492,"juzNumber":4,"footnotes":"(1) اس آیت میں اہل کتاب کے اس گروہ کا ذکر ہے جسے رسول کریم (صلى الله عليه وسلم) کی رسالت پر ایمان لانے کا شرف حاصل ہوا۔ ان کے ایمان اور ایمانی صفات کا تذکرہ فرما کر اللہ تعالیٰ نے انہیں دوسرے اہل کتاب سے ممتاز کر دیا، جن کا مشن ہی اسلام، پیغمبر اسلام اور مسلمانوں کے خلاف سازشیں کرنا، آیات الٰہی میں تحریف تلبیس کرنا اور دنیا کے عارضی اور فانی مفادات کے لئے کتمان علم کرنا تھا۔ اللہ تعالیٰ نے فرمایا یہ مومنین اہل کتاب ایسے نہیں ہیں، بلکہ یہ اللہ سے ڈرنے والے ہیں، اللہ کی آیتوں کو تھوڑی تھوڑی قیمت پر بیچنے والے نہیں ہیں، اس کا مطلب یہ ہوا کہ جو علما ومشائخ دنیوی اغراض کے لئے آیات الٰہی میں تحریف یا ان کے مفہوم کے بیان میں دجل وتلبیس سے کام لیتے ہیں، وہ ایمان وتقویٰ سے محروم ہیں۔ حافظ ابن کثیر نے لکھا ہے کہ آیت میں جن مومنین اہل کتاب کا ذکر ہے، یہود میں سے ان کی تعداد دس تک بھی نہیں پہنچتی البتہ عیسائی بڑی تعداد میں مسلمان ہوئے اور انہوں نے دین حق کو اپنایا۔ (تفسیر ابن کثیر)","lang":"ur"},{"name":"3:200","price":"اے ایمان والو! تم ﺛابت قدم رہو(1) اور ایک دوسرے کو تھامے رکھو اور جہاد کے لئے تیار رہو اور اللہ تعالیٰ سے ڈرتے رہو تاکہ تم مراد کو پہنچو۔","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":493,"juzNumber":4,"footnotes":"(1) صبر کرو یعنی طاعات کے اختیار کرنے اور شہوات ولذات کے ترک کرنے میں اپنے نفس کو مضبوط اور ثابت قدم رکھو۔ مصابرۃ (صابروا) جنگ کی شدتوں میں دشمن کے مقابلے میں ڈٹے رہنا، یہ صبر کی سخت ترین صورت ہے۔ اس لئے اسے علیحدہ بیان فرمایا۔ رابطوا میدان جنگ یا محاذ جنگ میں مورچہ بند ہو کر ہمہ وقت چوکنا اور جہاد کے لئے تیار رہنا مرابطہ ہے۔ یہ بھی بڑےعزم وحوصلہ کا کام ہے۔ اسی لئے حدیث میں اس کی یہ فضیلت بیان کی گئی ہے۔ «رِبَاطُ يَوْمٍ فِي سَبِيلِ اللهِ خَيْرٌ مِنَ الدُّنْيَا وَمَا عَلَيْهَا» (صحیح بخاری، باب فضل رباط یوم فی سبیل اللہ) ”اللہ کے راستے (جہاد) میں ایک دن پڑاؤ ڈالنا (یعنی مورچہ بند ہونا) دنیا ومافیہا سے بہتر ہے“، علاوہ ازیں حدیث میں مکارہ (یعنی ناگواری کے حالات میں) مکمل وضو کرنے، مسجدوں میں زیادہ دور سے چل کر جانے اور نماز کے بعد دوسری نماز کے انتظار کرنے کو بھی رباط کہا گیا ہے۔ (صحیح مسلم،کتاب الطہارۃ )","lang":"ur"},{"name":"4:1","price":"اے لوگو! اپنے پروردگار سے ڈرو، جس نے تمہیں ایک جان سے پیدا کیا(1) اور اسی سے اس کی بیوی کو پیدا کرکے ان دونوں سے بہت سے مرد اور عورتیں پھیلا دیں، اس اللہ سے ڈرو جس کے نام پر ایک دوسرے سے مانگتے ہو اور رشتے ناطے توڑنے سے بھی بچو(2) بے شک اللہ تعالیٰ تم پر نگہبان ہے۔","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَخَلَقَ مِنۡهَا زَوۡجَهَا وَبَثَّ مِنۡهُمَا رِجَالٗا كَثِيرٗا وَنِسَآءٗۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِي تَسَآءَلُونَ بِهِۦ وَٱلۡأَرۡحَامَۚ إِنَّ ٱللَّهَ كَانَ عَلَيۡكُمۡ رَقِيبٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":494,"juzNumber":4,"footnotes":"(1) ایک جان سے مراد ابو البشر حضرت آدم (عليه السلام) ہیں اور«خَلَقَ مِنْهَا زَوْجَهَا»میں مِنْهَا سے وہی جان یعنی آدم (عليه السلام) مراد ہیں یعنی آدم (عليه السلام) سے ان کی زوج (بیوی) حضرت حوا کو پیدا کیا۔ حضرت حوا حضرت آدم (عليه السلام) سے کس طرح پیدا ہوئیں اس میں اختلاف ہے حضرت ابن عباس (رضي الله عنه) سے قول مروی ہے کہ حضرت حوا مرد (یعنی آدم عليه السلام) سے پیدا ہوئیں۔ یعنی ان کی بائیں پسلی سے۔ ایک حدیث میں کہا گیا ہے۔ «إِنَّ الْمَرْأَةَ خُلِقَتْ مِنْ ضِلَعٍ أَعْوَجَ وِإِنَّ أَعْوَجَ شَيْءٍ فِي الضِّلَعِ أَعْلاهُ» (صحیح بخاری، کتاب بدء الخلق، صحیح مسلم، کتاب الرضاع) ”کہ عورت پسلی سے پیدا کی گئی ہے اور پسلی میں سب سے ٹیڑھا حصہ، اس کا بالائی حصہ ہے۔ اگر تو اسے سیدھا کرنا جاہے تو توڑ بیٹھے گا اور اگر تو اس سے فائدہ اٹھانا چاہے تو کجی کے ساتھ ہی فائدہ اٹھا سکتا ہے“۔ بعض علماء نے اس حدیث سے استدلال کرتے ہوئے حضرت ابن عباس (رضي الله عنه) سے منقول رائے کی تائید کی ہے۔ قرآن کے الفاظ «خَلَقَ مِنْهَا» سے اسی موقف کی تائید ہوتی ہے حضرت حوا کی تخلیق اسی نفس واحدہ سے ہوئی جسے آدم کہا جاتا ہے۔\n(2) وَالأَرْحَامَ کا عطف اللہ پر ہے یعنی رحموں (رشتوں ناطوں) کو توڑنے سے بھی بچو۔ أَرْحَامٌ، رَحِمٌ کی جمع ہے۔ مراد رشتے داریاں ہیں جو رحم مادر کی بنیاد پر ہی قائم ہوتی ہیں۔ اس سے محرم اور غیر محرم دونوں رشتے مراد ہیں رشتوں ناطوں کا توڑنا سخت کبیرہ گناہ ہے جسے قطع رحمی کہتے ہیں۔ احادیث میں قرابت داریوں کو ہر صورت میں قائم رکھنے اور ان کے حقوق ادا کرنے کی بڑی تاکید اورفضیلت بیان کی گئی ہے جسے صلہ رحمی کہاجاتا ہے۔","lang":"ur"},{"name":"4:2","price":"اور یتیموں کو ان کے مال دے دو اور پاک اور حلال چیز کے بدلے ناپاک اور حرام چیز نہ لو، اور اپنے مالوں کے ساتھ ان کے مال ملا کر کھا نہ جاؤ، بے شک یہ بہت بڑا گناه ہے۔(1)","arabic":"وَءَاتُواْ ٱلۡيَتَٰمَىٰٓ أَمۡوَٰلَهُمۡۖ وَلَا تَتَبَدَّلُواْ ٱلۡخَبِيثَ بِٱلطَّيِّبِۖ وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَهُمۡ إِلَىٰٓ أَمۡوَٰلِكُمۡۚ إِنَّهُۥ كَانَ حُوبٗا كَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":495,"juzNumber":4,"footnotes":"(1) یتیم جب بالغ اور باشعورہو جائیں تو ان کا مال ان کے سپرد کر دو۔ خبیث سے گھٹیا چیزیں اور طیب سے عمدہ چیزیں مراد ہیں یعنی ایسا نہ کرو کہ ان کے مال سے اچھی چیزیں لے لو اور محض گنتی پوری کرنے کے لئے گھٹیا چیزیں ان کے بدلے میں رکھ دو۔ ان گھٹیا چیزوں کو خبیث (ناپاک) اور عمدہ چیزوں کو طیب (پاک) سے تعبیر کرکے اس طرف اشارہ کر دیا کہ اس طرح بدلایا گیا مال، جو اگرچہ اصل میں تو طیب (پاک اور حلال) ہے لیکن تمہاری اس بد دیانتی نے اس میں خباثت داخل کر دی اور وہ اب طیب نہیں رہا،بلکہ تمہارےحق میں وہ خبیث (ناپاک اور حرام) ہوگیا۔ اسی طرح بددیانتی سے ان کا مال اپنے مال میں ملا کرکھانا بھی ممنوع ہے ورنہ اگر مقصد خیر خواہی ہو تو ان کے مال کو اپنے مال میں ملانا جائز ہے۔","lang":"ur"},{"name":"4:3","price":"اگر تمہیں ڈر ہو کہ یتیم لڑکیوں سے نکاح کرکے تم انصاف نہ رکھ سکو گے تو اور عورتوں میں سے جو بھی تمہیں اچھی لگیں تم ان سے نکاح کر لو، دو دو، تین تین، چار چار سے، لیکن اگر تمہیں برابری نہ کر سکنے کا خوف ہو تو ایک ہی کافی ہے یا تمہاری ملکیت کی لونڈی(1) یہ زیاده قریب ہے، کہ (ایسا کرنے سے ناانصافی اور) ایک طرف جھک پڑنے سے بچ جاؤ۔(2)","arabic":"وَإِنۡ خِفۡتُمۡ أَلَّا تُقۡسِطُواْ فِي ٱلۡيَتَٰمَىٰ فَٱنكِحُواْ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۖ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُواْ فَوَٰحِدَةً أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۚ ذَٰلِكَ أَدۡنَىٰٓ أَلَّا تَعُولُواْ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":496,"juzNumber":4,"footnotes":"(1) اس کی تفسیر حضرت عائشہ (رضی الله عنها) سے اس طرح مروی ہے کہ صاحب حیثیت اور صاحب جمال یتیم لڑکی کسی ولی کے زیر پرورش ہوتی تو وہ اس کے مال اور حسن وجمال کی وجہ سے اس سے شادی تو کر لیتا لیکن اس کو دوسری عورتوں کی طرح پورا حق مہر نہ دیتا۔ اللہ تعالیٰ نے اس ظلم سے روکا، کہ اگر تم گھر کی یتیم بچیوں کے ساتھ انصاف نہیں کر سکتے تو تم ان سے نکاح ہی مت کرو، تمہارے لئے دوسری عورتوں سے نکاح کرنے کا راستہ کھلا ہے (صحیح بخاری، کتاب التفسیر) بلکہ ایک کے بجائے دو سے تین سے حتیٰ کہ چار عورتوں تک سے تم نکاح کر سکتے ہو، بشرطیکہ ان کے درمیان انصاف کے تقاضے پورے کر سکو، ورنہ ایک سے ہی نکاح کرو یا اس کے بجائے لونڈی پر گزارا کرو۔ اس آیت سے معلوم ہوا کہ ایک مسلمان مرد (اگر وہ ضرورت مند ہے) تو چار عورتیں بیک وقت اپنے نکاح میں رکھ سکتا ہے۔ لیکن اس سے زیادہ نہیں، جیسا کہ صحیح احادیث میں اس کی مزید صراحت اور تحدید کر دی گئی ہے۔ نبی کریم (صلى الله عليه وسلم) نے جو چار سے زائد شادیاں کیں وہ آپ (صلى الله عليه وسلم) کے خصائص میں سے ہے جس پر کسی امتی کے لئے عمل کرنا جائز نہیں۔ (ابن کثیر)\n(2) یعنی ایک ہی عورت سے شادی کرنا کافی ہو سکتا ہے۔ کیونکہ ایک سے زیادہ بیویاں رکھنے کی صورت میں انصاف کا اہتمام بہت مشکل ہے جس کی طرف قلبی میلان زیادہ ہوگا، ضروریات زندگی کا فراہمی میں زیادہ توجہ بھی اسی کی طرف ہوگی۔ یوں بیویوں کے درمیان وہ انصاف کرنے میں ناکام رہے گا اور اللہ کے ہاں مجرم قرار پائے گا۔ قرآن نے اس حقیقت کو دوسرے مقام پر نہایت بلیغانہ انداز میں اس طرح بیان فرمایا ہے «وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ» (سورة النساء: 129) ”اور تم ہرگز اس بات کی طاقت نہ رکھو کہ بیویوں کے درمیان انصاف کر سکو،اگرچہ تم اس کا اہتمام کرو۔ (اس لئے اتنا کرو) کہ ایک ہی طرف نہ جھک جاؤ کہ دوسری بیویوں کو بیچ ادھڑ میں لٹکا رکھو“۔ اس سے معلوم ہوا کہ ایک سے زیادہ شادی کرنا اور بیویوں کے ساتھ انصاف نہ کرنا نامناسب اور نہایت خطرناک ہے۔","lang":"ur"},{"name":"4:4","price":"اور عورتوں کو ان کے مہر راضی خوشی دے دو، ہاں اگر وه خود اپنی خوشی سے کچھ مہر چھوڑ دیں تو اسے شوق سے خوش ہو کر کھا لو۔","arabic":"وَءَاتُواْ ٱلنِّسَآءَ صَدُقَٰتِهِنَّ نِحۡلَةٗۚ فَإِن طِبۡنَ لَكُمۡ عَن شَيۡءٖ مِّنۡهُ نَفۡسٗا فَكُلُوهُ هَنِيٓـٔٗا مَّرِيٓـٔٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":497,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"4:5","price":"بے عقل لوگوں کو اپنا مال نہ دے دو جس مال کو اللہ تعالیٰ نے تمہاری گزران کے قائم رکھنے کا ذریعہ بنایا ہے، ہاں انہیں اس مال سے کھلاؤ پلاؤ، پہناؤ، اوڑھاؤ اور انہیں معقولیت سے نرم بات کہو۔","arabic":"وَلَا تُؤۡتُواْ ٱلسُّفَهَآءَ أَمۡوَٰلَكُمُ ٱلَّتِي جَعَلَ ٱللَّهُ لَكُمۡ قِيَٰمٗا وَٱرۡزُقُوهُمۡ فِيهَا وَٱكۡسُوهُمۡ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":498,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"4:6","price":"اور یتیموں کو ان کے بالﻎ ہو جانے تک سدھارتے اور آزماتے رہو پھر اگر ان میں تم ہوشیاری اور حسن تدبیر پاؤ تو انہیں ان کے مال سونﭗ دو اور ان کے بڑے ہو جانے کے ڈر سے ان کے مالوں کو جلدی جلدی فضول خرچیوں میں تباه نہ کر دو، مال داروں کو چاہئے کہ (ان کے مال سے) بچتے رہیں، ہاں مسکین محتاج ہو تو دستور کے مطابق واجبی طور سے کھالے، پھر جب انہیں ان کے مال سونپو تو گواه بنا لو، دراصل حساب لینے واﻻ اللہ تعالیٰ ہی کافی ہے۔(1)","arabic":"وَٱبۡتَلُواْ ٱلۡيَتَٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُواْ ٱلنِّكَاحَ فَإِنۡ ءَانَسۡتُم مِّنۡهُمۡ رُشۡدٗا فَٱدۡفَعُوٓاْ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡۖ وَلَا تَأۡكُلُوهَآ إِسۡرَافٗا وَبِدَارًا أَن يَكۡبَرُواْۚ وَمَن كَانَ غَنِيّٗا فَلۡيَسۡتَعۡفِفۡۖ وَمَن كَانَ فَقِيرٗا فَلۡيَأۡكُلۡ بِٱلۡمَعۡرُوفِۚ فَإِذَا دَفَعۡتُمۡ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡ فَأَشۡهِدُواْ عَلَيۡهِمۡۚ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":499,"juzNumber":4,"footnotes":"(1) یتیموں کے مال کے بارے میں ضروری ہدایت دینے کے بعد یہ فرمانے کا مطلب یہ ہےکہ جب تک یتیم کا مال تمہارے پاس رہا، تم نے اس کی کس طرح حفاظت کی اور جب مال کے سپرد کیا تو اس میں کوئی کمی بیشی یا کسی قسم کی تبدیلی کی یا نہیں ؟ عام لوگوں کو تو تمہاری امانت داری یا خیانت کا شاید پتہ نہ چلے۔ لیکن اللہ سے تو کوئی چیز مخفی نہیں۔ وہ یقیناً جب تم اس کی بارگاہ میں جاؤ گے تو تم سے حساب لے گا۔ اسی لئے حدیث میں آتا ہے کہ یہ بہت ذمہ داری کا کام ہے۔ نبی (صلى الله عليه وسلم) نے حضرت ابو ذر (رضي الله عنه) سے فرمایا ابوذر! میں تمہیں ضعیف دیکھتا ہوں اور تمہارے لئے وہی چیز پسند کرتا ہوں، جو اپنے لئے پسند کرتا ہوں، تم دو آدمیوں پر بھی امیر نہ بننا نہ کسی یتیم کا مال کا والی اور سرپرست (صحیح مسلم، کتاب الامارۃ)","lang":"ur"},{"name":"4:7","price":"ماں باپ اور خویش واقارب کے ترکہ میں مردوں کا حصہ بھی ہے اور عورتوں کا بھی۔ (جو مال ماں باپ اور خویش واقارب چھوڑ مریں) خواه وه مال کم ہو یا زیاده (اس میں) حصہ مقرر کیا ہوا ہے۔(1)","arabic":"لِّلرِّجَالِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ مِمَّا قَلَّ مِنۡهُ أَوۡ كَثُرَۚ نَصِيبٗا مَّفۡرُوضٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":500,"juzNumber":4,"footnotes":"(1) اسلام سے قبل ایک یہ ظلم بھی روا رکھا جاتا تھا کہ عورتوں اور چھوٹے بچوں کو وراثت سے حصہ نہیں دیا جاتا تھا اور صرف بڑے لڑکے جو لڑنے کے قابل ہوتے، سارے مال کے وارث قرار پاتے۔ اس آیت میں اللہ تعالیٰ نے فرمایا کہ مردوں کی طرح عورتیں اور بچے بچیاں اپنے والدین اور اقارب کے مال میں حصہ دار ہوں گی، انہیں محروم نہیں کیا جائے گا۔ تاہم یہ الگ بات ہے کہ لڑکی کا حصہ لڑکے کے حصے سے نصف ہے (جیسا کہ آیات کے بعد مذکور ہے) یہ عورت پر ظلم نہیں ہے نہ اس کا استخفاف ہے بلکہ اسلام کا یہ قانون میراث عدل وانصاف کے تقاضوں کے عین مطابق ہے۔ کیونکہ عورت کو اسلام نے معاش کی ذمہ داری سے فارغ رکھا ہے اور مرد کو اس کاکﻔیل بنایا ہے۔ علاوہ ازیں عورت کے پاس مہر کی صورت میں مال آتا ہے جو ایک مرد ہی اسے ادا کرتا ہے۔ اس لحاظ سے عورت کے مقابلے میں مرد پر کئی گنا زیادہ مالی ذمہ داریاں ہیں۔ اس لئے اگر عورت کا حصہ نصف کے بجائے مرد کے برابر ہوتا تو یہ مرد پر ظلم ہوتا۔ لیکن اللہ تعالیٰ نے کسی پر بھی ظلم نہیں کیا ہے کیونکہ وہ عادل بھی ہے اور حکیم بھی۔","lang":"ur"},{"name":"4:8","price":"اور جب تقسیم کے وقت قرابت دار اور یتیم اور مسکین آجائیں تو تم اس میں سے تھوڑا بہت انہیں بھی دے دو اور ان سے نرمی سے بولو۔(1)","arabic":"وَإِذَا حَضَرَ ٱلۡقِسۡمَةَ أُوْلُواْ ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينُ فَٱرۡزُقُوهُم مِّنۡهُ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":501,"juzNumber":4,"footnotes":"(1) اسے بعض علما نے آیت میراث سے منسوخ قرار دیا ہے لیکن صحیح تر بات یہ ہے کہ منسوخ نہیں، بلکہ ایک بہت ہی اہم اخلاقی ہدایت ہے کہ امداد کے مستحق رشتے داروں میں سے جو لوگ وراثت میں حصہ دار نہ ہوں، انہیں بھی تقسیم کے وقت کچھ دے دو۔ نیز ان سے بات بھی پیارو محبت کے انداز میں کرو۔ دولت کو آتے ہوئے دیکھ کر قارون وفرعون نہ بنو۔","lang":"ur"},{"name":"4:9","price":"اور چاہئے کہ وه اس بات سے ڈریں کہ اگر وه خود اپنے پیچھے (ننھے ننھے) ناتواں بچے چھوڑ جاتے جن کے ضائع ہو جانے کا اندیشہ رہتا ہے، (تو ان کی چاہت کیا ہوتی) پس اللہ تعالیٰ سے ڈر کر جچی تلی بات کہا کریں۔(1)","arabic":"وَلۡيَخۡشَ ٱلَّذِينَ لَوۡ تَرَكُواْ مِنۡ خَلۡفِهِمۡ ذُرِّيَّةٗ ضِعَٰفًا خَافُواْ عَلَيۡهِمۡ فَلۡيَتَّقُواْ ٱللَّهَ وَلۡيَقُولُواْ قَوۡلٗا سَدِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":502,"juzNumber":4,"footnotes":"(1) بعض مفسرین کے نزدیک اس کے مخاطب اوصیا ہیں (جن کو وصیت کی جاتی ہے) ان کو نصیحت کی جا رہی ہے کہ ان کے زیر کفالت جو یتیم ہیں ان کے ساتھ وہ ایسا سلوک کریں جو وہ اپنے بچوں کے ساتھ اپنے مرنے کے بعد کیا جانا پسند کرتے ہیں۔ بعض کے نزدیک اس کے مخاطب عام لوگ ہیں کہ وہ یتیموں اور دیگر چھوٹے بچوں کے ساتھ اچھا سلوک کریں، قطع نظر اس کے کہ وہ ان کی زیر کفالت ہیں یا نہیں بعض کے نزدیک اس کے مخاطب وہ ہیں جو قریب المرگ کے پاس بیٹھے ہوں، ان کی ذمہ داری ہے کہ وہ مرنے والے کو اچھی باتیں سمجھائیں تاکہ وہ نہ حق اللہ میں کوتاہی کر سکے نہ حقوق بنی آدم میں اور وصیت میں وہ ان دونوں باتوں کو ملحوظ رکھے۔ اگر وہ خوب صاحب حیثیت ہے تو ایک تہائی مال کی وصیت ایسے لوگوں کے حق میں ضرور کرے جو اس کے قریبی رشتہ داروں میں غریب اور مستحق امداد ہیں یا پھر کسی دینی مقصد اور ادارے پر خرچ کرنے کی وصیت کرے تاکہ یہ مال اس کے لئے زاد آخرت بن جائے اور اگر وہ صاحب حیثیت نہیں ہے تو اسے تہائی مال میں وصیت کرنے سے روکا جائے تاکہ اس کے اہل خانہ بعد میں مفلسی اور احتیاج سے دوچار نہ ہوں۔ اسی طرح کوئی اپنے ورثا کو محروم کرنا چاہے تو اس سے اس کو منع کیا جائے اور یہ خیال کیا جائے کہ اگر ان کے بعد ان کے بچے فقروفاقہ سے دوچار ہو جائیں تو اس کے تصور سے ان پر کیا گزرے گی۔ اس تفصیل سے مذکورہ سارے ہی مخاطبین اس کا مصداق ہیں۔ (تفسیر قرطبی وفتح القدیر)","lang":"ur"},{"name":"4:10","price":"جو لوگ ناحق ﻇلم سے یتیموں کا مال کھا جاتے ہیں، وه اپنے پیٹ میں آگ ہی بھر رہے ہیں اور عنقریب وه دوزخ میں جائیں گے۔","arabic":"إِنَّ ٱلَّذِينَ يَأۡكُلُونَ أَمۡوَٰلَ ٱلۡيَتَٰمَىٰ ظُلۡمًا إِنَّمَا يَأۡكُلُونَ فِي بُطُونِهِمۡ نَارٗاۖ وَسَيَصۡلَوۡنَ سَعِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":503,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"4:11","price":"اللہ تعالیٰ تمہیں تمہاری اوﻻد کے بارے میں حکم کرتا ہے کہ ایک لڑکے کا حصہ دو لڑکیوں کے برابر ہے(1) اور اگر صرف لڑکیاں ہی ہوں اور دو سے زیاده ہوں تو انہیں مال متروکہ کا دو تہائی ملے گا(2)۔ اور اگر ایک ہی لڑکی ہو تو اس کے لئے آدھا ہے اور میت کے ماں باپ میں سے ہر ایک کے لئے اس کے چھوڑے ہوئے مال کا چھٹا حصہ ہے، اگر اس (میت) کی اوﻻد ہو(3)، اور اگر اوﻻد نہ ہو اور ماں باپ وارث ہوتے ہوں تو اس کی ماں کے لئے تیسرا حصہ ہے(4)، ہاں اگر میت کے کئی بھائی ہوں تو پھر اس کی ماں کا چھٹا حصہ ہے(5)۔ یہ حصے اس وصیت (کی تکمیل) کے بعد ہیں جو مرنے واﻻ کر گیا ہو یا ادائے قرض کے بعد، تمہارے باپ ہوں یا تمہارے بیٹے تمہیں نہیں معلوم کہ ان میں سے کون تمہیں نفع پہچانے میں زیاده قریب ہے(6)، یہ حصے اللہ تعالیٰ کی طرف سے مقرر کرده ہیں بے شک اللہ تعالیٰ پورے علم اور کامل حکمتوں واﻻ ہے۔","arabic":"يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":504,"juzNumber":4,"footnotes":"(1) اس کی حکمت اور اس کا مبنی برعدل وانصاف ہونا ہم واضح کر آئے ہیں۔ ورثا میں لڑکی اور لڑکے دونوں ہوں تو پھر اس اصول کے مطابق تقسیم ہوگی۔ لڑکے چھوٹے ہوں یا بڑے، اسی طرح لڑکیاں چھوٹی ہو یا بڑی سب وراث ہوں گی۔ حتی کہ جنين( ماں کے پیٹ میں زیر پرورش بچہ) بھی وراث ہوگا۔ البتہ کافر اولاد وارث نہ ہوگی۔\n(2) یعنی بیٹا کوئی نہ ہو تو مال کا دو تہائی (یعنی کل مال کے تین حصے کرکے دو حصے) دو سے زائد لڑکیوں کو دیئے جائیں گے اور اگر صرف دو ہی لڑکیاں ہوں، تب بھی انہیں دو تہائی حصہ ہی دیا جائے گا، جیسا کہ حدیث میں آتا ہے کہ سعد بن ربیع (رضي الله عنه) احد میں شہید ہوگئے اور ان کی دو لڑکیاں تھیں۔ مگر سعد کے سارے مال پر ان کے ایک بھائی نے قبضہ کر لیا تو نبی (صلى الله عليه وسلم) نے ان دونوں لڑکیوں کو ان کے چچا سے دو ثلث مال دلوایا (ترمذی، ابو داود، ابن ماجہ، کتاب الفرائض) علاوہ ازیں سورۂ نساء کے آخر میں بتلایا گیا ہے کہ اگر کسی مرنے والے کی وارث صرف دو بہنیں ہوں تو ان کے لئے بھی دو تہائی حصہ ہے لہٰذا جب دو بہنیں دو تہائی مال کی وارث ہوں گی تو دو بیٹیاں بطریق اولیٰ دو تہائی مال کی وارث ہوں گی جس طرح دو بہنوں سے زیادہ ہونے کی صورت میں انہیں دو سے زیادہ بیٹیوں کے حکم میں رکھا گیا ہے (فتح القدیر) خلاصۂ مطلب یہ ہوا کہ دو یا دو سے زائد لڑکیاں ہوں، تو دونوں صورتوں میں مال متروکہ سے دو تہائی لڑکیوں کا حصہ ہوگا، باقی مال عصبہ میں تقسیم ہوگا۔\n(3) ماں باپ کے حصے کی تین صورتیں بیان کی گئی ہیں یہ پہلی صورت ہے کہ مرنے والے کی اگر اولاد بھی ہو تو مرنے والے کے ماں باپ میں سے ہر ایک کو ایک ایک سدس ملے گا یعنی باقی دو تہائی مال اولاد پر تقسیم ہو جائے گا البتہ اگر مرنے والے کی اولاد صرف ایک بیٹی ہو تو اس میں سے چونکہ صرف نصف مال (یعنی چھ حصوں میں سے 3 حصے) بیٹی کے ہوں گے اور ایک سدس (چھٹا حصہ) ماں کو اور ایک سدس باپ کو دینے کے بعد مزید ایک سدس باقی بچ جائے گا اس لئے بچنے والا یہ سدس بطور عصبہ باپ کے حصہ میں جائے گا یعنی اس صورت میں باپ کو دو سدس ملیں گے، ایک باپ کی حیثیت سے دوسرے، عصبہ ہونے کی حیثیت سے۔\n(4) یہ دوسری صورت ہے کہ مرنے والے کی اولاد نہیں ہے (یاد رہے کہ پوتا پوتی بھی اولاد میں اجماعاً شامل ہیں) اس صورت میں ماں کے لئے تیسرا حصہ اور باقی دو حصے (جو ماں کے حصے میں دو گنا ہیں) باپ کو بطورعصبہ ملیں گے اور اگر ماں باپ کے ساتھ مرنے والے مرد کی بیوی یا مرنے والی عورت کا شوہر بھی زندہ ہے تو راجح قول کے مطابق بیوی یا شوہر کا حصہ (جس کی تفصیل آرہی ہے) نکال کر باقی ماندہ مال میں سے ماں کے لئے ثلث (تیسرا حصہ) اورباقی باپ کے لئے ہوگا۔\n(5) تیسری صورت یہ ہے کہ ماں باپ کے ساتھ، مرنے والے کے بھائی بہن زندہ ہیں، وہ بھائی چاہے سگے (عینی) ہوں یعنی ایک ہی ماں باپ کی اولاد ہوں۔ یا باپ ایک ہو، مائیں مختلف ہوں یعنی علاتی بھائی بہن ہوں یا ماں ایک ہو، باپ مختلف ہوں یعنی اخیافی بھائی بہن ہوں۔ اگرچہ یہ بھائی بہن میت کے باپ کی موجودگی میں وراثت کے حق دار نہیں ہوں گے لیکن ماں کے لئے حجب (نقصان کا سبب) بن جائیں گے یعنی جب ایک سے زیادہ ہوں گے تو ماں کے ثلث (تیسرے حصے) کو سدس (چھٹے حصے) میں تبدیل کر دیں گے۔ باقی سارا مال ( 5/6) باپ کے حصہ میں چلا جائے گا۔ بشرطیکہ کوئی اور وارث نہ ہو۔ حافظ ابن کثیر لکھتے ہیں کہ جمہور کے نزدیک دو بھائیوں کا بھی وہی حکم ہے جو دو سے زیادہ بھائیوں کا مذکور ہے۔ اس کا مطلب یہ ہوا کہ اگر ایک بھائی یا بہن ہو تو اس صورت میں مال میں ماں کا حصہ ثلث برقرار رہے گاوہ سدس میں تبدیل نہیں ہوگا۔ (تفسیر ابن کثیر)\n(6) اس لئے تم اپنی سمجھ کے مطابق وراثت تقسیم مت کرو، بلکہ اللہ کے حکم کے مطابق جس کا جتنا حصہ مقرر کر دیا گیا ہے،وہ ان کو دو۔","lang":"ur"},{"name":"4:12","price":"تمہاری بیویاں جو کچھ چھوڑ مریں اور ان کی اوﻻد نہ ہو تو آدھوں آدھ تمہارا ہے اور اگر ان کی اوﻻد ہو تو ان کے چھوڑے ہوئے مال میں سے تمہارے لئے چوتھائی حصہ ہے(1) ۔ اس وصیت کی ادائیگی کے بعد جو وه کر گئی ہوں یا قرض کے بعد۔ اور جو (ترکہ) تم چھوڑ جاؤ اس میں ان کے لئے چوتھائی ہے، اگر تمہاری اوﻻد نہ ہو اور اگر تمہاری اوﻻد ہو تو پھر انہیں تمہارے ترکہ کا آٹھواں حصہ ملے گا(2)، اس وصیت کے بعد جو تم کر گئے ہو اور قرض کی ادائیگی کے بعد۔ اور جن کی میراث لی جاتی ہے وه مرد یا عورت کلالہ ہو یعنی اس کا باپ بیٹا نہ ہو(3)۔ اور اس کا ایک بھائی یا ایک بہن ہو(4) تو ان دونوں میں سے ہر ایک کا چھٹا حصہ ہے اور اس سے زیاده ہوں تو ایک تہائی میں سب شریک ہیں(5)، اس وصیت کے بعد جو کی جائے اور قرض کے بعد(6) جب کہ اوروں کا نقصان نہ کیا گیا ہو(7) یہ مقرر کیا ہوا اللہ تعالیٰ کی طرف سے ہے اور اللہ تعالیٰ دانا ہے بردبار۔","arabic":"۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":505,"juzNumber":4,"footnotes":"(1) اولاد کی عدم موجودگی میں بیٹے کی اولاد یعنی پوتے بھی اولاد کے حکم میں ہیں، اس پر امت کے علما کا اجماع ہے (فتح القدیر وابن کثیر) اسی طرح مرنے والے شوہر کی اولاد خواہ اس کی وراث ہونے والی موجودہ بیوی ہو یا کسی اور بیوی سے۔ اس طرح مرنے والی عورت کی اولاد اس کی وارث ہونے والے موجودہ خاوند سے ہو یا پہلے کے کسی خاوند سے۔\n(2) بیوی اگر ایک ہوگی تب بھی اسے چوتھا یا آٹھواں حصہ ملے گا۔ اگر زیادہ ہوں گی تب بھی یہی حصہ ان کے درمیان تقسیم ہوگا، ایک ایک کو چوتھائی یا آٹھواں حصہ نہیں ملے گا، یہ بھی اجماعی مسئلہ ہے (فتح القدیر)\n(3) کلالہ سے مراد وہ میت ہے جس کا باپ ہو نہ بیٹا۔ یہ اکلیل سے مشتق ہے۔ اکلیل ایسی چیز کو کہتے ہیں جو کہ سرکو اس کے اطراف (کناروں) سے گھیر لے، کلالہ کو بھی کلالہ اس لئے کہتے ہیں کہ اصول وفروع کے اعتبار سے تو اس کا وارث نہ بنے لیکن اطراف وجوانب سے وارث قرار پا جائے (فتح القدیر وابن کثیر) اور کہا جاتا ہے کہ کلالہ کلل سے مشتق ہے جس کے معنی ہیں تھک جانا۔ گویا اس شخص تک پہنچتے پہنچتے سلسلۂ نسل ونسب تھک گیا اور آگے نہ چل سکا۔\n(4) اس سے مراد اخیافی بہن بھائی ہیں جن کی ماں ایک ہو باپ الگ الگ کیونکہ عینی بھائی بہن یا علاتی بہن بھائی کا حصہ میراث اس طرح نہیں ہے اور اس کا بیان اسی سورت کے اخیر میں آرہا ہے اور یہ مسئلہ بھی اجماعی ہے (فتح القدیر) اور دراصل نسل کے لئے مردو زن «لِلذَّكَرِ مِثْلُ حَظِّ الأُنْثَيَيْنِ» کا قانون چلتا ہے۔ یہی وجہ ہے کہ بیٹے بیٹیوں کےلئے اس جگہ اور بہن بھائیوں کے لئے آخری آیت نساء میں ہر دو جگہ یہی قانون ہے البتہ صرف ماں کی اولادمیں چونکہ نسل کا حصہ نہیں ہوتا اس لئے وہاں ہر ایک کو برابر کا حصہ دیا جاتا ہے۔ بہرحال ایک بھائی یاایک بہن کی صورت میں ہر ایک کو چھٹا حصہ ملے گا۔\n(5) ایک سے زیادہ ہونے کی صورت میں یہ سب ایک تہائی حصے میں شریک ہوں گے۔ نیز ان میں مذکر اور مونث کے اعتبار سے بھی فرق نہیں کیا جائے گا۔ بلاتفریق سب کو مساوی حصہ ملے گا، مرد ہو یا عورت۔\nملحوظہ :ماں زاد یعنی اخیافی بھائی بعض احکام میں دوسرے وارثوں سے مختلف ہیں۔(1) یہ صرف اپنی ماں کی وجہ سے وارث ہوتے ہیں۔(2) ان کے مرد اور عورت، حصے میں مساوی ہوں گے۔(3) یہ اس وقت وارث ہوں گے جب کہ میت کلالہ ہو۔ پس باپ دادا بیٹا اور پوتے وغیرہ کی موجودگی میں یہ وارث نہیں ہوں گے۔(4) ان کے مرد وعورت کتنے بھی زیادہ ہوں، ان کا حصہ ثلث (ایک تہائی) سے زیادہ نہیں ہوگا اور جیسا کہ اوپر کہا گیا ان کو اپنے مرنے والے اخیانی بھائی سے جو مال ملے گا اس میں مرد اور عورت کا حصہ برابر ہوگا یہ نہیں کہ مرد کو عورت سے دوگنا دیا جائے۔ حضرت عمر (رضي الله عنه) نے اپنے دور خلافت میں یہی فیصلہ کیا تھا اور امام زہری فرماتے ہیں کہ حضرت عمر (رضي الله عنه) نے یہ فیصلہ یقیناً اس وقت ہی کیا ہوگا جب ان کے پاس نبی (صلى الله عليه وسلم) کی کوئی حدیث ہوگی۔ (ابن کثیر)\n(6) میراث کے احکام بیان کرنے کے ساتھ ساتھ یہ تیسری مرتبہ کہا جا رہا ہے کہ ورثے کی تقسیم، وصیت پر عمل کرنے اور فرض کی ادائیگی کے بعد کی جائے جس سے معلوم ہوتا ہے کہ ان دونوں باتوں پر عمل کرنا کتنا ضروری ہے۔ پھر اس پر بھی اتفاق ہے کہ سب سے پہلے قرضوں کی ادائیگی کی جائے گی اور وصیت پر عمل اس کے بعد کیا جائے گا لیکن اللہ تعالیٰ نے تینوں جگہ وصیت کا ذکر دین (قرض) سے پہلے کیا حالانکہ ترتیب کے اعتبار سے دین کا ذکر پہلے ہونا چاہئے تھا۔ اس میں حکمت یہ ہے کہ قرض کی ادائیگی کو تو لوگ اہمیت دیتے ہیں، نہ بھی دیں تو لینے والے زبردستی بھی وصول کر لیتے ہیں۔ لیکن وصیت پر عمل کرنے کو غیر ضروری سمجھا جاتا ہے اور اکثر لوگ اس معاملے میں تساہل یا تغافل سے کام لیتے ہیں اس لئے وصیت کا پہلے ذکر فرما کر اس کی اہمیت واضح کر دی گئی۔ (روح المعانی )\nملحوظہ :اگربیوی کا حق مہر ادا نہ کیا گیا ہو تو وہ بھی دین (قرض) میں شمار ہوگا اور اس کی ادائیگی بھی وراثت کی تقسیم سے پہلے ضروری ہے۔ نیز عورت کا حصہ شرعی اس مہر کے علاوہ ہوگا۔\n(7) بایں طور کہ وصیت کے ذریعے سے کسی وارث کو محروم کر دیا جائے یا کسی کا حصہ گھٹا بڑھا دیا جائے یا یوں ہی وارثوں کو نقصان پہنچانے کے لئے کہہ دے کہ فلاں شخص سے میں نے اتنا قرض لیا ہے درآں حالیکہ کچھ بھی نہ لیا ہو۔ گویا اضرارکا تعلق وصیت اور دین دونوں سے ہے اور دونوں کے ذریعے سے نقصان پہنچانا ممنوع اور کبیرہ گناہ ہے۔ نیز ایسی وصیت بھی باطل ہوگی۔","lang":"ur"},{"name":"4:13","price":"یہ حدیں اللہ تعالیٰ کی مقرر کی ہوئی ہیں اور جو اللہ تعالیٰ کی اور اس کے رسول اللہ ﴿صلی اللہ علیہ وسلم﴾ کی فرمانبرداری کرے گا اسے اللہ تعالیٰ جنتوں میں لے جائے گا جن کے نیچے نہریں بہہ رہی ہیں جن میں وه ہمیشہ رہیں گے اور یہ بہت بڑی کامیابی ہے۔","arabic":"تِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":506,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"4:14","price":"اور جو شخص اللہ تعالیٰ کی اور اس کے رسول اللہ ﴿صلی اللہ علیہ وسلم﴾ کی نافرمانی کرے اور اس کی مقرره حدوں سے آگے نکلے اسے وه جہنم میں ڈال دے گا جس میں وه ہمیشہ رہے گا، ایسوں ہی کے لئے رسوا کن عذاب ہے۔","arabic":"وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدۡخِلۡهُ نَارًا خَٰلِدٗا فِيهَا وَلَهُۥ عَذَابٞ مُّهِينٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":507,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"4:15","price":"تمہاری عورتوں میں سے جو بے حیائی کا کام کریں ان پر اپنے میں سے چار گواه طلب کرو، اگر وه گواہی دیں تو ان عورتوں کو گھروں میں قید رکھو، یہاں تک کہ موت ان کی عمریں پوری کردے(1) ، یا اللہ تعالیٰ ان کے لئے کوئی اور راستہ نکالے۔(2)","arabic":"وَٱلَّٰتِي يَأۡتِينَ ٱلۡفَٰحِشَةَ مِن نِّسَآئِكُمۡ فَٱسۡتَشۡهِدُواْ عَلَيۡهِنَّ أَرۡبَعَةٗ مِّنكُمۡۖ فَإِن شَهِدُواْ فَأَمۡسِكُوهُنَّ فِي ٱلۡبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلۡمَوۡتُ أَوۡ يَجۡعَلَ ٱللَّهُ لَهُنَّ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":508,"juzNumber":4,"footnotes":"(1) یہ بدکار عورتوں کی بدکاری کی وہ سزا ہے جو ابتدائے اسلام میں، جب کہ زنا کی سزا متعین نہیں ہوئی تھی، عارضی طور پر مقرر کی گئی تھی ہاں یہ بھی یاد رہے کہ عربی زبان میں ایک سے دس تک کی گنتی میں یہ مسلمہ اصول ہے کہ عدد مذکر ہوگا تو معدود مونث اور عدد مونث ہوگا تو معدود مذکر۔ یہاں اربعہ (یعنی 4 کا عدد) مونث ہے، اس لئے اس کا معدود جو یہاں ذکر نہیں کیا گیا اور محذوف ہے، یقیناً مذکر آئے گا اور وہ ہے رجال یعنی اربعہ رجال جس سے یہ بات واضح طور پر معلوم ہوتی ہے کہ اثبات زنا کے لئے چار مرد گواہوں کا ہونا ضروری ہے۔ گویا جس طرح زنا کی سزا سخت مقرر کی گئی ہے، اس کے اثبات کے گواہوں کی کڑی شرط عائد کر دی گئی ہے یعنی چار مسلمان مرد عینی گواہ، اس کے بغیر شرعی سزا کا اثبات ممکن نہیں ہوگا۔\n(2) اس راستے سے مراد زنا کی وہ سزا ہے جو بعد میں مقرر کی گئی یعنی شادی شدہ زنا کار مرد وعورت کے لئے رجم اور غیر شادی شدہ بدکار مرد وعورت کے لئے سو سو کوڑے کی سزا۔ (جس کی تفصیل سورۂ نور اور احادیث صحیحہ میں موجود ہے)","lang":"ur"},{"name":"4:16","price":"تم میں سے جو دو افراد ایسا کام کر لیں(1) انہیں ایذا دو(2) اگر وه توبہ اور اصلاح کر لیں تو ان سے منھ پھیر لو، بے شک اللہ تعالیٰ توبہ قبول کرنے واﻻ اور رحم کرنے واﻻ ہے۔","arabic":"وَٱلَّذَانِ يَأۡتِيَٰنِهَا مِنكُمۡ فَـَٔاذُوهُمَاۖ فَإِن تَابَا وَأَصۡلَحَا فَأَعۡرِضُواْ عَنۡهُمَآۗ إِنَّ ٱللَّهَ كَانَ تَوَّابٗا رَّحِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":509,"juzNumber":4,"footnotes":"(1) بعض نے اس سے اغلام بازی مراد لی ہے یعنی عمل لواطت۔ دو مردوں کا ہی آپس میں بدفعلی کرنا اور بعض نے اس سے باکرہ مرد وعورت مراد لئے ہیں اور اس سے قبل کی آیت کو انہوں نے محصنات یعنی شادی شدہ کے ساتھ خاص کیا ہے اور بعض نے اس تثنیہ کے صیغے سے مرد اور عورت مراد لئے ہیں۔ قطع نظر اس سے کہ وہ باکرہ ہوں یا شادی شدہ۔ ابن جریر طبری نے دوسرے مفہوم یعنی باکرہ (مرد وعورت) کو ترجیح دی ہے۔ اور پہلی آیت میں بیان کردہ سزا کو نبی (صلى الله عليه وسلم) کی بتلائی ہوئی سزا سزائے رجم سے اور اس آیت میں بیان کردہ سزا کو سورۂ نور میں بیان کردہ سو کوڑے کی سزا سے منسوخ قرار دیا ہے۔ (تفسیر طبری)\n(2) یعنی زبان سے زجرو توبیخ اور ملامت یا ہاتھ سے کچھ زدو کوب کر لینا۔ اب یہ منسوخ ہے، جیسا کہ گزرا۔","lang":"ur"},{"name":"4:17","price":"اللہ تعالیٰ صرف انہی لوگوں کی توبہ قبول فرماتا ہے جو بوجہ نادانی کوئی برائی کر گزریں پھر جلد اس سے باز آ جائیں اور توبہ کریں تو اللہ تعالیٰ بھی ان کی توبہ قبول کرتا ہے، اللہ تعالیٰ بڑے علم واﻻ حکمت واﻻ ہے۔","arabic":"إِنَّمَا ٱلتَّوۡبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعۡمَلُونَ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ يَتُوبُونَ مِن قَرِيبٖ فَأُوْلَٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيۡهِمۡۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":510,"juzNumber":4,"footnotes":"","lang":"ur"},{"name":"4:18","price":"ان کی توبہ نہیں جو برائیاں کرتے چلے جائیں یہاں تک کہ جب ان میں سے کسی کے پاس موت آجائے تو کہہ دے کہ میں نے اب توبہ کی(1) ، اور ان کی توبہ بھی قبول نہیں جو کفر پر ہی مر جائیں، یہی لوگ ہیں جن کے لئے ہم نے المناک عذاب تیار کر رکھا ہے۔","arabic":"وَلَيۡسَتِ ٱلتَّوۡبَةُ لِلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ إِنِّي تُبۡتُ ٱلۡـَٰٔنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمۡ كُفَّارٌۚ أُوْلَٰٓئِكَ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":511,"juzNumber":4,"footnotes":"(1) اس سے واضح ہے کہ موت کے وقت کی گئی توبہ غیر مقبول ہے، جس طرح کہ حدیث میں بھی آتا ہے کہ ضروری تفصیل آل عمران کی آیت90میں گزر چکی ہے۔ٍ","lang":"ur"},{"name":"4:19","price":"ایمان والو! تمہیں حلال نہیں کہ زبردستی عورتوں کو ورثے میں لے بیٹھو(1) انہیں اس لئے روک نہ رکھو کہ جو تم نے انہیں دے رکھا ہے، اس میں سے کچھ لے لو(2) ہاں یہ اور بات ہے کہ وه کوئی کھلی برائی اور بے حیائی کریں(3) ان کے ساتھ اچھے طریقے سے بودوباش رکھو، گو تم انہیں ناپسند کرو لیکن بہت ممکن ہے کہ تم کسی چیز کو برا جانو، اور اللہ تعالیٰ اس میں بہت ہی بھلائی کر دے۔(4)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَحِلُّ لَكُمۡ أَن تَرِثُواْ ٱلنِّسَآءَ كَرۡهٗاۖ وَلَا تَعۡضُلُوهُنَّ لِتَذۡهَبُواْ بِبَعۡضِ مَآ ءَاتَيۡتُمُوهُنَّ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ فَإِن كَرِهۡتُمُوهُنَّ فَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَيَجۡعَلَ ٱللَّهُ فِيهِ خَيۡرٗا كَثِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":512,"juzNumber":4,"footnotes":"(1) اسلام سے قبل عورت پر ایک یہ ظلم بھی ہوتا تھا کہ شوہر کے مرجانے پر اس کے گھر کے لوگ اس کے مال کی طرح اس کی عورت کےبھی زبردستی وارث بن بیٹھتے تھے اور خود اپنی مرضی سے، اس کی رضا مندی کے بغیر اس سے نکاح کر لیتے یا اپنے بھائی، بھتیجے سے اس کا نکاح کر دیتے، حتی کہ سوتیلابیٹا تک بھی مرنے والے باپ کی عورت سے نکاح کر لیتا یا اگر چاہتے تو اسے کسی بھی جگہ نکاح کرنے کی اجازت نہ دیتے اور وہ ساری عمر یوں ہی گزارنے پر مجبور ہوتی۔ اسلام نے ظلم کے اس تمام طریقوں سے منع فرما دی۔\n(2) ایک ظلم یہ بھی عورت پر کیا جاتا تھا کہ اگر خاوند کو وہ پسند نہ ہوتی اور وہ اس سے چھٹکارا حاصل کرنا چاہتا تو ازخود اس کو طلاق نہ دیتا (جس طرح ایسی صورت میں اسلام نے طلاق کی اجازت دی ہے) بلکہ اسے خوب تنگ کرتا تاکہ وہ مجبور ہو کر حق مہر یا جو کچھ خاوند نے اسے دیا ہوتا، از خود واپس کرکے اس سے خلاصی حاصل کرنے کو ترجیح دے اسلام نے اس حرکت کو بھی ظلم قرار دیا ہے۔\n(3) کھلی برائی سے مراد بدکاری یا بدزبانی اور نافرمانی ہے۔ ان دونوں صورتوں میں البتہ یہ اجازت دی گئی ہے کہ خاوند اس کے ساتھ ایسا رویہ اختیار کرے کہ وہ اس کا دیا ہوا مال یا حق مہر واپس کرکے خلع کرانے پر مجبور ہو جائے جیسا کہ خلع کی صورت میں خاوند کو حق مہر واپس لینے کا حق دیا گیا ہے۔ (ملاحظہ ہو سورۂ بقرہ آیت نمبر 229)\n(4) یہ بیوی کے ساتھ حسن معاشرت کا وہ حکم ہے جس کی قرآن نے بڑی تاکید کی ہے اور احادیث میں بھی نبی (صلى الله عليه وسلم) نے اس کی بڑی وضاحت اور تاکید کی ہے ایک حدیث میں آیت کے اس مفہوم کو یوں بیان کیا گیا ہے «لا يَفْرَكْ مُؤْمِنٌ مُؤْمِنَةً إِنْ سَخِطَ مِنْهَا خُلُقًا، رَضِيَ مِنْهَا آخَرَ»، (صحیح مسلم، کتاب الرضاع) ”مومن مرد (شوہر) مومنہ عورت (بیوی) سے بغض نہ رکھے۔ اگر اس کی ایک عادت اسے ناپسند ہے تو اس کی دوسری عادت پسندیدہ بھی ہو گی“، مطلب یہ ہے کہ بے حیائی اور نشوز وعصیان کے علاوہ اگر بیوی میں کچھ اور کوتاہیاں ہوں جن کی وجہ سے خاوند اسے ناپسند کرتا ہو تو اسے جلد بازی کا مظاہرہ کرتے ہوئے طلاق نہ دے بلکہ صبر اور برداشت سے کام لے، ہو سکتا ہے اللہ تعالیٰ اس میں سے اس کے لئے خیر کثیر پیدا فرما دے۔ یعنی نیک اولاد دے دے یا اس کی وجہ سے اللہ تعالیٰ اس کے کاروبار میں برکت ڈال دے،وغیرہ وغیرہ۔ افسوس ہے کہ مسلمان قرآن وحدیث کی ان ہدایات کے برعکس ذرا ذرا سی باتوں میں اپنی بیویوں کو طلاق دے ڈالتے ہیں اور اس طرح اسلام کے عطا کردہ حق طلاق کو نہایت ظالمانہ طریقے سے استعمال کرتے ہیں۔ حالانکہ یہ حق تو انتہائی ناگزیر حالات میں استعمال کے لئے دیا گیا تھا، نہ کہ گھر اجاڑنے، عورتوں پر ظلم کرنے اور بچوں کی زندگیاں خراب کرنے کے لئے۔ علاوہ ازیں اس طرح یہ اسلام کی بدنامی کا بھی باعث بنتے ہیں کہ اسلام نے مرد کو طلاق کا حق دے کر عورت پر ظلم کرنے کا اختیار اسے دے دیا۔ یوں اسلام کی ایک بہت بڑی خوبی کو خرابی اور ظلم باور کرایا جاتا ہے۔","lang":"ur"},{"name":"4:20","price":"اور اگر تم ایک بیوی کی جگہ دوسری بیوی کرنا ہی چاہو اور ان میں سے کسی کو تم نے خزانہ کا خزانہ دے رکھا ہو، تو بھی اس میں سے کچھ نہ لو(1) کیا تم اسے ناحق اور کھلا گناه ہوتے ہوئے بھی لے لو گے ۔","arabic":"وَإِنۡ أَرَدتُّمُ ٱسۡتِبۡدَالَ زَوۡجٖ مَّكَانَ زَوۡجٖ وَءَاتَيۡتُمۡ إِحۡدَىٰهُنَّ قِنطَارٗا فَلَا تَأۡخُذُواْ مِنۡهُ شَيۡـًٔاۚ أَتَأۡخُذُونَهُۥ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":513,"juzNumber":4,"footnotes":"(1) خود طلاق دینے کی صورت میں حق مہر واپس لینے سے نہایت سختی کے ساتھ روک دیا گیا ہے۔ قنطار خزانے اور مال کثیر کو کہتے ہیں یعنی کتنابھی حق مہر دیا ہو واپس نہیں لے سکتے۔ اگر ایسا کرو گے تو یہ ظلم (بہتان) اور کھلا گناہ ہوگا۔","lang":"ur"},{"name":"4:21","price":"تم اسے کیسے لے لو گے حاﻻنکہ تم ایک دوسرے سے مل چکے ہو اور ان عورتوں نے تم سے مضبوط عہد وپیمان لے رکھا ہے۔(2)","arabic":"وَكَيۡفَ تَأۡخُذُونَهُۥ وَقَدۡ أَفۡضَىٰ بَعۡضُكُمۡ إِلَىٰ بَعۡضٖ وَأَخَذۡنَ مِنكُم مِّيثَٰقًا غَلِيظٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":514,"juzNumber":4,"footnotes":"(1) ”ایک دوسرے سے مل چکے ہو“ کا مطلب ہم بستری ہے۔ جسے اللہ تعالیٰ نے کنایتہً بیان فرمایا ہے۔\n(2) ”مضبوط عہد وپیمان“ سے وہ عہد مراد ہے جو نکاح کے وقت مرد سے لیا جاتا ہے کہ تم ”اسے اچھے طریقے سے آباد کرنا یا احسان کے ساتھ چھوڑ دینا“۔","lang":"ur"},{"name":"4:22","price":"اور ان عورتوں سے نکاح نہ کرو جن سے تمہارے باپوں نے نکاح کیا ہے(1) مگر جو گزر چکا ہے، یہ بے حیائی کا کام اور بغض کا سبب ہے اور بڑی بری راه ہے۔","arabic":"وَلَا تَنكِحُواْ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدۡ سَلَفَۚ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَمَقۡتٗا وَسَآءَ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":515,"juzNumber":4,"footnotes":"(1) زمانۂ جاہلیت میں سوتیلے بیٹے اپنے باپ کی بیوی سے (یعنی سوتیلی ماں سے) نکاح کر لیتے تھے، اس سے روکا جا رہا ہے، کہ یہ بہت ہی بے حیائی کا کام ہے وَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ کا عموم ایسی عورت سے نکاح کو ممنوع قرار دیتا ہے جس سے اس کے باپ نے نکاح کیا لیکن دخول سے قبل ہی طلاق دے دی۔ حضرت ابن عباس ! سے بھی یہ بات مروی ہے اور علماء اسی کے قائل ہیں۔ (تفسیر طبری)","lang":"ur"},{"name":"4:23","price":"حرام کی گئیں(1) تم پر تمہاری مائیں اور تمہاری لڑکیاں اور تمہاری بہنیں، تمہاری پھوپھیاں اور تمہاری خاﻻئیں اور بھائی کی لڑکیاں اور بہن کی لڑکیاں اور تمہاری وه مائیں جنہوں نے تمہیں دودھ پلایا ہو اور تمہاری دودھ شریک بہنیں اور تمہاری ساس اور تمہاری وه پرورش کرده لڑکیاں جو تمہاری گود میں ہیں، تمہاری ان عورتوں سے جن سے تم دخول کر چکے ہو، ہاں اگر تم نے ان سے جماع نہ کیا ہو تو تم پر کوئی گناه نہیں اور تمہارے صلبی سگے بیٹوں کی بیویاں اور تمہارا دو بہنوں کا جمع کرنا ہاں جو گزر چکا سو گزر چکا، یقیناً اللہ تعالیٰ بخشنے واﻻ مہربان ہے۔","arabic":"حُرِّمَتۡ عَلَيۡكُمۡ أُمَّهَٰتُكُمۡ وَبَنَاتُكُمۡ وَأَخَوَٰتُكُمۡ وَعَمَّٰتُكُمۡ وَخَٰلَٰتُكُمۡ وَبَنَاتُ ٱلۡأَخِ وَبَنَاتُ ٱلۡأُخۡتِ وَأُمَّهَٰتُكُمُ ٱلَّٰتِيٓ أَرۡضَعۡنَكُمۡ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَٰعَةِ وَأُمَّهَٰتُ نِسَآئِكُمۡ وَرَبَٰٓئِبُكُمُ ٱلَّٰتِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّٰتِي دَخَلۡتُم بِهِنَّ فَإِن لَّمۡ تَكُونُواْ دَخَلۡتُم بِهِنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ وَحَلَٰٓئِلُ أَبۡنَآئِكُمُ ٱلَّذِينَ مِنۡ أَصۡلَٰبِكُمۡ وَأَن تَجۡمَعُواْ بَيۡنَ ٱلۡأُخۡتَيۡنِ إِلَّا مَا قَدۡ سَلَفَۗ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":516,"juzNumber":4,"footnotes":"(1) جن عورتوں سے نکاح کرنا حرام ہے، ان کی تفصیل بیان کی جا رہی ہے۔ ان میں سات محرمات نسب، سات رضاعی اور چار سسرالی بھی ہیں۔ ان کے علاوہ حدیث رسول سے ثابت ہے کہ بھتیجی اور پھوپھی اور بھانجی اور خالہ کو ایک نکاح میں جمع کرنا حرام ہے۔ سات نسبی محرمات میں مائیں، بیٹیاں، بہنیں، پھوپھیاں، خالائیں، بھتیجی اور بھانجی ہیں اور سات رضاعی محرمات میں رضاعی مائیں، رضاعی بیٹیاں، رضاعی بہنیں، رضاعی پھوپھیاں، رضاعی خالائیں، رضاعی بھتیجیاں اور رضاعی بھانجیاں اور سسرالی محرمات میں ساس، ربائب (مدخولہ بیوی کے پہلے خاوند سے لڑکیاں) بہو اور دو سگی بہنوں کا جمع کرنا ہے۔ ان کے علاوہ باپ کی منکوحہ (جس کا ذکر اس سے پہلی آیت میں ہے) اور حدیث کے مطابق بیوی جب تک عقد نکاح میں ہے اس کی پھوپھی اور اس کی خالہ اور اس کی بھتیجی اور اس کی بھانجی سے بھی نکاح حرام ہے۔ محرمات نسبی کی تفصیل! أُمَّهَاتٌ (مائیں) میں ماؤں کی مائیں (نانیاں) ان کی دادیاں اور باپ کی مائیں (دادیاں، پردادیاں اور ان سے آگے تک) شامل ہیں۔ بَنَاتٌ (بیٹیاں) میں پوتیاں، نواسیاں اور پوتیوں،نواسیوں کی بیٹیاں (نیچے تک) شامل ہیں۔ زنا سے پیدا ہونے والی لڑکی، بیٹی میں شامل ہے یا نہیں اس میں اختلاف ہے۔ ائمہ ثلاثہ اسے بیٹی میں شامل کرتے ہیں اور اس سے نکاح کو حرام سمجھتے ہیں۔ البتہ امام شافعی کہتے ہیں کہ بنت شرعی نہیں ہے۔ پس جس طرح ”يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ“ (اللہ تعالیٰ تمہیں اولاد میں مال متروکہ تقسیم کرنے کا حکم دیتا ہے) میں داخل نہیں اور بالا جماع وہ وارث نہیں۔ اسی طرح وہ اس آیت میں بھی داخل نہیں۔ واللہ اعلم (ابن کثیر)۔ أَخَوَاتٌ (بہنیں) عینی ہوں یا اخیافی وعلاتی، عَمَّات ٌ(پھوپھیاں) اس میں باپ کی سب مذکر اصول یعنی نانا، دادا کی تینوں قسموں کی بہنیں شامل ہیںخَالاتٌ( خالائیں) اس میں ماں کی سب مونث اصول (یعنی نانی دادی) کی تینوں قسموں کی بہنیں شامل ہیں۔ بھتیجیاں، اس میں تینوں قسم کی بھائیوں کی اولاد بواسطہ اور بلاواسطہ (یا صلبی وفرعی) شامل ہیں۔ بھانجیاں، اس میں تینوں قسم کی بہنوں کی اولاد بواسطہ وبلاواسطہ یا صلبی وفرعی شامل ہیں۔ قسم دوم، محرمات رضاعیہ: رضاعی ماں، جس کا دودھ تم نے مدت رضاعت (یعنی دو سال) کے اندر پیا ہو۔ رضاعی بہن، وہ عورت جس کو تمہاری حقیقی یا رضاعی ماں نے دودھ پلایا، تمہارے ساتھ پلایا تم سے پہلے یا بعد تمہارے اور بہن بھائیوں کے ساتھ پلایا۔ یاجس عورت کی حقیقی یا رضاعی ماں نے تمہیں دودھ پلایا، چاہے مختلف اوقات میں پلایا ہو۔ رضاعت سے بھی وہ تمام رشتے حرام ہو جائینگے جو نسب سے حرام ہوتے ہیں۔ اس کی تفصیل یہ ہے کہ رضاعی ماں بننے والی عورت کی نسبی ورضاعی اولاد دودھ پینے والے بچے کی بہن بھائی، اس عورت کا شوہر اس کا باپ اور اس مرد کی بہنیں، اور اس کی پھوپھیاں اس عورت کی بہنیں خالائیں اور اس عورت کے جیٹھ، دیور اس کے رضاعی چچا تایا بن جائیں گے اس دودھ پینے والے بچے کی نسبی بہن بھائی وغیرہ اس گھرانہ پر رضاعت کی بنا پر حرام نہ ہوں گے۔ قسم سوم سسرالی محرمات: بیوی کی ماں یعنی ساس (اس میں بیوی کی نانی دادی بھی داخل ہے) اگر کسی عورت سے نکاح کر کے بغیر ہم بستری کے ہی طلاق دے دی ہو، تب بھی اس کی ماں (ساس) سے نکاح حرام ہوگا، البتہ کسی عورت سے نکاح کرکے اسے بغیر مباشرت کے طلاق دے دی ہو تو اس کی لڑکی سے اس کا نکاح جائز ہوگا۔ (فتح القدیر) رَبِيبَةٌ بیوی کے پہلے خاوند سے لڑکی۔ اس کی حرمت مشروط ہے یعنی اس کی ماں سے اگر مباشرت کر لی گئی ہوگی تو ربیبہ سے نکاح حرام، بصورت دیگر حلال ہوگا۔ فِي حُجُورِكُمْ (وہ ربیبہ جو تمہاری گود میں پرورش پائیں) یہ قید غالب احوال کے اعتبار سے ہے، بطور شرط کے نہیں ہے۔ اگر یہ لڑکی کسی اور جگہ بھی زیر پرورش یا مقیم ہوگی۔ تب بھی اس سے نکاح حرام ہوگا۔ حلائل یہ حَلِيلَةٌ کی جمع ہے یہ حل یحل (اترنا) سے فَعِيلَةٌ کے وزن پر بمعنی فَاعِلَةٍ ہے۔ بیوی کو حلیلہ اس لئے کہا گیا ہے کہ اس کا محل (جائے قیام) خاوند کے ساتھ ہی ہوتا ہے یعنی جہاں خاوند اترتا یا قیام کرتا ہے یہ بھی وہیں اترتی یا قیام کرتی ہے۔ بیٹوں میں پوتے نواسے بھی داخل ہیں یعنی ان کی بیویوں سے بھی نکاح حرام ہوگا۔ اسی طرح رضاعی اولاد کے جوڑے بھی حرام ہوں گے مِنْ أَصْلابِكُمْ (تمہارے صلبی بیٹوں کی بیویوں) کی قید سے یہ واضح ہوگیا کہ لے پالک بیٹوں کی بیویوں سے نکاح حرام نہیں ہے۔ دو بہنیں (رضاعی ہوں یا نسبی) ان سے بیک وقت نکاح حرام ہے۔ البتہ ایک کی وفات کے بعد یا طلاق کی صورت میں عدت گزرنے کے بعد دوسری بہن سے نکاح جائز ہے۔ اسی طرح چار بیویوں میں سے ایک کو طلاق دینے سے پانچویں نکاح کی اجازت نہیں جب تک طلاق یافتہ عورت عدت سے فارغ نہ ہو جائے۔ ملحوظة: زنا سے حرمت ثابت ہوگی یا نہیں؟ اس میں اہل علم کا اختلاف ہے۔ اکثر اہل علم کا قول ہے کہ اگر کسی شخص نے کسی عورت سے بدکاری کی تو اس بدکاری کی وجہ سے وہ عورت اس پر حرام نہیں ہوگی اسی طرح اگر اپنی بیوی کی ماں (ساس) سے یا اس کی بیٹی سے (جو دوسرے خاوند سے ہو) زنا کر لے گا تو اس کی بیوی اس پر حرام نہیں ہوگی (دلائل کے لئے دیکھئے، فتح القدیر) احناف اور دیگر بعض علماء کی رائے میں زنا کاری سے بھی حرمت ثابت ہو جائے گی۔ اول الذکر مسلک کی تائید بعض احادیث سے ہوتی ہے۔","lang":"ur"}],"juz":{"id":4,"name":"لَنْ تَنَالُوا","transliteration":"Lan Tana Loo","transEn":"You Will Never Attain","startVerse":"3:93","endVerse":"4:23","totalVerses":131}}