{"data":[{"name":"6:111","price":"اور اگر ہم ان کے پاس فرشتوں کو بھیج دیتے(1) اور ان سے مردے باتیں کرنے لگتے(2) اور ہم تمام موجودات کو ان کے پاس ان کی آنکھوں کے روبرو ﻻ کر جمع کر دیتے ہیں(3) تب بھی یہ لوگ ہرگز ایمان نہ ﻻتے ہاں اگر اللہ ہی چاہے تو اور بات ہے لیکن ان میں زیاده لوگ جہالت کی باتیں کرتے ہیں۔(4)","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"(1) جیسا کہ وہ بار بار اس کا مطالبہ ہمارے پیغمبر سے کرتے ہیں۔\n(2) اور وہ حضرت محمد رسول اللہ (صلى الله عليه وسلم) کی رسالت کی تصدیق کردیتے۔\n(3) دوسرا مفہوم اس کا یہ بیان کیا گیا ہے کہ جو نشانیاں وہ طلب کرتے ہیں، وہ سب ان کے روبرو پیش کردیتے۔ اور ایک مفہوم یہ بھی بیان کیا گیا ہے کہ ہر چیز جمع ہوکر گروہ در گروہ یہ گواہی دے کہ پیغمبروں کا سلسلہ برحق ہے تو ان تمام نشانیوں اور مطالبوں کے پورا کردینے کے باوجود یہ ایمان لانے والے نہیں ہیں۔ مگر جس کو اللہ چاہے۔ اسی مفہوم کی یہ آیت بھی ہے«إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لا يُؤْمِنُونَ، وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الأَلِيمَ» (سورۃ یونس: 96۔ 97) ”جن پر تیرے رب کی بات ثابت ہوگئی ہے وہ ایمان نہیں لائیں گے، اگرچہ ان کے پاس ہر قسم کی نشانی آجائے یہاں تک کہ وہ دردناک عذاب دیکھ لیں“۔\n(4) اور یہ جہالت کی باتیں ہی ان کے اور حق قبول کرنے کے درمیان حائل ہیں۔ اگر جہالت کا پردہ اٹھ جائے تو شاید حق ان کی سمجھ میں آجائے اور پھر اللہ کی مشیت سے حق کو اپنا بھی لیں۔","lang":"ur"},{"name":"6:112","price":"اور اسی طرح ہم نے ہر نبی کے دشمن بہت سے شیطان پیدا کئے تھے کچھ آدمی اور کچھ جن(1) ، جن میں سے بعض بعضوں کو چکنی چپڑی باتوں کا وسوسہ ڈالتے رہتے تھے تاکہ ان کو دھوکہ میں ڈال دیں(2) اور اگر اللہ تعالیٰ چاہتا تو یہ ایسے کام نہ کرسکتے(3) سو ان لوگوں کو اور جو کچھ یہ افترا پردازی کر رہے ہیں اس کو آپ رہنے دیجئے۔","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"(1) یہ وہی بات ہے جو مختلف انداز میں رسول اللہ (صلى الله عليه وسلم) کی تسلی کے لیے فرمائی گئی ہے کہ آپ سے پہلے جتنے بھی انبیا گزرے، ان کی تکذیب کی گئی، انہیں ایذائیں دی گئیں وغیرہ وغیرہ۔ مقصد یہ ہے کہ جس طرح انہوں نے صبر اور حوصلے سے کام لیا، آپ بھی ان دشمنان حق کے مقابلے میں صبرواستقامت کا مظاہرہ فرمائیں۔ اس سے یہ بھی معلوم ہوا کہ شیطان کے پیروکار جنوں میں سے بھی ہیں اور انسانوں میں سے بھی۔ اور یہ وہ ہیں جو دونوں گروہوں میں سے سرکش، باغی، اور متکبر قسم کے ہیں۔\n(2) وَحْيٌ خفیہ بات کو کہتے ہیں یعنی انسانوں اور جنوں کو گمراہ کرنے کے لیے ایک دوسرے کو چالبازیاں اور حیلے سکھاتے ہیں تاکہ لوگوں کو دھوکے اور فریب میں مبتلا کرسکیں۔ یہ بات عام مشاہدے میں بھی آئی ہے کہ شیطانی کاموں میں لوگ ایک دوسرے کے ساتھ خوب بڑھ چڑھ کر تعاون کرتے ہیں جس کی وجہ سے برائی بہت جلدی فروغ پاجاتی ہے۔\n(3) یعنی اللہ تعالیٰ تو ان شیطانی ہتھکنڈوں کو ناکام بنانے پر قادر ہے لیکن وہ بالجبر ایسا نہیں کرے گا کیونکہ ایسا کرنا اس کے نظام اور اصول کے خلاف ہے جو اس نے اپنی مشیت کے تحت اختیار کیا ہے، جس کی حکمتیں وہ بہتر جانتا ہے۔","lang":"ur"},{"name":"6:113","price":"اور تاکہ اس کی طرف ان لوگوں کے قلوب مائل ہوجائیں جو آخرت پر یقین نہیں رکھتے اور تاکہ اس کو پسند کرلیں اور تاکہ مرتکب ہوجائیں ان امور کے جن کے وه مرتکب ہوتے تھے۔(1)","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"(1) یعنی شیطانی وساوس کا شکار وہی لوگ ہوتے ہیں اور وہی اسے پسند کرتے اور اس کے مطابق عمل کرتے ہیں جو آخرت پر ایمان نہیں رکھتے۔ اور یہ حقیقت ہے کہ جس حساب سے لوگوں کے اندر عقیدۂ آخرت کے بارے میں ضعف پیدا ہورہا ہے، اسی حساب سے لوگ شیطانی جال میں پھنس رہے ہیں۔","lang":"ur"},{"name":"6:114","price":"تو کیا اللہ کے سوا کسی اور فیصلہ کرنے والے کو تلاش کروں حاﻻنکہ وه ایسا ہے کہ اس نے ایک کتاب کامل تمہارے پاس بھیج دی ہے، اس کے مضامین خوب صاف صاف بیان کئے گئے ہیں اور جن لوگوں کو ہم نے کتاب دی ہے وه اس بات کو یقین کے ساتھ جانتے ہیں کہ یہ آپ کے رب کی طرف سے حق کے ساتھ بھیجی گئی ہے، سو آپ شبہ کرنے والوں میں سے نہ ہوں۔(1)","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"(1) آپ کو خطاب کرکے دراصل امت کو تعلیم دی جارہی ہے۔","lang":"ur"},{"name":"6:115","price":"آپ کے رب کا کلام سچائی اور انصاف کے اعتبار سے کامل ہے(1) ، اس کے کلام کا کوئی بدلنے واﻻ نہیں(2) اور وه خوب سننے واﻻ خوب جاننے واﻻ ہے۔(3)","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"(1) اخبار و واقعات کے لحاظ سے سچا ہے اور احکام ومسائل کے اعتبار سے عادل ہے یعنی اس کا ہر امر اور نہی عدل وانصاف پر مبنی ہے۔ کیونکہ اس نے انہی باتوں کا حکم دیا ہے جن میں انسانوں کا فائدہ ہے اور انہی چیزوں سے روکا ہے جن میں نقصان اور فساد ہے۔ گو انسان اپنی نادانی یا اغوائے شیطانی کی وجہ سے اس حقیقت کو نہ سمجھ سکیں۔\n(2) یعنی کوئی ایسا نہیں جو رب کے کسی حکم میں تبدیلی کردے، کیونکہ اس سے بڑھ کر کوئی طاقتور نہیں۔\n(3) یعنی بندوں کے اقوال سننے والا اور ان کی ایک ایک حرکت و ادا کو جاننے والا ہے اور وہ اس کے مطابق ہر ایک کوجزا دے گا۔","lang":"ur"},{"name":"6:116","price":"اور دنیا میں زیاده لوگ ایسے ہیں کہ اگر آپ ان کا کہنا ماننے لگیں تو وه آپ کو اللہ کی راه سے بے راه کردیں وه محض بے اصل خیاﻻت پر چلتے ہیں اور بالکل قیاسی باتیں کرتے ہیں۔(1)","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"(1) قرآن کی اس بیان کردہ حقیقت کا بھی، واقعے کے طور پر ہر دور میں مشاہدہ کیا جاسکتا ہے۔ دوسرے مقام پر اللہ تعالیٰ نے فرمایا «وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ» (سورۃ یوسف: 103) ”آپ کی خواہش کے باوجود اکثر لوگ ایمان لانے والے نہیں“۔ اس سے معلوم ہوا کہ حق وصداقت کے راستے پر چلنے والے لوگ ہمیشہ تھوڑے ہی ہوتے ہیں۔ جس سے یہ بات بھی ثابت ہوئی کہ حق وباطل کا معیار، دلائل وبراہین ہیں، لوگوں کی اکثریت واقلیت نہیں۔ یعنی ایسا نہیں ہے کہ جس بات کو اکثریت نے اختیار کیا ہوا ہو، وہ حق ہو اور اقلیت میں رہنے والے باطل پر ہوں۔ بلکہ مذکورہ حقیقت قرآنی کی رو سے یہ زیادہ ممکن ہے کہ اہل حق تعداد کے لحاظ سے اقلیت میں ہوں اور اہل باطل اکثریت میں۔ جس کی تائید اس حدیث سے بھی ہوتی ہے جس میں نبی (صلى الله عليه وسلم) نے فرمایا ہے کہ ”میری امت 73 فرقوں میں بٹ جائے گی، جن میں سے صرف ایک فرقہ جنتی ہوگا، باقی سب جہنمی۔ اور اس جنتی فرقے کی نشانی آپ (صلى الله عليه وسلم) نے یہ بیان فرمائی کہ جو«مَا أَنَا عَلَيْهِ وَأَصْحَابِي» میرے اور میرے صحابہ کے طریقے پر چلنے والا ہوگا“ (أبو داود كتاب السنة، باب شرح السنة، نمبر 4596، ترمذي، كتاب الإيمان، باب ما جاء في افتراق هذه الأمة، وقد حسنه الترمذي في بعض النسخ وأقره الألباني في الطحاوية، حديث نمبر263)","lang":"ur"},{"name":"6:117","price":"بالیقین آپ کا رب ان کو خوب جانتا ہے جو اس کی راه سے بے راه ہوجاتا ہے۔ اور وه ان کو بھی خوب جانتا ہے جو اس کی راه پر چلتے ہیں۔","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"6:118","price":"سو جس جانور پر اللہ تعالیٰ کا نام لیا جائے اس میں سے کھاؤ! اگر تم اس کے احکام پر ایمان رکھتے ہو۔(1)","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"(1) یعنی جس جانور پر شکار کرتے وقت یا ذبح یا نحر کرتے وقت اللہ کا نام لیا جائے، اسے کھالو بشرطیکہ وہ ان جانوروں میں سے ہوں جن کا کھانا مباح ہے۔ اس کا مطلب یہ ہوا کہ جس جانور پر عمداً ان موقعوں پر اللہ کا نام نہ لیا جائے وہ حلال وطیب نہیں البتہ اس سے ایسی صورت مستثنیٰ ہے کہ جس میں یہ التباس ہو کہ ذبح کے وقت ذبح کرنے والے نے اللہ کا نام لیا یا نہیں، اس میں حکم یہ ہے کہ اللہ کا نام لے کر اسے کھالو۔ حدیث میں آتا ہے کہ حضرت عائشہ (رضی الله عنها) نے رسول اللہ (صلى الله عليه وسلم) سے پوچھا کہ کچھ لوگ ہمارے پاس گوشت لے کر آتے ہیں (اس سے مراد وہ اعرابی تھے جو نئے نئے مسلمان ہوئے تھے اور اسلامی تعلیم وتربیت سے پوری طرح بہرہ ور بھی نہیں تھے) ہم نہیں جانتے کہ انہوں نے اللہ کا نام لیا یا نہیں ؟ آپ (صلى الله عليه وسلم) نے فرمایا«سَمُّوا عَلَيْهِ أَنْتُمْ وَكُلُوا»(صحيح بخاري- باب ذبيحة الأعراب نمبر5507) تم اللہ کا نام لے کر اسے کھالو یعنی التباس (شبہ) کی صورت میں یہ رخصت ہے۔ اس کا مطلب یہ نہیں کہ ہر قسم کے جانور کا گوشت بسم اللہ پڑھ لینے سے حلال ہوجائے گا۔ اس سے زیادہ سے زیادہ یہ ثابت ہوتا ہے کہ مسلمانوں کی منڈیوں اور دکانوں پر ملنے والا گوشت حلال ہے۔ ہاں اگر کسی کو وہم اور التباس ہو تو وہ کھاتے وقت بسم اللہ پڑھ لے۔","lang":"ur"},{"name":"6:119","price":"اور آخر کیا وجہ ہے کہ تم ایسے جانور میں سے نہ کھاؤ جس پر اللہ کا نام لیا گیا ہو حاﻻنکہ اللہ تعالیٰ نے ان سب جانوروں کی تفصیل بتادی ہے جن کو تم پر حرام کیا ہے(1) ، مگر وه بھی جب تم کو سخت ضرورت پڑجائے تو حلال ہے اور یہ یقینی بات ہے کہ بہت سے آدمی اپنے خیاﻻت پر بلا کسی سند کے گمراه کرتے ہیں۔ اس میں کوئی شبہ نہیں کہ اللہ تعالیٰ حد سے نکل جانے والوں کو خوب جانتا ہے۔","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"(1) جس کی تفصیل اسی سورت میں آگے آرہی ہے، اس کے علاوہ بھی اور سورتوں نیز احادیث میں محرمات کی تفصیل بیان کردی گئی ہے۔ ان کے علاوہ باقی حلال ہیں اور حرام جانور بھی عندالاضطرار سد رمق کی حد تک جائز ہیں۔","lang":"ur"},{"name":"6:120","price":"اور تم ﻇاہری گناه کو بھی چھوڑ دو اور باطنی گناه کو بھی چھوڑ دو۔ بلاشبہ جو لوگ گناه کررہے ہیں ان کو ان کے کئے کی عنقریب سزا ملے گی۔","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"6:121","price":"اور ایسے جانوروں میں سے مت کھاؤ جن پر اللہ کا نام نہ لیا گیا ہو اور یہ کام نافرمانی کا ہے(1) اور یقیناً شیاطین اپنے دوستوں کے دل میں ڈالتے ہیں تاکہ یہ تم سے جدال کریں(2) اور اگر تم ان لوگوں کی اطاعت کرنے لگو تو یقیناً تم مشرک ہوجاؤ گے۔","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"(1) یعنی عمداً اللہ کا نام جس جانور پر نہ لیا گیا، اس کا کھانا فسق اور ناجائز ہے۔ حضرت ابن عباس (رضي الله عنه) نے اس کے یہی معنی بیان کئے ہیں وہ کہتے ہیں کہ بھول جانے والے کو فاسق نہیں کہا جاتا اور امام بخاری کا رجحان بھی یہی ہے اور یہی احناف کا مسلک ہے تاہم امام شافعی کامسلک یہ ہے کہ مسلمان کا ذبیحہ دونوں صورتوں میں حلال ہے چاہے وہ اللہ کا نام لے یا عمداً چھوڑ دے اور وہ ”وَإِنَّهُ لَفِسْقٌ“ کو غیر اللہ کے نام پر ذبح کئے گئے جانور سے متعلق قرار دیتے ہیں۔\n(2) شیطان نے اپنے ساتھیوں کے ذریعے سے یہ بات پھیلائی کہ یہ مسلمان اللہ کے ذبح کئے ہوئے جانور (یعنی مردہ) کو تو حرام اور اپنے ہاتھ سے ذبح شدہ کو حلال قرار دیتے ہیں اور دعویٰ یہ کرتے ہیں کہ ہم اللہ کو ماننے والے ہیں۔ اللہ تعالیٰ نے فرمایا کہ شیطان اور اس کے دوستوں کے وسوسوں کے پیچھے مت لگو، جو جانور مردہ ہے یعنی بغیر ذبح کئے مر گیا (سوائے سمندری میتہ کے کہ وہ حلال ہے) اس پر چونکہ اللہ کا نام نہیں لیا گیا، اس لئے اس کا کھانا حلال نہیں ہے۔","lang":"ur"},{"name":"6:122","price":"ایسا شخص جو پہلے مرده تھا پھر ہم نے اس کو زنده کردیا اور ہم نے اس کو ایک ایسا نور دے دیا کہ وه اس کو لئے ہوئے آدمیوں میں چلتا پھرتا ہے۔ کیا ایسا شخص اس شخص کی طرح ہوسکتا ہے؟ جو تاریکیوں سے نکل ہی نہیں پاتا(1) ۔ اسی طرح کافروں کو ان کے اعمال خوش نما معلوم ہوا کرتے ہیں۔","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"(1) اس آیت میں اللہ تعالیٰ نے کافر کو میت (مردہ) اور مومن کو حی (زندہ) قرار دیا ہے۔ اس لئے کہ کافر کفر وضلالت کی تاریکیوں میں بھٹکتا پھرتا ہے اور اس سے نکل ہی نہیں پاتا جس کانتیجہ ہلاکت وبربادی ہے اور مومن کے دل کو اللہ تعالیٰ ایمان کے ذریعے سے زندہ فرما دیتا ہے جس سے زندگی کی راہیں اس کے لئے روشن ہوجاتی ہیں اور وہ ایمان و ہدایت کے راستے پر گامزن ہوجاتا ہے، جس کا نتیجہ کامیابی وکامرانی ہے۔ یہ وہی مضمون ہے جو حسب ذیل آیات میں بیان کیا گیا ہے۔ «اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ» (سورة البقرة: 257)،«مَثَلُ الْفَرِيقَيْنِ كَالأَعْمَى وَالأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلا» (سورة هود:24) اور «وَمَا يَسْتَوِي الأَعْمَى وَالْبَصِيرُ، وَلا الظُّلُمَاتُ وَلا النُّورُ، وَلا الظِّلُّ وَلا الْحَرُورُ، وَمَا يَسْتَوِي الأَحْيَاءُ وَلا الأَمْوَاتُ» (سورة فاطر: 19۔ 22)","lang":"ur"},{"name":"6:123","price":"اور اسی طرح ہم نے ہر بستی میں وہاں کے رئیسوں ہی کو جرائم کا مرتکب بنایا تاکہ وه لوگ وہاں فریب کریں(1) ۔ اور وه لوگ اپنے ہی ساتھ فریب کررہے ہیں اور ان کو ذرا خبر نہیں۔(2)","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"(1) أَكَابِرَ، أَكْبَرُ کی جمع ہے، مراد کافروں اور فاسقوں کے سرغنے اور کھڑپینچ ہیں کیونکہ یہی انبیاء اور داعیان حق کی مخالفت میں پیش پیش ہوتے ہیں اور عام لوگ تو صرف ان کے پیچھے لگنے والے ہوتے ہیں، اس لئے ان کا بطور خاص ذکر کیا ہے۔ علاوہ ازیں ایسے لوگ عام طور پر دنیاوی دولت اور خاندانی وجاہت کے اعتبار سے بھی نمایاں ہوتے ہیں، اس لئے مخالفت حق میں بھی ممتاز ہوتے ہیں (یہی مضمون سورۂ سبا کی آیات 31 تا 33، سورۂ زخرف 23، سورۂ نوح 22 وغیرھا میں بھی بیان کیا گیا ہے )۔\n(2) یعنی ان کی اپنی شرارت کا وبال اور اسی طرح ان کے پیچھے لگنے والے لوگوں کا وبال، انہی پر پڑے گا (مزید دیکھئے سورۂ عنکبوت 13، سورۂ نحل 25)","lang":"ur"},{"name":"6:124","price":"اور جب ان کو کوئی آیت پہنچتی ہے تو یوں کہتے ہیں کہ ہم ہرگز ایمان نہ ﻻئیں گے جب تک کہ ہم کو بھی ایسی ہی چیز نہ دی جائے جو اللہ کے رسولوں کو دی جاتی ہے(1) ، اس موقع کو تو اللہ ہی خوب جانتا ہے کہ کہاں وه اپنی پیغمبری رکھے؟(2) عنقریب ان لوگوں کو جنہوں نے جرم کیا ہے اللہ کے پاس پہنچ کر ذلت پہنچے گی اور ان کی شرارتوں کے مقابلے میں سخت سزائیں۔","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"(1) یعنی ان کے پاس بھی فرشتے وحی لے کر آئیں اور ان کے سروں پر بھی نبوت ورسالت کا تاج رکھا جائے۔\n(2) یعنی یہ فیصلہ کرنا کہ کس کو نبی بنایا جائے ؟ یہ تو اللہ ہی کا کام ہے کیونکہ وہی ہر بات کی حکمت ومصلحت کو جانتا ہے اور اسے ہی معلوم ہے کہ کون اس منصب کا اہل ہے؟ مکہ کا کوئی چودھری ورئیس یا جناب عبداللہ وحضرت آمنہ کا دریتیم؟","lang":"ur"},{"name":"6:125","price":"سو جس شخص کو اللہ تعالیٰ راستہ پر ڈالنا چاہے اس کے سینہ کو اسلام کے لیے کشاده کر دیتا ہے اور جس کو بے راه رکھنا چاہے اس کے سینہ کو بہت تنگ کردیتا ہے جیسے کوئی آسمان میں چڑھتا ہے(1) ، اسی طرح اللہ تعالیٰ ایمان نہ ﻻنے والوں پر ناپاکی مسلط کردیتا ہے۔(2)","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"(1) یعنی جس طرح زور لگا کر آسمان پر چڑھنا ممکن نہیں ہے، اسی طرح جس شخص کے سینے کو اللہ تعالیٰ تنگ کردے اس میں توحید اور ایمان کا داخلہ ممکن نہیں ہے۔ الا یہ کہ اللہ تعالیٰ ہی اس کا سینہ اس کے لیے کھول دے۔\n(2) یعنی جس طرح سینہ تنگ کردیتا ہے اسی طرح رجس میں مبتلا کر دیتا ہے۔ رجس سے مراد پلیدی یا عذاب یا شیطان کا تسلط ہے۔","lang":"ur"},{"name":"6:126","price":"اور یہی تیرے رب کا سیدھا راستہ ہے۔ ہم نے نصیحت حاصل کرنے والوں کے واسطے ان آیتوں کو صاف صاف بیان کردیا۔","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"6:127","price":"ان لوگوں کے واسطے ان کے رب کے پاس سلامتی کا گھر ہے اور اللہ تعالیٰ ان سے محبت رکھتا ہے ان کے اعمال کی وجہ سے۔(1)","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"(1) یعنی جس طرح دنیا میں اہل ایمان کفر وضلالت کے کج راستوں سے بچ کر ایمان وہدایت کی صراط مستقیم پر گامزن رہے، اب آخرت میں بھی ان کے لئے سلامتی کا گھر ہے اور اللہ تعالیٰ بھی ان کا، ان کے نیک عملوں کی وجہ سے دوست اور کارساز ہے۔","lang":"ur"},{"name":"6:128","price":"اور جس روز اللہ تعالیٰ تمام خلائق کو جمع کرے گا، (کہے گا) اے جماعت جنات کی! تم نے انسانوں میں سے بہت سے اپنا لیے(1) جو انسان ان کے ساتھ تعلق رکھنے والے تھے وه کہیں گے کہ اے ہمارے پروردگار! ہم میں ایک نے دوسرے سے فائده حاصل کیا تھا(2) اور ہم اپنی اس معین میعاد تک آپہنچے جو تونے ہمارے لئے معین فرمائی(3)، اللہ فرمائے گا کہ تم سب کا ٹھکانہ دوزخ ہے جس میں ہمیشہ رہو گے، ہاں اگر اللہ ہی کو منظور ہو تو دوسری بات ہے(4)۔ بے شک آپ کا رب بڑی حکمت واﻻ بڑا علم واﻻ ہے۔","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"(1) یعنی انسانوں کی ایک بہت بڑی تعداد کو تم نے گمراہ کرکے اپنا پیروکار بنالیا۔ جس طرح اللہ تعالیٰ نے سورۂ یٰسین میں فرمایا: ”اے بنی آدم کیا میں نے تمہیں خبردار نہیں کردیا تھا کہ تم شیطان کی پوجا مت کرنا، وہ تمہارا کھلا دشمن ہے اور یہ کہ تم صرف میری عبادت کرنا یہی سیدھا راستہ ہے اور اس شیطان نے تمہاری ایک بہت بڑی تعداد کو گمراہ کردیا ہے کیا پس تم نہیں سمجھتے؟“ (یاسین: 60 / 62)\n(2) جنوں اور انسانوں نے ایک دوسرے سے کیا فائدہ حاصل کیا ؟ اس کے دو مفہوم بیان کئے گئے ہیں۔ جنوں کا انسانوں سے فائدہ اٹھانا ان کو اپنا پیروکار بناکر ان سے تلذذ حاصل کرنا ہے اور انسانوں کا جنوں سے فائدہ اٹھانا یہ ہے کہ شیطانوں نے گناہوں کو ان کے لئے خوبصورت بنادیا جسے انہوں نے قبول کیا اور گناہوں کی لذت میں پھنسے رہے۔ دوسرا مفہوم یہ ہے کہ انسان ان غیبی خبروں کی تصدیق کرتے رہے جو شیاطین وجنات کی طرف سے کہانت کے طور پر پھیلائی جاتی تھیں۔ یہ گویا جنات نے انسانوں کو بےوقوف بناکر فائدہ اٹھایا اور انسانوں کا فائدہ اٹھانا یہ ہے کہ انسان جنات کی بیان کردہ جھوٹی یا اٹکل پچو باتوں سے لطف اندوز ہوتے اور کاہن قسم کے لوگ ان سے دنیاوی مفادات حاصل کرتے رہے۔\n(3) یعنی قیامت واقع ہوگئی جسے ہم دنیا میں نہیں مانتے تھے۔ اس کے جواب میں اللہ تعالیٰ فرمائے گا کہ اب جہنم تمہارا دائمی ٹھکانہ ہے۔\n(4) اور اللہ کی مشیت کفار کے لیے جہنم کا دائمی عذاب ہی ہے جس کی اس نے بار بار قرآن کریم میں وضاحت کی ہے۔ بنابریں اس سے کسی کو مغالطے کا شکار نہیں ہونا چاہیئے کیونکہ یہ استثنا اللہ تعالیٰ کے مطلق ارادہ کے بیان کے لئے ہے جسے کسی چیز کے ساتھ مقید نہیں کیا جاسکتا اس لئے اگر وہ کفار کو جہنم سے نکالنا چاہے تو نکاﻝ سکتا ہے اس سے نہ وہ عاجز ہے نہ کوئی دوسرا روکنے والا۔ (ایسر التفاسیر )","lang":"ur"},{"name":"6:129","price":"اور اسی طرح ہم بعض کفار کو بعض کے قریب رکھیں گے ان کے اعمال کے سبب۔(1)","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"(1) یعنی جہنم میں جیسا کہ ترجمہ سے واضح ہے۔ دوسرا مفہوم یہ ہے کہ جس طرح ہم نے انسانوں اور جنوں کو ایک دوسرے کا ساتھی اور مددگار بنایا (جیسا کہ گذشتہ آیت میں گذرا) اسی طرح ہم ظالموں کے ساتھ معاملہ کرتے ہیں ایک ظالم کو دوسرے ظالم پر ہم مسلط کردیتے ہیں اس طرح ایک ظالم دوسرے ظالم کو ہلاک و تباہ کرتا ہے اور ایک ظالم کا انتقام دوسرے ظالم سے لے لیتے ہیں۔","lang":"ur"},{"name":"6:130","price":"اے جنات اور انسانوں کی جماعت! کیا تمہارے پاس تم میں سے ہی پیغمبر نہیں آئے تھے(1) ، جو تم سے میرے احکام بیان کرتے اور تم کو اس آج کے دن کی خبر دیتے؟ وه سب عرض کریں گے کہ ہم اپنے اوپر اقرار کرتے ہیں اور ان کو دنیاوی زندگی نے بھول میں ڈالے رکھا اور یہ لوگ اقرار کرنے والے ہوں گے کہ وه کافر تھے۔(2)","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"(1) رسالت ونبوت کے معاملے میں جنات انسانوں کے ہی تابع ہیں ورنہ جنات میں الگ نبی نہیں آئے البتہ رسولوں کا پیغام پہنچانے والے اور منذرین جنات میں ہوتے رہے ہیں جو اپنی قوم کے جنوں کو اللہ کی طرف دعوت دیتے رہے ہیں اور دیتے ہیں۔ لیکن ایک خیال یہ بھی ہے کہ چونکہ جنات کا وجود انسان کے پہلے سے ہی ہے تو ان کی ہدایت کے لیے انھیں میں سے کوئی نبی آیا ہوگا پھر آدم علیہ السلام کے وجود کے بعد ہوسکتا ہے وہ انسانی نبیوں کے تابع رہے ہوں، البتہ نبی کریم (صلى الله عليه وسلم) کی رسالت بہرحال تمام جن وانس کے لئے ہے اس میں کوئی شبہ نہیں۔\n(2) میدان حشر میں کافر مختلف پینترے بدلیں گے، کبھی اپنے مشرک ہونے کا انکار کریں گے (الانعام: 23) اور کبھی اقرار کئے بغیر چارہ نہیں ہوگا، جیسے یہاں ان کا اقرار نقل کیا گیا ہے۔","lang":"ur"},{"name":"6:131","price":"یہ اس وجہ سے ہے کہ آپ کا رب کسی بستی والوں کو کفر کے سبب ایسی حالت میں ہلاک نہیں کرتا کہ اس بستی کے رہنے والے(1) بے خبر ہوں۔","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"(1) یعنی رسولوں کے ذریعے سے جب تک اپنی حجت قائم نہیں کردیتا، ہلاک نہیں کرتا جیسا کہ یہی بات سورۂ فاطر آیت 24، سورۂ نحل 26، سورۂ بنی اسرائیل 15 اور سورۂ ملک 8 ، 9 وغیرہا میں بیان کی گئی ہے۔","lang":"ur"},{"name":"6:132","price":"اور ہر ایک کے لئے ان کے اعمال کے سبب درجے ملیں گے اور آپ کا رب(1) ان کے اعمال سے بے خبر نہیں ہے۔","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"(1) یعنی ہر انسان اور جن کے، ان کے باہمی درجات میں، عملوں کے مطابق، فرق وتفاوت ہوگا، اس سے یہ بھی معلوم ہوا کہ جنات بھی انسانوں کی طرح جنتی اور جہنمی ہوں گے۔","lang":"ur"},{"name":"6:133","price":"اور آپ کا رب بالکل غنی ہے رحمت واﻻ ہے(1) ۔ اگر وه چاہے تو تم سب کو اٹھا لے اور تمہارے بعد جس کو چاہے تمہاری جگہ آباد کردے جیسا کہ تم کو ایک دوسری قوم کی نسل سے پیدا کیا ہے۔(2)","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"(1) وہ غنی (بے نیاز) ہے اپنی مخلوقات سے۔ ان کا محتاج ہے نہ ان کی عبادتوں کا ضرورت مند ہے، ان کا ایمان اس کے لئے نفع مند ہے نہ ان کا کفر اس کے لئے ضرر رساں لیکن اس شان غنا کے ساتھ وہ اپنی مخلوق کے لئے رحیم بھی ہے۔ اس کی بے نیازی اپنی مخلوق پر رحمت کرنے میں مانع نہیں ہے۔\n(2) یہ اس کی بے پناہ قوت اور غیرمحدود قدرت کا اظہار ہے۔ جس طرح پچھلی کئی قوموں کو اس نے حرف غلط کی طرح مٹادیا اور ان کی جگہ نئی قوموں کو اٹھا کھڑا کیا، وہ اب بھی اس بات پر قادر ہے کہ جب چاہے تمہیں نیست ونابود کردے اور تمہاری جگہ ایسی قوم پیدا کردے جو تم جیسی نہ ہو۔ (مزید ملاحظہ ہو سورۂ نساء: 133، سورۂ ابراہیم: 20، سورۂ فاطر: 15۔ 17 ،سورۂ محمد: 38)","lang":"ur"},{"name":"6:134","price":"جس چیز کا تم سے وعده کیا جاتا ہے وه بے شک آنے والی چیز ہے اور تم عاجز نہیں کرسکتے۔(1)","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"(1) اس سے مراد قیامت ہے۔ (اور تم عاجز نہیں کرسکتے) کا مطلب ہے کہ وہ تمہیں دوبارہ پیدا کرنے پر قادر ہے چاہے تم مٹی میں مل کر ریزہ ریزہ ہوچکے ہو۔","lang":"ur"},{"name":"6:135","price":"آپ یہ فرما دیجئے کہ اے میری قوم! تم اپنی حالت پر عمل کرتے رہو میں بھی عمل کررہا ہوں(1) ، سو اب جلد ہی تم کو معلوم ہوا جاتا ہے کہ اس عالم کا انجام کار کس کے لیے نافع ہوگا۔ یہ یقینی بات ہے کہ حق تلفی کرنے والوں کو کبھی فلاح نہ ہوگی۔(2)","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"(1) یہ کفر اور معصیت پر قائم رہنے کی اجازت نہیں ہے بلکہ سخت وعید ہے جیسا کہ اگلے الفاظ سے بھی واضح ہے۔ جس طرح دوسرے مقام پر فرمایا: «وَقُلْ لِلَّذِينَ لا يُؤْمِنُونَ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنَّا عَامِلُونَ، وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ» (سورة هود: 121۔122) ”جو ایمان نہیں لاتے، ان سے کہہ دیجئے! کہ تم اپنی جگہ عمل کیے جاوء ہم بھی عمل کرتے ہیں اور انتظار کرو ہم بھی منتظر ہیں“۔ (2) جیسا کہ تھوڑے ہی عرصے کے بعد اللہ تعالیٰ نے اپنا یہ وعدہ سچا کر دکھایا، 8 / ہجری میں مکہ فتح ہوگیا اور اس کے فتح کے بعد عرب قبائل فوج در فوج مسلمان ہونا شروع ہوگئے اور پورا جزیرۂ عرب مسلمانوں کے زیرنگیں آگیا اور یہ دائرہ پھر پھیلتا اور بڑھتا ہی چلا گیا۔","lang":"ur"},{"name":"6:136","price":"اور اللہ تعالیٰ نے جو کھیتی اور مواشی پیدا کیے ہیں ان لوگوں نے ان میں سے کچھ حصہ اللہ کا مقرر کیا اور بزعم خود کہتے ہیں کہ یہ تو اللہ کا ہے اور یہ ہمارے معبودوں کا ہے(1) ، پھر جو چیز ان کے معبودوں کی ہوتی ہے وه تو اللہ کی طرف نہیں پہنچتی(2) اور جو چیز اللہ کی ہوتی ہے وه ان کے معبودوں کی طرف پہنچ جاتی ہے(2) کیا برا فیصلہ وه کرتے ہیں۔","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"(1) اس آیت میں مشرکوں کے اس عقیدہ وعمل کا ایک نمونہ بتلایا گیا ہے جو انہوں نے اپنے طور پر گھڑ رکھے تھے۔ وہ زمینی پیداوار اور مال مویشیوں میں سے کچھ حصہ اللہ کے لئے اور کچھ اپنے خود ساختہ معبودوں کے لیے مقرر کرلیتے۔ اللہ کے حصے کو مہمانوں، فقراء اور صلہ رحمی پر خرﭺ کرتے اور بتوں کے حصے کو بتوں کے مجاورین اور ان کی ضروریات پر خرﭺ کرتے۔ پھر اگر بتوں کے مقررہ حصے میں توقع کے مطابق پیداوار نہ ہوتی تو اللہ کے حصے میں سے نکاﻝ کر اس میں شامل کرلیتے اور اس کے برعکس معاملہ ہوتا تو بتوں کے حصے میں سے نہ نکالتے اور کہتے کہ اللہ تو غنی ہے۔\n(2) یعنی اللہ کے حصے میں کمی کی صورت میں بتوں کے مقررہ حصے میں سے تو صدقات وخیرات نہ کرتے۔\n(3) ہاں اگر بتوں کے مقررہ حصے میں کمی ہوجاتی تو اللہ کے مقررہ حصے سے لے کر بتوں کے مصالح اور ضروریات پر خرﭺ کرلیتے۔ یعنی اللہ کے مقابلے میں بتوں کی عظمت اور ان کا خوف ان کے دلوں میں زیادہ تھا جس کا مشاہدہ آﺝ کے مشرکین کے رویے سے بھی کیا جاسکتا ہے۔","lang":"ur"},{"name":"6:137","price":"اور اسی طرح بہت سے مشرکین کے خیال میں ان کے معبودوں نے ان کی اوﻻد کے قتل کرنے کو مستحسن بنا رکھا ہے(1) تاکہ وه ان کو برباد کریں اور تاکہ ان کے دین کو ان پر مشتبہ کردیں(2) اور اگر اللہ کو منظور ہوتا تو یہ ایسا کام نہ کرتے(3) تو آپ ان کو اور جو کچھ یہ غلط باتیں بنا رہے ہیں یونہی رہنے دیجئے۔","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"(1) یہ اشارہ ہے ان کے بچیوں کے زندہ درگور کر دینے یا بتوں کی بھینٹ چڑھانے کی طرف۔\n(2) یعنی ان کے دین میں شرک کی آمیزش کردیں۔\n(3) یعنی اللہ تعالیٰ اپنے اختیارات اور قدرت سے، ان کے ارادہ و اختیار کی آزادی کو سلب کرلیتا، تو پھر یقیناً یہ وہ کام نہ کرتے جو مذکور ہوئے لیکن ایسا کرنا چونکہ جبر ہوتا، جس میں انسان کی آزمائش نہیں ہوسکتی تھی، جب کہ اللہ تعالیٰ انسان کو ارادہ و اختیار کی آزادی دے کر آزمانا چاہتا ہے، اس لئے اللہ نے جبر نہیں فرمایا۔","lang":"ur"},{"name":"6:138","price":"اور وه اپنے خیال پر یہ بھی کہتے ہیں کہ یہ کچھ مواشی ہیں اور کھیت ہیں جن کا استعمال ہر شخص کو جائز نہیں ان کو کوئی نہیں کھا سکتا سوائے ان کے جن کو ہم چاہیں(1) اور مواشی ہیں جن پر سواری یا باربرداری حرام کردی گئی(1) اور کچھ مواشی ہیں جن پر یہ لوگ اللہ تعالیٰ کا نام نہیں لیتے محض اللہ پر افترا باندھنے کے طور پر(3)۔عنقریب اللہ تعالیٰ انہیں ان کے افترا کی سزا دے گا۔","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"(1) اس میں ان کی جاہلی شریعت اور اباطیل کی تین صورتیں اور بیان فرمائی ہیں۔ حِجْرٌ( بمعنی منع) اگرچہ مصدر ہے لیکن مفعول یعنی مَحْجُورٌ( ممنوع) کے معنی میں ہے۔ یہ پہلی صورت ہے کہ یہ جانور یا فلاں کھیت کی پیداوار، ان کا استعمال ممنوع ہے۔ اسے صرف وہی کھائے گا جسے ہم اجازت دیں گے۔ یہ اجازت بتوں کے خادم اور مجاورین ہی کے لئے ہوتی۔\n(2) یہ دوسری صورت ہے کہ وہ مختلف قسم کے جانوروں کو اپنے بتوں کے نام آزاد چھوڑ دیتے جن سے وہ بار برداری یا سواری کا کام نہ لیتے۔ جیسے بَحِيرَة، سَائِبَة وغیرہ کی تفصیل پہلے گذر چکی ہے۔\n(3) یہ تیسری صورت ہے کہ وہ ذبح کرتے وقت صرف اپنے بتوں کا نام لیتے، اللہ کا نام نہ لیتے۔ بعض نے اس کا مفہوم یہ بیان کیا ہے کہ ان جانوروں پر بیٹھ کر وہ حج کے لئے نہ جاتے۔ بہرحال یہ ساری صورتیں گھڑی ہوئی تو ان کی اپنی تھیں لیکن وہ اللہ پر افترا باندھتے یعنی یہ باور کراتے کہ اللہ کے حکم سے ہی ہم سب کچھ کررہے ہیں۔","lang":"ur"},{"name":"6:139","price":"اور وه کہتے ہیں کہ جو چیز ان مواشی کے پیٹ میں ہے وه خالص ہمارے مردوں کے لئے ہے اور ہماری عورتوں پر حرام ہے۔ اور اگر وه مرده ہے تو اس میں سب برابر ہیں(1) ۔ ابھی اللہ ان کو ان کی غلط بیانی کی سزا دیئے دیتا ہے(2) بلاشبہ وه حکمت واﻻ ہے اور وه بڑا علم واﻻ ہے۔","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"(1) یہ ایک اور شکل ہے کہ جو جانور وہ اپنے بتوں کے نام وقف کرتے، ان میں سے بعض کے بارے میں کہتے کہ ان کا دودﮪ اور ان کے پیٹ سے پیدا ہونے والا زندہ بچہ صرف ہمارے مردوں کے لئے حلال ہے، عورتوں کے لئے حرام ہے۔ ہاں اگر بچہ مردہ پیدا ہوتا تو پھر اس کے کھانے میں مرد وعورت برابر ہیں۔\n(2) اللہ تعالیٰ نے فرمایا کہ یہ جو غلط بیانی کرتے ہیں اور اللہ پر افترا باندھتے ہیں، ان پر عنقریب اللہ تعالیٰ انہیں سزا دے گا۔ وہ اپنے فیصلوں میں حکیم ہے اور اپنے بندوں کے بارے میں پوری طرح علم رکھنے والا ہے اور اپنے علم وحکمت کے مطابق وہ جزا و سزا کا اہتمام فرمائے گا۔","lang":"ur"},{"name":"6:140","price":"واقعی خرابی میں پڑ گئے وه لوگ جنہوں نے اپنی اوﻻد کو محض براه حماقت بلا کسی سند کے قتل کر ڈاﻻ اور جو چیزیں ان کو اللہ نے کھانے پینے کو دی تھیں ان کو حرام کرلیا محض اللہ پر افترا باندھنے کے طور پر۔ بے شک یہ لوگ گمراہی میں پڑگئے اور کبھی راه راست پر چلنے والے نہیں ہوئے۔","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"6:141","price":"اور وہی ہے جس نے باغات پیدا کئے وه بھی جو ٹٹیوں پر چڑھائے جاتے ہیں اور وه بھی جو ٹٹیوں پر نہیں چڑھائے جاتے اور کھجور کے درخت اور کھیتی جن میں کھانے کی چیزیں مختلف طور کی ہوتی ہیں(1) اور زیتون اور انار جو باہم ایک دوسرے کے مشابہ بھی ہوتے ہیں اور ایک دوسرے کے مشابہ نہیں بھی ہوتے(2)، ان سب کے پھلوں میں سے کھاؤ جب وه نکل آئے اور اس میں جو حق واجب ہے وه اس کے کاٹنے کے دن دیا کرو(3) اور حد سے مت گزرو یقیناً وه حد سے گزرنے والوں کو ناپسند کرتا ہے۔(4)","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"(1) مَعْرُوشَاتٍ کا مادہ عَرْشٌ ہے جس کے معنی بلند کرنے اور اٹھانے کے ہیں۔ معروشات سے مراد بعض درختوں کی وہ بیلیں ہیں جو ٹٹیوں (چھپروں، منڈیروں وغیرہ) پر چڑھائی جاتی ہیں، جیسے انگور اور بعض ترکاریوں کی بیلیں ہیں۔ اور غیرمعروشات، وہ درخت ہیں جن کی بیلیں اوپر نہیں چڑھائی جاتیں بلکہ زمین پر ہی پھیلتی ہیں، جیسے خربوزہ اور تربوز وغیرہ کی بیلیں ہیں یا وہ تنے دار درخت ہیں جو بیل کی شکل میں نہیں ہوتے۔ یہ تمام بیلیں، درخت اور کھجور کے درخت اور کھیتیاں، جن کے ذائقے ایک دوسرے سے مختلف ہوتے ہیں اور زیتون وانار، ان سب کا پیدا کرنے والا اللہ ہے۔\n(2) اس کے لئے دیکھئے آیت 99 کا حاشیہ۔\n(3) یعنی جب کھیتی سے غلہ کاٹ کر صاف کرلو اور پھل درختوں سے توڑ لو، تو اس کا حق ادا کرو۔ اس حق سے مراد بعض علماء کے نزدیک نفلی صدقہ ہے اور بعض کے نزدیک صدقۂ واجبہ یعنی عُشر، دسواں حصہ (اگر زمین بارانی ہو) یا نصف عُشر یعنی بیسواں حصہ (اگر زمین کنویں، ٹیوب ویل یا نہری پانی سے سیراب کی جاتی ہو )\n(4) یعنی صدقہ وخیرات میں بھی حد سے تجاوز نہ کرو، ایسا نہ ہو کہ کل کو تم ضرورت مند ہوجاؤ۔ بعض کہتے ہیں اس کا تعلق حکام سے ہے یعنی صدقات وزکوٰۃ کی وصولی میں حد سے تجاوز نہ کرو اور امام ابن کثیر فرماتے ہیں کہ سیاق آیت کی رو سے زیادہ صحیح یہ بات لگتی ہے کہ کھانے میں اسراف مت کرو، کیونکہ بسیار خوری عقل اور جسم دونوں کے لئے مضر ہے۔ اسراف کے یہ سارے ہی مفہوم اپنی اپنی جگہ درست ہیں، اس لئے سارے ہی مفہوم مراد ہوسکتے ہیں۔ دوسرے مقامات پر اللہ تعالیٰ نے کھانے پینے میں بھی اسراف سے منع فرمایا ہے، جس سے واضح ہے کہ کھانے پینے میں بھی اعتدال بہت ضروری اور اس سے تجاوز اللہ کی نافرمانی ہے۔ آج کل مسلمانوں نے اس اسراف کو اپنی امارت کے اظہار کی علامت بنالیا ہے۔فَإِنَّا للهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ\n(5) اس لئے اسراف کسی چیز میں بھی پسندیدہ نہیں ہے، صدقہ وخیرات دینے میں نہ کسی اور چیز میں۔ ہر چیز میں اعتدال اور میانہ روی مطلوب ومحبوب ہے اور اسی کی تاکید کی گئی ہے۔","lang":"ur"},{"name":"6:142","price":"اور مواشی میں اونچے قد کے اور چھوٹے قد کے(1) (پیدا کیے)، جو کچھ اللہ نے تم کو دیا ہے کھاؤ(2) اور شیطان کے قدم بقدم مت چلو(3)، بلاشک وه تمہارا صریح دشمن ہے۔","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"(1) حُمُولَةً (بوجھ اٹھانے والے) سے مراد، اونٹ، بیل، گدھا، خچر وغیرہ ہیں، جو باربرداری کے کام میں آتے ہیں اورفَرْشًا سے مراد زمین سے لگے ہوئے جانور۔ جیسے بکری وغیرہ جس کا تم دودھ پیتے یا گوشت کھاتے ہو۔\n(2) یعنی پھلوں، کھیتوں اور چوپایوں سے۔ ان سب کو اللہ نے پیدا کیا ہے اور ان کو تمہارے لئے خوراک بنایا ہے۔\n(3) جس طرح مشرکین اس کے پیچھے لگ گئے اور حلال جانوروں کو بھی اپنے اوپر حرام کرلیا گویا اللہ کی حلال کردہ چیز کو حرام یا حرام کو حلال کرلینا، یہ شیطان کی پیروی ہے۔","lang":"ur"},{"name":"6:143","price":"(پیدا کیے) آٹھ نر و ماده(1) یعنی بھیڑ میں دو قسم اور بکری میں دو قسم(2) آپ کہیے کہ کیا اللہ نے ان دونوں نروں کو حرام کیا ہے یا دونوں ماده کو؟ یا اس کو جس کو دونوں ماده پیٹ میں لئے ہوئے ہوں؟(3) تم مجھ کو کسی دلیل سے تو بتاؤ اگر سچے ہو۔(4)","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"(1) یعنی أَنْشَأَ ثَمَانِيَةَ أَزْوَاجٍ (اسی اللہ نے آٹھ زوﺝ پیدا کئے ) أَزْوَاجٌ، زَوْجٌ کی جمع ہے۔ ایک ہی جنس کے نر اور مادہ کو زوﺝ (جوڑا) کہا جاتا ہے اور ان دونوں کے ایک ایک فرد کو بھی زوﺝ کہہ لیا جاتا ہے کیونکہ ہر ایک دوسرے کے لئے زوﺝ ہوتا ہے۔ قرآن کے اس مقام پر بھی ازواﺝ، افراد ہی کے معنی میں استعمال ہوا ہے۔ یعنی 8 افراد اللہ نے پیدا کئے۔ جو باہم ایک دوسرے کا جوڑا ہیں۔ یہ نہیں کہ زوﺝ (معنی جوڑے) پیدا کئے کیوں کہ اس طرح تعداد 8 کے بجائے 16ہوجائے گی جو آیت کے اگلے حصہ کے مطابق نہیں ہے۔\n(2) یہ ثَمَانِيَةَ سے بدل ہے اور مراد دو قسم سے نر اور مادہ ہے یعنی بھیڑ سے نر اور مادہ اور بکری سے نر اور مادہ پیدا کئے (بھیڑ میں ہی دنبہ چھترا بھی شامل ہے )۔\n(3) مشرکین جو بعض جانوروں کو اپنے طور پر ہی حرام کرلیتے تھے، اس کے حوالے سے اللہ تعالیٰ پوچھ رہا ہے کہ اللہ تعالیٰ نے ان کے نروں کو حرام کیا ہے یا ماداؤں کو یا اس بچے کو جو دونوں ماداؤں کے پیٹ میں ہیں؟ مطلب یہ ہے کہ اللہ نے تو کسی کو بھی حرام نہیں کیا ہے۔\n(4) تمہارے پاس حرام قرار دینے کی کوئی یقینی دلیل ہے تو پیش کرو کہ بَحِيرَةٌ، سَائِبَةٍ، وَصِيلَةٍ اورحَامٍ وغیرہ اس دلیل کی بنیاد پر حرام ہیں۔","lang":"ur"},{"name":"6:144","price":"اور اونٹ میں دو قسم اور گائے میں دو قسم(1) آپ کہیے کہ کیا اللہ تعالیٰ نے ان دونوں نروں کو حرام کیا ہے یا دونوں ماده کو؟ یا اس کو جس کو دونوں ماده پیٹ میں لئے ہوئے ہوں؟ کیا تم حاضر تھے جس وقت اللہ تعالیٰ نے تم کو اس کا حکم دیا؟(2) تو اس سے زیاده کون ﻇالم ہوگا جو اللہ تعالیٰ پر بلا دلیل جھوٹی تہمت لگائے(3)، تاکہ لوگوں کو گمراه کرے یقیناً اللہ تعالیٰ ﻇالم لوگوں کو راستہ نہیں دکھلاتا۔","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"(1) یہ بھی ثَمَانِيَةَ سے بدل ہے اور یہاں بھی دو دو قسم سے دونوں کے نر اور مادہ مراد ہیں اور یوں یہ آٹھ قسمیں پوری ہوگئیں۔\n(2) یعنی تم جو بعض جانوروں کو حرام قرار دیتے ہو، کیا جب اللہ نے ان کی حرمت کا حکم دیا تو تم اس کے پاس موجود تھے؟ مطلب یہ ہے کہ اللہ نے تو ان کی حرمت کا کوئی حکم ہی نہیں دیا۔ یہ سب تمہارا افترا ہے اور اللہ پر جھوٹ باندھتے ہو۔\n(3) یعنی یہی سب سے بڑا ظالم ہے۔ حدیث میں آتا ہے نبی (صلى الله عليه وسلم) نے فرمایا کہ میں نے عمرو بن لحی کو جہنم میں اپنی انتڑیاں کھینچتے ہوئے دیکھا، اس نے سب سے پہلے بتوں کے نام پر وصیلہ اور حام وغیرہ جانور چھوڑنے کا سلسلہ شروع کیا تھا (صحيح بخاري سورة المائدة- صحيح مسلم، كتاب الجنة، باب النار يدخلها الجبارون والجنة ... يدخلها الضعفاء) امام ابن کثیر فرماتے ہیں کہ یہ عمرو بن لحی، خزاعہ قبیلے کے سرداروں میں سے تھا جو جرہم قبیلے کے بعد خانہ کعبہ کا والی بنا تھا، اس نے سب سے پہلے دین ابراہیمی میں تبدیلی کی اور حجاز میں بت قائم کرکے لوگوں کو ان کی عبادت کرنے کی دعوت دی اور مشرکانہ رسمیں جاری کیں (ابن کثیر) بہرحال مقصود آیت یہ ہے کہ اللہ تعالیٰ نے مذکورہ آٹھ قسم کے جانور پیدا کرکے بندوں پر احسان فرمایا ہے، ان میں سے بعض جانوروں کو اپنی طرف سے حرام کرلینا ، اللہ کے احسان کو رد کرنا بھی ہے اور شرک کا ارتکاب بھی۔","lang":"ur"},{"name":"6:145","price":"آپ کہہ دیجئے کہ جو کچھ احکام بذریعہ وحی میرے پاس آئے ان میں تو میں کوئی حرام نہیں پاتا کسی کھانے والے کے لئے جو اس کو کھائے، مگر یہ کہ وه مردار ہو یا کہ بہتا ہوا خون ہو یا خنزیر کا گوشت ہو، کیونکہ وه بالکل ناپاک ہے یا جو شرک کا ذریعہ ہو کہ غیراللہ کے لئے نامزد کردیا گیا ہو(1) ۔ پھر جو شخص مجبور ہوجائے بشرطیکہ نہ تو طالب لذت ہو اور نہ تجاوز کرنے واﻻ ہو تو واقعی آپ کا رب غفور و رحیم ہے۔","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"(1) اس آیت میں جن چار محرمات کا ذکر ہے، اس کی ضروری تفصیل سورۂ بقرہ 173 کے حاشیے میں گذر چکی ہے۔ یہاں یہ نکتہ مزید قابل وضاحت ہے کہ ان چار محرمات کا ذکر کلمۂ حصر سے کیا گیا ہے، جس سے بظاہر یہ معلوم ہوتا ہے کہ ان چار قسموں کے علاوہ باقی تمام جانور حلال ہیں۔ جبکہ واقعہ یہ ہے کہ ان چار کے علاوہ اور جانور بھی شریعت میں حرام ہیں، پھر یہاں حصر کیوں کیا گیا ہے؟ بات دراصل یہ ہے کہ اس سے قبل مشرکین کے جاہلانہ طریقوں اور ان کے رد کا بیان چلا آرہا ہے۔ ان ہی میں بعض جانوروں کا بھی ذکر آیا ہے جو انہوں نے اپنے طور پر حرام کررکھے تھے، اس سیاق اور ضمن میں یہ کہا جارہا ہے کہ مجھ پر جو وحی کی گئی ہے اس میں تو اس سے مقصود مشرکین کے حرام کردہ جانوروں کی حلت ہے یعنی وہ حرام نہیں ہیں کیونکہ اللہ نے جن محرمات کا ذکر کیا ہے ان میں تو وہ شامل ہی نہیں ہیں۔ اگر وہ حرام ہوتے تو اللہ تعالیٰ ان کا بھی ذکر ضرور کرتا۔ امام شوکانی نے اس کی توجیہ اس طرح کی ہے کہ اگر یہ آیت مکی نہ ہوتی تو پھر یقینًا محرمات کا حصر قابل تسلیم تھا لیکن چونکہ اس کے بعد خود قرآن نے المائدہ میں بعض اور محرمات کا ذکر کیا ہے اور نبی (صلى الله عليه وسلم) نے بھی کچھ محرمات بیان فرمائیں ہیں، تو اب وہ بھی ان میں شامل ہوں گے۔ اس کے علاوہ نبی (صلى الله عليه وسلم) نے پرندوں اور درندوں کے حلت وحرمت معلوم کرنے کے لئے دو اصول بیان فرما دیئے ہیں جن کی وضاحت بھی مذکورہ محولہ حاشیہ میں موجود ہے۔ ”او فِسْقًا“ کا عطف ”لَحْمَ خِنْزِيرٍ“ پر ہے۔ اس لئے منصوب ہے، معنی ہیں أَيْ: ذُبِحَ عَلَى الأَصْنَامِ، (وہ جانور جو بتوں کے نام پر ان کے تھانوں پر ان کا تقرب حاصل کرنے کے لئے ذبح کئے جائیں) یعنی ایسے جانوروں پر گو عند الذبح اللہ کا نام لیا جائے، تب بھی حرام ہوں گے کیونکہ ان سے اللہ کا تقرب نہیں، غیراللہ کا تقرب حاصل کرنا مقصود ہے۔ فسق رب کی اطاعت سے خروﺝ کا نام ہے۔ رب نے حکم دیا کہ اللہ تعالیٰ کے نام پر جانور ذبح کیا جائے اور صرف اسی کے تقرب ونیاز کے لئے کیا جائے، اگر ایسا نہیں کیا جائے گا تو یہی فسق اور شرک ہے۔","lang":"ur"},{"name":"6:146","price":"اور یہود پر ہم نے تمام ناخن والے جانور حرام کرد یئے تھے(1) اور گائے اور بکری میں سے ان دونوں کی چربیاں ان پر ہم نے حرام کردی تھیں مگر وه جو ان کی پشت پر یا انتڑیوں میں لگی ہو یا جو ہڈی سے ملی ہو(2)۔ ان کی شرارت کے سبب ہم نے ان کو یہ سزا دی(3) اور ہم یقیناً سچے ہیں۔(4)","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"(1) ناخن والے جانور سے مراد وہ ہاتھ والے جانور ہیں جن کی انگلیاں پھٹی ہوئی یعنی جدا جدا نہ ہوں۔ جیسے اونٹ، شترمرغ، بطخ، قاز، گائے اور بکری وغیرہ۔ ایسے سب چرند پرند حرام تھے۔ گویا صرف وہ جانور اور پرندے ان کے لئے حلال تھے جن کے پنجے کھلے ہوں۔\n(2) یعنی جو چربی گائے یا بکری کی پشت پر ہو (یا دنبے کی چکتی ہو) یا انتڑیوں (یا اوجھ) یا ہڈیوں کے ساتھ ملی ہوئی ہو۔ چربی کی یہ مقدار حلال تھی۔\n(3) یہ چیزیں ہم نے بطور سزا ان پر حرام کی تھیں یعنی یہود کا یہ دعویٰ صحیح نہیں کہ یہ چیزیں حضرت یعقوب علیہ السلام نے اپنے اوپر حرام کی ہوئی تھیں اور ہم تو ان کے اتباع میں ان کو حرام سمجھتے ہیں۔\n(4) اس کا مطلب یہ ہے کہ یہود یقینًا اپنے مذکورہ دعوے میں جھوٹے ہیں۔","lang":"ur"},{"name":"6:147","price":"پھر اگر یہ آپ کو کاذب کہیں تو آپ فرما دیجئے کہ تمہارا رب بڑی وسیع رحمت واﻻ ہے(1) اور اس کا عذاب مجرم لوگوں سے نہ ٹلے گا۔(2)","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"(1) اس لئے تکذیب کے باوجود عذاب دینے میں جلدی نہیں کرتا۔\n(2) یعنی مہلت دینے کا مطلب ہمیشہ کے لئے عذاب الٰہی سے محفوظ ہونا نہیں ہے۔ وہ جب بھی عذاب دینے کا فیصلہ کرے گا تو پھر اسے کوئی ٹال نہیں سکے گا۔","lang":"ur"},{"name":"6:148","price":"یہ مشرکین (یوں) کہیں گے کہ اگر اللہ تعالیٰ کو منظور ہوتا تو نہ ہم شرک کرتے اور نہ ہمارے باپ دادا اور نہ ہم کسی چیز کو حرام کہہ سکتے(1) ۔ اسی طرح جو لوگ ان سے پہلے ہوچکے ہیں انہوں نے بھی تکذیب کی تھی یہاں تک کہ انہوں نے ہمارے عذاب کامزه چکھا(2)۔ آپ کہیے کہ کیا تمہارے پاس کوئی دلیل ہے تو اس کو ہمارے روبرو ﻇاہر کرو(3)۔ تم لوگ محض خیالی باتوں پر چلتے ہو اور تم بالکل اٹکل سے باتیں بناتے ہو۔","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"(1) یہ وہی مغالطہ ہے جو مشیت الٰہی اور رضائے الٰہی کو ہم معنی سمجھ لینے کی وجہ سے لاحق ہوتا ہے۔ حالانکہ یہ ایک دوسرے سے مختلف ہیں۔ جس کی وضاحت پہلے کی جاچکی ہے۔\n(2) اللہ تعالیٰ نے اس مغالطے کا ازالہ اس طرح فرمایا کہ اگر یہ شرک اللہ کی رضا کا مظہر تھا تو پھر ان پر عذاب کیوں آیا؟ عذاب الٰہی اس بات کی دلیل ہے کہ مشیت اور چیز ہے اور رضائے الٰہی اور چیز۔\n(3) یعنی اپنے دعوے پر تمہارے پاس دلیل ہے تو پیش کرو! لیکن ان کے پاس دلیل کہاں؟ وہاں تو صرف اوہام وظنون ہی ہیں۔","lang":"ur"},{"name":"6:149","price":"آپ کہیے کہ بس پوری حجت اللہ ہی کی رہی۔ پھر اگر وه چاہتا تو تم سب کو راه راست پر لے آتا۔","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"6:150","price":"آپ کہیے کہ اپنے گواہوں کو لاؤ جو اس بات پر شہادت دیں کہ اللہ نے ان چیزوں کو حرام کردیا ہے(1) ، پھر اگر وه گواہی دے دیں تو آپ اس کی شہادت(2) نہ دیجئے اور ایسے لوگوں کے باطل خیاﻻت کا اتباع مت کیجئے! جو ہماری آیتوں کی تکذیب کرتے ہیں اور وه جو آخرت پر ایمان نہیں رکھتے اور وه اپنے رب کے برابر دوسروں کو ٹھہراتے ہیں۔(3)","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"(1) یعنی وہ جانور، جن کو مشرکین حرام قرار دیئے ہوئے تھے۔\n(2) کیوں کہ ان کے پاس سوائے کذب وافترا کے کچھ نہیں۔\n(3) یعنی اس کا عدیل (برابر کا) ٹھہرا کر شرک کرتے ہیں۔","lang":"ur"},{"name":"6:151","price":"آپ کہیے کہ آؤ میں تم کو وه چیزیں پڑھ کر سناؤں جن (یعنی جن کی مخالفت) کو تمہارے رب نے تم پر حرام فرما دیا ہے(1) ، وه یہ کہ اللہ کے ساتھ کسی چیز کو شریک مت ٹھہراؤ(2) اور ماں باپ کے ساتھ احسان کرو(3) اور اپنی اوﻻد کو افلاس کے سبب قتل مت کرو۔ ہم تم کو اور ان کو رزق دیتے ہیں(4) اور بے حیائی کے جتنے طریقے ہیں ان کے پاس بھی مت جاؤ خواه علانیہ ہوں خواه پوشیده، اور جس کا خون کرنا اللہ تعالیٰ نے حرام کردیا ہے اس کو قتل مت کرو، ہاں مگر حق کے ساتھ(5) ان کا تم کو تاکیدی حکم دیا ہے تاکہ تم سمجھو۔","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"(1) یعنی حرام وہ نہیں ہیں جن کو تم نے بلا دلیل مَا أَنْزَلَ اللهُ، محض اپنے اوہام باطلہ اور ظنون فاسدہ کی بنیاد پر حرام قرار دے رکھا ہے۔ بلکہ حرام تو وہ چیزیں ہیں جن کو تمہارے رب نے حرام کیا ہے۔ تمہارا پیدا کرنے والا اور تمہارا پالنہار وہی ہے اور ہر چیز کا علم بھی اسی کے پاس ہے۔ اس لئے اسی کو یہ حق حاصل ہے کہ وہ جس چیز کو چاہے حلال اور جس چیز کو چاہے حرام کرے۔ چنانچہ میں تمہیں ان باتوں کی تفصیل بتلاتا ہوں جن کی تاکید تمہارے رب نے کی ہے۔\n(2) أَلا تُشْرِكُوا سے پہلے أَوْصَاكُمْ محذوف ہے۔ یعنی اللہ تعالیٰ نے تمہیں اس بات کا حکم دیا ہے کہ اس کے ساتھ کسی چیز کو تم شریک مت ٹھہراؤ۔ شرک سب سے بڑا گناہ ہے، جس کے لئے معافی نہیں، مشرک پر جنت حرام اور دوزخ واجب ہے۔ قرآن مجید میں یہ ساری چیزیں مختلف انداز سے بار بار بیان ہوئی ہیں۔ اور نبی کریم (صلى الله عليه وسلم) نے بھی احادیث میں ان کو تفصیل اور وضاحت سے بیان فرما دیا ہے اس کے باوجود یہ واقعہ ہے کہ لوگ شیطان کے بہکاوﮮ میں آکر شرک کا عام ارتکاب کرتے ہیں۔\n(3) اللہ تعالیٰ کی توحید واطاعت کے بعد یہاں بھی (اور قرآن کے دوسرے مقامات پر بھی) والدین کے ساتھ حسن سلوک کا حکم دیا گیا ہے جس سے یہ بات واضح ہوتی ہے کہ اطاعت رب کے بعد اطاعت والدین کی بڑی اہمیت ہے۔ اگر کسی نے اس ربوبیت صغریٰ (والدین کی اطاعت اور ان سے حسن سلوک) کے تقاضے پورے نہیں کئے تو وہ ربوبیت کبریٰ کے تقاضے بھی پورے کرنے میں ناکام رہے گا۔\n(4) زمانۂ جاہلیت کا یہ فعل قبیح آﺝ کل ضبط ولادت یا خاندانی منصوبہ بندی کے نام سے پوری دنیا میں زور وشور سے جاری ہے۔ اللہ تعالیٰ اس سے محفوظ رکھے۔\n(5) یعنی قصاص کے طور پر، نہ صرف جائز ہے بلکہ اگر مقتول کے وارث معاف نہ کریں تو یہ قتل نہایت ضروری ہے۔ ”وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ“ ( البقرۃ: 79) ”قصاص میں تمہاری زندگی ہے“۔","lang":"ur"},{"name":"6:152","price":"اور یتیم کے مال کے پاس نہ جاؤ مگر ایسے طریقے سے جو کہ مستحسن ہے یہاں تک کہ وه اپنے سن رشد کو پہنچ جائے(1) اور ناپ تول پوری پوری کرو، انصاف کے ساتھ(2)، ہم کسی شخص کو اس کی طاقت سے زیاده تکلیف نہیں دیتے(3)۔ اور جب تم بات کرو تو انصاف کرو، گو وه شخص قرابت دار ہی ہو اور اللہ تعالیٰ سے جو عہد کیا اس کو پورا کرو، ان کا اللہ تعالیٰ نے تم کو تاکیدی حکم دیا ہے تاکہ تم یاد رکھو۔","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"(1) جس یتیم کی کفالت تمہاری ذمہ داری قرار پائے، تو اس کی ہر طرح خیر خواہی کرنا تمہارا فرض ہے۔ اس خیر خواہی کا تقاضا ہے کہ اگر اس کے اس مال سے یعنی وراثت میں سے اس کو حصہ ملا ہے، چاہے وہ نقدی کی صورت میں ہو یا زمین اور جائیداد کی صورت میں، تاہم ابھی وہ اس کی حفاظت کرنے کی اہلیت نہیں رکھتا۔ اس کے مال کی اس وقت تک پورے خلوﺹ سے حفاظت کی جائے جب تک وہ بلوغت اور شعور کی عمر کو نہ پہنچ جائے۔ یہ نہ ہو کہ کفالت کے نام پر، اس کی عمر شعور سے پہلے ہی اس کے مال یا جائیداد کو ٹھکانے لگادیا جائے۔\n(2) ناپ تول میں کمی کرنا، لیتے وقت تو پورا ناپ یا تول کرلینا، مگر دیتے وقت ایسا نہ کرنا بلکہ ڈنڈی مار کر دوسرے کو کم دینا، یہ نہایت پست اور اخلاق سے گری ہوئی بات ہے۔ قوم شعیب میں یہی اخلاقی بیماری تھی جو ان کی تباہی کے من جملہ اسباب میں سے تھی۔\n(3) یہاں اس بات کے بیان سے یہ مقصد ہے کہ جن باتوں کی تاکید کررہے ہیں، یہ ایسے نہیں ہیں کہ جن پر عمل کرنا مشکل ہو۔ اگر ایسا ہوتا تو ہم ان کا حکم ہی نہ دیتے۔ اس لئے کہ طاقت سے بڑھ کر ہم کسی کو مکلف ہی نہیں ٹھہراتے۔ اس لئے اگر نجات اخروی اور دنیا میں بھی عزت و سرفرازی چاہتے ہو تو ان احکام الٰہی پر عمل کرو اور ان سے گریز مت کرو۔","lang":"ur"},{"name":"6:153","price":"اور یہ کہ یہ دین(1) میرا راستہ ہے جو مستقیم ہے سو اس راه پر چلو(2) اور دوسری راہوں پر مت چلو کہ وه راہیں تم کو اللہ کی راه سے جدا کردیں گی۔ اس کا تم کو اللہ تعالیٰ نے تاکیدی حکم دیا ہے تاکہ تم پرہیزگاری اختیار کرو۔","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"(1) هَذَا (یہ) سے مراد قرآن مجید یا دین اسلام یا وہ احکام ہیں جو بطور خاص اس سورت میں بیان کئے گئے ہیں اور وہ ہیں توحید، معاد اور رسالت۔ اور یہی اسلام کے اصول ثلاثہ ہیں جن کے گرد پورا دین گھومتا ہے۔ اس لئے جو بھی مراد لیا جائے مفہوم سب کا ایک ہی ہے۔\n(2) صراط مستقیم کو واحد کے صیغے سے بیان فرمایا کیونکہ اللہ کی، یا قرآن کی، یا رسول اللہ (صلى الله عليه وسلم) کی راہ ایک ہی ہے۔ ایک سے زیادہ نہیں۔ اس لئے پیروی صرف اسی ایک راہ کی کرنی ہے کسی اور کی نہیں۔ یہی ملت مسلمہ کی وحدت واجتماع کی بنیاد ہے جس سے ہٹ کر یہ امت مختلف فرقوں اور گروہوں میں بٹ گئی ہے۔ حالانکہ اسے تاکید کی گئی ہے کہ ”دوسری راہوں پر مت چلو کہ وہ راہیں تم کو اللہ کی راہ سے جدا کردیں گی“۔ دوسرے مقام پر اللہ تعالیٰ نے فرمایا ”أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ“ (الشورى) ”دین کو قائم رکھو اور اس میں پھوٹ نہ ڈالو“ گویا اختلاف اور تفرقہ کی قطعاً اجازت نہیں ہے۔ اسی بات کو حدیث میں نبی (صلى الله عليه وسلم) نے اس طرح واضح فرمایا کہ آپ نے اپنے ہاتھ سے ایک خط کھینچا اور فرمایا کہ ”یہ اللہ کا سیدھا راستہ ہے“۔ اور چند خطوط اس کی دائیں اور بائیں جانب کھینچے اور فرمایا ”یہ راستے ہیں جن پر شیطان بیٹھا ہوا ہے اور وہ ان کی طرف لوگوں کو بلاتا ہے“۔ پھر آپ (صلى الله عليه وسلم) نے یہی آیت تلاوت فرمائی جو زیر وضاحت ہے۔ (مسنداحمد، جلد 1، ص 465،435۔ احمد شاکر نے اسے صحیح کہا ہے دیکھئے مسند احمد بہ تعلیق احمد شاکر نمبر 4142) بلکہ ابن ماجہ کی روایت میں صراحت ہے کہ دو دو خط داہنے اور بائیں کھینچے۔ یعنی کل چار خطوط کھینچے اور انہیں شیطان کا راستہ بتلایا۔","lang":"ur"},{"name":"6:154","price":"پھر ہم نے موسیٰ (علیہ السلام) کو کتاب دی تھی جس سے اچھی طرح عمل کرنے والوں پر نعمت پوری ہو اور سب احکام کی تفصیل ہوجائے اور رہنمائی ہو اور رحمت ہو(1) تاکہ وه لوگ اپنے رب کے ملنے پر یقین ﻻئیں۔","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"(1) قرآن کریم کا یہ اسلوب ہے جو متعدد جگہ دہرایا گیا ہے کہ جہاں قرآن کا ذکر ہوتا ہے تو وہاں تورات کا اور جہاں تورات کا ذکر ہو وہاں قرآن کا ذکر کردیا جاتا ہے۔ اس کی متعدد مثالیں حافظ ابن کثیر نے نقل کی ہیں۔ اسی اسلوب کے مطابق یہاں تورات کا اور اس کے اس وصف کا بیان ہے کہ وہ بھی اپنے دور کی ایک جامع کتاب تھی جس میں ان کی دینی ضروریات کی تمام باتیں تفصیل سے بیان کی گئی تھیں اور وہ ہدایت ورحمت کا باعث تھی۔","lang":"ur"},{"name":"6:155","price":"اور یہ ایک کتاب ہے جس کو ہم نے بھیجا بڑی خیر وبرکت والی(1) ، سو اس کا اتباع کرو اور ڈرو تاکہ تم پر رحمت ہو۔","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"(1) اس سے مراد قرآن مجید ہے جس میں دین و دنیا کی برکتیں اور بھلائیاں ہیں۔","lang":"ur"},{"name":"6:156","price":"کہیں تم لوگ یوں(1) نہ کہو کہ کتاب تو صرف ہم سے پہلے جو دو فرقے تھے ان پر نازل ہوئی تھی، اور ہم ان کے پڑھنے پڑھانے سے محض بے خبر تھے۔(2)","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"(1) یعنی یہ قرآن اس لئے اتارا تاکہ تم یہ نہ کہو۔ دو فرقوں سے مراد یہود ونصاریٰ ہیں۔\n(2) اس لئے کہ وہ ہماری زبان میں نہ تھی۔ چنانچہ اس عذر کو قرآن عربی میں اتار کر ختم کردیا۔","lang":"ur"},{"name":"6:157","price":"یا یوں نہ کہو کہ اگر ہم پر کوئی کتاب نازل ہوتی تو ہم ان سے بھی زیاده راه راست پر ہوتے۔ سو اب تمہارے پاس تمہارے رب کے پاس سے ایک کتاب واضح اور رہنمائی کا ذریعہ اور رحمت آچکی ہے(1) ۔ اب اس شخص سے زیاده ﻇالم کون ہوگا جو ہماری ان آیتوں کو جھوٹا بتائے اور اس سے روکے(2)۔ ہم جلد ہی ان لوگوں کو جو کہ ہماری آیتوں سے روکتے ہیں ان کے اس روکنے کے سبب سخت سزا دیں گے۔","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"(1) گویا یہ عذر بھی تم نہیں کرسکتے۔\n(2) یعنی کتاب ہدایت ورحمت کے نزول کے بعد اب جو شخص ہدایت (اسلام) کا راستہ اختیار کرکے رحمت الٰہی کا مستحق نہیں بنتا، بلکہ تکذیب واعراض کا راستہ اپناتا ہے، تو اس سے بڑھ کر ظالم کون ہے ؟صَدَفَ کے معنی اعراض کرنے کے بھی کئے گئے ہیں اور دوسروں کو روکنے کے بھی۔","lang":"ur"},{"name":"6:158","price":"کیا یہ لوگ صرف اس امر کے منتظر ہیں کہ ان کے پاس فرشتے آئیں یا ان کے پاس آپ کا رب آئے یا آپ کے رب کی کوئی (بڑی) نشانی آئے؟(1) جس روز آپ کے رب کی کوئی بڑی نشانی آپہنچے گی، کسی ایسے شخص کا ایمان اس کے کام نہ آئے گا جو پہلے سے ایمان نہیں رکھتا(2)۔ یا اس نے اپنے ایمان میں کوئی نیک عمل نہ کیا ہو(2)۔ آپ فرما دیجئے کہ تم منتظر رہو، ہم بھی منتظر ہیں۔(4)","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"(1) قرآن مجید کے نزول اور حضرت محمد (صلى الله عليه وسلم) کی رسالت کے ذریعے سے ہم نے حجت قائم کردی ہے۔ اب بھی اگر یہ اپنی گمراہی سے باز نہیں آتے تو کیا یہ اس بات کے منتظر ہیں کہ ان کے پاس فرشتے آئیں یعنی ان کی روحیں قبض کرنے کے لئے، اس وقت یہ ایمان لائیں گے؟ یا آپ کا رب ان کے پاس آئے، یعنی قیامت برپا ہوجائے اور وہ اللہ کے روبرو پیش کئے جائیں۔ اس وقت یہ ایمان لائیں گے؟ یا آپ کے رب کی کوئی بڑی نشانی آئے۔ جیسے قیامت کے قریب سورﺝ مشرق کے بجائے مغرب سے طلوع ہوگا۔ تو اس قسم کی بڑی نشانی دیکھ کر یہ ایمان لائیں گے؟ اگلے جملے میں وضاحت کی جارہی ہے کہ اگر یہ اس انتظار میں ہیں تو بہت ہی نادانی کا مظاہرہ کررہے ہیں۔ کیونکہ بڑی نشانی کے ظہور کے بعد کافر کا ایمان اور فاسق وفاجر شخص کی توبہ قبول نہیں ہوگی۔ صحیح حدیث ہے نبی (صلى الله عليه وسلم) نے فرمایا کہ ”قیامت قائم نہیں ہوگی یہاں تک کہ سورﺝ (مشرق کے بجائے) مغرب سے طلوع ہو پس جب ایسا ہوگا اور لوگ اسے مغرب سے طلوع ہوتے دیکھیں گے تو سب ایمان لے آئیں گے“ پھر آپ (صلى الله عليه وسلم) نے یہ آیت تلاوت فرمائی «لا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ» یعنی اس وقت ایمان لانا کسی کو نفع نہیں دے گا جو اس سے قبل ایمان نہ لایا ہوگا۔ (صحیح بخاری۔ تفسیر سورۃ الانعام )\n(2) یعنی کافر کا ایمان فائدہ مند، یعنی قبول نہیں ہوگا۔\n(3) اس کا مطلب ہے کہ کوئی گناہ گار مومن گناہوں سے توبہ کرے گا تو اس وقت اس کی توبہ قبول نہیں ہوگی اور اس کے بعد عمل صالح غیرمقبول ہوگا۔ جیسا کہ احادیث بھی اس پر دلالت کرتی ہیں۔\n(4) یہ ایمان نہ لانے والوں اور توبہ نہ کرنے والوں کے لئے تہدید ووعید ہے۔ قرآن کریم میں یہی مضمون سورۂ محمد: 18 اور سورۂ مومن: 84 ، 85 میں بھی بیان کیا گیا ہے۔","lang":"ur"},{"name":"6:159","price":"بےشک جن لوگوں نے اپنے دین کو جدا جدا کردیا اور گروه گروه بن گئے(1) ، آپ کا ان سے کوئی تعلق نہیں بس ان کا معاملہ اللہ تعالیٰ کے حوالے ہے۔ پھر ان کو ان کا کیا ہوا جتلادیں گے۔","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"(1) اس سے بعض لوگ یہود و نصاریٰ مراد لیتے ہیں جو مختلف گروہوں میں بٹے ہوئے تھے۔ بعض مشرکین مراد لیتے ہیں کہ کچھ مشرک ملائکہ کی، کچھ ستاروں کی، کچھ مختلف بتوں کی عبادت کرتے تھے۔ لیکن یہ آیت عام ہے کفار و مشرکین سمیت وہ سب لوگ اس میں داخل ہیں جو اللہ کے دین کو اور رسول اللہ (صلى الله عليه وسلم) کے راستے کو چھوڑ کر دوسرے دین یا دوسرے طریقے کو اختیار کرکے تفرق وتحزب کا راستہ اپناتے ہیں۔ ”شِيَعًا“ کے معنی فرقے اور گروہ، اور یہ بات ہر اس قوم پر صادق آتی ہے جو دین کے معاملے میں مجتمع تھی لیکن پھر ان کے مختلف افراد نے اپنے کسی بڑے کی رائے کو ہی مستند اور حرف آخر قرار دے کر اپنا راستہ الگ کرلیا، چاہے وہ رائے حق وصواب کے خلاف ہی ہو۔ (فتح القدیر)","lang":"ur"},{"name":"6:160","price":"جو شخص نیک کام کرے گا اس کو اس کے دس گنا ملیں گے(1) اور جو شخص برا کام کرے گا اس کو اس کے برابر ہی سزا ملے گی(2) اور ان لوگوں پر ﻇلم نہ ہوگا۔","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"(1) یہ اللہ تعالیٰ کے اس فضل واحسان کا بیان ہے جو اہل ایمان کے ساتھ وہ کرے گا کہ ایک نیکی کا بدلہ دس نیکیوں کے برابر عطا فرمائے گا۔ یہ کم ازکم اجر ہے۔ ورنہ قرآن اور احادیث دونوں سے ثابت ہے کہ بعض نیکیوں کا اجر کئی کئی سو گنا بلکہ ہزاروں گنا تک ملے گا۔\n(2) یعنی جن گناہوں کی سزا مقرر نہیں ہے، اور اس کے ارتکاب کے بعد اس نے اس سے توبہ بھی نہیں کی یا اس کی نیکیاں اس کی برائیوں پر غالب نہ آئیں، یا اللہ نے اپنے فضل خاﺹ سے اسے معاف نہیں فرما دیا (کیونکہ ان تمام صورتوں میں مجازات کا قانون بروئے عمل نہیں آئے گا) تو پھر اللہ تعالیٰ ایسی برائی کی سزا دے گا اور اس کے برابر ہی دے گا۔","lang":"ur"},{"name":"6:161","price":"آپ کہہ دیجئے کہ مجھ کو میرے رب نے ایک سیدھا راستہ بتادیا ہے کہ وه ایک دین مستحکم ہے جو طریقہ ہے ابراہیم (علیہ السلام) کا جو اللہ کی طرف یکسو تھے۔ اور وه شرک کرنے والوں میں سے نہ تھے۔","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"6:162","price":"آپ فرما دیجئے کہ بالیقین میری نماز اور میری ساری عبادت اور میرا جینا اور میرا مرنا یہ سب خالص اللہ ہی کا ہے جو سارے جہان کا مالک ہے۔","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"6:163","price":"اس کا کوئی شریک نہیں اور مجھ کو اسی کا حکم ہوا ہے اور میں سب ماننے والوں میں سے پہلا ہوں۔(1)","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"(1) توحید الوہیت کی یہی دعوت تمام انبیا نے دی، جس طرح یہاں آخری پیغمبر کی زبان مبارک سے کہلوایا گیا کہ ”مجھے اسی کا حکم دیا گیا ہے اور میں سب ماننے والوں سے پہلا ہوں“۔ دوسرے مقام پر اللہ تعالیٰ نے فرمایا ”ہم نےآپ سے پہلے جتنے بھی انبیا بھیجے، سب کو یہی وحی کی کہ میرے سوا کوئی معبود نہیں، تم میری ہی عبادت کرو“ (الانبیاء: 25) چنانچہ حضرت نوح علیہ السلام نے بھی یہ اعلان فرمایا «وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ» (يونس: 72) حضرت ابراہیم علیہ السلام کے بارے میں آتا ہے جب اللہ تعالیٰ نے انہیں کہا کہ أَسْلِمْ (فرمانبردار ہوجا) تو انہوں نے فرمایا «أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ» (البقرة: 131) ”میں رب العالمین کے لئے مسلمان یعنی فرمانبردار ہوگیا“، حضرت ابراہیم السلام ویعقوب علیہ السلام نے اپنی اولاد کو وصیت فرمائی «فَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ» (البقرة: 132) ”تمہیں موت اسلام پر آنی چاہیے“، حضرت یوسف علیہ السلام نے دعا فرمائی «تَوَفَّنِي مُسْلِمًا» (يوسف: 101) ”مجھے اسلام کی حالت میں دنیا سے اٹھانا“، حضرت موسیٰ علیہ السلام نے اپنی قوم سے کہا «فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ» (يونس: 84) ”اگر تم مسلمان ہو تو اسی اللہ پر بھروسہ کرو“، حضرت عیسیٰ علیہ السلام کے حواریوں نے کہا «وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ» (المائدة: 111) اسی طرح اور بھی تمام انبیاء اور ان کے مخلص پیروکاروں نے اسی اسلام کو اپنایا جس میں توحید الوہیت کو بنیادی حیثیت حاصل تھی۔ گو بعض بعض شرعی احکام ایک دوسرے سے مختلف تھے۔","lang":"ur"},{"name":"6:164","price":"آپ فرما دیجئے کہ کیا میں اللہ کے سوا کسی اور کو رب بنانے کے لئے تلاش کروں حاﻻنکہ وه مالک ہے ہر چیز کا(1) اور جو شخص بھی کوئی عمل کرتا ہے وه اسی پر رہتا ہے اور کوئی کسی دوسرے کا بوجھ نہ اٹھائے گا(2)۔ پھر تم سب کو اپنے رب کے پاس جانا ہوگا۔ پھر وه تم کو جتلائے گا جس جس چیز میں تم اختلاف کرتے تھے۔(3)","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"(1) یہاں رب سے مراد وہی الٰہ ماننا ہے جس کا انکار مشرکین کرتے رہے ہیں اور جو اس کی ربوبیت کا تقاضا ہے۔ لیکن مشرکین اس کی ربوبیت کو تو مانتے تھے۔ اور اس میں کسی کو شریک نہیں گردانتے تھے لیکن اس کی الوہیت میں شریک ٹھہراتے تھے۔\n(2) یعنی اللہ تعالیٰ عدل وانصاف کا پورا اہتمام فرمائے گا اور جس نے۔ اچھا یا برا۔ جو کچھ کیا ہوگا، اس کے مطابق جزا وسزا دے گا، نیکی پر اچھی جزا اور بدی پر سزا دے گا اور ایک کا بوجھ دوسرے پر نہیں ڈالے گا۔\n(3) اس لیے اگر تم اس دعوت توحید کو نہیں مانتے جو تمام انبیاء کی مشترکہ دعوت رہی ہے تو تم اپنا کام کیے جاؤ، ہم اپنا کیے جاتے ہیں۔ قیامت والے دن اللہ کی بارگاہ میں ہی تمہارا فیصلہ ہوگا۔","lang":"ur"},{"name":"6:165","price":"اور وه ایسا ہے جس نے تم کو زمین میں خلیفہ بنایا(1) اور ایک کا دوسرے پر رتبہ بڑھایا تاکہ تم کو آزمائے ان چیزوں میں جو تم کو دی ہیں(2)۔ بالیقین آپ کا رب جلد سزا دینے واﻻ ہے اور بالیقین وه واقعی بڑی مغفرت کرنے واﻻ مہربانی کرنے واﻻ ہے۔","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"(1) یعنی حکمران بناکر اختیارات سے نوازا۔ یا ایک کے بعد دوسرے کو اس کا وارث (خلیفہ) بنایا۔\n(2) یعنی فقر وغنا، علم وجہل، صحت اور بیماری، جس کو جو کچھ دیا ہے، اسی میں اس کی آزمائش ہے۔","lang":"ur"},{"name":"7:1","price":"المص","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:2","price":"یہ ایک کتاب ہے جو آپ کے پاس اس لئے بھیجی گئی ہے کہ آپ اس کے ذریعہ سے ڈرائیں، سو آپ کے دل میں اس سے بالکل تنگی نہ ہو(1) اور نصیحت ہے ایمان والوں کے لئے۔","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"(1) یعنی اس کے ابلاغ سے آپ کا دل تنگ نہ ہو کہ کہیں کافر میری تکذیب نہ کریں اور مجھے ایذا نہ پہنچائیں اس لئے کہ اللہ آپ کا حافظ و ناصر ہے یا حرج شک کے معنی میں ہے یعنی اس کے منزّل من اللہ ہونے کے بارے میں آپ اپنے سینے میں شک محسوس نہ کریں۔ یہ نہی بطور تعریض ہے اور اصل مخاطب امّت ہے کہ وہ شک نہ کرے۔","lang":"ur"},{"name":"7:3","price":"تم لوگ اس کا اتباع کرو جو تمہارے رب کی طرف سے آئی ہے(1) اور اللہ تعالیٰ کو چھوڑ کر من گھڑت سرپرستوں کی اتباع مت کرو تم لوگ بہت ہی کم نصیحت پکڑتے ہو۔","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"(1) جو اللہ کی طرف سے نازل کیا گیا ہے یعنی قرآن، اور جو رسول اللہ (صلى الله عليه وسلم) نے فرمایا یعنی حدیث، کیونکہ آپ (صلى الله عليه وسلم) نے فرمایا کہ ”میں قرآن اور اس کی مثل اس کے ساتھ دیا گیا ہوں“۔ ان دونوں کا اتباع ضروری ہے۔ ان کے علاوہ کسی کا اتباع ضروری نہیں بلکہ ان کا انکار لازمی ہے۔ جیسا کہ اگلے فقرے میں فرمایا کہ ”اللہ تعالیٰ کو چھوڑ کر دوسروں کی پیروی مت کرو“۔ جس طرح زمانۂ جاہلیت میں سرداروں اور نجومیوں کاہنوں کی بات کو ہی اہمیت دی جاتی حتیٰ کہ حلال وحرام میں بھی ان کو سند تسلیم کیا جاتا تھا۔","lang":"ur"},{"name":"7:4","price":"اور بہت بستیوں کو ہم نے تباه کردیا اور ان پر ہمارا عذاب رات کے وقت پہنچا یا ایسی حالت میں کہ وه دوپہر کے وقت آرام میں تھے۔(1)","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"(1) ”قَائِلُونَ“ قَيْلُولَةٌ سے ہے، جو دوپہر کے وقت استراحت (آرام کرنے) کو کہا جاتا ہے۔ مطلب یہ ہے کہ ہمارا عذاب اچانک ایسے وقتوں میں آیا جب وہ آرام و راحت کے لئے بے خبر بستروں میں آسودۂ خواب تھے۔","lang":"ur"},{"name":"7:5","price":"سو جس وقت ان پر ہمارا عذاب آیا اس وقت ان کے منھ سے بجز اس کے اور کوئی بات نہ نکلی کہ واقعی ہم ﻇالم تھے۔(1)","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"(1) لیکن عذاب آجانے کے بعد ایسے اعتراف کا کوئی فائدہ نہیں۔ جیسا کہ پہلے وضاحت گذر چکی ہے «فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا» (المؤمن: 85) ”جب انہوں نے ہمارا عذاب دیکھ لیا تو اس وقت ان کا ایمان لانا، ان کے لئے نفع مند نہیں ہوا“۔","lang":"ur"},{"name":"7:6","price":"پھر ہم ان لوگوں سے ضرور پوچھیں گے جن کے پاس پیغمبر بھیجے گئے تھے اور ہم پیغمبروں سے ضرور پوچھیں گے۔(1)","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"(1) امتوں سے یہ پوچھا جائے گا کہ تمہارے پاس پیغمبر آئے تھے؟ انہوں نے تمہیں ہمارا پیغام پہنچایا تھا؟ وہاں وہ جواب دیں گے کہ ہاں! یااللہ تیرے پیغمبر تو یقیناً ہمارے پاس آئے تھے لیکن ہماری ہی قسمت پھوٹی تھی کہ ہم نے ان کی پروا نہیں کی اور پیغمبروں سے پوچھا جائے گا کہ تم نے ہمارا پیغام اپنی امتوں کو پہنچایا تھا؟ اور انہوں نے اس کے مقابلے میں کیا رویّہ اختیار کیا؟ پیغمبر اس سوال کا جواب دیں گے۔ جس کی تفصیل قرآن مجید کے مختلف مقامات پر موجود ہے۔","lang":"ur"},{"name":"7:7","price":"پھر ہم چونکہ پوری خبر رکھتے ہیں ان کے روبرو بیان کردیں گے(1) ۔ اور ہم کچھ بے خبر نہ تھے۔","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"(1) چونکہ ہر ظاہر اور پوشیدہ بات کا علم رکھتے ہیں اس لئے ہم پھر دونوں (امتیوں اور پیغمبروں) کے سامنے ساری باتیں بیان کریں گے اور جو کچھ انہوں نے کیا ہوگا، ان کے سامنے رکھ دیں گے۔","lang":"ur"},{"name":"7:8","price":"اور اس روز وزن بھی برحق ہے پھر جس شخص کا پلا بھاری ہوگا سو ایسے لوگ کامیاب ہوں گے۔","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:9","price":"اور جس شخص کا پلا ہلکا ہوگا سو یہ وه لوگ ہوں گے جنہوں نے اپنا نقصان کرلیا بسبب اس کے کہ ہماری آیتوں کے ساتھ ﻇلم کرتے تھے۔(1)","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"(1) ان آیات میں وزن اعمال کا مسئلہ بیان کیا گیا ہے جو قیامت والے دن ہوگا اور جسے قرآن کریم میں بھی متعدد جگہ اور احادیث میں بھی بیان کیا گیا ہے۔ جس کا مطلب یہ ہے کہ ترازو میں اعمال تولے جائیں گے، جس کا نیکیوں والا پلڑا بھاری ہوگا، وہ کامیاب ہوگا اور جس کا بدیوں والا پلڑا بھاری ہوگا، وہ ناکام ہوگا۔ یہ اعمال کس طرح تولے جائیں گے جب کہ یہ اعراض ہیں یعنی ان کا ظاہری وجود اور جسم نہیں ہے؟ اس بارے میں ایک رائے تو یہ ہے کہ اللہ تعالیٰ قیامت والے دن ان کو اجسام میں تبدیل فرما دے گا اور ان کا وزن ہوگا۔ دوسری رائے تو یہ ہے کہ وہ صحیفے اور رجسٹر تو لے جائیں گے جن میں انسان کے اعمال درﺝ ہوں گے۔ تیسری رائے یہ ہے کہ خود صاحب عمل کو تولا جائے گا۔ تینوں مسلکوں والوں کے پاس اپنے مسلک کی حمایت میں صحیح احادیث و آثار موجود ہیں، اس لئے امام ابن کثیر فرماتے ہیں کہ تینوں ہی باتیں صحیح ہوسکتی ہیں ممکن ہے کبھی اعمال، کبھی صحیفے اور کبھی صاحب عمل کو تولا جائے (دلائل کے لئے دیکھئے تفسیر ابن کثیر) بہرحال میزان اور وزن اعمال کا مسئلہ قرآن وحدیث سے ثابت ہے۔ اس کا انکار یا اس کی تاویل گمراہی ہے۔ اور موجودہ دور میں تو اس کے انکار کی اب مزید کوئی گنجائش نہیں کہ بے وزن چیزیں بھی تولی جانے لگی ہیں۔","lang":"ur"},{"name":"7:10","price":"اور بے شک ہم نے تم کو زمین پر رہنے کی جگہ دی اور ہم نے تمہارے لئے اس میں سامان رزق پیدا کیا، تم لوگ بہت ہی کم شکر کرتے ہو۔","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:11","price":"اور ہم نے تم کو پیدا کیا(1) ، پھر ہم ہی نے تمہاری صورت بنائی پھر ہم نے فرشتوں سے کہا کہ آدم کو سجده کرو سو سب نے سجده کیا بجز ابلیس کے، وه سجده کرنے والوں میں شامل نہ ہوا۔","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"(1) خَلَقْنَاكُمْ میں ضمیر اگرچہ جمع کی ہے لیکن مراد ابوالبشر حضرت آدم (عليه السلام) ہیں۔","lang":"ur"},{"name":"7:12","price":"حق تعالیٰ نے فرمایا تو جو سجده نہیں کرتا تو تجھ کو اس سے کون امر مانع ہے(1) ، جبکہ میں تجھ کو حکم دے چکا، کہنے لگا میں اس سے بہتر ہوں، آپ نے مجھ کو آگ سے پیدا کیا ہے اور اس کو آپ نے خاک سے پیدا کیا ہے۔(2)","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"(1) ”أَلا تَسْجُدَ“ میں لا زائد ہے یعنی أَنْ تَسْجُدَ ( تجھے سجدہ کرنے سے کس نے روکا) یا عبارت محذوف ہے ”یعنی تجھے کس چیز نے اس بات پر مجبور کیا کہ تو سجدہ نہ کرے۔“ (ابن کثیر وفتح القدیر) شیطان، فرشتوں میں سے نہیں تھا، بلکہ خود قرآن کی صراحت کے بموجب وہ جنات میں سے تھا۔ (الكهف: 50) لیکن آسمان پر فرشتوں کے ساتھ رہنے کی وجہ سے اس سجدہ حکم میں شامل تھا جو اللہ نے فرشتوں کو دیا تھا۔ اسی لئے اس سے باز پرس بھی ہوئی اور اس پر عتاب بھی نازل ہوا۔ اگر وہ اس حکم میں شامل ہی نہ ہوتا تو اس سے باز پرس ہوتی نہ وہ راندۂ درگاہ قرار پاتا۔\n(2) شیطان کا یہ عذر (عذر گناہ بدتر از گناہ) کا آئینہ دار ہے۔ ایک تو اس کا یہ سمجھنا کہ افضل کو مفضول کی تعظیم کا حکم نہیں دیا جاسکتا، غلط ہے۔ اس لئے کہ اصل چیز تو اللہ کا حکم ہے، اس کے حکم کے مقابلے میں افضل وغیرافضل کی بحث اللہ سے سرتابی ہے۔ دوسرے، اس نے بہتر ہونے کی دلیل یہ دی کہ میں آگ سے پیدا ہوا ہوں اور یہ مٹی سے۔ لیکن اس نے اس شرف وعظمت کو نظر انداز کردیا جو حضرت آدم علیہ السلام کو حاصل ہوا کہ اللہ نے انہیں اپنے ہاتھ سے بنایا اور اپنی طرف سے اس میں روح پھونکی۔ اس شرف کے مقابلے میں دنیا کی کوئی چیز بھی ہوسکتی ہے؟ تیسرا، نص کے مقابلے میں قیاس سے کام لیا، جو کسی بھی اللہ کو ماننے والے کا شیوہ نہیں ہوسکتا۔ علاوہ ازیں اس کا قیاس فاسد تھا۔ آگ، مٹی سے کس طرح بہتر ہے؟ آگ میں سوائے تیزی، بھڑکنے اور جلانے کے کیا ہے؟ جب کہ مٹی میں سکون اور ثبات ہے، اس میں نبات ونمو، زیادتی اور اصلاح کی صلاحیت ہے۔ یہ صفات آگ سے بہرحال بہتر اور زیادہ مفید ہیں۔ اس آیت سے یہ معلوم ہوا کہ شیطان کی تخلیق آگ سے ہوئی۔ جیسا کہ حدیث میں بھی آتا ہے کہ ”فرشتے نور سے، ابلیس آگ کی لپٹ سے اور آدم (عليه السلام) مٹی سے پیدا کئے گئے ہیں“۔ (صحيح مسلم كتاب الزهد، باب في أحاديث متفرقة)","lang":"ur"},{"name":"7:13","price":"حق تعالیٰ نے فرمایا آسمان سے اتر(1) تجھ کو کوئی حق حاصل نہیں کہ تو آسمان میں ره کر تکبر کرے سو نکل بے شک تو ذلیلوں میں سے ہے۔(2)","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"(1) ”مِنْهَا“ کی ضمیر کا مرجع اکثر مفسرین نے جنت کو قرار دیا ہے اور بعض نے اس مرتبہ کو جو ملکوت اعلیٰ میں اسے حاصل تھا۔ فاضل مترجم نے اسی دوسرے مفہوم کے مطابق آسمان ترجمہ کیا ہے۔ٍ\n(2) اللہ کے حکم کے مقابلے میں تکبر کرنے والا احترام وتعظیم کا نہیں، ذلت وخواری کا مستحق ہے۔","lang":"ur"},{"name":"7:14","price":"اس نے کہا کہ مجھ کو مہلت دیجئے قیامت کے دن تک۔","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:15","price":"اللہ تعالیٰ نے فرمایا تجھ کو مہلت دی گئی۔(1)","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"(1) اللہ تعالیٰ نے اس کی خواہش کے مطابق اسے مہلت عطا فرمادی جو اس کی حکمت، ارادے اور مشیت کے مطابق تھی جس کا پورا علم اسی کو ہے۔ تاہم ایک حکمت یہ نظر آتی ہے کہ اس طرح اپنے بندوں کی وہ آزمائش کرسکے گا کہ کون رحمٰن کا بندہ بنتا ہے اور کون شیطان کا پجاری؟۔","lang":"ur"},{"name":"7:16","price":"اس نے کہا بسبب اس کے کہ آپ نے مجھ کو گمراه کیا ہے(1) میں قسم کھاتا ہوں کہ میں ان کے لئے آپ کی سیدھی راه پر بیٹھوں گا۔","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"(1) گمراہ تو وہ اللہ کی تکوینی مشیت کے تحت ہوا۔ لیکن اس نے اسے بھی مشرکوں کی طرح الزام بنالیا، جس طرح وہ کہتے تھے کہ اگر اللہ چاہتا تو ہم شرک نہ کرتے۔","lang":"ur"},{"name":"7:17","price":"پھر ان پر حملہ کروں گا ان کے آگے سے بھی اور ان کے پیچھے سے بھی اور ان کی داہنی جانب سے بھی اور ان کی بائیں جانب سے بھی(1) اور آپ ان میں سے اکثر کو شکر گزار نہ پائیے گا۔(2)","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"(1) مطلب یہ ہے کہ ہر خیر اور شر کے راستے پر میں بیٹھوں گا۔ خیر سے ان کو روکوں گا اور شر کو ان کی نظروں میں پسندیدہ بناکر ان کو اختیار کرنے کی ترغیب دوں گا۔\n(2) ”شَاكِرِينَ“ کے دوسرے معنی مُوَحِّدِينَ کے کئے گئے ہیں۔ یعنی اکثر لوگوں کو میں شرک میں مبتلا کردوں گا۔ شیطان نے اپنا یہ گمان فی الواقع سچا کر دکھایا «وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلا فَرِيقًا مِنَ الْمُؤْمِنِينَ» (سورة سبأ: 20) ”شیطان نے اپنا گمان سچا کر دکھایا، اور مومنوں کے ایک گروہ کو چھوڑ کر سب لوگ اس کے پیچھے لگ گئے“۔ اسی لئے احادیث میں شیطان سے پناہ مانگنے کی اور قرآن میں اس کے مکر وکید سے بچنے کی بڑی تاکید آئی ہے۔","lang":"ur"},{"name":"7:18","price":"اللہ تعالیٰ نے فرمایا کہ یہاں سے ذلیل وخوار ہوکر نکل جا جو شخص ان میں سے تیرا کہنا مانے گا میں ضرور تم سب سے جہنم کو بھردوں گا۔","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:19","price":"اور ہم نے حکم دیا کہ اے آدم! تم اور تمہاری بیوی جنت میں رہو۔ پھر جس جگہ سے چاہو دونوں کھاؤ، اور اس درخت کے پاس مت جاؤ(1) ورنہ تم دونوں ﻇالموں میں سے ہوجاؤ گے۔","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"(1) یعنی صرف اس ایک درخت کو چھوڑ کہ جہاں سے اور جتنا چاہو، کھاؤ۔ ایک درخت کا پھل کھانے کی پابندی آزمائش کے طور پر عائد کردی۔","lang":"ur"},{"name":"7:20","price":"پھر شیطان نے ان دونوں کے دلوں میں وسوسہ(1) ڈاﻻ تاکہ ان کی شرمگاہیں جو ایک دوسرے سے پوشیده تھیں دونوں کے روبرو بے پرده(2) کردے اور کہنے لگا کہ تمہارے رب نے تم دونوں کو اس درخت سے اور کسی سبب سے منع نہیں فرمایا، مگر محض اس وجہ سے کہ تم دونوں کہیں فرشتے ہوجاؤ یا کہیں ہمیشہ زنده رہنے والوں میں سے ہوجاؤ۔","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"(1) ”وَسْوَسَةٌ“ اور وِسْوَاسٌ، زَلْزَلَةٌ اور زِلْزَالٌ کے وزن پر ہے۔ پست آواز اور نفس کی بات۔ شیطان دل میں جو بری باتیں ڈالتا ہے، اس کو وسوسہ کہا جاتا ہے۔\n(2) یعنی شیطان کا مقصد اس بہکاوﮮ سے حضرت آدم وحوا کو اس لباس جنت سے محروم کرکے انہیں شرمندہ کرنا تھا، جو انہیں جنت میں پہننے کے لئے دیا گیا تھا ”سَوْآتٌ“ سَوْءَةٌ (شرم گاہ) کی جمع ہے. شرم گاہ کوسَوْءَةٌ سے اس لئے تعبیر کیا گیا ہے کہ اس کے ظاہر ہونے کو برا سمجھا جاتا ہے۔","lang":"ur"},{"name":"7:21","price":"اور ان دونوں کے روبرو قسم کھالی کہ یقین جانیئے میں تم دونوں کا خیر خواه ہوں>(1)","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"(1) جنت کی جو نعمتیں اور آسائشیں حضرت آدم وحوا علیھما الّسلام کو حاصل تھیں، اس کے حوالے سے شیطان نے دونوں کو بہلایا اور جھوٹ بولا کہ اللہ تمہیں ہمیشہ جنت میں رکھنا نہیں چاہتا، اسی لئے اس درخت کا پھل کھانے سے منع فرمایا ہے کیونکہ اس کی تاثیر ہی یہ ہے کہ جو اسے کھا لیتا ہے، وہ فرشتہ بن جاتا ہے یا دائمی زندگی اسے حاصل ہوجاتی ہے پھر قسم کھا کر اپنا خیرخواہ ہونا بھی ظاہر کیا، جس سے حضرت آدم وحّو ا علیھما السلام متاثر ہوگئے اس لئے کہ اللہ والے، اللہ کے نام پر آسانی سے دھوکہ کھا جاتے ہیں۔","lang":"ur"},{"name":"7:22","price":"سو ان دونوں کو فریب سے نیچے(1) لے آیا پس ان دونوں نے جب درخت کو چکھا دونوں کی شرمگاہیں ایک دوسرے کے روبرو بے پرده ہوگئیں اور دونوں اپنے اوپر جنت کے پتے جوڑ جوڑ کر رکھنے لگے(2) اور ان کے رب نے ان کو پکارا کیا میں تم دونوں کو اس درخت سے منع نہ کرچکا تھا اور یہ نہ کہہ چکا کہ شیطان تمہارا صریح دشمن ہے؟(3)","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"(1) ”تَدْلِية“ اور ”إِدْلاءٌ“ کے معنی ہیں کسی چیز کو اوپر سے نیچے چھوڑ دینا۔ گویا شیطان ان کو مرتبہ علیا سے اتار کر ممنوعہ درخت کا پھل کھانے تک لے آیا۔\n(2) یہ اس معصیت کا اثر ظاہر ہوا جو آدم (عليه السلام) وحوا سے غیر شعوری اور غیر ارادی طور پر ہوئی اور پھر دونوں مارے شرم کے جنت کے پتے جوڑ جوڑ کر اپنی شرم گاہ چھپانے لگے۔ وہب بن منبہ کہتے ہیں کہ اس سے قبل انہیں اللہ تعالیٰ کی طرف سے ایک ایسا نورانی لباس ملا ہوا تھا، جو اگرچہ غیرمرئی تھا لیکن ایک دوسرے کی شرم گاہ کے لئے ساتر (پردہ پوش) تھا۔ (ابن کثیر )\n(3) یعنی اس تنبیہ کے باوجود تم شیطان کے وسوسوں کا شکار ہوگئے۔ اس سے معلوم ہوا کہ شیطان کے جال بڑے حسین اور دلفریب ہوتے ہیں اور جن سے بچنے کے لئے بڑی کاوش ومحنت اور ہر وقت اس سے چوکنا رہنے کی ضرورت ہے۔","lang":"ur"},{"name":"7:23","price":"دونوں نے کہا اے ہمارے رب! ہم نے اپنا بڑا نقصان کیا اور اگر تو ہماری مغفرت نہ کرے گا اور ہم پر رحم نہ کرے گا تو واقعی ہم نقصان پانے والوں میں سے ہوجائیں گے۔(1)","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"(1) توبہ واستغفار کے یہ وہی کلمات ہیں جو حضرت آدم (عليه السلام) نے اللہ تبارک وتعالیٰ سے سیکھے، جیسا کہ سورۂ بقرہ، آیت 37 میں صراحت ہے۔ (دیکھئے آیت مذکورہ کا حاشیہ) گویا شیطان نے اللہ کی نافرمانی کا ارتکاب کیا تو اس کے بعد وہ اس پر نہ صرف اڑ گیا بلکہ اس کے جواز و اثبات میں عقلی و قیاسی دلائل دینے لگا۔ نتیجتاً وہ راندۂ درگاہ اور ہمیشہ کے لئے ملعون قرار پایا اور حضرت آدم (عليه السلام) نے اپنی غلطی پر ندامت و پشیمانی کا اظہار اور بارگاہ الٰہی میں توبہ و استغفار کا اہتمام کیا۔ تو اللہ کی رحمت و مغفرت کے مستحق قرار پائے۔ یوں گویا دونوں راستوں کی نشان دہی ہوگئی، شیطانی راستے کی بھی اور اللہ والوں کے راستے کی بھی۔ گناہ کرکے اس پر اترانا، اصرار کرنا اور اس کو صحیح ثابت کرنے کے لئے ”دلائل“ کے انبار فراہم کرنا، شیطانی راستہ ہے۔ اور گناہ کے بعد احساس ندامت ہوکر بارگاہ الٰہی میں جھک جانا اور توبہ و استغفار کا اہتمام کرنا، بندگان الٰہی کا راستہ ہے۔ اللَّهُمَّ! اجْعَلْنَا مِنْهُمْ۔","lang":"ur"},{"name":"7:24","price":"حق تعالیٰ نے فرمایا کہ نیچے ایسی حالت میں جاؤ کہ تم باہم ایک دوسرے کے دشمن ہوگے اور تمہارے واسطے زمین میں رہنے کی جگہ ہے اور نفع حاصل کرنا ہے ایک وقت تک۔","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:25","price":"فرمایا تم کو وہاں ہی زندگی بسر کرنا ہے اور وہاں ہی مرنا ہے اور اسی میں سے پھر نکالے جاؤ گے۔","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:26","price":"اے آدم (علیہ السلام) کی اوﻻد ہم نے تمہارے لئے لباس پیدا کیا جو تمہاری شرم گاہوں کو بھی چھپاتا ہے اور موجب زینت بھی ہے(1) اور تقوے کا لباس(2)، یہ اس سے بڑھ کر ہے(3)۔ یہ اللہ تعالیٰ کی نشانیوں میں سے ہے تاکہ یہ لوگ یاد رکھیں۔","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"(1) ”سَوْآتٌ“ جسم کے وہ حصے جنہیں چھپانا ضروری ہے۔ جیسے شرم گاہ اور ”رِيشًا“ وہ لباس جو حسن ورعنائی کے لئے پہنا جائے۔ گویا لباس کی پہلی قسم ضروریات سے اور دوسری قسم تکملہ واضافہ سے ہے۔ اللہ تعالیٰ نے ان دونوں قسموں کے لباس کے لئے سامان اور مواد پیدا فرمایا۔\n(2) اس سے مراد بعض کے نزدیک وہ لباس ہے جو متقین قیامت والے دن پہنیں گے۔ بعض کے نزدیک ایمان، بعض کے نزدیک عمل صالح، خشیت الٰہی وغیرہ ہیں۔ مفہوم سب کا تقریباً ایک ہے کہ ایسا لباس، جسے پہن کر انسان تکبر کرنے کے بجائے، اللہ سے ڈرے اور ایمان و عمل صالح کے تقاضوں کا اہتمام کرے۔\n(3) اس سے یہ مفہوم بھی نکلتا ہے کہ زیب و زینت اور آرائش کے لئے بھی اگرچہ لباس پہننا جائز ہے۔ تاہم لباس میں ایسی سادگی زیادہ پسندیدہ ہے جو انسان کے زہد وورع اور تقویٰ کی مظہر ہو۔ علاوہ ازیں نیا لباس پہن کر یہ دعا بھی پڑھی جائے، کیونکہ نبی (صلى الله عليه وسلم) یہ دعا پڑھا کرتے تھے ”الْحَمْدُ للهِ الَّذِي كَسَانِي مَا أُوَارِي بِهِ عَوْرَتِي وَأَتَجَمَّلُ بِهِ فِي حَيَاتِي“ (ترمذي ، أبواب الدعوات - ابن ماجه ، كتاب اللباس ، باب ما يقول الرجل إذا لبس ثوبا جديدا) ”تمام تعریفیں اس اللہ کے لئے ہیں جس نے مجھے ایسا لباس پہنایا جس سے میں اپنا ستر چھپالوں اور اپنی زندگی میں اس سے زینت حاصل کروں“۔","lang":"ur"},{"name":"7:27","price":"اے اوﻻد آدم! شیطان تم کو کسی خرابی میں نہ ڈال دے جیسا اس نے تمہارے ماں باپ کو جنت سے باہر کرا دیا ایسی حالت میں ان کا لباس بھی اتروا دیا تاکہ وه ان کو ان کی شرم گاہیں دکھائے۔ وه اور اس کا لشکر تم کو ایسے طور پر دیکھتا ہے کہ تم ان کو نہیں دیکھتے ہو(1) ۔ ہم نے شیطانوں کو ان ہی لوگوں کا دوست بنایا ہے جو ایمان نہیں ﻻتے۔(2)","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"(1) اس میں اہل ایمان کو شیطان اور اس کے قبیلے یعنی چیلے چانٹوں سے ڈرایا گیا ہے کہ کہیں وہ تمہاری غفلت اور سستی سے فائدہ اٹھا کر تمہیں بھی اس طرح فتنے اور گمراہی میں نہ ڈال دے جس طرح تمہارے ماں باپ (آدم و حوا) کو اس نے جنت سے نکلوﺍ دیا اور لباس جنت بھی اتروا دیا۔ بالخصوص جب کہ وہ نظر بھی نہیں آتے۔ تو اس سے بچنے کا اہتمام و فکر بھی زیادہ ہونی چاہئے۔\n(2) یعنی بے ایمان قسم کے لوگ ہی اس کے دوست اور اس کے خاﺹ شکار ہیں۔ تاہم اہل ایمان پر بھی وہ ڈورے ڈالتا رہتا ہے۔ کچھ اور نہیں تو شرک خفی (ریاکاری) اور شرک جلی میں ہی ان کو مبتلا کر دیتا ہے اور یوں ان کو بھی ایمان کے بعد ایمان صحیح کی پونجی سے محروم کر دیتا ہے۔","lang":"ur"},{"name":"7:28","price":"اور وه لوگ جب کوئی فحش کام کرتے ہیں تو کہتے ہیں کہ ہم نے اپنے باپ دادا کو اسی طریق پر پایا ہے اور اللہ نے بھی ہم کو یہی بتایا ہے۔ آپ کہہ دیجیئے کہ اللہ تعالیٰ فحش بات کی تعلیم نہیں دیتا، کیا اللہ کے ذمہ ایسی بات لگاتے ہو جس کی تم سند نہیں رکھتے؟(1)","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"(1) اسلام سے قبل مشرکین بیت اللہ کا ننگا طواف کرتے تھے اور کہتے تھے کہ ہم اس حالت کو اختیار کرکے طواف کرتے ہیں جو اس وقت تھی جب ہمیں ہماری ماؤں نے جنا تھا۔ بعض کہتے ہیں کہ وہ اس کی یہ تاویل کرتے تھے کہ ہم جو لباس پہنے ہوتے ہیں اس میں ہم اللہ کی نافرمانی کرتے رہتے ہیں، اس لئے اس لباس میں طواف کرنا مناسب نہیں۔ چنانچہ وہ لباس اتار کر طواف کرتے اور عورتیں بھی ننگی طواف کرتیں، صرف شرم گاہ پر کپڑا یا چمڑے کا ٹکڑا رکھ لیتیں۔ اپنے اس شرمناک فعل کے لئے دو عذر انہوں نے اور پیش کئے۔ ایک تو یہ کہ ہم نے اپنے باپ دادوں کو اس طرح ہی کرتے پایا ہے۔ دوسرا، یہ کہ اللہ نے ہمیں اس کا حکم دیا ہے۔ اللہ تعالیٰ نے اس کی تردید فرمائی کہ یہ کس طرح ہوسکتا ہے کہ اللہ تعالیٰ بے حیائی کا حکم دے ؟ یعنی تم اللہ کے ذمے وہ بات لگاتے ہو جو اس نے نہیں کہی۔ اس آیت میں ان مقلدین کے لئے بڑی زجر و توبیخ ہے جو آباپرستی، پیرپرستی اور شخصیت پرستی میں مبتلا ہیں، جب انہیں بھی حق کی بات بتلائی جاتی ہے تو اس کے مقابلے میں یہی عذر پیش کرتے ہیں کہ ہمارے بڑے یہی کرتے آئے ہیں یا ہمارے امام اور پیر وشیخ کا یہی حکم ہے۔ یہی وہ خصلت ہے جس کی وجہ سے یہودی، یہودیت پر، نصرانی نصرانیت پر اور بدعتی بدعتوں پر قائم رہے۔ (فتح القدیر)","lang":"ur"},{"name":"7:29","price":"آپ کہہ دیجیئے کہ میرے رب نے حکم دیا ہے انصاف کا(1) اور یہ کہ تم ہر سجده کے وقت اپنا رخ سیدھا رکھا کرو(2) اور اللہ تعالیٰ کی عبادت اس طور پر کرو کہ اس عبادت کو خالص اللہ ہی کے واسطے رکھو۔ تم کو اللہ نے جس طرح شروع میں پیدا کیا تھا اسی طرح تم دوباره پیدا ہوگے۔","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"(1) انصاف سے مراد یہاں بعض کے نزدیک ”لا إِلَهَ إِلا اللهُ“ یعنی توحید ہے۔\n(2) امام شوکانی نے اس کا مطلب یہ بیان کیا ہے کہ ”اپنی نمازوں میں اپنا رخ قبلے کی طرف کرلو، چاہے تم کسی بھی مسجد میں ہو“ اور امام ابن کثیر نے اس سے استقامت بمعنی متابعت رسول مراد لی ہے اور اگلے جملے سے اخلاص للہ اور کہا ہے کہ ہر عمل کی مقبولیت کے لئے ضروری ہے کہ وہ شریعت کے مطابق ہو اور دوسرے خالص رضائے الٰہی کے لئے ہو۔ آیت میں ان باتوں کی تاکید کی گئی ہے۔","lang":"ur"},{"name":"7:30","price":"بعض لوگوں کو اللہ نے ہدایت دی ہے اور بعض پر گمراہی ﺛابت ہوگئی ہے۔ ان لوگوں نے اللہ تعالیٰ کو چھوڑ کر شیطانوں کو دوست بنالیا ہے اور خیال رکھتے ہیں کہ وه راست پر ہیں۔","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:31","price":"اے اوﻻد آدم! تم مسجد کی ہر حاضری کے وقت اپنا لباس پہن لیا کرو(1) ۔ اور خوب کھاؤ اور پیو اور حد سے مت نکلو۔ بےشک اللہ حد سے نکل جانے والوں کو پسند نہیں کرتا۔(2)","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"(1) آیت میں زینت سے مراد لباس ہے۔ اس کا سبب نزول بھی مشرکین کے ننگے طواف سے متعلق ہے۔ اس لئے انہیں کہا گیا کہ لباس پہن کر اللہ کی عبادت کرو اور طواف کرو۔\n(2) ”إِسْرَافٌ“ (حد سے نکل جانا) کسی چیز میں حتیٰ کہ کھانے پینے میں بھی ناپسندیدہ ہے۔ ایک حدیث میں نبی (صلى الله عليه وسلم) نے فرمایا ”جو چاہو، کھاوء۔ جو چاہو پہنو! البتہ دو باتوں سے گریز کرو۔ اسراف اور تکبرسے“ (صحيح بخاري، كتاب اللباس، باب قول الله تعالى قل من حرم زينة الله) بعض سلف کا قول ہے، اللہ تعالیٰ نے وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا اس آدھی آیت میں ساری طب جمع فرمادی ہے۔ (ابن کثیر )\nبعض کہتے ہیں زینت سے وہ لباس مراد ہے جو آرائش کے لئے پہنا جائے۔ جس سے ان کے نزدیک نماز اور طواف کے وقت تزئین کا حکم نکلتا ہے۔ اس آیت سے نماز میں ستر عورت کے وجوب پر بھی استدلال کیا گیا ہے بلکہ احادیث کی رو سے ستر عورت (گھٹنوں سے لے کر ناف تک کے حصے کو ڈھانپنا) ہر حال میں ضروری ہے چاہے آدمی خلوت میں ہی ہو۔ (فتح القدیر) جمعہ اور عید کے دن خوشبو کا استعمال بھی مستحب ہے کہ یہ بھی زینت کا حصہ ہے۔ (ابن کثیر)","lang":"ur"},{"name":"7:32","price":"آپ فرمائیے کہ اللہ تعالیٰ کے پیدا کئے ہوئے اسباب زینت کو، جن کو اس نے اپنے بندوں کے واسطے بنایا ہے اور کھانے پینے کی حلال چیزوں کو کس شخص نے حرام کیا ہے؟ آپ کہہ دیجئے کہ یہ اشیا اس طور پر کہ قیامت کے روز خالص ہوں گی اہل ایمان کے لئے، دنیوی زندگی میں مومنوں کے لئے بھی ہیں(1) ۔ ہم اسی طرح تمام آیات کو سمجھ داروں کے واسطے صاف صاف بیان کرتے ہیں۔","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"(1) مشرکین نے جس طرح طواف کے وقت لباس پہننے کو ناپسندیدہ قرار دے رکھا تھا، اسی طرح بعض حلال چیزیں بھی بطور تقرب الٰہی اپنے اوپر حرام کرلی تھیں (جیسا کہ بعض صوفیا بھی ایسا کرتے ہیں) نیز بہت سی حلال چیزیں اپنے بتوں کے نام وقف کردینے کی وجہ سے حرام گردانتے تھے۔ اللہ تعالیٰ نے فرمایا لوگوں کی زینت کے لئے (مثلاً لباس وغیرہ) اور کھانے کی عمدہ چیزیں بنائی ہیں، انہیں کون حرام کرنے والا ہے؟ مطلب یہ ہے کہ لوگوں کے حرام کرلینے سے اللہ کی حلال کردہ چیزیں حرام نہیں ہو جائیں گی، وہ حلال ہی رہیں گی۔ یہ حلال و طیب چیزیں اصلاً اللہ نے اہل ایمان ہی کے لئے بنائی ہیں۔ گو کفار بھی ان سے فیض یاب اور متمتع ہو لیتے ہیں بلکہ بعض دفعہ دنیوی چیزوں اور آسائشوں کے حصول میں وہ مسلمانوں سے زیادہ کامیاب نظر آتے ہیں لیکن یہ بالتبع اور عارضی ہے جس میں اللہ تعالیٰ کی تکوینی مشیت اور حکمت ہے۔ تاہم قیامت والے دن یہ نعمتیں صرف اہل ایمان کے لئے ہوں گی کیونکہ کافروں پر جس طرح جنت حرام ہوگی، اسی طرح ماکولات و مشروبات بھی حرام ہوں گے۔","lang":"ur"},{"name":"7:33","price":"آپ فرمائیے کہ البتہ میرے رب نے صرف حرام کیا ہے ان تمام فحش باتوں کو جو علانیہ ہیں(1) اور جو پوشیده ہیں اور ہر گناه کی بات کو اور ناحق کسی پر ﻇلم کرنے کو(2) اور اس بات کو کہ تم اللہ کے ساتھ کسی ایسی چیز کو شریک ٹھہراؤ جس کی اللہ نے کوئی سند نازل نہیں کی اور اس بات کو کہ تم لوگ اللہ کے ذمے ایسی بات لگادو جس کو تم جانتے نہیں۔","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"(1) علانیہ فحش باتوں سے مراد بعض کے نزدیک طوائفوں کے اڈوں پر جاکر بدکاری اور پوشیدہ سے مراد کسی ”گرل فرینڈ“ سے خصوصی تعلق قائم کرنا ہے۔ بعض کے نزدیک اول الذکر سے مراد محرموں سے نکاح کرنا ہے جو ممنوع ہے۔ صحیح بات یہ ہے کہ یہ کسی ایک صورت کے ساتھ خاص نہیں بلکہ عام ہے اور ہر قسم کی ظاہری بے حیائی کو شامل ہے (جیسے فلمیں، ڈرامے ، ٹی وی، وی سی آر، فحش اخبارات ورسائل، رقص وسرود اور مجروں کی محفلیں، عورتوں کی بے پردگی اور مردوں سے ان کا بے باکانہ اختلاط، مہندی اور شادی کی رسموں میں بے حیائی کے کھلے عام مظاہر وغیرہ، یہ سب فواحش ظاہرہ ہیں)۔ أَعَاذَنَا اللهُ مِنْهَا۔\n(2) گناہ، اللہ کی نافرمانی کا نام ہے اور ایک حدیث میں نبی (صلى الله عليه وسلم) نے فرمایا ”گناہ وہ ہے جو تیرے سینے میں کھٹکے اور لوگوں کے اس پر مطلع ہونے کو تو برا سمجھے“۔ (صحیح مسلم، کتاب البر) بعض کہتے ہیں گناہ وہ ہے جس کا اثر، کرنے والے کی اپنی ذات تک محدود ہو اور بغی یہ ہے کہ اس کے اثرات دوسروں تک بھی پہنچیں یہاں بغی کے ساتھ بغیر الحق کا مطلب، ناحق، ظلم وزیادتی مثلاً لوگوں کا حق غصب کرلینا، کسی کا مال ہتھیا لینا، ناجائز مارنا پیٹنا اور سب و شتم کرکے بے عزتی کرنا وغیرہ ہے۔","lang":"ur"},{"name":"7:34","price":"اور ہر گروه کے لئے ایک میعاد معین(1) ہے سو جس وقت ان کی میعاد معین آجائے گی اس وقت ایک ساعت نہ پیچھے ہٹ سکیں گے اور نہ آگے بڑھ سکیں گے۔","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"(1) میعاد معین سے مراد وہ مہلت عمل ہے جو اللہ تبارک و تعالیٰ ہر گروہ کو آزمانے کے لئے عطا فرماتا ہے کہ وہ اس مہلت سے فائدہ اٹھا کر اللہ کو راضی کرنے کی کوشش کرتا ہے یا اس کی بغاوت وسرکشی میں مزید اضافہ ہوتا ہے۔ یہ مہلت بعض دفعہ ان کی پوری زندگیوں تک ممتد ہوتی ہے۔ یعنی دنیوی زندگی میں وہ گرفت نہیں فرماتا بلکہ صرف آخرت میں ہی وہ سزا دے گا ان کی اجل مسمی قیامت کا دن ہی ہے اور جن کو دنیا میں وہ عذاب سے دوچار کر دیتا ہے، ان کی اجل مسمیٰ وہ ہے جب ان کا مواخذہ فرماتا ہے۔","lang":"ur"},{"name":"7:35","price":"اے اوﻻد آدم! اگر تمہارے پاس پیغمبر آئیں جو تم ہی میں سے ہوں جو میرے احکام تم سے بیان کریں تو جو شخص تقویٰ اختیار کرے اور درستی کرے سو ان لوگوں پر نہ کچھ اندیشہ ہے اور نہ وه غمگین ہوں گے۔(1)","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"(1) یہ ان اہل ایمان کا حسن انجام بیان کیا گیا ہے جو تقویٰ اور عمل صالح سے آراستہ ہوں گے۔ قرآن نے ایمان کے ساتھ، اکثر جگہ، عمل صالح کا ذکر ضرور کیا ہے۔ جس سے معلوم ہوتا ہے کہ عنداللہ ایمان وہی معتبر ہے جس کے ساتھ عمل بھی ہوگا۔","lang":"ur"},{"name":"7:36","price":"اور جو لوگ ہمارے ان احکام کو جھٹلائیں اور ان سے تکبر کریں وه لوگ دوزخ والے ہوں گے وه اس میں ہمیشہ ہمیشہ رہیں گے۔(1)","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"(1) اس میں اہل ایمان کے برعکس ان لوگوں کا برا انجام بیان کیا گیا ہے جو اللہ کے احکام کی تکذیب اور ان کے مقابلے میں استکبار کرتے ہیں۔ اہل ایمان اور اہل کفر دونوں کا انجام بیان کرنے سے مقصود یہ ہے کہ لوگ اس کردار کو اپنائیں جس کا انجام اچھا ہے اور اس کردار سے بچیں جس کا انجام برا ہے۔","lang":"ur"},{"name":"7:37","price":"سو اس شخص سے زیاده ﻇالم کون ہوگا جو اللہ تعالیٰ پر جھوٹ باندھے یا اس کی آیتوں کو جھوٹا بتائے، ان لوگوں کے نصیب کا جو کچھ کتاب سے ہے وه ان کو مل جائے گا(1) ، یہاں تک کہ جب ان کے پاس ہمارے بھیجے ہوئے فرشتے ان کی جان قبض کرنے آئیں گے تو کہیں گے کہ وه کہاں گئے جن کی تم اللہ کو چھوڑ کر عبادت کرتے تھے، وه کہیں گے کہ ہم سے سب غائب ہوگئے اور اپنے کافر ہونے کا اقرار کریں گے۔","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"(1) اس کے مختلف معانی بیان کئے گئے ہیں۔ ایک معنی عمل، رزق اور عمر کے کئے گئے ہیں۔ یعنی ان کے مقدر میں جو عمر اور رزق ہے اسے پورا کر لینے، اور جتنی عمر ہے، اس کو گزار لینے کے بعد بالآخر موت سے ہمکنار ہوں گے۔ اسی کے ہم معنی یہ آیت ہے «إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ، مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ» الآية (يونس: 69 ، 70) ”جو لوگ اللہ پر جھوٹ باندھتے ہیں، وہ کاﻣیاب نہیں ہوں گے، دنیا کا چند روزہ فائدہ اٹھا کر، بالآخر ہمارے پاس ہی انہیں لوٹ کر آنا ہے۔“","lang":"ur"},{"name":"7:38","price":"اللہ تعالیٰ فرمائے گا کہ جو فرقے تم سے پہلے گزر چکے ہیں(1) جنات میں سے بھی اور آدمیوں میں سے بھی، ان کے ساتھ تم بھی دوزخ میں جاؤ۔ جس وقت بھی کوئی جماعت داخل ہوگی اپنی دوسری جماعت کو لعنت کرے گی(2) یہاں تک کہ جب اس میں سب جمع ہوجائیں گے(3) تو پچھلے لوگ پہلے لوگوں کی نسبت کہیں گے(4) کہ ہمارے پروردگار ہم کو ان لوگوں نے گمراه کیا تھا سو ان کو دوزخ کا عذاب دو گنا دے(5)۔ اللہ تعالیٰ فرمائے گا کہ سب ہی کا دوگنا ہے(6)، لیکن تم کو خبر نہیں۔","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"(1) ”أُمَم ٌ“ أمَّةٌ کی جمع ہے۔ مراد وہ فرقے اور گروہ ہیں جو کفروشقاق اور شرک وتکذیب میں ایک جیسے ہوں گے۔ ”فِي“ بمعنی ”مَعَ“ بھی ہوسکتا ہے۔ یعنی تم سے پہلے انسانوں اور جنوں میں جو گروہ تم جیسے یہاں آچکے ہیں، ان کے ساتھ جہنم میں داخل ہوجاوء یا ان میں شامل ہوجاؤ۔\n(2) ”لَعَنَتْ أُخْتَهَا“ اپنی دوسری جماعت کو لعنت کرے گی۔ أُخْتٌ بہن کو کہتے ہیں۔ ایک جماعت (امت) کو دوسری جماعت (امت) کی بہن بہ اعتبار دین، یا گمراہی کے کہا گیا۔ یعنی دونوں ہی ایک غلط مذہب کے پیرو یا گمراہ تھے یا جہنم کے ساتھی ہونے کے اعتبار سے ان کو ایک دوسری کی بہن قرار دیا گیا ہے۔\n(3) ”ادَّارَكُوا“ کے معنی ہیں تَدَارَكُوا جب ایک دوسرے کو ملیں گے اور باہم اکٹھے ہوں گے۔\n(4) ”أُخْرَىٰ“ (پچھلے) سے مراد بعد میں داخل ہونے والے اور اولیٰ (پہلے) سے مراد ان سے پہلے داخل ہونے والے ہیں۔ یا أُخْرَىٰ سےأَتْبَاعٌ ( پیروکار) اور أُولَى سے مَتْبُوعٌ لیڈر اور سردار ہیں۔ ان کا جرم چونکہ زیادہ شدید ہے کہ خود بھی راہ حق سے دور رہے اور دوسروں کو بھی کوشش کرکے اس سے دور رکھا، اس لئے یہ اپنے اتباع سے پہلے جہنم میں جائیں گے۔\n(5) جس طرح ایک دوسرے مقام پر فرمایا گیا۔ جہنمی کہیں گے «رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَ (1) رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا» ( الاحزاب: 67۔ 68) ”اے ہمارے رب! ہم تو اپنے سرداروں اور بڑوں کے پیچھے لگے رہے، پس انہوں نے ہمیں سیدھے راستے سے گمراہ کیا، یااللہ ان کو دوگنا عذاب دے اور ان کو بڑی لعنت کر“۔\n(6) یعنی اب ایک دوسرے کو طعنے دینے، کوسنے اور ایک دوسرے پر الزام دھرنے سے کوئی فائدہ نہیں، تم سب ہی اپنی اپنی جگہ بڑے مجرم ہو اور تم سب ہی دوگنے عذاب کے مستحق ہو۔ اتباع اور متبوعین کا یہ مکالمہ سورۂ سبا: 31، 32 میں بھی بیان کیا گیا ہے۔","lang":"ur"},{"name":"7:39","price":"اور پہلے لوگ پچھلے لوگوں سے کہیں گے کہ پھر تم کو ہم پر کوئی فوقیت نہیں سو تم بھی اپنی کمائی کے بدلے میں عذاب کامزه چکھو۔","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:40","price":"جن لوگوں نے ہماری آیتوں کو جھٹلایا اور ان سے تکبر کیا ان کے لئے آسمان کے دروازے نہ کھولے جائیں گے(1) اور وه لوگ کبھی جنت میں نہ جائیں گے جب تک کہ اونٹ سوئی کے ناکہ کے اندر سے نہ چلا جائے(2) اور ہم مجرم لوگوں کو ایسی ہی سزا دیتے ہیں۔","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"(1) اس سے بعض نے اعمال، بعض نے ارواح اور بعض نے دعا مراد لی ہے۔ یعنی ان کے عملوں، یا روحوں یا دعا کے لئے آسمان کے دروازے نہیں کھولے جاتے، یعنی اعمال اور دعا قبول نہیں ہوتی اور روحیں واپس زمین میں لوٹا دی جاتی ہیں (جیسا کہ مسند احمد، جلد 2، صفحہ 364، 365 کی ایک حدیث سے بھی معلوم ہوتا ہے) امام شوکانی فرماتے ہیں کہ تینوں ہی چیزیں مراد ہوسکتی ہیں۔\n(2) یہ تعلیق بالمحال ہے جس طرح اونٹ کا سوئی کے ناکے سے گذرنا ممکن نہیں، اسی طرح اہل کفر کا جنت میں داخلہ ممکن نہیں۔ اونٹ کی مثال بیان فرمائی اس لئے کہ اونٹ عربوں میں متعارف تھا اور جسمانی اعتبار سے ایک بڑا جانور تھا۔ اور سوئی کا ناکہ (سوراخ) یہ اپنے باریک اور تنگ ہونے کے اعتبار سے بے مثال ہے۔ ان دونوں کے ذکر نے اس تعلیق بالمحال کے مفہوم کو غایت درجے واضح کردیا ہے۔ تعلیق بالمحال کا مطلب ہے، ایسی چیز کے ساتھ مشروط کر دینا جو ناممکن ہو۔ جیسے اونٹ سوئی کے ناکے میں داخل نہیں ہوسکتا۔ اب کسی چیز کے وقوع کو، اونٹ کے سوئی کے ناکے میں داخل ہونے کے ساتھ مشروط کردینا، تعلیق بالمحال ہے۔","lang":"ur"},{"name":"7:41","price":"ان کے لئے آتش دوزخ کا بچھونا ہوگا اور ان کے اوپر (اسی کا) اوڑھنا ہوگا(1) اور ہم ایسے ﻇالموں کو ایسی ہی سزا دیتے ہیں۔","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"(1) ”غَواشٍ“ غَاشِيَةٌ کی جمع ہے۔ ڈھانپ لینے والی۔ یعنی آگ ہی ان کا اوڑھنا ہوگا یعنی اوپر سے بھی آگ نے ان کو ڈھانپا یعنی گھیرا ہوگا۔","lang":"ur"},{"name":"7:42","price":"اور جو لوگ ایمان ﻻئے اور انہوں نے نیک کام کئے ہم کسی شخص کو اس کی قدرت سے زیاده کسی کا مکلف نہیں بناتے(1) وہی لوگ جنت والے ہیں اور وه اس میں ہمیشہ ہمیشہ رہیں گے۔","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"(1) یہ جملہ معترضہ ہے جس سے مقصود یہ بتانا ہے کہ ایمان اور عمل صالح، یہ ایسی چیزیں نہیں ہیں کہ جو انسانی طاقت سے زیادہ ہوں اور انسان ان پر عمل کرنے کی قدرت نہ رکھتے ہوں۔ بلکہ ہر انسان ان کو بہ آسانی اپنا سکتا ہے اور ان کے مقتضیات کو بروئے عمل لاسکتا ہے۔","lang":"ur"},{"name":"7:43","price":"اور جو کچھ ان کے دلوں میں (کینہ) تھا ہم اس کو دور کردیں گے(1) ۔ ان کے نیچے نہریں جاری ہوں گی۔ اور وه لوگ کہیں گے کہ اللہ کا (لاکھ لاکھ) شکر ہے جس نے ہم کو اس مقام تک پہنچایا اور ہماری کبھی رسائی نہ ہوتی اگر اللہ تعالیٰ ہم کو نہ پہنچاتا(2)۔ واقعی ہمارے رب کے پیغمبر سچی باتیں لے کر آئے تھے۔ اور ان سے پکار کر کہا جائے گا کہ اس جنت کے تم وارث بنائے گئے ہو اپنے اعمال کے بدلے۔(3)","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"(1) ”غِلٍّ“ اس کینے اور بغض کو کہا جاتا ہے جو سینوں میں مستور ہو۔ اللہ تعالیٰ اہل جنت پر یہ انعام بھی فرمائے گا کہ ان کے سینوں میں ایک دوسرے کے خلاف بغض وعداوت کے جو جذبات ہوں گے، وہ دور کردے گا، پھر ان کے دل ایک دوسرے کے بارے میں آئینے کی طرح صاف ہوجائیں گے، کسی کے بارے میں دل میں کوئی کدورت اور عداوت نہیں رہے گی۔ بعض نے اس کا مطلب یہ بیان کیا ہے کہ اہل جنت کے درمیان درجات و منازل کا جو تفاوت ہوگا، اس پر وہ ایک دوسرے سے حسد نہیں کریں گے۔ پہلے مفہوم کی تائید ایک حدیث سے ہوتی ہے کہ جنتیوں کو، جنت اور دوزخ کے درمیان ایک پل پر روک لیا جائے گا اور ان کے درمیان آپس کی جو زیادتیاں ہوں گی، ایک دوسرے کو ان کا بدلہ دیا دلایا جائے گا، حتیٰ کہ جب وہ بالکل پاک صاف ہوجائیں گے تو پھر انہیں جنت میں داخلے کی اجازت دے دی جائے گی (صحیح بخاری۔ کتاب المظالم، باب قصاص المظالم۔) جیسے صحابہ کرام (رضي الله عنهم) کی باہمی رنجشیں ہیں جو سیاسی رقابت میں ان کے درمیان ہوئیں۔ حضرت علی رضی اللہ عنہ کا قول ہے مجھے امید ہے کہ میں، عثمان اور طلحہ وزبیر رضی اللہ عنہم، ان لوگوں میں سے ہوں گے جن کے بارے میں اللہ نے فرمایا ہے «وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ»( ابن کثیر)\n(2) یعنی یہ ہدایت جس سے ہمیں ایمان اور عمل صالح کی زندگی نصیب ہوئی اور پھر انہیں بارگاہ الہیٰ میں قبولیت کا درجہ بھی حاصل ہوا۔ یہ اللہ تعالیٰ کی خاص رحمت ہے اور اس کا فضل ہے۔ اگر یہ رحمت اور فضل الٰہی نہ ہوتا تو ہم یہاں تک نہ پہنچ سکتے۔ اسی مفہوم کی یہ حدیث ہے جس میں نبی (صلى الله عليه وسلم) نے فرمایا ”یہ بات اچھی طرح جان لو کہ تم میں سے کسی کو محض اس کا عمل جنت میں نہیں لے جائے گا، جب تک کہ اللہ تعالیٰ کی رحمت نہ ہوگی۔ صحابہ (رضي الله عنهم) نے پوچھا یارسول اللہ! آپ (صلى الله عليه وسلم) بھی؟ آپ (صلى الله عليه وسلم) نے فرمایا ہاں میں بھی، اس وقت تک جنت میں نہیں جاؤں گا جب تک کہ رحمت الٰہی مجھے اپنے دامن میں نہیں سمیٹ لے گی۔“ (صحيح بخاري، كتاب الرقاق، باب القصد والمداومة على العمل - صحيح مسلم، كتاب صفة القيامة- باب لن يدخل أحد الجنة بعمله)۔\n(3) یہ تصریح پچھلی بات اور حدیث مذکور کے منافی نہیں۔ اس لئے کہ نیک عمل کی توفیق بھی بجائے خود اللہ کا فضل و احسان ہے۔","lang":"ur"},{"name":"7:44","price":"اور اہل جنت اہل دوزخ کو پکاریں گے کہ ہم سے جو ہمارے رب نے وعده فرمایا تھا ہم نے تو اس کو واقعہ کے مطابق پایا، سو تم سے جو تمہارے رب نے وعده کیا تھا تم نے بھی اس کو واقعہ کے مطابق پایا(1) وه کہیں گے ہاں، پھر ایک پکارنے واﻻ دونوں کے درمیان میں پکارے گا کہ اللہ کی مار ہو ان ﻇالموں پر۔","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"(1) یہی بات نبی (صلى الله عليه وسلم) نے جنگ بدر میں جو کافر مارے گئے تھے اور ان کی لاشیں ایک کنوئیں میں پھینک دی گئی تھیں۔ انہیں خطاب کرتے ہوئے کہی تھی، جس پر حضرت عمر (رضي الله عنه) نے کہا تھا آپ ایسے لوگوں سے خطاب فرما رہے ہیں جو ہلاک ہوچکے ہیں آپ (صلى الله عليه وسلم) نے فرمایا اللہ کی قسم، میں انہیں جو کچھ کہہ رہا ہوں، وہ تم سے زیادہ سن رہے ہیں، لیکن اب وہ جواب دینے کی طاقت نہیں رکھتے (صحيح مسلم - كتاب الجنة ، باب عرض مقعد الميت من الجنة أو النار والبخاري، كتاب المغازي، باب قتل أبي جهل)","lang":"ur"},{"name":"7:45","price":"جو اللہ کی راه سے اعراض کرتے تھے اور اس میں کجی تلاش کرتے تھے اور وه لوگ آخرت کے بھی منکر تھے۔","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:46","price":"اور ان دونوں کے درمیان ایک آڑ ہوگی(1) اور اعراف کے اوپر بہت سے آدمی ہوں گے وه لوگ(2)، ہر ایک کو ان کے قیافہ سے پہچانیں گے(3) اور اہل جنت کو پکار کر کہیں گے، السلام علیکم! ابھی یہ اہل اعراف جنت میں داخل نہیں ہوئے ہوں گے اور اس کے امیدوار ہوں گے۔(4)","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"(1) ان دونوں کے درمیان سے مراد جنت دوزخ کے درمیان یا کافروں اور مومنوں کے درمیان ہے۔ حجاب (آڑ) سے وہ فصیل (دیوار) مراد ہے جس کا ذکر سورۂ حدید میں ہے «فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ» (الحديد: 13) پس ان کے درمیان ایک دیوار کھڑی کردی جائے گی، جس میں ایک دروازہ ہوگا یہی اعراف کی دیوار ہے۔\n(2) یہ کون ہوں گے؟ ان کی تعیین میں مفسرین کے درمیان خاصا اختلاف ہے۔ اکثر مفسرین کے نزدیک یہ وہ لوگ ہوں گے جن کی نیکیاں اور برائیاں برابر ہوں گی۔ ان کی نیکیاں جہنم میں جانے سے اور برائیاں جنت میں جانے سے مانع ہوں گی اور یوں اللہ تعالیٰ کی طرف سے قطعی فیصلہ ہونے تک وہ درمیان میں معلق رہیں گے۔\n(3) ”سِيمَاءٌ“ کے معنی علامت کے ہیں۔ جنتیوں کے چہرے روشن اور تروتازہ اور جہنمیوں کے چہرے سیاہ اور آنکھیں نیلی ہوں گی۔ اس طرح وہ دونوں قسم کے لوگوں کو پہچان لیں گے۔\n(4) یہاں ”يَطْمَعُونَ“ کے معنی بعض لوگوں نے يَعْلَمُونَ کے کئے ہیں یعنی ان کو علم ہوگا کہ وہ عنقریب جنت میں داخل کردیئے جائیں گے۔","lang":"ur"},{"name":"7:47","price":"اور جب ان کی نگاہیں اہل دوزخ کی طرف پھریں گی تو کہیں گے اے ہمارے رب! ہم کو ان ﻇالم لوگوں کے ساتھ شامل نہ کر۔","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:48","price":"اور اہل اعراف بہت سے آدمیوں کو جن کو کہ ان کے قیافہ سے پہچانیں گے پکاریں گے کہیں گے کہ تمہاری جماعت اور تمہارا اپنے کو بڑا سمجھنا تمہارے کچھ کام نہ آیا۔(1)","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"(1) یہ اہل دوزخ ہوں گے جن کو اصحاب الاعراف ان کی علامتوں سے پہچان لیں گے اور وہ اپنے جتھے اور دوسری چیزوں پر جو گھمنڈ کرتے تھے، اس کے حوالے سے انہیں یاد دلائیں گے کہ یہ چیزیں تمہارے کچھ کام نہ آئیں۔","lang":"ur"},{"name":"7:49","price":"کیا یہ وہی ہیں جن کی نسبت تم قسمیں کھا کھا کر کہا کرتے تھے کہ اللہ تعالیٰ ان پر(1) رحمت نہ کرے گا، ان کو یوں حکم ہوگا کہ جاؤ جنت میں تم پر نہ کچھ خوف ہے اور نہ تم مغموم ہوگے۔","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"(1) اس سے مراد وہ اہل ایمان ہیں جو دنیا میں غریب و مسکین اور مفلس و نادار قسم کے تھے جن کا استہزا مذکورہ متکبرین اڑایا کرتے تھے اور کہا کرتے تھے کہ اگر یہ اللہ کے محبوب ہوتے تو ان کا دنیا میں یہ حال ہوتا؟ پھر مزید جسارت کرتے ہوئے دعویٰ کرتے کہ قیامت والے دن بھی اللہ کی رحمت ہم پر ہوگی (جس طرح دنیا میں ہورہی ہے) نہ کہ ان پر۔ بعض نے اس کا قائل اصحاب الاعراف کو بتلایا ہے اور بعض کہتے ہیں جب اصحاب الاعراف جہنمیوں کو یہ کہیں گے تمہارا جتھہ اور تمہارا اپنے کو بڑا سمجھنا تمہارے کچھ کام نہ آیا تو اس وقت اللہ کی طرف سے جنتیوں کی طرف اشارہ کرتے ہوئے کہا جائے گا کہ یہ وہی لوگ ہیں جن کے بارے میں تم قسمیں کھاتے تھے کہ ان پر اللہ کی رحمت نہیں ہوگی۔( تفسیر ابن کثیر)","lang":"ur"},{"name":"7:50","price":"اور دوزخ والے جنت والوں کو پکاریں گے، کہ ہمارےاوپر تھوڑا پانی ہی ڈال دو یا اور ہی کچھ دے دو، جو اللہ نے تم کو دے رکھا ہے۔ جنت والے کہیں گے کہ اللہ تعالیٰ نے دونوں چیزوں کی کافروں کے لئے بندش کردی ہے۔(1)","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"(1) جس طرح پہلے گزر چکا ہے کہ کھانے پینے کی نعمتیں قیامت والے دن صرف اہل ایمان کے لئے ہوں گی۔ «خَالِصَةً يَوْمَ الْقِيَامَةِ»(الأعراف: 32) یہاں اس کی مزید وضاحت جنتیوں کی زبان سے کردی گئی ہے۔","lang":"ur"},{"name":"7:51","price":"جنہوں نے دنیا میں اپنے دین کو لہو ولعب بنا رکھا تھا اور جن کو دنیاوی زندگی نے دھوکہ میں ڈال رکھا تھا۔ سو ہم (بھی) آج کے روز ان کا نام بھول جائیں گے جیسا کہ وه اس دن کو بھول گئے(1) اور جیسا یہ ہماری آیتوں کا انکار کرتے تھے۔","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"(1) حدیث میں آتا ہے، قیامت والے دن اللہ تعالیٰ اس قسم کے بندے سے کہے گا ”کیا میں نے تجھے بیوی بچے نہیں دیئے تھے؟ تجھے عزت و اکرام سے نہیں نوازا تھا؟ کیا اونٹ اور گھوڑے تیرے تابع نہیں کردیئے تھے؟ اور کیا تو سرداری کرتے ہوئے لوگوں سے چنگی وصول نہیں کرتا تھا؟ وہ کہے گا کیوں نہیں؟ یااللہ یہ سب باتیں صحیح ہیں۔ اللہ تعالیٰ اس سے پوچھے گا، کیا تو میری ملاقات کا یقین رکھتا تھا؟ وہ کہے گا۔ نہیں، اللہ تعالیٰ فرمائے گا، پس جس طرح تو مجھے بھولا رہا، آﺝ میں تجھے بھول جاتا ہوں“۔ (صحیح مسلم۔ کتاب الزھد) قرآن کریم کی اس آیت سے یہ بھی معلوم ہوا کہ دین کو لہو ولعب بنانے والے وہی ہوتے ہیں جو دنیا کے فریب میں مبتلا ہوتے ہیں۔ ایسے لوگوں کے دلوں سے چونکہ آخرت کی فکر اور اللہ کا خوف نکل جاتا ہے۔ اس لئے وہ دین میں بھی اپنی طرف سے جو چاہتے ہیں، اضافہ کرلیتے ہیں اور دین کے جس حصے کو چاہتے ہیں عملاً کالعدم قرار دیتے ہیں یا انہیں کھیل کود کا رنگ دے دیتے ہیں۔ اس لیے دین میں اپنی طرف سے بدعات کا اضافہ کرکے انہی کو اصل اہمیت دینا (جیسا کہ اہل بدعت کا شیوہ ہے) یہ بڑا جرم ہے، کیونکہ اس سے دین کھیل کود بن کر رہ جاتا ہے اور احکام وفرائض پر عمل کی اہمیت ختم ہوجاتی ہے۔","lang":"ur"},{"name":"7:52","price":"اور ہم نے ان لوگوں کے پاس ایک ایسی کتاب پہنچادی ہے جس کو ہم نے اپنے علم کامل سے بہت واضح کر کے بیان کردیا ہے(1) ، وه ذریعہ ہدایت اور رحمت ان لوگوں کے لئے ہے جو ایمان ﻻئے ہیں۔","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"(1) یہ اللہ تعالیٰ جہنمیوں کے ضمن میں ہی فرما رہا ہے کہ ہم نے تو اپنے علم کامل کے مطابق ایسی کتاب بھیج دی تھی جس میں ہر چیز کو کھول کر بیان کردیا تھا ۔ ان لوگوں نے اس سے فائدہ نہیں اٹھایا، تو ان کی بدقسمتی، ورنہ جو لوگ اس کتاب پر ایمان لے آئے، وہ ہدایت ورحمت الٰہی سے فیض یاب ہوئے گویا ہم نے تو (سورة بني إسرائيل: 15) ”جب تک ہم رسول بھیج کر اتمام حجت نہیں کردیتے، ہم عذاب نہیں دیتے“ کے مطابق اہتمام کردیا تھا ۔","lang":"ur"},{"name":"7:53","price":"ان لوگوں کو اور کسی بات کا انتظار نہیں صرف اس کے اخیر نتیجہ کا انتظار ہے(1) ، جس روز اس کا اخیر نتیجہ پیش آئے گا اور اس روز جو لوگ اس کو پہلے سے بھولے ہوئے تھے یوں کہیں گے کہ واقعی ہمارے رب کے پیغمبر سچی سچی باتیں ﻻئے تھے، سو اب کیا کوئی ہمارا سفارشی ہے کہ وه ہماری سفارش کردے یا کیا ہم پھر واپس بھیجے جاسکتے ہیں تاکہ ہم لوگ ان اعمال کے، جن کو ہم کیا کرتے تھے برخلاف دوسرے اعمال کریں۔ بےشک ان لوگوں نے اپنے آپ کو خساره میں ڈال دیا اور یہ جو جو باتیں تراشتے تھے سب گم ہوگئیں۔(2)","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"(1) تاویل کا مطلب ہے، کسی چیز کی اصل حقیقت اور انجام ۔ یعنی کتاب الٰہی کے ذریعے سے وعدے، وعید اور جنت و دوزخ وغیرہ کا بیان تو کردیا گیا تھا ۔ لیکن یہ اس دنیا کا انجام اپنی آنکھوں سے دیکھنے کے منتظر تھے، سو اب وہ انجام ان کے سامنے آگیا ۔\n(2) یعنی یہ جس انجام کے منتظر تھے، اس کے سامنے آجانے کے بعد اعتراف حق کرنے یا دوبارہ دنیا میں بھیجے جانے کی آرزو اور کسی سفارشی کی تلاش، یہ سب بے فائدہ ہوں گی ۔ وہ معبود بھی ان سے گم ہوجائیں گے جن کی وہ اللہ کو چھوڑ کر عبادت کرتے تھے، وہ ان کی مدد کرسکیں گے نہ سفارش اور نہ عذاب جہنم سے چھڑا ہی سکیں گے ۔","lang":"ur"},{"name":"7:54","price":"بے شک تمہارا رب اللہ ہی ہے جس نے سب آسمانوں اور زمین کو چھ روز میں پیدا کیا ہے(1) ، پھر عرش پر قائم ہوا(2)۔ وه شب سے دن کو ایسے طور پر چھپا دیتا ہے کہ وه شب اس دن کو جلدی سے آ لیتی ہے(3) اور سورج اور چاند اور دوسرے ستاروں کو پیدا کیا ایسے طور پر کہ سب اس کے حکم کے تابع ہیں۔ یاد رکھو اللہ ہی کے لئے خاص ہے خالق ہونا اور حاکم ہونا، بڑی خوبیوں سے بھرا ہوا ہے اللہ جو تمام عالم کا پروردگار ہے۔","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"(1) یہ چھ دن اتوار، پیر، منگل، بدھ، جمعرات اور جمعہ ہیں ۔ جمعہ کے دن ہی حضرت آدم (عليه السلام) کی تخلیق ہوئی ۔ ہفتے والے دن کہتے ہیں کوئی تخلیق نہیں ہوئی، اسی لئے اسے یوم السبت کہا جاتا ہے ۔ کیونکہ سبت کے معنی قطع ( کاٹنے) کے ہیں یعنی اس دن تخلیق کا کام قطع ہوگیا ۔ پھر اس دن سے کیا مراد ہے؟ ہماری دنیا کا دن، جو طلوع شمس سے شروع ہوتا ہے اور غروب شمس پر ختم ہوجاتا ہے ۔ یا یہ دن ہزار سال کے برابر ہے؟ جس طرح کہ اللہ کے یہاں کے دن کی گنتی ہے، یا جس طرح قیامت کے دن کے بارے میں آتا ہے بظاہر یہ دوسری بات زیادہ صحیح معلوم ہوتی ہے ۔ کیونکہ ایک تو اس وقت سورج چاند کا یہ نظام ہی نہیں تھا، آسمان وزمین کی تخلیق کے بعد ہی یہ نظام قائم ہوا دوسرے یہ عالم بالا کا واقعہ ہے جس کو دنیا سے کوئی نسبت نہیں ہے، اس لئے اس دن کی اصل حقیقت اللہ تعالیٰ ہی بہتر جانتا ہے ۔ ہم قطعیت کے ساتھ کوئی بات نہیں کہہ سکتے ۔ علاوہ ازیں اللہ تعالیٰ تو لفظ كُنْ سے سب کچھ پیدا کرسکتا تھا، اس کے باوجود اس نے ہر چیز کو الگ الگ تدریج کے ساتھ بنایا اس کی بھی اصل حکمت اللہ تعالیٰ ہی جانتا ہے تاہم بعض علما نے اس کی ایک حکمت لوگوں کو آرام، وقار اور تدریج کے ساتھ کام کرنے کا سبق دینا بتلائی ہے ۔ واللهُ أَعْلَمُ.\n(2) ”اسْتِوَاءٌ“ کے معنی علو اور استقرار کے ہیں سلف نے بلاکیف و بلاتشبیہ یہی معنی مراد لئے ہیں ۔ یعنی اللہ تعالیٰ عرش پر بلند اور مستقر ہے ۔ لیکن کس طرح، کس کیفیت کے ساتھ، اسے ہم بیان نہیں کرسکتے نہ کسی کے ساتھ تشبیہ ہی دے سکتے ہیں ۔ نعیم بن حماد کا قول ہے ”جو اللہ کی مخلوق کےساتھ تشبیہ دے اس نے بھی کفر کیا اور جس نے اللہ کی، اپنے بارے میں بیان کردہ کسی بات کا انکار کیا، اس نے بھی کفر کیا“ اور اللہ کے بارے میں اس کی یا اس کے رسول کی بیان کردہ بات کو بیان کرنا، تشبیہ نہیں ہے ۔ اس لئے جو باتیں اللہ تعالیٰ کے بارے میں نص سے ثابت ہیں، ان پر بلا تاویل اور بلاکیف وتشبیہ ایمان رکھنا ضروری ہے۔ ( ابن کثیر ) ۔\n(3) ”حَثِيثًا“ کے معنی ہیں نہایت تیزی سے اور مطلب ہے کہ ایک کے بعد دوسرا فوراً آجاتا ہے ۔ یعنی دن کی روشنی آتی ہے تو رات کی تاریکی فوراً کافور ہوجاتی ہے اور رات آتی ہے تو دن کا اجالا ختم ہوجاتا ہے اور سب دور ونزدیک سیاہی چھا جاتی ہے ۔","lang":"ur"},{"name":"7:55","price":"تم لوگ اپنے پروردگار سے دعا کیا کرو گڑگڑا کر کے بھی اور چپکے چپکے بھی۔ واقعی اللہ تعالیٰ ان لوگوں کو ناپسند کرتا ہے جو حد سے نکل جائیں۔","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:56","price":"اور دنیا میں اس کے بعد کہ اس کی درستی کردی گئی ہے، فساد مت پھیلاؤ اور تم اللہ کی عبادت کرو اس سے ڈرتے ہوئے اور امیدوار رہتے ہوئے۔ بے شک اللہ تعالیٰ کی رحمت نیک کام کرنے والوں کے نزدیک ہے۔(1)","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"(1) ان آیات میں چار چیزوں کی تلقین کی گئی ہے:\n1- اللہ تعالیٰ سے آہ و زاری اور خفیہ طریقے سے دعا کی جائے ۔ جس طرح کہ حدیث میں بھی آتا ہے ۔ لوگو ! اپنے نفس کے ساتھ نرمی کرو ( یعنی آواز پست رکھو ) تم جس کو پکار رہے ہو، وہ بہرا ہے نہ غائب، وہ تمہاری دعائیں سننے والا اور قریب ہے۔ (صحيح بخاري ، كتاب الدعوات، باب الدعاء إذا علا عقبة - ومسلم - كتاب الجنة ، باب استحباب خفض الصوت بالذكر)\n2- دعا میں زیادتی نہ کی جائے یعنی اپنی حیثیت اور مرتبے سے بڑھ کر دعا نہ کی جائے۔\n3- اصلاح کے بعد فساد نہ پھیلایا جائے یعنی اللہ کی نافرمانیاں کرکے فساد پھیلانے میں حصہ نہ لیا جائے۔\n4- اس کے عذاب کا ڈر بھی دل میں ہو اور اس کی رحمت کی امید بھی ۔ اس طریقے سے دعا کرنے والے محسنین ہیں ۔ یقیناً اللہ کی رحمت ان کے قریب ہے ۔","lang":"ur"},{"name":"7:57","price":"اور وه ایسا ہے کہ اپنی باران رحمت سے پہلے ہواؤں کو بھیجتا ہے کہ وه خوش کر دیتی ہیں(1) ، یہاں تک کہ جب وه ہوائیں بھاری بادلوں کو اٹھا لیتی ہیں(2)، تو ہم اس بادل کو کسی خشک سرزمین کی طرف ہانک لے جاتے ہیں، پھر اس بادل سے پانی برساتے ہیں پھر اس پانی سے ہر قسم کے پھل نکالتے ہیں(3)۔ یوں ہی ہم مردوں کو نکال کھڑا کریں گے تاکہ تم سمجھو۔(4)","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"(1) اپنی الوہیت و ربوبیت کے اثبات میں اللہ تعالیٰ مزید دلائل بیان فرما کر پھر اس سے احیاء موتی کا اثبات فرما رہا ہے ”بُشْرًا“ بَشِيرٌ کی جمع ہے رحمتہ سے مراد یہاں مطر (بارش) ہے یعنی بارش سے پہلے وہ ٹھنڈی ہوائیں چلاتا ہے جو بارش کی نوید ہوتی ہیں ۔\n(2) بھاری بادل سے مراد پانی سے بھرے ہوئے بادل ہیں ۔\n(3) ہر قسم کے پھل، جو رنگوں میں، ذائقوں میں، خوشبووں میں اور شکل وصورت میں ایک دوسرے سے مختلف ہوتے ہیں ۔\n(4) جس طرح ہم پانی کے ذریعے سے مردہ زمین میں روئیدگی پیدا کردیتے ہیں اور وہ انواع واقسام کے غلے اور پھل پیدا کرتی ہے ۔ اسی طرح قیامت والے دن تمام انسانوں کو، جو مٹی میں مل کر مٹی ہوچکے ہوں گے، ہم دوبارہ زندہ کریں گے اور پھر ان کا حساب لیں گے ۔","lang":"ur"},{"name":"7:58","price":"اور جو ستھری سرزمین ہوتی ہے اس کی پیداوار تو اللہ کے حکم سے خوب نکلتی ہے اور جو خراب ہے اس کی پیداوار بہت کم نکلتی ہے(1) ، اسی طرح ہم دﻻئل کو طرح طرح سے بیان کرتے ہیں، ان لوگوں کے لئے جو شکر کرتے ہیں۔","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"(1) علاوہ ازیں یہ تمثیل بھی ہوسکتی ہے ۔ ”الْبَلَدُ الطَّيِّبُ“ سے مراد سریع الفہم اور”الْبَلَدُ الخَبِيثُ“ سے کند ذہن، وعظ و نصیحت قبول کرنے والا دل اور اس کے برعکس دل ۔ قلب مومن یا قلب منافق یا پاکیزہ انسان اور ناپاک انسان ۔ مومن، پاکیزہ انسان اور وعظ ونصیحت قبول کرنے والا دل بارش کو قبول کرنے والی زمین کی طرح، آیات الٰہی کو سن کر ایمان وعمل صالح میں مزید پختہ ہوتا ہے اور دوسرا دل اس کے برعکس زمین شور کی طرح ہے جو بارش کا پانی قبول ہی نہیں کرتی یا کرتی ہے تو برائے نام جس سے پیداوار بھی نکمی اور برائے نام ہوتی ہے ۔ اسی کو ایک حدیث میں اس طرح بیان کیا گیا ہے ۔ رسول اللہ (صلى الله عليه وسلم) نے بیان فرمایا کہ ”مجھے اللہ تعالیٰ نے جو علم وہدایت دے کر بھیجا ہے، اس کی مثال اس موسلادھار بارش کی طرح ہے جو زمین پر برسی ۔ اس کے جو حصے زرخیز تھے، انہوں نے پانی کو اپنے اندر جذب کرکے چارہ اور گھاس خوب اگایا (یعنی بھرپور پیداوار دی) اور اس کے بعض حصے سخت تھے، جنہوں نے پانی کو تو روک لیا (اندر جذب نہیں ہوا) تاہم اس سے بھی لوگوں نے فائدہ اٹھایا، خود بھی پیا ۔ کھیتوں کو بھی سیراب کیا اور کاشت کاری کی اور زمین کا کچھ حصہ بالکل چٹیل تھا، جس نے پانی روکا اور نہ کچھ اگایا ۔ پس یہ اس شخص کی مثال ہے جس نے اللہ کی دین میں سمجھ حاصل کی اور اللہ نے مجھے جس چیز کے ساتھ بھیجا، اس سے اس نے نفع اٹھایا، پس خود بھی علم حاصل کیا اور دوسروں کو بھی سکھلایا اور مثال اس شخص کی بھی ہے جس نے کچھ نہیں سیکھا اور نہ وہ ہدایت ہی قبول کی جس کے ساتھ مجھے بھیجا گیا“۔ (صحيح بخاري ، كتاب العلم، باب فضل من علم وعلَّم)","lang":"ur"},{"name":"7:59","price":"ہم نے نوح (علیہ السلام) کو ان کی قوم کی طرف بھیجا توانہوں نے فرمایا اے میری قوم! تم اللہ کی عبادت کرو اس کے سوا کوئی تمہارا معبود ہونے کے قابل نہیں، مجھ کو تمہارے لئے ایک بڑے دن کے عذاب کا اندیشہ ہے۔","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:60","price":"ان کی قوم کے بڑے لوگوں نے کہا کہ ہم تم کو صریح غلطی میں دیکھتے ہیں۔(1)","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"(1) شرک اس طرح انسانی عقل کو ماؤف کردیتا ہے کہ انسان کو ہدایت، گمراہی اور گمراہی، ہدایت نظر آتی ہے ۔ چنانچہ قوم نوح کی بھی یہی قلبی ماہیت ہوئی، ان کو حضرت نوح (عليه السلام)، جو اللہ کی توحید کی طرف اپنی قوم کو دعوت دے رہے تھے نَعُوذُ بِاللهِ گمراہ نظر آتے تھے۔ تھا جو ناخوب، بتدریج وہی خوب ہوا کہ غلامی میں بدل جاتا ہے قوموں کا ضمیر","lang":"ur"},{"name":"7:61","price":"انہوں نے فرمایا کہ اے میری قوم! مجھ میں تو ذرا بھی گمراہی نہیں لیکن میں پروردگار عالم کا رسول ہوں۔","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:62","price":"تم کو اپنے پروردگار کے پیغام پہنچاتا ہوں اور تمہاری خیر خواہی کرتا ہوں اور میں اللہ کی طرف سے ان امور کی خبر رکھتا ہوں جن کی تم کو خبر نہیں۔","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:63","price":"اور کیا تم اس بات سے تعجب کرتے ہو کہ تمہارے پروردگار کی طرف سے تمہارے پاس ایک ایسے شخص کی معرفت، جو تمہاری ہی جنس کا ہے، کوئی نصیحت کی بات آگئی تاکہ وه شخص تم کو ڈرائے اور تاکہ تم ڈرجاؤ(1) اور تاکہ تم پر رحم کیا جائے۔","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"(1) حضرت نوح (عليه السلام) اور حضرت آدم (عليه السلام) کے درمیان دس قرنوں یا دس پشتوں کا فاصلہ ہے ۔ حضرت نوح (عليه السلام) سے کچھ پہلے تک تمام لوگ اسلام پر قائم چلے آرہے تھے پھر سب سے پہلے توحید سے انحراف اس طرح آیا کہ اس قوم کے صالحین فوت ہوگئے تو ان کے عقیدت مندوں نے ان پر سجدہ گاہیں (عبادت خانے) قائم کردیں اور ان کی تصویریں بھی وہاں لٹکادیں، مقصد ان کا یہ تھا کہ اس طرح ان کی یاد سے وہ بھی اللہ کا ذکر کریں گے اور ذکرالٰہی میں ان کی مشابہت اختیار کریں گے ۔ جب کچھ وقت گزرا تو انہوں نے ان تصویروں کے مجسمے بنادئیے اور پھر کچھ اور عرصہ گزرنے کے بعد یہ مجسمے بتوں کی شکل اختیار کر گئے اور ان کی پوجا پاٹ شروع ہوگئی اور قوم نوح کے یہ صالحین وَدٌّ، سُوَاعٌ، يَعُوقُ، يَغوثُ اور نَسْرٌ معبود بن گئے ۔ ان حالات میں اللہ تعالیٰ نے حضرت نوح (عليه السلام) کو ان میں نبی بناکر بھیجا جنہوں نے ساڑھے نو سو سال تبلیغ کی ۔ لیکن تھوڑے سے لوگوں کے سوا، کسی نے آپ کی تبلیغ کا اثر قبول نہیں کیا بالآخر اہل ایمان کے سوا سب کو غرق کردیا گیا ۔ اس آیت میں بتلایا جارہا ہے کہ قوم نوح نے اس بات پر تعجب کا اظہار کیا کہ ان ہی میں کا ایک آدمی نبی بن کر آگیا جو انہیں اللہ کے عذاب سے ڈرا رہا ہے؟ یعنی ان کے خیال میں نبوت کے لئے انسان موزوں نہیں ۔","lang":"ur"},{"name":"7:64","price":"سو وه لوگ ان کی تکذیب ہی کرتے رہے تو ہم نے نوح (علیہ السلام) کو اور ان کو جو ان کےساتھ کشتی میں تھے، بچالیا اور جن لوگوں نے ہماری آیتوں کو جھٹلایا تھا ان کو ہم نے غرق کردیا۔ بے شک وه لوگ اندھے ہورہے تھے۔(1)","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"(1) یعنی حق سے، حق کو دیکھتے تھے نہ اسے اپنانے کے لئے تیار تھے ۔","lang":"ur"},{"name":"7:65","price":"اور ہم نے قوم عاد کی طرف ان کے بھائی ہود (علیہ السلام) کو بھیجا(1) ۔ انہوں نے فرمایا اے میری قوم! تم اللہ کی عبادت کرو، اس کے سوا کوئی تمہارا معبود نہیں، سو کیا تم نہیں ڈرتے","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"(1) یہ قوم عاد، عاد اولیٰ ہے جن کی رہائش یمن میں ریتلے پہاڑوں میں تھی اور اپنی قوت و طاقت میں بےمثال تھی ۔ ان کی طرف حضرت ہود (عليه السلام)، جو اسی قوم کے ایک فرد تھے، نبی بن کر آئے۔","lang":"ur"},{"name":"7:66","price":"ان کی قوم میں جو بڑے لوگ کافر تھے انہوں نے کہا ہم تم کو کم عقلی میں دیکھتے ہیں(1) ۔ اور ہم بے شک تم کو جھوٹے لوگوں میں سمجھتے ہیں۔","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"(1) یہ کم عقلی ان کے نزدیک یہ تھی کہ بتوں کو چھوڑ کر، جن کی عبادت ان کے آبا واجداد سے ہوتی آرہی تھی، الہ واحد کی عبادت کی طرف دعوت دی جارہی ہے ۔","lang":"ur"},{"name":"7:67","price":"انہوں نے فرمایا کہ اے میری قوم! مجھ میں ذرا بھی کم عقلی نہیں لیکن میں پروردگار عالم کا بھیجا ہوا پیغمبر ہوں۔","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:68","price":"تم کو اپنے پروردگار کے پیغام پہنچاتا ہوں اور میں تمہارا امانتدار خیرخواه ہوں۔","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:69","price":"اور کیا تم اس بات سے تعجب کرتے ہو کہ تمہارے پروردگار کی طرف سے تمہارے پاس ایک ایسے شخص کی معرفت، جو تمہاری ہی جنس کاہے کوئی نصیحت کی بات آگئی تاکہ وه شخص تم کو ڈرائے اور تم یہ حالت یاد کرو کہ اللہ نے تم کو قوم نوح کے بعد جانشین بنایا اور ڈیل ڈول میں تم کو پھیلاؤ زیاده دیا(1) ، سو اللہ کی نعمتوں کو یاد کرو تاکہ تم کو فلاح ہو۔","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"(1) ایک دوسرے مقام پر اللہ تعالیٰ نے ان کی بابت فرمایا «لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلادِ» (الفجر: 8) اس جیسی قوت والی قوم پیدا نہیں کی گئی اپنی اسی قوت کے گھمنڈ میں مبتلا ہوکر اس نے کہا «مَنْ أَشَدُّ مِنَّا قُوَّةً» ہم سے زیادہ طاقت ور کون ہے؟ اللہ تعالیٰ نے فرمایا جس نے انہیں پیدا کیا ہے وہ ان سے بہت زیادہ قوت والا ہے (حمٰ سجدۂ: ١٥ )","lang":"ur"},{"name":"7:70","price":"انہوں نے کہا کہ کیا آپ ہمارے پاس اس واسطے آئے ہیں کہ ہم صرف اللہ ہی کی عبادت کریں اور جن کو ہمارے باپ دادا پوجتے تھے ان کو چھوڑ دیں(1) ، پس ہم کو جس عذاب کی دھمکی دیتے ہو اس کو ہمارے پاس منگوا دو اگر تم سچے ہو۔(2)","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"(1) آباواجداد کی تقلید، ہر دور میں گمراہی کی بنیاد رہی ہے ۔ قوم عاد نے بھی یہی دلیل پیش کی اور شرک کو چھوڑ کر، توحید کا راستہ اختیار کرنے پر آمادہ نہیں ہوئے ۔ بدقسمتی سے مسلمانوں میں بھی اپنے بڑوں کی تقلید کی یہ بیماری عام ہے ۔\n(2) جس طرح قریش نے بھی رسول (صلى الله عليه وسلم) کی دعوت توحید کے جواب میں کہا تھا (الانفال: 32) ”اے اللہ! اگر یہ حق ہے تیری طرف سے تو ہم پر آسمان سے پتھروں کی بارش برسا یا کوئی اور دردناک عذاب ہم پر بھیج دے“۔ یعنی شرک کرتے کرتے مشرک کی مت بھی ماری جاتی ہے ۔ حالانکہ عقل مندی کا تقاضا یہ تھا کہ یہ کہا جاتا یااللہ اگر یہ سچ ہے اور تیری ہی طرف سے ہے تو ہمیں اسے قبول کرنے کی توفیق عطا فرما ۔ بہرحال قوم عاد نے اپنے پیغمبر حضرت ہود (عليه السلام) سے کہہ دیا، کہ اگر تو سچا ہے تو اپنے اللہ سے کہہ جس عذاب سے وہ ڈراتا ہے، بھیج دے ۔","lang":"ur"},{"name":"7:71","price":"انہوں نے فرمایا کہ بس اب تم پر اللہ کی طرف سے عذاب(1) اور غضب آیا ہی چاہتا ہے کیا تم مجھ سے ایسے ناموں کے باب میں جھگڑتے ہو(2) جن کو تم نے اور تمہارے باپ دادوں نے ٹھہرالیا ہے؟ ان کے معبود ہونے کی اللہ نے کوئی دلیل نہیں بھیجی۔ سو تم منتظر رہو میں بھی تمہارے ساتھ انتظار کر رہا ہوں۔","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"(1) رِجْسٌ کے معنی تو پلیدی کے ہیں ۔ لیکن یہاں یہ مقلوب (بدلا ہوا) ہے رِجْزٌ سے ۔ جس کے معنی عذاب کے ہیں ۔ یا پھر رِجْسٌ یہاں ناراضی اور غضب کے معنی میں ہے۔ (ابن کثیر)\n(2) اس سے مراد وہ نام ہیں جو انہوں نے اپنے معبودوں کے رکھے ہوئے تھے، مثلاً صَدَا، صُمُودٌ، هَبَ ۔ وغیرہ جیسے قوم نوح کے پانچ بت تھے جن کے نام اللہ نےقرآن میں ذکر کئے ہیں جیسے مشرکین عرب کے بتوں کے نام تھے۔ لاتٌ، عُزَّى، مَنَاتٌ، هُبَلٌ وغیرہ یا جیسے آج کل کے مشرکانہ عقائد واعمال میں ملوث لوگوں نے نام رکھے ہوئے ہیں ۔ مثلاً داتا گنج بخش، خواجہ غریب نواز، بابا فرید گنج، مشکل کشا وغیرہ جن کے معبود یا مشکل کشا وگنج بخش وغیرہ ہونے کی کوئی دلیل ان لوگوں کے پاس نہیں ہے ۔","lang":"ur"},{"name":"7:72","price":"غرض ہم نے ان کو اور ان کے ساتھیوں کو اپنی رحمت سے بچالیا اور ان لوگوں کی جڑ کاٹ دی، جنہوں نے ہماری آیتوں کو جھٹلایا تھا اور وه ایمان ﻻنے والے نہ تھے۔(1)","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"(1) اس قوم پر بادتند کا عذاب آیا جو سات راتیں اور آٹھ دن مسلسل جاری رہا، جس نے ہر چیز کو تہس نہس کرکے رکھ دیا اور یہ قوم عاد کے لوگ، جنہیں اپنی قوت پربڑا ناز تھا، ان کے لاشے کھجور کے کٹے ہوئے تنوں کی طرح زمین پر پڑے نظر آتے تھے ۔( دیکھئے سورۂ الحاقہ: 6۔ 8، سورۂ ھود: 53۔ 56، سورۂ احقاف: 24 ۔ 25، وغیرھا من الآیات)","lang":"ur"},{"name":"7:73","price":"اور ہم نے ﺛمود کی طرف ان کے بھائی صالح (علیہ السلام) کو بھیجا(1) ۔ انہوں نے فرمایا اے میری قوم! تم اللہ کی عبادت کرو اس کے سوا کوئی تمہارا معبود نہیں۔ تمہارے پاس تمہارے پروردگار کی طرف سے ایک واضح دلیل آچکی ہے۔ یہ اونٹنی ہے اللہ کی جو تمہارے لئے دلیل ہے سو اس کو چھوڑ دو کہ اللہ تعالیٰ کی زمین میں کھاتی پھرے اور اس کو برائی کے ساتھ ہاتھ بھی مت لگانا کہ کہیں تم کو دردناک عذاب آپکڑے۔","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"(1) یہ ثمود، حجاز اور شام کے درمیان وادی القریٰ میں رہائش پذیر تھے۔ ٩جری میں تبوک جاتے ہوئے رسول اللہ (صلى الله عليه وسلم) اور آپ کے صحابہ (رضي الله عنهم) کا ان کے مساکن اور وادی سے گزر ہوا، جس پر آپ (صلى الله عليه وسلم) نے صحابہ (رضي الله عنهم) سے فرمایا کہ معذب قوموں کے علاقے سے گزرو تو روتے ہوئے یعنی عذاب الٰہی سے پناہ مانگتے ہوئے گزرو ( صحيح بخاري ، كتاب الصلاة، باب الصلاة في مواضع الخسف، صحيح مسلم، كتاب الزهد، باب لا تدخلوا مساكن الذين ظلموا أنفسهم إلا أن تكونوا باكين ) ان کی طرف حضرت صالح (عليه السلام) نبی بناکر بھیجے گئے ۔ یہ عاد کے بعد کا واقعہ ہے ۔ انہوں نے اپنے پیغمبر سے مطالبہ کیا کہ پتھر کی چٹان سے ایک اونٹنی نکال کر دکھا، جسے ہم نکلتے ہوئے ہم اپنی آنکھوں سے دیکھیں ۔ حضرت صالح (عليه السلام) نے ان سے عہد لیا کہ اس کے بعد بھی اگر ایمان نہ لائے تو وہ ہلاک کردیئے جائیں گے ۔ چنانچہ اللہ تعالیٰ نے ان کے مطالبے پر اونٹنی ظاہر فرما دی۔ اس اونٹنی کی بابت انہیں تاکید کردی گئی، کہ اسی بری نیت سے کوئی شخص ہاتھ نہ لگائے ورنہ عذاب الٰہی کی گرفت میں آجاؤ گے ۔ لیکن ان ظالموں نے اس اونٹنی کو بھی قتل کر ڈالا، جس کے تین دن انہیں چنگھاڑا (صَيْحَةٌ ۔ سخت چیخ اور رَجْفَةٌ ۔ زلزلہ ) کے عذاب سے ہلاک کردیا گیا، جس سے وہ اپنے گھروں میں اوندھے کے اوندھے پڑے رہ گئے۔","lang":"ur"},{"name":"7:74","price":"اور تم یہ حالت یاد کرو کہ اللہ تعالیٰ نے تم کو عاد کے بعد جانشین بنایا اور تم کو زمین پر رہنے کا ٹھکانا دیا کہ نرم زمین پر محل بناتے ہو(1) اور پہاڑوں کو تراش تراش کر ان میں گھر بناتے ہو(2)، سو اللہ تعالیٰ کی نعمتوں کو یاد کرو اور زمین میں فساد مت پھیلاؤ۔(3)","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"(1) اس کا مطلب ہے کہ نرم زمین سے مٹی لے لے کر اینٹیں تیار کرتے ہو اور ان اینٹوں سے محل، جیسے آج بھی بھٹوں پر اسی طرح مٹی سے اینٹیں تیار کی جاتی ہیں ۔\n(2) یہ ان کی قوت، صلابت بدن اور مہارت فن کا اظہار ہے ۔\n(3) یعنی ان نعمتوں پر اللہ کا شکر کرو اور اس کی اطاعت کا راستہ اختیا رکرو، نہ کہ کفران نعمت اور معصیت کا ارتکاب کر کے فساد پھیلاؤ ۔","lang":"ur"},{"name":"7:75","price":"ان کی قوم میں جو متکبر سردار تھے انہوں نے غریب لوگوں سے جو کہ ان میں سے ایمان لے آئے تھے پوچھا، کیا تم کواس بات کا یقین ہے کہ صالح (علیہ السلام) اپنے رب کی طرف سے بھیجے ہوئے ہیں؟ انہوں نے کہا کہ بےشک ہم تو اس پر پورا یقین رکھتے ہیں جو ان کو دے کر بھیجا گیا ہے۔(1)","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"(1) یعنی جو دعوت توحید وہ لے کر آئے ہیں، وہ چونکہ فطرت کی آواز ہے، ہم تو اس پر ایمان لے آئے ہیں ۔ باقی رہی یہ بات کہ صالح واقعی اللہ کے رسول ہیں؟ جو ان کا سوال تھا، اس سے ان اہل ایمان نے تعرض ہی نہیں کیا ۔ کیونکہ ان کے رسول من اللہ ہونے کو وہ بحث کے قابل ہی نہیں سمجھتے تھے ۔ ان کےنزدیک ان کی رسالت ایک مسلمہ حقیقت وصداقت تھی ۔ جیسا کہ فی الواقع تھی ۔","lang":"ur"},{"name":"7:76","price":"وه متکبر لوگ کہنے لگے کہ تم جس بات پر یقین ﻻئے ہوئے ہو، ہم تو اس کے منکر ہیں۔(1)","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"(1) اس معقول جواب کے باوجود وہ اپنے استکبار اور انکار پر اڑے رہے ۔","lang":"ur"},{"name":"7:77","price":"پس انہوں نے اس اونٹنی کو مار ڈاﻻ اور اپنے پروردگار کے حکم سے سرکشی کی اور کہنے لگے کہ اے صالح! جس کی آپ ہم کو دھمکی دیتے تھے اس کو منگوائیے اگر آپ پیغمبر ہیں۔","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"ur"},{"name":"7:78","price":"پس ان کو زلزلہ نے آپکڑا(1) اور وه اپنے گھروں میں اوندھے کے اوندھے پڑے ره گئے۔","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"(1) یہاں ”رَجْفَةٌ“ (زلزلے) کا ذکر ہے ۔ دوسرے مقام پر صَيْحَةٌ ( چیخ ) کا ۔ جس سے معلوم ہوتا ہے کہ یہ دونوں قسم کا عذاب ان پر آیا ۔ اوپر سے سخت چیخ اور نیچے سے زلزلہ ۔ ان دونوں عذابوں نے انہیں تہس نہس کرکے رکھ دیا ۔","lang":"ur"},{"name":"7:79","price":"اس وقت (صالح علیہ السلام) ان سے منھ موڑ کر چلے، اور فرمانے لگے(1) کہ اے میری قوم! میں نے تو تم کو اپنے پروردگار کا حکم پہنچادیا تھا اور میں نے تمہاری خیرخواہی کی لیکن تم لوگ خیرخواہوں کو پسند نہیں کرتے۔","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"(1) یہ یا تو ہلاکت سے قبل کا خطاب ہے یا پھر ہلاکت کے بعد اسی طرح کا خطاب ہے جس طرح رسول اللہ (صلى الله عليه وسلم) نے جنگ بدر ختم ہونے کے بعد قلیب بدر میں مشرکین کی لاشوں سے خطاب فرمایا تھا ۔","lang":"ur"},{"name":"7:80","price":"اور ہم نے لوط (علیہ السلام) کو بھیجا(1) جبکہ انہوں نے اپنی قوم سے فرمایا کہ تم ایسا فحش کام کرتے ہو جس کو تم سے پہلے کسی نے دنیا جہان والوں میں سے نہیں کیا۔","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"(1) حضرت لوط (عليه السلام) ، حضرت ابراہیم (عليه السلام) کے بھتیجے تھے اور حضرت ابراہیم (عليه السلام) پر ایمان لانے والوں میں سے تھے پھر خود ان کو بھی اللہ تعالیٰ نے ایک علاقے میں نبی بناکر بھیجا ۔ یہ علاقہ اردن اور بیت المقدس کے درمیان تھا جسے سدوم کہا جاتا ہے ۔ یہ زمین سرسبز وشاداب تھی اور یہاں ہر طرح کے غلے اور پھلوں کی کثرت تھی ۔ قرآن نے اس جگہ کو مُؤْتَفِكَةٌ یا مُؤْتَفِكَاتٌ کے الفاظ سے ذکر کیا ہے ۔ حضرت لوط (عليه السلام) نے غالباً سب سے پہلے یا دعوت توحید کے ساتھ ہی، ( جو ہر نبی کی بنیادی دعوت تھی اور سب سے پہلے وہ اسی کی دعوت اپنی قوم کو دیتے تھے ۔ جیسا کہ پچھلے نبیوں کے حالات میں، جن کا ذکر ابھی گذرا ہے، دیکھا جاسکتا ہے) جو دوسری بڑی خرابی مردوں کے ساتھ بدفعلی، قوم لوط میں تھی، اس کی شناعت وقباحت بیان فرمائی ۔ اس کی وجہ یہ معلوم ہوتی ہے کہ یہ ایک ایسا گناہ ہے جسے دنیا میں سب سے پہلے اسی قوم لوط نے کیا، اس گناہ کا نام ہی لواطت پڑگیا ۔ اس لئے مناسب سمجھا گیا کہ پہلے قوم کو اس جرم کی خطرناکی سے آگاہ کیا جائے ۔ علاوہ ازیں حضرت ابراہیم (عليه السلام) کے ذریعے دعوت توحید بھی یہاں پہنچ چکی ہوگی ۔ لواطت کی سزا میں ائمہ کے درمیان اختلاف ہے ۔ بعض ائمہ کے نزدیک اس کی وہی سزا ہے جو زنا کی ہے یعنی مجرم اگر شادی شدہ ہو تو رجم، غیرشادی شدہ ہو تو سو کوڑے ۔ بعض کے نزدیک اس کی سزا ہی رجم ہے چاہے مجرم کیسا بھی ہو اور بعض کے نزدیک فاعل اور مفعول بہ دونوں کو قتل کر دینا چاہئے ۔ البتہ امام ابوحنیفہ صرف تعزیری سزا کے قائل ہیں، حد کے نہیں (تحفة الأحوذي جلد 5 ص17)","lang":"ur"},{"name":"7:81","price":"تم مردوں کے ساتھ شہوت رانی کرتے ہو(1) عورتوں کو چھوڑ کر(2)، بلکہ تم تو حد ہی سے گزر گئے ہو۔(3)","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"(1) یعنی مردوں کے پاس تم اس بے حیائی کے کام کے لئے محض شہوت رانی کی غرض سے آتے ہو، اس کے علاوہ تمہاری اور کوئی غرض ایسی نہیں ہوتی جو موافق عقل ہو ۔ اس لحاظ سے وہ بالکل بہائم کی طرح تھے جو محض شہوت رانی کے لئے ایک دوسرے پر چڑھتے ہیں ۔\n(2) جو قضائے شہوت کا اصل محل اور حصول لذت کی اصل جگہ ہے ۔ یہ ان کی فطرت کے مسخ ہونے کی طرف اشارہ ہے، یعنی اللہ نے مرد کی جنسی لذت کی تسکین کے لئے عورت کی شرم گاہ کو اس کا محل اور موضع بنایا ہے اور ان ظالموں نے اس سے تجاوز کرکے مرد کی دبر کو اس کے لئے استعمال کرنا شروع کردیا ۔\n(3) لیکن اب اسی فطرت صحیحہ سے انحراف اور حدود الٰہی سے تجاوز کو مغرب کی (مہذب) قوموں نے اختیار کرلیا ہے تو یہ انسانوں کا (بنیادی حق) قرار پاگیا ہے جس سے روکنے کا کسی کو حق حاصل نہیں ہے ۔ چنانچہ اب وہاں لواطت کو قانونی تحفظ حاصل ہوگیا ہے ۔ اور یہ سرے سے جرم ہی نہیں رہا ۔ فَإِنَّا للهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ.","lang":"ur"},{"name":"7:82","price":"اور ان کی قوم سے کوئی جواب نہ بن پڑا، بجز اس کے کہ آپس میں کہنے لگے کہ ان لوگوں کو اپنی بستی سے نکال دو۔ یہ لوگ بڑے پاک صاف بنتے ہیں۔(1)","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"(1) یہ حضرت لوط کو بستی سے نکالنے کی علت ہے۔ باقی ان کی پاکیزگی کا اظہار یا تو حقیقت کے طور پر ہے اور مقصد ان کا یہ ہوا کہ یہ لوگ اس برائی سے بچنا چاہتے ہیں، اس لئے بہتر ہے کہ یہ ہمارے ساتھ ہماری بستی ہی میں نہ رہیں یا استہزا اور تمسخر کے طور پر انہوں نے ایسا کہا ۔","lang":"ur"},{"name":"7:83","price":"سو ہم نے لوط (علیہ السلام) کو اور ان کے گھر والوں کو بچا لیا بجز ان کی بیوی کے کہ وه ان ہی لوگوں میں رہی جو عذاب میں ره گئے تھے۔(1)","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"(1) إِنَّهَا كَانَتْ مِنَ الْبَاقِينَ فِي عَذَابِ اللهِ ، یعنی وہ ان لوگوں میں باقی رہ گئی جن پر اللہ کا عذاب آیا ۔ کیونکہ وہ بھی مسلمان نہیں تھی اور اس کی ہمدردیاں بھی مجرمین کے ساتھ تھیں بعض نے اس کا ترجمہ (ہلاک ہونے والوں میں سے) کیا ہے ۔ لیکن یہ لازمی معنی ہیں، اصل معنی وہی ہیں ۔","lang":"ur"},{"name":"7:84","price":"اور ہم نے ان پر خاص طرح کا مینہ(1) برسایا پس دیکھو تو سہی ان مجرموں کا انجام کیسا ہوا؟(2)","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"(1) یہ خاص طرح کا مینہ کیا تھا ؟ پتھروں کا مینہ جس طرح دوسرے مقام پر فرمایا: «وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ» [هود: 82]. ”ہم نے ان پر تہ بہ تہ پتھروں کی بارش برسائی“۔ اس سے پہلے فرمایا : «جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا» ”ہم نے اس بستی کو (الٹ کر) نیچے اوپر کردیا“۔ (2) یعنی اے محمد! (صلى الله عليه وسلم) دیکھئے تو سہی، جو لوگ علانیہ اللہ کی معاصی کا ارتکاب اور پیغمبروں کی تکذیب کرتے ہیں، ان کا انجام کیا ہوتا ہے؟","lang":"ur"},{"name":"7:85","price":"اور ہم نے مدین کی طرف ان کے بھائی شعیب (علیہ السلام) کو بھیجا(1) ۔ انہوں نے فرمایا اے میری قوم! تم اللہ کی عبادت کرو اس کے سوا کوئی تمہارا معبود نہیں، تمہارے پاس تمہارے پروردگار کی طرف سے واضح دلیل آچکی ہے۔ پس تم ناپ اور تول پورا پورا کیا کرو اور لوگوں کو ان کی چیزیں کم کرکے مت(2) دو اور روئے زمین میں، اس کے بعد کہ اس کی درستی کردی گئی، فساد مت پھیلاؤ، یہ تمہارے لئے نافع ہے اگر تم تصدیق کرو۔","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"(1) مدین حضرت ابراہیم (عليه السلام) کے بیٹے یا پوتے کا نام تھا، پھر انہی کی نسل پر مبنی قبیلے کا نام بھی مدین اور جس بستی میں یہ رہائش پذیر تھے، اس کا نام بھی مدین پڑگیا ۔ یوں اس کا اطلاق قبیلے اور بستی دونوں پر ہوتا ہے ۔ یہ بستی حجاز کے راستے میں ”معان“ کے قریب ہے ۔ انہی کو قرآن میں دوسرے مقام پر أَصْحَابُ الأَيْكَة (بن کے رہنے والے) بھی کہا گیا ہے ۔ ان کی طرف حضرت شعیب (عليه السلام) نبی بنا کر بھیجے گئے۔ (دیکھئے الشعراء: 176 کا حاشیہ) ملحوظہ: ہر نبی کو اس قوم کا بھائی کہا گیا ہے، جس کا مطلب اسی قوم اور قبیلے کا فرد ہے، جس کو بعض جگہ رَسُولا مِنْهُم یا مِنْ أَنْفُسِهِمْ سے بھی تعبیر کیا گیا ہے اور مطلب ان سب کا یہ ہے کہ رسول اور نبی انسانوں میں سے ہی ایک انسان ہوتا ہے جسے اللہ تعالیٰ لوگوں کی ہدایت کے لئے چن لیتا ہے اور وحی کے ذریعے سے اس پر اپنی کتاب اور احکام نازل فرماتا ہے ۔\n(2) دعوت توحید کے بعد، اس قوم میں ناپ تول میں کمی کی جو بڑی خرابی تھی، اس سے اسے منع فرمایا اور پورا پورا ناپ اور تول کردینے کی تلقین کی ۔ یہ کوتاہی بھی بہت خطرناک ہے جس سے اس قوم کی اخلاقی پستی اور گراوٹ کا پتہ چلتا ہے جس کے اندر یہ ہو ۔ یہ بدترین خیانت ہے کہ پیسے پورے لئے جائیں اور چیز کم دی جائے ۔ اسی لئے سورۂ مطففین میں ایسے لوگوں کی ہلاکت کی خبر دی گئی ہے ۔","lang":"ur"},{"name":"7:86","price":"اور تم سڑکوں پر اس غرض سے مت بیٹھا کرو کہ اللہ پر ایمان ﻻنے والے کو دھمکیاں دو اور اللہ کی راه سے روکو اور اس میں کجی کی تلاش میں لگے رہو(1) ۔ اور اس حالت کو یاد کرو جب کہ تم کم تھے پھر اللہ نے تم کو زیاده کردیا اور دیکھو کہ کیسا انجام ہوا فساد کرنے والوں کا۔","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"(1) اللہ کے راستے سے روکنے کے لئے اللہ کے راستے میں کجیاں تلاش کرنا۔ یہ ہر دور کے نافرمانوں کا محبوب مشغلہ رہا جس کے نمونے آج کل کے متجددین اور فرنگیت زدہ لوگوں میں بھی نظر آتے ہیں ۔ أَعَاذَنَا اللهُ مِنْهُ. علاوہ ازیں راستے میں بیٹھنے کے اور بھی کئی مفہوم بیان کئے گئے ہیں ۔ مثلاً لوگوں کو ستانے کے لئے بیٹھنا، جیسے عام طور پر اوباش قسم کے لوگوں کا شیوہ ہے۔ یا حضرت شعیب (عليه السلام) کی طرف جانے والے راستوں میں بیٹھنا تاکہ ان کے پاس جانے والوں کو روکیں اور ان سے انہیں بدظن کریں، جیسے قریش مکہ کرتے تھے یا دین کے راستوں پر بیٹھنا اور اس راہ پر چلنے والوں کو روکنا ۔ یوں لوٹ مار کی غرض سے ناکوں پر بیٹھنا تاکہ آنے جانے والوں کا مال سلب کرلیں ۔ یا بعض کے نزدیک محصول اور چنگی وصول کرنے کے لئے ان کا راستوں پر بیٹھنا ۔ امام شوکانی فرماتے ہیں کہ سارے ہی مفہوم صحیح ہوسکتے ہیں کیونکہ یہ ممکن ہے کہ وہ یہ سب ہی کچھ کرتے ہوں ( فتح القدیر ) ۔","lang":"ur"},{"name":"7:87","price":"اور اگر تم میں سے کچھ لوگ اس حکم پر، جس کو دے کر مجھ کو بھیجا گیا، ایمان لے آئے ہیں اور کچھ ایمان نہیں ﻻئے ہیں تو ذرا ٹھہر جاؤ! یہاں تک کہ ہمارے درمیان اللہ فیصلہ کئے دیتا ہے اور وه سب فیصلہ کرنے والوں سے بہتر ہے۔(1)","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"(1) کفر پر صبر کرنے کا حکم نہیں ہے بلکہ اس کے لئے تہدید اور سخت وعید ہے کیونکہ اللہ تعالیٰ کا فیصلہ اہل حق کا اہل باطل پر فتح و غلبہ ہی ہوتا ہے ۔ یہ ایسے ہی ہے جیسے دوسرے مقام پر فرمایا: ”فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ“ [التوبة:52].","lang":"ur"}],"juz":{"id":8,"name":"وَلَوْ أَنَّنَا","transliteration":"Wa Lau Annana","transEn":"If Only We Had","startVerse":"6:111","endVerse":"7:87","totalVerses":142}}