{"data":[{"name":"12:53","price":"I[19] do not absolve myself of blame, for Indeed the soul prompts one to evil, except those to whom my Lord may show mercy. Indeed, my Lord is All-Forgiving, Most Merciful.”","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"[19] i.e., the wife of al-‘Azeez.","lang":"en"},{"name":"12:54","price":"The King said, “Bring him to me; I will appoint him [as an adviser] exclusively to myself.” Then when he spoke to him, he said, “You are today in a highly-esteemed position and fully trusted by us.”","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:55","price":"Joseph said, “Put me in charge of the storehouses of the land[20]; I am indeed a good keeper and knowledgeable[21].”","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"[20] He found himself in a better position than anyone else for those difficult days ahead, so he offered his services. [21] The two most needed traits in a treasurer.","lang":"en"},{"name":"12:56","price":"This is how We established Joseph in the land[22] so that he may settle wherever he wished. We extend Our mercy to whom We will, and We do not let the reward of those who do good to go to waste.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"[22] This is the final episode in Joseph’s journey to greatness. The first was becoming a member of the Chief Minister’s household in his tender years (verse 21 above).","lang":"en"},{"name":"12:57","price":"But the reward of the Hereafter is better for those who believe and fear Allah.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:58","price":"The brothers of Joseph came and presented themselves before him; he recognized them but they did not know him.","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:59","price":"When he prepared for them their rations, he said, “Bring me your step-brother[23]; do you not see that I give full measure and I am the best host?","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"[23] i.e., Benjamin.","lang":"en"},{"name":"12:60","price":"If you do not bring him to me, you will never receive any measure [of grain] from me, nor will you even come close to me.”","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:61","price":"They said, “We will persuade his father to send him[24], and we will surely do our best.”","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"[24] They knew its difficulty, but they still made a promise.","lang":"en"},{"name":"12:62","price":"Joseph said to his servants, “Put their trading goods back in their saddlebags so that they may find them when they go back to their family; perhaps they will return.”","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:63","price":"When they returned to their father, they said, “O our father, we have been denied any further measure [of grain]; send our brother with us so that we may receive our measure, and we will surely protect him.”","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:64","price":"He said, “Should I trust you with him as I trusted you earlier with his brother[25]? But Allah is the best Protector, and He is the Most Merciful of those who show mercy.”","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"[25] Saying this is an indication of a softer position taken by Jacob on the issue.","lang":"en"},{"name":"12:65","price":"When they opened their baggage, they found that their merchandise had been returned to them. They said, “O our father, what more could we ask for? Here are our trading goods returned to us. We can bring more food to our family, protect our brother, and obtain an extra camel-load of grain[26]. That measure is easily secured.”","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"[26] They mentioned this to cajole their father of their good intentions.","lang":"en"},{"name":"12:66","price":"He said, “I will never send him with you unless you give me a pledge by Allah that you will surely bring him back to me, unless you are completely overpowered.” Then when they gave him their pledge, he said, “Allah is Witness to what we say.”","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:67","price":"And he said, “O my sons, do not enter all from one gate, but enter from different gates[27]. I cannot avail you anything against [the decree of] Allah; the decision belongs to Allah alone. In Him I put my trust, and in Him let the faithful put their trust.”","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"[27] There is an edifying note here. Besides putting trust in Allah, one needs to take precautions.","lang":"en"},{"name":"12:68","price":"When they entered as their father had instructed them, it could not avail them against [the decree of] Allah whatsoever, yet a need in Jacob’s heart was satisfied. He was indeed a man of knowledge because of what We had taught him, but most people do not know.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:69","price":"When they came into Joseph’s presence, he called his brother [Benjamin] aside, and said, “I am indeed your brother, so do not be saddened by their past actions.”","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:70","price":"When he prepared for them their rations, he placed the [royal] drinking vessel in his brother’s saddlebag. Then an announcer called out, “O people of the caravan, you must be thieves!”","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:71","price":"They said as they turned back, “What are you missing?”","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:72","price":"They said, “We are missing the king’s measuring cup. Whoever brings it will have a camel-load [of grain]; and I guarantee it.”","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:73","price":"They said, “By Allah, you know well that we did not come to spread corruption in the land, nor are we thieves.”","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:74","price":"They said, “What should the punishment be[28], if you are liars?”","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"[28] The punishment for theft.","lang":"en"},{"name":"12:75","price":"They said, “The punishment is that the one in whose saddlebag it is found should be enslaved in recompense. This is how we punish the wrongdoers.”","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:76","price":"So he began searching their bags before his brother’s bag[29], then he brought it out of his brother’s bag. This is how We planned for Joseph; he could not have detained his brother under the King’s law, unless Allah so willed. We raise in ranks whom We will, but above each one who possesses knowledge is the All-Knowing One.","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"[29] To avert suspicion.","lang":"en"},{"name":"12:77","price":"They said, “If he steals, then it was his brother [Joseph] who stole before.” Joseph kept it to himself and did not reveal it to them, and said [in his heart], “You are in a far worse position; and Allah knows best the truth of what you say.”","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:78","price":"They said, “O chief minister, he has an elderly and vulnerable father, so take one of us instead of him, for we see that you are a kind man.”","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:79","price":"Joseph said, “Allah forbid that we should take except the one with whom we found our property, for we would then be unjust.”","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:80","price":"When they lost hope in him, they conferred privately. The eldest of them said, “Do you not know that your father has taken from you a solemn pledge by Allah, and before this you failed with regard to Joseph? Therefore, I will never leave this land until my father gives me permission[30] or Allah decides for me, for He is the Best of Judges.","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"[30] Alluding to their father that this situation was different from Joseph’s.","lang":"en"},{"name":"12:81","price":"Go back to your father and say, ‘O our father, your son has committed theft, and we did not tell you except what we saw, and we had no knowledge of the unseen[31].","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"[31] i.e., we had not known that he would steal when we gave you the oath.","lang":"en"},{"name":"12:82","price":"Ask [the people of] the town where we were and the caravan we came with, and we are surely telling the truth.”","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:83","price":"He said, “No, but your souls have enticed you to commit something. But I will bear this with beautiful patience; perhaps Allah will bring them all[32] back to me, for He is the All-Knowing, the All-Wise.”","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"[32] i.e., his three missing sons.","lang":"en"},{"name":"12:84","price":"He turned away from them and said, “O my sorrow for Joseph!” And his eyes turned white[33] because of suppressing his grief.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"[33] i.e., he lost his sight.","lang":"en"},{"name":"12:85","price":"They said, “By Allah, you will not cease to remember Joseph until your health is ruined or you die.”","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:86","price":"He said, “I only complain of my anguish and sorrow to Allah, and I know from Allah what you do not know.","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:87","price":"O my sons, go and find out[34] about Joseph and his brother, and do not despair of Allah’s mercy. Indeed, no one despairs of Allah’s mercy except the disbelieving people.”","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"[34] Tahassasū (lit. grope): to be extra vigilant in the search for them.","lang":"en"},{"name":"12:88","price":"When they came into Joseph’s presence, they said, “O chief minister, we and our family have been struck with adversity, and we have brought some goods of scanty worth. So give us full measure [of grain] and be charitable to us, for Allah rewards those who are charitable.”","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:89","price":"He said, “Do you know what you did to Joseph and his brother when you were ignorant[35]?”","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"[35] He provided them with a face-saving excuse by saying that they were ignorant for what they did.","lang":"en"},{"name":"12:90","price":"They said, “Are you really Joseph?” He said, “I am Joseph, and this is my brother. Allah has surely been gracious to us[36]. Whoever fears Allah and remains patient, Allah will not let the reward of those who do good to go to waste.”","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"[36] Joseph made the point that he and also his brother underwent a good turn of fortune after oppression.","lang":"en"},{"name":"12:91","price":"They said, “By Allah, Allah has favored you[37] over us, and we have surely been sinful.”","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"[37] Finally, they admitted that he was the ‘favored one’.","lang":"en"},{"name":"12:92","price":"He said, “There is no blame on you today. May Allah forgive you, for He is the Most Merciful of those who show mercy.","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:93","price":"Take this shirt of mine and throw it over my father’s face; he will recover his sight. Then come back to me with all of your family.”","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:94","price":"When the caravan set out [from Egypt], their father said, “I certainly sense the fragrance of Joseph, even though you might think that I am senile.”","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:95","price":"They said, “By Allah, you are still lost in your old delusion.”","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:96","price":"Then when the bearer of the glad tidings came, he threw it[38] over his face, and he immediately recovered his sight. He said, “Did I not tell you that I know from Allah what you do not know?”","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"[38] i.e., Joseph's shirt.","lang":"en"},{"name":"12:97","price":"They said, “O our father, pray to Allah to forgive us our sins; we were certainly mistaken.”","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:98","price":"He said, “I will ask my Lord to forgive you, for He is the All-Forgiving, the Most Merciful.”","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:99","price":"When they came into Joseph’s presence, he embraced his parents and said, “Enter Egypt, if Allah wills, safe and secure.","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:100","price":"He took his parents to the throne, and they all fell down in prostration[39] before him. He said, “O my father, this is the interpretation of my old dream. My Lord has made it come true. He was kind to me when He freed me from prison and brought you all here from the wilderness after Satan caused a rift between me and my brothers. My Lord is gracious to whom He wills. Indeed, He is the All-Knowing, the All-Wise.”","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"[39] That of greeting and respect, not of worship, which was permissible before the time of Prophet Muhammad (ﷺ).","lang":"en"},{"name":"12:101","price":"“My Lord, You have given me authority and taught me something of the interpretation of dreams. O Originator of the heavens and earth, You are my Protector in this world and in the Hereafter. Cause me to die as a Muslim [submitting to You], and join me with the righteous[40].”","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"[40] By the ‘righteous’ ones Joseph meant his forefathers Isaac and Abraham and all other prophets and messengers.","lang":"en"},{"name":"12:102","price":"That is from the stories of the unseen which We reveal to you [O Prophet]; you were not with them when they agreed upon their plan as they were plotting.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:103","price":"But most people will not believe, no matter how eager you may be.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:104","price":"You are not asking them for any reward. It is only a reminder to the worlds.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:105","price":"How many signs there are in the heavens and earth which they pass by without paying them any heed!","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:106","price":"And most of them do not believe in Allah except that they associate partners with Him.","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:107","price":"Do they feel secure that an overwhelming punishment from Allah will not overtake them, or that the Hour will not come upon them by surprise when they least expect it?","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:108","price":"Say [O Prophet], “This is my way. I call to Allah with clear evidence – I and those who follow me. Glory be to Allah, and I am not one of those who associate partners with Him.”","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:109","price":"We did not send before you[41] except men whom We gave a revelation, from the people of each society. Have they not traveled through the land to see how was the end of those who came before them? But the home of the Hereafter is far better for those who fear Allah. Do you not then understand?","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"[41] i.e., Prophet Muhammad (ﷺ).","lang":"en"},{"name":"12:110","price":"Until when the messengers lost all hope and realized that they were dismissed as liars, Our help came to them, so We saved whom We willed, and Our punishment cannot be averted from the wicked people.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"12:111","price":"In their stories there is truly a lesson for people of understanding. This [Qur’an] is not a fabricated tale, rather a confirmation of what came before it, a detailed explanation of everything, a guidance and mercy for people who believe.","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:1","price":"Alif Lām Mīm Ra[1]. These are the verses of the Book. That which has been sent down to you [O Prophet] from your Lord is the truth, but most people do not believe.","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":"[1] See footnote 2:1.","lang":"en"},{"name":"13:2","price":"It is Allah Who raised the heavens without any pillars that you can see, and then He rose over the Throne[2]. He subjected the sun and the moon, each running its course for an appointed term. He governs all affairs, and explains the signs in detail, so that you may be certain of the meeting with your Lord.","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":"[2] See footnote 7:54.","lang":"en"},{"name":"13:3","price":"It is He Who spread out the earth and placed therein firm mountains and rivers, and created therein fruits of every kind in pairs. He causes the night to cover the day. Indeed, there are signs in this for people who reflect.","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:4","price":"And on the earth there are neighboring [yet different] tracts of land, and gardens of grapevines, grains and palm trees – some growing in clusters from one root or standing alone. They are all irrigated with the same water, yet We cause some of them to excel others in taste. Indeed, there are signs in this for people of understanding.","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:5","price":"If you wonder, then wondrous is their saying, “What! When we become dust, will we be created anew?” They are the ones who disbelieve in their Lord, and they are the ones who will have shackles around their necks. Such are the people of the Fire; they will abide therein forever.","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:6","price":"They ask you [O Prophet] to hasten the punishment before the good[3], even though there have already been similar punishments before them. But your Lord is indeed forgiving to people despite their wrongdoing, and your Lord is indeed severe in punishment.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":"[3] This shows the utter disregard towards the Message.","lang":"en"},{"name":"13:7","price":"The disbelievers say, “Why has no sign[4] been sent down to him from his Lord?” You are only a warner, and for every people there is a guide.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":"[4] i.e., a miracle.","lang":"en"},{"name":"13:8","price":"Allah knows what every female bears[5], and what the wombs may fall short or increase[6]. With Him everything is precisely measured.","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":"[5] Human and otherwise, during pregnancy.\n [6] Decrease and increase in the duration of pregnancy and/or the number of fetuses therein.","lang":"en"},{"name":"13:9","price":"He is the Knower of the unseen and the seen, the All-Great, the Most Exalted.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:10","price":"It is the same [to Him] whether one of you speaks secretly or in public, and whether one is hidden in the darkness of the night or walks about openly in the daylight.","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:11","price":"For each person there are successive angels[7] in front of him and behind him, guarding him by the command of Allah. Allah does not change the condition of a people until they change their own attitude and conduct[8]. But if Allah intends punishment for a people[9], then it cannot be averted, nor will there be any protector for them besides Him.","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":"[7] Angels tasked with each human; they alternate and take day and night shifts.\n [8] As long as people acknowledge Allah’s grace on them and are grateful to Him, He will not show them other than mercy, and vice versa. If they persist in disobedience, then let them not be fooled by the respite they are given, for Allah’s command can come at any moment.\n [9] Because of their sins.","lang":"en"},{"name":"13:12","price":"It is He Who shows you lightening [causing] fear and hope[10] and forms heavy clouds[11].","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":"[10] “Fear” of being hit by thunderbolt and “hope” for getting rain.\n [11] The fluffy clouds floating above our heads like balloons are in fact extremely heavy.","lang":"en"},{"name":"13:13","price":"The thunder glorifies His praise, and so do the angels in awe of Him. He sends thunderbolts, striking therewith whom He wills, yet they dispute about Allah, Who is severe in might.","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:14","price":"To Him alone should all supplication be addressed[12]. But those whom they supplicate besides Him do not respond to them in any way, except like one who stretches out his hands for water to reach his mouth, but it will never reach it[13]. The supplication of the disbelievers is all in vain.","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":"[12] i.e., the testimony of faith (There is no true god but Allah).\n [13] The analogy indicates that false deities will never respond to them.","lang":"en"},{"name":"13:15","price":"To Allah prostrates[14] whoever is in the heavens and on earth, willingly or unwillingly, and so do their shadows in the morning and evening.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":"[14] There are two types of prostrations: sujūd shar‘i (Intentional prostration) and sujūd qadari (Unintentional prostration). See also 3:83.","lang":"en"},{"name":"13:16","price":"Say, “Who is the Lord of the heavens and earth?” Say, “Allah.” Say, “Have you taken besides Him protectors, those who have no power to benefit or harm themselves[15]?” Say, “Can the blind person be equal to the seeing[16], or can the darkness be equal to the light?” Or do they ascribe to Allah partners who created the like of His creation[17], so they are confused between two creations? Say, “Allah is the Creator of all things, and He is the One, the Subjugator.”","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":"[15] The claimed partners cannot be compared to Allah in any way.\n [16] Disbelievers are ‘blind’ to the Truth and the believers can see the Truth plainly as it is.\n [17] Their so-called ‘gods’ could not answer their prayers or do them good or harm, let alone perform such a great act as that of creation.","lang":"en"},{"name":"13:17","price":"He sends down rain from the sky, causing the valleys to flow, each according to its capacity, and the torrent carries along rising foam, similar to the slag produced from metal that people melt in the fire to make ornaments or tools. This is how Allah compares truth to falsehood: as for the residue, it is then cast away, but that which benefits people remains on the earth[18]. This is how Allah sets forth comparisons.","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":"[18] Truth is the water that stays and people benefit from it, whereas falsehood is the scum that soon dissolves and disappears; likewise is the slag of minerals.","lang":"en"},{"name":"13:18","price":"Those who respond to their Lord will have the best reward[19]. As for those who do not respond to Him, even if they were to possess all that is on earth and the likes thereof, they would surely offer it to ransom themselves; they will have the worst reckoning[20], and their abode will be Hell. What a terrible resting place!","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":"[19] al-Husnā (lit. the best reward) is a good reward in this life and Paradise in the Hereafter.\n [20] Their good deeds will not be accepted from them and they will be asked about their minute misdeeds.","lang":"en"},{"name":"13:19","price":"Is the one who knows that what has been sent down from your Lord is the truth like the one who is blind[21]? None will take heed except the people of understanding,","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":"[21] i.e., a believer and a disbeliever.","lang":"en"},{"name":"13:20","price":"those who fulfill the covenant of Allah and do not break the pledge,","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:21","price":"and those who maintain [the ties] which Allah has ordered to be maintained[22], and fear their Lord, and are afraid of a terrible reckoning,","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":"[22] i.e., the ties of kinship.","lang":"en"},{"name":"13:22","price":"and those who observe patience, seeking the pleasure of their Lord, and establish prayer, and spend from what We have provided for them, secretly and in public, and repel evil with good – it is they who will have the final abode[23],","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":"[23] i.e., Paradise.","lang":"en"},{"name":"13:23","price":"Gardens of Eternity, which they will enter together with their righteous parents, their spouses and their offspring. Angels will enter upon them from every gate,","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:24","price":"“Peace be on you, for what you have patiently endured. How excellent is the final abode!”","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:25","price":"As for those who break the covenant of Allah after it has been ratified, and sever the ties that Allah has commanded to be maintained, and spread corruption in the land – it is they who are cursed, and for them there will be the worst abode[24].","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":"[24] i.e., Hell.","lang":"en"},{"name":"13:26","price":"Allah extends provision to whom He wills or restricts it. They rejoice in the life of this world, although the life of this world, compared to the Hereafter, is nothing but a fleeting pleasure.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:27","price":"Those who disbelieve say, “Why has no sign been sent down to him from his Lord?” Say, “Allah causes to stray whom He wills and guides to Himself who turns to Him,","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:28","price":"those who believe and whose hearts find tranquility in the remembrance of Allah, for indeed in the remembrance of Allah do hearts find tranquility.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:29","price":"Those who believe and do righteous deeds, for them there will be bliss[25] and a good return.”","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":"[25] Tūbā: all that is good and comely in Paradise.","lang":"en"},{"name":"13:30","price":"Thus did We send you to a community before which other communities had passed away, so that you may recite to them what We have revealed to you, yet they disbelieve in the Most Compassionate. Say, “He is my Lord; none has the right to be worshiped except Him. In Him I put my trust, and to Him is my return.”","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:31","price":"Even if there were a Qur’an that could cause mountains to move[26], or split the earth, or cause the dead to speak, [they would still not believe]. To Allah belongs all matters. Do the believers not know that if Allah had willed, He could have guided all humans? Calamities will continue to befall the disbelievers or strike close to their homes because of their deeds, until the promise of Allah comes to pass, for Allah does not fail in His promise.","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":"[26] “Had We sent down this Qur’an upon a mountain, you would have seen it humbled and break asunder out of awe of Allah!” See 59:21.","lang":"en"},{"name":"13:32","price":"There were messengers before you who were ridiculed, but I gave respite to those who disbelieved, then I seized them[27]. How [terrible] was My chastisement!","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":"[27] This is a comforting note to the Prophet (ﷺ).","lang":"en"},{"name":"13:33","price":"Is He Who watches every soul in whatever it does [like others]? Yet they ascribe partners to Allah. Say, “Name them! Or do you presume to inform Him of something that He does not know on earth, or it is just a show of words?” No, but the falsehood of the disbelievers is made appealing to them, and they are hindered from the [straight] path. Whoever Allah causes to stray, he will have none to guide.","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:34","price":"They will be punished in this life, but the punishment of the Hereafter is more severe, and they will have no protector against Allah.","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:35","price":"The likeness of Paradise, which is promised to the righteous is that under it rivers flow; its fruit is eternal, so is its shade. Such is the end of those who fear Allah, but the end of the disbelievers is Fire!","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:36","price":"Those whom We gave the Scripture[28] rejoice at that which is sent down to you [O Prophet], but there are some factions who deny part of it. Say, “I have only been commanded to worship Allah, and associate none with Him. To Him I call and to Him is my return.”","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":"[28] From the Jews and the Christians.","lang":"en"},{"name":"13:37","price":"Thus We have sent it down as a commandment in Arabic. If you were to follow their[29] desires after the knowledge that has come to you, you would have no supporter or protector against Allah.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":"[29] i.e., the People of the Book.","lang":"en"},{"name":"13:38","price":"We have sent messengers before you and gave them wives and offspring[30]. It was not for any messenger to bring a sign except with Allah’s permission. Every matter has a destined time.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":"[30] These are the basic human needs, for Messengers are human beings, not angelic beings.","lang":"en"},{"name":"13:39","price":"Allah eliminates what He wills or affirms it[31], and with Him is the Master Book[32].","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":"[31] Although everything is set in the Record, He decrees whatever He wishes and the angels erase or affirm in the scrolls whatever He dictates.\n [32] The Preserved Tablet.","lang":"en"},{"name":"13:40","price":"Whether We show you [O Prophet] part of what We warn them or cause you to die [before that], your duty is only to convey the message, and the reckoning is for Us.","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:41","price":"Do they not see that We advance to the land, diminishing it from its sides[33]? It is Allah Who decrees; there is none to reverse His decree, and He is swift in reckoning.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":"[33] Referring to the spread of Islam by diminishing the lands controlled by the disbelievers.","lang":"en"},{"name":"13:42","price":"Those who came before them did devise plans, but Allah has the ultimate plan. He knows what every soul does, and the disbelievers will come to know who will have the final abode.","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"13:43","price":"Those who disbelieve say, “You are not a messenger.” Say, “Allah is sufficient as a Witness between me and you, as well as those who have knowledge of the Scripture[34].”","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":"[34] As he is clearly mentioned in their Scripture.","lang":"en"},{"name":"14:1","price":"Alif Lām Ra[1]. This is a book that We have sent down to you, so that you may bring people out of the depths of darkness into the light, by their Lord’s permission, to the path of the All-Mighty, the Praiseworthy.","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"[1] See footnote 2:1.","lang":"en"},{"name":"14:2","price":"Allah, to Whom belongs all that is in the heavens and all that is on earth. And woe to the disbelievers from a severe punishment!","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:3","price":"Those who prefer the life of this world to the Hereafter and prevent [people] from Allah’s way, seeking to make it crooked[2]; it is they who have gone far astray.","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"[2] i.e., showing it as defective and imperfect.","lang":"en"},{"name":"14:4","price":"We did not send any messenger but in the language of his people to make things clear for them. Allah causes to stray whom He wills[3] and guides whom He wills, and He is the All-Mighty, the All-Wise.","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"[3] i.e., those who refuse His guidance.","lang":"en"},{"name":"14:5","price":"We sent Moses with Our signs [saying], “Bring your people out of the depths of darkness into the light, and remind them of Allah’s days[4]. Indeed, there are signs in this for every patient and grateful person.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"[4] i.e., days of favors upon the Children of Israel, or days of destruction of the former nations.","lang":"en"},{"name":"14:6","price":"And [remember] when Moses said to his people, “Remember Allah’s favor upon you when He saved you from Pharaoh’s people who were inflicting upon you the worst torment, slaughtering your sons and keeping your women alive; that was a great trial from your Lord.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:7","price":"And [remember] when your Lord declared, ‘If you are grateful, I will surely give you more; but if you are ungrateful, My punishment is severe indeed.’”","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:8","price":"And Moses said, “If you and all those who are on earth were to disbelieve, indeed Allah is Self-Sufficient, Praiseworthy.”","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:9","price":"Have there not come to you the stories of those who came before you – the people of Noah, ‘Ād and Thamūd, and those who came after them? No one knows them except Allah. Their messengers came to them with clear proofs, but they shoved their hands into their mouths[5] and said, “We disbelieve in what you are sent with, and we surely doubt what you are calling us to.”","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"[5] as a gesture of denial and rejection.","lang":"en"},{"name":"14:10","price":"Their messengers said, “Can there be any doubt about Allah, the Creator of the heavens and earth? He calls you so that He may forgive some of your sins, and give you respite for an appointed term.” They said, “You are but humans like us! You want to turn us away from what our forefathers used to worship; then bring us a clear proof.”","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:11","price":"Their messengers said to them, “We are no more than human beings like you, but it is Allah Who bestows His favor upon whom He wills of His slaves. It is not for us to bring you proof except with Allah’s permission, and in Allah let the believers put their trust.","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:12","price":"Why should we not put our trust in Allah, and it is He Who has guided us to our ways? We will surely be patient against whatever harm you cause us. And in Allah let the faithful put their trust.”","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:13","price":"The disbelievers said to their messengers, “We will surely drive you out of our land unless you return to our religion.” Their Lord then inspired them, “We will certainly destroy the wrongdoers,","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:14","price":"and We will make you dwell in the land after them. This is for those who fear standing before Me[6], and who fear My warning.”","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"[6] i.e., for account.","lang":"en"},{"name":"14:15","price":"[The messengers] sought victory, and every obstinate tyrant was doomed.","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:16","price":"Hell awaits him, and he will be made to drink of oozing pus,","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:17","price":"which he will arduously sip but can hardly swallow it, and death will come to him from every direction, yet he will not die. And ahead of him will be a harsh punishment.","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:18","price":"The deeds of those who disbelieve[7] in their Lord are like ashes that are blown away by the wind on a stormy day. They will gain nothing from what they did; that is the farthest misguidance.","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"[7] i.e., their good deeds, as they were not based on solid ground of faith.","lang":"en"},{"name":"14:19","price":"Do you not see that Allah has created the heavens and earth for a true purpose? If He wills, He can take you away and replace you with a new creation[8].","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"[8] “If you turn away, He will replace you with other people, then they will not be like you.” See 47:38.","lang":"en"},{"name":"14:20","price":"That is not difficult for Allah.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:21","price":"All will appear before Allah, then those who were weak will say to those who were arrogant, “We were your followers; can you avail us anything against the punishment of Allah?” They will say, “If Allah had guided us, we would have guided you. It is all the same for us whether we cry or suffer patiently, we have no escape[9].”","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"[9] The pain of these disbelievers is not only physical, but also psychological.","lang":"en"},{"name":"14:22","price":"Satan will say when the matter is finally decided, “Allah gave you a true promise; I also gave you a promise, but I betrayed you[10]. I had no authority over you, except that I called you and you responded to me[11]. So do not blame me, but blame yourselves. I cannot rescue you, nor can you rescue me. I deny your previous association of me with Allah. Indeed, for the wrongdoers there will be a painful punishment.”","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"[10] “Satan makes no promises to them except delusion!” See 4:120.\n [11] By obeying me instead of Him during life on earth.","lang":"en"},{"name":"14:23","price":"Those who believe and do righteous deeds will be admitted to gardens under which rivers flow, abiding therein forever, by the permission of their Lord. Their greeting therein will be, “Peace!”","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:24","price":"Do you not see how Allah compares a good word[12] to a good tree[13]? Its root is firm and its branches reach the sky[14],","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"[12] i.e., the testimony of faith.\n [13] i.e., the palm tree.\n [14] i.e., Its foundation is firm in the heart and its branches, the good deeds, are high up in the sky, being constantly raised to Allah.","lang":"en"},{"name":"14:25","price":"yielding its fruit all the times[15], by the permission of its Lord. Allah makes such comparisons for people, so that they may take heed.","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"[15] i.e., day and night, summer and winter; likewise is the testimony of faith, it never ceases to yield good deeds all the time.","lang":"en"},{"name":"14:26","price":"But an evil word[16] is like an evil tree[17], uprooted from the surface of the earth, having no stability.","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"[16] i.e., the word of disbelief and polytheism.\n [17] i.e., the tree of colocynth; it has no stable root and its stalks are so feeble; such is disbelief which is shaky in the heart, and their deeds are not raised to benefit them in the Hereafter.","lang":"en"},{"name":"14:27","price":"Allah keeps those who believe steadfast with the firm Word [of faith] in the life of this world[18] and in the Hereafter. But Allah causes to stray the wrongdoers[19]; Allah does whatever He wills.","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"[18] When questioned in their graves by the angels.\n [19] For doing wrong to themselves and others, Allah casts doubts and blindness in their hearts and does not guide them to say what is truthful in this life or in the grave.","lang":"en"},{"name":"14:28","price":"Did you not see those who exchanged Allah’s blessings with disbelief[20], and led their people to the abode of ruin[21]?","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"[20] They met Allah’s blessings with denial instead of gratitude.\n [21] i.e., the Hellfire.","lang":"en"},{"name":"14:29","price":"In Hell they will burn; what an evil place to settle in!","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:30","price":"They set up rivals to Allah to mislead people from His way. Say, “Enjoy yourselves for a while! Your destination will be the Fire.”","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:31","price":"Tell My slaves who believe to establish prayer and spend from what We have provided for them, secretly and openly, before there comes a Day when there will be no bargaining or friendship[22].","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"[22] As everyone will have enough affairs and busied away with their own record; nothing will avail a person except his good deeds.","lang":"en"},{"name":"14:32","price":"It is Allah Who has created the heavens and earth and sent down rain from the sky, producing therewith fruits as provision for you. He has made the ships for your service to sail through the sea by His command and has made for you the rivers.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:33","price":"He has made the sun and the moon for your service, both constant in their courses, and has made for you the night and the day[23].","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"[23] i.e., the day in which people go about their living and the night during which they get rest.","lang":"en"},{"name":"14:34","price":"And He gave you of all that you have asked for[24]. If you try to count the blessings of Allah, you cannot count them[25]. Indeed, mankind is truly unjust and ungrateful.","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"[24] It is not only these grand favors that Allah grants people, but their prayers are also answered, be they uttered or merely wished for.\n [25] If a person were to ever try to count Allah’s blessings on him, he would never be able to count them, let alone be duly grateful for them.","lang":"en"},{"name":"14:35","price":"And [remember] when Abraham said, “My Lord, make this city [of Makkah] secure and save me and my children from worshiping idols.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:36","price":"My Lord, they[26] have led many people astray. So whoever follows me, he belongs to me; and whoever disobeys me, then You are All-Forgiving, Most Merciful.","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"[26] i.e., idols.","lang":"en"},{"name":"14:37","price":"Our Lord, I have settled some of my offspring in a barren valley near Your Sacred House, our Lord, so that they may establish prayer[27]. So make the people’s hearts incline towards them, and provide for them fruits, so that they may be grateful.","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"[27] Prayer is specifically mentioned here because it is the best, most comprehensive act of worship and that it is key to all good.","lang":"en"},{"name":"14:38","price":"Our Lord, You know what we conceal and what we reveal. Nothing is hidden from Allah on earth or in heaven.","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:39","price":"All praise be to Allah Who has granted me in old age Ishmael and Isaac[28]. Indeed, my Lord is the All-Hearing of prayers.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"[28] This is a practical demonstration of Abraham’s gratitude to Allah for His blessings.","lang":"en"},{"name":"14:40","price":"My Lord, make me steadfast in prayer and those of my offspring. Our Lord, accept my supplication.","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:41","price":"Our Lord, forgive me, my parents, and the believers on the Day when the reckoning will take place.”","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:42","price":"Never think that Allah is unaware of what the wrongdoers do[29]; He only delays them for a Day when eyes will stare [in horror][30] –","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"[29] It serves both as comfort to the oppressed and as a warning to the oppressors.\n [30] Because of the horrifying sights they see, they will be unblinkingly staring upwards in horror.","lang":"en"},{"name":"14:43","price":"rushing forward with their heads raised up, eyes not blinking[31] and hearts void[32].","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"[31] This is their state at the time of resurrection from the graves.\n [32] Their terror-struck hearts are empty; perceiving nothing.","lang":"en"},{"name":"14:44","price":"Warn people of the Day when the punishment will come upon them, and the wrongdoers will say, “Our Lord, give us a little more time, so that we may respond to Your call and follow the messengers!” [They will be told], “Did you not swear before that you would never cease to exist?”","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:45","price":"You lived[33] in the dwellings of those who wronged themselves, and it became clear to you how We dealt with them, and We gave you examples.”","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"[33] As Qurayshites would pass by the ruined dwellings of the destroyed nations; on their way to Yemen, they would pass by the dwellings of the ‘Ād tribe, and on their way to the Levant, they would pass by the dwellings of the Thamūd tribe, using them as resting posts.","lang":"en"},{"name":"14:46","price":"They hatched their plot[34], but their plot was known to Allah; even if their plot were such that would move mountains[35].","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"[34] i.e., to kill the Prophet (ﷺ).\n [35] But due to its feebleness, their plotting was never to remove mountains.","lang":"en"},{"name":"14:47","price":"Never think that Allah will fail in His promise to His messengers[36]. Allah is All-Mighty, Capable of Retribution.","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"[36] i.e., that they would be given victory both in this life and in the Hereafter.","lang":"en"},{"name":"14:48","price":"The Day when the earth will be changed to another earth and so will the heavens[37], and all will appear before Allah, the One, the Subjugator[38].","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"[37] Many exegetes who talk about what befalls the heavens and earth on that Day, opines that the replacement here is of the characteristics (al-sifāt), not of the quintessence (al-dhāt).\n [38] Allah’s revenge will be on the Day of Judgment.","lang":"en"},{"name":"14:49","price":"On that Day you will see the wicked bound together in chains[39],","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"[39] i.e., their hands and feet will be chained to their necks. See 40:70-72.","lang":"en"},{"name":"14:50","price":"their garments will be of pitch and their faces covered with Fire.","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:51","price":"So that Allah may recompense every soul for what it did. Allah is swift in reckoning.","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"","lang":"en"},{"name":"14:52","price":"This [Qur’an] is a message for all mankind, so that they may be warned thereby and know that He is One God, and so that the people of understanding may take heed.","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"","lang":"en"}],"juz":{"id":13,"name":"وَمَا أُبَرِّئُ نَفْسِي","transliteration":"Wa Ma Ubrri'u Nafsi","transEn":"And I Do Not Acquit Myself","startVerse":"12:53","endVerse":"14:52","totalVerses":154}}