{"data":[{"name":"27:56","price":"But the only response his people gave was to say, “Drive the family of Lot out of your town, for they are a people who keep themselves pure!”","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:57","price":"So We saved him and his family, except his wife whom We destined to be among those who would remain behind.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:58","price":"And We rained upon them a rain [of stones]. How terrible was the rain of those who were warned!","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:59","price":"Say, [O Prophet], “All praise is for Allah, and peace be upon His slaves whom He has chosen. Is Allah better, or those partners whom they associate with Him?”","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:60","price":"Is He [not better] Who created the heavens and earth, and sent down for you rain from the sky, by which We caused to grow gardens of cheerful beauty? You could never cause their trees to grow. Is there any god besides Allah? No, but they are people who ascribe equals [to Allah].","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:61","price":"Is He [not better] Who made the earth a stable place to live, and caused rivers to flow through it, and placed therein firm mountains, and made a barrier between two flowing bodies of water[19]? Is there any god besides Allah? No, but most of them do not know.","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":"[19] See footnote 25:53.","lang":"en"},{"name":"27:62","price":"Is He [not better] Who responds to the distressed when he calls out to Him, and Who relieves suffering, and Who makes you successors[20] on earth? Is there any god besides Allah? Little is it that you take heed!","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":"[20] One generation after another generation.","lang":"en"},{"name":"27:63","price":"Is He [not better] Who guides you in the depths of the darkness of the land and sea[21], and Who sends the winds as harbingers ahead of His mercy[22]? Is there any god besides Allah? Exalted is Allah far above the partners they associate with Him!","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":"[21] Through the stars, constellations, and landmarks. [22] i.e., the rain.","lang":"en"},{"name":"27:64","price":"Is He [not better] Who originates creation then repeats it, and Who gives you provision from the heaven and earth? Is there any god besides Allah? Say, “Produce your evidence, if you are truthful.”","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:65","price":"Say, “No one in the heavens and earth has knowledge of the unseen except Allah.” Nor do they know when they will be resurrected.","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:66","price":"In fact, their knowledge cannot comprehend the Hereafter; rather, they are in doubt about it; rather, they are blind to it.","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:67","price":"Those who disbelieve say, “What! Is it that when we and our forefathers become dust, will we really be brought forth [alive]?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:68","price":"We and our forefathers have been promised this before; this is nothing but ancient fables!”","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:69","price":"Say, “Travel in the land and see how was the end of the wicked.”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:70","price":"Do not grieve over them, nor be distressed by their plots.","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:71","price":"They say, “When will this warning come to pass, if you are truthful?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:72","price":"Say, “Perhaps some of what you seek to hasten is quite near to you.”","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:73","price":"Indeed, your Lord is graceful to mankind[23], but most of them are ungrateful.","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":"[23] As He delays their punishment and grants them respite to repent.","lang":"en"},{"name":"27:74","price":"Your Lord surely knows all that their hearts conceal and all that they reveal[24].","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":"[24] In words or actions.","lang":"en"},{"name":"27:75","price":"For there is nothing hidden in the heavens and earth except that it is [written] in a clear Record[25].","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":"[25] i.e., the Preserved Tablet (Al-Lawh Al-Mahfūz).","lang":"en"},{"name":"27:76","price":"Indeed, this Qur’an explains to the Children of Israel most of that over which they differ.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:77","price":"And it is certainly a guidance and mercy for the believers.","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:78","price":"Indeed, your Lord will judge between them by His justice, for He is the All-Mighty, the All-Knowing.","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:79","price":"So put your trust in Allah, for you are upon the clear truth.","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:80","price":"You cannot make the dead[26] hear, nor can you make the deaf hear the call when they turn their backs retreating.","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":"[26] i.e., whose hearts have died due to their disbelief in Allah.","lang":"en"},{"name":"27:81","price":"Nor can you guide the blind out of their error, nor can you make anyone hear except those who believe in Our verses, for they are ready to submit to Allah.","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:82","price":"When the decree [of the Hour] comes to pass against them, We will bring forth to them a beast[27] out of the earth that will tell them that the people had no faith in Our verses.","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":"[27] The emergence of this beast is one of the major signs of the Day of Judgment; it will speak to people.","lang":"en"},{"name":"27:83","price":"And [beware of] the Day when We will gather from every nation a group of those who used to reject Our verses, and they will be driven in ranks.","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:84","price":"When they finally come, He will say, “Did you reject My verses without even comprehending them, or what exactly were you doing?","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:85","price":"The decree [of punishment] will befall them because of their wrongdoing, leaving them speechless.","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:86","price":"Do they not see that We made the night for them to rest in, and made the day bright? Indeed, there are signs in this for people who believe.","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:87","price":"And [beware of] the Day when the Trumpet will be blown, and all those who are in the heavens and on earth will be horrified except whom Allah wills[28], and all will come to Him, fully humbled.","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":"[28] The Trumpet will be blown twice: The first blow will cause all to be horrified and then they will die, except whom Allah spares, and the second blow will cause all to be resurrected.","lang":"en"},{"name":"27:88","price":"You will see the mountains, thinking them firmly fixed[29], but they will be moving like clouds – such is the design of Allah, Who has perfected everything. Indeed, He is All-Aware of what you do.","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":"[29] Or solid.","lang":"en"},{"name":"27:89","price":"Whoever comes with a good deed will be rewarded with better than it, and they will be safe from the horror of that Day.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:90","price":"But whoever comes with an evil deed[30] will be thrown on their faces in the Fire. Are you recompensed except for what you used to do?","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":"[30] Without having repented from disbelief or sins.","lang":"en"},{"name":"27:91","price":"Say, “I have been commanded only to worship the Lord of this city [of Makkah] Who made it sacred and to Whom belongs all things. And I am commanded to be one of those who submit to Allah [in Islam],","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:92","price":"and to recite the Qur’an.” Then whoever chooses guidance, it is only for his own good; but whoever chooses to go astray, say [O Prophet], “I am only one of the warners.”","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"27:93","price":"And say, “All praise is for Allah. He will show you His signs, then you will acknowledge them. Your Lord is not unaware of what you do.”","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:1","price":"Tā Sīn Mīm.[1]","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"[1] See footnote 2:1.","lang":"en"},{"name":"28:2","price":"These are the verses of the clear Book.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:3","price":"We recount to you part of the story of Moses and Pharaoh in truth for people who believe.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:4","price":"Indeed, Pharaoh arrogantly elevated himself in the land and divided its people into different factions; oppressing one group of them[2], slaughtering their sons and sparing their women alive[3]. He was truly one of those who spread corruption.","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"[2] i.e., the Children of Israel.\n [3] For their own service and as a sign of humiliation to the Children of Israel.","lang":"en"},{"name":"28:5","price":"But We wanted to bestow favor upon those who were oppressed in the land[4], and make them leaders and inheritors [of the land],","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"[4] i.e., the Children of Israel who were oppressed by Pharaoh in Egypt.","lang":"en"},{"name":"28:6","price":"and to establish them in the land, and to show Pharaoh, Hāmān[5] and their soldiers[6] that which they feared[7].","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"[5] Hāmān was Pharaoh’s minister during the time of Moses.\n [6] Through those whom they oppressed and enslaved.\n [7] i.e., the fulfillment of the Pharaoh’s old dream that his kingdom would come to an end at the hands of a newborn from the Children of Israel.","lang":"en"},{"name":"28:7","price":"We inspired the mother of Moses, “Suckle him; but when you fear for him, cast him into the river, and do not fear or grieve. We will surely return him to you, and will make him one of the messengers.”","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:8","price":"Then the household of Pharaoh picked him up, so that he may become an enemy to them and a source of grief. Indeed, Pharaoh, Hāmān and their soldiers were wrongdoers.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:9","price":"Pharaoh’s wife said, “He is a source of joy for me and you. Do not kill him; he will probably benefit us, or we may adopt him as a son.” They were unaware [of the consequences].","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:10","price":"The heart of Moses’ mother became restless; she was about to disclose it, had We not reassured her heart so that she would maintain her faith [in Allah’s promise].","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:11","price":"She said to his sister, “Keep track of him.” So she watched him from a distance, without them noticing.","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:12","price":"We had already forbidden for him all wet nurses[8], then she said, “Shall I direct you to a household who will nurse him for you and take good care of him?”","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"[8] Moses had refused to nurse from any other woman.","lang":"en"},{"name":"28:13","price":"Then We returned him to his mother so that she would be comforted and not grieve, and so that she would know that Allah’s promise is true. Yet most of them do not know.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:14","price":"When he reached his full strength and maturity, We gave him wisdom and knowledge. This is how We reward those who do good.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:15","price":"Once he entered the city unnoticed by its people[9], and found two men fighting: one of his own people and the other of his enemies. The one from his own people called him for help against his enemy, so Moses struck him with his fist, causing his death. Moses said, “This is of Satan’s work; he is a sworn enemy who mislead people.”","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"[9] i.e., as it was the time of rest at noon.","lang":"en"},{"name":"28:16","price":"He said, “My Lord, I have wronged myself, so forgive me,” Then He forgave him, for He is indeed the All-Forgiving, the Most Merciful.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:17","price":"He said, “My Lord, because of the blessings that You have bestowed upon me, I will never be a supporter of the wicked.”","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:18","price":"Then he became fearful and vigilant in the city; suddenly the one who sought his help the day before cried out to him again for help. Moses said to him, “You are clearly a troublemaker.”","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:19","price":"When he was about to strike the one who was an enemy to both of them, he[10] said, “O Moses, do you want to kill me as you killed that person yesterday? You only want to be a tyrant in the land, and you do not want to be one of those who put things right!”","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"[10] i.e., the Israelite thought that Moses wanted to strike him.","lang":"en"},{"name":"28:20","price":"Then there came a man rushing from the farthest end of the city, and said, “O Moses, the chiefs are conspiring to kill you, so leave. I am giving you sincere advice.”","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:21","price":"So he left the city, fearful and vigilant. He said, “My Lord, save me from the wrongdoing people.”","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:22","price":"When he headed towards Midian, he said, “My Lord will surely guide me to a straight way.”","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:23","price":"When he arrived at the well of Midian, he found a crowd of people watering [their flocks] and found apart from them two women holding [their flocks] back. He said, “What is the matter with you?” They said, “We cannot water [them] until the shepherds take [their flocks] away, and our father is a very old man.”","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:24","price":"So he watered [their flocks] for them, then he turned to the shade and said, “My Lord, I am desperately in need of whatever good You may send down to me[11].”","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"[11] Moses left Egypt having nothing until he arrived in Midian. As soon as he sought Allah's help, Allah gave him a wife, a livelihood, and a home.","lang":"en"},{"name":"28:25","price":"Then one of the two women came to him, walking modestly. She said, “My father[12] is inviting you so that he may reward you for watering [our flocks] for us.” When he came to him and told him the whole story, he said, “Have no fear. You are now safe from the wrongdoing people.”","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"[12] Prophet Shu‘ayb, the father of the two women.","lang":"en"},{"name":"28:26","price":"One of the two daughters said, “O dear father, hire him; the best one you can hire is the strong and trustworthy.”","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:27","price":"He said, “I would like to give you one of these two daughters of mine in marriage, provided that you serve me for eight years; if you complete ten, it will be of your own free will. I do not want to make things difficult for you. You will find me, if Allah wills, from among the righteous.”","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:28","price":"Moses said, “Let that be the agreement between me and you. Whichever of the two terms I complete, there will be no further obligation on me, and Allah is Witness over what we say.”","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:29","price":"When Moses had completed the term[13] and was traveling with his family, he spotted a fire in the direction of Mount Tūr. He said to his family[14], “Stay here; I have spotted a fire. Perhaps I will bring you from there some news or a brand of fire so that you may warm yourselves.”","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"[13] Moses completed the ten years term instead of eight years.\n [14] From Midian to Egypt.","lang":"en"},{"name":"28:30","price":"But when he came to it, he was called from the tree[15] in the sacred ground on the right side of the valley: “O Moses, I am Allah, the Lord of the worlds.","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"[15] Which was within the fire.","lang":"en"},{"name":"28:31","price":"Throw down your staff.” But when he saw it slithering as if it were a snake, he turned and ran away without looking back. [Allah said], “O Moses, come back, and have no fear; you are perfectly safe.","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:32","price":"Put your hand into your garment, it will come out shining white without blemish, and draw your arms tight to you to calm your fear. These are two proofs from your Lord to Pharaoh and his chiefs, for they are indeed a rebellious people.”","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:33","price":"Moses said, “My Lord, I have killed one of their men, and I fear that they may kill me.","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:34","price":"My brother Aaron is more eloquent than me in speech, so send him with me as a helper to confirm my words, for I fear that they may reject me.”","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:35","price":"Allah said, “We will strengthen you through your brother and give you both power, so they cannot harm you. With Our signs, you and your followers will prevail.”","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:36","price":"When Moses came to them with Our clear signs, they said, “This is nothing but fabricated magic; we have not heard of this from our earlier ancestors.”","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:37","price":"Moses said, “My Lord knows best who has come with guidance from Him and who will have the best abode in the end. The wrongdoers will never succeed.”","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:38","price":"Pharaoh said, “O chiefs, I do not know for you any god other than myself. So bake for me bricks out of clay, O Hāmān, and build for me a tower so that I may have a look at the God of Moses, for I think he is a liar.”","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:39","price":"He and his soldiers were arrogant in the land without any right and thought that they would not be brought back to Us.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:40","price":"So We seized him and his soldiers and flung them into the sea[16]. See how was the end of the wrongdoers!","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"[16] Allah caused them to enter the sea in pursuit of Moses and the believers.","lang":"en"},{"name":"28:41","price":"We made them leaders[17] calling to the Fire, and on the Day of Resurrection they will not be helped.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"[17] i.e., precedents or role models, followed by subsequent tyrants.","lang":"en"},{"name":"28:42","price":"We caused a curse to pursue them in this world, and on the Day of Resurrection they will be among those who are despised.","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:43","price":"We gave Moses the Scripture after destroying earlier nations, as an insight for mankind, and a guidance and mercy, so that they may take heed.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:44","price":"You were not [O Prophet] on the western side [of the mountain] when We gave Moses Our commandment, nor did you witness that event[18].","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"[18] The pagans of Makkah are recurrently reminded in the Quran that the Prophet (ﷺ) did not witness any of these events that happened centuries before his birth. See 12:102, 3:44, 11:49. So the only logical way of knowing about these stories is the divine revelation.","lang":"en"},{"name":"28:45","price":"But We brought forth many generations [after Moses], and a long time passed on them[19]. And you [O Prophet] did not dwell among the people of Midian, rehearsing with them Our verses[20], but it is We Who sent you as a messenger [and revealed to you their stories].","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"[19] So they forgot and neglected the ordinances of Allah over time.\n [20] The Prophet (ﷺ) had no way of knowing these stories except through the revelation from Allah.","lang":"en"},{"name":"28:46","price":"You were not at the side of Mount Tūr when We called out [to Moses]. But [you have been sent] as a mercy from your Lord, to warn a people to whom no warner had come before you, so that they may take heed.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:47","price":"So they would not say – if struck by a calamity because of what their hands have sent forth, “Our Lord, if only You had sent us a messenger, so we could follow Your verses and be among the believers?”","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:48","price":"But when the truth came to them from Us, they said, “If only he was given the like of what was given to Moses before[21].” Did they not reject what was given to Moses before? They say, “Both [revelations] are works of magic, supporting each other”, adding, “We truly reject both of them[22].”","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"[21] The pagans of Makkah demanded that the Qur’an should have been revealed all at once like the Torah, and the Prophet (ﷺ) should have brought us tangible miracles like Moses’ staff, illuminating hand, etc.\n [22] It refers to the pagans of Makkah concerning the Qur’an and the Torah.","lang":"en"},{"name":"28:49","price":"Say, “Then bring a scripture from Allah which is better in guidance than these two so that I may follow it, if you are truthful.”","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:50","price":"But if they do not respond to you, then know that they only follow their desires. Who is more astray than one who follows his desire without any guidance from Allah? Indeed, Allah does not guide the wrongdoing people.","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:51","price":"And We have constantly conveyed the Word [of admonition] to them[23], so that they may take heed.","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"[23] i.e., to the pagans of Makkah and the Jews from among the Children of Israel about the consequences of the doomed nations.","lang":"en"},{"name":"28:52","price":"As for those whom We gave the Scripture before this [Qur’an], they[24] do believe in it.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"[24] i.e., the sincere believers among the People of the Book.","lang":"en"},{"name":"28:53","price":"When this [Qur’an] is recited to them, they say, “We believe in it, for it is the truth from our Lord. We had already submitted [as Muslims even] before this[25].”","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"[25] Such as ‘Abdullah ibn Salām and Salmān al-Fārisi.","lang":"en"},{"name":"28:54","price":"They will be given their reward twice for their patience, repelling evil with good[26], and for spending out of what We have provided for them.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"[26] i.e., compensating their misdeeds with good deeds, or responding to evil with what is good.","lang":"en"},{"name":"28:55","price":"When they hear vain talk, they turn away from it and say, “We are accountable for our deeds and you for yours. Peace [is our response] to you[27]! We do not want [to be with] the ignorant.”","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"[27] i.e., \"You are secure from being treated in a like manner by us.\"","lang":"en"},{"name":"28:56","price":"You cannot guide whoever you like, but Allah guides whom He wills, and He knows best who will be guided.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:57","price":"They say, “If we follow the guidance with you [O Prophet], we will be snatched away from our land[28].” Have We not established for them a safe sanctuary [in Makkah] to which fruits of all kinds are brought as provision from Us? But most of them do not know.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"[28] By other Arab tribes.","lang":"en"},{"name":"28:58","price":"How many a town We have destroyed that were arrogant due to their affluence! Those are their dwellings which were never inhabited after them except briefly[29]. It is We Who were the Inheritors.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"[29] By travelers of pagans of Makkah seeking temporary shelter.","lang":"en"},{"name":"28:59","price":"Your Lord would never destroy towns without first sending to their main city a messenger, reciting to them Our verses. Nor would We destroy towns unless their people were wrongdoers.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:60","price":"Whatever you have been given is only an enjoyment and adornment of the life of this world, but what is with Allah is better and more lasting. Will you not then understand?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:61","price":"Is one whom We promised a good promise – which he is going to obtain – like one whom We gave the pleasure of the life of this world, then on the Day of Resurrection he will be among those summoned [to Hellfire]?","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:62","price":"And [beware of] the Day when He will call out to them and say, “Where are those whom you claimed to be My partners?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:63","price":"Those against whom the word will be fulfilled[30] will say, “Our Lord, these are the ones whom we led astray; we led them astray as we ourselves went astray. We disassociate ourselves [from them] before You; it was not us that they used to worship[31].”","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"[30] i.e., the disbelievers upon whom the decree of punishment has been passed.\n [31] i.e., We did not force them, nor did they obey us; rather, they obeyed their own desires.","lang":"en"},{"name":"28:64","price":"Then they will be told, “Call upon your [so-called] partners [for help].” They will call upon them, but will receive no response. They will see the punishment, wishing that they had followed guidance.","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:65","price":"On the Day when He will call out to them, saying, “What response did you give to the messengers?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:66","price":"They will be dumbstruck[32] on that Day, not even able to ask one another.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"[32] Not being able to make excuses or invent lies.","lang":"en"},{"name":"28:67","price":"But whoever repents and believes, and does righteous deeds, he will be among the successful.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:68","price":"Your Lord creates and chooses what He wills; they have no choice. Glorified is Allah and Exalted is He far above what they associate with Him.","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:69","price":"Your Lord knows all that their hearts conceal and all that they reveal.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:70","price":"He is Allah: none has the right to be worshiped except Him. All praise belongs to Him in this life and the Hereafter. His is the Judgment, and to Him you will all be returned.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:71","price":"Say, “What do you think, if Allah were to make the night perpetual for you until the Day of Resurrection, which god other than Allah could bring you shining light? Do you not then listen?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:72","price":"Say, “What do you think, if Allah were to make the day perpetual for you until the Day of Resurrection, which god other than Allah could bring you night to rest in? Do you not then see?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:73","price":"It is out of His mercy that He made for you the night and day, so that you may rest therein and seek of His bounty, and so that you may be grateful.","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:74","price":"And [beware of] the Day when He will call out to them and say, “Where are those whom you claimed to be My partners?”","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:75","price":"We will bring forth from every nation a witness[33] and say, “Bring your proof.” They will then know that the truth is with Allah, and all [false gods] that they used to invent will be lost from them.","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"[33] i.e., a prophet.","lang":"en"},{"name":"28:76","price":"Indeed, Korah[34] was one of the people of Moses, but he behaved arrogantly towards them. We had given him such treasures that their keys would weigh down a group of strong men. When his people said to him, “Do not exult, for Allah does not like the exultant.","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"[34] Korah was Moses’ cousin. Instead of helping his people, he behaved arrogantly toward them.","lang":"en"},{"name":"28:77","price":"Rather, seek with what Allah has given you the abode of the Hereafter, without forgetting your share of this world, and do good as Allah has done good to you, and do not seek to spread corruption in the land, for Allah does not like those who spread corruption.”","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:78","price":"He said, “I have been given all this because of the knowledge that I have.” Did he not know that Allah destroyed some generations before him who were superior to him in power and greater in accumulating [wealth]? There will be no need for the wicked to be asked about their sins[35].","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"[35] Since Allah already knows their sins; they will only be interrogated as a form of censure and rebuke.","lang":"en"},{"name":"28:79","price":"He came out before his people in all his glamor. Those who desired the life of this world said, “Oh, would that we had the like of what Korah has been given! He is indeed a man of great fortune.”","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:80","price":"But those who were given knowledge said, “Woe to you! Allah’s reward is better for those who believe and do righteous deeds. But none will attain this except those who are steadfast.”","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:81","price":"Then We caused the earth to swallow him and his house. There was no one to help him against Allah, nor was he able to help himself.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:82","price":"Those who had wished for his position the day before started saying, “Oh, it is surely Allah Who extends provisions to whom He wills or restricts it. If Allah had not favored us, He could have caused the earth to swallow us too. Oh, indeed the disbelievers will never succeed.”","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:83","price":"That is the abode of the Hereafter We will assign to those who neither seek superiority nor corruption on earth. The best outcome is for those who fear Allah.","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:84","price":"Whoever comes with a good deed will be rewarded with what is better, and whoever comes with an evil deed, the evildoers will only be recompensed for what they used to do.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:85","price":"Indeed, the One Who has ordained for you the Qur’an will bring you back home[36]. Say, “My Lord knows best who has come with guidance and who is clearly misguided.”","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"[36] This is referring to the return of the Prophet (ﷺ) to Makkah after emigration to Medina, which did take place eventually as a conquerer.","lang":"en"},{"name":"28:86","price":"You were not expecting the Book to be revealed to you, but it was a mercy from your Lord. So never be a supporter to the disbelievers[37].","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"[37] By making any concessions to their beliefs.","lang":"en"},{"name":"28:87","price":"Do not let them turn you away from Allah’s verses after they have been sent down to you. Rather, call people to your Lord, and never be among those who associate partners with Allah.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"28:88","price":"Do not invoke with Allah another god; none has the right to be worshiped except Him. Everything will perish except His Face[38]. His is the Judgment and to Him you will all be brought back.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"[38] i.e., except Himself. The commentators have two interpretations here: 1. that Allah is Permanent and Eternal, for everything will perish except Himself. 2. that everything will perish except what is done for the sake (Face) of Allah.","lang":"en"},{"name":"29:1","price":"Alif Lām Mīm[1].","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"[1] See footnote 2:1","lang":"en"},{"name":"29:2","price":"Do people think once they say, “We believe,” that they will be left without being put to the test?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:3","price":"We certainly tested those who came before them. For Allah will surely make known those who are truthful and those who are liars.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:4","price":"Do the evildoers think that they can escape Us? How evil is their judgment!","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:5","price":"Whoever hopes to meet Allah, the time appointed by Allah is sure to come, and He is the All-Hearing, the All-Knowing.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:6","price":"Whoever strives, he only strives for his own good. Indeed, Allah is in no need of the worlds.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:7","price":"As for those who believe and do righteous deeds, We will surely expiate their sins, and reward them according to the best of what they used to do.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:8","price":"We have enjoined upon man kindness to his parents. But if they strive to make you associate with Me what you have no knowledge of[2], then do not obey them. To Me is your return; then I will inform you of what you used to do.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"[2] Knowledge of other gods, as there can be no valid knowledge about something non-existent or untrue.","lang":"en"},{"name":"29:9","price":"Those who believe and do righteous deeds, We will surely admit them among the righteous.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:10","price":"There are some among people who say, “We believe in Allah”, but when they suffer for the sake of Allah, they deem the persecution of men as equal to the punishment of Allah. But when victory comes from your Lord, they will surely say, “We were with you.” Does Allah not know best what is in the hearts of all people?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:11","price":"Allah will certainly make known those who truly believe and those who are hypocrites.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:12","price":"Those who disbelieve say to those who believe, “Follow our way, and we will bear the burden of your sins.” But they will never bear any of their sins. They are indeed liars.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:13","price":"They will certainly bear their own burdens, as well as other burdens along with their own burdens[3], and on the Day of Resurrection they will certainly be questioned concerning what they used to fabricate.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"[3] They will carry the burdens of those whom they misled besides their own sins, although it will not lessen the burden of the former.","lang":"en"},{"name":"29:14","price":"We sent Noah to his people, and he lived among them for a thousand years, less fifty. Then the Flood overtook them, while they persisted in wrongdoing.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:15","price":"But We saved him and those who were in the Ark, and We made it[4] a sign for all people.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"[4] i.e., the Ark or the story.","lang":"en"},{"name":"29:16","price":"And [remember] Abraham, when he said to his people, “Worship Allah and fear Him; that is better for you, if only you knew.","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:17","price":"You worship nothing besides Allah but idols and fabricate lies. Those whom you worship besides Allah have no power to give you provision. So seek provision from Allah, worship Him, and be grateful to Him. To Him you will all be returned.","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:18","price":"If you reject [the message], so did many nations reject before you. The duty of the Messenger is only to deliver the message clearly[5].”","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"[5] It is either the continuation of the words of Abraham or Allah’s words given as a comfort to the Prophet (ﷺ).","lang":"en"},{"name":"29:19","price":"Do they not see how Allah originates the creation then resurrects it? That is certainly easy for Allah.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:20","price":"Say, “Travel through the land and see how He originated the creation, and then Allah will repeat it a second time. Indeed, Allah is Most Capable of all things.”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:21","price":"He punishes whom He wills and shows mercy to whom He wills, and to Him you will all be returned.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:22","price":"You cannot escape [His punishment] on earth or in heaven, and you have no protector or helper besides Allah.”","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:23","price":"Those who disbelieve in Allah’s signs and the meeting with Him, it is they who will have no hope in My mercy, and for them there will be a painful punishment.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:24","price":"His people’s only response was to say, “Kill him or burn him!” But Allah saved him from the fire[6]. Indeed, there are signs in this for people who believe.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"[6] The people of Abraham tried to burn him because he called them to worship Allah alone without associating others with Him; eventually, he smashed their idols. For the full story see 21:51-71.","lang":"en"},{"name":"29:25","price":"He said, “You have taken idols other than Allah as a means of love among yourselves in the life of this world, but on the Day of Resurrection you will disown and curse one another. Your abode will be the Fire, and you will have no helpers.”","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:26","price":"Lot believed in him, and Abraham said, “I am emigrating to my Lord. He is indeed the All-Mighty, the All-Wise.”","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:27","price":"We gave him Isaac and Jacob, and assigned prophethood and scripture to his offspring, and gave him his reward in this life[7], and in the Hereafter he will surely be among the righteous.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"[7] By righteous offspring, honorable mention, etc.","lang":"en"},{"name":"29:28","price":"And [remember] Lot, when he said to his people, “You surely commit a shameful act that no one in the world has ever done before you.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:29","price":"Do you approach men with lust, engage in highway robbery[8], and practice immoral acts in your gatherings?” But the only response his people gave was to say, “Bring us Allah’s punishment, if you are truthful.”","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"[8] And aggression against travelers.","lang":"en"},{"name":"29:30","price":"He said, “My Lord, help me against people who spread corruption.”","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:31","price":"When Our angel-messengers came to Abraham with glad tidings[9], they said, “We are going to destroy the people of this town, for its people have been persisting in wickedness.”","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"[9] Of the birth of Isaac and his son, Jacob.","lang":"en"},{"name":"29:32","price":"He said, “But Lot is there!” They said, “We know well who is there. We will surely save him and his family, except his wife; she is one of those who will remain behind.”","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:33","price":"When Our angel-messengers came to Lot, he was distressed by their coming and felt troubled on their account[10], but they said, “Do not fear nor grieve; we will surely save you and your family, except your wife; she is one of those who will remain behind.”","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"[10] Because they came in the form of handsome men, so Prophet Lot was worried for the dignity of his guests from his wicked people.","lang":"en"},{"name":"29:34","price":"We will surely send down on the people of this town a scourge from heaven because of their evildoing.”","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:35","price":"We surely left some of its ruins as a clear sign for people of understanding.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:36","price":"To the people of Midian we sent their brother Shu‘ayb. He said, “O my people, worship Allah and expect the Last Day, and do not go about spreading corruption in the land.”","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:37","price":"But they rejected him, so an earthquake seized them and they fell lifeless in their homes.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:38","price":"And [We destroyed] ‘Ād and Thamūd, which is clear to you from their ruined dwellings. Satan made their deeds appealing to them and averted them from the right way, although they were people of perception.","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:39","price":"And [We also destroyed] Korah, Pharaoh and Hāmān. Moses came to them with clear signs, but they showed arrogance in the land, yet they could not escape [Us].","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:40","price":"Each of them We seized for their sin: against some of them We sent a storm of stones[11]; some were seized by a blast[12]; some We caused the earth to swallow[13]; and some We drowned[14]. It was not Allah Who wronged them, but it was they who wronged themselves.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"[11] e.g., the people of Prophet Lot; and the people of Prophet Hūd (Aad) who were subjected to a furious windstorm for seven nights and eight days continuously.\n [12] e.g., the people of Prophet Sālih (Thamūd).\n [13] e.g., Korah, the cousin of Prophet Moses.\n [14] e.g., the people of Prophet Noah; Pharaoh; and Hāmān.","lang":"en"},{"name":"29:41","price":"The likeness of those who take protectors other than Allah is that of a spider spinning a house. Indeed, the flimsiest of houses is the house of a spider[15], if only they knew.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"[15] As it cannot protect the spider against rain, strong wind, and enemies.","lang":"en"},{"name":"29:42","price":"Allah knows whatever they call upon besides Him. He is the All-Mighty, the All-Wise.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:43","price":"Such are the comparisons We set forth for people, but none will understand them except the people of knowledge.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:44","price":"Allah created the heavens and earth for a true purpose. Indeed, there is a sign in this for the believers.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"en"},{"name":"29:45","price":"Recite [O Prophet] what is revealed to you of the Book, and establish prayer, for indeed prayer restrains one from immoral acts and wickedness[16]. Indeed, the remembrance of Allah is of greater merit. And Allah knows all what you do.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"[16] For it instills light in the heart, which prevents committing sins and guides to good deeds.","lang":"en"}],"juz":{"id":20,"name":"أَمَّنْ خَلَقَ","transliteration":"Amman Khalaq","transEn":"Is He Who Created","startVerse":"27:56","endVerse":"29:45","totalVerses":171}}