{"data":[{"name":"33:31","price":"But whoever among you devoutly obeys Allah and His Messenger and does righteous deeds, We will give her a double reward, and We have prepared for her an honorable provision.","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:32","price":"O wives of the Prophet, you are not like any other women: if you fear Allah, do not be complaisant in your speech[27], lest those with sickness in their hearts should be moved with desire; but speak in an appropriate manner.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"[27] i.e., do not be soft in your speech.","lang":"en"},{"name":"33:33","price":"Stay in your homes and do not display your charms as was done in the former days of ignorance; establish prayer and give Zakah; and obey Allah and His Messenger. Allah only intends to keep evil away from you, O members of the [Prophet’s] household, and to completely purify you.","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:34","price":"And remember what is recited in your homes of Allah’s verses and [prophetic] wisdom[28]. Allah is Most Subtle, All-Aware.","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"[28] The Sunnah or the teachings of the Prophet (ﷺ).","lang":"en"},{"name":"33:35","price":"Muslim men and women, believing men and women, obedient men and women, truthful men and women, patient men and women, humble men and women, charitable men and women, fasting men and women, and the men and women who guard their chastity, and men and women who remember Allah much – Allah has prepared for them forgiveness and a great reward.","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:36","price":"It is not for a believing man or woman – when Allah and His Messenger have decided a matter – to have any other choice in their matter[29]. Whoever disobeys Allah and His Messenger has clearly gone astray.","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"[29] i.e., to seek judgment from anyone else, or to have a choice to accept or reject it.","lang":"en"},{"name":"33:37","price":"And [remember, O Prophet] when you were saying to the one[30] who was favored by Allah[31] and favored by you[32], “Keep your wife and fear Allah.” You were concealing in your heart what Allah was going to reveal[33], and you were fearing people[34], while it was more fitting that you should fear Allah[35]. When Zayd no longer had desire for her, We gave her to you in marriage, so that there would be no restraint for the believers in marrying the ex-wives of their adopted sons when they no longer have desire for them. And Allah’s decree is bound to be fulfilled.","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"[30] It refers to the Prophet's adopted son, Zayd ibn Hārithah, before the adoption was abolished.\n [31] By guiding him to Islam.\n [32] By emancipating him from bondage.\n [33] i.e., the command of Allah to the Prophet (ﷺ) to marry Zaynab bint Jahsh after Zayd divorced her; in order to make clear to people that a man can marry a woman previously married to his adopted son.\n [34] i.e., fear that people may say that he married the former wife of his adopted son.\n [35] By making Allah’s command known to people.","lang":"en"},{"name":"33:38","price":"There is no blame on the Prophet concerning what Allah has made lawful for him[36]. Such was the way of Allah with those [prophets] who came before. And Allah’s command is a decree firmly determined,","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"[36] Concerning the Prophet’s (ﷺ) marriage with Zaynab bint Jahsh.","lang":"en"},{"name":"33:39","price":"those who convey the messages of Allah[37] and fear Him, and they do not fear anyone except Allah. And sufficient is Allah as a Reckoner.","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"[37] i.e., the prophets and their followers who honestly convey Allah’s message to the people.","lang":"en"},{"name":"33:40","price":"Muhammad is not the father of any of your men[38], but he is the Messenger of Allah and the seal of the prophets. And Allah is All-Knowing of everything.","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"[38] Muhammad (ﷺ) is not the father of any men, neither Zaid (previously mentioned in verse 37) nor any other men. He (ﷺ) had three biological sons: Qāsim, Ibrāhim, and Abdullah; all of them died in their childhood.","lang":"en"},{"name":"33:41","price":"O you who believe, remember Allah much,","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:42","price":"and glorify Him morning and evening.","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:43","price":"It is He Who confers blessings upon you[39], and His angels pray for you, so that He may bring you out of the depths of darkness into the light. And He is Most Merciful to the believers.","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"[39] i.e., He praises you in the presence of the angels.","lang":"en"},{"name":"33:44","price":"Their greeting on the Day they meet Him will be, “Peace,” and He has prepared for them a generous reward.","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:45","price":"O prophet, We have sent you as a witness, a bearer of glad tidings and a warner,","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:46","price":"and a caller to [the way of] Allah by His command, and as a lamp spreading light.","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:47","price":"And give glad tidings to the believers that they will have a great bounty from Allah.","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:48","price":"Do not yield to the disbelievers and the hypocrites, and pay no heed to their annoyances. Put your trust in Allah, for Allah is sufficient as a Trustee of affairs.","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:49","price":"O you who believe, when you marry believing women and then divorce them before the marriage is consummated[40], you have no reason to ask them to observe any waiting period[41], so give them compensation and release them in a pleasant manner.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"[40] Lit., before you touch them.\n [41] After divorce a waiting period of three months is observed; however, if the marriage is not consummated, then there is no waiting period after the divorce.","lang":"en"},{"name":"33:50","price":"O Prophet, We have made lawful for you[42] your wives whose dowries[43] you have paid; any bondwomen you may own from the captives whom Allah has bestowed upon you; daughters of your paternal uncle, daughters of your paternal aunts, daughters of your maternal uncle, daughters of your maternal aunts who have migrated with you; and a believing woman who offers herself to the Prophet [without dowry] if the Prophet wishes to marry her, [this is] exclusively for you, not for the rest of the believers. We know well what We have ordained for them concerning their marriages and the bondwomen they may own, so that there would be no discomfort for you. And Allah is All-Forgiving, Most Merciful..","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"[42] As for the Muslims, see 4:3. [43] i.e., bridal gifts (mahr).","lang":"en"},{"name":"33:51","price":"You [O Prophet] may postpone [the turn of] whoever you wish [of your wives], and you may share your time with whoever of them you wish[44], and there is no blame on you if you call back any of those whose turn you have set aside. That is more likely that they will be content and not distressed, and that they will be satisfied with what you give them all. Allah knows what is in your hearts, and Allah is All-Knowing, Most Forbearing.","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"[44] The Prophet’s marital life is classified into four stages: He was single until the age of 25. He was married only to Khadijah from the age of 25 to 50. He had no wife after Khadijah’s death from the age of 50 to 52. Finally, he had a total of ten wives from the age of 53 until his death at the age of 63. Most of these marriages were to widows, and in some cases to foster ties with some of his companions and neighboring tribes. ‘Ā’ishah was the only virgin among all his wives.","lang":"en"},{"name":"33:52","price":"It is not lawful for you [O Prophet] to marry more women henceforth, nor can you replace any of them with others, even if their beauty may please you, except those bondwomen whom you own. And Allah is ever Watchful over all things.","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:53","price":"O you who believe, do not enter the houses of the Prophet unless you are given permission for a meal; not so early as to wait for the meal to be prepared. But if you are invited, then enter, and when you have eaten, then disperse, without lingering for conversation. Such [behavior] causes annoyance to the Prophet; he is too shy to express it to you, but Allah is not shy of [telling] the truth. And if you ask his wives for something, ask them from behind a screen; that is purer for your hearts and their hearts. It is not lawful for you to cause annoyance to Allah’s Messenger, or to ever marry his wives after him, for that is indeed an enormous sin before Allah.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:54","price":"Whether you reveal something or conceal it, Allah is All-Knowing of everything.","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:55","price":"There is no blame on the Prophet’s wives [if they are seen unveiled] by their fathers[45], their sons, their brothers, their brothers’ sons, their sisters’ sons[46], their fellow [Muslim] women, and their slaves whom they own. And fear Allah [O Prophet’s wives], for Allah is Witness over all things.","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"[45] Uncles, paternal or maternal, are similar to fathers.\n [46] It is permissible for a woman to appear before these male relatives without wearing a hijāb (a complete covering).","lang":"en"},{"name":"33:56","price":"Indeed, Allah sends His blessings upon the Prophet, and His angels pray for him. O you who believe, invoke Allah’s blessings upon him and send him greetings of peace.","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:57","price":"Those who offend Allah[47] and His Messenger[48] are cursed by Allah in this world and in the Hereafter, and He has prepared for them a humiliating punishment.","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"[47] By falsely ascribing children to Him or associating partners with Him.\n [48] By offending him or his household in words or actions.","lang":"en"},{"name":"33:58","price":"Those who abuse believing men and women[49] for something they did not commit, will bear the burden of slander and flagrant sin.","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"[49] By physically harming them or falsely accusing them.","lang":"en"},{"name":"33:59","price":"O Prophet, tell your wives and your daughters, and the believing women to draw their outer garments[50] over themselves; that is more likely that they will be known [as chaste women] and will not be harassed. And Allah is All-Forgiving, Most Merciful.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"[50] Jilbāb (pl. jalābīb): a cloak covering the woman's entire body.","lang":"en"},{"name":"33:60","price":"If the hypocrites and those who have sickness in their hearts[51], and the rumormongers in Madinah do not desist, We will surely instruct you [O Prophet] to overpower them, then they will not remain in the city with you except for a short while.","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"[51] By hiding disbelief and proclaiming faith.","lang":"en"},{"name":"33:61","price":"They are cursed; wherever they are found they should be seized and killed outright[52].","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"[52] It was a deterrence to the hypocrites, for the Prophet (ﷺ) did not kill anyone of them as long as they claimed to be Muslims.","lang":"en"},{"name":"33:62","price":"Such was Allah’s way with those [hypocrites] who came before, and you will find no change in Allah’s way.","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:63","price":"People ask you [O Prophet] concerning the Hour. Say, “Its knowledge is only with Allah.” How could you know? Perhaps the Hour is near.","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:64","price":"Indeed, Allah has cursed the disbelievers and has prepared for them a Blazing Fire,","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:65","price":"abiding therein forever, never will they find any protector or helper.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:66","price":"On the Day when their faces are turned over in the Fire, they will say, “Would that we had obeyed Allah and obeyed the Messenger!”","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:67","price":"They will say, “Our Lord, we obeyed our chiefs and our elders[53], but they led us astray from the [right] way.","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"[53] i.e., our leaders and our dignitaries.","lang":"en"},{"name":"33:68","price":"Our Lord, give them a double punishment and curse them with a mighty curse.”","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:69","price":"O you who believe, do not be like those who maligned Moses[54], but Allah cleared him of what they said; he was highly honored before Allah.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"[54] By falsely accusing him of having a skin disease or another physical defect, simply because he used to bathe with his clothes on, unlike others.","lang":"en"},{"name":"33:70","price":"O you who believe, fear Allah and say what is right,","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:71","price":"He will guide you to righteous deeds and forgive your sins. Whoever obeys Allah and His Messenger will surely achieve a supreme triumph.","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"33:72","price":"Indeed, We offered the Trust[55] to the heavens, the earth, and the mountains, yet they refused[56] to bear it and were afraid of it. But man assumed it; he is indeed wrongful and ignorant[57].","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"[55] i.e., legal assignments and pledge of obedience to Allah.\n [56] i.e., they did not accept the offer for fear of not being able to bear it in a due manner.\n [57] Coveting the reward of this commitment while forgetting the consequence of the failure to fulfilling his pledge.","lang":"en"},{"name":"33:73","price":"[As a result of that] Allah will punish the hypocrite men and women, and the polytheist men and women, and Allah will accept the repentance of the believing men and women, for Allah is All-Forgiving, Most Merciful[58].","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"[58] Allah is always willing to forgive whoever repents, regardless of the severity of the sin or the disobedience of His slaves.","lang":"en"},{"name":"34:1","price":"All praise be to Allah, to Whom belongs all that is in the heavens and all that is on earth, and to Him is the praise in the Hereafter; He is the All-Wise, All-Aware.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:2","price":"He knows whatever goes into the earth and whatever comes out of it, and whatever descends from the heaven and whatever ascends to it, and He is the Most Merciful, All-Forgiving.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:3","price":"Those who disbelieve say, “The Hour will not come to us.” Say, “Yes, by my Lord, it will surely come to you.” [He is] the Knower of the unseen; not even an atom’s weight[1] is hidden from Him in the heavens or on earth, nor is there anything smaller or bigger than that, except that it is in a clear Record[2],","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"[1] Or the weight of the smallest ant. [2] i.e., the Preserved Tablet (al-Lawh al-Mahfūz).","lang":"en"},{"name":"34:4","price":"so that He may reward those who believe and do righteous deeds; it is they who will have forgiveness and a generous provision.","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:5","price":"But those who strive against Our verses[3], seeking to discredit them, for such there will be a punishment of agonizing pain.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"[3] In order to undermine their credibility.","lang":"en"},{"name":"34:6","price":"Those who are blessed with knowledge can see that whatever has been sent down to you from your Lord is the truth and that it guides to the path of the All-Mighty, the Praiseworthy.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:7","price":"The disbelievers [mockingly] say, “Shall we show you a man[4] who will tell you that when you are completely disintegrated into dust, you will be created anew?”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"[4] i.e., the Prophet (ﷺ).","lang":"en"},{"name":"34:8","price":"Has he fabricated a lie against Allah, or is he mad?”[5] No, but those who do not believe in the Hereafter will be in the punishment, and they are extremely misguided.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"[5] People knew that the Prophet (ﷺ) was the most truthful person, as he was known to be the wisest person among them too; so Allah did not refute these two baseless accusations; rather, He only made mention of their consequence of denying the life after death.","lang":"en"},{"name":"34:9","price":"Do they not see all that is before them and all that is behind them of the heavens and earth? If We willed, We could cause the earth to swallow them up, or cause fragments of the sky to fall upon them. Indeed, there is a sign in this for every slave who turns to Allah in repentance.","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:10","price":"Indeed, We bestowed favors upon David: “O mountains, echo Allah’s praise with him, and the birds too!” And We made iron malleable for him:","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:11","price":"“Make coats of mail, and maintain balance in the linking rings, and do [all of you] righteous deeds, for I am All-Seeing of what you do.”","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:12","price":"And to Solomon [We subdued] the wind: its morning course was a month’s journey and its evening course was a month’s journey. And We caused a stream of molten brass to flow for him, and there were some jinn who worked for him by his Lord’s permission; whoever among them deviated from Our command, We made him taste the punishment of the Blazing Fire.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:13","price":"They made for him whatever he wished of sanctuaries[6], images[7], basins as large as reservoirs, and huge fixed cooking pots. “Do [good deeds] in gratitude, O household of David!” But few of My slaves are grateful.”","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"[6] i.e., palaces, dwellings, or places of prayer.\n [7] Which were not prohibited at the time of Solomon (ﷺ).","lang":"en"},{"name":"34:14","price":"Then when We decreed Solomon’s death, nothing showed them that he was dead except a creature of the earth[8] eating away his staff[9]. When he fell down, the jinn realized that if they had truly known the unseen, they would not have remained in the debasing servitude[10].","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"[8] i.e., a termite was gnawing his staff. [9] Upon which he was leaning.\n [10] It is proof that the jinn do not have knowledge of the unseen.","lang":"en"},{"name":"34:15","price":"There was a sign for [the people of] Sheba in their dwelling place: two gardens – one on the right and one on the left. “Eat of your Lord’s provision, and be grateful to Him; a pleasant land and a Forgiving Lord.”","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:16","price":"But they turned away, so We sent against them a devastating flood[11] and replaced their two gardens with two others of bitter fruit, and tamarisk bushes, and a few lote trees.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"[11] i.e., which destroyed their dam and submerged their farms.","lang":"en"},{"name":"34:17","price":"This is how We punished them for their ingratitude; would We punish anyone except those who are utterly ungrateful?","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:18","price":"We placed [a chain of] towns between them and the towns We had blessed[12], and We made between them well-measured distances[13]: “Travel through them by night and day safely.”","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"[12] i.e., between the land of the people of Sheba and the land of Makkah and Jerusalem.\n [13] i.e., We placed between them settlements at measured distances for the travelers’ convenience.","lang":"en"},{"name":"34:19","price":"But they said, “Our Lord, make [the distance between] our journeys longer[14],” and they wronged themselves. So We made them tales [of the past], and dispersed them in all directions. Indeed, there are signs in this for everyone who is patient and grateful.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"[14] They were bored of a comfortable life and easy traveling. Similarly, the Children of Israel were bored of eating the manna and quails and sought other types of food such as onions, garlic, cucumber, etc. See 2:61.","lang":"en"},{"name":"34:20","price":"Satan found his assumption[15] about them[16] to be true, for they followed him, except for a group of the believers,","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"[15] That he would be able to mislead them.\n [16] i.e., the people of Sheba or humankind in general.","lang":"en"},{"name":"34:21","price":"even though he had no authority over them, except that We might distinguish those who believe in the Hereafter from those who are in doubt about it. Your Lord is Watchful over all things.”","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:22","price":"Say, “Call upon those whom you claim [to be gods] besides Allah. They do not have even an atom’s weight of authority in the heavens or on earth, nor do they have any share in either of them, nor is any of them a helper to Allah.”","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:23","price":"No intercession will be of any benefit before Him, except for those whom He gave permission. Until when their hearts are relieved of dread[17], they will say [to the angels], “What did your Lord just say?” They will say, “The Truth, and He is the Most High, Most Great.”","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"[17] i.e., the hearts of the angels who will have permission to intercede.","lang":"en"},{"name":"34:24","price":"Say, “Who provides for you from the heavens and earth?” Say, “Allah! And surely either we or you[18] are rightly guided or clearly misguided.”","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"[18] i.e., the believers or the polytheists.","lang":"en"},{"name":"34:25","price":"Say, “You will not be questioned about our misdeeds, nor will we be questioned about your deeds.”","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:26","price":"Say, “Our Lord will gather us together, then He will rightly judge between us, for He is the All-Knowing Judge[19].”","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"[19] Al-Fattāh (lit., \"the Opener\"): He who decides all matters in truth and justice; opens the way to victory, success, relief, and knowledge.","lang":"en"},{"name":"34:27","price":"Say, “Show me those whom you have associated with Him as partners. No indeed! Rather, He is Allah, the All-Mighty, All-Wise.”","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:28","price":"We have not sent you [O Prophet] except as a bearer of glad tidings and a warner to all mankind, but most people do not know.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:29","price":"They say, “When will this promise come to pass, if you are truthful?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:30","price":"Say, “There is an appointed Day for you that you can neither delay for a while, nor can you bring it forward.”","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:31","price":"Those who disbelieve say, “We will never believe in this Qur’an or in any [Scripture] before it.” If only you could see when the wrongdoers would be made to stand before their Lord, throwing blame at one another! Those who were oppressed will say to those who were arrogant, “Had it not been for you, we would have been believers.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:32","price":"Those who were arrogant will say to those who were oppressed, “Was it we who prevented you from guidance after it came to you? Rather, you yourselves were wicked.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:33","price":"Those who were oppressed will say to those who were arrogant, “Rather, [it was your] conspiracy of night and day when you were ordering us to disbelieve in Allah and to set up rivals to Him.” They will hide their remorse when they see the punishment, and We will put shackles around the necks of those who disbelieved. Will they be recompensed except for what they used to do?","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:34","price":"We never sent a warner to a town except that its affluent ones said, “We disbelieve in what you have been sent with.”","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:35","price":"They[20] said, “We have greater wealth and more children, and we will not be punished”.","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"[20] i.e., the affluent ones of the people of Makkah and others.","lang":"en"},{"name":"34:36","price":"Say, “My Lord extends provision to whom He wills or restricts it, but most people do not know”.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:37","price":"It is not your wealth or your children that bring you closer to Us; but those who believe and do righteous deeds, it is they who will have a multiple reward for what they did, and they will be safe in the lofty mansions.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:38","price":"But those who strive against Our verses[21], seeking to discredit them, it is they who will be summoned to the punishment.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"[21] In order to undermine their credibility.","lang":"en"},{"name":"34:39","price":"Say, “My Lord extends provision to whom He wills of His slaves or restricts it. Whatever you spend in charity, He will compensate for it, for He is the Best of Providers.”","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:40","price":"On the Day when He gathers them all together, then He will say to the angels, “Was it you that they used to worship?”","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:41","price":"They will say, “Glory be to You! You are our Protector, not they. Rather they used to worship the jinn[22]; most of them believed in them.”","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"[22] i.e., the devils.","lang":"en"},{"name":"34:42","price":"So Today none of you has the power to benefit or harm one another. And We will say to the wrongdoers, “Taste the punishment of the Fire which you used to deny!”","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:43","price":"When Our clear verses are recited to them, they say, “This is nothing but a man who wishes to turn you away from what your forefathers used to worship.” And they say, “This is nothing but a fabricated lie.” And the disbelievers say about the Truth when it comes to them, “This is nothing but clear magic,”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:44","price":"even though We did not give them any scriptures to study, nor did We send them any warner before you.","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:45","price":"Those who came before them also rejected [the truth], while these [Makkans] have not been given even one-tenth of what We had given those [earlier nations], yet they rejected My messengers; how severe was My response!","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:46","price":"Say [O Prophet], “I only advise you to do one thing: stand up for Allah, in pairs and individually, then reflect. There is no madness in your companion[23]; he is but a warner to you ahead of a severe punishment.”","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"[23] i.e., Muhammad (ﷺ).","lang":"en"},{"name":"34:47","price":"Say, “If I had ever asked you for a reward, it is yours. My reward is only with Allah, and He is Witness over all things.”","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:48","price":"Say, “My Lord hurls the Truth [against falsehood], and He is the All-Knower of the unseen.”","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:49","price":"Say, “The Truth has come, and falsehood can neither initiate nor restore anything[24].”","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"[24] i.e., the falsehood has been abolished.","lang":"en"},{"name":"34:50","price":"Say, “If I go astray, the detriment of my straying is only upon myself; but if I am guided, it is because of what my Lord reveals to me. He is indeed All-Hearing, Ever Near.”","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"34:51","price":"If only you could see when they are stricken with terror, but there will be no escape, and they will be seized from a nearby place[25].","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"[25] i.e., from the place of Judgment to the Hellfire.","lang":"en"},{"name":"34:52","price":"They will say, “Now we believe in it,” but how could they attain faith from such a distant place[26],","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"[26] For it is already too late to return to worldly life.","lang":"en"},{"name":"34:53","price":"while they disbelieved in it before, making far-fetched conjectures about the unseen[27]?","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"[27] i.e., conjectures far from the truth; saying about the Prophet (ﷺ) that he is a magician, a soothsayer, a poet, etc.","lang":"en"},{"name":"34:54","price":"A barrier will be placed between them and what they desire[28], as was done with the likes of them before, for they were indeed in a disquieting doubt.","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"[28] i.e., the attainment of faith and admission into Paradise.","lang":"en"},{"name":"35:1","price":"All praise be to Allah, the Originator of the heavens and earth, Who made the angels messengers with two, three, or four wings. He increases in creation whatever He wills. Indeed, Allah is Most Capable of all things.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:2","price":"Whatever mercy Allah opens up for people, none can withhold it; and whatever He withholds, none can release it thereafter, for He is the All-Mighty, All-Wise.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:3","price":"O people, remember Allah’s favor upon you. Is there any creator other than Allah who gives you provision from heaven and earth? None has the right to be worshiped except Him. How can you then be deluded?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:4","price":"If they reject you, there were messengers rejected before you; it is to Allah that all matters will be returned.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:5","price":"O people, indeed Allah’s promise is true, so do not let the life of this world deceive you, nor let the Chief Deceiver [Satan] deceive you concerning Allah.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:6","price":"Indeed, Satan is an enemy to you, so take him as an enemy. He only calls his followers to be among the inmates of the Blazing Fire.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:7","price":"Those who disbelieve will have a severe punishment, but those who believe and do righteous deeds will have forgiveness and a great reward.","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:8","price":"Is one whose evil deed is made appealing to him so he deems it good [like one who is rightly guided]? It is Allah who causes to stray whom He wills and guides whom He wills. So do not let yourself collapse in grief for them. Allah is All-Knowing of what they do.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:9","price":"It is Allah Who sends the winds which stir up clouds, then We drive them to a dead land and revive therewith the earth after its death. Such will be the Resurrection.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:10","price":"Whoever seeks honor, then all honor belongs to Allah alone. To Him ascend good words, and righteous deeds raise them[1]. But those who plan evil deeds there will be a severe punishment for them, and the plans of such people will perish.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"[1] To Allah, i.e., righteous deeds are confirmation of what is uttered by the tongue.","lang":"en"},{"name":"35:11","price":"It is Allah Who created you from dust[2], then from a drop of semen, and then He made you into pairs[3]. No female conceives nor gives birth without His knowledge. None is given long life or cut short of his life except that it is in a Record[4]. That is surely easy for Allah.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"[2] i.e., your father, Adam. [3] i.e., into males and females.\n [4] i.e., the Preserved Tablet (al-Lawh al-Mahfūzh).","lang":"en"},{"name":"35:12","price":"The two bodies of water are not alike: one is fresh and palatable, pleasant to drink, and the other is salty and bitter. Yet from each you eat fresh meat and extract ornaments to wear. And you see the ships traverse their way through both, so that you may seek His bounty and so that you may give thanks.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:13","price":"He merges the night into the day and the day into the night, and subjected the sun and the moon, each running its course for an appointed term. Such is Allah, your Lord. To Him belongs the dominion, whereas those whom you invoke besides Him do not own so much as the membrane of a date stone.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:14","price":"If you call upon them, they cannot hear your call, and even if they were to hear, they could not respond to you. On the Day of Resurrection they will disown your associating them as partners with Allah[5]. And none can inform you like the All-Aware.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"[5] Or your worship of them.","lang":"en"},{"name":"35:15","price":"O people, it is you who are in need of Allah, whereas Allah is the Self-Sufficient, the Praiseworthy.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:16","price":"If He wills, He can eliminate you and bring in a new creation,","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:17","price":"for that is not difficult for Allah.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:18","price":"No bearer of burdens can bear the burden of another. If a heavily-laden soul calls for help to bear its burden, nothing of it will be carried, even if he is a close relative. You can only warn those who fear their Lord unseen[6] and establish prayer. Whoever purifies himself, he only does so for his own benefit. To Allah is the final return.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"[6] Without seeing Him or when they are in private.","lang":"en"},{"name":"35:19","price":"The blind and the seeing are not equal[7],","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"[7] It refers to believers and disbelievers.","lang":"en"},{"name":"35:20","price":"nor are the depths of darkness and the light[8],","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"[8] It refers to belief and disbelief.","lang":"en"},{"name":"35:21","price":"nor the shade and the scorching wind[9].","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"[9] It refers to Paradise and Hell.","lang":"en"},{"name":"35:22","price":"Nor are the living and the dead equal. Allah makes to hear whom He wills, but you cannot make to hear those who are in the graves[10].","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"[10] It refers to believers and disbelievers.","lang":"en"},{"name":"35:23","price":"You are but a warner.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:24","price":"We have sent you with the truth as a bearer of glad tidings and a warner. There has never been any community except that a warner came to it[11].","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"[11] Among all prophets and messengers, only twenty-five are mentioned in the Qur’an.","lang":"en"},{"name":"35:25","price":"If they reject you, so did those who came before them. Their messengers came to them with clear proofs, divine scriptures[12], and an enlightening Book[13].","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"[12] i.e., the Torah, the Gospel, and the Psalms.\n [13] i.e., the Qur’an.","lang":"en"},{"name":"35:26","price":"Then I seized those who disbelieved. How severe was My response!","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:27","price":"Do you not see that Allah sends down rain from the sky, then We bring forth thereby fruits of various colors? And in the mountains there are various tracts of white and red, of various colors, and raven black;","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:28","price":"just as humans, animals and livestock are of various colors. Only the people of knowledge among His slaves fear Allah. Indeed, Allah is All-Mighty, All-Forgiving.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:29","price":"Those who recite the Book of Allah, establish prayer, and spend out of what We have provided for them, secretly and openly, hoping for a deal that will suffer no loss,","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:30","price":"so that He will reward them in full and give them more out of His bounty[14]. He is All-Forgiving, Most Appreciative.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"[14] i.e., Allah gives much in return for little.","lang":"en"},{"name":"35:31","price":"The Book that We have revealed to you [O Prophet] is the truth, confirming that which came before it. Indeed, Allah is All-Aware and All-Seeing of His slaves.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:32","price":"Then We made to inherit the Book those whom We have chosen from among Our slaves[15]. But among them are some who wrong themselves, some follow a middle course, and some are foremost in good deeds with Allah’s permission. That is the great bounty.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"[15] i.e., the Prophet Muhammad’s (ﷺ) followers.","lang":"en"},{"name":"35:33","price":"They will enter Gardens of Eternity; they will be adorned therein with bracelets of gold and pearls, and their garments will be of silk.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:34","price":"And they will say, “All praise be to Allah Who has taken away from us all sorrow. Indeed, our Lord is All-Forgiving, Most Appreciative,","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:35","price":"He Who has caused us to settle – out of His grace – in the everlasting home, wherein no weariness or fatigue will touch us.”","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:36","price":"As for those who disbelieve, there will be the Fire of Hell; neither will they be sentenced to death, so that they may die, nor will its punishment be lightened for them. This is how We recompense every disbeliever.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:37","price":"They will be screaming therein, “Our Lord, take us out; we will do righteous deeds, unlike what we used to do.” [They will be told], “Did We not give you long enough lives to take heed for anyone who wished to take heed? And the warner did come to you. So taste! The wrongdoers will have no helper.”","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:38","price":"Allah is the Knower of the unseen in the heavens and earth. He is All-Knowing of what is in the hearts.","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:39","price":"It is He Who has made you successors on earth. Whoever disbelieves will bear the burden of his disbelief. Their disbelief only increases the disbelievers in contempt before their Lord, and their disbelief only increases the disbelievers in loss.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:40","price":"Say, “Tell me about your associate-gods whom you supplicate besides Allah. Show me what they created on earth, or do they have a share in the heavens? Or have We given them a Book so they have clear proof? No, the wrongdoers promise one another nothing but delusion[16].”","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"[16] By giving their followers deceptive hopes that their false deities will intercede for them with Allah.","lang":"en"},{"name":"35:41","price":"Allah keeps the heavens and earth from vanishing. If they were to vanish, there is none to sustain them other than Him. He is Most Forbearing, All-Forgiving.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:42","price":"They swore by Allah their most solemn oaths that if a warner came to them, they would surely be more guided than any other community. But when a warner came to them, it only added to their aversion –","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:43","price":"due to their arrogance in the land and plotting evil, but evil plotting only backfires on its own people. Are they awaiting anything other than the fate of the earlier peoples? You will find no change in Allah’s way[17], and you will find no alteration in Allah’s way[18].","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"[17] In punishing those who deny the prophets.\n [18] In transferring punishment to others in place of them.","lang":"en"},{"name":"35:44","price":"Have they not traveled in the land to see what was the end of those who came before them. They were more powerful than them? Allah is not such that something can escape Him in the heavens or on earth. He is indeed All-Knowing, Most Capable.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"35:45","price":"If Allah were to take people to task for what they did, He would not leave a single living being on earth, but He gives them respite for an appointed term. When their appointed time comes, then Allah is All-Seeing of His slaves.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:1","price":"Yā Sīn[1]","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":"[1] See footnote 2:1.","lang":"en"},{"name":"36:2","price":"By the Qur’an, full of wisdom,","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:3","price":"You [O Muhammad] are indeed one of the messengers,","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:4","price":"on a straight path,","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:5","price":"[This is] a revelation from the All-Mighty, Most Merciful,","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:6","price":"so that you warn a people whose forefathers were not warned, so they are heedless.","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:7","price":"The decree [of punishment] has been passed against most of them, for they will not believe.","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:8","price":"[It is as if] We have placed shackles around their necks up to their chins, so their heads are forced to remain up,","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:9","price":"and We have placed a barrier before them and a barrier behind them, and have blocked their vision so they cannot see[2].","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":"[2] Because of their obstinacy and persistence in disbelief.","lang":"en"},{"name":"36:10","price":"It is the same to them whether you warn them or not, they will not believe.","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:11","price":"You can only warn one who follows the Reminder[3] and fears the Most Compassionate unseen. So give him glad tidings of forgiveness and a generous reward.","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":"[3] i.e., the Qur’an.","lang":"en"},{"name":"36:12","price":"It is We Who give life to the dead, and record what they send forth and what they leave behind, and We keep an account of everything in a clear Record[4].","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":"[4] See footnote 35:11.","lang":"en"},{"name":"36:13","price":"Give them an example of the People of the Town when the messengers came to it.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:14","price":"When We sent them two [messengers], but they rejected them, so We strengthened them with a third, and they said, “We are sent to you as messengers.”","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:15","price":"They said, “You are no more than human beings like us, and the Most Compassionate has not sent down anything. You are simply lying.”","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:16","price":"They said, “Our Lord knows that we are sent to you as messengers.","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:17","price":"Our duty is only to convey the message clearly.”","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:18","price":"The people said, “We consider you as an evil omen. If you do not desist, we will surely stone you, and we will inflict upon you a painful punishment.”","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:19","price":"The messengers said, “Your evil omen is with yourselves [because of your disbelief]. Is it[5] because you are admonished? Rather, you are a people who transgress all bounds.”","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":"[5] i.e., this threat.","lang":"en"},{"name":"36:20","price":"A man came from the farthest end of the city, rushing, and said, “O my people, follow the messengers.","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:21","price":"Follow those who ask no recompense of you, and who are guided.","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:22","price":"Why should I not worship the One Who created me and to Whom you will all be brought back?","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:23","price":"Should I take besides Him other gods whose intercession cannot avail me in the least, nor can they come to my rescue, if the Most Compassionate wills to harm me?","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:24","price":"Surely I would then be clearly misguided.","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:25","price":"I believe in your Lord, so listen to me.”","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":"","lang":"en"},{"name":"36:26","price":"[But they killed him], so he was told[6], “Enter Paradise.” He said, “If only my people knew[7]","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":"[6] After he was martyred for the sake of Allah. [7] He said so after Allah admitted him into paradise and he saw the pleasures therein.","lang":"en"},{"name":"36:27","price":"of how my Lord has forgiven me, and made me among the honored ones.”","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":"","lang":"en"}],"juz":{"id":22,"name":"وَمَنْ يَقْنُتْ","transliteration":"Wa Man Yaqnut","transEn":"And Whoever Remains Obedient","startVerse":"33:31","endVerse":"36:27","totalVerses":169}}