{"data":[{"name":"2:253","price":"Those messengers: We favored some over others. There are some to whom Allah spoke[140], and some He raised high in rank[141]. To Jesus, son of Mary, We gave clear signs and supported him with the Holy Spirit[142]. If Allah had willed, those who came after them would not have fought one another after receiving clear signs. But they differed – some believed and some disbelieved. If Allah had willed, they would not have fought one another, but Allah does what He wills.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"[140] Such as Moses (عليه السلام). [141] Such as Prophet Muhammad (ﷺ).\n [142] Miracles and the Evangel (Gospel).","lang":"en"},{"name":"2:254","price":"O you who believe, spend from what We have provided for you before there comes a day when there will be no trading, friendship, or intercession. It is the disbelievers who are the wrongdoers.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:255","price":"Allah: none has the right to be worshiped except Him, the Ever-Living[143], All-Sustaining[144]. Neither drowsiness overtakes Him nor sleep[145]. To Him belongs all that is in the heavens and all that is on earth. Who is there that can intercede with Him except with His permission? He knows what was before them and what will be after them[146], while they encompass nothing of His knowledge, except what He wills. His Kursī[147] [i.e., footstool] extends over the heavens and earth, and safeguarding of both does not weary Him, for He is the Most High[148], the Most Great[149].[150]","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"[143] Whose life is perfect, complete, and eternal, without beginning or end.\n [144] Dependent on none for His existence while being the sustainer of all created beings.\n [145] Dozing off and falling asleep are but normal to all creation that are inherently frail.\n [146] Allah's knowledge encompasses every aspect of His creations in the past, present and future.\n [147] Chair or footstool. It is not to be confused with al-‘Arsh (the Throne), which is infinitely higher and greater than al-Kursī.\n [148] Above all of His creations and superior to them in essence, rank, and position.\n [149] Whose greatness is unlimited, beyond description or imagination.\n [150] This verse is known as Āyat al-Kursī, lit. The verse of the Footstool. It is the greatest verse in the Qur’an.","lang":"en"},{"name":"2:256","price":"There is no compulsion in religion[151]; the truth has been made distinct from falsehood. Whoever rejects Tāghoot [152][i.e., false gods] and believes in Allah, has indeed grasped the strong handhold that never breaks[153]. And Allah is All-Hearing, All-Knowing.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"[151] This is a great Islamic principle whereby no one is to be coerced to believe, but it is the duty of the believers to make sure that people know what is right and what is wrong.\n [152] False objects of worship, such as devils, idols, stones, sun, stars, angels, saints, graves, rulers, etc.\n [153] This verse immediately follows Āyat al-Kursī for good reason, as the previous verse contains clear proofs of the Oneness and Greatness of Allah, which purges Godliness from all that are worshiped besides Allah (Tāghoot).","lang":"en"},{"name":"2:257","price":"Allah is the Protector of those who believe; He brings them out of the depths of darkness into the light[154]. As for those who disbelieve, their protectors are false gods; they bring them out from the light into the depths of darkness. They are the people of the Fire; they will abide therein forever.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"[154] The light of truth is one, while the darknesses of disbelief, doubt and error are many.","lang":"en"},{"name":"2:258","price":"Have you not considered the one[155] who argued with Abraham about his Lord, as Allah had given him kingship? When Abraham said, “My Lord is the One Who gives life and causes death.” He said, “I give life and cause death.” Abraham said, “It is Allah Who brings the sun from the east, so bring it from the west.” Thus the disbeliever was dumbfounded, and Allah does not guide the wrongdoing people[156].","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"[155] He is said to be the Biblical King Nimrod. [156] Were they really in search of the Truth, Allah would surely have led them to the right path.","lang":"en"},{"name":"2:259","price":"Or [have you considered] the one who passed by a town in ruins with its roofs collapsed? He said: “How can Allah revive them after their death[157]?” Then Allah caused him to die for a hundred years, then revived him. He said, “How long have you remained [dead]?” He said, “I have remained for a day or part of a day”. He said, “No, but you have remained for a hundred years. Look at your food and your drink; they have not changed. But look at your donkey, so that We make you a sign for people. Look at the bones, how We bring them together then cover them with flesh.” When this was made clear to him, he said: “I know that Allah is Most Capable of all things.”","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"[157] The previous verse demonstrated Allah’s Lordship, whereas this and the next verse show His ability to resurrect.","lang":"en"},{"name":"2:260","price":"And [remember] when Abraham said: “My Lord, show me how You give life to the dead.” He said: “Do you not believe?’’ He said: “I do believe, but just to reassure my heart[158].’’ Allah said: “Then take four birds and cut them into pieces, then put a piece of each of them on each mountain, then call them; they will come swiftly to you. And know that Allah is All-Mighty, All-Wise.’’","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"[158] The Prophet (ﷺ) implied by saying: “We are more likely to doubt than Ibrāhīm” [Al-Bukhārī: 4537, Muslim: 151], when he heard that people said Abraham doubted. Scholars are of the opinion that Abraham wanted to reach the highest rank of knowledge ‘concrete certitude’ (haqq al-yaqīn).","lang":"en"},{"name":"2:261","price":"The likeness of those who spend their wealth in the way of Allah is like a grain that sprouts seven ears, each ear bearing a hundred grains. And Allah gives multiple [rewards] for whom He wills. And Allah is All-Encompassing, All-Knowing.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:262","price":"Those who spend their wealth for the sake of Allah, then do not follow up their charity with reminders of generosity or hurtful words; they will have their reward with their Lord, and they will have no fear, nor will they grieve.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:263","price":"Kind words and forgiveness are better than charity followed by hurt. And Allah is Self-Sufficient, Most Forbearing.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:264","price":"O you who believe, do not nullify your charities with reminders and hurtful words, like the one who spends his wealth to show off before people but does not believe in Allah or the Last Day. His likeness is that of a smooth rock upon which is dust, when it is hit by a heavy rain it is left bare[159]. They will gain no reward from their deeds[160], and Allah does not guide the disbelieving people.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"[159] Soilless and bare, unable to grow plants.\n [160] Their insincere spending will have no harvest to reap in the Hereafter.","lang":"en"},{"name":"2:265","price":"And the likeness of those who spend their wealth, seeking the pleasure of Allah and fortifying their own souls, is that of a garden on a fertile hill[161]; if it is hit by a downpour, it yields double its harvest. And if it is not hit by a downpour, then a drizzle is sufficient. And Allah is All-Seeing of what you do.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"[161] Gardens and farms on elevated land are more fertile than lower placed ones. This is the analogy Allah draws of the charity of the sincere. No matter how much it is, it grows and prospers.","lang":"en"},{"name":"2:266","price":"Would any of you wish to have an orchard of date palms and grapevines, under which rivers flow, full of all kinds of fruits; but he grew old and had feeble young children, then it is hit by a fiery whirlwind, burning it all[162]? This is how Allah makes the verses clear to you so that you may reflect.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"[162] Those who follow their charity by taunting and hurting the recipient’s feelings, thus rendering their charity void. ‘Umar (رضي الله عنه) said, \"This is an example of a rich man who does good deeds out of obedience to Allah, and then Allah sends him Satan whereupon he commits sins till all his good deeds are lost.\" [Sahih al-Bukhāri: 62]","lang":"en"},{"name":"2:267","price":"O you who believe, spend in charity from the good things you have earned and of what We have produced for you from the earth[163]. Do not choose inferior things for charity, which you yourselves would not take except by overlooking. And know that Allah is Self-Sufficient, Praiseworthy.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"[163] Crops and minerals.","lang":"en"},{"name":"2:268","price":"Satan threatens you with poverty[164] and orders you to commit shameful acts[165], but Allah promises you forgiveness and bounty from Him. And Allah is All-Encompassing, All-Knowing.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"[164] If you spend your money in charity.\n [165] Ibn al-Qayyim says: “Exegetes unanimously agree that al-fahshā’ here means miserliness” [Tarīq al-Hijratayn, p. 375].","lang":"en"},{"name":"2:269","price":"He gives wisdom to whom He wills[166], and whoever is given wisdom is surely given abundant good, but none will take heed except people of understanding.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"[166] The knowledge and understanding of the religion and of the Qur’an.","lang":"en"},{"name":"2:270","price":"Whatever charity you give or vow[167] you make, Allah surely knows it. But the wrongdoers have no helpers.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"[167] Nadhr (vowing): It is to make obligatory for oneself that which is not, usually in return for a Godly favor. For example, if my child is healed, I will give in charity such amount of money.","lang":"en"},{"name":"2:271","price":"If you give charity publicly, it is good; but if you give it secretly to the poor, it is better for you[168], and He will expiate some of your sins. And Allah is All-Aware of what you do.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"[168] Observing secrecy while giving out voluntary charity to the poor is better than making it public, for it ensures his dignity and is closer to sincerity.","lang":"en"},{"name":"2:272","price":"You are not responsible for their guidance [O Prophet], but Allah guides whom He wills. Whatever wealth you spend in charity, it is for your own good – as long as you do so seeking Allah’s pleasure. And whatever wealth you spend in charity, you will be rewarded in full, and you will not be wronged.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:273","price":"[Charity is] for the poor who are fully occupied in the cause of Allah, unable to move about in the land [for livelihood]; the one who is unaware would think that they are rich because of their self-restraint. You will recognize them by their appearance. They do not ask people importunately. And whatever wealth you give, then Allah is All-Knowing of it.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:274","price":"Those who spend their wealth in charity, day and night, in secret and in public; they will have their reward with their Lord, and they will have no fear, nor will they grieve.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:275","price":"Those who consume usury will not stand [on the Day of Resurrection] except like those being beaten by Satan. That is because they say, “Trade is just like usury[169].” But Allah has permitted trade and forbidden usury. Whoever desists because of receiving admonition from his Lord may keep his past gains, and his case is left to Allah. But whoever returns to it, they are the people of the Fire; they will abide therein forever.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"[169] The image given here of a person possessed by the devil staggering while standing and walking unsteadily as they are resurrected for the Day of Judgment. It is a just requital because it mimics their insatiable lust for money in this life, twisting the laws ordained by Allah as they declared lawful what is not.","lang":"en"},{"name":"2:276","price":"Allah destroys usury and nourishes charities, and Allah does not like any ungrateful sinner.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:277","price":"Those who believe, do righteous deeds, establish prayer, and give zakah, will have their reward with their Lord; and they will have no fear, nor will they grieve.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:278","price":"O you who believe, fear Allah and give up usury that is still due, if you are truly believers.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:279","price":"But if you do not do it, then beware of a declaration of war from Allah and His Messenger. However, if you repent, you may retain your capital – neither harming nor suffering harm[170].","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"[170] Neither harming others by receiving interest, and nor suffering harm by preserving your principal capital in full.","lang":"en"},{"name":"2:280","price":"If the debtor is in hardship, give him respite until it is easy for him to pay back. But if you waive it as charity[171], that is better for you, if only you knew.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"[171] Allah’s Messenger (ﷺ) said: \"A man used to give loans to the people, and used to say to his servant, ‘If the debtor is poor, forgive him, so that Allah may forgive us.’ When he met Allah (after his death), Allah forgave him.\" [Sahih al-Bukhāri: 687]","lang":"en"},{"name":"2:281","price":"And fear the Day when you will be brought back to Allah. Then every soul will be rewarded in full for what it has earned, and none will be wronged.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:282","price":"O you who believe, when you contract a debt among yourselves for a fixed period of time, write it down, and let the scribe write it between you with fairness. The scribe whom Allah has taught should not refuse to write, so let him write, and let the debtor dictate, but he should fear Allah his Lord, and not diminish anything out of it. If the debtor is feeble-minded, weak, or unable to dictate, then let his guardian dictate fairly, and bring two witnesses from among your men; if two men are not available, then one man and two women from those whom you accept as witnesses – so that if one of them forgets, the other can remind her. The witnesses should not refuse when they are summoned. Do not be reluctant to write down your debts, whether the amount is small or large, for a fixed period of time; that is more equitable in the sight of Allah, and more supportive as evidence, and more likely to prevent doubts among yourselves. However, if you are conducting a transaction on the spot between yourselves, there is no blame upon you not to write it, but take witnesses whenever you trade with one another. Neither a scribe nor a witness should suffer harm, for if you do cause them harm, it is indeed a sin on your part. So fear Allah, for it is Allah Who teaches you, and Allah is All-Knowing of everything[172].","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"[172] This is known as Āyat ad-Dayn, the verse of debt, and it is the longest verse in the Qur’an.","lang":"en"},{"name":"2:283","price":"If you are on a journey and find no scribe, then something should be taken as collateral. But if you trust one another, then the debtor should fulfill his trust, and let him fear Allah, his Lord. Do not conceal the testimony, for anyone who conceals it has a sinful heart, and Allah is All-Knowing of what you do.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:284","price":"To Allah belongs all that is in the heavens and all that is on earth. Whether you reveal what is within yourselves or conceal it, Allah will call you to account for it. He forgives whom He wills and punishes whom He wills, for Allah is Most Capable of all things.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:285","price":"The Messenger believes in what has been sent down to him from his Lord, as do the believers. All of them believe in Allah, His angels, His Books, and His messengers, [saying], “We make no distinction between any of His messengers.” And they say, “We hear and obey. Grant us Your forgiveness, our Lord, and to You is the [final] destination.”","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:286","price":"Allah does not burden any soul greater than it can bear. For it is what it has earned, and against it is what it has incurred. “Our Lord, do not hold us accountable if we forget or fall into error. Our Lord, do not place on us such a burden as You have placed on those before us. Our Lord, do not burden us with that which we cannot bear. Pardon us, forgive us, and have mercy on us. You are our Protector, so give us victory over the disbelieving people[173].”[174]","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"[173] Allah Almighty concludes this Surah by directing His servants how to supplicate Him, just as He taught them in Surah al-Fātihah how to praise Him and ask for guidance. [174] Allah’s Messenger (ﷺ) said: \"Whosoever recited the last two verses of Surat al-Baqarah at night, that will be sufficient for him.\" [Sahih al-Bukhāri: 345]","lang":"en"},{"name":"3:1","price":"Alif Lām Mīm[1].","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"[1] See footnote 2:1.","lang":"en"},{"name":"3:2","price":"Allah: None has the right to be worshiped except Him, the Ever-Living, the All-Sustaining.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:3","price":"He has sent down to you the Book[2] in truth, confirming what came before it. And He sent down[3] the Torah and the Gospel","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"[2] i.e., the Qur’an. [3] The difference between ‘nazzala’ (sent down) which is mentioned only with regards to the Qur’an, which signifies that the action took place in installments over a long period of time. Whereas ‘anzala’ (sent down) which is said with regards to the Torah and the Gospel, which happened once and as a whole. [Al-Tabarī].","lang":"en"},{"name":"3:4","price":"previously, as guidance for people, and He sent down the Criterion [between right and wrong]. But those who reject the verses of Allah will suffer severe punishment, and Allah is All-Mighty, Capable of Retribution.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:5","price":"Indeed, there is nothing hidden from Allah on earth or in heaven.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:6","price":"It is He Who shapes you in the wombs as He wills. None has the right to be worshiped except Him, the All-Mighty, the All-Wise.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:7","price":"It is He Who has sent down to you the Book. In it are definite verses, which are the foundation of the Book; while others are ambiguous. Those with deviant hearts follow the ambiguous verses, seeking discord and seeking their [false] interpretation. But no one knows their [true] interpretation except Allah. And those who are well-grounded in knowledge say, “We believe in it. It is all from our Lord[4].” None will take heed except people of understanding.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"[4] People of true knowledge are lauded here with the worthy epithet “al-rāsikhūna fī al-‘ilm”(the well-grounded in knowledge); they know enough and are so humble as to say: “Allah knows best”, unlike others.","lang":"en"},{"name":"3:8","price":"“Our Lord, do not let our hearts deviate[5] after You have guided us, and grant us Your mercy; for You are the Munificent Bestower.","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"[5] ’Umm Salamah (رضي الله عنها) reported: “The Prophet (ﷺ) used to pray most by saying: “O He Who changes hearts, make my heart firm in Your religion” (yā Muqallib al-qulūb, thabbit qalbī ‘alā dīnik). When she asked him the reason for this, he (ﷺ) replied, saying: “Umm Salamah, know that every human’s heart is between two Fingers of Allah. Whoever He wills, He makes steadfast, and Whoever He wills He causes to deviate”. [Al-Tirmidhī: 3522]","lang":"en"},{"name":"3:9","price":"Our Lord, You will surely gather all people for a Day[6] about which there is no doubt; for Allah does not break His promise.”","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"[6] The Day of Judgment.","lang":"en"},{"name":"3:10","price":"Those who disbelieve, neither their wealth nor their children will avail them at all against Allah; it is they who are the fuel of the Fire.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:11","price":"[Their] case is like that of the people of Pharaoh and those before them. They all rejected Our signs, so Allah seized them for their sins, for Allah is severe in punishment.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:12","price":"Say to those who disbelieve: “You will soon be defeated and gathered into Hell. What a terrible resting place!”","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:13","price":"There has been a sign for you in the two groups who confronted each other: one fighting for the cause of Allah, and the other disbelievers; they saw them, with their own eyes twice their number[7]. But Allah strengthens with His help whom He wills. There is a lesson in this for those who have insight.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"[7] The believers saw the disbelievers to be double their own number preceding the battle of Badr, while, in fact, they were three times their number.","lang":"en"},{"name":"3:14","price":"The love of desirable things has been made appealing to people, such as women, children, hoarded heaps of gold and silver, branded fine horses, livestock, and tilled land. These are the pleasures of the life of this world, but with Allah is the best place of return.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:15","price":"Say, “Shall I inform you of what is better than these? For those who fear Allah are gardens with their Lord under which rivers flow, abiding therein forever, with pure[8] spouses and pleasure from Allah. And Allah is All-Seeing of His slaves,","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"[8] i.e., they will have no menses, urine, or stool.","lang":"en"},{"name":"3:16","price":"those who say, “Our Lord, we believe, so forgive us our sins and protect us from the punishment of the Fire.”","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:17","price":"Those who are patient, truthful, devout, charitable, and who seek forgiveness before dawn[9].","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"[9] The Prophet (ﷺ) said: “Our Lord, glory be His, descends every night to the lowest Heaven, when only the last third of it remains, and He says: “Who is there to supplicate Me so that I may answer him? Who is there to ask of Me so that I may give him? Who is there to seek My forgiveness so that I may forgive him?””. [Al-Bukhāri: 1145, Muslim: 758]","lang":"en"},{"name":"3:18","price":"Allah testifies that none has the right to be worshiped except Him, as do the angels and people of knowledge; He is the Upholder of justice. None has the right to be worshiped except Him, the All-Mighty, the All-Wise.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:19","price":"The true religion with Allah is Islam. Those who were given the Scripture did not dispute except after the knowledge had come to them, out of mutual envy and rivalry. But whoever rejects the verses of Allah, then Allah is swift in reckoning.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:20","price":"Then if they argue with you, say, “I have submitted myself to Allah, and so have those who follow me.” And say to those who were given the Scripture and to the illiterate[10], “Have you submitted yourselves?” If they do, then they are rightly guided, but if they turn away, your duty is only to convey the message. And Allah is All-Seeing of His slaves.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"[10] Those Arabs who had no scripture (i.e., the pagans).","lang":"en"},{"name":"3:21","price":"Those who reject the verses of Allah and kill the prophets unjustly, and kill those who enjoin justice among people; so give them tidings of a painful punishment.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:22","price":"They are those whose deeds have become worthless in this world and in the Hereafter, and they will have no helpers.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:23","price":"Have you not considered those who were given a portion of the Scripture? They are invited to the Book of Allah to judge between them, and then a group of them turns away in aversion[11].","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"[11] Referring to the Jews of Madinah who refused to implement the rulings of Allah in the Torah or to acknowledge the Prophet (ﷺ), whose coming was mentioned therein.","lang":"en"},{"name":"3:24","price":"This is because they say, “The Fire will never touch us except for a few days.” They have been deluded in their religion by that which they used to fabricate.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:25","price":"But how [terrible] will it be when We gather them together on a Day about which there is no doubt, and each soul will be fully recompensed for what it has earned, and none will be wronged?","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:26","price":"Say, “O Allah, Lord of the dominion, You give dominion to whom You will and take it away from whom You will; You honor whom You will and humiliate whom You will. All good is in Your Hand. You are Most Capable of all things.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:27","price":"You cause the night to enter into the day and cause the day to enter into the night; You bring the living out of the dead and bring the dead out of the living; and You give provision to whom You will without measure.”","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:28","price":"Let not the believers take disbelievers as allies instead of believers, for whoever does so has nothing to do with Allah at all, except as a protective measure to save yourself from them[12]. And Allah warns you of Himself, and to Allah is the final return.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"[12] Upon fearing harm from the disbelievers, Muslims are given license to placate them with their tongues, as long as their hearts are firm in Faith.","lang":"en"},{"name":"3:29","price":"Say, “Whether you conceal what is in your hearts or reveal it, Allah knows it: He knows all that is in the heavens and all that is on earth. And Allah is Most Capable of all things.”","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:30","price":"On the Day when every soul will find itself faced with whatever good it has done, and whatever evil it has done – it will wish that there were a great distance between it and its evil. And Allah warns you of Himself, and Allah is All-Gracious to His slaves.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:31","price":"Say, “If you love Allah then follow me[13]; Allah will love you and forgive you your sins: for Allah is All-Forgiving, Most Merciful.”","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"[13] Following the Prophet Muhammad (ﷺ) is by adhering to his Sunnah.","lang":"en"},{"name":"3:32","price":"Say, “Obey Allah and the Messenger.” But if they turn away, then Allah does not like the disbelievers.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:33","price":"Allah chose Adam and Noah, the family of Abraham, and the family of ‘Imrān above all people[14].","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"[14] Allah chose them above all people of their times: Adam whom He created with His own Hands, made the angels prostrate themselves to him; Noah (عليه السلام) whom He made the first bearer of His Message to humanity; Abraham (عليه السلام), the beloved of God, and his descendants among whom is a great number of prophets, including Muhammad (ﷺ); the Family of ‘Imrān: ‘Imrān and his wife, their daughter Mary and her son Jesus (عليه السلام), who is one of the greatest prophets of humanity.","lang":"en"},{"name":"3:34","price":"They were descendants of one another. And Allah is All-Hearing, All-Knowing.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:35","price":"[Remember] when the wife of ‘Imrān said, “My Lord, I dedicate to You what is in my womb[15], so accept it from me, for You are the All-Hearing, the All-Knowing.”","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"[15] To the worship of Allah and to spend an entire life tending places of worship.","lang":"en"},{"name":"3:36","price":"When she gave birth, she said, “My Lord, I have given birth to a female child,” – and Allah knew best what she had given birth to – “and the male is not like the female. I have named her Mary[16], and I seek refuge with You for her and her offspring from Satan[17], the accursed.”","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"[16] Maryam (مريم) literally means: maidservant of Allah. [17] Allah answered her prayers. The Prophet (ﷺ) said: “Every newborn child is touched by the devil and they start off by wailing because of this touch, except Maryam and her son”. [Al-Bukhāri: 3231, Muslim: 2366]","lang":"en"},{"name":"3:37","price":"Her Lord graciously accepted her and caused her to grow in a good manner, and entrusted her to the care of Zachariah. Every time Zachariah entered her prayer chamber, he found with her some provision. He said, “O Mary, where did this come from?” She said, “It is from Allah, for Allah provides for whom He wills without measure.”","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:38","price":"Thereupon Zachariah prayed to his Lord, saying, “My Lord, grant me by Your grace virtuous offspring[18], for You are the All-Hearer of prayers.”","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"[18] Upon seeing that Mary was provided with fruits out of their season, Zachariah’s hopes were revived, so he wished for fruits of his loins out of season; him being old and his wife infertile.","lang":"en"},{"name":"3:39","price":"The angels called out to him while he was standing in the chamber praying, “Allah gives you glad tidings of John, who will believe in the Word of Allah[19] and will be honorable, abstinent [from women], and a prophet from among the righteous.”","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"[19] Referring to the prophet Jesus (عليه السلام), who was conceived merely by a command from Allah - the word \"Be.\"","lang":"en"},{"name":"3:40","price":"He said: “My Lord, how can I have a son when I have reached old age and my wife is barren?” He said, “Thus Allah does what He wills.”","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:41","price":"He said, “My Lord, give me a sign.” He said, “Your sign is that you will not speak to people for three days except by gestures. And remember your Lord often and glorify Him in the evening and the morning.”","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:42","price":"And [remember] when the angels said, “O Mary, Allah has chosen you, purified you, and chosen you over all women.","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:43","price":"O Mary, worship your Lord devoutly, prostrate yourself and bow down with those who bow down.”","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:44","price":"This is from the stories of the unseen that We reveal to you [O Prophet]; you were not with them when they cast lots as to which of them should take guardianship of Mary, nor were you with them when they disputed about it.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:45","price":"[Remember] when the angels said, “O Mary, Allah gives you glad tidings of a Word from Him[20], whose name will be the Messiah, Jesus, son of Mary; honorable in this world and the Hereafter, and one of those near [to Allah].","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"[20] Jesus was created like Adam, through Allah’s commanding Word: Be! Thus he is called “the Word of Allah”.","lang":"en"},{"name":"3:46","price":"He will speak to people in the cradle[21] and in maturity, and he will be one of the righteous.”","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"[21] \"None spoke in cradle but three: (The first child was Jesus). (The second was): There was a man from the Children of Israel called Jurayj. His story with his mother, and he was falsely blamed for illegal sexual relations with a prostitute. The baby born out of this illegal relation spoke and declared his real father who was a shepherd and not Jurayj, so he was finally proven innocent. (The third was in the following story): A lady from the Children of Israel who wished his nursing child to become like a handsome rider who passed by, and not like a slave-girl who passed by, but the child spoke and wished to be the otherwise. When she asked her child about the reason, he said: \"The rider is one of the tyrants, while the slave-girl is falsely accused of theft and illegal sexual intercourse.\" [The story is detailed in Sahih al-Bukhāri: 645]","lang":"en"},{"name":"3:47","price":"She said: “My Lord, how can I have a child when no man has ever touched me?” He said, “Thus Allah creates what He wills. When He decrees something, He only says to it ‘Be’, and it is.","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:48","price":"And He will teach him writing and wisdom, the Torah and the Gospel.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:49","price":"And [will send him as] a messenger to the Children of Israel, ‘I have come to you with a sign from your Lord that I make for you from clay the figure of a bird, then breathe into it, and it will become a bird by Allah’s permission; and I heal the blind and the leper, and bring the dead to life by Allah’s permission; and I inform you of what you eat and what you store in your houses. There is a sign in this for you, if you are believers.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:50","price":"And [I have come] confirming the Torah that came before me, and to make lawful to you some of what was forbidden to you; and I have come to you with a sign from your Lord, so fear Allah and obey me.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:51","price":"Indeed, Allah is my Lord and your Lord, so worship Him. This is the straight path.”","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:52","price":"When Jesus sensed disbelief from them, he said, “Who are my helpers in the cause of Allah?” The disciples said, “We are helpers of Allah. We believe in Allah; so bear witness that we are Muslims.”","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:53","price":"“Our Lord, we believe in what You have sent down and we follow the messenger; so count us among those who bear witness [to the truth].”","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:54","price":"And [the disbelievers] devised a plan, but Allah also made a plan[22], and Allah is the best of planners.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"[22] The disbelievers among the Children of Israel plotted to kill Jesus (عليه السلام) but Allah saved him and instead facilitated that they seized his look-alike without them realizing it.","lang":"en"},{"name":"3:55","price":"And [remember] when Allah said, “O Jesus, I will take you and raise you up to Myself[23] and deliver you from those who disbelieve, and make those who follow you above[24] those who disbelieve until the Day of Resurrection. Then you will all return to Me, and I will judge between you concerning that over which you differed.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"[23] He was raised, both body and soul, to the Heavens. [24] This is a promise from Allah that true believers who follow the path of the prophets shall always have the upper hand.","lang":"en"},{"name":"3:56","price":"As for those who disbelieve, I will punish them severely in this world and the Hereafter, and they will have no helpers.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:57","price":"As for those who believe and do righteous deeds, He will give them their rewards in full, and Allah does not like the wrongdoers.”","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:58","price":"This is what We recite to you of the verses and the wise reminder.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:59","price":"The similitude of Jesus before Allah[25] is like that of Adam; He created him from dust, then said to him, “Be,” and he was.","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"[25] i.e., regarding His creation of him.","lang":"en"},{"name":"3:60","price":"This is the truth from your Lord, so do not be of those who doubt.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:61","price":"Whoever disputes with you concerning [Jesus] after the knowledge has come to you, then say, “Come, let us call our sons and your sons, our women and your women, ourselves and yourselves, then invoke the curse of Allah upon the liars.”","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:62","price":"Indeed, this is the true narrative, and none has the right to be worshiped except Allah, and Allah is the All-Mighty, the All-Wise.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:63","price":"If they turn away, then Allah is All-Knowing of those who spread corruption.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:64","price":"Say, “O people of the Book, come to a common term between us and you, that we worship none but Allah and associate no partners with Him, and that we do not take one another as lords besides Allah.” But if they turn away, say, “Bear witness that we are Muslims [submitting to Allah].”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:65","price":"O People of the Book, why do you dispute about Abraham[26], while the Torah and the Gospel were not sent down but after him? Do you not understand?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"[26] Both the Jews and the Christians claimed Abraham as their own.","lang":"en"},{"name":"3:66","price":"Here you are! You are those who disputed about that of which you have some knowledge, then why do you dispute about that of which you have no knowledge[27]? Allah knows and you do not know.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"[27] Regarding the true faith of Abraham.","lang":"en"},{"name":"3:67","price":"Abraham was neither a Jew nor a Christian, but he was a monotheist[28] Muslim, and he was not one of the polytheists.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"[28] Hanīf means a pristine believer. The basic semantic meaning of the root h-n-f is an inclination towards uprightness and eschewing crookedness.","lang":"en"},{"name":"3:68","price":"The closest people to Abraham are those who followed him, and this Prophet and those who believe. And Allah is the Guardian of the believers.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:69","price":"A faction of the People of the Book wishes to mislead you [believers]; they do not mislead except themselves, but they do not realize.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:70","price":"O People of the Book, why do you disbelieve in the verses of Allah[29] while you testify [to their truth]?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"[29] About Prophet Muhammad (ﷺ), while you have it written in your Books but you hide it.","lang":"en"},{"name":"3:71","price":"O People of the Book, why do you mix the truth with falsehood and conceal the truth knowingly?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:72","price":"A faction of the People of the Book says, “Believe in what has been sent down to the believers in the morning and reject it in the evening, so that they may return [from their faith][30].","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"[30] They hatched the plot of claiming to embrace Faith, only to disclaim it as untrue shortly thereafter, in order to sow the seed of doubt in the minds of the believers and thus abandon their religion.","lang":"en"},{"name":"3:73","price":"And do not believe in anyone except those who follow your religion.” Say, “The guidance is the guidance of Allah.” [They say,] Lest someone may be given similar to what you have been given or argue with you before your Lord[31]. Say, “All bounty is in the Hand of Allah; He grants it to whom He wills. And Allah is All-Encompassing, All-Knowing.”","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"[31] They fear that if people know what their Books really say, they would be on an equal footing with them, or that it be used as an argument against them.","lang":"en"},{"name":"3:74","price":"He chooses for His mercy whom He wills; for Allah is the Possessor of great bounty.”","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:75","price":"And among the People of the Book are some who, if you entrust with a heap of gold, will return it to you; yet there are others who, if you entrust with a single coin of gold, will not return it to you unless you keep standing over them. This is because they say, “We are under no obligation towards the Gentiles[32].” And they tell lies about Allah knowingly.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"[32] The Jews do not consider it a sin to cheat or lie to a gentile, i.e., a non-Jew.","lang":"en"},{"name":"3:76","price":"But those who fulfill their covenant and fear Allah, surely Allah loves those who fear Him.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:77","price":"Those who trade the covenant of Allah and their oaths[33] for a small price, they will have no share in the Hereafter. Allah will neither speak to them, nor look at them on the Day of Resurrection, nor will He purify them, and for them there will be a painful punishment.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"[33] This covenant and oath is detailed in verse 81 below; that is, to believe in the prophethood of Muhammad (ﷺ) and support him.","lang":"en"},{"name":"3:78","price":"And there are some among them who alter the Scripture[34] with their tongues so that you may think it is part of the Scripture, while it is not part of the Scripture; and they say, “It is from Allah,” while it is not from Allah. And they tell lies about Allah knowingly.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"[34] The Scripture meant here is the Torah; by distorting its words or meanings.","lang":"en"},{"name":"3:79","price":"It is not for a human being whom Allah has given the Scripture, wisdom, and prophethood to say to the people, “Be my worshipers instead of Allah.” Rather, he would say, “Be devoted servants of your Lord because of your teaching of the Scripture and because of your study thereof.”","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:80","price":"Nor would he order you to take angels and prophets as lords[35]. Would he order you to disbelieve after you have submitted to Allah [as Muslims]?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"[35] ‘Umar (رضي الله عنه) reported: I heard the Prophet (ﷺ) say: \"Do not exaggerate in praising me as the Christians praised the son of Mary, for I am only a slave. So call me the slave of Allah and His Messenger.\" [Sahih al-Bukhāri: 654]","lang":"en"},{"name":"3:81","price":"And [remember] when Allah took the covenant[36] of the prophets, [saying], “After I have given you the Book and wisdom, if there comes to you a messenger[37] confirming what is with you, then you must believe in him and support him.” Allah said, “Do you affirm this covenant and accept this commitment?” They said, “Yes, we do.” He said, “Then bear witness and I am with you among the witnesses.”","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"[36] It is possible that this oath was taken when the offspring of Adam were taken out of his back, or taken from each prophet at the time of his mission.\n [37] This Messenger is Prophet Muhammad (ﷺ).","lang":"en"},{"name":"3:82","price":"Whoever turns away after this, it is they who are the rebellious.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:83","price":"Do they seek other than the religion of Allah, whereas to Him submit all those in the heavens and on earth, willingly or unwilling, and to Him they will return?","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:84","price":"Say, “We believe in Allah and what has been sent down to us and what was sent down to Abraham, Ishmael, Isaac, Jacob, and his descendants, and what was given to Moses, Jesus, and other prophets from their Lord; we make no distinction between any of them, and to Him we submit.”","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:85","price":"Anyone who seeks a religion other than Islam, never will it be accepted from him; and in the Hereafter he will be among the losers.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:86","price":"How would Allah guide a people who disbelieved after having believed and testified that the Messenger was true, and the clear signs had come to them? For Allah does not guide the wrongdoing people.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:87","price":"The punishment of such people is that they are cursed by Allah, the angels, and all mankind.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:88","price":"They will abide therein forever. Their punishment will neither be lightened, nor will they be given respite,","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:89","price":"except those who repent after that and mend their ways[38], for Allah is All-Forgiving, Most Merciful.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"[38] After their disbelief and wrongdoing.","lang":"en"},{"name":"3:90","price":"But those who disbelieve after having believed then increase in disbelief, never will their repentance be accepted; it is they who have gone astray.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:91","price":"Those who disbelieve and die as disbelievers, even an earth full of gold will never be accepted from any of them, if offered as ransom[39]. For such people there will be a painful punishment, and they will have no helpers.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"[39] The Prophet (ﷺ) said, \"A disbeliever will be asked: ‘Suppose you had as much gold as to fill the earth, would you offer it to ransom yourself (from the Hell-Fire)?’ He will reply, ‘Yes.’ Then it will be said to him, ‘You were asked for something less than that (to join none in worship) with Allah, but you refused. \" [Sahih al-Bukhāri: 546]","lang":"en"},{"name":"3:92","price":"You will never attain righteousness[40] until you spend in charity from what you love. Whatever you spend, Allah is All-Knowing of it.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"[40] \"Al-Birr\" is sincere piety which leads to the great bounty and Paradise.","lang":"en"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}