{"data":[{"name":"10:1","price":"الرٰ۔ یہ پرحکمت کتاب کی آیتیں ہیں۔(1)","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1365,"juzNumber":11,"footnotes":"(1) اَلْحَکِیْمِ، کتاب یعنی قرآن مجید کی صفت ہے۔ اس کے ایک تو وہی معنی ہیں جو ترجمے میں اختیار کئے گئے ہیں۔ اس کے اور بھی کئی معنی کئے گئے ہیں مثلاً اَلْمُحْکَمْ، یعنی حلال و حرام اور حدود و احکام میں محکم (مضبوط) ہے۔ حکیم بمعنی حاکم۔ یعنی اختلافات میں لوگوں کے درمیان فیصلہ کرنے والی کتاب۔ (البقرۃ: 23)، یعنی اللہ تعالٰی نے اس میں عدل و انصاف کے ساتھ فیصلے کئے ہیں۔","lang":"ur"},{"name":"10:2","price":"کیا ان لوگوں کو اس بات سے تعجب(1) ہوا کہ ہم نے ان میں سے ایک شخص کے پاس وحی بھیج دی کہ سب آدمیوں کو ڈرائیے اور جو ایمان لے آئے ان کو یہ خوشخبری سنائیے کہ ان کے رب کے پاس ان کو پورا اجر ومرتبہ(2) ملے گا۔ کافروں نے کہا کہ یہ شخص تو بلاشبہ صریح جادوگر ہے۔(3)","arabic":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1366,"juzNumber":11,"footnotes":"(1) استفہام انکار تعجب کے لئے ہے، جس میں توبیخ کا پہلو بھی شامل ہے یعنی اس بات پر تعجب نہیں ہونا چاہیے کہ اللہ تعالٰی نے انسانوں میں سے ہی ایک آدمی کو وحی و رسالت کے لئے چن لیا، کیونکہ ان کے ہم جنس ہونے کی وجہ سے وہ صحیح معنوں میں انسان کی رہنمائی کر سکتا ہے۔ اگر وہ کسی اور جنس سے ہوتا تو فرشتہ یا جن ہوتا اور وہ دونوں ہی صورتوں میں رسالت کا اصل مقصد فوت ہو جاتا، اس لئے کہ انسان اس سے مانوس ہونے کی بجائے وحشت محسوس کرتا دوسرے، ان کے لئے اس کو دیکھنا بھی ممکن نہ ہوتا اور اگر ہم کسی جن یا فرشتے کا انسانی قالب میں بھیجتے تو پھر وہی اعتراض آتا کہ یہ تو ہماری طرح کا ہی انسان ہے۔ اس لئے ان کے اس تعجب میں کوئی معقولیت نہیں ہے۔\n(2) «قَدَمَ صِدْقٍ» کا مطلب، بلند مرتبہ، اجر حسن اور وہ اعمال صالحہ ہیں جو ایک مومن آگے بھیجتا ہے۔\n(3) کافروں کو جب انکار کے لئے بات نہیں سوجھتی تو یہ کہہ کر چھٹکارہ حاصل کر لیتے ہیں کہ یہ تو جادوگر ہے۔ نعوذ باللہ۔","lang":"ur"},{"name":"10:3","price":"بلاشبہ تمہارا رب اللہ ہی ہے جس نے آسمانوں اور زمین کو چھ روز میں پیدا کردیا پھر عرش پر قائم ہوا(1) وه ہر کام کی تدبیر کرتا ہے(2)۔ اس کی اجازت کے بغیر کوئی اس کے پاس سفارش کرنے واﻻ نہیں(3) ایسا اللہ تمہارا رب ہے سو تم اس کی عبادت کرو(4)، کیا تم پھر بھی نصیحت نہیں پکڑتے۔","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1367,"juzNumber":11,"footnotes":"(1) اس کی وضاحت کے لئے دیکھئے سورہ اعراف آیت 54 کا حاشیہ۔\n(2) یعنی آسمان و زمین کی تخلیق کرکے اس نے ان کو یوں ہی نہیں چھوڑ دیا، بلکہ ساری کائنات کا نظم و تدبیر وہ اس طرح کر رہا ہے کہ کبھی کسی کا آپس میں تصادم نہیں ہوا، ہرچیز اس کے حکم پر اپنے اپنے کام میں مصروف ہے۔\n(3) مشرکین و کفار، جو اصل مخاطب تھے، ان کا عقیدہ تھا کہ یہ بت، جن کی وہ عبادت کرتے تھے اللہ کے ہاں ان کی شفاعت کریں گے اور ان کو اللہ کے عذاب سے چھڑوائیں گے۔ اللہ تعالٰی نے فرمایا وہاں اللہ کی اجازت کے بغیر کسی کو سفارش کرنے کی اجازت نہیں ہوگی۔ اور یہ اجازت بھی صرف انہی لوگوں کے لئے ہوگی جن کے لئے اللہ تعالٰی پسند فرمائے گا۔ «وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ» [الأنبياء: 28]. «لَا تُغۡنِي شَفَٰعَتُهُمۡ شَيۡ‍ًٔا إِلَّا مِنۢ بَعۡدِ أَن يَأۡذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرۡضَىٰٓ» [النجم: 26].\n(4) یعنی ایسا اللہ، جو کائنات کا خالق بھی ہے اس کا مدبر و منتطم بھی علاوہ ازیں تمام اختیارات کا بھی کلی طرح پر وہی مالک ہے، وہی اس لائق ہے کہ اس کی عبادت کی جائے۔","lang":"ur"},{"name":"10:4","price":"تم سب کو اللہ ہی کے پاس جانا ہے، اللہ نے سچا وعده کر رکھا ہے۔ بیشک وہی پہلی بار بھی پیدا کرتا ہے پھر وہی دوباره بھی پیدا کرے گا تاکہ ایسے لوگوں کو جو کہ ایمان ﻻئے اور انہوں نے نیک کام کیے انصاف کے ساتھ جزا دے اور جن لوگوں نے کفر کیا ان کے واسطے کھولتا ہوا پانی پینے کو ملے گا اور دردناک عذاب ہوگا ان کے کفر کی وجہ سے۔(1)","arabic":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1368,"juzNumber":11,"footnotes":"(1) اس آیت میں قیامت کے وقوع، بارگاہ الٰہی میں سب کی حاضری اور جزا سزا کا بیان ہے، یہ مضمون قرآن کریم میں مختلف اسلوب سے متعدد مقامات پر بیان ہوا ہے۔","lang":"ur"},{"name":"10:5","price":"وه اللہ تعالیٰ ایسا ہے جس نے آفتاب کو چمکتا ہوا بنایا اور چاند کو نورانی بنایا(1) اور اس کے لیے منزلیں مقرر کیں تاکہ تم برسوں کی گنتی اور حساب معلوم کرلیا کرو(2)۔ اللہ تعالیٰ نے یہ چیزیں بے فائده نہیں پیدا کیں۔ وه یہ دﻻئل ان کو صاف صاف بتلا رہا ہے جو دانش رکھتے ہیں۔","arabic":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1369,"juzNumber":11,"footnotes":"(1) ضیاء ضوء کے ہم معنی ہے۔ مضاف یہاں محذوف ہے ذات ضیاء والقمر ذا نور، سورج کو چمکنے والا اور چاند کو نور والا بنایا۔ یا پھر انہیں مبالغے پر محمول کیا جائے گویا کہ یہ بذات خود ضیا اور نور ہیں۔ آسمان و زمین کی تخلیق اور ان کی تدبیر کے ذکر کے بعد بطور مثال کچھ اور چیزوں کا ذکر کیا جا رہا ہے جن کا تعلق تدبیر کائنات سے ہے جس میں سورج اور چاند کو بنیادی اہمیت حاصل ہے۔ سورج کی حرارت اور تپش اور اس کی روشنی، کس قدر ناگزیر ہے اس سے ہر با شعور آدمی واقف ہے۔ اسی طرح چاند کی نورانیت کا جو لطف اور اس کے فوائد ہیں، وہ بھی محتاج بیان نہیں۔ حکماء کا خیال ہے کہ سورج کی روشنی بالذات ہے اور چاند کی نورانیت ہے جو سورج کی روشنی سے مستفاد ہے (فتح القدیر) واللہ اعلم بالصواب۔\n(2) یعنی ہم نے چاند کی چال کی منزلیں مقرر کردی ہیں ان منزلوں سے مراد مسافت ہے جو وہ ایک رات اور ایک دن میں اپنی مخصوص حرکت یا چال کے ساتھ طے کرتا ہے یہ 28 منزلیں ہیں۔ ہر رات کو ایک منزل پر پہنچتا ہے جس میں کبھی خطا نہیں ہوتی۔ پہلی منزل میں وہ چھوٹا اور باریک نظر آتا ہے، پھر بتدریج بڑا ہوتا جاتا ہے حتٰی کے چودھویں شب یا چودھویں منزل پر وہ مکمل (بدر کامل) ہو جاتا ہے اس کے بعد پھر وہ سکڑنا اور باریک ہونا شروع ہو جاتا ہے حتٰی کے آخر میں ایک یا دو راتیں چھپا رہتا ہے۔ اور پھر ہلال بن کر طلوع ہو جاتا ہے۔ اس کا فائدہ یہ بیان کیا گیا ہے کہ تم برسوں کی گنتی اور حساب معلوم کر سکو۔ یعنی چاند کی ان منازل اور رفتار سے ہی مہینے اور سال بنتے ہیں۔ جن سے تمہیں ہرچیز کا حساب کرنے میں آسانی رہتی ہے۔ یعنی سال 12 مہینے کا، مہینہ 29،30 دن کا ایک دن 24 گھنٹے یعنی رات اور دن کا۔ جو ایام استوا میں 12، 12 گھنٹے اور سردی گرمی میں کم و بیش ہوتے ہیں، علاوہ ازیں دینوی منافع اور کاروبار ہی ان منازل قمر سے وابستہ نہیں۔ دینی منافع بھی حاصل ہوتے ہیں۔ اس طلوع بلال سے حج، صیام رمضان، اشہر حرم اور دیگر عبادات کی تعین ہوتی ہے جن کا اہتمام ایک مومن کرتا ہے۔","lang":"ur"},{"name":"10:6","price":"بلاشبہ رات اور دن کے یکے بعد دیگرے آنے میں اور اللہ تعالیٰ نے جو کچھ آسمانوں اور زمین میں پیدا کیا ہے ان سب میں ان لوگوں کے واسطے دﻻئل ہیں جو اللہ کا ڈر رکھتے ہیں۔","arabic":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1370,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:7","price":"جن لوگوں کو ہمارے پاس آنے کا یقین نہیں ہے اور وه دنیوی زندگی پر راضی ہوگئے ہیں اور اس میں جی لگا بیٹھے ہیں اور جو لوگ ہماری آیتوں سے غافل ہیں۔","arabic":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1371,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:8","price":"ایسے لوگوں کا ٹھکانا ان کے اعمال کی وجہ سے دوزخ ہے۔","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1372,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:9","price":"یقیناً جو لوگ ایمان ﻻئے اور انہوں نے نیک کام کیے ان کا رب ان کو ان کے ایمان کے سبب ان کے مقصد تک پہنچا دے گا(1) نعمت کے باغوں میں جن کے نیچے نہریں جاری ہوں گی۔","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1373,"juzNumber":11,"footnotes":"(1) اس کے ایک دوسرے معنی یہ کئے گئے ہیں کہ دنیا میں ایمان کے سبب قیامت والے دن اللہ تعالٰی ان کے لئے پل صراط سے گزرنا آسان فرما دے گا، اس صورت میں یہ ”با“ سببیت کے لئے ہے۔ بعض کے نزدیک یہ استعانت کے لئے ہے اور معنی یہ ہونگے کہ اللہ تعالٰی قیامت والے دن ان کے لئے ایک نور مہیا فرمائے گا جس کی روشنی میں وہ چلیں گے، جیسا کہ سورہ حدید میں اس کا ذکر آتا ہے۔","lang":"ur"},{"name":"10:10","price":"ان کے منھ سے یہ بات نکلے گی سبحان اللہ(1) اور ان کا باہمی سلام یہ ہوگا السلام علیکم(2) اور ان کی اخیر بات یہ ہوگی تمام تعریفیں اللہ کے لیے ہیں جو سارے جہان کا رب ہے۔","arabic":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1374,"juzNumber":11,"footnotes":"(1) یعنی اہل جنت اللہ کی حمد و تسبیح میں ہر وقت تعریف کرتے رہیں گے۔ جس طرح حدیث میں آتا ہے کہ ”اہل جنت کی زبانوں پر تسبیح و تحمید کا اس طرح الہام ہوگا جس طرح سانس کا الہام کیا جاتا ہے“۔ (صحیح مسلم، کتاب الجنة وصفة نعیمها، باب فی صفات الجنة وأهلهأ وتسبیحهم فیها بکرة وعشیا) یعنی جس طرح بے اختیار سانس کی آمدورفت رہتی ہی، اسی طرح اہل جنت کی زبانوں پر بغیر اہتمام کے حمدو تسبیح الٰہی کے ترانے رہیں گے۔\n(2) یعنی ایک دوسرے کو اس طرح سلام کریں گے، نیز فرشتے بھی انہیں سلام عرض کریں گے۔","lang":"ur"},{"name":"10:11","price":"اور اگر اللہ لوگوں پر جلدی سے نقصان واقع کردیا کرتا جس طرح وه فائده کے لیے جلدی مچاتے ہیں تو ان کا وعده کبھی کا پورا ہوچکا ہوتا(1) ۔ سو ہم ان لوگوں کو جن کو ہمارے پاس آنے کا یقین نہیں ہے ان کے حال پر چھوڑے رکھتے ہیں کہ اپنی سرکشی میں بھٹکتے رہیں۔","arabic":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1375,"juzNumber":11,"footnotes":"(1) اس کے ایک معنی تو یہ ہیں کہ جس طرح انسان خیر کے طلب کرنے میں جلدی کرتا ہے، اسی طرح وہ شر (عذاب) کے طلب کرنے میں بھی جلدی مچاتا ہے، اللہ کے پیغمبروں سے کہتا ہے اگر تم سچے ہو تو وہ عذاب لے کر آؤ جس سے تم ہمیں ڈراتے ہو۔ اللہ تعالٰی فرماتا ہے کہ اگر ان کے اس مطالبے کے مطابق ہم جلدی عذاب بھیج دیتے تو کبھی کے یہ موت اور ہلاکت سے دوچار ہو چکے ہوتے۔ لیکن ہم مہلت دے کر انہیں پورا موقع دیتے ہیں۔ دوسرے معنی یہ ہیں کہ جس طرح انسان اپنے لئے خیر اور بھلائی کی دعائیں مانگتا ہے جنہیں ہم قبول کرتے ہیں۔ اسی طرح جب انسان غصے یا تنگی میں ہوتا ہے تو اپنے لئے اور اپنی اولاد وغیرہ کے لئے بد دعائیں کرتا ہے، جنہیں ہم اس لئے نظر انداز کر دیتے ہیں کہ یہ زبان سے تو ہلاکت مانگ رہا ہے، مگر اس کے دل میں ایسا ارادہ نہیں ہے۔ لیکن اگر ہم انسانوں کی بد دعاؤں کے مطابق، انہیں فوراً ہلاکت سے دوچار کرنا شروع کردیں، تو پھر جلدی ہی لوگ موت اور تباہی سے ہمکنار ہو جایا کریں اس لئے حدیث میں آتا ہے کہ \" تم اپنے لئے، اپنی اولاد کے لئے اور اپنے مال و کاروبار کے لئے بد دعائیں مت کیا کرو، کہیں ایسا نہ ہو کہ تمہاری بد دعائیں، اس گھڑی کو پا لیں، جس میں اللہ کی طرف سے دعائیں قبول کی جاتی ہیں، پس وہ تمہاری بد دعائیں قبول فرما لے \"۔ (سنن أبی داؤد، کتاب الوتر، باب النهی عن أن یدعو الأنسان علی أهله وماله ومسلم، کتاب الزهد، فی حدیث جابر الطویل)۔","lang":"ur"},{"name":"10:12","price":"اور جب انسان کو کوئی تکلیف پہنچتی ہے تو ہم کو پکارتا ہے لیٹے بھی، بیٹھے بھی، کھڑے بھی۔ پھر جب ہم اس کی تکلیف اس سے ہٹا دیتے ہیں تو وه ایسا ہوجاتا ہے کہ گویا اس نے اپنی تکلیف کے لیے جو اسے پہنچی تھی کبھی ہمیں پکارا ہی نہ تھا(1) ، ان حد سے گزرنے والوں کے اعمال کو ان کے لیے اسی طرح خوشنما بنادیا گیا ہے۔(2)","arabic":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1376,"juzNumber":11,"footnotes":"(1) یہ انسان کی اس حالت کا تذکرہ ہے جو انسانوں کی اکثریت کا شیوہ ہے۔ بلکہ بہت سے اللہ کے ماننے والے بھی اس کوتاہی کا عام ارتکاب کرتے ہیں کہ مصیبت کے وقت تو خوب اللہ اللہ ہو رہا ہے، دعائیں کی جا رہی ہیں توبہ استغفار کا اہتمام کیا جا رہا ہے۔ لیکن جب اللہ تعالٰی مصیبت کا وہ کڑا وقت نکال دیتا ہے تو پھر بارگاہ الٰہی میں دعا و گڑگڑانے سے غافل ہو جاتے ہیں اور اللہ نے ان کی دعائیں قبول کرکے جس امتحان اور مصیبت سے نجات دی، اس پر اللہ کا شکر ادا کرنے کی بھی توفیق انہیں نصیب نہیں ہوتی۔\n(2) یہ تزئین عمل، بطور آزمائش اور مہلت اللہ تعالٰی کی طرف سے بھی ہوسکتی ہے، وسوسوں کے ذریعے سے شیطان کی طرف سے بھی ہوسکتی ہے اور انسان اس نفس کی طرف سے بھی ہوسکتی ہے، جو انسان کی برائی پر امادہ کرتا ہے،﴿إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ﴾ (يوسف: 53). تاہم اس کا شکار ہوتے وہی لوگ ہیں جو حد سے گزر جانے والے ہیں۔ یہاں معنی یہ ہوئے کہ ان کے لیے دعا سے اعراض، شکر الہی سے غفلت اور شہوات و خواہشات کے ساتھ اشتغال کو مزین کردیا گیا ہے۔ (فتح القدیر)","lang":"ur"},{"name":"10:13","price":"اور ہم نے تم سے پہلے بہت سے گروہوں کو ہلاک کردیا جب کہ انہوں نے ﻇلم کیا حاﻻنکہ ان کے پاس ان کے پیغمبر بھی دﻻئل لے کر آئے، اور وه ایسے کب تھے کہ ایمان لے آتے؟ ہم مجرم لوگوں کو ایسی ہی سزا دیا کرتے ہیں۔(1)","arabic":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1377,"juzNumber":11,"footnotes":"(1) یہ کفار کو تنبیہ ہے کہ گزشتہ امتوں کی طرح تم بھی ہلاکت سے دو چار ہو سکتے ہو۔","lang":"ur"},{"name":"10:14","price":"پھر ان کے بعد ہم نے دنیا میں بجائے ان کے تم کو جانشین کیا(1) تاکہ ہم دیکھ لیں کہ تم کس طرح کام کرتے ہو۔","arabic":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1378,"juzNumber":11,"footnotes":"(1) خلائف، خلیفہ کی جمع ہے۔ اس کے معنی ہیں، گزشتہ امتوں کا جانشین۔ یا ایک دوسرے کا جانشین۔","lang":"ur"},{"name":"10:15","price":"اور جب ان کے سامنے ہماری آیتیں پڑھی جاتی ہیں (1) ۔ جو بالکل صاف صاف ہیں تو یہ لوگ جن کو ہمارے پاس آنے کی امید نہیں ہے یوں کہتے ہیں کہ اس کے سوا کوئی دوسرا قرآن ﻻئیے (2) یا اس میں کچھ ترمیم کردیجئے۔ آپ (صلی اللہ علیہ وسلم) یوں کہہ دیجئے کہ مجھے یہ حق نہیں کہ میں اپنی طرف سے اس میں ترمیم کردوں(3) بس میں تو اسی کا اتباع کروں گا جو میرے پاس وحی کے ذریعہ سے پہنچا ہے، اگر میں اپنے رب کی نافرمانی کروں تو میں ایک بڑے دن کے عذاب کا اندیشہ رکھتا ہوں۔(4)","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1379,"juzNumber":11,"footnotes":"(1) یعنی جو اللہ تعالیٰ کی الوہیت و وحدانیت پر دلالت کرتی ہیں۔\n(2) مطلب یہ ہے کہ یا تو اس قرآن مجید کی جگہ قرآن ہی دوسرا لائیں یا پھر اس میں ہماری حسب خواہش تبدیلی کر دیں۔\n(3) یعنی مجھ سے دونوں باتیں ممکن نہیں میرے اختیار میں ہی نہیں۔\n(4) یہ اس کی مزید تاکید ہے۔ میں تو صرف اس بات کا پیرو ہوں جو اللہ کی طرف سے مجھ پر نازل ہوتی ہے۔ اس میں کسی کمی بیشی کا ارتکاب کروں گا تو یوم عظیم کے عذاب سے میں محفوظ نہیں رہ سکتا۔","lang":"ur"},{"name":"10:16","price":"آپ یوں کہہ دیجئے کہ اگر اللہ کو منظور ہوتا تو نہ تو میں تم کو وه پڑھ کر سناتا اور نہ اللہ تعالیٰ تم کو اس کی اطلاع دیتا (1) کیونکہ میں اس سے پہلے تو ایک بڑے حصہ عمر تک تم میں ره چکا ہوں۔ پھر کیا تم عقل نہیں رکھتے.(2)","arabic":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1380,"juzNumber":11,"footnotes":"(1) یعنی سارا معاملہ اللہ کی مشیت پر موقوف ہے، وہ چاہتا تو میں نہ تمہیں پڑھ کر سناتا نہ تمہیں اس کی کوئی اطلاع دی جاتی، بعض نے أَدْرَاكُمْ بِهِ کے معنی کیے ہیں أَعْلَمَكُمْ بِهِ عَلَى لِسَانِي، کہ وہ تم کو میری زبانی اس قرآن کی بابت کچھ بھی نہ بتلاتا۔\n(2) اور تم بھی جانتے ہو کہ دعوائے نبوت سے قبل چالیس سال میں نے تمہارے اندر گزارے کیا میں نے کسی استاذ سے کچھ سیکھا ہے؟ اسی طرح تم میری امانت وصداقت کے بھی قائل رہے ہو۔ کیا اب یہ ممکن ہے کہ میں اللہ پر افترا باندھنا شروع کردوں؟ مطلب ان دونوں باتوں کا یہ ہے کہ یہ قرآن اللہ ہی کا نازل کردہ ہے نہ میں نے کسی سے سن یا سیکھ کر اسے بیان کیا ہے اور نہ یوں ہی جھوٹ موٹ اسے اللہ کی طرف منسوب کردیا ہے۔","lang":"ur"},{"name":"10:17","price":"سو اس شخص سے زیاده کون ﻇالم ہوگا جو اللہ پرجھوٹ باندھے یا اس کی آیتوں کو جھوٹا بتلائے، یقیناً ایسے مجرموں کو اصلاً فلاح نہ ہوگی","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1381,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:18","price":"اور یہ لوگ اللہ کے سوا (1) ایسی چیزوں کی عبادت کرتے ہیں جو نہ ان کو ضرر پہنچا سکیں (2)اور نہ ان کو نفع پہنچا سکیں اور کہتے ہیں کہ یہ اللہ کے پاس ہمارے سفارشی ہیں(3)۔ آپ کہہ دیجئے کہ کیا تم اللہ کو ایسی چیز کی خبر دیتے ہو جو اللہ تعالیٰ کو معلوم نہیں، نہ آسمانوں میں اور نہ زمین میں(4)، وه پاک اور برتر ہے ان لوگوں کے شرک سے .(5)","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1382,"juzNumber":11,"footnotes":"(1) یعنی اللہ کی عبادت سے تجاوز کرکے نہ کہ اللہ کی عبادت ترک کرکے۔ کیونکہ مشرکین اللہ کی عبادت کرتے تھے۔ اور غیر اللہ کی بھی۔\n(2) جب کہ معبود کی شان یہ ہے کہ وہ اپنے اطاعت گزاروں کو بدلہ اور اپنے نافرمانوں کو سزا دینے پر قادر ہے۔\n(3) یعنی ان کی سفارش سے اللہ ہماری ضرورتیں پوری کر دیتا ہے ہماری بگڑی بنا دیتا ہے یا ہمارے دشمن کی بنائی ہوئی بگاڑ دیتا ہے۔ یعنی مشرکین بھی اللہ کے سوا جن کی عبادت کرتے تھے ان کو نفع اور ضرر میں مستقل نہیں سمجھتے تھے بلکہ اپنے اور اللہ کے درمیان واسطہ اور وسیلہ سمجھتے تھے۔\n(4) یعنی اللہ کو تو اس بات کا علم نہیں کہ اس کا کوئی شریک بھی ہے یا اس کی بارگاہ میں سفارشی بھی ہونگے، گویا یہ مشرکین اللہ کو خبر دیتے ہیں کہ تجھے خبر نہیں۔ لیکن ہم تجھے بتلاتے ہیں کہ تیرے شریک بھی ہیں اور سفارشی بھی ہیں جو اپنے عقیدت مندوں کی سفارش کریں گے۔\n(5) اللہ تعالٰی نے فرمایا کہ مشرکین کی باتیں بے اصل ہیں۔ اللہ تعالٰی ان تمام باتوں سے پاک اور برتر ہے۔","lang":"ur"},{"name":"10:19","price":"اور تمام لوگ ایک ہی امت کے تھے پھر انہوں نے اختلاف پیداکرلیا(1) اور اگر ایک بات نہ ہوتی جو آپ کے رب کی طرف سے پہلے ٹھہر چکی ہے تو جس چیز میں یہ لوگ اختلاف کررہے ہیں ان کا قطعی فیصلہ ہوچکا ہوتا .(2)","arabic":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1383,"juzNumber":11,"footnotes":"(1) یعنی یہ شرک، لوگوں کی اپنی ایجاد ہے ورنہ پہلے پہل اس کا کوئی وجود نہ تھا۔ تمام لوگ ایک ہی دین اور ایک ہی طریقہ پر تھے اور وہ اسلام ہے جس میں توحید کی بنیادی حیثیت حاصل ہے۔ حضرت نوح (عليه السلام) تک لوگ اسی توحید پر قائم رہے پھر ان میں اختلاف ہوگیا اور کچھ لوگوں نے اللہ کے ساتھ دوسروں کو بھی معبود، حاجت روا اور مشکل کشا سمجھنا شروع کر دیا۔\n(2) یعنی اگر اللہ کا فیصلہ نہ ہوتا کہ، تمام حجت سے پہلے کسی کو عذاب نہیں دیتا، اس طرح اس نے مخلوق کے لئے ایک وقت کا تعین نہ کیا ہوتا تو یقینا وہ ان کے مابین اختلافات کا فیصلہ اور مومنوں کو سعادت مند اور کافروں کو عذاب میں مبتلا کر چکا ہوتا۔","lang":"ur"},{"name":"10:20","price":"اور یہ لوگ یوں کہتے ہیں کہ ان پر ان کے رب کی جانب سے کوئی نشانی کیوں نہیں نازل ہوتی(1) ؟ سو آپ فرما دیجئے کہ غیب کی خبر صرف اللہ کو ہے (2)سو تم بھی منتظر رہو میں بھی تمہارے ساتھ منتظر ہوں .","arabic":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1384,"juzNumber":11,"footnotes":"(1) اس سے مراد کوئی بڑا اور واضح معجزہ، جیسے قوم ثمود کے لئے اونٹنی کا ظہور ہوا ان کے لئے صفا پہاڑی سونے کا یا مکے کے پہاڑوں کو ختم کرکے ان کی جگہ نہریں اور باغات بنانے کا یا اور اس قسم کا کوئی معجزہ صادر کرکے دکھلایا جائے۔\n(2) یعنی اگر اللہ چاہے تو ان کی خواہشات کے مطابق وہ معجزے تو ظاہر کرکے دکھا سکتا ہے۔ لیکن اس کے بعد بھی اگر وہ ایمان نہ لائے تو پھر اللہ کا قانون یہ ہے کہ ایسی قوم کو فوراً وہ ہلاک کر دیتا ہے۔ اس لئے اس بات کا علم صرف اسی کو ہے کہ کسی قوم کے لئے اس کی خواہشات کے مطابق معجزے ظاہر کر دیتا اس کے حق میں بہتر ہے یا نہیں؟ اور اس طرح اس بات کا علم بھی صرف اسی کو ہے کہ ان کے مطلوبہ معجزے اگر ان کو دکھائے گئے تو انہیں، کتنی مہلت دی جائے گی، اسی لئے آگے فرمایا، \" تم بھی انتظار کرو میں بھی تمہارے ساتھ انتظار کرنے والوں میں سے ہوں\"۔","lang":"ur"},{"name":"10:21","price":"اور جب ہم لوگوں کو اس امر کے بعد کہ ان پر کوئی مصیبت پڑ چکی ہو کسی نعمت کامزه چکھا دیتے ہیں(1) تو وه فوراً ہی ہماری آیتوں کے بارے میں چالیں چلنے لگتے ہیں(2)، آپ کہہ دیجئے کہ اللہ چال چلنے میں تم سے زیاده تیز ہے(3)، بالیقین ہمارے فرشتے تمہاری سب چالوں کو لکھ رہے ہیں.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1385,"juzNumber":11,"footnotes":"(1) مصیبت کے بعد نعمت کا مطلب ہے۔ تنگی، قحط سالی اور آلام و مصائب کے بعد، رزق کی فروانی، اسباب معیشت کی ارزانی وغیرہ۔\n(2) اس کا مطلب ہے کہ ہماری ان نعمتوں کی قدر اور ان پر اللہ کا شکر ادا نہیں کرتے بلکہ کفر اور شرک کا ارتکاب کرتے ہیں۔ یعنی ان کی وہ بری تدبیر ہے جو اللہ کی نعمتوں کے مقابلے میں اختیار کرتے ہیں۔\n(3) یعنی اللہ کی تدبیر ان سے کہیں زیادہ تیز ہے جو وہ اختیار کرتے ہیں۔ اور وہ یہ ہے کہ ان کا مواخذہ کرنے پر قادر ہے، وہ جب چاہے ان کی گرفت کر سکتا ہے، فوراً بھی اور اس کی حکمت تاخیر کا تقاضا کرنے والی ہو تو بعد میں بھی۔ مکر، عربی زبان میں خفیہ تدبیر اور حکمت عملی کو کہتے ہیں، جو اچھی بھی ہوسکتی ہے اور بری بھی۔ یہاں اللہ کی عقوبت اور گرفت کو مکر سے تعبیر کیا گیا ہے۔","lang":"ur"},{"name":"10:22","price":"وه اللہ ایسا ہے کہ تم کو خشکی اور دریا میں چلاتا ہے(1) ، یہاں تک کہ جب تم کشتی میں ہوتے ہو اور وه کشتیاں لوگوں کو موافق ہوا کے ذریعہ سے لے کر چلتی ہیں اور وه لوگ ان سے خوش ہوتے ہیں ان پر ایک جھونکا سخت ہوا کا آتا ہے اور ہر طرف سے ان پر موجیں اٹھتی چلی آتی ہیں اور وه سمجھتے ہیں کہ (برے) آ گھرے(2)، (اس وقت) سب خالص اعتقاد کرکے اللہ ہی کو پکارتے ہیں (3)کہ اگر تو ہم کو اس سے بچالے تو ہم ضرور شکر گزار بن جائیں گے.","arabic":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1386,"juzNumber":11,"footnotes":"(1) يُسَيِّرُكُمْ وہ تمہیں چلاتا یا چلنے پھرنے اور سیر کرنے کی توفیق دیتا ہے \" خشکی میں \" یعنی اس نے تمہیں قدم عطا کئے جن سے تم چلتے ہو، سواریاں مہیا کیں، جن پر سوار ہو کر دور دراز کے سفر کرتے ہو \" اور سمندر میں \" یعنی اللہ نے تمہیں کشتیاں اور جہاز بنانے کی عقل اور سمجھ دی، تم نے وہ بنائیں اور ان کے ذریعے سے سمندر کا سفر کرتے ہو۔\n(2) أُحِيطَ بِهِمْ کا مطلب ہے، جس طرح دشمن کسی قوم یا شہر کا احاطہ یعنی محاصرہ کر لیتا ہے اور وہ دشمن کے رحم و کرم پر ہوتے ہیں، اسی طرح وہ جب سخت ہواؤں کے تھپیڑوں اور تلاطم خیز موجوں میں گھر جاتے ہیں اور موت ان کو سامنے نظر آتی ہے۔\n(3) یعنی پھر وہ دعا میں غیر اللہ کی ملاوٹ نہیں کرتے جس طرح عام حالات میں کرتے ہیں۔ عام حالات میں تو کہتے ہیں کہ یہ بزرگ بھی اللہ کے بندے ہیں، انہیں بھی اللہ نے اختیارات سے نواز رکھا ہے اور انہی کے ذریعے سے ہم اللہ کا قرب تلاش کرتے ہیں۔ لیکن جب اس طرح شدائد میں گھر جاتے ہیں تو یہ سارے شیطانی فلسفے بھول جاتے ہیں اور صرف اللہ یاد رہ جاتا ہے اور پھر صرف اسی کو پکارتے ہیں۔ اس سے ایک بات تو یہ معلوم ہوئی کہ انسان کی فطرت میں اللہ واحد کی طرف رجوع کا جذبہ ودیعت کیا گیا ہے۔ انسان ماحول سے متاثر ہو کر اس جذبے یا فطرت کو دبا دیتا ہے لیکن مصیبت میں یہ جذبہ ابھر آتا ہے اور یہ فطرت عود کر آتی ہے۔ جس سے معلوم ہوا کہ توحید، فطرت انسانی کی آواز اور اصل چیز ہے، جس سے انسان کو انحراف نہیں کرنا چاہیے۔ کیونکہ اس سے انحراف فطرت سے انحراف جو سراسر گمراہی ہے، دوسری بات یہ معلوم ہوئی کہ مشرکین، جب اس طرح مصائب میں گھر جاتے تو وہ اپنے خود ساختہ معبودوں کے بجائے، صرف ایک اللہ کو پکارتے تھے چنانچہ حضرت عکرمہ بن ابی جہل (رضي الله عنه) کے بارے میں آتا ہے کہ جب مکہ فتح کیا تو یہ وہاں سے فرار ہوگئے۔ باہر کسی جگہ جانے کے لیے کشتی میں سوار ہوئے، تو کشتی طوفانی ہواؤں کی زد میں آگئی۔ جس پر ملاح نے کشتی میں سوار لوگوں سے کہا کہ آج اللہ واحد سے دعا کرو، تمہیں اس طوفان سے اس کے سوا کوئی نجات دینے والا نہیں ہے۔ حضرت عکرمہ (رضي الله عنه) کہتے ہیں، میں نے سوچا اگر سمندر میں نجات دینے والا صرف ایک اللہ ہے تو خشکی میں بھی یقینا نجات دینے والا وہی ہے۔ اور یہی بات محمد کہتے ہیں۔ چنانچہ انہوں فیصلہ کر لیا اگر یہاں سے میں زندہ بچ کر نکل گیا تو مکہ واپس جا کر اسلام قبول کرلوں گا۔ چنانچہ یہ نبی (صلى الله عليه وسلم) کی خدمت میں حاضر ہوئے اور مسلمان ہوگئے۔ (رضي الله عنه) (سنن نسائي، أبو داود- نمبر 2683۔ وذكر الألباني في الصحيحة نمبر1723) لیکن افسوس! امت محمدیہ کے عوام اس طرح شرک میں پھنسے ہوئے ہیں کہ شدائد و آلام میں بھی وہ اللہ کی طرف رجوع کرنے کے بجائے فوت شدہ بزرگوں کو ہی مشکل کشا سمجھتے اور انہی کو مدد کے لیے پکارتے ہیں۔ فَإِنَّا للهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ آہ! فَلْيَبْكِ عَلَى الإسْلامِ مَنْ كَانَ بَاكِيًا","lang":"ur"},{"name":"10:23","price":"پھر جب اللہ تعالیٰ ان کو بچالیتا ہے تو فوراً ہی وه زمین میں ناحق سرکشی کرنے لگتے ہیں (1) اے لوگو! یہ تمہاری سرکشی تمہارے لیے وبال ہونے والی ہے (2)دنیاوی زندگی کے (چند) فائدے ہیں، پھر ہمارے پاس تم کو آنا ہے پھر ہم سب تمہارا کیا ہوا تم کو بتلادیں گے.","arabic":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1387,"juzNumber":11,"footnotes":"(1) یہ انسان کی ناشکری کی عادت کا ذکر ہے جس کا تذکرہ ابھی آیت 12 میں بھی گزرا، اور قرآن میں اور بھی متعدد مقامات پر اللہ نے اس کا ذکر فرمایا ہے۔\n(2) اللہ تعالٰی نے فرمایا، تم یہ ناشکری اور سرکشی کرلو، چار روزہ متاع زندگی سے فائدہ اٹھا کر بالآخر تمہیں ہمارے ہی پاس آنا ہے، پھر تمہیں، جو کچھ تم کرتے رہے ہو گے، بتلائیں گے یعنی ان پر سزا دیں گے۔","lang":"ur"},{"name":"10:24","price":"پس دنیاوی زندگی کی حالت تو ایسی ہے جیسے ہم نے آسمان سے پانی برسایا پھر اس سے زمین کی نباتات، جن کو آدمی اور چوپائے کھاتے ہیں، خوب گنجان ہوکر نکلی۔ یہاں تک کہ جب وه زمین اپنی رونق کا پورا حصہ لے چکی اور اس کی خوب زیبائش ہوگئی اور اس کے مالکوں نے سمجھ لیا کہ اب ہم اس پر بالکل قابض ہوچکے تو دن میں یا رات میں اس پر ہماری طرف سے کوئی حکم (عذاب) آپڑا سو ہم نے اس کو ایسا صاف کردیا (1) کہ گویا کل وه موجود ہی نہ تھی۔ ہم اسی طرح آیات کو صاف صاف بیان کرتے ہیں ایسے لوگوں کے لیے جو سوچتے ہیں.","arabic":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1388,"juzNumber":11,"footnotes":"(1) حَصِيدًا فعیل بمعنی مفعول ہے أَيْ: مَحْصُودًا یعنی محصود دنیا کی زندگی اس طرح کھیتی سے تشبیہ دے کر اس کے عارضی پن اور ناپائیداری کو واضح کیا گیا ہے کہ کھیتی بھی بارش کے پانی سے نشمونما پاتی اور سر سبز و شداب ہوتی ہے لیکن اس کے بعد اسے کاٹ کر فنا کے گھاٹ اتار دیا جاتا ہے۔","lang":"ur"},{"name":"10:25","price":"اور اللہ تعالیٰ سلامتی کے گھر کی طرف تم کو بلاتا ہے اور جس کو چاہتا ہے راه راست پر چلنے کی توفیق دیتا ہے.","arabic":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1389,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:26","price":"جن لوگوں نے نیکی کی ہے ان کے واسطے خوبی ہے اور مزید برآں بھی(1) اور ان کے چہروں پر نہ سیاہی چھائے گی اور نہ ذلت، یہ لوگ جنت میں رہنے والے ہیں وه اس میں ہمیشہ رہیں گے.","arabic":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1390,"juzNumber":11,"footnotes":"(1) اس زیادہ کے کئی مفہوم بیان کئے گئے ہیں لیکن حدیث میں اس کی تفسیر دیدار باری تعالٰی سے کی گئی ہے جس سے اہل جنت کو جنت کی نعمتیں دینے کے بعد، مشرف کیا جائے گا (صحيح مسلم كتاب الإيمان، باب إثبات رؤية المؤمنين في الآخرة لربهم)","lang":"ur"},{"name":"10:27","price":"اور جن لوگوں نے بدکام کیے ان کی بدی کی سزا اس کے برابر ملے گی(1) اور ان کو ذلت چھائے گی، ان کو اللہ تعالیٰ سے کوئی نہ بچا سکے گا(2)۔ گویا ان کے چہروں پر اندھیری رات کے پرت کے پرت لپیٹ دیے گئے ہیں(3)۔ یہ لوگ دوزخ میں رہنے والے ہیں، وه اس میں ہمیشہ رہیں گے.","arabic":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1391,"juzNumber":11,"footnotes":"(1) گزشتہ آیت میں اہل جنت کا تذکرہ تھا، اس میں بتلایا گیا تھا کہ انہیں ان کے نیک اعمال کی جزا کئی کئی گنا ملے گی اور پھر مزید دیدار الٰہی سے نوازے جائیں گے۔ اس آیت میں بتلایا جا رہا ہے کہ برائی کا بدلہ برائی کے مثل ہی ملے گا ۔ سَيِّئَاتٌ سے مراد کفر اور شرک اور دیگر معاصی ہیں۔\n(2) جس طرح اہل ایمان کو بچانے والا اللہ تعالٰی ہوگا اس طرح انہیں اس روز اپنے فضل خاص سے نوازے گا علاوہ ان کے لئے اللہ تعالٰی اپنے مخصوص بندوں کو شفاعت کی اجازت بھی دے گا، جن کی شفاعت بھی وہ قبول فرمائے گا۔\n(3) یہ مبالغہ ہے کہ ان کے چہرے اتنے سخت سیاہ ہونگے۔ اس کے برعکس اہل ایمان کے چہرے ترو تازہ اور روشن ہونگے جس طرح سورۃ ال عمران، آیت 106 «يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ» الآية اور سورۃ عبس 38-41 اور سورہ قیامت میں ہے۔","lang":"ur"},{"name":"10:28","price":"اور وه دن بھی قابل ذکر ہے جس روز ہم ان سب کو جمع کریں(1) گے پھر مشرکین سے کہیں گے کہ تم اور تمہارے شریک اپنی جگہ ٹھہرو(2) پھر ہم ان کے آپس میں پھوٹ ڈال دیں گے (3)اور ان کے وه شرکا کہیں گے کہ تم ہماری عبادت نہیں کرتے تھے.","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1392,"juzNumber":11,"footnotes":"(1) جَمِيعًا سے مراد، ازل سے ابد تک کے تمام اہل زمین انسان اور جنات ہیں، سب کو اللہ تعالٰی جمع فرمائے گا جس طرح کہ دوسرے مقام پر فرمایا «وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا» (الکہف:47) ”ہم ان سب کو اکھٹا کریں گے، کسی ایک کو بھی نہ چھوڑیں گے“۔\n(2) ان کے مقابلے میں اہل ایمان کو دوسری طرف کر دیا جائے گا یعنی اہل ایمان اور اہل کفر و شرک کو الگ الگ ایک دوسرے سے ممتاز کر دیا جائے گا جیسے فرمایا «وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ» (یس:59) «يَوْمَئِذٍ يَصَّدَّعُونَ» (الروم:43) «اس دن لوگ گروہوں میں بٹ جائیں گے ' یعنی دو گروہوں میں۔ أَيْ: يَصِيرُونَ صِدْعَيْنِ (ابن کثیر)\n(3) یعنی دنیا میں ان کے درمیان آپس میں جو خصوصی تعلق تھا وہ ختم کر دیا جائے گا اور ایک دوسرے کے دشمن بن جائیں گے اور ان کے معبود اس بات کا ہی انکار کریں گے کہ یہ لوگ ان کی عبادت کرتے تھے، ان کو مدد کے لئے پکارتے تھے، ان کے نام کی نذر نیاز دیتے تھے۔","lang":"ur"},{"name":"10:29","price":"سو ہمارے تمہارے درمیان اللہ کافی ہے گواه کے طور پر، کہ ہم کو تمہاری عبادت کی خبر بھی نہ تھی.(1)","arabic":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1393,"juzNumber":11,"footnotes":"(1) یہ انکار کی وجہ ہے کہ ہمیں تو کچھ پتہ ہی نہیں، تم کیا کچھ کرتے تھے اور ہم جھوٹ بول رہے ہوں تو ہمارے درمیان اللہ تعالٰی گواہ ہے اور وہ کافی ہے، اس کی گواہی کے بعد کسی اور ثبوت کی ضرورت ہی نہیں رہ جاتی، یہ آیت اس بات پر نص صریح ہے کہ مشرکین جن کو مدد کے لئے پکارتے تھے،وہ محض پتھر کی مورتیاں نہیں تھیں (جس طرح کہ آج کل کے قبر پرست اپنی قبر پرستی کو جائز ثابت کرنے کے لئے کہتے ہیں کہ اس قسم کی آیات تو بتوں کے لئے ہیں) بلکہ وہ عقل و شعور رکھنے والے افراد ہی ہوتے تھے جن کے مرنے کے بعد لوگ ان کے مجسمے اور بت بنا کر پوجنا شروع کر دیتے تھے۔ جس طرح کہ حضرت نوح (عليه السلام) کی قوم کے طرز عمل سے ثابت ہے جس کی تصریح صحیح بخاری میں موجود ہے۔ دوسرا یہ بھی معلوم ہوا کہ مرنے کے بعد، انسان کتنا بھی نیک ہو، حتیٰ کہ نبی و رسول ہو۔ اسے دنیا کے حالات کا علم نہیں ہوتا، اس کے ماننے والے اور عقیدت مند اسے مدد کے لئے پکارتے ہیں اس کے نام کی نذر نیاز دیتے ہیں، اس کی قبر پر میلے ٹھیلے کا انتظام کرتے ہیں، لیکن وہ بےخبر ہوتا ہے اور ان تمام چیزوں کا انکار ایسے لوگ قیامت والے دن کریں گے۔ یہی بات سورۃ احقاف آیت 5-6 میں بھی بیان کی گئی ہے۔","lang":"ur"},{"name":"10:30","price":"اس مقام پر ہر شخص اپنے اگلے کیے ہوئے کاموں کی جانچ کرلے گا (1) اور یہ لوگ اللہ کی طرف جو ان کا مالک حقیقی ہے لوٹائے جائیں گے اور جو کچھ جھوٹ باندھا کرتے تھے سب ان سے غائب ہوجائیں گے.(2)","arabic":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1394,"juzNumber":11,"footnotes":"(1) یعنی جان لے گا یا مزہ چکھ لے گا۔\n(2) یعنی کوئی معبود اور ”مشکل کشا“ وہاں کام نہیں آئے گا، کوئی کسی کی مشکل کشائی پر قادر نہیں ہوگا۔","lang":"ur"},{"name":"10:31","price":"آپ کہیے کہ وه کون ہے جو تم کو آسمان اور زمین سے رزق پہنچاتا ہے یا وه کون ہے جو کانوں اور آنکھوں پر پورا اختیار رکھتا ہے اور وه کون ہے جو زنده کو مرده سے نکالتا ہے اور مرده کو زنده سے نکالتا ہے اور وه کون ہے جو تمام کاموں کی تدبیر کرتا ہے؟ ضرور وه یہی کہیں گے کہ اللہ (1) تو ان سے کہیے کہ پھر کیوں نہیں ڈرتے.","arabic":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1395,"juzNumber":11,"footnotes":"(1) اس آیت سے بھی واضح ہے کہ مشرکین اللہ تعالٰی کی مالکیت، خالقیت، ربویت اور اس کے مدبر الامور ہونے کو تسلیم کرتے تھے۔ لیکن اس کے باوجود چونکہ وہ اس کی الوہیت میں دوسروں کو شریک ٹھہراتے تھے، اس لئے اللہ تعالٰی انہیں جہنم کا ایندھن قرار دیا۔ آج کل کے مدعیان ایمان بھی اسی توحید الوہیت کے منکر ہیں۔ فَتَشَابَهَتْ قُلُوبُهُمْ (هَدَاهُمُ اللهُ تَعَالَى)","lang":"ur"},{"name":"10:32","price":"سو یہ ہے اللہ تعالیٰ جو تمہارا رب حقیقی ہے۔ پھر حق کے بعد اور کیا ره گیا بجز گمراہی کے، پھر کہاں پھرے جاتے ہو؟(2)","arabic":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1396,"juzNumber":11,"footnotes":"(1) یعنی رب اور اللہ (معبود) تو یہی ہے جس کے بارے میں تمہیں خود اعتراف ہے کہ ہرچیز کا خالق و مالک اور مدبر وہی ہے، پھر اس معبود کو چھوڑ کر جو تم دوسرے معبود بنائے پھرتے ہو، وہ گمراہی کے سوا کچھ نہیں تمہاری سمجھ میں یہ بات کیوں نہیں آتی؟ تم کہاں پھرے جاتے ہو؟","lang":"ur"},{"name":"10:33","price":"اسی طرح آپ کے رب کی یہ بات کہ یہ ایمان نہ ﻻئیں گے، تمام فاسق لوگوں کے حق میں ﺛابت ہوچکی ہے.(1)","arabic":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1397,"juzNumber":11,"footnotes":"(1) یعنی جس طرح مشرکین تمام تر اعتراف کے باوجود اپنے شرک پر قائم ہیں اور اسے چھوڑنے کے لئے تیار نہیں۔ اسی طرح تیرے رب کی بات ثابت ہوگئی کہ ایمان والے نہیں ہیں، کیونکہ یہ غلط راستہ چھوڑ کر صحیح راستہ اختیار کرنے کے لئے تیار ہی نہیں ہیں تو ہدایت اور ایمان انہیں کس طرح نصیب ہو سکتا ہے؟ یہ وہی بات ہے جسے دوسرے مقام پر اس طرح بیان فرمایا گیا ہے «وَلٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَي الْكٰفِرِيْنَ»(الزمر:71) ”لیکن عذاب کی بات کافروں پر ثابت ہوگئی“۔","lang":"ur"},{"name":"10:34","price":"آپ یوں کہیے کہ کیا تمہارے شرکا میں کوئی ایسا ہے جو پہلی بار بھی پیدا کرے، پھر دوباره بھی پیدا کرے؟ آپ کہہ دیجئے کہ اللہ ہی پہلی بار پیدا کرتا ہے پھر وہی دوباره بھی پیدا کرے گا۔ پھر تم کہاں پھرے جاتے ہو؟(1)","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1398,"juzNumber":11,"footnotes":"(1) مشرکین کے شرک کے کھوکھلے پن کو واضح کرنے کے لئے ان سے پوچھا جا رہا ہے کہ بتلاؤ جنہیں تم اللہ کا شریک گردانتے ہو، کیا انہوں نے اس کائنات کو پہلی مرتبہ پیدا کیا ہے؟ یا دوبارہ اسے پیدا کرنے پر قادر ہیں؟ نہیں یقینا نہیں پہلی مرتبہ بھی پیدا کرنے والا اللہ ہی ہے اور روز قیامت دوبارہ وہی سب کو زندہ کرے گا۔ تو پھر ہدایت کا راستہ چھوڑ کر، کہاں پھرے جا رہے ہو؟","lang":"ur"},{"name":"10:35","price":"آپ کہیے کہ تمہارے شرکا میں کوئی ایسا ہے کہ حق کا راستہ بتاتا ہو؟ آپ کہہ دیجئے کہ اللہ ہی حق کا راستہ بتاتا ہے(1) ۔ تو پھر آیا جو شخص حق کا راستہ بتاتا ہو وه زیاده اتباع کے ﻻئق ہے یا وه شخص جس کو بغیر بتائے خود ہی راستہ نہ سوجھے(2)؟ پس تم کو کیا ہوگیا ہے تم کیسے فیصلے کرتے ہو.(3)","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1399,"juzNumber":11,"footnotes":"(1) یعنی بھٹکے ہوئے مسافرین راہ کو راستہ بتانے والا اور دلوں کو گمراہی سے ہدایت کی طرف پھیرنے والا بھی اللہ تعالٰی ہی ہے۔ ان کے شرکاء میں کوئی ایسا نہیں جو یہ کام کر سکے۔\n(2) یعنی پیروی کے لائق کون ہے؟ وہ شخص جو دیکھتا سنتا اور لوگوں کی حق کی طرف رہنمائی کرتا ہے؟ یا وہ جو اندھے اور بہرے ہونے کی وجہ سے خود راستے پر چل بھی نہیں سکتا، جب تک دوسرے لوگ اسے راستے پر نہ ڈالدیں یا ہاتھ پکڑ کر لے نہ جائیں؟۔\n(3) یعنی تمہاری عقلوں کو کیا ہوگیا ہے؟ تم کس طرح اللہ کو اور اس کی مخلوق کو برابر ٹھہرائے جا رہے ہو؟ اللہ کے ساتھ تم دوسروں کو بھی شریک عبادت بنا رہے ہو؟ جب کہ ان دلائل کا تقاضا یہ ہے کہ صرف اسی ایک اللہ کو معبود مانا جائے اور عبادت کی تمام قسمیں صرف اسی کے لئے خاص مانی جائیں۔","lang":"ur"},{"name":"10:36","price":"اور ان میں سے اکثر لوگ صرف گمان پر چل رہے ہیں۔ یقیناً گمان، حق (کی معرفت) میں کچھ بھی کام نہیں دے سکتا (1) یہ جو کچھ کررہے ہیں یقیناً اللہ کو سب خبر ہے.(2)","arabic":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1400,"juzNumber":11,"footnotes":"(1) لیکن بات یہ ہے کہ لوگ محض اٹکل پچو باتوں پر چلنے والے ہیں حالانکہ جانتے ہیں کہ دلائل کے مقابلے میں اوہام و خیالات اور ظن و گمان کی کوئی حیثیت نہیں۔ قرآن میں ظن، یقین اور گمان دونوں معنی میں استعمال ہوا ہے، یہاں دوسرا معنی مراد ہے۔\n(2) یعنی اس ہٹ دھرمی کی وہ سزا دے گا، کہ دلائل نہ رکھنے کے باوجود، یہ محض غلط وہم اور دیوانہ پن کے پیچھے لگے رہے اور عقل فہم سے ذرا کام نہ لیا۔","lang":"ur"},{"name":"10:37","price":"اور یہ قرآن ایسا نہیں ہے کہ اللہ (کی وحی) کے بغیر (اپنے ہی سے) گھڑ لیا گیا ہو۔ بلکہ یہ تو (ان کتابوں کی) تصدیق کرنے واﻻ ہے جو اس کے قبل (نازل) ہوچکی ہیں (1) اور کتاب (احکام ضروریہ) کی تفصیل بیان کرنے واﻻ ہے (2)اس میں کوئی بات شک کی نہیں (3)کہ رب العالمین کی طرف سے ہے.(4)","arabic":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1401,"juzNumber":11,"footnotes":"(1) جو اس بات کی دلیل ہے کہ یہ قرآن گھڑا ہوا نہیں ہے، بلکہ اسی ذات کا نازل کردہ ہے جس نے پچھلی کتابیں نازل فرمائیں تھیں۔\n(2) یعنی حلال و حرام اور جائز ناجائز کی تفصیل بیان کرنے والا۔\n(3) اس کی تعلیمات میں، اس کے بیان کردہ قصص و واقعات میں اور مستقبل میں پیش آنے والے واقعات کے بارے میں۔\n(4) یہ سب باتیں واضح کرتی ہیں کہ یہ رب العالمین ہی کی طرف سے نازل ہوا ہے، جو ماضی اور مستقبل کو جاننے والا ہے۔","lang":"ur"},{"name":"10:38","price":"کیا یہ لوگ یوں کہتے ہیں کہ آپ نے اس کو گھڑ لیا ہے؟ آپ کہہ دیجئے کہ تو پھر تم اس کے مثل ایک ہی سورت لاؤ اور جن جن غیراللہ کو بلا سکو، بلالو اگر تم سچے ہو.(1)","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1402,"juzNumber":11,"footnotes":"(1) ان تمام حقائق اور دلائل کے بعد بھی، اگر تمہارا دعوٰی یہ ہے کہ یہ قرآن محمد(صلى الله عليه وسلم) کا گھڑا ہوا ہے تو بھی تمہاری طرح ایک انسان ہے، تمہاری زبان بھی اسی طرح عربی ہے وہ تو ایک ہے، تم اگر اپنے دعوے میں سچے ہو تو تم دنیا بھر کے ادیبوں، فصحاوبلغا کو اور اہل علم و اہل قلم کو جمع کرلو اور اس قرآن کی ایک چھوٹی سے چھوٹی سورت کے مثل بنا کر پیش کردو۔ قرآن مجید کا یہ چلینج آج تک باقی ہے، اس کا جواب نہیں ملا۔ جس کے صاف معنی یہ ہیں کہ یہ قرآن۔ کسی انسانی کاوش کا نتیجہ نہیں، بلکہ فی الواقع کلام الٰہی ہے اور حضرت محمد (صلى الله عليه وسلم)پر اترا ہے۔","lang":"ur"},{"name":"10:39","price":"بلکہ ایسی چیز کی تکذیب کرنے لگے جس کو اپنے احاطہٴ علمی میں نہیں ﻻئے(1) اور ہنوز ان کو اس کا اخیر نتیجہ نہیں ملا(2)۔ جو لوگ ان سے پہلے ہوئے ہیں اسی طرح انہوں نے بھی جھٹلایا تھا، سو دیکھ لیجئے ان ﻇالموں کا انجام کیسا ہوا؟(3)","arabic":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1403,"juzNumber":11,"footnotes":"(1) یعنی قرآن میں تدبر اور اس کے معنی پر غور کئے بغیر، اسکو جھٹلانے پر تل گئے۔\n(2) یعنی قرآن نے جو پچھلے واقعات اور مستقبل کے امکانات بیان کئے ہیں، اس کی پوری سچائی اور حقیقت بھی ان پر واضح نہیں ہوئی، اس کے بغیر جھٹلانا شروع کر دیا، یا دوسرا مفہوم یہ ہے کہ انہوں نے قرآن پر کما حقہ تدبر کئے بغیر ہی اس کو جھٹلایا حالانکہ اگر وہ صحیح معنوں میں اس پر تدبر کرتے اور ان امور پر غور کرتے، جو اسکے کلام الٰہی ہونے پر دلالت کرتے ہیں تو یقینا اس کے فہم اور معانی کے دروازے ان پر کھل جاتے۔ اس صورت میں تاویل کے معنی۔ قرآن کریم کے اسرار و معارف اور لطائف و معانی کے واضح ہو جانے کے ہونگے۔\n(3) یہ ان کفار و مشرکین کو تنبیہ و سرزنش ہے، کہ تمہاری طرح پچھلی قوموں نے بھی آیات الٰہی کو جھٹلایا تو دیکھ لو ان کا کیا انجام ہوا؟ اگر تم اس کو جھٹلانے سے باز نہ آئے تو تمہارا انجام بھی اس سے مختلف نہیں ہوگا۔","lang":"ur"},{"name":"10:40","price":"اور ان میں سے بعض ایسے ہیں جو اس پر ایمان لے آئیں گے اور بعض ایسے ہیں کہ اس پر ایمان نہ ﻻئیں گے۔ اور آپ کا رب مفسدوں کو خوب جانتا ہے.(1)","arabic":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1404,"juzNumber":11,"footnotes":"(1) وہ خوب جانتا ہے کہ ہدایت کا مستحق کون ہے؟ اسے ہدایت سے نواز دیتا ہے اور گمراہی کا مستحق کون ہے اس کے لئے گمراہی کا راستہ چوپٹ کھول دیتا ہے۔ وہ عادل ہے، اس کے کسی کام میں شک نہیں۔ جو جس بات کا مستحق ہوتا ہے، اس کے مطابق وہ چیز اس کو عطا کر دیتا ہے۔","lang":"ur"},{"name":"10:41","price":"اور اگر آپ کو جھٹلاتے رہیں تو یہ کہہ دیجئے کہ میرے لیے میرا عمل اور تمہارے لیے تمہارا عمل، تم میرے عمل سے بری ہو اور میں تمہارے عمل سے بری ہوں.(1)","arabic":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1405,"juzNumber":11,"footnotes":"(1) یعنی تمام تر سمجھانے اور دلائل پیش کرنے کے بعد بھی اگر وہ جھٹلانے سے باز نہ آئیں تو پھر آپ یہ کہہ دیں، مطلب یہ ہے کہ میرا کام صرف دعوت و تبلیغ ہے، سو وہ میں کر چکا ہوں، نہ تم میرے عمل کے ذمہ دار ہو اور نہ میں تمہارے عمل کا سب کو اللہ کی بارگاہ میں پیش ہونا ہے، وہاں ہر شخص سے اس کے اچھے یا برے عمل کی باز پرس ہوگی۔ یہ وہی بات ہے جو «قُلْ يَا أَيُّهَا الْكَافِرُونَ، لا أَعْبُدُ مَا تَعْبُدُونَ» میں ہے اور حضرت ابراہیم (عليه السلام) نے ان الفاظ میں کہی تھی «إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ » الآية ( الممتحنة: ٤) ”بیشک ہم تم سے اور جن جن کی تم الہ کے سوا عبادت کرتے ہو ان سب سے بالکل بیزار ہیں، ہم تمہارے عقائد سے منکر ہیں“۔","lang":"ur"},{"name":"10:42","price":"اور ان میں بعض ایسے ہیں جو آپ کی طرف کان لگائے بیٹھے ہیں۔ کیا آپ بہروں کو سناتے ہیں گو ان کو سمجھ بھی نہ ہو؟(1)","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1406,"juzNumber":11,"footnotes":"(1) یعنی ظاہری طور پر وہ قرآن سنتے ہیں، لیکن سننے کا مقصد طلب ہدایت نہیں، اس لئے انہیں، اسی طرح کوئی فائدہ نہیں ہوتا، جس طرح ایک بہرے کو کوئی فائدہ نہیں ہوتا۔ بالخصوص جب بہرا غیر عاقل بھی ہو، کیونکہ عقلمند بہرہ پھر بھی اشاروں سے کچھ سمجھ لیتا ہے۔ لیکن ان کی مثال تو غیر عاقل بہرے کی طرح ہے بالکل ہی بےبہرہ رہتا ہے۔","lang":"ur"},{"name":"10:43","price":"اور ان میں بعض ایسے ہیں کہ آپ کو تک رہے ہیں۔ پھر کیا آپ اندھوں کو راستہ دکھلانا چاہتے ہیں گو ان کو بصیرت بھی نہ ہو؟(1)","arabic":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1407,"juzNumber":11,"footnotes":"(1) اسی طرح بعض لوگ آپ کی طرف دیکھتے ہیں لیکن مقصد ان کا بھی چونکہ کچھ اور ہوتا ہے اس لئے انہیں بھی اس طرح کوئی فائدہ نہیں ہوتا، جس طرح ایک اندھے کو نہیں ہوتا۔ بالخصوص وہ اندھا جو بصارت کے ساتھ بصیرت سے بھی محروم ہو۔ لیکن ان کی مثال ایسے ہی ہے جیسے کوئی اندھا جو دل کی بصیرت سے بھی محروم ہو مقصد ان باتوں سے نبی کی تسلی ہے۔ جس طرح ایک حکیم اور طبیب کو جب معلوم ہو جائے کہ مریض علاج کروانے میں سنجیدہ نہیں اور میری ہدایت اور علاج کی پرواہ نہیں کرتا، تو وہ اسے نظر انداز کر دیتا ہے اور وہ اس پر اپنا وقت صرف کرنا پسند نہیں کرتا۔","lang":"ur"},{"name":"10:44","price":"یہ یقینی بات ہے کہ اللہ لوگوں پر کچھ ﻇلم نہیں کرتا لیکن لوگ خود ہی اپنی جانوں پر ﻇلم کرتے ہیں.(1)","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1408,"juzNumber":11,"footnotes":"(1) یعنی اللہ تعالٰی نے انہیں ساری صلاحیتوں سے نوازا ہے۔ آنکھیں بھی دی ہیں، جن سے وہ دیکھ سکتے ہیں، کان دیئے ہیں، جن سے سن سکتے ہیں، عقل و بصیرت دی ہے جن سے حق اور باطل اور جھوٹ اور سچ کے درمیان تمیز کر سکتے ہیں۔ لیکن اگر ان کی صلاحیتوں کا صحیح استعمال کرکے وہ حق راستہ نہیں اپناتے، تو پھر یہ خود ہی اپنے آپ پر ظلم کر رہے ہیں اللہ تعالٰی نے تو ان پر ظلم نہیں کیا ہے۔","lang":"ur"},{"name":"10:45","price":"اور ان کو وه دن یاد دﻻئیے جس میں اللہ ان کو (اپنے حضور) جمع کرے گا (تو ان کو ایسا محسوس ہوگا) کہ گویا وه (دنیا میں) سارے دن کی ایک آدھ گھڑی رہے ہوں (1) گے اور آپس میں ایک دوسرے کو پہچاننے کو ٹھہرے ہوں گے(2)۔ واقعی خسارے میں پڑے وه لوگ جنہوں نے اللہ کے پاس جانے کو جھٹلایا اور وه ہدایت پانے والے نہ تھے.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1409,"juzNumber":11,"footnotes":"(1) یعنی محشر کی سختیاں دیکھ کر انہیں دنیا کی ساری لذتیں بھول جائیں گی اور دنیا کی زندگی انہیں ایسے معلوم ہوگی گویا وہ دنیا میں ایک آدھ گھڑی ہی رہے ہیں۔«لَمْ يَلْبَثُوا إِلا عَشِيَّةً أَوْ ضُحَاهَا» ( النازعات:46 )۔\n(2) محشر میں مختلف حالتیں ہونگی، جنہیں قرآن میں مختلف جگہوں پر بیان کیا گیا ہے۔ ایک وقت یہ بھی ہوگا، جب ایک دوسرے کو پہچانیں گے، بعض مواقع ایسے آئیں گے کہ آپس میں ایک دوسرے پر گمراہی کا الزام دھریں گے، اور بعض موقعوں پر ایسی دہشت طاری ہوگی کہ «فَلا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلا يَتَسَاءَلُونَ» (المؤمنون:101) ”آپس میں ایک دوسرے کی رشتہ داریوں کا پتہ ہوگا اور نہ ایک دوسرے کو پوچھیں گے“۔","lang":"ur"},{"name":"10:46","price":"اور جس کا ان سے ہم وعده کر رہے ہیں اس میں سے کچھ تھوڑا سا اگر ہم آپ کو دکھلا دیں یا (ان کے ﻇہور سے پہلے) ہم آپ کو وفات دے دیں، سو ہمارے پاس تو ان کو آنا ہی ہے۔ پھر اللہ ان کے سب افعال پر گواه ہے.(1)","arabic":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1410,"juzNumber":11,"footnotes":"(1) اس آیت میں اللہ تعالٰی فرما رہا ہے ہم ان کفار کے بارے میں جو وعدہ کر رہے ہیں اگر انہوں نے کفر و شرک پر اصرار جاری رکھا تو ان پر بھی عذاب الٰہی آسکتا ہے، جس طرح پچھلی قوموں پر آیا، ان میں سے بعض اگر ہم آپ کی زندگی میں بھیج دیں تو یہ بھی ممکن ہے، جس سے آپ کی آنکھیں ٹھنڈی ہونگی۔ لیکن اگر آپ اس سے پہلے ہی دنیا سے اٹھا لئے گئے، تب بھی کوئی بات نہیں، ان کافروں کو بالآخر ہمارے پاس ہی آنا ہے۔ ان کے سارے اعمال و احوال کی ہمیں اطلاع ہے، وہاں یہ ہمارے عذاب سے کس طرح بچ سکیں گے، قیامت کے وقوع کا مقصد ہی یہ ہے کہ وہاں اطاعت گزاروں کو ان کی اطاعت کا صلہ اور نافرمانوں کو ان کی نافرمانی کی سزا دی جائے۔","lang":"ur"},{"name":"10:47","price":"اور ہر امت کے لیے ایک رسول ہے، سو جب ان کا وه رسول آچکتا ہے ان کا فیصلہ انصاف کے ساتھ کیا جاتا ہے(1) ، اور ان پر ﻇلم نہیں کیا جاتا.","arabic":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1411,"juzNumber":11,"footnotes":"(1) اس کا ایک مطلب تو یہ ہے کہ ہر امت میں ہم رسول بھیجتے رہے۔ اور جب رسول اپنا فریضہ تبلیغ ادا کرچکتا تو پھر ان کے درمیان انصاف کے ساتھ فیصلہ کر دیتے۔ یعنی پیغمبر اور اس پر ایمان لانے والوں کو بچا لیتے اور دوسروں کو ہلاک کر دیتے۔ کیونکہ «وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولا» ( بني إسرائيل:15) «اور ہماری عادت نہیں کہ رسول بھیجنے سے پہلے ہی عذاب دینے لگیں»۔ اور اس فیصلے میں ان پر کوئی ظلم نہیں ہوتا تھا۔ کیونکہ ظلم تو تب ہوتا جب بغیر گناہ کے ان پر عذاب بھیج دیا جاتا یا بغیر حجت تمام کیے، ان کا مواخذہ کرلیا جاتا۔ (فتح القدیر) اور دوسرا مفہوم اس کا یہ بیان کیا گیا ہے کہ اس کا تعلق قیامت سے ہے یعنی قیامت والے دن ہر امت جب اللہ کی بارگاہ میں پیش ہوگی، تو اس امت میں بھیجا گیا رسول بھی ساتھ ہوگا۔ سب کے اعمال نامے بھی ہوں گے اور فرشتے بھی بطور گواہ پیش ہوں گے۔ اور یوں ہر امت اور اس کے رسول کے درمیان انصاف کے ساتھ فیصلہ کیا جائے گا۔ اور حدیث میں آتا ہے کہ امت محمدیہ کا فیصلہ سب سے پہلے کیا جائے گا۔ جیسا کہ فرمایا ”ہم اگرچہ سب کے بعد آنے والے ہیں لیکن قیامت کو سب سے آگے ہوں گے“ اور تمام مخلوقات سے پہلے ہمارا فیصلہ کیا جائے گا۔ (صحيح مسلم- كتاب الجمعة، باب هداية هذه الأمة ليوم الجمعة ) ۔ (تفسیر ابن کثیر)","lang":"ur"},{"name":"10:48","price":"اور یہ لوگ کہتے ہیں کہ یہ وعده کب ہوگا؟ اگر تم سچے ہو.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1412,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:49","price":"آپ فرما دیجئے کہ میں اپنی ذات کے لیے تو کسی نفع کا اور کسی ضرر کا اختیار رکھتا ہی نہیں مگر جتنا اللہ کو منظور ہو۔ ہر امت کے لیے ایک معین وقت ہے جب ان کا وه معین وقت آپہنچتا ہے تو ایک گھڑی نہ پیچھے ہٹ سکتے ہیں اور نہ آگے سرک سکتے ہیں.(1)","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1413,"juzNumber":11,"footnotes":"(1) یہ مشرکین کے عذاب الٰہی مانگنے پر کہا جا رہا ہے کہ میں تو اپنے نفس کے لئے بھی نفع نقصان کا اختیار نہیں رکھتا۔ چہ جائیکہ کہ میں کسی دوسرے کو نقصان یا نفع پہنچا سکوں، ہاں سارا اختیار اللہ کے ہاتھ میں ہے اور وہ اپنی مشیت کے مطابق ہی کسی کو نفع یا نقصان پہنچانے کا فیصلہ کرتا ہے۔ علاوہ ازیں اللہ نے ہر امت کے لئے ایک وقت مقرر کیا ہوا ہے، اس وقت تک مہلت دیتا ہے۔ لیکن جب وہ وقت آجاتا ہے تو پھر وہ ایک گھڑی پیچھے ہو سکتے ہیں نہ آگے سرک سکتے ہیں۔\nتنبیہ: یہاں یہ بات نہایت اہم ہے کہ جب افضل الخلائق سید الرسل حضرت محمد (صلى الله عليه وسلم) تک کسی کو نفع نقصان پہنچانے پر قادر نہیں، تو آپ کے بعد انسانوں میں اور کون سی ہستی ایسی ہوسکتی ہے جو کسی کی حاجت برآری اور مشکل کشائی پر قادر ہو؟ اسی طرح خود اللہ کے پیغمبر سے مدد مانگنا، ان سے فریاد کرنا ”یا رسول اللہ مدد“ اور ”أغثني يا رسول الله“ وغیرہ الفاظ سے استغاثہ واستعانت کرنا، کسی طرح بھی جائز نہیں ہے کیونکہ یہ قرآن کی اس آیت اور اس قسم کی دیگر واضح تعلیمات کے خلاف ہے بلکہ یہ شرک کے ذیل میں آتا ہے۔ فَنَعُوذُ بِاللهِ مِنْ هَذَا","lang":"ur"},{"name":"10:50","price":"آپ فرما دیجئے کہ یہ تو بتلاؤ کہ اگر تم پر اللہ کا عذاب رات کو آپڑے یا دن کو تو عذاب میں کون سی چیز ایسی ہے کہ مجرم لوگ اس کو جلدی مانگ رہے ہیں.(1)","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1414,"juzNumber":11,"footnotes":"(1) یعنی عذاب تو ایک نہایت ہی ناپسندیدہ چیز ہے جس سے دل نفرت کرتے ہیں اور طبیعتیں انکار کرتی ہیں، پھر یہ اس میں کیا خوبی دیکھتے ہیں اور اس کو جلدی طلب کرتے ہیں۔","lang":"ur"},{"name":"10:51","price":"کیا پھر جب وه آہی پڑے گا اس پر ایمان لاؤ گے۔ ہاں اب مانا(1) ! حاﻻنکہ تم اس کی جلدی مچایا کرتے تھے.","arabic":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1415,"juzNumber":11,"footnotes":"(1) لیکن عذاب آنے کے بعد ماننے کا کیا فائدہ؟","lang":"ur"},{"name":"10:52","price":"پھر ﻇالموں سے کہا جائے گا کہ ہمیشہ کا عذاب چکھو۔ تم کو تو تمہارے کیے کا ہی بدلہ ملا ہے.","arabic":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1416,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:53","price":"اور وه آپ سے دریافت کرتے ہیں کہ کیا عذاب واقعی سچ ہے(1) ؟ آپ فرما دیجئے کہ ہاں قسم ہے میرے رب کی وه واقعی سچ ہے اور تم کسی طرح اللہ کو عاجز نہیں کرسکتے.","arabic":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1417,"juzNumber":11,"footnotes":"(1) یعنی وہ پوچھتے ہیں کہ یہ قیامت اور انسانوں کے مٹی ہو جانے کے بعد ان کا دوبارہ جی اٹھا ایک برحق ہے اور اللہ تعالٰی نے فرمایا، اے پیغمبر! ان سے کہہ دیجئے کہ تمہارا مٹی ہو کر مٹی میں مل جانا، اللہ تعالٰی کو دوبارہ زندہ کرنے سے عاجز نہیں کر سکتا۔ اس لئے یقینا یہ ہو کر رہے گا۔ امام ابن کثیر فرماتے ہیں کہ اس آیت کی نظیر قرآن میں مزید صرف 2 آیتیں ہیں کہ جن میں اللہ تعالٰی نے اپنے پیغمبر کو حکم دیا ہے کہ وہ قسم کھا کر قیامت کے وقوع کا اعلان کریں۔ ایک سورہ سبا، آیت 3 اور دوسرا سورہ تغابن آیت۔ 7۔","lang":"ur"},{"name":"10:54","price":"اور اگر ہر جان، جس نے ﻇلم (شرک) کیا ہے، کے پاس اتنا ہو کہ ساری زمین بھر جائے تب بھی اس کو دے کر اپنی جان بچانے لگے(1) اور جب عذاب کو دیکھیں گے تو پشیمانی کو پوشیده رکھیں گے۔ اور ان کا فیصلہ انصاف کے ساتھ ہوگا۔ اور ان پر ﻇلم نہ ہوگا.","arabic":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1418,"juzNumber":11,"footnotes":"(1) یعنی اگر دنیا بھر کا خزانہ دے کر وہ عذاب سے چھوٹ جائے تو دینے کے لئے آمادہ ہوگا۔ لیکن وہاں کسی کے پاس ہوگا ہی کیا؟ مطلب یہ ہے کہ عذاب سے چھٹکارے کی کوئی صورت نہیں ہوگی۔","lang":"ur"},{"name":"10:55","price":"یاد رکھو کہ جتنی چیزیں آسمانوں میں اور زمین میں ہیں سب اللہ ہی کی ملک ہیں۔ یاد رکھو کہ اللہ تعالیٰ کا وعده سچا ہے لیکن بہت سے آدمی علم ہی نہیں رکھتے.","arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1419,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:56","price":"وہی جان ڈالتا ہے وہی جان نکالتا ہے اور تم سب اسی کے پاس ﻻئے جاؤ گے.(1)","arabic":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1420,"juzNumber":11,"footnotes":"(1) ان آیات میں آسمان اور زمین کے درمیان ہرچیز اللہ تعالٰی کی ملکیت نامہ، وعدہ الٰہی کے برحق، زندگی اور موت پر اس کا اختیار ہے، جو ذات اتنے اختیار کی مالک ہے، اس کی گرفت سے بچ کر کوئی کہاں جاسکتا ہے۔ اور اس نے حساب کتاب کے لئے ایک دن مقرر کیا ہوا ہے۔ اسے کون ٹال سکتا ہے؟ یقینا اللہ کا وعدہ سچا ہے، وہ ایک دن ضرور آئے گا اور ہر نیک و بد کو اس کے عملوں کے مطابق جزا اور سزا دی جائے گی۔","lang":"ur"},{"name":"10:57","price":"اے لوگو! تمہارے پاس تمہارے رب کی طرف سے ایک ایسی چیز آئی ہے جو نصیحت ہے (1) اور دلوں میں جو روگ ہیں ان کے لیے شفا ہے (2)اور رہنمائی کرنے والی ہے اور رحمت ہے ایمان والوں کے لیے.(3)","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1421,"juzNumber":11,"footnotes":"(1) یعنی جو قرآن کو دل کی توجہ سے پڑھے اور اس کے معنی و مطالب پر غور کرے، اس کے لئے قرآن نصیحت ہے قرآن کریم ترغیب و ترہیب دونوں طریقوں سے واعظ و نصیحت کرتا ہے اور ان کے نتائج سے آگاہ کرتا ہے جن سے اللہ تعالٰی کی نافرمانی کی صورت میں دو چار ہونا پڑے گا اور ان کاموں سے روکتا ہے جن سے انسان کی اخروی زندگی برباد ہوسکتی ہے۔\n(2) یعنی دلوں میں توحید و رسالت اور عقائد حقہ کے بارے میں جو شکوک و شبہات پیدا ہوتے ہیں ان کا ازالہ اور کفر و نفاق کی جو گندگی و پلیدی ہوتی ہے اسے صاف کرتا ہے۔\n(3) یہ قرآن مومنوں کے لئے ہدایت اور رحمت کا ذریعہ ہے ویسے تو یہ قرآن سارے جہان والوں کے لئے ہدایت و رحمت کا ذریعہ ہے لیکن چونکہ اس سے فیض یاب صرف اہل ایمان ہی ہوتے ہیں، اس لئے یہاں صرف انہی کے لئے اسے ہدایت و رحمت قرار دیا گیا ہے۔ اس مضمون کو قرآن کریم میں سورہ بنی اسرائیل آیت ۸۲ اور سورہ الم سجدہ آیت 44میں بھی بیان کیا گیا ہے (نیز هُدًى لِلْمُتَّقِينَ کا حاشیہ ملاحظہ فرمائیں)","lang":"ur"},{"name":"10:58","price":"آپ کہہ دیجئے کہ بس لوگوں کو اللہ کے اس انعام اور رحمت پر خوش ہونا چاہئے(1) ۔ وه اس سے بدرجہا بہتر ہے جس کو وه جمع کر رہے ہیں.","arabic":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1422,"juzNumber":11,"footnotes":"(1) خوشی، اس کیفیت کا نام ہے جو کسی مطلوب چیز کے حصول پر انسان اپنے دل میں محسوس کرتا ہے۔ اہل ایمان کو کہا جا رہا ہے کہ یہ قرآن اللہ کا خاص فضل اور اس کی رحمت ہے، اس پر اہل ایمان کو خوش ہونا چاہیے یعنی ان کے دلوں میں فرحت اور اطمینان کی کفییت ہونی چاہیے۔ اس کا یہ مطلب نہیں ہے کہ خوشی کے اظہار کے لیے جلسے جلوسوں کا چراغاں کا اور اس قسم کے غلط کام اور اسراف بےجا کا اہتمام کرو۔ جیسا کہ آج کل اہل بدعت اس آیت سے ”جشن عید میلاد“ اور اس کی غلط رسوم کا جواز ثابت کرتے ہیں۔","lang":"ur"},{"name":"10:59","price":"آپ کہیے کہ یہ تو بتاؤ کہ اللہ نے تمہارے لیے جو کچھ رزق بھیجا تھا پھر تم نے اس کا کچھ حصہ حرام اور کچھ حلال قرار دے لیا(1) ۔ آپ پوچھیے کہ کیا تم کو اللہ نے حکم دیا تھا یا اللہ پر افترا ہی کرتے ہو؟","arabic":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1423,"juzNumber":11,"footnotes":"(1) اس سے مراد وہی بعض جانوروں کا حرام کرنا جو مشرکین اپنے بتوں کے ناموں پر چھوڑ کر کیا کرتے ہیں تھے، جس کی تفصیل سورہ انعام میں گزر چکی ہے۔","lang":"ur"},{"name":"10:60","price":"اور جو لوگ اللہ پر جھوٹ افترا باندھتے ہیں ان کا قیامت کی نسبت کیا گمان ہے(1) ؟ واقعی لوگوں پر اللہ تعالیٰ کا بڑا ہی فضل ہے (2)لیکن اکثر آدمی شکر نہیں کرتے.(3)","arabic":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1424,"juzNumber":11,"footnotes":"(1) یعنی قیامت والے دن اللہ تعالٰی ان سے کیا معاملہ فرمائے گا۔\n(2) کہ وہ انسانوں کا دنیا میں فوراً مواخذا نہیں کرتا، بلکہ اس کے لئے ایک دن مقرر کر رکھا ہے۔ یا مطلب یہ ہے کہ وہ دنیا کی نعمتیں بلا تفریق مومن و کافر، سب کو دیتا ہے۔ یا جو چیزیں انسانوں کے لئے مفید اور ضروری ہیں، انہیں حلال اور جائز قرار دیا ہے، انہیں حرام نہیں کیا۔\n(3) یعنی اللہ کی نعمتوں کا شکر ادا نہیں کرتے، یا اس کی حلال کردہ چیزوں کو حرام کر لیتے ہیں۔","lang":"ur"},{"name":"10:61","price":"اور آپ کسی حال میں ہوں اور منجملہ ان احوال کے آپ کہیں سے قرآن پڑھتے ہوں اور جو کام بھی کرتے ہوں ہم کو سب کی خبر رہتی ہے جب تم اس کام میں مشغول ہوتے ہو۔ اور آپ کے رب سے کوئی چیز ذره برابر بھی غائب نہیں نہ زمین میں اور نہ آسمان میں اورنہ کوئی چیز اس سے چھوٹی اور نہ کوئی چیز بڑی مگر یہ سب کتاب مبین میں ہے.(1)","arabic":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1425,"juzNumber":11,"footnotes":"(1) اس آیت میں اللہ تعالٰی نے نبی (صلى الله عليه وسلم) اور مومنین سے خطاب کرتے ہوئے فرمایا کہ وہ تمام مخلوقات کے احوال سے واقف ہے اور ہر لحظہ اور ہر گھڑی انسانوں پر اس کی نظر ہے۔ زمین آسمان کی کوئی بڑی چھوٹی چیز اس سے مخفی نہیں۔ یہ وہی مضمون ہے جو اس سے قبل سورۃ انعام، آیت 59میں گزر چکا ہےکہ ”اسی کے پاس غیب کے خزانے ہیں، جنہیں وہی جانتا ہے، اسے جنگلوں اور دریاؤں کی سب چیزوں کا علم ہے، اور کوئی پتہ نہیں جھڑتا مگر وہ اس کو جانتا ہے اور زمین کے اندھیروں میں کوئی دانہ اور کوئی ہری اور سوکھی چیز نہیں ہے مگر کتاب مبین میں (لکھی ہوئی) ہے“ اسی طرح سورۂ انعام کی آیت 38، اور سورۂ ھود کی آیت 6 میں بھی اس مضمون کو بیان کیا گیا ہے۔ جب واقعہ یہ ہے کہ وہ آسمان اور زمین میں موجود اشیاء کی حرکتوں کو جانتا ہے تو انسان اور جنوں کی حرکات و اعمال سے کیوں کر بےخبر رہ سکتا ہے جو اللہ کی عبادت کے مکلف اور مامور ہیں؟۔","lang":"ur"},{"name":"10:62","price":"یاد رکھو اللہ کے دوستوں(1) پر نہ کوئی اندیشہ ہے اور نہ وه غمگین ہوتے ہیں.(2)","arabic":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1426,"juzNumber":11,"footnotes":"(1) نافرمانوں کے بعد اللہ تعالٰی اپنے فرماں برداروں کا ذکر فرما رہا ہے اور وہ ہیں اولیاء اللہ۔ اولیاء ولی کی جمع ہے، جس کے معنی لغت میں قریب کے ہیں۔ اس اعتبار سے اولیاء اللہ کے معنی ہوں گے، وہ سچے اور مخلص مومن جنہوں نے اللہ کی اطاعت اور معاصی سے اجتناب کر کے اللہ کا قرب حاصل کر لیا۔ اسی لیے اگلی آیت میں خود اللہ تعالٰی نے بھی ان کی تعریف ان الفاظ سے بیان فرمائی، جو ایمان لائے اور جنہوں نے تقوی اختیار کیا۔ اور ایمان وتقوی ہی اللہ کے قرب کی بنیاد اور اہم ترین ذریعہ ہے، اس لغت سے ہر متقی مومن اللہ کا ولی ہے۔ لوگ ولایت کے لیے اظہار کرامت کو ضروری سمجھتے ہیں۔ اور پھر وہ اپنے بنائے ہوئے ولیوں کے لیے جھوٹی سچی کرامتیں مشہور کرتے ہیں۔ یہ خیال بالکل غلط ہے۔ کرامت کا ولایت سے چولی دامن کا ساتھ ہے نہ اس کے لیے شرط۔ یہ ایک الگ چیز ہے کہ اگر کسی سے کرامت ظاہر ہو جائے تو اللہ کی مشیت ہے، اس میں اس بزرگ کی مشیت شامل نہیں ہے۔ لیکن کسی متقی مومن اور متبع سنت سے کرامت کا ظہور ہو یا نہ ہو، اس کی ولایت میں کوئی شک نہیں۔\n(2) خوف کا تعلق مستقبل سے ہے اور غم (حزن) کا ماضی سے، مطلب یہ ہے کہ چونکہ انہوں نے زندگی خدا خوفی کے ساتھ گزاری ہوتی ہے۔ اس لیے قیامت کی ہولناکیوں کا اتنا خوف ان پر نہیں ہوگا، جس طرح دوسروں کو ہوگا۔ بلکہ وہ اپنے ایمان وتقوی کی وجہ سے اللہ کی رحمت وفضل خاص کے امیدوار اور اس کے ساتھ حسن ظن رکھنے والے ہوں گے۔ اسی طرح دنیا میں وہ جو کچھ چھوڑ گئے ہوں گے یا دنیا کی لذتیں انہیں حاصل نہ ہوسکی ہوں گی، ان پر انہیں کوئی حزن وملال نہیں ہوگا۔ ایک دوسرا مطلب یہ بھی ہے کہ دنیا میں جو مطلوبہ چیزیں انہیں نہ ملیں، اس پر وہ غم وحزن کا مظاہرہ نہیں کرتے، کیونکہ وہ جانتے ہیں کہ یہ سب اللہ کی قضا وتقدیر ہے۔ جس سے ان ان کے دلوں میں کوئی کدورت پیدا نہیں ہوتی، بلکہ ان کے دل قضائے الہی پر مسرور و مطمئن رہتے ہیں۔","lang":"ur"},{"name":"10:63","price":"یہ وه لوگ ہیں جو ایمان ﻻئے اور (برائیوں سے) پرہیز رکھتے ہیں.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1427,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:64","price":"ان کے لیے دنیاوی زندگی میں بھی(1) اور آخرت میں بھی خوش خبری ہے اللہ تعالیٰ کی باتوں میں کچھ فرق ہوا نہیں کرتا۔ یہ بڑی کامیابی ہے.","arabic":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1428,"juzNumber":11,"footnotes":"(1) دنیا میں خوشخبری سے مراد، رؤیائے صادقہ ہیں یا وہ خوشخبری ہے جو موت کے فرشتے ایک مومن کو دیتے ہیں، جیسا کہ قرآن وحدیث سے ثابت ہے۔","lang":"ur"},{"name":"10:65","price":"اور آپ کو ان کی باتیں غم میں نہ ڈالیں۔ تمام تر غلبہ اللہ ہی کے لیے ہے وه سنتا جانتا ہے.","arabic":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1429,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:66","price":"یاد رکھو کہ جتنے کچھ آسمانوں میں ہیں اور جتنے زمین میں ہیں یہ سب اللہ ہی کے ہیں اور جو لوگ اللہ کو چھوڑ کر دوسرے شرکا کی عبادت کررہے ہیں کس چیز کی اتباع کر رہے ہیں۔ محض بے سند خیال کی اتباع کر رہے ہیں اور محض اٹکلیں لگا رہے ہیں.(1)","arabic":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1430,"juzNumber":11,"footnotes":"(1) یعنی اللہ کے ساتھ کسی کو شریک ٹھہرانا، کسی دلیل کی بنیاد پر نہیں، بلکہ محض ظن او تخمین اور رائے و قیاس کی کرشمہ سازی ہے۔ آج اگر انسان اپنے قوائے عقل و فہم کو صحیح طریقے سے استعمال میں لائے تو یقینا اس پر واضح ہو سکتا ہے کہ اللہ کا کوئی شریک نہیں ہے جس طرح وہ آسمان اور زمین کی تخلیق میں واحد ہے، کوئی اس کا شریک نہیں ہے تو پھر عبادت میں دوسرے کیوں کر اس کے شریک ہو سکتے ہیں۔","lang":"ur"},{"name":"10:67","price":"وه ایسا ہے جس نے تمہارے لیے رات بنائی تاکہ تم اس میں آرام کرو اور دن بھی اس طور پر بنایا کہ دیکھنے بھالنے کا ذریعہ ہے، تحقیق اس میں دﻻئل ہیں ان لوگوں کے لیے جو سنتے ہیں.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1431,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:68","price":"وه کہتے ہیں کہ اللہ اوﻻد رکھتا ہے۔ سبحان اللہ! وه تو کسی کا محتاج نہیں (1) اسی کی ملکیت ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے(2)۔ تمہارے پاس اس پر کوئی دلیل نہیں۔ کیا اللہ کے ذمہ ایسی بات لگاتے ہو جس کا تم علم نہیں رکھتے.","arabic":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1432,"juzNumber":11,"footnotes":"(1) اور جو کسی کا محتاج نہ ہو، اسے اولاد کی ضرورت نہیں ہے، کیونکہ اولاد تو سہارے کے لئے ہوتی ہے اور جب وہ سہارے کا محتاج نہیں تو پھر اسے اولاد کی کیا ضرورت؟\n(2) جب آسمان اور زمین کی ہرچیز اسی کی ہے تو ہرچیز اسی کی مملوک اور غلام ہوئی۔ پھر اسے اولاد کی ضرورت ہی کیا ہے۔ اولاد کی ضرورت تو اسے ہوتی ہے، جسے کچھ مدد اور سہارے کی ضرورت ہو، جس کا حکم آسمان و زمین کی ہر چیز پر چلتا ہو، اسے کیا ضرورت لاحق ہوسکتی ہے؟ علاوہ ازیں اولاد کی ضرورت وہ شخص بھی محسوس کرتا ہے جو اپنے بعد مملوکات کا وارث دیکھنا یا پسند کرتا ہے۔ اور اللہ تعالٰی کی ذات کو تو فنا ہی نہیں اس لئے اللہ کے لئے اولاد قرار دینا بڑا جرم ہے کہ اللہ تعالٰی فرماتا ہے: «تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا، أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا» (مريم: 90-91). ”اس بات سے کہ وہ کہتے ہیں رحمٰن کی اولاد ہے، قریب ہے کہ آسمان پھٹ پڑے، زمین شق ہو جائے اور پہاڑ ریزہ ریزہ ہو جائیں“۔","lang":"ur"},{"name":"10:69","price":"آپ کہہ دیجئے کہ جو لوگ اللہ پر جھوٹ افترا کرتے ہیں(1) ، وه کامیاب نہ ہوں گے.(2)","arabic":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1433,"juzNumber":11,"footnotes":"(1) افترا کے معنی جھوٹی بات کہنے کے ہیں۔ اس کے بعد مزید \"جھوٹ \" کا اضافہ تاکید کے لئے۔\n(2) اس سے واضح ہے کہ کامیابی سے مراد آخرت کی کامیابی یعنی اللہ کے غضب اور اس کے عذاب سے بچ جانا محض دنیا کی عارضی خوش حالی، کامیابی نہیں۔ جیسا کہ بہت سے لوگ کافروں کی عارضی خوشحالی سے مغالطے کا اور شکوک و شبہات کا شکار ہو جاتے ہیں۔ اسی لیے اگلی آیت میں فرمایا: ”یہ دنیا میں تھوڑا سا عیش کرلیں پھر ہمارے ہی پاس ان کو آنا ہے“ یعنی یہ دنیا کا عیش، آخرت کے مقابلے میں نہایت قلیل اور تھوڑا سا ہے جو شمار میں نہیں۔ اس کے بعد انہیں عذاب شدید سے دوچار ہونا پڑے گا۔ اس لیے اس بات کو اچھی طرح سمجھ لینا چاہیے کہ کافروں، مشرکوں اور اللہ کے نافرمانوں کی دنیاوی خوشحالی اور مادی ترقیاں، یہ اس بات کی دلیل نہیں ہیں کہ یہ قومیں کامیاب ہیں اور اللہ تعالٰی ان سے خوش ہے۔ یہ مادی کامیابیاں ان کی جہد مسلسل کا ثمرہ ہیں جو اسباب ظاہر کے مطابق ہر اس قوم کو حاصل ہوسکتی ہیں۔ جو اسباب کو بروئے کار لاتے ہوئے ان کی طرح محنت کرے گی، چاہے وہ مومن ہو یا کافر۔ علاوہ ازیں یہ عارضی کامیابیاں اللہ کے قانون مہلت کا نتیجہ بھی ہوسکتی ہیں۔ جس کی وضاحت اس سے قبل بعض جگہ ہم پہے بھی کر چکے ہیں۔","lang":"ur"},{"name":"10:70","price":"یہ دنیا میں تھوڑا سا عیش ہے پھر ہمارے پاس ان کو آنا ہے پھر ہم ان کو ان کے کفر کے بدلے سخت عذاب چکھائیں گے.","arabic":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1434,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:71","price":"اور آپ ان کو نوح﴿علیہ السلام﴾ کا قصہ پڑھ کر سنائیے جب کہ انہوں نے اپنی قوم سے فرمایا کہ اے میری قوم! اگر تم کو میرا رہنا اور احکام الٰہی کی نصیحت کرنا بھاری معلوم ہوتا ہے تو میرا تو اللہ ہی پر بھروسہ ہے۔ تم اپنی تدبیر مع اپنے شرکا کے پختہ کرلو(1) پھر تمہاری تدبیر تمہاری گھٹن کا باعﺚ نہ ہونی چاہئے(2)۔ پھر میرے ساتھ کر گزرو اور مجھ کو مہلت نہ دو.","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1435,"juzNumber":11,"footnotes":"(1) یعنی جن کو تم نے اللہ کا شریک ٹھہرا رکھا ہے ان کی مدد بھی حاصل کر لو ”اگر وہ تمہارے زعم کے مطابق تمہاری مدد کر سکتے ہیں“۔\n(2) غُمَّۃً کے دوسرے معنی ہیں، ابہام اور پوشیدگی۔ یعنی میرے خلاف تمہاری تدبیر واضح اور غیر مبہم ہونی چاہئے۔","lang":"ur"},{"name":"10:72","price":"پھر بھی اگر تم اعراض ہی کیے جاؤ تو میں نے تم سے کوئی معاوضہ تو نہیں مانگا(1) ، میرا معاوضہ تو صرف اللہ ہی کے ذمہ ہے اور مجھ کو حکم کیا گیا ہے کہ میں مسلمانوں میں سے رہوں.(2)","arabic":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1436,"juzNumber":11,"footnotes":"(1) کہ جس کی وجہ سے تم یہ تہمت لگا سکو کہ دعوائے نبوت سے اس کا مقصد تو مال و دولت کا اکٹھا کرنا ہے۔\n(2) حضرت نوح (عليه السلام) کے اس قول سے بھی معلوم ہوا کہ تمام انبیاء کا دین اسلام ہی رہا گو شرائع مختلف اور مناہج متعدد رہے۔ جیسا کہ آیت «لِكُلّٖ جَعَلۡنَا مِنكُمۡ شِرۡعَةٗ وَمِنۡهَاجٗا» (المائدة: 48)، سے واضح ہے۔ لیکن دین سب کا اسلام تھا۔ ملاحظہ ہو سورۃ النمل ۹۱، سورہ بقرہ ۱۳۱-۱۳۲، سورہ یوسف،101۔ سورہ یونس 84، سورہ اعراف ۱۲6، سورہ نمل 44، سورہ مائدہ 44 اور 111 اور سورہ انعام 162- 163۔","lang":"ur"},{"name":"10:73","price":"سو وه لوگ ان کو جھٹلاتے رہے(1) پس ہم نے ان کو اور جو ان کے ساتھ کشتی میں تھے ان کو نجات دی اور ان کو جانشین بنایا (2)اور جنہوں نے ہماری آیتوں کو جھٹلایا تھا ان کو غرق کردیا۔ سو دیکھنا چاہئے کیسا انجام ہوا ان لوگوں کا جو ڈرائے جاچکے تھے.","arabic":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1437,"juzNumber":11,"footnotes":"(1) یعنی قوم نوح (عليه السلام) نے تمام تر وعظ و نصیحت کے باوجود جھٹلانے کا راستہ نہیں چھوڑا چنانچہ اللہ تعالٰی نے حضرت نوح (عليه السلام) اور ان پر ایمان لانے والوں کو ایک کشتی میں بٹھا کر بچا لیا اور باقی سب کو حتٰی کہ حضرت نوح (عليه السلام) کے ایک بیٹے کو بھی غرق کر دیا۔\n(2) یعنی زمین میں ان سے بچنے والوں کو ان سے پہلے کے لوگوں کا جانشین بنایا۔ پھر انسانوں کی آئندہ نسل انہی لوگوں بالخصوص حضرت نوح (عليه السلام) کے تین بیٹوں سے چلی، اسی لئے حضرت نوح (عليه السلام) آدم ثانی کہا جاتا ہے۔","lang":"ur"},{"name":"10:74","price":"پھر نوح (علیہ السلام) کے بعد ہم نے اور رسولوں کو ان کی قوموں کی طرف بھیجا سو وه ان کے پاس روشن دلیلیں لے کر آئے(1) پس جس چیز کو انہوں نے اول میں جھوٹا کہہ دیا یہ نہ ہوا کہ پھر اس کو مان لیتے(2)۔ اللہ تعالیٰ اسی طرح حد سے بڑھنے والوں کے دلوں پر بند لگا دیتا ہے.(3)","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1438,"juzNumber":11,"footnotes":"(1) یعنی ایسے دلائل و معجزات لے کر آئے جو اس بات پر دلالت کرتے تھے کہ واقعی یہ اللہ کے سچے رسول ہیں جنہیں اللہ تعالٰی نے ہدایت و رہنمائی کے لئے مبعوث فرمایا ہے۔\n(2) لیکن یہ امتیں رسولوں کی دعوت پر ایمان نہیں لائے، محض اس لئے کہ جب اول اول یہ رسول ان کے پاس آئے تو فوراً بغیر غور و فکر کئے، ان کا انکار کر دیا۔ اور یہ پہلی مرتبہ کا انکار ان کے لئے مستقل حجاب بن گیا۔ اور وہ یہی سوچتے رہے کہ ہم تو پہلے انکار کر چکے ہیں، اب اس کو کیا ماننا، لہذا ایمان سے محروم رہے۔\n(3) یعنی جس طرح ان گذشتہ قوموں پر انکے کفر و تکذیب کی وجہ سے مہریں لگتی رہیں ہیں اسی طرح آئندہ بھی جو قوم رسولوں کو جھٹلائے گی اور اللہ کی آیتوں کا انکار کرے گی، ان کے دلوں پر مہر لگتی رہے گی اور ہدایت سے وہ، اسی طرح محروم رہے گی، جس طرح گذشتہ قومیں محروم رہیں۔","lang":"ur"},{"name":"10:75","price":"پھر ان پیغمبروں کے بعد ہم نے موسیٰ اور ہارون (علیہما السلام) کو(1) ، فرعون اور اس کے سرداروں کے پاس اپنی نشانیاں دے کر بھیجا(2)۔ سو انہوں نے تکبر کیا اور وه لوگ مجرم قوم تھے.(3)","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1439,"juzNumber":11,"footnotes":"(1) رسولوں کے عمومی ذکر کے بعد، حضرت موسیٰ و ہارون علیہا اسلام کا ذکر کیا جا رہا ہے، درآنحالیکہ رسول کے تحت میں وہ بھی آجاتے ہیں۔ لیکن چونکہ ان کا شمار جلیل القدر رسولوں میں ہوتا ہے اس لئے خصوصی طور پر ان کا الگ ذکر فرما دیا۔\n(2) حضرت موسیٰ (عليه السلام) کے معجزات، بالخصوص نو آیات بینات، جن کا ذکر اللہ نے سورت نبی اسرائیل آیت 101میں کیا ہے۔ مشہور ہیں۔\n(3) لیکن چونکہ وہ بڑے بڑے جرائم اور گناہوں کے عادی تھے۔ اس لئے انہوں نے اللہ کے بھیجے ہوئے رسول کے ساتھ بھی استکبار کا معاملہ کیا۔ کیونکہ ایک گناہ، دوسرے گناہ کا ذریعہ بنتا اور گناہوں پر اصرار بڑے بڑے گناہوں کے ارتکاب کی جرأت پیدا کرتا ہے۔","lang":"ur"},{"name":"10:76","price":"پھر جب ان کو ہمارے پاس سے صحیح دلیل پہنچی تو وه لوگ کہنے لگے کہ یقیناً یہ صریح جادو ہے.(1)","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1440,"juzNumber":11,"footnotes":"(1) جب انکار کے لئے کوئی معقول دلیل نہیں ہوتی تو اس سے چھٹکارا حاصل کرنے کے لئے کہہ دیتے ہیں کہ یہ تو جادو ہے۔","lang":"ur"},{"name":"10:77","price":"موسیٰ (علیہ السلام) نے فرمایا کہ کیا تم اس صحیح دلیل کی نسبت جب کہ وه تمہارے پاس پہنچی ایسی بات کہتے ہو کیا یہ جادو ہے، حاﻻنکہ جادوگر کامیاب نہیں ہوا کرتے.(1)","arabic":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1441,"juzNumber":11,"footnotes":"(1) حضرت موسیٰ (عليه السلام) نے کہ ذرا سوچو تو سہی، حق کی دعوت اور صحیح بات کو تم جادو کہتے ہو، بھلا یہ جادو ہے؟ جادوگر تو کامیاب ہی نہیں ہوتے۔ یعنی مطلوبہ مقاصد حاصل کرنے اور ناپسندیدہ انجام سے بچنے میں وہ ناکام ہی رہتے ہیں اور میں تو اللہ کا رسول ہوں، مجھے اللہ کی مدد حاصل ہے اور اس کی طرف سے مجھے معجزات اور آیات بینات عطا کی گئی ہیں مجھے سحر و ساحری کی ضرورت ہی کیا ہے؟ اور اللہ کے عطا کردہ معجزات کے مقابلے میں اس کی حیثیت ہی کیا ہے؟۔","lang":"ur"},{"name":"10:78","price":"وه لوگ کہنے لگے کیا تم ہمارے پاس اس لیے آئے ہو کہ ہم کو اس طریقہ سے ہٹادو جس پر ہم نے اپنے باپ دادوں کو پایا ہے اور تم دونوں کو دنیا میں بڑائی مل جائے (1) اور ہم تم دونوں کو کبھی نہ مانیں گے.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1442,"juzNumber":11,"footnotes":"(1) یہ منکرین کی دیگر حجتیں ہیں جو دلائل سے عاجز آکر، پیش کرتے ہیں۔ ایک یہ کہ تم ہمارے آباء واجداد کے راستے سے ہٹانا چاہتے ہو، دوسرے یہ کہ ہمیں جاہ و ریاست حاصل ہے، اسے ہم سے چھین کر خود اس پر قبضہ کرنا چاہتے ہو اسلیے ہم تو کبھی بھی تم پر ایمان نہ لائیں گے۔ یعنی تنقید آباء پر اصرار اور دنیاوی وجہ کی خواہش نے انہیں ایمان لانے سے روکے رکھا۔ اس کے بعد آگے وہی قصہ ہے کہ فرعون نے ماہر جادوگروں کو بلایا اور حضرت موسیٰ (عليه السلام) اور جادوں گروں کا مقابلہ ہوا، جیسا کہ سورہ اعراف میں گزرا اور سورہ طہ میں بھی اس کی کچھ تفصیل آئے گی۔","lang":"ur"},{"name":"10:79","price":"اور فرعون نے کہا کہ میرے پاس تمام ماہر جادوگروں کو حاضر کرو.","arabic":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1443,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:80","price":"پھر جب جادوگر آئے تو موسیٰ (علیہ السلام) نے ان سے فرمایا کہ ڈالو جو کچھ تم ڈالنے والے ہو.","arabic":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1444,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:81","price":"سو جب انہوں نے ڈاﻻ تو موسی﴿علیہ السلام﴾ نے فرمایا کہ یہ جو کچھ تم ﻻئے ہو جادو ہے۔ یقینی بات ہے کہ اللہ اس کو ابھی درہم برہم کیے دیتا ہے(1) ، اللہ ایسے فسادیوں کا کام بننے نہیں دیتا.(2)","arabic":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1445,"juzNumber":11,"footnotes":"(1) چنانچہ ایسا ہی ہوا۔ بھلا جھوٹ بھی، سچ کے مقابلے میں کامیاب ہو سکتا ہے؟ جادوگروں نے، چاہے وہ اپنی فن میں کتنے ہی درجہ کمال کو پہنچے ہوئے تھے، جو کچھ پیش کیا، وہ جادو ہی تھا اور نظر کی شعبدہ بازی ہی تھی اور جب حضرت موسیٰ (عليه السلام) نے اللہ کے حکم سے اپنا عصا پھینکا تو اس نے ساری شعبدہ بازیوں کو آن واحد میں ختم کر دیا۔\n(2) اور یہ جادوگر بھی مفسدین تھے، جنہوں نے محض دنیا کمانے کے لئے جادوگری کا فن سیکھا ہوا تھا اور جادو کے کرتب دکھا کر لوگوں کو بیوقوف بناتے تھے، اللہ تعالٰی ان کے اس عمل فساد کو کس طرح سنوار سکتا تھا؟۔","lang":"ur"},{"name":"10:82","price":"اور اللہ تعالیٰ حق کو اپنے فرمان سے(1) ﺛابت کردیتا ہے گو مجرم کیسا ہی ناگوار سمجھیں.","arabic":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1446,"juzNumber":11,"footnotes":"(1) یا کلمات سے مراد وہ دلائل و براہین ہیں، جو اللہ تعالٰی اپنی کتابوں میں اتارتا رہا جو پیغمبروں کو وہ عطا فرماتا تھا۔ یا وہ معجزات ہیں جو اللہ تعالٰی کے حکم سے انبیاء کے ہاتھوں سے صادر ہوتے تھے، یا اللہ کا وہ حکم ہے جو لفظ کُنْ سے صادر فرماتا ہے۔","lang":"ur"},{"name":"10:83","price":"پس موسیٰ (علیہ السلام) پر ان کی قوم میں سے صرف قدرے قلیل آدمی ایمان ﻻئے (1) وه بھی فرعون سے اور اپنے حکام سے ڈرتے ڈرتے کہ کہیں ان کو تکلیف پہنچائے (2)اور واقع میں فرعون اس ملک میں زور رکھتا تھا، اور یہ بھی بات تھی کہ وه حد سے باہر ہو جاتا تھا.(3)","arabic":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1447,"juzNumber":11,"footnotes":"(1) قَوْمِهِ کے ”ہ“ ضمیر کے مرجع میں مفسرین کا اختلاف ہے، بعض نے اس کا مرجع حضرت موسیٰ (عليه السلام) کو قرار دیا ہے۔ کیونکہ آیت میں ضمیر سے پہلے انہی کا ذکر ہے یعنی فرعون کی قوم میں سے تھوڑے سے لوگ ایمان لائے، ان کی دلیل یہ ہے کہ بنی اسرائیل کے لوگ تو ایک رسول اور نجات دہندہ کے انتظار میں تھے جو حضرت موسیٰ (عليه السلام) کی صورت میں انہیں مل گئے اور اس اعتبار سے سارے بنی اسرائیل (سوائے قارون کے) ان پر ایمان رکھتے تھے۔ اس لئے صحیح بات یہی ہے کہ «ذُرِّيَّةٌ مِنْ قَوْمِهِ» سے مراد، فرعون کی قوم سے تھوڑے سے لوگ ہیں، جو حضرت موسیٰ (عليه السلام) پر ایمان لائے۔ انہیں میں سے اس کی بیوی (حضرت آسیہ) بھی ہیں۔\n(2) قرآن کریم کی یہ صراحت بھی اس بات پر دلالت کرتی ہے کہ یہ ایمان لانے والے تھوڑے سے لوگ فرعون کی قوم میں سے تھے، کیونکہ انہی کو فرعون اس کے درباریوں اور حکام سے تکلیف پہنچانے کا ڈر تھا۔ بنی اسرئیل، ویسے تو فرعون کی غلامی و محکومی کی ذلت ایک عرصے سے برداشت کر رہے تھے۔ لیکن موسیٰ (عليه السلام) پر ایمان لانے سے اس کا کوئی تعلق نہیں تھا، نہ انہیں اس وجہ سے مزید تکالیف کا اندیشہ تھا۔\n(3) اور ایمان لانے والے اس کے اسی ظلم و ستم کی عادت سے خوف زدہ تھے۔","lang":"ur"},{"name":"10:84","price":"اور موسیٰ (علیہ السلام) نے فرمایا کہ اے میری قوم! اگر تم اللہ پر ایمان رکھتے ہو تو اسی پر توکل کرو اگر تم مسلمان ہو.","arabic":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1448,"juzNumber":11,"footnotes":"(1) بنی اسرائیل، فرعون کی طرف سے جس ذلت اور رسوائی کا شکار تھے، حضرت موسیٰ (عليه السلام) کے آنے کے بعد بھی اس میں کمی نہیں آئی، اس لئے وہ سخت پریشان تھے، بلکہ حضرت موسیٰ (عليه السلام) سے انہوں نے یہ تک کہہ دیا، اے موسٰی، جس طرح تیرے آنے سے پہلے ہم فرعون اور اس کی قوم کی طرف سے تکلیفوں میں مبتلا تھے، تیرے آنے کے بعد بھی ہمارا یہی حال ہے۔ جس پر حضرت موسیٰ (عليه السلام) نے انہیں کہا تھا کہ امید ہے کہ میرا رب جلدی تمہارے دشمن کو ہلاک کر دے گا۔ لیکن اس کے لئے ضروری ہے کہ تم صرف ایک اللہ سے مدد چاہو اور صبر کا دامن ہاتھ سے نہ چھوڑو (ملاحظہ ہو سورۃ الاعراف آیات 128-129) یہاں بھی حضرت موسیٰ (عليه السلام) نے انہیں تلقین کی کہ اگر تم اللہ کے سچے فرمانبردار ہو تو اسی پر توکل کرو۔","lang":"ur"},{"name":"10:85","price":"انہوں نے عرض کیا کہ ہم نے اللہ ہی پر توکل کیا۔ اے ہمارے پروردگار! ہم کو ان ﻇالموں کے لئے فتنہ نہ بنا.","arabic":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1449,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:86","price":"اور ہم کو اپنی رحمت سے ان کافر لوگوں سے نجات دے.(1)","arabic":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1450,"juzNumber":11,"footnotes":"(1) اللہ پر توکل کرنے کے ساتھ ساتھ انہوں نے بارگاہ الٰہی میں دعائیں بھی کیں۔ اور یقینا اہل ایمان کے لئے یہ ایک بہت بڑا ہتھیار بھی ہے اور سہارا بھی۔","lang":"ur"},{"name":"10:87","price":"اور ہم نے موسیٰ (علیہ السلام) اور ان کے بھائی کے پاس وحی بھیجی کہ تم دونوں اپنے ان لوگوں کے لیے مصر میں گھر برقرار رکھو اور تم سب اپنے انہی گھروں کو نماز پڑھنے کی جگہ قرار دے لو(1) اور نماز کے پابند رہو اور آپ مسلمانوں کو بشارت دے دیں.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1451,"juzNumber":11,"footnotes":"(1) اس کا مطلب یہ ہے کہ اپنے گھروں کو ہی مسجدیں بنا لو اور ان کا رخ اپنے قبلے (بیت المقدس) کی طرف کر لو تاکہ تمہیں عبادت کرنے کے لئے باہر عبادت خانوں غیرہ میں جانے کی ضرورت ہی نہ رہے، جہاں تمہیں فرعون کے کارندوں کے ظلم و ستم کا ڈر رہتا ہے۔","lang":"ur"},{"name":"10:88","price":"اور موسیٰ (علیہ السلام) نے عرض کیا اے ہمارے رب! تو نے فرعون کو اور اس کے سرداروں کو سامان زینت اور طرح طرح کے مال دنیاوی زندگی میں دیئے۔ اے ہمارے رب! (اسی واسطے دیئے ہیں کہ) وه تیری راه سے گمراه کریں۔ اے ہمارے رب! ان کے مالوں کو نیست ونابود کر دے اور ان کے دلوں کو سخت کردے (1) سو یہ ایمان نہ ﻻنے پائیں یہاں تک کہ دردناک عذاب کو دیکھ لیں.(2)","arabic":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1452,"juzNumber":11,"footnotes":"(1) جب موسیٰ (عليه السلام) نے دیکھا کہ فرعون اور اس کی قوم پر وعظ نصیحت کا بھی کوئی اثر نہیں ہوا اور اس طرح معجزات دیکھ کر بھی ان کے اندر کوئی تبدیلی نہیں آئی۔ تو پھر ان کے حق میں بد دعا فرمائی۔ جسے اللہ نے یہاں نقل فرمایا ہے۔\n(2) یعنی اگر یہ ایمان لائیں بھی تو عذاب دیکھنے کے بعد لائیں، جو ان کے لئے نفع بخش نہیں ہوگا۔ یہاں ذہن میں یہ اشکال نہیں آنا چاہیے کہ پیغمبر تو ہدایت کی دعا کرتے ہیں نہ کہ ہلاکت کی بد دعا۔ اس لئے کہ دعوت و تبلیغ اور ہر طرح سے اتمام حجت کے بعد، جب یہ واضح ہو جائے کہ اب ایمان لانے کی کوئی امید باقی نہیں رہی، تو پھر آخری چارہ کار یہی رہ جاتا ہے کہ اس قوم کے معاملے کو اللہ کے سپرد کر دیا جائے، یہ گو اللہ کی مشیت ہی ہوتی ہے جو بے اختیار پیغمبر کی زبان پر جاری ہو جاتی ہے جس طرح حضرت نوح (عليه السلام) نے بھی ساڑھے نو سو سال تبلیغ کرنے کے بعد بالآخر اپنی قوم کے بارے بد دعا فرمائی۔«رَبِّ لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا» ”اے رب زمین پر ایک کافر کو بھی بسا نہ رہنے دے“۔","lang":"ur"},{"name":"10:89","price":"حق تعالیٰ نے فرمایا کہ تم دونوں کی دعا قبول کرلی گئی، سو تم ﺛابت قدم رہو(1) اور ان لوگوں کی راه نہ چلنا جن کو علم نہیں.(2)","arabic":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1453,"juzNumber":11,"footnotes":"(1) اس کا ایک مطلب تو یہ ہے کہ اپنی بد دعا پر قائم رہنا، چاہے اس کے ظہور میں تاخیر ہو جائے۔ کیونکہ تمہاری دعا تو یقینا قبول کر لی گئی لیکن ہم اسے عملی جامہ کب پہنائیں گے؟ یہ خالص ہماری مشیت و حکمت پر موقوف ہے۔ چنانچہ بعض مفسرین نے بیان کیا کہ اس بد دعا کے چالیس سال بعد فرعون اور اس کی قوم ہلاک کی گئی اور بد دعا کے مطابق فرعون جب ڈوبنے لگا تو اس وقت اس نے ایمان لانے کا اعلان کیا، جس کا اسے کوئی فائدہ نہ ہوا۔ دوسرا مطلب یہ کہ تم اپنی تبلیغ و دعوت۔ بنی اسرائیل کی ہدایت و راہنمائی اور اس کو فرعون کی غلامی سے نجات دلانے کی جد و جہد جاری رکھو۔\n(2) یعنی جو لوگ اللہ کی سنت، اس کے قانون، اور اس کی مصلحتوں اور حکمتوں کو نہیں جانتے، تم ان کی طرح مت ہونا بلکہ اب انتظار اور صبر کرو، اللہ تعالٰی اپنی حکمت و مصلحت کے مطابق جلد یا بہ دیر اپنا وعدہ ضرور پورا فرمائے گا۔ کیونکہ وہ وعدہ خلافی نہیں کرتا۔","lang":"ur"},{"name":"10:90","price":"اور ہم نے بنی اسرائیل کو دریا (1) سے پار کردیا پھر ان کے پیچھے پیچھے فرعون اپنے لشکر کے ساتھ ﻇلم اور زیادتی کے اراده سے چلا یہاں تک کہ جب ڈوبنے لگا(2) تو کہنے لگا کہ میں ایمان ﻻتا ہوں کہ جس پر بنی اسرائیل ایمان ﻻئے ہیں، اس کے سوا کوئی معبود نہیں اور میں مسلمانوں میں سے ہوں.","arabic":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1454,"juzNumber":11,"footnotes":"(1) یعنی سمندر کو پھاڑ کر، اس میں خشک راستہ بنا دیا۔ (جس طرح کہ سورہ بقرہ آیت 50میں گزرا اور مزید تفصیل سورہ شعرا میں آئے گی) اور تمہیں ایک کنارے سے دوسرے کنارے پر پہنچا دیا۔\n(2) یعنی اللہ کے حکم سے معجزانہ طریق پر بنے ہوئے خشک راستے پر، جس پر چل کر موسیٰ (عليه السلام) اور ان کی قوم نے سمندر پار کیا تھا، فرعون اور اس کا لشکر بھی سمندر پار کرنے کی غرض سے چلنا شروع ہوگیا۔ مقصد یہ تھا کہ موسیٰ (عليه السلام) بنی اسرائیل کو جو میری غلامی سے نجات دلانے کے لئے راتوں رات لے آیا تو اسے دوبارہ قید غلامی میں لایا جائے۔ جب فرعون اور اس کا لشکر، اس سمندری راستے میں داخل ہوگیا تو اللہ نے سمندر کو حسب سابق جاری ہو جانے کا حکم دے دیا۔ نتیجتاً فرعون سمیت سب کے سب غرق دریا ہوگئے۔","lang":"ur"},{"name":"10:91","price":"(جواب دیا گیا کہ) اب ایمان ﻻتا ہے؟ اور پہلے سرکشی کرتا رہا اور مفسدوں میں داخل رہا.(1)","arabic":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1455,"juzNumber":11,"footnotes":"(1) اللہ کی طرف سے جواب دیا گیا کہ اب ایمان لانے کا کوئی فائدہ نہیں۔ کیونکہ جب ایمان لانے کا وقت تھا، اس وقت تو نافرمانیوں اور فساد انگیزیوں میں مبتلا رہا۔","lang":"ur"},{"name":"10:92","price":"سو آج ہم صرف تیری ﻻش کو نجات دیں گے تاکہ تو ان کے لیے نشان عبرت ہو جو تیرے بعد ہیں(1) اور حقیقت یہ ہے کہ بہت سے آدمی ہماری نشانیوں سے غافل ہیں.","arabic":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1456,"juzNumber":11,"footnotes":"(1) جب فرعون غرق ہوگیا تو اس کی موت کا بہت سے لوگوں کو یقین نہ آتا تھا۔ اللہ تعالٰی نے سمندر کو حکم دیا، کہ اس نے اس کی لاش کو باہر خشکی پر پھینک دیا، جس کا مشاہدہ پھر سب نے کیا۔ مشہور ہے کہ آج بھی یہ لاش مصر کے عجائب خانے میں محفوظ ہے۔ واللهُ أَعْلَمُ بِالصَّوَابِ۔","lang":"ur"},{"name":"10:93","price":"اور ہم نے بنی اسرائیل کو بہت اچھا ٹھکانا رہنے کو دیا اور ہم نے انہیں پاکیزه چیزیں کھانے کو دیں۔ سو انہوں نے اختلاف نہیں کیا یہاں تک کہ ان کے پاس علم پہنچ گیا(1) ۔ یقینی بات ہے کہ آپ کا رب ان کے درمیان قیامت کے دن ان امور میں فیصلہ کرے گا جن میں وه اختلاف کرتے تھے.","arabic":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1457,"juzNumber":11,"footnotes":"(1) یعنی ایک تو اللہ کا شکر ادا کرنے کی بجائے، آپس میں اختلاف شروع کر دیا، پھر یہ اختلاف بھی لا علمی اور جہالت کی وجہ سے نہیں کیا، بلکہ علم آجانے کے بعد کیا، جس کا صاف مطلب یہ ہے کہ یہ اختلاف محض عناد اور تکبر کی بنیاد پر تھا۔","lang":"ur"},{"name":"10:94","price":"پھر اگر آپ اس کی طرف سے شک میں ہوں جس کو ہم نے آپ کے پاس بھیجا ہے تو آپ ان لوگوں سے پوچھ دیکھیے جو آپ سے پہلی کتابوں کو پڑھتے ہیں۔ بیشک آپ کے پاس آپ کے رب کی طرف سے سچی کتاب آئی ہے۔ آپ ہرگز شک کرنے والوں میں سے نہ ہوں.(1)","arabic":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1458,"juzNumber":11,"footnotes":"(1) یہ خطاب یا تو عام انسانوں کو ہے یا پھر نبی کے واسطے سے امت کو تعلیم دی جا رہی ہے۔ کیونکہ نبی کو تو وحی کے بارے میں کوئی شک ہو ہی نہیں سکتا تھا۔ جو کتاب پڑھتے ہیں، ان سے پوچھ لیں ' کا مطلب ہے کہ قرآن مجید سے پہلے کی آسمانی کتابیں (تورات و انجیل وغیرہ) یعنی جن کے پاس یہ کتابیں موجود ہیں ان سے اس قرآن کی بابت معلوم کریں کیونکہ ان میں اس کی نشانیاں اور آخری پیغمبر کی صفات بیان کی گئی ہیں۔","lang":"ur"},{"name":"10:95","price":"اور نہ ان لوگوں میں سے ہوں جنہوں نے اللہ تعالیٰ کی آیتوں کو جھٹلایا، کہیں آپ خساره پانے والوں میں سے نہ ہوجائیں.(1)","arabic":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1459,"juzNumber":11,"footnotes":"(1) یہ بھی دراصل مخاطب امت کو سمجھایا جا رہا ہے کہ تکذیب کا راستہ خسران اور تباہی کا راستہ ہے۔","lang":"ur"},{"name":"10:96","price":"یقیناً جن لوگوں کے حق میں آپ کے رب کی بات ثابت ہوچکی ہے وه ایمان نہ ﻻئیں گے.","arabic":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1460,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:97","price":"گو ان کے پاس تمام نشانیاں پہنچ جائیں جب تک کہ وه دردناک عذاب کو نہ دیکھ لیں.(1)","arabic":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1461,"juzNumber":11,"footnotes":"(1) یہ وہی لوگ ہیں جو کفر و مصیت الٰہی میں اتنے غرق ہو چکے ہوتے ہیں کہ کوئی و عظ ان پر اثر نہیں کرتا اور کوئی دلیل ان کے کارگر نہیں ہوتی۔ اسلئے نافرمانیاں کرکے قبول حق کی فطری استعداد و صلاحیت کو وہ ختم کر لئے ہوتے ہیں، ان کی آنکھیں اگر کھلتی ہیں تو اس وقت، جب عذاب الٰہی ان کے سروں پر آجاتا ہے، تب وہ ایمان اللہ کی بارگاہ میں قبول نہیں ہوتا «فَلَمْ يَكُ يَنْفَعُهُمْ اِيْمَانُهُمْ لَمَّا رَاَوْا بَاْسَـنَا» (المومن:85) ”جب وہ ہمارا عذاب دیکھ چکے (اس وقت) ان کے ایمان نے انہیں کوئی فائدہ نہیں دیا“۔","lang":"ur"},{"name":"10:98","price":"چنانچہ کوئی بستی ایمان نہ ﻻئی کہ ایمان ﻻنا اس کو نافع ہوتا سوائے یونس ﴿علیہ السلام﴾ کی قوم کے(1) ۔ جب وه ایمان لے آئے تو ہم نے رسوائی کے عذاب کو دنیوی زندگی میں ان پر سے ٹال دیا اور ان کو ایک وقت (خاص) تک کے لیے زندگی سے فائده اٹھانے (کا موقع) دیا.(2)","arabic":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1462,"juzNumber":11,"footnotes":"(1) لَوْلَا یہاں تحضیض کے لیے هَلاَّ کے معنی میں ہے یعنی جن بستیوں کو ہم نے ہلاک کیا، ان میں کوئی ایک بستی بھی ایسی کیوں نہ ہوئی جو ایسا ایمان لاتی جو اس کے لئے فائدہ مند ہوتا۔ ہاں صرف یونس (عليه السلام) کی قوم ایسی ہوئی ہے کہ جب وہ ایمان لے آئی تو اللہ نے ان سے عذاب دور کر دیا مختصر پس منظر یہ کہ یونس (عليه السلام) نے جب دیکھا کہ ان کی تبلیغ و دعوت سے ان کی قوم متاثر نہیں ہو رہی تو انہوں نے قوم میں اعلان کیا کہ فلاں فلاں دن تم پر عذاب آجائے گا اور وہ خود وہاں سے نکل گئے۔ جب عذاب بادل کی طرح ان پر امڈ آیا تو وہ بچوں عورتوں سمیت ایک میدان میں جمع ہوگئے اور اللہ تعالٰی کی بارگاہ میں توبہ و استفغار شروع کر دیا۔ اللہ تعالٰی نے ان کی توبہ قبول فرما لی اور ان سے عذاب ٹال دیا۔ حضرت یونس (عليه السلام) آنے جانے والے مسافروں سے اپنی قوم کا حال معلوم کرتے رہتے تھے، انہیں جب معلوم ہوا کہ اللہ تعالٰی نے ان کی قوم سے عذاب ٹال دیا ہے، تو انہوں نے اپنی تکذیب کے بعد اس قوم میں جانا پسند نہیں کیا بلکہ ان سے ناراض ہو کر وہ کسی اور طرف روانہ ہوگئے، جس پر وہ کشتی کا واقعہ پیش آیا (جس کی تفصیل اپنے مقام پر آئے گی)۔ (فتح القدیر) البتہ مفسرین کے درمیان اس امر میں اختلاف ہے کہ قوم یونس ایمان کب لائی؟ عذاب دیکھ کر لائی، جب کہ ایمان لانا نافع نہیں ہوتا۔ لیکن اللہ تعالٰی نے اسے اپنے اس قانون سے مستثنی کر کے اس کے ایمان کو قبول کرلیا۔ یا ابھی عذاب نہیں آیا تھا یعنی وہ مرحلہ نہیں آیا تھا کہ جب ایمان نافع نہیں ہوتا۔ لیکن قرآن کریم قوم یونس کا الا کے ساتھ جو استثنا کیا ہے وہ پہلی تفسیر کی تائید کرتا ہے۔ واللهُ أَعْلَمُ بِالصَّوَابِ۔\n(2) قرآن نے دنیوی عذاب کے دور کرنے کی صراحت تو کی ہے، اخروی عذاب کی بابت صراحت نہیں کی، اس لیے بعض مفسرین کے خیال میں اخروی عذاب ان سے ختم نہیں کیا گیا۔ لیکن جب قرآن نے یہ وضاحت کردی کہ دنیاوی عذاب، ایمان لانے کی وجہ سے ٹالا گیا تھا، تو پھر اخروی عذاب کی بابت صراحت کرنے کی ضرورت ہی نہیں رہ جاتی ہے۔ کیونکہ اخروی عذاب کا فیصلہ تو ایمان اور عدم ایمان کی بنیاد پر ہی ہونا ہے۔ اگر ایمان لانے کے بعد قوم یونس اپنے ایمان پر قائم رہی ہوگی، (جس کی صراحت یہاں نہیں ہے)تو یقینا وہ اخروی عذاب سے بھی محفوظ رہے گی۔ البتہ بصورت دیگر عذاب سے بچنا صرف دنیا ہی کی حد تک ہی ہوگا۔ واللہ اعلم","lang":"ur"},{"name":"10:99","price":"اور اگر آپ کا رب چاہتا تو تمام روئے زمین کے لوگ سب کے سب ایمان لے آتے(1) ، تو کیا آپ لوگوں پر زبردستی کرسکتے ہیں یہاں تک کہ وه مومن ہی ہوجائیں.","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1463,"juzNumber":11,"footnotes":"(1) لیکن اللہ نے ایسا نہیں چاہا، کیونکہ یہ اس کی اس حکمت و مصلحت کے خلاف ہے، جسے مکمل طور پر وہی جانتا ہے۔ یہ اس لئے فرمایا کہ نبی(صلى الله عليه وسلم) کی شدید خواہش ہوتی تھی کہ سب مسلمان ہوجائیں، اللہ تعالٰی نے فرمایا یہ نہیں ہو سکتا کیونکہ مشیت الٰہی جو حکمت بالغہ اور مصلحت راجحہ پر مبنی ہے، اس کی مقتضی نہیں۔ اس لئے آگے فرمایا کہ آپ لوگوں کو زبردستی ایمان لانے پر کیسے مجبور کر سکتے ہیں؟ جب کہ آپ کے اندر اس کی طاقت ہے نہ اس کے آپ مکلف ہی ہیں۔","lang":"ur"},{"name":"10:100","price":"حاﻻنکہ کسی شخص کا ایمان ﻻنا اللہ کے حکم کے بغیر ممکن نہیں۔ اور اللہ تعالیٰ بے عقل لوگوں پر گندگی ڈال دیتا ہے.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1464,"juzNumber":11,"footnotes":"(1) گندگی سے مراد عذاب یا کفر ہے۔ یعنی جو لوگ اللہ کی آیات پر غور نہیں کرتے، وہ کفر میں مبتلا رہتے ہیں اور یوں عذاب کے مستحق قرار پاتے ہیں۔","lang":"ur"},{"name":"10:101","price":"آپ کہہ دیجئے کہ تم غور کرو کہ کیا کیا چیزیں آسمانوں میں اور زمین میں ہیں اور جو لوگ ایمان نہیں ﻻتے ان کو نشانیاں اور دھمکیاں کچھ فائده نہیں پہنچاتیں.","arabic":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1465,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:102","price":"سو وه لوگ صرف ان لوگوں کے سے واقعات کا انتظار کر رہے ہیں جو ان سے پہلے گزر چکے ہیں۔ آپ فرما دیجئے کہ اچھا تو تم انتظار میں رہو میں بھی تمہارے ساتھ انتظار کرنے والوں میں ہوں.(1)","arabic":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1466,"juzNumber":11,"footnotes":"(1) یعنی یہ لوگ، جن پر کوئی دلیل اور دھمکی اثر انداز نہیں ہوتی، لہذا ایمان نہیں لاتے۔ کیا اس بات کے منتظر ہیں کہ ان کے ساتھ بھی وہی تاریخ دہرائی جائے جن سے پچھلی امتیں گزر چکی ہیں۔ یعنی اہل ایمان کو بچا کر (جیسا کہ اگلی آیت میں وضاحت ہے) باقی سب کو ہلاک کر دیا جاتا تھا۔ اگر اسی بات کا انتظار ہے تو ٹھیک ہے، تم بھی انتظار کرو، میں بھی انتظار کر رہا ہوں۔","lang":"ur"},{"name":"10:103","price":"پھر ہم اپنے پیغمبروں کو اور ایمان والوں کو بچالیتے تھے، اسی طرح ہمارے ذمہ ہے کہ ہم ایمان والوں کو نجات دیا کرتے ہیں.","arabic":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1467,"juzNumber":11,"footnotes":"","lang":"ur"},{"name":"10:104","price":"آپ کہہ دیجئے(1) کہ اے لوگو! اگر تم مرے دین کی طرف سے شک میں ہو تو میں ان معبودوں کی عبادت نہیں کرتا جن کی تم اللہ کو چھوڑ کر عبادت کرتے ہو(2)، لیکن ہاں اس اللہ کی عبادت کرتا ہوں جو تمہاری جان قبض کرتا ہے(3)۔ اور مجھ کو یہ حکم ہوا ہے کہ میں ایمان ﻻنے والوں میں سے ہوں.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1468,"juzNumber":11,"footnotes":"(1) اس آیت میں اللہ تعالٰی اپنے آخری پیغمبر حضرت محمد رسول اللہ (صلى الله عليه وسلم) کو حکم فرما رہا ہے کہ آپ تمام لوگوں پر واضح کر دیں کہ میرا طریقہ اور مشرکین کا طریقہ ایک دوسرے سے مختلف ہے۔\n(2) یعنی اگر تم میرے دین کے بارے میں شک کرتے ہو، جس میں صرف ایک اللہ کی عبادت ہے اور یہی دین حق ہے نہ کہ کوئی اور تو یاد رکھو میں ان معبودوں کی کبھی اور کسی حال میں عبادت نہیں کرونگا جن کی تم کرتے ہو۔\n(3) یعنی موت و حیات اسی کے ہاتھ میں ہے، اسی لئے جب وہ چاہے تمہیں ہلاک کر سکتا ہے کیونکہ انسانوں کی جانیں اسی کے ہاتھ میں ہیں۔","lang":"ur"},{"name":"10:105","price":"اور یہ کہ اپنا رخ یکسو ہو کر (اس) دین کی طرف کرلینا(1) ، اور کبھی مشرکوں میں سے نہ ہونا.","arabic":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1469,"juzNumber":11,"footnotes":"(1) حَنِیْف کے معنی ہیں۔ یک سو، یعنی ہر دین کو چھوڑ کر صرف دین اسلام کو اپنانا اور ہر طرف سے منہ موڑ کر صرف ایک اللہ کی طرف یکسوئی سے متوجہ ہونا۔","lang":"ur"},{"name":"10:106","price":"اور اللہ کو چھوڑ کر ایسی چیز کی عبادت مت کرنا جو تجھ کو نہ کوئی نفع پہنچا سکے اور نہ کوئی ضرر پہنچا سکے۔ پھر اگر ایسا کیا تو تم اس حالت میں ﻇالموں میں سے ہو جاؤ گے.(1)","arabic":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1470,"juzNumber":11,"footnotes":"(1) یعنی اگر اللہ کو چھوڑ کر ایسے معبودوں کو آپ پکاریں گے جو کسی کو نفع نقصان پہنچانے پر قادر نہیں ہیں تو یہ ظلم کا ارتکاب ہوگا، ظلم کے معنی ہیں ”وَضْعُ الشَّيْءِ فِي غَيْرِ مَحِلِّهِ“، کسی چیز کو اس کے اصل مقام سے ہٹا کر کسی اور جگہ رکھ دینا۔ عبادت چونکہ صرف اللہ کا حق ہے جس نے تمام کائنات بنائی ہے اور تمام اسباب حیات بھی وہی پیدا کرتا ہے تو اس مستحق عبادت ذات کو چھوڑ کر کسی اور کی عبادت کرنا نہایت ہی غلط ہے اس لئے شرک کو ظلم عظیم سے تعبیر کیا گیا ہے۔ یہاں بھی خطاب اگرچہ نبی (صلى الله عليه وسلم) کو ہے لیکن اصل مخاطب افراد انسانی اور امت محمدیہ ہے۔","lang":"ur"},{"name":"10:107","price":"اور اگر تم کو اللہ کوئی تکلیف پہنچائے تو بجز اس کے اور کوئی اس کو دور کرنے واﻻ نہیں ہے اور اگر وه تم کو کوئی خیر پہنچانا چاہے تو اس کے فضل کا کوئی ہٹانے واﻻ نہیں(1) ، وه اپنا فضل اپنے بندوں میں سے جس پر چاہے نچھاور کردے اور وه بڑی مغفرت بڑی رحمت واﻻ ہے.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1471,"juzNumber":11,"footnotes":"(1) خیر کو یہاں فضل سے اس لئے تعبیر فرمایا کہ اللہ تعلیٰ اپنے بندوں کے ساتھ جو بھلائی کا معاملہ فرماتا ہے، اعمال کے اعتبار سے اگرچہ بندے اس کے مستحق نہیں۔ لیکن یہ محض اس کا فضل ہے کہ وہ اعمال سے قطع نظر کرتے ہوئے، انسانوں پر پھر بھی رحم و کرم فرماتا ہے۔","lang":"ur"},{"name":"10:108","price":"آپ کہہ دیجئے کہ اے لوگو! تمہارے پاس حق تمہارے رب کی طرف سے پہنچ چکا ہے(1) ، اس لیے جو شخص راه راست پر آجائے سو وه اپنے واسطے راه راست پر آئے گا (2)اور جو شخص بے راه رہے گا تو اس کا بے راه ہونا اسی پر پڑے گا(3) اور میں تم پر مسلط نہیں کیا گیا.(4)","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1472,"juzNumber":11,"footnotes":"(1) حق سے مراد قرآن اور دین اسلام ہے، جس میں توحید الٰہی اور رسالت محمدیہ پر ایمان نہایت ضروری ہے۔\n(2) یعنی اس کا فائدہ اسی کو ہوگا کہ قیامت والے دن اللہ کے عذاب سے بچ جائے گا۔\n(3) یعنی اس کا نقصان اور وبال اسی پر پڑے گا کہ قیامت کو جہنم کی آگ میں جلے گا۔ گویا کوئی ہدایت کا راستہ اپنائے گا تو، تو اس سے کوئی اللہ کی طاقت میں اضافہ نہیں ہو جائے گا اور اگر کوئی کفر اور ضلالت کو اختیار کرے گا تو اس سے اللہ کی حکومت و طاقت میں کوئی فرق واقع نہیں ہو جائے گا۔ گویا ایمان و ہدایت کی ترغیب اور کفر و ضلالت سے بچنے کی تاکید و ترتیب، دونوں سے مقصد انسانوں ہی کی بھلائی اور خیر خواہی ہے۔ اللہ کی اپنی کوئی غرض نہیں۔\n(4) یعنی یہ ذمہ داری مجھے نہیں سونپی گئی ہے کہ میں ہر صورت میں تمہیں مسلمان بنا کر چھوڑوں بلکہ میں تو صرف بشیر اور نذیر اور مبلغ اور داعی ہوں۔ میرا کام صرف اہل ایمان کو خوشخبری دینا، نافرمانوں کو اللہ کے عذاب اور اس کے مواخذے سے ڈرانا اور اللہ کے پیغام کی دعوت وتبلیغ ہے۔ کوئی اس دعوت کو مان کر ایمان لاتا ہے تو ٹھیک ہے، کوئی نہیں مانتا تو میں اس بات کا مکلف نہیں ہوں کہ اس سے زبردستی منوا کر چھوڑوں۔","lang":"ur"},{"name":"10:109","price":"اور آپ اس کی اتباع کرتے رہیے جو کچھ آپ کے پاس وحی بھیجی جاتی ہے اور صبر کیجئے (1) یہاں تک کہ اللہ فیصلہ کردے اور وه سب فیصلہ کرنے والوں میں اچھا ہے.(2)","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1473,"juzNumber":11,"footnotes":"(1) اللہ تعالٰی جس چیز کی وحی کرے، اسے مضبوطی سے پکڑ لیں، جس کا امر کرے، اسے عمل میں لائیں، جس سے روکے رک جائیں اور کسی چیز میں کوتاہی نہ کریں۔ اور وحی کی اطاعت و پیروی میں جو تکلیفیں آئیں، مخالفین کی طرف سے جو ایذائیں پہنچیں اور تبلیغ و دعوت کی راہ میں جن دشواریوں سے گزرنا پڑے، ان پر صبر کریں اور ثابت قدمی سے سب کا مقابلہ کریں۔\n(2) کیونکہ اس کا علم بھی کامل ہے، اس کی قدرت و طاقت بھی وسیع ہے اور اس کی رحمت بھی عام ہے اس لئے اس سے زیادہ بہتر فیصلہ کرنے والا اور کون ہو سکتا ہے؟۔","lang":"ur"}],"chapter":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"]}