{"data":[{"name":"12:1","price":"الرٰ، یہ روشن کتاب کی آیتیں ہیں۔.(1)","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"","lang":"ur"},{"name":"12:2","price":"یقیناً ہم نے اس کو قرآن عربی نازل فرمایا ہے کہ تم سمجھ سکو.(1)","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"(1) آسمانی کتابوں کے نزول کا مقصد، لوگوں کی ہدایت اور رہنمائی ہے اور یہ مقصد اس وقت حاصل ہو سکتا ہے جب وہ کتاب اس زبان میں ہو جس کو وہ سمجھ سکیں، اس لئے ہر آسمانی کتاب اس قومی زبان میں نازل ہوئی، جس قوم کی ہدایت کے لئے اتاری گئی تھی۔ قرآن کریم کے مخاطب اول چونکہ عرب تھے، اس لئے قرآن بھی عربی زبان میں نازل ہوا۔ علاوہ ازیں عربی زبان اپنی فصاحت و بلاغت اور ادائے معانی کے لحاظ سے دنیا کی بہترین زبان ہے۔ اس لئے اللہ تعالٰی نے اس اشرف الکتاب (قرآن مجید) کو اشرف اللغات (عربی) میں اشرف الرسل (حضرت محمد صلی اللہ علیہ و سلم) پر اشرف الملائکہ (جبرائیل) کے ذریعے سے نازل فرمایا اور مکہ، جہاں اس کا آغاز ہوا، دنیا کا اشرف ترین مقام ہے اور جس مہینے میں نزول کی ابتدا ہوئی وہ بھی اشرف ترین مہینہ، رمضان ہے۔","lang":"ur"},{"name":"12:3","price":"ہم آپ کے سامنے بہترین بیان(1) پیش کرتے ہیں اس وجہ سے کہ ہم نے آپ کی جانب یہ قرآن وحی کے ذریعے نازل کیا اور یقیناً آپ اس سے پہلے بے خبروں میں سے تھے.(2)","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"(1) قصص، یہ مصدر ہے، اس کے معنی ہیں کسی چیز کے پیچھے لگنا، مطلب دلچسپ واقعہ ہے قصہ، محض کہانی یا طبع زاد افسانے کو نہیں کہا جاتا بلکہ ماضی میں گزر جانے والے واقعے کے بیان کو قصہ کہا جاتا ہے۔ یہ گویا ماضی کا واقعی اور حقیقی بیان ہے اور اس واقع میں حسد و عناد کا انجام، تائید الٰہی کی کرشمہ سازیاں، نفس امارہ کی شورشیں اور سرکشیوں کا نتیجہ اور دیگر انسانی عوارض و حوارث کا نہایت دلچسپ بیان اور عبرت انگیز پہلو ہیں، اس لئے اس قرآن نے احسن القصص(بہترین بیان) سے تعبیر کیا ہے۔\n(2) قرآن کریم کے ان الفاظ سے بھی واضح ہے نبی کریم عالم الغیب نہیں تھے، ورنہ اللہ تعالٰی آپ کو بےخبر قرار نہ دیتا، دوسری بات یہ معلوم ہوئی کہ آپ(صلى الله عليه وسلم) اللہ کے سچے نبی ہیں کیونکہ آپ پر وحی کے ذریعے سے ہی سچا واقعہ بیان کیا گیا ہے۔ آپ نہ کسی کے شاگرد تھے، کہ کسی استاد سے سیکھ کر بیان فرما دیتے، نہ کسی اور سے ہی ایسا تعلق تھا کہ جس سے سن کر تاریخ کا یہ واقعہ اپنے اہم جزئیات کے ساتھ آپ نشر کر دیتے۔ یہ یقیناً اللہ تعالٰی ہی نے وحی کے ذریعے سے آپ پر نازل فرمایا ہے جیسا کہ اس مقام پر صراحت کی گئی ہے۔","lang":"ur"},{"name":"12:4","price":"جب کہ یوسف (1) نے اپنے باپ سے ذکر کیا کہ ابا جان میں نے گیاره ستاروں کو اور سورج چاند کو(2) دیکھا کہ وه سب مجھے سجده کر رہے ہیں.","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"(1) یعنی اے محمد! (صلى الله عليه وسلم) اپنی قوم کے سامنے یوسف (عليه السلام) کا قصہ بیان کرو، جب اس نے اپنے باپ کو کہا باپ حضرت یعقوب (عليه السلام) تھے، جیسا کہ دوسرے مقام پر صراحت ہے اور حدیث میں بھی یہ نسب بیان کیا گیا ہے۔ ”الْكَرِيمُ ابْنُ الْكَرِيمِ ابْنِ الْكَرِيمِ يُوسُفُ بْنُ يَعْقُوبَ بْنِ إِسْحَاقَ بْنِ إِبْرَاهِيمَ“ (مسند أحمد - جلد 2ص96)۔ (2) بعض مفسرین نے کہا ہے کہ گیارہ ستاروں سے مراد حضرت یوسف (عليه السلام) کے بھائی ہیں جو گیارہ تھے چاند سورج سے مراد ماں اور باپ ہیں اور خواب کی تعبیر چالیس یا اسی سال کے بعد اس وقت سامنے آئی جب یہ سارے بھائی اپنے والدین سمیت مصر گئے اور وہاں حضرت یوسف (عليه السلام) کے سامنے سجدہ ریز ہوگئے، جیسا کہ یہ تفصیل سورت کے آخر میں آئے گی۔","lang":"ur"},{"name":"12:5","price":"یعقوب علیہ السلام نے کہا پیارے بچے! اپنے اس خواب کا ذکر اپنے بھائیوں سے نہ کرنا۔ ایسا نہ ہو کہ وه تیرے ساتھ کوئی فریب کاری کریں(1) ، شیطان تو انسان کا کھلا دشمن ہے.(2)","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"(1) حضرت یعقوب (عليه السلام) نے خواب سے اندازہ لگا لیا کہ ان کا یہ بیٹا عظمت شان کا حامل ہوگا، اس لئے انہیں اندیشہ ہوا کہ یہ خواب سن کر اس کے دوسرے بھائی بھی اس کی عظمت کا اندازہ کر کے کہیں اسے نقصان نہ پہنچائیں، بنا بریں انہوں نے یہ خواب بیان کرنے سے منع فرمایا۔\n(2) یہ بھائیوں کے مکروفریب کی وجہ بیان فرما دی کہ شیطان چونکہ انسان کا ازلی دشمن ہے اس لئے وہ انسانوں کو بہکانے، گمراہ کرنے اور انہیں حسد و بغض میں مبتلا کرنے میں ہر وقت کوشاں اور تاک میں رہتا ہے۔ چنانچہ یہ شیطان کے لئے بڑا اچھا موقع تھا کہ وہ حضرت یوسف (عليه السلام) کے خلاف بھائیوں کے دلوں میں حسد اور بغض کی آگ بھڑکا دے۔ جیسا کہ فی الواقع بعد میں اس نے ایسا ہی کیا اور حضرت یعقوب (عليه السلام) کا اندیشہ درست ثابت ہوا۔","lang":"ur"},{"name":"12:6","price":"اور اسی طرح (1) تجھے تیرا پروردگار برگزیده کرے گا اور تجھے معاملہ فہمی (یا خوابوں کی تعبیر) بھی سکھائے گا اور اپنی نعمت تجھے بھرپور عطا فرمائے گا (2)اور یعقوب کے گھر والوں کو بھی(3)، جیسے کہ اس نے اس سے پہلے تیرے دادا اور پردادا یعنی ابراہیم واسحاق کو بھی بھرپور اپنی نعمت دی، یقیناً تیرا رب بہت بڑے علم واﻻ اور زبردست حکمت واﻻ ہے.","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"(1) یعنی جس طرح تجھے تیرے رب نے نہایت عظمت والا خواب دکھانے کے لئے چن لیا، اسی طرح تیرا رب تجھے برگزیدگی بھی عطا کرے گا اور خوابوں کی تعبیر سکھائے گا۔ تَأْوِيلُ الأَحَادِيثِ کے اصل معنی باتوں کی تہہ تک پہنچنا ہے۔ یہاں خواب کی تعبیر مراد ہے۔\n(2) اس سے مراد نبوت ہے جو یوسف (عليه السلام) کو عطا کی گئی۔ یا وہ انعامات ہیں جن سے مصر میں یوسف (عليه السلام) نوازے گئے۔\n(3) اس سے مراد حضرت یوسف (عليه السلام) کے بھائی، ان کی اولاد وغیرہ ہیں، جو بعد میں انعامات الٰہی کے مستحق بنے۔","lang":"ur"},{"name":"12:7","price":"یقیناً یوسف اور اس کے بھائیوں میں دریافت کرنے والوں کے لئے (بڑی) نشانیاں(1) ہیں.","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"(1) یعنی اس قصے میں اللہ تعالٰی کی عظیم قدرت اور نبی کریم کی نبوت کی صداقت کی بڑی نشانیاں ہیں۔ بعض مفسرین نے یہاں ان بھائیوں کے نام اور ان کی تفصیل بھی بیان کی ہے۔","lang":"ur"},{"name":"12:8","price":"جب کہ انہوں نے کہا کہ یوسف اور اس کا بھائی(1) بہ نسبت ہمارے، باپ کو بہت زیاده پیارے ہیں حاﻻنکہ ہم (طاقتور) جماعت (2)ہیں کوئی شک نہیں کہ ہمارے ابا صریح غلطی میں ہیں.(3)","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"(1) ”اس کا بھائی“ سے مراد بنیامین ہے۔\n(2) یعنی ہم دس بھائی طاقتور جماعت اور اکثریت میں ہیں، جب کہ یوسف (عليه السلام) اور بنیامین (جن کی ماں الگ تھی) صرف دو ہیں، اس کے باوجود باپ کی آنکھوں کا نور اور دل کا سرور ہیں۔\n(3) یہاں ضلال سے مراد غلطی ہے جو ان کے زعم کے مطابق باپ سے یوسف (عليه السلام) اور بنیامین سے زیادہ محبت کی صورت میں صادر ہوئی۔","lang":"ur"},{"name":"12:9","price":"یوسف کو تو مار ہی ڈالو یا اسے کسی (نامعلوم) جگہ پھینک دو کہ تمہارے والد کا رخ صرف تمہاری طرف ہی ہو جائے۔ اس کے بعد تم نیک ہو جانا.(1)","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"(1) اس سے مراد تائب ہو جانا ہے یعنی کنوئیں میں ڈال کر یا قتل کر کے اللہ سے اس گناہ کے لئے توبہ کرلیں گے۔","lang":"ur"},{"name":"12:10","price":"ان میں سے ایک نے کہا یوسف کو قتل تو نہ کرو بلکہ اسے کسی اندھے کنوئیں (کی تہ) میں ڈال آؤ کہ(1) اسے کوئی (آتا جاتا) قافلہ اٹھا لے جائے اگر تمہیں کرنا ہی ہے تو یوں کرو.(2)","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"(1) جُبٌّ کنویں کو اور غَيَابَةٌ اس کی تہ اور گہرائی کو کہتے ہیں، کنواں ویسے بھی گہرا ہی ہوتا ہے اور اس میں گری ہوئی چیز کسی کو نظر نہیں آتی۔ جب اس کے ساتھ کنویں کی گہرائی کا بھی ذکر کیا تو گویا مبالغے کا اظہار کیا۔\n(2) یعنی آنے جانے والے نو وارد مسافر، جب پانی کی تلاش میں کنوئیں پر آئیں گے تو ممکن ہے کسی کے علم میں آ جائے کہ کنوئیں میں کوئی انسان گرا ہوا ہے اور وہ اسے نکال کر اپنے ساتھ لے جائیں۔ یہ تجویز ایک بھائی نے ازراہ شفقت پیش کی تھی۔ قتل کے مقابلے میں یہ تجویز واقعتا ہمدردی کے جذبات ہی کی حامل ہے۔ بھائیوں کی آتش حسد اتنی بھڑکی ہوئی تھی کہ یہ تجویز بھی اس نے ڈرتے ڈرتے ہی پیش کی کہ اگر تمہیں کچھ کرنا ہی ہے تو یہ کام اس طرح کر لو۔","lang":"ur"},{"name":"12:11","price":"انہوں نے کہا ابا! آخر آپ یوسف (علیہ السلام) کے بارے میں ہم پر اعتبار کیوں نہیں کرتے ہم تو اس کے خیر خواه ہیں.(1)","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"(1) اس سے معلوم ہوتا ہے کہ شاید اس سے قبل بھی برداران یوسف (عليه السلام) نے یوسف (عليه السلام) کو اپنے ساتھ لے جانے کی کوشش کی ہوگی اور باپ نے انکار کر دیا ہوگا۔","lang":"ur"},{"name":"12:12","price":"کل آپ اسے ضرور ہمارے ساتھ بھیج دیجئے کہ خوب کھائے پئے اور کھیلے(1) ، اس کی حفاﻇت کے ہم ذمہ دار ہیں.","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"(1) کھیل اور تفریح کا رجحان، انسان کی فطرت میں شامل ہے۔ اسی لئے جائز کھیل اور تفریح پر اللہ تعالٰی نے کسی دور میں بھی پابندی عائد نہیں کی۔ اسلام میں بھی اجازت ہے لیکن مشروط۔ یعنی ایسے کھیل اور تفریح جائز جن میں شرع قباحت نہ ہو یا محرمات تک پہنچنے کا ذریعہ بنیں۔ چنانچہ حضرت یعقوب (عليه السلام) نے بھی کھیل کود کی حد تک کوئی اعتراض نہیں کیا۔ البتہ یہ خدشہ ظاہر کیا کہ تم کھیل کود میں مدہوش ہو جاؤ اور اسے بھڑیا کھا جائے، کیونکہ کھلے میدانوں اور صحراؤں میں وہاں بھیڑیئے عام تھے۔","lang":"ur"},{"name":"12:13","price":"(یعقوب علیہ السلام نے) کہا اسے تمہارا لے جانا مجھے تو سخت صدمہ دے گا اور مجھے یہ بھی کھٹکا لگا رہے گا کہ تمہاری غفلت میں اسے بھیڑیا کھا جائے.","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"","lang":"ur"},{"name":"12:14","price":"انہوں نے جواب دیا کہ ہم جیسی (زور آور) جماعت کی موجودگی میں بھی اگر اسے بھیڑیا کھا جائے تو ہم بالکل نکمے ہی(1) ہوئے.","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"(1) یہ باپ کو یقین دلایا جا رہا ہے کہ یہ کس طرح ہو سکتا ہے کہ ہم اتنے بھائیوں کی موجودگی میں بھیڑیا یوسف (عليه السلام) کو کھا جائے۔","lang":"ur"},{"name":"12:15","price":"پھر جب اسے لے چلے اور سب نے مل کر ٹھان لیا کہ اسے غیر آباد گہرے کنوئیں کی تہ میں پھینک دیں، ہم نے یوسف (علیہ السلام) کی طرف وحی کی کہ یقیناً (وقت آرہا ہے کہ) تو انہیں اس ماجرا کی خبر اس حال میں دے گا کہ وه جانتے ہی نہ ہوں.(1)","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"(1) قرآن کریم نہایت اختصار کے ساتھ واقعہ بیان کر رہا ہے۔ مطلب یہ ہے کہ جب اپنے سوچے سمجھے منصوبے کے مطابق انہوں نے یوسف (عليه السلام) کو کنویں میں پھینک دیا، تو اللہ تعالٰی نے حضرت یوسف (عليه السلام) کی تسلی اور حوصلے کے لئے وحی کی کہ گھبرانے کی ضرورت نہیں ہے، ہم تیری حفاظت ہی نہیں کریں گے بلکہ ایسے بلند مقام پر تجھے فائز کریں گے کہ یہ بھائی بھیک مانگتے ہوئے تیری خدمت میں حاضر ہونگے اور پھر تو انہیں بتائے گا کہ تم نے اپنے ایک بھائی کے ساتھ اس طرح سنگ دلانہ معاملہ کیا تھا، جسے سن کر وہ حیران اور پشیمان ہو جائیں گے۔ حضرت یوسف علیہ الاسلام اس وقت اگرچہ بچے تھے، لیکن جو بچے، نبوت پر سرفراز ہونے والے ہوں، ان پر بچپن میں بھی وحی آ جاتی ہےجیسے حضرت عیسیٰ و یحیٰی وغیرہم علیہم السلام پر آئی۔","lang":"ur"},{"name":"12:16","price":"اور عشا کے وقت (وه سب) اپنے باپ کے پاس روتے ہوئے پہنچے.","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"","lang":"ur"},{"name":"12:17","price":"اور کہنے لگے کہ ابا جان ہم تو آپس میں دوڑ میں لگ گئے اور یوسف (علیہ السلام) کو ہم نے اسباب کے پاس چھوڑا پس اسے بھیڑیا کھا گیا، آپ تو ہماری بات نہیں مانیں گے، گو ہم بالکل سچے ہی ہوں.(1)","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"(1) یعنی اگر ہم آپ کے نزدیک معتبر اور اہل صدق ہوتے، تب بھی یوسف (عليه السلام) کے معاملے میں آپ ہماری بات کی تصدیق نہ کرتے، اب تو ویسے ہماری حیثیت متہم افراد کی سی ہے، اب آپ کس طرح ہماری بات کی تصدیق کریں گے؟۔","lang":"ur"},{"name":"12:18","price":"اور یوسف کے کرتے کو جھوٹ موٹ کے خون سے خون آلود بھی کر ﻻئے تھے، باپ نے کہا یوں نہیں، بلکہ تم نے اپنے دل ہی سے ایک بات بنا لی ہے۔ پس صبر ہی بہتر ہے(1) ، اور تمہاری بنائی ہوئی باتوں پر اللہ ہی سے مدد کی طلب ہے.(2)","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"(1) کہتے ہیں کہ ایک بکری کا بچہ ذبح کر کے یوسف (عليه السلام) کی قمیص خون میں لت پت کر لی اور یہ بھول گئے کہ بھیڑیا اگر یوسف (عليه السلام) کو کھاتا تو قمیص کو بھی پھٹنا تھا، قمیص ثابت کی ثابت ہی تھی جس کو دیکھ کر، علاوہ ازیں حضرت یوسف (عليه السلام) کے خواب اور فراست نبوت سے اندازہ لگا کر حضرت یعقوب (عليه السلام) نے فرمایا کہ یہ واقعہ اس طرح پیش نہیں آیا جو تم بیان کر رہے ہو، بلکہ تم نے اپنے دلوں سے ہی یہ بات بنا لی ہے، تاہم چونکہ، جو ہونا تھا، ہوچکا تھا، حضرت یعقوب اس کی تفصیل سے بےخبر تھے، اس لئے سوائے صبر کے کوئی چارہ اور اللہ کی مدد کے علاوہ کوئی سہارا نہ تھا۔\n(2) منافقین نے جب حضرت عائشہ (رضي الله عنه) ا پر تہمت لگائی تو انہوں نے بھی نبی (صلى الله عليه وسلم) کے افہام وارشاد کے جواب میں فرمایا تھا۔ وَاللهِ لا أَجِدُ لِي وَلا لَكُمْ مَثَلا إِلا أَبَا يُوسُفَ «فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ» (صحيح بخاري ، تفسير سورة يوسف) ”اللہ کی قسم میں اپنے اور آپ لوگوں کے لیے وہی مثال پاتی ہوں جس سے یوسف (عليه السلام) کے باپ یعقوب (عليه السلام) کو سابقہ پیش آیا تھا اور انہوں نے فَصَبْرٌ جَمِيلٌ کہہ کر صبر کا راستہ اختیار کیا تھا“، یعنی میرے لیے بھی سوائے صبر کے کوئی چارہ نہیں۔","lang":"ur"},{"name":"12:19","price":"اور ایک قافلہ آیا اور انہوں نے اپنے پانی ﻻنے والے کو بھیجا اس نے اپنا ڈول لٹکا دیا، کہنے لگا واه واه خوشی کی بات ہے یہ تو ایک لڑکا ہے(1) ، انہوں نے اسے مال تجارت قرار دے کر چھپا دیا (2)اور اللہ تعالیٰ اس سے باخبر تھا جو وه کر رہے (3)تھے.","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"(1) وارد اس شخص کو کہتے ہیں جو قافلے کے لئے پانی وغیرہ انتظام کرنے کی غرض سے قافلے کے آگے آگے چلتا ہے تاکہ مناسب جگہ دیکھ کر قافلے کو ٹھیرایا جا سکے یہ وراد (جب کنویں پر آیا اور اپنا ڈول نیچے لٹکایا تو حضرت یوسف (عليه السلام) نے اس کی رسی پکڑ لی، وارد نے ایک خوش شکل بچہ دیکھا تو اسے اوپر کھنچ لیا اور بڑا خوش ہوا۔\n(2) بِضَاعَةً سامان تجارت کو کہتے ہیں أَسَرُّوهُ کا فاعل کون ہے؟ یعنی یوسف کو سامان تجارت سمجھ کر چھپانے والا کون ہے؟ اس میں اختلاف ہے۔ حافظ ابن کثیر نے برادران یوسف (عليه السلام) کو فاعل قرار دیا ہے مطلب یہ ہے کہ جب ڈول کے ساتھ یوسف (عليه السلام) بھی کنویں سے باہر نکل آئے تو وہاں یہ بھائی بھی موجود تھے، تاہم انہوں نے اصل حقیقت کو چھپائے رکھا، یہ نہیں کہا کہ یہ ہمارا بھائی ہے اور حضرت یوسف (عليه السلام) نے بھی قتل کے اندیشے سے اپنا بھائی ہونا ظاہر نہیں کیا بلکہ بھائیوں نے انہیں فروختنی قرار دیا تو خاموش رہے اور اپنا فروخت ہونا پسند کر لایا۔ چنانچہ اس وارد نے اہل قافلہ کو یہ خوشخبری سنائی کہ ایک بچہ فروخت ہو رہا ہے۔ مگر یہ بات سیاق سے میل کھاتی نظر نہیں آتی۔ ان کے برخلاف امام شوکانی نے أَسَرُّوهُ کا فاعل وارد اور اس کے ساتھیوں کو قرار دیا ہے کہ انہوں نے یہ ظاہر نہیں کیا کہ یہ بچہ کنویں سے نکلا ہے کیونکہ اس طرح تمام اہل قافلہ اس سامان تجارت میں شریک ہو جاتے بلکہ اہل قافلہ کو انہوں نے جا کر یہ بتلایا کہ کنویں کے مالکوں نے یہ بچہ ان کے سپرد کیا ہے تاکہ اسے وہ مصر جا کر بیچ دیں۔ مگر اقرب ترین بات یہ ہے کہ اہل قافلہ نے بچے کو سامان تجارت قرار دے کر چھپا لیا کہ کہیں اس کے عزیز واقارب اس کی تلاش میں نہ آ پہنچیں۔ اور یوں لینے کے دینے پڑ جائیں کیونکہ بچہ ہونا اور کنویں میں پایا جانا اس بات کی علامت ہے کہ وہ کہیں قریب ہی کا رہنے والا ہے اور کھیلتے کودتے آ گرا ہے۔\n(3) یعنی یوسف (عليه السلام) کے ساتھ یہ جو کچھ ہو رہا تھا، اللہ کو اس کا علم تھا۔ لیکن اللہ نے یہ سب کچھ اس لیے ہونے دیا کہ تقدیر الہی بروئے کار آئے۔ علاوہ ازیں اس میں رسول اللہ (صلى الله عليه وسلم) کے لیے اشارہ ہے یعنی اللہ تعالٰی اپنے پیغمبر کو بتلا رہا ہے کہ آپ کی قوم کے لوگ یقیناً ایذا پہنچا رہے ہیں اور میں انہیں اس سے روکنے پر قادر بھی ہوں۔ لیکن میں اسی طرح انہیں مہلت دے رہا ہوں جس طرح برادران یوسف (عليه السلام) کو مہت دی تھی۔ اور پھر بالآخر میں نے یوسف (عليه السلام) کو مصر کے تخت پر جا بٹھایا اور اس کے بھائیوں کو عاجز ولاچار کر کے اس کے دربار میں کھڑا کر دیا اے پیغمبر ایک وقت آئے گا کہ آپ بھی اسی طرح سرخرو ہوں گے اور سرداران قریش آپ کے اشارہ ابرو اور جنبش لب کے منتظر ہوں گے۔ چنانچہ فتح مکہ کے موقع پر یہ وقت جلد ہی آ پہنچا۔","lang":"ur"},{"name":"12:20","price":"اور انہوں نے(1) اسے بہت ہی ہلکی قیمت پر گنتی کے چند درہموں پر ہی بیچ ڈاﻻ، وه تو یوسف کے بارے میں بہت ہی بے رغبت تھے.(2)","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"(1) بھائیوں یا دوسری تفسیر کی رو سے اہل قافلہ نے بیچا۔\n(2) کیونکہ گری پڑی چیز انسان کو یوں ہی کسی محنت کے بغیر مل جاتی ہے، اس لئے چاہے وہ کتنی بھی قیمتی ہو، اس کی صحیح قدر وقیمت انسان پر واضح نہیں ہوتی۔","lang":"ur"},{"name":"12:21","price":"مصر والوں میں سے جس نے اسے خریدا تھا اس نے اپنی بیوی (1) سے کہا کہ اسے بہت عزت واحترام کے ساتھ رکھو، بہت ممکن ہے کہ یہ ہمیں فائده پہنچائے یا اسے ہم اپنا بیٹا ہی بنا لیں، یوں ہم نے مصر کی سرزمین میں یوسف کا قدم جما (2)دیا کہ ہم اسے خواب کی تعبیر کا کچھ علم سکھا دیں۔ اللہ اپنے ارادے پر غالب ہے لیکن اکثر لوگ بے علم ہوتے ہیں.","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"(1) کہا جاتا ہے کہ مصر پر اس وقت ریان بن ولید حکمران تھا اور یہ عزیز مصر، جس نے یوسف (عليه السلام) کو خریدا اس کا وزیر خزانہ تھا، اس کی بیوی کا نام بعض نے راعیل اور بعض نے زلیخا بتلایا ہے واللہ اعلم۔\n(2) یعنی جس طرح ہم نے یوسف (عليه السلام) کو کنویں سے ظالم بھائیوں سے نجات دی، اسی طرح ہم نے یوسف (عليه السلام) کو سرزمین مصر میں ایک معقول اچھا ٹھکانا عطا کیا۔","lang":"ur"},{"name":"12:22","price":"اور جب (یوسف) پختگی کی عمر کو پہنچ گئے ہم نے اسے قوت فیصلہ اور علم دیا(1) ، ہم نیک کاروں کو اسی طرح بدلہ دیتے ہیں.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"(1) یعنی نبوت یا نبوت سے قبل کی دانائی اور قوت فیصلہ۔","lang":"ur"},{"name":"12:23","price":"اس عورت نے جس کے گھر میں یوسف تھے، یوسف کو بہلانا پھسلانا شروع کیا کہ وه اپنے نفس کی نگرانی چھوڑ دے اور دروازے بند کرکے کہنے لگی لو آجاؤ یوسف نے کہا اللہ کی پناه! وه میرا رب ہے، مجھے اس نے بہت اچھی طرح رکھا ہے۔ بے انصافی کرنے والوں کا بھلا نہیں ہوتا.(1)","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"(1) یہاں سے حضرت یوسف (عليه السلام) کا نیا امتحان شروع ہوا عزیز مصر کی بیوی، جس کو اس کے خاوند نے تاکید کی تھی کہ یوسف (عليه السلام) کو اکرام و احترام کے ساتھ رکھے، وہ حضرت یوسف (عليه السلام) کے حسن و جمال پر فریفتہ ہوگئی اور انہیں دعوت گناہ دینے لگی، جسے حضرت یوسف (عليه السلام) نے ٹھکرا دیا۔","lang":"ur"},{"name":"12:24","price":"اس عورت نے یوسف کی طرف قصد کیا اور یوسف اس(1) کا قصد کرتے اگر وه اپنے پروردگار کی دلیل نہ دیکھتے(2)، یونہی ہوا اس واسطے کہ ہم اس سے برائی اور بے حیائی دور کر دیں(3)۔ بے شک وه ہمارے چنے ہوئے بندوں میں سے تھا.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"(1) بعض مفسرین نے اس کا مطلب یہ بیان کیا ہے کہ «لَوْلَآ اَنْ رَّاٰ بُرْهَانَ رَبِّهٖ» (یوسف:24) کا تعلق ماقبل یعنی «وَهَمَّ بِهَا» سے نہیں بلکہ اس کا جواب محذوف ہے یعنی \"لَوْلا أَنْ رَأَى بُرْهَانَ رَبِّهِ لَفَعَلَ مَا هَمَّ بِهِ\" ترجمہ یہ ہوگا کہ اگر یوسف (عليه السلام) اللہ کی دلیل نہ دیکھتے تو جس چیز کا قصد کیا تھا وہ کر گزرتے۔ یہ ترجمہ اکثر مفسرین کی تفسیر کے مطابق ہے اور جن لوگوں نے اسے لَوْلَا کے ساتھ جوڑ کر یہ معنی بیان کئے ہیں کہ یوسف (عليه السلام) نے قصد ہی نہیں کیا، ان مفسرین نے اسے عربی اسلوب کے خلاف قرار دیا ہے۔ اور یہ معنی بیان کئے ہیں کہ قصد تو یوسف (عليه السلام) نے بھی کر لیا تھا لیکن ایک تو یہ اختیاری نہیں تھا بلکہ عزیز مصر کی بیوی کی ترغیب اور دباؤ اس میں شامل تھا۔ دوسرے یہ کہ گناہ کا قصد کر لینا عصمت کے خلاف نہیں ہے، اس پر عمل کرنا عصمت کے خلاف ہے (فتح القدیر، ابن کثیر) مگر محققین اہل تفسیر نے یہ معنی بیان کیے ہیں کہ یوسف (عليه السلام) بھی اس کا قصد کر لیتے۔ اگر اپنے رب کی برہان نہ دیکھے ہوتے۔ یعنی انہوں نے اپنے رب کی برہان دیکھ رکھی تھی۔ اس لیے عزیز مصر کی بیوی کا قصد ہی نہیں کیا۔ بلکہ دعوت گناہ ملتے ہی پکار اٹھے مَعَاذَ اللَّهِ۔ البتہ قصد نہ کرنے کے یہ معنی نہیں کہ نفس میں ہیجان اور تحریک ہی پیدا نہیں ہوئی۔ ہیجان اور تحریک پیدا ہو جانا الگ بات ہے۔ اور قصد کر لینا الگ بات ہے اور حقیقت یہ ہے کہ اگر سرے سے ہیجان اور تحریک ہی پیدا نہ ہو تو ایسے شخص کا گناہ سے بچ جانا کوئی کمال نہیں۔ کمال تو تب ہی ہے کہ نفس کے اندر داعیہ اور تحریک پیدا ہو اور پھر انسان اس پر کنٹرول کرے اور گناہ سے بچ جائے۔ حضرت یوسف (عليه السلام) نے اسی کمال صبر و ضبط کا بےمثال نمونہ پیش فرمایا۔\n(2) یہاں پہلی تفسیر کے مطابق لَوْلاَ کا جواب محذوف ہے لَفَعَلَ مَا هَمَّ بِهِ یعنی اگر یوسف (عليه السلام) رب کی برہان دیکھتے تو جو قصد کیا تھا کر گزرتے۔ یہ برہان کیا تھی؟ اس میں مختلف اقوال ہیں۔ مطلب یہ ہے کہ رب کی طرف سے کوئی ایسی چیز آپ کو دکھائی گئی کہ اسے دیکھ کر آپ نفس کے داعیئے کے دبانے اور رد کرنے میں کامیاب ہوگئے۔ اللہ تعالٰی اپنے پیغمبروں کی اسی طرح حفاظت فرماتا ہے۔\n(3) یعنی جس طرح ہم نے یوسف (عليه السلام) کو برہان دکھا کر برائی یا اس کے ارادے سے بچا لیا، اسی طرح ہم نے اسے ہر معاملے میں برائی اور بےحیائی کی باتوں سے دور رکھنے کا اہتمام کیا۔ کیونکہ وہ ہمارے چنے ہوئے بندوں میں سے تھا۔","lang":"ur"},{"name":"12:25","price":"دونوں دروازے کی طرف دوڑے(1) اور اس عورت نے یوسف کا کرتا پیچھے کی طرف سے کھینچ کر پھاڑ ڈاﻻ اور دروازے کے پاس ہی عورت کا شوہر دونوں کو مل گیا، تو کہنے لگی جو شخص تیری بیوی کے ساتھ برا اراده کرے بس اس کی سزا یہی ہے کہ اسے قید کر دیا جائے یا اور کوئی دردناک سزا دی جائے.(1)","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"(1) جب حضرت یوسف (عليه السلام) نے دیکھا کہ وہ عورت برائی کے ارتکاب پر مصر ہے، تو وہ باہر نکلنے کے لئے دروازے کی طرف دوڑے، یوسف (عليه السلام) کے پیچھے انہیں پکڑنے کے لئے عورت بھی دوڑی۔ یوں دونوں دروازے کی طرف لپکے اور دوڑے۔\n(2) یعنی خاوند کو دیکھتے ہی خود معصوم بن گئی اور مجرم تمام تر یوسف (عليه السلام) کو قرار دے کر ان کے لئے سزا بھی تجویز کر دی۔ حالانکہ صورت حال اس کے برعکس تھی، مجرم خود تھی جب کہ حضرت یوسف (عليه السلام) بالکل بےگناہ اور برائی سے بچنے کے خواہش مند اور اس کے لئے کوشاں تھے۔","lang":"ur"},{"name":"12:26","price":"یوسف نے کہا یہ عورت ہی مجھے پھسلا رہی تھی(1) ، اور عورت کے قبیلے ہی کے ایک شخص نے گواہی (2)دی کہ اگر اس کا کرتا آگے سے پھٹا ہوا ہو تو عورت سچی ہے اور یوسف جھوٹ بولنے والوں میں سے ہے.","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"(1) حضرت یوسف (عليه السلام) نے جب دیکھا کہ وہ عورت تمام الزام ان پر ہی دھر رہی ہے صورت حال واضح کر دی اور کہا کہ مجھے برائی پر مجبور کرنے والی یہی ہے۔ میں اس سے بچنے کے لئے باہر دروازے کی طرف بھاگتا ہوا آیا ہوں۔\n(2) یہ انہی کے خاندان کا کوئی سمجھدار آدمی تھا جس نے یہ فیصلہ کیا۔ فیصلے کو یہاں شہادت کے لفظ سے تعبیر کیا گیا، کیونکہ معاملہ ابھی تحقیق طلب تھا۔ شیر خوار بچے کی شہادت والی بات مستند روایات سے ثابت نہیں۔ صحیحین میں تین شیر خوار بچوں کے بات کرنے کی حدیث ہے جن میں یہ چوتھا نہیں ہے جس کا ذکر اس مقام پر کیا جاتا ہے۔","lang":"ur"},{"name":"12:27","price":"اور اگر اس کا کرتا پیچھے کی جانب سے پھاڑا گیاہے تو عورت جھوٹی ہے اور یوسف سچوں میں سے ہے.","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"","lang":"ur"},{"name":"12:28","price":"خاوند نے جو دیکھا کہ یوسف کا کرتا پیٹھ کی جانب سے پھاڑا گیا ہے تو صاف کہہ دیا کہ یہ تو تم عورتوں کی چال بازی ہے، بیشک تمہاری چال بازی بہت بڑی ہے.(1)","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"(1) یہ عزیز مصر کا قول ہے جو اس نے اپنی بیوی کی حرکت قبیحہ دیکھ کر عورتوں کی بابت کہا، یہ نہ اللہ کا قول ہے نہ ہر عورت کے بارے میں صحیح، اس لئے اسے ہر عورت پر چسپاں کرنا اور اس بنیاد پر عورت کو مکر وفریب کا پتلا باور کرانا، قرآن کا ہرگز منشا نہیں ہے۔ جیسا کہ بعض لوگ اس جملے سے عورت کے بارے میں یہ تاثر دیتے ہیں۔","lang":"ur"},{"name":"12:29","price":"یوسف اب اس بات کو آتی جاتی کرو (1) اور (اے عورت) تو اپنے گناه سے توبہ کر، بیشک تو گنہگاروں میں سے ہے.(2)","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"(1) یعنی اس کا چرچا مت کرو۔\n(2) اس سے معلوم ہوتا ہے کہ عزیز مصر پر حضرت یوسف (عليه السلام) کی پاک دامنی واضح ہو گئی تھی۔","lang":"ur"},{"name":"12:30","price":"اور شہر کی عورتوں میں چرچا ہونے لگا کہ عزیز کی بیوی اپنے (جوان) غلام کو اپنا مطلب نکالنے کے لئے بہلانے پھسلانے میں لگی رہتی ہے، ان کے دل میں یوسف کی محبت بیٹھ گئی ہے، ہمارے خیال میں تو وه صریح گمراہی میں ہے.(1)","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"(1) جس طرح خوشبو کو پردوں سے چھپا یا نہیں جا سکتا ، عشق و محبت کا معاملہ بھی ایسا ہی ہے۔ گو عزیز مصر نے حضرت یوسف (عليه السلام) کو اسے نظر انداز کرنے کی تلقین کی اور یقیناً آپ کی زبان مبارک پر اس کا کبھی ذکر بھی نہیں آیا ہوگا اس کے باوجود یہ واقعہ جنگل کی آگ کی طرح پھیل گیا اور زنان مصر میں اس کا چرچا عام ہو گیا، عورتیں تعجب کرنے لگیں کی عشق کرنا تھا تو کسی پیکر حسن و جمال سے کیا جاتا، یہ کیا اپنے ہی غلام پر زلیخا فریفتہ ہو گئی، یہ تو اس کی ہی نادانی ہے۔","lang":"ur"},{"name":"12:31","price":"اس نے جب ان کی اس پر فریب غیبت کا حال سنا تو انہیں بلوا بھیجا(1) اور ان کے لئے ایک مجلس مرتب کی(2) اور ان میں سے ہر ایک کو چھری دی۔ اور کہا اے یوسف! ان کے سامنے چلے آؤ(3)، ان عورتوں نے جب اسے دیکھا تو بہت بڑا جانا اور اپنے ہاتھ کاٹ لئے(4)، اور زبان سے نکل گیا کہ حاشاللہ! یہ انسان تو ہرگز نہیں، یہ تو یقیناً کوئی بہت ہی بزرگ فرشتہ ہے.(5)","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"(1) زنان مصر کی غائبانہ باتوں اور طعن و ملامت کو مکر سے تعبیر کیا گیا، جس کی وجہ سے بعض مفسرین نے یہ بیان کیا ہے کہ ان عورتوں کو بھی یوسف کے بےمثال حسن و جمال کی اطلاعات پہنچ چکی تھیں۔ چنانچہ وہ اس پیکر حسن کو دیکھنا چاہتی تھیں چنانچہ وہ اپنے اس مکر خفیہ تدبیر میں کامیاب ہوگئیں اور امرأۃ العزیز نے یہ بتلانے کے لیے کہ میں جس پر فریفتہ ہوئی ہوں، محض ایک غلام یا عام آدمی نہیں ہے بلکہ ظاہر و باطن کے ایسے حسن سے آراستہ ہے کہ اسے دیکھ کر نقد دل و جان ہار جانا کوئی انہونی بات نہیں، لہذا ان عورتوں کی ضیافت کا اہتمام کیا اور انہیں دعوت طعام دی۔\n(2) یعنی ایسی نشست گاہیں بنائیں جن میں تکئے لگے ہوئے تھے، جیسا کہ آج کل بھی عربوں میں ایسی فرشی نشست گاہیں عام ہیں۔ حتی کہ ہوٹلوں اور ریستورانوں میں بھی ان کا اہتمام ہے۔\n(3) یعنی حضرت یوسف (عليه السلام) کو پہلے چھپائے رکھا، جب سب عورتوں نے ہاتھوں میں چھریاں پکڑ لیں تو امراۃ العزیز (زلیخا) نے حضرت یوسف (عليه السلام) کو مجلس میں حاضر ہونے کا حکم دیا۔\n(4) یعنی حسن یوسف (عليه السلام) کی جلوہ آرائی دیکھ کر ایک تو ان کے عظمت و جلال شان کا اعتراف کیا اور دوسرے، ان پر بےخودی کی ایسی کیفیت طاری ہوئی کہ چھریاں اپنے ہاتھوں پر چلا لیں۔ جس سے ان کے ہاتھ زخمی اور خون آلودہ ہوگئے۔ حدیث میں آتا ہے کہ حضرت یوسف (عليه السلام) کو نصف حسن دیا گیا ہے (صحيح مسلم، كتاب الإيمان، باب الإسراء)\n(5) اس کے یہ معنی نہیں ہیں کہ فرشتے شکل وصورت میں انسان سے بہتر یا افضل ہیں۔ کیونکہ فرشتوں کو تو انسانوں نے دیکھا ہی نہیں ہے۔ علاوہ ازیں انسان کے بارے میں تو اللہ تعالٰی نے خود قرآن کریم میں صراحت کی ہے کہ ہم نے اسے احسن تقویم بہترین انداز میں پیدا کیا ہے۔ ان عورتوں نے بشریت کی نفی محض اس لیے کی کہ انہوں نے حسن وجمال کا ایک ایسا پیکر دیکھا تھا جو انسانی شکل میں کبھی ان کی نظروں سے نہیں گزرا تھا اور انہوں نے فرشتہ اس لیے قرار دیا کہ عام انسان یہی سمجھتا ہے فرشتے ذات وصفات کے لحاظ سے ایسی شکل رکھتے ہیں جو انسانی شکل سے بالاتر ہے۔ اس سے یہ معلوم ہوا کہ انبیاء کی غیر معمولی خصوصیات و امتیازات کی بناء پر انہیں انسانیت سے نکال کر نورانی مخلوق قرار دینا، ہر دور کے ایسے لوگوں کا شیوہ رہا ہے جو نبوت اور اس کے مقام سے ناآشنا ہوتے ہیں۔","lang":"ur"},{"name":"12:32","price":"اس وقت عزیز مصر کی بیوی نے کہا، یہی ہے جن کے بارے میں تم مجھے طعنے دے رہی تھیں(1) ، میں نے ہر چند اس سے اپنا مطلب حاصل کرنا چاہا لیکن یہ بال بال بچا رہا، اور جو کچھ میں اس سے کہہ رہی ہوں اگر یہ نہ کرے گا تو یقیناً یہ قید کر دیا جائے گا اور بیشک یہ بہت ہی بے عزت ہوگا.(2)","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"(1) جب امرأة العزیز نے دیکھا اس کی چال کامیاب رہی ہے اور عورتیں یوسف (عليه السلام) کے جلوہ حسن آراء سے مد ہوش ہوگئیں تو کہنے لگی، کہ اس کی ایک جھلک سے تمہارا یہ حال ہو گیا ہے تو کیا تم اب بھی مجھے اس کی محبت میں گرفتار ہونے پر طعنہ زنی کروگی؟ یہی وہ غلام ہے جس کے بارے میں تم مجھے ملامت کرتی ہو۔\n(2) عورتوں کی مد ہوشی دیکھ کر اس کو مزید حوصلہ ہو گیا اور شرم و حیا کے سارے حجاب دور کر کے اس نے اپنے برے ارادے کا ایک مرتبہ پھر اظہار کیا۔","lang":"ur"},{"name":"12:33","price":"یوسف نے دعا کی کہ اے میرے پروردگار! جس بات کی طرف یہ عورتیں مجھے بلا رہی ہیں اس سے تو مجھے جیل خانہ بہت پسند ہے، اگر تو نے ان کا فن فریب مجھ سے دور نہ کیا تو میں تو ان کی طرف مائل ہو جاؤں گا اور بالکل نادانوں میں جا ملوں گا.(1)","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"(1) حضرت یوسف (عليه السلام) نے یہ دعا اپنے دل میں کی۔ اس لئے کہ ایک مومن کے لئے دعا بھی ایک ہتھیار ہے۔ حدیث میں آتا ہے، سات آدمیوں کو قیامت والے دن عرش کا سایہ عطا فرمائے گا، ان میں سے ایک وہ شخص ہے جسے ایک ایسی عورت دعوت گناہ دے جو حسن و جمال سے بھی آراستہ ہو اور جاہ و منصب کی حامل ہو۔ لیکن وہ اس کے جواب میں کہہ دے کہ ”میں تو اللہ سے ڈرتا ہوں“ (صحيح بخاري- كتاب الأذان، باب من جلس في المسجد ينتظر الصلاة وفضل المساجد ومسلم، كتاب الزكاة باب فضل إخفاء الصدقة)","lang":"ur"},{"name":"12:34","price":"اس کے رب نے اس کی دعا قبول کر لی اور ان عورتوں کے داؤ پیچ اس سے پھیر دیے، یقیناً وه سننے واﻻ جاننے واﻻ ہے.","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"","lang":"ur"},{"name":"12:35","price":"پھر ان تمام نشانیوں کے دیکھ لینے کے بعد بھی انہیں یہی مصلحت معلوم ہوئی کہ یوسف کو کچھ مدت کے لئے قید خانہ میں رکھیں.(1)","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"(1) عفت و پاک دامنی واضح ہو جانے کے باوجود یوسف (عليه السلام) کو حوالہ زنداں کرنے میں یہی مصلحت ان کے پیش نظر ہو سکتی تھی کہ عزیز مصر حضرت یوسف (عليه السلام) کو اپنی بیوی سے دور رکھنا چاہتا ہوگا تاکہ وہ دوبارہ یوسف (عليه السلام) کو اپنے دام میں پھنسانے کی کوشش نہ کرے جیسا کہ وہ ایسا ارادہ رکھتی تھی۔","lang":"ur"},{"name":"12:36","price":"اس کے ساتھ ہی دو اور جوان بھی جیل خانے میں داخل ہوئے، ان میں سے ایک نے کہا کہ میں نے خواب میں اپنے آپ کو شراب نچوڑتے دیکھا ہے، اور دوسرے نے کہا میں نے اپنے آپ کو دیکھا ہے کہ میں اپنے سر پر روٹی اٹھائے ہوئے ہوں جسے پرندے کھا رہے ہیں، ہمیں آپ اس کی تعبیر بتایئے، ہمیں تو آپ خوبیوں والے شخص دکھائی دیتے ہیں.(1)","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"(1) یہ دونوں نوجوان شاہی دربار سے تعلق رکھتے تھے۔ ایک شراب پلانے پر معمور تھا اور دوسرا نان بھائی تھا، کسی حرکت پر دونوں کو پس دیوار زنداں کردیا گیا۔ حضرت یوسف (عليه السلام) اللہ کے پیغمبر تھے، دعوت و تبلیغ کے ساتھ ساتھ عبادت و ریاضت تقویٰ و راست بازی اور اخلاق و کردار کے لحاظ سے جیل میں دیگر تمام قیدیوں سے ممتاز تھے علاوہ ازیں خوابوں کی تعبیر کا خصوصی علم اور ملکہ اللہ نے ان کو عطا فرمایا تھا۔ ان دونوں نے خواب دیکھا تو قدرتی طور پر حضرت یوسف (عليه السلام) کی طرف انہوں نے رجوع کیا اور کہا ہمیں آپ محسنین میں سے نظر آتے ہیں، ہمیں ہمارے خوابوں کی تعبیر بتائیں۔ محسن کے ایک معنی بعض نے یہ بھی کئے ہیں کہ خواب کی تعبیر آپ اچھی کر لیتے ہیں۔","lang":"ur"},{"name":"12:37","price":"یوسف ﴿علیہ السلام﴾ نے کہا تمہیں جو کھانا دیا جاتا ہے اس کے تمہارے پاس پہنچنے سے پہلے ہی میں تمہیں اس کی تعبیر بتلا دوں گا۔ یہ سب اس علم کی بدولت ہے جو مجھے میرے رب نے سکھایا ہے(1) ، میں نے ان لوگوں کا مذہب چھوڑ دیا ہے جو اللہ پر ایمان نہیں رکھتے اور آخرت کے بھی منکر ہیں.(2)","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"(1) یعنی میں جو تعبیر بتلاؤں گا، وہ کاہنوں اور نجومیوں کی طرح ظن و تخمین پر مبنی نہیں ہوگی، جس میں خطا اور نیکی دونوں کا احتمال ہوتا ہے۔ بلکہ میری تعبیر یقینی علم پر مبنی ہوگی جو اللہ کی طرف سے مجھے عطا کیا گیا ہے، جس میں غلطی کا امکان ہی نہیں۔\n(2) یہ الہام اور علم الٰہی (جن سے آپ کو نوازا گیا) کی وجہ بیان کی جا رہی ہے کہ میں نے ان لوگوں کا مذہب چھوڑ دیا جو اللہ اور آخرت پر یقین نہیں رکھتے، اس کے صلے میں اللہ تعالٰی کے یہ انعامات مجھ پر ہوئے۔","lang":"ur"},{"name":"12:38","price":"میں اپنے باپ دادوں کے دین کا پابند ہوں، یعنی ابراہیم واسحاق اور یعقوب کے دین کا(1) ، ہمیں ہرگز یہ سزاوار نہیں کہ ہم اللہ تعالیٰ کے ساتھ کسی کو بھی شریک کریں(2)، ہم پر اور تمام اور لوگوں پر اللہ تعالیٰ کا یہ خاص فضل ہے، لیکن اکثر لوگ ناشکری کرتے ہیں.","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"(1) اجداد کو بھی آباء کہا، اس لئے کہ وہ بھی آباء ہی ہیں۔ پھر ترتیب میں جد اعلٰی (ابراہیم علیہ السلام) پھر جد اقرب (اسحاق علیہ السلام) اور پھر باپ (یعقوب علیہ السلام) کا ذکر کیا، یعنی پہلے۔ پہلی اصل، پھر دوسری اصل اور پھر تیسری اصل بیان کی۔\n(2) وہی توحید کی دعوت اور شرک کی تردید ہے جو ہر نبی کی بنیادی اور اولین تعلیم اور دعوت ہوتی ہے۔","lang":"ur"},{"name":"12:39","price":"اے میرے قید خانے کے ساتھیو(1) ! کیا متفرق کئی ایک پروردگار بہتر ہیں(2)؟ یا ایک اللہ زبردست طاقتور؟","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"(1) قید خانے کے ساتھی۔ اسلئے قرار دیا کہ یہ سب ایک عرصے سے جیل میں محبوس چلے آ رہے تھے۔\n(2) تفریق ذوات، صفات اور عدد کے لحاظ سے ہے۔ یعنی وہ رب، جو ذات کے لحاظ سے ایک دوسرے سے متفرق، صفات میں ایک دوسرے سے مختلف اور تعداد میں باہم متنافی ہیں، وہ بہتر ہیں یا اللہ، جو اپنی ذات و صفات میں متفرد ہے، جس کا کوئی شریک نہیں ہے اور وہ سب پر غالب اور حکمران ہے؟۔","lang":"ur"},{"name":"12:40","price":"اس کے سوا تم جن کی پوجا پاٹ کر رہے ہو وه سب نام ہی نام ہیں جو تم نے اور تمہارے باپ دادوں نے خود ہی گھڑ لئے ہیں۔ اللہ تعالیٰ نے ان کی کوئی دلیل نازل نہیں فرمائی(1) ، فرمانروائی صرف اللہ تعالیٰ ہی کی ہے، اس کا فرمان ہے کہ تم سب سوائے اس کے کسی اور کی عبادت نہ کرو، یہی دین درست (2)ہے لیکن اکثر لوگ نہیں جانتے.(3)","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"(1) اس کا ایک مطلب یہ ہے کہ ان کا نام معبود تم نے خود ہی رکھ لیا ہے، دراں حالیکہ وہ معبود ہیں نہ ان کی بابت کوئی دلیل اللہ نے اتاری ہے۔ دوسرا مطلب یہ ہے کہ ان معبودوں کے جو مختلف نام تم نے تجویز کر رکھے ہیں۔ مثلا خواجہ غریب نواز، گنج بخش کرنی والا، کرماں والا وغیرہ یہ سب تمہارے خود ساختہ ہیں۔ ان کی کوئی دلیل اللہ نے نہیں اتاری۔\n(2) یہی دین، جس کی طرف میں تمہیں بلا رہا ہوں، جس میں صرف ایک اللہ کی عبادت ہے، درست اور رقیم ہے جس کا حکم اللہ نے دیا ہے۔\n(3) جس کی وجہ سے اکثر لوگ شرک کا ارتکاب کرتے ہیں «وَمَاوَمَا يُؤْمِنُ اَكْثَرُهُمْ بِاللّٰهِ اِلَّا وَهُمْ مُّشْرِكُوْنَ» (سورۂ یوسف:106) ”ان میں سے اکثر لوگ باوجود اللہ پر ایمان رکھنے کے بھی مشرک ہی ہیں“ اور فرمایا «وَمَآ اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ» (سورۂ یوسف:103) ”اے پیغمبر تیری خواہش کے باوجود اکثر لوگ اللہ پر ایمان لانے والے نہیں ہیں“۔","lang":"ur"},{"name":"12:41","price":"اے میرے قیدخانے کے رفیقو(1) ! تم دونوں میں سے ایک تو اپنے بادشاه کو شراب پلانے پر مقرر ہو جائے گا(2)، لیکن دوسرا سولی پر چڑھایا جائے گا اور پرندے اس کا سرنوچ نوچ کھائیں گے(3)، تم دونوں جس کے بارے میں تحقیق کر رہے تھے اس کام کا فیصلہ کردیا گیا.(4)","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"(1) توحید کا وعظ کرنے کے بعد اب حضرت یوسف (عليه السلام) ان کے بیان کردہ خوابوں کی تعبیر بیان فرما رہے ہیں۔\n(2) یہ وہی شخص ہے جس نے خواب میں اپنے کو انگور کا شیرہ کرتے ہوئے دیکھا تھا تاہم آپ نے دونوں میں سے کسی ایک کی تعبین نہیں کی تاکہ مرنے والا پہلے ہی غم و حزن میں مبتلا نہ ہو جائے۔\n(3) یہ وہ شخص ہے جس نے اپنے سر پر خواب میں روٹیاں اٹھائے دیکھا تھا۔\n(4) یعنی تقدیر الٰہی میں پہلے سے یہ بات ثبت ہے اور جو تعبیر میں بتلائی ہے۔ لا محالہ واقع ہو کر رہے گا۔ جیسا کہ حدیث میں ہے۔ رسول اللہ نے فرمایا کہ ”خواب، جب تک اس کی تعبیر نہ کی جائے، پرندے کے پاؤں پر ہے۔ جب اس کی تعبیر کر دی جائے تو واقع ہو جاتا ہے“ (مسند احم بحوالہ ابن کثیر)","lang":"ur"},{"name":"12:42","price":"اور جس کی نسبت یوسف کا گمان تھا کہ ان دونوں میں سے یہ چھوٹ جائے گا اس سے کہا کہ اپنے بادشاه سے میرا ذکر بھی کر دینا، پھر اسے شیطان نے اپنے بادشاه سے ذکر کرنا بھلا دیا اور یوسف نے کئی سال قیدخانے میں ہی کاٹے.(1)","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"(1) بِضْعَ کا لفظ تین سے لے کر نو تک عدد کے لیے بولا جاتا ہے، وہب بن منبہ کا قول ہے۔ حضرت ایوب (عليه السلام) آزمائش میں اور یوسف (عليه السلام) قید خانے میں سات سال رہے اور بخت نصر کا عذاب بھی سات سال رہا اور بعض کے نزدیک بارہ سال اور بعض کے نزدیک چودہ سال قید خانے میں رہے۔ واللہ اعلم۔","lang":"ur"},{"name":"12:43","price":"بادشاه نے کہا، میں نے خواب میں دیکھا ہے کہ سات موٹی تازی فربہ گائیں ہیں جن کو سات ﻻغر دبلی پتلی گائیں کھا رہی ہیں اور سات بالیاں ہیں ہری ہری اور دوسری سات بالکل خشک۔ اے درباریو! میرے اس خواب کی تعبیر بتلاؤ اگر تم خواب کی تعبیر دے سکتے ہو.","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"","lang":"ur"},{"name":"12:44","price":"انہوں نے جواب دیا کہ یہ تو اڑتے اڑاتے پریشان خواب ہیں اور ایسے شوریده پریشان خوابوں کی تعبیر جاننے والے ہم نہیں.(1)","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"(1) أَضْغَاثٌ ضِغْثٌ کی جمع ہے جس کے معنی گھاس کے گٹھے کے ہیں۔ أَحْلامٍ حِلْمٌ (بمعنی خواب) کی جمع ہے۔ اضغاث احلام کے معنی ہوں گے خواب ہائے پریشان، یا خیالات منتشرہ، جن کی کوئی تعبیر نہ ہو۔ یہ خواب اس بادشاہ کو آیا، عزیز مصر جس کا وزیر تھا۔ اللہ تعالٰی کو اس خواب کے ذریعے سے یوسف (عليه السلام) کی رہائی عمل میں لانی تھی۔ چنانچہ بادشاہ کے درباریوں، کاہنوں اور نجومیوں نے اس خواب پریشان کی تعبیر بتلانے سے عجز کا اظہار کر دیا، بعض کہتے ہیں کہ نجومیوں کے اس قول کا مطلب مطلقا علم تعبیر کی نفی ہے اور بعض کہتے ہیں کہ علم تعبیر سے وہ بےخبر نہیں تھے نہ اس کی انہوں نے نفی کی، انہوں نے صرف خواب کی تعبیر بتلانے سے لا علمی کا اظہار کیا۔","lang":"ur"},{"name":"12:45","price":"ان دو قیدیوں میں سے جو رہا ہوا تھا اسے مدت کے بعد یاد آگیا اور کہنے لگامیں تمہیں اس کی تعبیر بتلا دوں گا مجھے جانے کی اجازت دیجئے.(1)","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"(1) یہ قید کے دو ساتھیوں میں سے ایک نجات پانے والا تھا، جسے حضرت یوسف (عليه السلام) نے کہا تھا کہ اپنے آقا سے میرا ذکر کرنا، تاکہ میری رہائی کی صورت بن سکے۔ اسے اچانک یاد آیا اور اس نے کہا کہ مجھے مہلت دو میں تمہیں آ کر اس کی تعبیر بتلاتا ہوں، چنانچہ وہ نکل کر سیدھا یوسف (عليه السلام) کے پاس پہنچا اور خواب کی تفصیل بتا کر اس کی تعبیر کی بابت پوچھا۔","lang":"ur"},{"name":"12:46","price":"اے یوسف! اے بہت بڑے سچے یوسف! آپ ہمیں اس خواب کی تعبیر بتلایئے کہ سات موٹی تازی گائیں ہیں جنہیں سات دبلی پتلی گائیں کھا رہی ہیں اور سات بالکل سبز خوشے ہیں اور سات ہی دوسرے بالکل خشک ہیں، تاکہ میں واپس جاکر ان لوگوں سے کہوں کہ وه سب جان لیں.","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"","lang":"ur"},{"name":"12:47","price":"یوسف نے جواب دیا کہ تم سات سال تک پے درپے لگاتار حسب عادت غلہ بویا کرنا، اور فصل کاٹ کر اسے بالیوں سمیت ہی رہنے دینا سوائے اپنے کھانے کی تھوڑی سی مقدار کے.","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"","lang":"ur"},{"name":"12:48","price":"اس کے بعد سات سال نہایت سخت قحط آئیں گے وه اس غلے کو کھا جائیں گے، جو تم نے ان کے لئے ذخیره رکھ چھوڑا تھا(1) ، سوائے اس تھوڑے سے کے جو تم روک رکھتے ہو.(2)","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"(1) حضرت یوسف (عليه السلام) کو اللہ تعالٰی نے علم تعبیر سے بھی نوازی تھا، اس لئے وہ اس خواب کی تہ تک فورا پہنچ گئے انہوں نے موٹی تازہ سات گایوں سے سات سال مراد لئے جن میں خوب پیداوار ہوگی، اور سات دبلی پتلی گایوں سے اس کے برعکس سات سال خشک سالی کے۔ اسی طرح سات سبز خوشوں سے مراد لیا کہ زمین خوب پیداوار دے گی اور سات خشک خوشوں کا مطلب یہ ہے کہ ان سات سالوں میں زمین کی پیداوار نہیں ہوگی۔ اور پھر اس کے لئے تدبیر بھی بتلائی کہ سات سال تم متواتر کاشتکاری کرو اور جو غلہ تیار ہو، اسے کاٹ کر بالیوں سمیت ہی سنبھال کر رکھو تاکہ ان میں غلہ زیادہ محفوظ رہے، پھر جب سات سال قحط کے آئیں گے تو یہ غلہ تمہارے کام آئے گا جس کا ذخیرہ تم اب کرو گے۔\n(2) مِمَّا تُحْصِنُونَ سے مراد وہ دانے ہیں جو دوبارہ کاشت کے لئے محفوظ کر لئے جاتے ہیں۔","lang":"ur"},{"name":"12:49","price":"اس کے بعد جو سال آئے گا اس میں لوگوں پر خوب بارش برسائی جائے گی اور اس میں (شیرہٴ انگور بھی) خوب نچوڑیں گے.(1)","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"(1) یعنی قحط کے سال گزرنے کے بعد پھر خوب بارش ہوگی، جس کے نتیجے میں کثرت پیداوار ہوگی اور تم انگوروں سے شیرہ نچوڑو گے، زیتوں سے تیل نکالو گے اور جانوروں سے دودھ دوہو گے۔ خواب کی اس تعبیر کو خواب سے کیسی لطیف مناسبت حاصل ہے، جسے صرف وہی شخص سمجھ سکتا ہے جسے اللہ تعالٰی ایسا صحیح وجدان، ذوق سلیم اور ملکہ راسخ عطا فرما دے جو اللہ تعالٰی نے حضرت یوسف (عليه السلام) کو عطا فرمایا۔","lang":"ur"},{"name":"12:50","price":"اور بادشاه نے کہا یوسف کو میرے پاس لاؤ(1) ، جب قاصد یوسف کے پاس پہنچا تو انہوں نے کہا، اپنے بادشاه کے پاس واپس جا اور اس سے پوچھ کہ ان عورتوں کا حقیقی واقعہ کیا ہے جنہوں نے اپنے ہاتھ کاٹ لئے(2)، تھے؟ ان کے حیلے کو (صحیح طور پر) جاننے واﻻ میرا پروردگار ہی ہے.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"(1) مطلب یہ ہے کہ جب وہ شخص تعبیر دریافت کر کے بادشاہ کے پاس گیا اور اسے تعبیر بتائی تو وہ اس تعبیر سے اور حضرت یوسف (عليه السلام) کی بتلائی ہوئی تدبیر سے بڑا متاثر ہوا اور اس نے اندازہ لگا لیا کہ یہ شخص، جسے ایک عرصے سے حوالہ زنداں کیا ہوا ہے، غیر معمولی علم و فضل اور اعلٰی صلاحیتوں کا حامل ہے۔ چنانچہ بادشاہ نے انہیں دربار میں پیش کرنے کا حکم دیا۔\n(2) حضرت یوسف (عليه السلام) نے جب دیکھا کہ بادشاہ اب مائل بہ کرم ہے، تو انہوں نے اس طرح محض عنایت خسوانہ سے جیل سے نکلنے کو پسند نہیں فرمایا، بلکہ اپنے کردار کی رفعت اور پاک دامنی کے اثبات کو ترجیح دی تاکہ دنیا کے سامنے آپ کا کردار اور اس کی بلندی واضح ہو جائے۔ کیونکہ داعی الی اللہ کے لئے یہ عفت و پاک بازی اور رفعت کردار بہت ضروری ہے۔","lang":"ur"},{"name":"12:51","price":"بادشاه نے پوچھا اے عورتو! اس وقت کا صحیح واقعہ کیا ہے جب تم داؤ فریب کر کے یوسف کو اس کی دلی منشا سے بہکانا چاہتی تھیں، انہوں نے صاف جواب دیا کہ معاذ اللہ ہم نے یوسف میں کوئی برائی نہیں(1) پائی، پھر تو عزیز کی بیوی بھی بول اٹھی کہ اب تو سچی بات نتھر آئی۔ میں نے ہی اسے ورغلایا تھا، اس کے جی سے، اور یقیناً وه سچوں میں سے ہے.(2)","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"(1) بادشاہ کے استفسار پر تمام عورتوں نے یوسف (عليه السلام) کی پاک دامنی کا اعتراف کیا۔\n(2) اب امرأة العزیز (زلیخا) کے لئے بھی یہ اعتراف کئے بغیر چارہ نہیں رہا کہ یوسف (عليه السلام) بےقصور ہے اور یہ پیش دستی میری ہی طرف سے ہوئی تھی، اس فرشتہ صفت انسان کا اس لغزش سے کوئی تعلق نہیں۔","lang":"ur"},{"name":"12:52","price":"(یوسف علیہ السلام نے کہا) یہ اس واسطے کہ (عزیز) جان لے کہ میں نے اس کی پیٹھ پیچھے اس کی خیانت نہیں کی(1) اور یہ بھی کہ اللہ دغابازوں کے ہتھکنڈے چلنے نہیں دیتا.(2)","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"(1) جب جیل میں حضرت یوسف (عليه السلام) کو ساری تفصیل بتلائی گئی تو اسے سن کر یوسف (عليه السلام) نے کہا اور بعض کہتے ہیں کہ بادشاہ کے پاس جا کر انہوں نے یہ کہا اور بعض مفسرین کے نزدیک زلیخا کا قول ہے اور مطلب یہ ہے کہ یوسف (عليه السلام) کی غیر موجودگی میں بھی اس غلط طور پر خیانت کا ارتکاب نہیں کرتی بلکہ امانت کے تقاضوں کو سامنے رکھتے ہوئے اپنی غلطی کا اعتراف کرتی ہوں۔ یا یہ مطلب ہے کہ میں نے اپنے خاوند کی خیانت نہیں کی اور کسی بڑے گناہ میں واقعہ نہیں ہوئی۔ امام ابن کثیر نے اسی قول کو ترجیح دی ہے۔\n(2) کہ وہ اپنے مکر وفریب میں ہمیشہ کامیاب ہی رہیں، بلکہ ان کا اثر محدود اور عارضی ہوتا ہے۔ بالآخر جیت حق اور اہل حق ہی کی ہوتی ہے، گو عارضی طور پر اہل حق کو آزمائشوں سے گزرنا پڑے۔","lang":"ur"},{"name":"12:53","price":"میں اپنے نفس کی پاکیزگی بیان نہیں کرتا(1) ۔ بیشک نفس تو برائی پر ابھارنے واﻻ ہی ہے(2)، مگر یہ کہ میرا پروردگار ہی اپنا رحم کرے(3)، یقیناً میرا پالنے واﻻ بڑی بخشش کرنے واﻻ اور بہت مہربانی فرمانے واﻻ ہے.","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"(1) اسے اگر حضرت یوسف (عليه السلام) کا تسلیم کیا جائے تو بطور کسر نفسی کے ہے، ورنہ صاف ظاہر ہے کہ ان کی پاک دامنی ہر طرح سے ثابت ہو چکی تھی۔ اور اگر یہ عزیز مصر کا قول ہے (جیسا کہ امام ابن کثیر کا خیال ہے) تو یہ حقیقت پر مبنی ہے کیونکہ اپنے گناہ کا اور یوسف (عليه السلام) کو بہلانے اور پھسلانے کا اعتراف کر لیا۔\n(2) یہ اس نے اپنی غلطی کی یا اس کی علت بیان کی کہ انسان کا نفس ہی ایسا ہے کہ برائی پر ابھارتا ہے اور اس پر آمادہ کرتا ہے۔\n(3) یعنی نفس کی شرارتوں سے وہی بچتا ہے جس پر اللہ تعالٰی کی رحمت ہو، جیسا کہ حضرت یوسف (عليه السلام) کو اللہ تعالٰی نے بچا لیا۔","lang":"ur"},{"name":"12:54","price":"بادشاه نے کہا اسے میرے پاس لاؤ کہ میں اسے اپنے خاص کاموں کے لئے مقرر کر لوں(1) .، پھر جب اس سے بات چیت کی تو کہنے لگا کہ آپ ہمارے ہاں آج سے ذی عزت اور امانت دار ہیں.(2)","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"(1) جب بادشاہ ریان بن ولید یوسف (عليه السلام) کے علم و فضل کے ساتھ ان کے کردار کی رفعت اور پاک دامنی بھی واضح ہوگئی، تو اسے حکم دیا کہ انہیں میرے سامنے پیش کرو، میں انہیں اپنے لئے منتخب کرنا یعنی اپنا مصاحب اور مشیر خاص بنانا چاہتا ہوں۔ (2) مَکِیْنُ مرتبہ والا، آمِین رموز مملکت کا راز دان۔","lang":"ur"},{"name":"12:55","price":"(یوسف نے) کہا آپ مجھے ملک کے خزانوں پر مقرر کر دیجئے(1) ، میں حفاﻇت کرنے واﻻ اور باخبر ہوں.(2)","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"(1) خزائن خزانۃ کی جمع ہے خزانہ ایسی جگہ کو کہتے ہیں جس میں چیزیں محفوظ کی جاتی ہیں زمین کے خزانوں سے مراد وہ گودام ہیں جہاں غلہ جمع کیا جاتا ہے۔ اس کا انتظام ہاتھ میں لینے کی خواہش اس لئے ظاہر کی کہ مستقبل قریب میں (خواب کی تعبیر کی رو سے) جو قحط سالی کے ایام آنے والے ہیں، اس سے نمٹنے کے لئے مناسب انتطامات کئے جاسکیں اور غلے کی معقول مقدار بچا کر رکھی جاسکے، عام حالات میں اگرچہ عہدہ و منصب کی طلب جائز نہیں ہے، لیکن حضرت یوسف (عليه السلام) کے اس اقدام سے یہ معلوم ہوتا ہے کہ خاص حالات میں اگر کوئی شخص یہ سمجھتا ہے کہ قوم اور ملک کو جو خطرات درپیش ہیں اور ان سے نمٹنے کی اچھی صلاحیت میرے اندر موجود ہیں جو دوسروں میں نہیں ہیں، تو وہ اپنی اہلیت کے مطابق اس مخصوص عہدے اور منصب کی طلب کر سکتا ہے علاوہ ازیں حضرت یوسف (عليه السلام) نے تو سرے سے عہدا و منصب طلب ہی نہیں کیا، البتہ جب بادشاہ مصر نے انہیں پیشکش کی تو پھر ایسے عہدے کی خواہش کی جس میں انہوں نے ملک اور قوم کی خدمت کا پہلو نمایاں دیکھا۔\n(2) حَفِیْظ میں اس کی اس طرح حفاظت کروں گا کہ اسے کسی بھی غیر ضروری مصرف میں خرچ نہیں کروں گا عَلِیْم اس کو جمع کرنے اور خرچ کرنے اور اس کے رکھنے اور نکالنے کا بخوبی علم رکھتا ہے۔","lang":"ur"},{"name":"12:56","price":"اسی طرح ہم نے یوسف (علیہ السلام) کو ملک کا قبضہ دے دیا۔ کہ وه جہاں کہیں چاہے رہے سہے(1) ، ہم جسے چاہیں اپنی رحمت پہنچا دیتے ہیں۔ ہم نیکو کاروں کا ﺛواب ضائع نہیں کرتے.(2)","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"(1) یعنی ہم نے یوسف (عليه السلام) کو زمین میں ایسی قدرت و طاقت عطا کی کہ بادشاہ وہی کچھ کرتا جس کا حکم حضرت یوسف (عليه السلام) کرتے، اور سرزمین مصر میں اس طرح تصرف کرتے جس طرح انسان اپنے گھر میں کرتا ہے اور جہاں چاہتے، وہ رہتے، پورا مصر ان کے زیرنگین تھا۔\n(2) یہ گویا اجر تھا ان کے صبر کا جو بھائیوں کے ظلم و ستم پر انہوں نے کیا اور ثابت قدمی کا زلیخا کی دعوت گناہ کے مقابلے میں اختیار کی اور اس کی اولو العزمی کا جو قید خانے کی زندگی میں اپنا رکھی۔ حضرت یوسف (عليه السلام) کو ورغلانے کی مذموم سعی کی تھی۔ بعض لوگ کہتے ہیں کہ یہ بادشاہ حضرت یوسف (عليه السلام) کی دعوت و تبلیغ سے مسلمان ہوگیا تھا بعض نے یہ بھی کہا ہے کہ عزیز مصر، جس کا نام اطفیر تھا، فوت ہوگیا تو اس کے بعد زلیخا کا نکاح حضرت یوسف (عليه السلام) سے ہوگیا اور دو بچے بھی ہوئے، ایک نام افرأیم اور دوسرے کا نام میشا تھا، افرأیم ہی یوشع بن نون اور حضرت ایوب (عليه السلام) کے والد تھے (تفسیر ابن کثیر) لیکن یہ بات مستند روایت سے ثابت نہیں اس لئے نکاح والی بات صحیح معلوم نہیں ہوتی ہے۔ علاوہ ازیں اس عورت سے جس کردار کا مظاہرہ ہوا، اس کے ہوتے ہوئے ایک نبی کے حرم سے اس کی وابستگی، نہایت نامناسب بات لگتی ہے۔","lang":"ur"},{"name":"12:57","price":"یقیناً ایمان داروں اور پرہیز گاروں کا اخروی اجر بہت ہی بہتر ہے.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"ur"},{"name":"12:58","price":"یوسف کے بھائی آئے اور یوسف کے پاس گئے تو اس نے انہیں پہچان لیا اور انہوں نے اسے نہ پہچانا.(1)","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"(1) یہ اس وقت کا واقعہ ہے جب خوش حالی کے سات سال گزرنے کے بعد قحط سالی شروع ہوگئی جس نے ملک مصر کے تمام علاقوں اور شہروں کو اپنی لپیٹ میں لے لیا، حتیٰ کہ کنعان تک بھی اس کے اثرات جا پہنچے جہاں حضرت یعقوب (عليه السلام) اور حضرت یوسف (عليه السلام) کے بھائی رہائش پذیر تھے۔ حضرت یوسف (عليه السلام) نے اپنے حسن تدبیر سے اس قحط سالی سے نمٹنے کے لئے جو انتظامات کئے تھے وہ کام آئے اور ہر طرف سے لوگ حضرت یوسف (عليه السلام) کے پاس غلہ لینے کے لئے آرہے تھے حضرت یوسف (عليه السلام) کی یہ شہرت کنعان تک بھی جا پہنچی کہ مصر کا بادشاہ اس طرح غلہ فروخت کر رہا ہے۔ چنانچہ باپ کے حکم پر یہ بردران یوسف (عليه السلام) بھی گھر کی پونجی لے کر غلے کے حصول کے لئے دربار شاہی میں پہنچ گئے جہاں حضرت یوسف (عليه السلام) تشریف فرما تھے، جنہیں یہ بھائی تو نہ پہچان سکے لیکن یوسف (عليه السلام) نے اپنے بھائیوں کو پہچان لیا۔","lang":"ur"},{"name":"12:59","price":"جب انہیں ان کا اسباب مہیا کر دیا تو کہا کہ تم میرے پاس اپنے اس بھائی کو بھی ﻻنا جو تمہارے باپ سے ہے، کیا تم نے نہیں دیکھا کہ میں پورا ناپ کر دیتا ہوں اور میں ہوں بھی بہترین میزبانی کرنے والوں میں.(1)","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"(1) حضرت یوسف (عليه السلام) نے انجان بن کر جب اپنے بھائیوں سے باتیں پوچھیں تو انہوں نے جہاں اور سب کچھ بتایا، یہ بھی بتا دیا کہ ہم دس بھائی اس وقت یہاں موجود ہیں۔ لیکن ہمارے دو بھائی (یعنی دوسری ماں سے) اور بھی ہیں۔ ان میں سے ایک تو جنگل میں ہلاک ہوگیا اور اس کے دوسرے بھائی کو والد نے اپنی تسلی کے لئے اپنے پاس رکھا ہے، اسے ہمارے ساتھ نہیں بھیجا۔ جس پر حضرت یوسف (عليه السلام) نے کہا کہ آئندہ اسے بھی ساتھ لے کر آنا، دیکھتے نہیں کہ میں ناپ بھی پورا دیتا ہوں اور مہمان نوازی اور خاطر مدارت بھی خوب کرتا ہوں۔","lang":"ur"},{"name":"12:60","price":"پس اگر تم اسے لے کر پاس نہ آئے تو میری طرف سے تمہیں کوئی ناپ بھی نہ ملے گا بلکہ تم میرے قریب بھی نہ پھٹکنا.(1)","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"(1) ترغیب کے ساتھ یہ دھمکی ہے کہ اگر گیارہویں بھائی کو ساتھ نہ لائے تو نہ تمہیں غلہ ملے گا نہ میری طرف سے اس خاطر مدارت کا اہتمام ہوگا۔","lang":"ur"},{"name":"12:61","price":"انہوں نے کہا اچھا ہم اس کے باپ کو اس کی بابت پھسلائیں گے اور پوری کوشش کریں گے.(1)","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"(1) یعنی ہم اپنے باپ کو اس بھائی کو لانے کے لئے پھسلائیں گے اور ہمیں امید ہے کہ ہم اس میں کامیاب ہوجائیں گے۔","lang":"ur"},{"name":"12:62","price":"اپنے خدمت گاروں سے کہا کہ(1) ان کی پونجی انہی کی بوریوں میں رکھ دو(2) کہ جب لوٹ کر اپنے اہل وعیال میں جائیں اور پونجیوں کو پہچان لیں تو بہت ممکن ہے کہ یہ پھر لوٹ کر آئیں.","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"(1) فِتْیَان (نوجوانوں) سے مراد یہاں وہ نوکر چاکر اور خادم و غلام ہیں جو دربار شاہی میں مامور تھے۔\n(2) اس سے مراد وہ پونجی ہے جو غلہ خریدنے کے لئے برادران یوسف (عليه السلام) ساتھ لائے تھے، پونجی چپکے سے ان کے سامانوں میں اس لئے رکھوا دی کہ ممکن ہے دوبارہ آنے کے لئے ان کے پاس مزید پونجی نہ ہو تو یہی پونجی لے کر آجائیں۔","lang":"ur"},{"name":"12:63","price":"جب یہ لوگ لوٹ کر اپنے والد کے پاس گئے تو کہنے لگے کہ ہم سے تو غلہ کا ناپ روک لیا گیا(1) ۔ اب آپ ہمارے ساتھ ہمارے بھائی کو بھیجئے کہ ہم پیمانہ بھر کر ﻻئیں ہم اس کی نگہبانی کے ذمہ دار ہیں.","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"(1) مطلب یہ ہے کہ آئندہ کے لئے غلہ بنیامین کے بھیجنے کے ساتھ مشروط ہے۔ اگر یہ ساتھ نہیں جائے گا تو غلہ نہیں ملے گا۔ اس لئے اسے ضرور ساتھ بھجیں تاکہ ہم دوبارہ بھی اسی طرح غلہ مل سکے، جس طرح اس دفعہ ملا ہے، اور اس طرح کا اندیشہ نہ کریں جو یوسف (عليه السلام) کو بھیجتے ہوئے کیا تھا، ہم اس کی حفاظت کریں گے۔","lang":"ur"},{"name":"12:64","price":"(یعقوب علیہ السلام نے) کہا کہ مجھے تو اس کی بابت تمہارا بس ویسا ہی اعتبار ہے جیسا اس سے پہلے اس کے بھائی کے بارے میں تھا(1) ، بس اللہ ہی بہترین حافﻆ ہے اور وه سب مہربانوں سے بڑا مہربان ہے.(2)","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"(1) یعنی تم نے یوسف (عليه السلام) کو بھی ساتھ لے جاتے وقت اسی طرح حفاظت کا وعدہ کیا تھا لیکن جو کچھ ہوا وہ سامنے ہے، اب میں تمہارا کس طرح اعتبار کروں؟۔\n(2) تاہم چونکہ غلے کی شدید ضرورت تھی۔ اس لئے اندیشے کے باوجود بنیامین کو ساتھ بھیجنے سے انکار مناسب نہیں سمجھا اور اللہ پر بھروسہ کرتے ہوئے اسے بھیجنے پر آمادگی ظاہر کر دی۔","lang":"ur"},{"name":"12:65","price":"جب انہوں نے اپنا اسباب کھوﻻ تو اپنا سرمایہ موجود پایا جو ان کی جانب لوٹا دیا گیا تھا۔ کہنے لگے اے ہمارے باپ ہمیں اور کیا چاہیئے(1) ۔ دیکھئے تو یہ ہمارا سرمایہ بھی ہمیں واپس لوٹا دیا گیا ہے۔ ہم اپنے خاندان کو رسد ﻻدیں گے اور اپنے بھائی کی نگرانی رکھیں گے اور ایک اونٹ کے بوجھ کا غلہ زیاده ﻻئیں گے(2)۔ یہ ناپ تو بہت آسان ہے.(3)","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"(1) یعنی بادشاہ کے اس حسن سلوک کے بعد، کہ اس نے ہماری خاطر تواضع بھی خوب کی اور ہماری پونجی بھی واپس کر دی، اور ہمیں کیا چاہیئے۔\n(2) کیونکہ فی کس ایک اونٹ جتنا بوجھ اٹھا سکتا تھا، غلہ دیا جاتا تھا، بنیامین کی وجہ سے ایک اونٹ کے بوجھ بھر غلہ مزید ملتا۔\n(3) اس کا ایک مطلب تو یہ ہے کہ بادشاہ کے لئے ایک بار شتر غلہ کوئی مشکل بات نہیں ہے، آسان ہے، دوسرا مطلب یہ ہے کہ ذَلِك کا اشارہ اس غلے کی طرف ہے جو ساتھ لائے تھے۔ اور يَسِيرٌ بمعنی قَلِيلٍ ہے یعنی جو غلہ ہم ساتھ لائے ہیں قلیل ہے بنیامین کے ساتھ جانے سے ہمیں کچھ غلہ اور مل جائے گا تو اچھی ہی بات ہے ہماری ضرورت زیادہ بہتر طریقے سے پوری ہو سکے گی۔","lang":"ur"},{"name":"12:66","price":"یعقوب (علیہ السلام) نے کہا! میں تو اسے ہرگز ہرگز تمہارے ساتھ نہ بھیجوں گا جب تک کہ تم اللہ کو بیچ میں رکھ کر مجھے قول وقرار نہ دو کہ تم اسے میرے پاس پہنچا دو گے، سوائے اس ایک صورت کے کہ تم سب گرفتار کر لئے جاؤ(1) ۔ جب انہوں نے پکا قول قرار دے دیا تو انہوں نے کہا کہ ہم جو کچھ کہتے ہیں اللہ اس پر نگہبان ہے.","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"(1) یعنی تمہیں اجتماعی مصیبت پیش آجائے یا تم سب ہلاک یا گرفتار ہو جاؤ، جس سے خلاصی پر تم قادر نہ ہو، تو اور بات ہے۔ اس صورت میں تم معذور ہو گے۔","lang":"ur"},{"name":"12:67","price":"اور (یعقوب علیہ السلام) نے کہا اے میرے بچو! تم سب ایک دروازے سے نہ جانا بلکہ کئی جدا جدا دروازوں میں سے داخل ہونا(1) ۔ میں اللہ کی طرف سے آنے والی کسی چیز کو تم سے ٹال نہیں سکتا۔ حکم صرف اللہ ہی کا چلتا ہے(2)۔ میرا کامل بھروسہ اسی پر ہے اور ہر ایک بھروسہ کرنے والے کو اسی پر بھروسہ کرنا چاہئے.","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"(1) جب بنیامین سمیت، گیارہ بھائی مصر جانے لگے، تو یہ ہدایت دی، کیونکہ ایک ہی باپ کے گیارہ بیٹے، جو قد و قامت اور شکل و صورت میں بھی ممتاز ہوں، جب اکٹھے ایک ہی جگہ یا ایک ساتھ کہیں سے گزریں گے تو عموماً انہیں لوگ تعجب یا حسد کی نظر سے دیکھتے ہیں اور یہی چیز نظر لگنے کا باعث بنتی ہے۔ چنانچہ انہیں نظر بد سے بچانے کے لئے بطور تدبیر یہ حکم دیا ”نظر لگ جانا حق ہے“ جیسا کہ نبی کریم (صلى الله عليه وسلم) سے بھی صحیح احادیث سے ثابت ہے مثلاً «الْعَيْنُ حَقٌّ»، ”نظر کا لگ جانا حق ہے“۔ ( صحيح بخاري، كتاب الطب، باب العين حق- وصحيح مسلم ، كتاب السلام، باب الطب والمرض والرقى ) اور آپ (صلى الله عليه وسلم) نے نظر بد سے بچنے کے لیے دعائیہ کلمات بھی اپنی امت کو بتالئے ہیں مثلا فرمایا کہ جب تمہیں کوئی چیز اچھی لگے تو بَارَكَ الله ُکہو۔ ( موطأ إمام مالك، باب الوضوء من العين- تعليقات مشكاة ألباني - نمبر1286) جس کی نظر لگے اس کو کہا جائے کہ غسل کرے اور اس کے غسل کا یہ پانی اس شخص کے سر اور جسم پر ڈالا جائے جس کو نظر لگی ہو (حوالہ مذکورہ) اسی طرح «مَا شَاءَ اللَّهُ لا قُوَّةَ إِلا بِاللَّهِ» پڑھنا قرآن سے ثابت ہے (سورہ کہف:39) «قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ» اور «قُلْ أَعُوذُ بِرَبِّ النَّاسِ» نظر کے لیے بطور دم پڑھنا چاہیے۔ ( جامع ترمذي أبواب الطب، باب ما جاء في الرقية بالمعوذتين)\n(2) یعنی یہ تاکید بطور ظاہری اسباب، احتیاط اور تدبیر کے ہے جسے اختیار کرنے کا انسانوں کو حکم دیا گیا ہے، تاہم اس سے اللہ تعالٰی کی تقدیر و قضا میں تبدیلی نہیں آسکتی۔ ہوگا وہی، جو اس کی قضا کے مطابق اس کا حکم ہوگا۔","lang":"ur"},{"name":"12:68","price":"جب وه انہی راستوں سے جن کا حکم ان کے والد نے انہیں دیا تھا، گئے۔ کچھ نہ تھا کہ اللہ نے جو بات مقرر کر دی ہے وه اس سے انہیں ذرا بھی بچا لے۔ مگر یعقوب (علیہ السلام) کے دل میں ایک خیال (پیدا ہوا) جسے اس نے پورا کر لیا(1) ، بلاشبہ وه ہمارے سکھلائے ہوئے علم کا عالم تھا لیکن اکثر لوگ نہیں جانتے.(2)","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"(1) یعنی اس تدبیر سے اللہ کی تقدیر کو ٹالا نہیں جاسکتا تھا، تاہم حضرت یعقوب (عليه السلام) کے جی میں جو (نظر بد لگ جانے کا اندیشہ تھا، اس کے پیش نظر انہوں نے ایسا کہا۔\n(2) یعنی یہ تدبیر وحی الٰہی کی روشنی میں تھی اور یہ عقیدہ بھی حذر (احتیا طی تدبیر) قدر کو نہیں بدل سکتی، اللہ تعالٰی کے سکھلائے ہوئے علم پر مبنی تھا، جس سے اکثر لوگ بےبہرہ ہیں۔","lang":"ur"},{"name":"12:69","price":"یہ سب جب یوسف کے پاس پہنچ گئے تو اس نے اپنے بھائی کو اپنے پاس بٹھا لیا اور کہا میں تیرا بھائی (یوسف) ہوں، پس یہ جو کچھ کرتے رہے اس کا کچھ رنج نہ کر.(1)","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"(1) بعض مفسرین کہتے ہیں دو دو آدمیوں کو ایک ایک کمرے میں ٹھرایا گیا، یوں بنیامین جو اکیلے رہ گئے تو یوسف (عليه السلام) نے انہیں تنہا الگ ایک کمرے میں رکھا اور پھر خلوت میں ان سے باتیں کیں اور انہیں پچھلی باتیں بتلا کر کہا کہ ان بھائیوں نے میرے ساتھ جو کچھ کیا، اس پر رنج نہ کر اور بعض کہتے ہیں کہ بنیامین کو روکنے کے لئے جو حیلہ اختیار کرنا تھا، اس سے بھی انہیں آگاہ کر دیا تھا تاکہ وہ پریشان نہ ہو۔ (ابن کثیر)","lang":"ur"},{"name":"12:70","price":"پھر جب انہیں ان کا سامان اسباب ٹھیک ٹھاک کرکے دیا تو اپنے بھائی کے اسباب میں پانی پینے کا پیالہ(1) رکھ دیا۔ پھر ایک آواز دینے والے نے پکار کر کہا کہ اے قافلے(2) والو! تم لوگ تو چور ہو.(3)","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"(1) مفسرین نے بیان کیا ہے کہ یہ سقایہ (پانی پینے کا برتن) سونے یا چاندی کا تھا، پانی پینے کے علاوہ غلہ ناپنے کا کام بھی اس سے لیا جاتا تھا، اسے چپکے سے بنیامین کے سامان میں رکھ دیا گیا۔\n(2) الْعِير اصلاً ان اونٹوں، گدھوں یا خچر کو کہا جاتا ہے جن پر غلہ لاد کر لے جایا جاتا ہے۔ یہاں مراد اصحاب العیر یعنی قافلے والے۔\n(3) چوری کی یہ نسبت اپنی جگہ صحیح تھی کیونکہ منادی حضرت یوسف (عليه السلام) کے سوچے سمجھے منصوبے سے آگاہ نہیں تھا یا اس کے معنی ہیں کہ تمہارا حال چوروں کا سا ہے کہ بادشاہ کا پیالہ، بادشاہ کی رضامندی کے بغیر تمہارے سامان کے اندر ہے۔","lang":"ur"},{"name":"12:71","price":"انہوں نے ان کی طرف منھ پھیر کر کہا کہ تمہاری کیا چیز کھوئی گئی ہے؟","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"ur"},{"name":"12:72","price":"جواب دیا کہ شاہی پیمانہ گم ہے جو اسے لے آئےاسے ایک اونٹ کے بوجھ کا غلہ ملے گا۔ اس وعدے کا میں ضامن ہوں.(1)","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"(1) یعنی میں اس بات کی ضمانت دیتا ہوں کی تفتیش سے قبل ہی جو شخص یہ جام شاہی ہمارے حوالے کر دے گا تو اسے انعام یا اجرت کے طور پر اتنا غلہ دیا جائے گا جو ایک اونٹ اٹھا سکے۔","lang":"ur"},{"name":"12:73","price":"انہوں نے کہا اللہ کی قسم! تم کو خوب علم ہے کہ ہم ملک میں فساد پھیلانے کے لئے نہیں آئے اور نہ ہم چور ہیں.(1)","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"(1) برداران یوسف (عليه السلام) چونکہ اس منصوبے سے بےخبر تھے جو حضرت یوسف (عليه السلام) نے تیار کیا تھا، اس لئے قسم کھا کر انہوں نے اپنے چور ہونے کی اور زمین میں فساد برپا کرنے کی نفی کی۔","lang":"ur"},{"name":"12:74","price":"انہوں نے کہا اچھا چور کی کیا سزا ہے اگر تم جھوٹے ہو؟(1)","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"(1) یعنی اگر تمہارے سامان میں وہ شاہی پیالہ مل گیا تو پھر اس کی کیا سزا ہوگی۔","lang":"ur"},{"name":"12:75","price":"جواب دیا کہ اس کی سزا یہی ہے کہ جس کے اسباب میں سے پایا جائے وہی اس کا بدلہ ہے(1) ۔ ہم تو ایسے ﻇالموں کو یہی سزا دیا کرتے ہیں.(2)","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"(1) یعنی چور کو کچھ عرصے کے لئے اس شخص کے سپرد کر دیا جاتا ہے جس کی اس نے چوری کی ہوتی تھی۔ یہ حضرت یعقوب (عليه السلام) کی شریعت میں سزا تھی، جس کے مطابق یوسف (عليه السلام) کے بھائیوں نے یہ سزا تجویز کی۔\n(2) یہ قول بھی برادران یوسف (عليه السلام) ہی کا ہے، بعض کے نزدیک یہ یوسف (عليه السلام) کے مصاحبین کا قول ہے کہ انہوں نے کہا کہ ہم بھی ظالموں کو ایسی ہی سزا دیتے ہیں۔ لیکن آیت کا اگلا ٹکڑا کہ ”بادشاہ کے دین میں وہ اپنے بھائی کو پکڑ نہ سکتے تھے“ اس قول کی نفی کرتا ہے۔","lang":"ur"},{"name":"12:76","price":"پس یوسف نے ان کے سامان کی تلاشی شروع کی، اپنے بھائی کے سامان کی تلاشی سے پہلے، پھر اس پیمانہ کو اپنے بھائی کے سامان (زنبیل) سے نکالا(1) ۔ ہم نے یوسف کے لئے اسی طرح یہ تدبیر کی(2)۔ اس بادشاه کے قانون کی رو سے یہ اپنے بھائی کو نہ لے سکتا تھا(3) مگر یہ کہ اللہ کو منظور ہو۔ ہم جس کے چاہیں درجے بلند کر دیں(4)، ہر ذی علم پر فوقیت رکھنے واﻻ دوسرا ذی علم موجود ہے.(5)","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"(1) پہلے بھائیوں کے سامان کی تلاشی لی۔ آخر میں بنیامین کا سامان دیکھا تاکہ انہیں شبہ نہ ہو کہ یہ کوئی سوچا سمجھا منصوبہ ہے۔\n(2) یعنی ہم نے وحی کے ذریعے سے یوسف (عليه السلام) کو یہ تدبیر سمجھائی۔ اس سے معلوم ہوا کہ کسی صحیح غرض کے لئے ایسا طریقہ اختیار کرنا جس کی ظاہری صورت حیلہ کی ہو، جائز ہے بشرطیکہ وہ طریقہ کسی نص شرعی کے خلاف نہ ہو (فتح القدیر)\n(3) یعنی بادشاہ مصر میں جو قانون اور دستور رائج تھا، اس کی روح سے بنیامین کو اس طرح روکنا ممکن نہیں تھا اس لئے انہوں نے اہل قافلہ سے پوچھا کہ بتلاؤ اس جرم کی سزا کیا ہو۔\n(4) جس طرح یوسف (عليه السلام) کو اپنی عنایات اور مہربانیوں سے بلند مرتبہ عطا کیا۔\n(5) یعنی ہر عالم سے بڑھ کر کوئی نہ کوئی عالم ہوتا ہے اس لئے کوئی صاحب علم اس دھوکے میں مبتلا نہ ہو کہ میں ہی اپنے وقت کا سب سے بڑا عالم ہوں۔ اور بعض کہتے ہیں کہ اس کا مطلب یہ ہے کہ ہر صاحب علم کے اوپر ایک علیم یعنی اللہ تعالٰی ہے۔","lang":"ur"},{"name":"12:77","price":"انہوں نے کہا کہ اگر اس نے چوری کی (تو کوئی تعجب کی بات نہیں) اس کابھائی بھی پہلے چوری کر چکا ہے(1) ۔ یوسف (علیہ السلام) نے اس بات کو اپنے دل میں رکھ لیا اور ان کے سامنے بالکل ﻇاہر نہ کیا۔ کہا کہ تم بدتر جگہ میں ہو(2)، اور جو تم بیان کرتے ہو اسے اللہ ہی خوب جانتا ہے.","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"(1) یہ انہوں نے اپنی پاکیزگی و شرافت کے اظہار کے لئے کہا۔ کیونکہ حضرت یوسف (عليه السلام) اور بنیامین، ان کے سگے اور حقیقی بھائی نہیں تھے، علاتی بھائی تھے، بعض مفسرین نے یوسف (عليه السلام) کی چوری کے لئے دو راز کار باتیں نقل کی ہیں جو کسی مستند ماخذ پر مبنی نہیں ہیں۔ صحیح بات یہی معلوم ہوتی ہے کہ انہوں نے اپنے کو تو نہایت با اخلاق اور باکردار باور کرایا اور یوسف (عليه السلام) اور بنیامین کو کمزور کردار کا اور دروغ گوئی سے کام لیتے ہوئے انہیں چور اور بے ایمان ثابت کرنے کی کوشش کی۔\n(2) حضرت یوسف (عليه السلام) کے اس قول سے بھی معلوم ہوتا ہے کہ انہوں نے حضرت یوسف (عليه السلام) کی طرف چوری کے انتساب میں صریح کذب بیانی کا ارتکاب کیا۔","lang":"ur"},{"name":"12:78","price":"انہوں نے کہا کہ اے عزیز مصر(1) ! اس کے والد بہت بڑی عمر کے بالکل بوڑھے شخص ہیں۔ آپ اس کے بدلے ہم میں سے کسی کو لے لیجئے۔ ہم دیکھتے ہیں کہ آپ بڑے نیک نفس ہیں.(2)","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"(1) حضرت یوسف کو عزیز مصر اس لئے کہا کہ اس وقت اصل اختیارات حضرت یوسف (عليه السلام) کے ہی پاس تھے، بادشاہ صرف برائے نام فرمانروائے مصر تھا۔\n(2) باپ تو یقینا بوڑھے ہی تھے، لیکن یہاں ان کا اصل مقصد بنیامین کو چھڑانا تھا۔ ان کے ذہن میں وہی یوسف (عليه السلام) والی بات تھی کہ کہیں ہمیں پھر دوبارہ بنیامین کے بغیر باپ کے پاس جانا پڑے اور باپ ہم سے کہیں کہ تم نے میرے بنیامین کو بھی یوسف (عليه السلام) کی طرح کہیں گم کر دیا۔ اس لئے یوسف (عليه السلام) کے احسانات کے حوالے سے یہ بات کی کہ شاید وہ یہ احسان بھی کر دیں کہ بنیامین کو چھوڑ دیں اور اس کی جگہ کسی اور بھائی کو رکھ لیں۔","lang":"ur"},{"name":"12:79","price":"یوسف (علیہ السلام) نے کہا ہم نے جس کے پاس اپنی چیز پائی ہے اس کے سوا دوسرے کی گرفتاری کرنے سے اللہ کی پناه چاہتے ہیں، ایسا کرنے سے تو ہم یقیناً ناانصافی کرنے والے ہو جائیں گے.(1)","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"(1) یہ جواب اس لئے دیا کہ حضرت یوسف (عليه السلام) کا اصل مقصد تو بنیامین کو روکنا تھا۔","lang":"ur"},{"name":"12:80","price":"جب یہ اس سے مایوس ہو گئے تو تنہائی میں بیٹھ کر مشوره کرنے لگے(1) ۔ ان میں جو سب سے بڑا تھا اس نے کہا تمہیں معلوم نہیں کہ تمہارے والد نے تم سے اللہ کی قسم لے کر پختہ قول قرار لیا ہے اور اس سے پہلے یوسف کے بارے میں تم کوتاہی کر چکے ہو۔ پس میں تو اس سرزمین سے نہ ٹلوں گا جب تک کہ والد صاحب خود مجھے اجازت نہ دیں(2) یا اللہ تعالیٰ میرے معاملے کا فیصلہ کر دے، وہی بہترین فیصلہ کرنے واﻻ ہے.","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"(1) کیونکہ بنیامین کو چھوڑ کر جانا ان کے لئے کٹھن مرحلا تھا، وہ باپ کو منہ دکھانے کے قابل نہ رہے تھے۔ اس لئے باہم مشورہ کرنے لگے کہ اب کیا کیا جائے؟\n(2) اس کے بڑے بھائی اس صورت حال میں باپ کا سامنے کرنے کی اپنے اندر سکت اور ہمت نہیں پائی، تو صاف کہہ دیا کہ میں تو یہاں سے اس وقت تک نہیں جاؤں گا جب تک خود والد صاحب تفتیش کر کے میری بےگناہی کا یقین نہ کرلیں اور مجھے آنے کی اجازت نہ دیں۔\n(3) اللہ میرے لئے معاملہ فیصل کردے۔ کا مطلب یہ ہے کہ کسی طرح یوسف (عليه السلام) (عزیز مصر) بنیامین کو چھوڑ دے اور میرے ساتھ جانے کی اجازت دے دے، یا یہ مطلب ہے کہ اللہ تعالیٰ مجھے اتنی قوت عطا کردے کہ میں بنیامین کو تلوار یعنی طاقت کے ذریعے سے چھڑوا کر اپنے ساتھ لے جاؤں ۔","lang":"ur"},{"name":"12:81","price":"تم سب والد صاحب کی خدمت میں واپس جاؤ اور کہو کہ اباجی! آپ کے صاحبزادے نے چوری کی اور ہم نے وہی گواہی دی تھی جو ہم جانتے تھے(1) ۔ ہم کچھ غیب کی حفاﻇت کرنے والے نہ تھے.(2)","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"(1) یعنی ہم نے جو عہد کیا تھا کہ ہم بنیامین کو باحفاظت واپس لے آئیں گے، تو یہ ہم نے اپنے علم کے مطابق عہد کیا تھا، بعد میں جو واقعہ پیش آگیا اور جس کی وجہ سے بنیامین کو ہمیں چھوڑنا پڑا، یہ تو ہمارے وہم و گمان میں بھی نہ تھا۔ دوسرا مطلب یہ ہے ہم نے چوری کی جو سزا بیان کی تھی چور کو ہی چوری کے بدلے میں رکھ لیا جائے، تو یہ سزا ہم نے اپنے علم کے مطابق ہی تجویز کی تھی۔ اس میں کسی قسم کی بدنیتی شامل نہیں تھی۔ لیکن یہ اتفاق کی بات تھی کہ جب سامان کی تلاشی لی گئی تو مسروقہ کٹورا بنیامین کے سامان سے نکل آیا۔\n(2) یعنی مستقبل میں پیش آنے والے واقعات سے ہم بےخبر تھے۔","lang":"ur"},{"name":"12:82","price":"آپ اس شہر کے لوگوں سے دریافت فرما لیں جہاں ہم تھے اور اس قافلہ سے بھی پوچھ لیں جس کے ساتھ ہم آئے ہیں، اور یقیناً ہم بالکل سچے ہیں.(1)","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"(1) الْقَرْيَةَ مراد مصر ہے جہاں وہ غلہ لینے گئے تھے۔ مطلب اہل مصر ہیں۔ اسی طرح وَالْعِيرَ سے مراد اصحاب العیر یعنی اہل قافلہ ہیں۔ آپ مصر جا کر اہل مصر سے اور اس قافلے والوں سے، جو ہمارے ساتھ آیا ہے، پوچھ لیں کہ ہم جو کچھ بیان کر رہے ہیں، وہ سچ ہے، اس میں جھوٹ کی کوئی آمیزش نہیں ہے۔","lang":"ur"},{"name":"12:83","price":"(یعقوب علیہ السلام نے) کہا یہ تو نہیں، بلکہ تم نے اپنی طرف سے بات بنالی(1) ، پس اب صبر ہی بہتر ہے۔ قریب ہے کہ اللہ تعالیٰ ان سب کو میرے پاس ہی پہنچا دے(2)۔ وه ہی علم وحکمت واﻻ ہے.","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"(1) حضرت یعقوب (عليه السلام) چونکہ حقیقت حال سے بےخبر تھے اور اللہ تعالٰی نے وحی کے ذریعے سے انہیں حقیقت واقعہ سے آگاہ نہیں فرمایا۔ اس لئے وہ یہی سمجھے کہ میرے ان بیٹوں نے اپنی طرف سے بات بنا لی ہے۔ بنیامین کے ساتھ انہوں نے کیا معاملہ کیا؟ اس کا یقینی علم تو حضرت یعقوب (عليه السلام) کے پاس نہیں تھا، تاہم یوسف (عليه السلام) کے واقعے پر قیاس کرتے ہوئے ان کی طرف سے حضرت یعقوب (عليه السلام) کے دل میں بجا طور پر شکوک شبہات تھے۔\n(2) اب پھر سوائے صبر کے کوئی چارہ نہیں تھا، تاہم صبر کے ساتھ امید کا دامن بھی نہیں چھوڑا ۔ جمیعاً سے مراد یوسف علیہ السلام، بنیامین اور وہ بڑا بیٹا ہے جو مارے شرم کے وہیں مصر میں رک گیا تھا کہ یا تو والد صاحب مجھے اسی طرح آنے کی اجازت دے دیں یا پھر میں کسی طریقے سے بنیامین کو ساتھ لے کر آؤں گا۔","lang":"ur"},{"name":"12:84","price":"پھر ان سے منھ پھیر لیا اور کہا ہائے یوسف(1) ! ان کی آنکھیں بوجہ رنج وغم کے سفید ہو چکی تھیں(2) اور وه غم کو دبائے ہوئے تھے.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"(1) یعنی اس تازہ صدمے نے یوسف (عليه السلام) کی جدائی کے قدیم صدمے کو بھی تازہ کر دیا۔\n(2) یعنی آنکھوں کی سیاہی، مارے غم کے، سفیدی میں بدل گئی تھی۔","lang":"ur"},{"name":"12:85","price":"بیٹوں نے کہا واللہ! آپ ہمیشہ یوسف کی یاد ہی میں لگے رہیں گے یہاں تک کہ گھل جائیں یا ختم ہی ہو جائیں.(1)","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"(1) حَرَضٌ اس جسمانی عارضے یا ضعف عقل کو کہتے ہیں جو بڑھاپے، عشق یا پے درپے صدمات کی وجہ سے انسان کو لاحق ہوتا ہے، یوسف (عليه السلام) کے ذکر سے بھائیوں کی آتش حسد پھر بھڑک اٹھی اور اپنے باپ کو یہ کہا۔","lang":"ur"},{"name":"12:86","price":"انہوں نے کہا کہ میں تو اپنی پریشانیوں اور رنج کی فریاد اللہ ہی سے کر رہا ہوں، مجھے اللہ کی طرف سے وه باتیں معلوم ہیں جو تم نہیں جانتے.(1)","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"(1) اس سے مراد یا تو خواب ہے جس کی بابت انہیں یقین تھا کہ اس کی تعبیر ضرور سامنے آئے گی اور وہ یوسف (عليه السلام) کو سجدہ کریں گے یا ان کا یقین تھا کہ یوسف (عليه السلام) زندہ موجود ہیں، اور اس سے زندگی میں ضرور ملاقات ہوگی۔","lang":"ur"},{"name":"12:87","price":"میرے پیارے بچو! تم جاؤ اور یوسف (علیہ السلام) کی اور اس کے بھائی کی پوری طرح تلاش کرو(1) اور اللہ کی رحمت سے ناامید نہ ہو۔ یقیناً رب کی رحمت سے ناامید وہی ہوتے ہیں جو کافر ہوتے ہیں.(2)","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"(1) چنانچہ اس یقین سے سرشار ہو کر انہوں نے اپنے بیٹوں کو یہ حکم دیا۔\n(2) جس طرح دوسرے مقام پر اللہ تعالٰی نے فرمایا «قَالَ وَمَنْ يَّقْنَطُ مِنْ رَّحْمَةِ رَبِّهٖٓ اِلَّا الضَّاۗلُّوْنَ» (الحجر:56) ”گمراہ لوگ ہی اللہ کی رحمت سے نا امید ہوتے ہیں“ اس کا مطلب یہ ہے کہ اہل ایمان کو سخت حالات میں بھی صبر و رضا کا اور اللہ کی رحمت واسعہ کی امید کا دامن نہیں چھوڑنا چاہیئے۔","lang":"ur"},{"name":"12:88","price":"پھر جب یہ لوگ یوسف (علیہ السلام) کے پاس پہنچے(1) تو کہنے لگے کہ اے عزیز! ہم کو اور ہمارے خانداں کو دکھ پہنچا ہے(2)۔ ہم حقیر پونجی ﻻئے ہیں پس آپ ہمیں پورے غلہ کا ناپ دیجئے(3) اور ہم پر خیرات کیجئے(4)، اللہ تعالیٰ خیرات کرنے والوں کو بدلہ دیتا ہے.","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"(1) یہ تیسری مرتبہ ان کا مصر جانا ہے۔\n(2) یعنی غلہ لینے کے لئے ہم جو ثمن (قیمت) لے کر آئے ہیں، وہ نہایت قلیل اور حقیر ہے۔\n(3) یعنی ہماری حقیر پونجی کو نہ دیکھیں، ہمیں اس کے بدلے میں پورا ناپ دیں۔\n(4) یعنی ہماری حقیر پونجی قبول کر کے ہم پر احسان اور خیرات کریں۔ اور بعض مفسرین نے اس کے معنی کیے ہیں کہ ہمارے بھائی بنیامین کو آزاد کر کے ہم پر احسان فرمائیں۔","lang":"ur"},{"name":"12:89","price":"یوسف نے کہا جانتے بھی ہو کہ تم نے یوسف اوراس کے بھائی کے ساتھ اپنی نادانی کی حالت میں کیا کیا؟(1)","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"(1) جب انہوں نے نہایت عاجزی کے انداز میں صدقہ و خیرات یا بھائی کی رہائی کی اپیل کی تو ساتھ ہی باپ کے بڑھاپے، ضعف اور بیٹے کی جدائی کے صدمے کا بھی ذکر کیا، جس سے یوسف (عليه السلام) کا دل بھر آیا، آنکھیں نمناک ہوگئیں اور انکشاف حال پر مجبور ہوگئے۔ تاہم بھائیوں کی زیادتیوں کا ذکر کر کے ساتھ ہی اخلاق کریمانہ کا بھی اظہار فرما دیا کہ یہ کام تم نے ایسی حالت میں کیا جب تم جاہل اور نادان تھے۔","lang":"ur"},{"name":"12:90","price":"انہوں نے کہا کیا (واقعی) تو ہی یوسف (علیہ السلام) ہے(1) ۔ جواب دیا کہ ہاں میں یوسف (علیہ السلام) ہوں اور یہ میرا بھائی ہے۔ اللہ نے ہم پر فضل وکرم کیا، بات یہ ہے کہ جو بھی پرہیز گاری اور صبر کرے تو اللہ تعالیٰ کسی نیکوکار کا اجر ضائع نہیں کرتا.(2)","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"(1) بھائیوں نے جب عزیز مصر کی زبان سے اس یوسف (عليه السلام) کا تذکرہ سنا، جسے انہوں نے بچپن میں کنعان کے ایک تاریک کنویں میں پھینک دیا تھا، تو وہ حیران بھی ہوئے اور غور سے دیکھنے پر مجبور بھی کہ کہیں ہم سے ہم کلام بادشاہ، یوسف (عليه السلام) ہی تو نہیں؟ ورنہ یوسف (عليه السلام) کے قصے کا اسے کس طرح علم ہو سکتا ہے؟ چنانچہ انہوں نے سوال کیا کہ کیا تو یوسف (عليه السلام) ہی تو نہیں؟۔\n(2) سوال کے جواب میں اقرار و اعتراف کے ساتھ، اللہ کا احسان کا ذکر اور صبر و تقویٰ کے نتائج حسنہ بھی بیان کر کے بتلا دیا کہ تم نے مجھے ہلاک کرنے میں کوئی دقیقہ فروگزاشت نہیں کیا۔ لیکن یہ اللہ تعالٰی کا فضل و احسان ہے کہ اس نے نہ صرف یہ کہ کنوئیں سے نجات عطا فرمائی، بلکہ مصر کی فرمانروائی بھی عطا فرما دی اور یہ نتیجہ ہے اس صبر اور تقویٰ کا جس کی توفیق اللہ تعالٰی نے مجھے دی۔","lang":"ur"},{"name":"12:91","price":"انہوں نے کہا اللہ کی قسم! اللہ تعالیٰ نے تجھے ہم پر برتری دی ہے اور یہ بھی بالکل سچ ہے کہ ہم خطا کار تھے.(1)","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"(1) بھائیوں نے جب یوسف (عليه السلام) کی شان دیکھی تو اپنی غلطی اور کوتاہی کا اعتراف کر لیا۔","lang":"ur"},{"name":"12:92","price":"جواب دیا آج تم پر کوئی ملامت نہیں ہے(1) ۔ اللہ تمہیں بخشے، وه سب مہربانوں سے بڑا مہربان ہے.","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"(1) حضرت یوسف (عليه السلام) نے بھی پیغمبرانہ عفو و درگزر سے کام لیتے ہوئے فرمایا کہ جو ہوا سو ہوا۔ آج تمہیں کوئی سرزنش اور ملامت نہیں کی جائے گی۔ فتح مکہ والے دن رسول اللہ (صلى الله عليه وسلم) نے بھی مکہ کے ان کفار اور سردران قریش کو، جو آپ کے خون کے پیاسے تھے اور آپ کو طرح طرح کی ایذائیں پہنچائی تھیں، یہی الفاظ ارشاد فرما کر انہیں معاف فرما دیا تھا۔ صلی اللہ علیہ و سلم۔","lang":"ur"},{"name":"12:93","price":"میرا یہ کرتا تم لے جاؤ اور اسے میرے والد کے منھ پر ڈال دو کہ وه دیکھنے لگیں(1) ، اور آجائیں اور اپنے تمام خاندان کو میرے پاس لےآؤ.(2)","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"(1) قمیص کے چہرے پر پڑنے سے آنکھوں کی بینائی کا بحال ہونا، ایک اعجاز اور کرامت کے طور پر تھا۔\n(2) یہ یوسف (عليه السلام) نے اپنے پورے خاندان کو مصر آنے کی دعوت دی۔","lang":"ur"},{"name":"12:94","price":"جب یہ قافلہ جدا ہوا تو ان کے والد نے کہا کہ مجھے تو یوسف کی خوشبو آرہی ہے اگر تم مجھے سٹھیایا ہوا قرار نہ دو.(1)","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"(1) ادھر یہ قمیص لے کر قافلہ مصر سے چلا اور ادھر حضرت یعقوب (عليه السلام) کو اللہ تعالٰی کی طرف سے اعجاز کے طور پر حضرت یوسف (عليه السلام) کی خوشبو آنے لگ گئی یہ گویا اس بات کا اعلان تھا کہ اللہ کے پیغمبر کو بھی، جب تک اللہ تعالٰی کی طرف سے اطلاع نہ پہنچے، پیغمبر بےخبر ہوتا ہے، چاہے بیٹا اپنے شہر کے کسی کنوئیں ہی میں کیوں نہ ہو، اور جب اللہ تعالٰی انتظام فرما دے تو پھر مصر جیسے دور دراز کے علاقے سے بھی بیٹے کی خوشبو آجاتی ہے۔","lang":"ur"},{"name":"12:95","price":"وه کہنے لگے کہ واللہ آپ اپنے اسی پرانے خبط(1) میں مبتلا ہیں.","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"(1) ضَلالٌ سے مراد والہانہ محبت کی وہ وارفتگی ہے جو حضرت یعقوب (عليه السلام) کو اپنے بیٹے یوسف (عليه السلام) کے ساتھ تھی۔ بیٹے کہنے لگے، ابھی تک آپ اسی پرانی غلطی یعنی یوسف (عليه السلام) کی محبت میں گرفتار ہیں۔ اتنا طویل عرصہ گزر جانے کے باوجود یوسف (عليه السلام) کی محبت دل سے نہیں گئی۔","lang":"ur"},{"name":"12:96","price":"جب خوشخبری دینے والے نے پہنچ کر ان کے منھ پر وه کرتا ڈاﻻ اسی وقت وه پھر سے بینا ہوگئے(1) ۔ کہا! کیا میں تم سے نہ کہا کرتا تھا کہ میں اللہ کی طرف سے وه باتیں جانتا ہوں جو تم نہیں جانتے.(2)","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"(1) یعنی جب وہ خوشخبری دینے والا آگیا اور آکر وہ قمیص حضرت یعقوب (عليه السلام) کے چہرے پر ڈال دی تو اس سے معجزانہ طور پر ان کی بینائی بحال ہوگئی۔\n(2) کیونکہ میرے پاس ایک ذریعہ علم وحی بھی ہے، جو تم میں سے کسی کے پاس نہیں ہے۔ اس وحی کے ذریعے سے اللہ تعالٰی اپنے پیغمبروں کو حالات سے مشیت و مصلحت آگاہ کرتا رہتا ہے۔","lang":"ur"},{"name":"12:97","price":"انہوں نے کہا ابا جی! آپ ہمارے لئے گناہوں کی بخشش طلب کیجئے بیشک ہم قصور وار ہیں.","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"ur"},{"name":"12:98","price":"کہا اچھا میں جلد ہی تمہارے لئے اپنے پروردگار سے بخشش مانگوں گا(1) ، وه بہت بڑا بخشنے واﻻ اور نہایت مہربانی کرنے وﻻ ہے.","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"(1) فی الفور مغفرت کی دعا کرنے کی بجائے دعا کرنے کا وعدہ فرمایا، مقصد یہ تھا کہ رات کے پچھلے پہر میں، جو اللہ کے خاص بندوں کا اللہ کی عبادت کرنے کا خاص وقت ہوتا ہے، اللہ سے ان کی مغفرت کی دعا کروں گا، دوسری بات یہ کہ بھائیوں کی زیادتی یوسف (عليه السلام) پر تھی، ان سے مشورہ لینا ضروری تھا اس لئے انہوں نے تاخیر کی اور فوراً مغفرت کی دعا نہیں کی۔","lang":"ur"},{"name":"12:99","price":"جب یہ سارا گھرانہ یوسف کے پاس پہنچ گیا تو یوسف نے اپنے ماں باپ کو اپنے پاس جگہ دی(1) اور کہا کہ اللہ کو منظور ہے تو آپ سب امن وامان کے ساتھ مصر میں آؤ.","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"(1) یعنی عزت و احترام کے ساتھ انہیں اپنے پاس جگہ دی اور ان کا خوب اکرام کیا۔","lang":"ur"},{"name":"12:100","price":"اور اپنے تخت پر اپنے ماں باپ(1) کو اونچا بٹھایا اور سب اس کے سامنے سجدے میں گر گئے(2)۔ تب کہا کہ اباجی! یہ میرے پہلے کے خواب کی تعبیر ہے(3) میرے رب نے اسے سچا کر دکھایا، اس نے میرے ساتھ بڑا احسان کیا جب کہ مجھے جیل خانے سے نکالا(4) اور آپ لوگوں کو صحرا سے لے آیا(5) اس اختلاف کے بعد جو شیطان نے مجھ میں اور میرے بھائیوں میں ڈال دیا (6)تھا۔ میرا رب جو چاہے اس کے لئے بہترین تدبیر کرنے واﻻ ہے۔ اور وه بہت علم وحکمت واﻻ ہے.","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"(1) بعض مفسرین کا خیال ہے کہ یہ سوتیلی ماں اور سگی خالہ تھیں کیونکہ یوسف (عليه السلام) کی حقیقی ماں بنیامین کی ولادت کے بعد فوت ہوگئی تھیں۔ حضرت یعقوب (عليه السلام) نے اس کی وفات کے بعد اس کی ہمشیرہ سے نکاح کر لیا تھا یہی خالہ اب حضرت یعقوب (عليه السلام) کے ساتھ مصر میں گئی تھیں (فتح القدیر) لیکن امام ابن جریرطبری نے اس کے برعکس یہ کہا ہے کہ یوسف (عليه السلام) کی والدہ فوت نہیں ہوئی تھیں اور وہی حقیقی والدہ تھیں۔ (ابن کثیر)\n(2) بعض نے اس کا ترجمہ کیا ہے کہ ادب و تعظیم کے طور پر یوسف (عليه السلام) کے سامنے جھک گئے۔ لیکن «وَخَرُّوْا لَهٗ سُجَّدًا» (یوسف:100) کے الفاظ بتلاتے ہیں کہ وہ زمین پر یوسف (عليه السلام) کے سامنے سجدہ ریز ہوئے، یعنی یہ سجدہ، سجدہ ہی کے معنی میں ہے۔ تاہم یہ سجدہ، سجدہ تعظیمی ہے سجدہ عبادت نہیں اور سجدہ تعظیمی حضرت یعقوب (عليه السلام) کی شریعت میں جائز تھا۔ اسلام میں شرک کے سد باب کے لئے سجدہ تعظیمی کو بھی حرام کر دیا گیا ہے، اور اب سجدہ تعظیمی بھی کسی کے لئے جائز نہیں۔\n(3) یعنی حضرت یوسف (عليه السلام) نے جو خواب میں دیکھا تھا اتنی آزمائشوں سے گزرنے کے بعد بالآخر اس کی تعبیر سامنے آئی کہ اللہ تعالٰی نے حضرت یوسف (عليه السلام) کو تخت شاہی پر بٹھایا اور والدین سمیت تمام بھائیوں نے اسے سجدہ کیا۔\n(4) اللہ کے احسنات میں کنویں سے نکلنے کا ذکر نہیں کیا تاکہ بھائی شرمندہ نہ ہوں۔ یہ اخلاق نبوی ہے۔\n(5) مصر جیسے متمدن علاقے کے مقابلے میں کنعان کی حیثیت ایک صحرا کی تھی، اس لئے اسے بَدُوْ سے تعبیر کیا۔\n(6) یہ بھی اخلاق کریمانہ کا ایک نمونہ کہ بھائیوں کو ذرا مورد الزام نہیں ٹھہرایا اور شیطان کو اس کارستانی کا باعث قرار دیا۔","lang":"ur"},{"name":"12:101","price":"اے میرے پروردگار! تو نے مجھے ملک عطا فرمایا(1) اور تو نے مجھے خواب کی تعبیر سکھلائی(2)۔ اے آسمان وزمین کے پیدا کرنے والے! تو ہی دنیا وآخرت میں میرا ولی (دوست) اور کارساز ہے، تو مجھے اسلام کی حالت میں فوت کر اور نیکوں میں ملا دے.(3)","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"(1) یعنی ملک مصر کی فرمانروائی عطا فرمائی، جیسا کہ تفصیل گزری۔\n(2) حضرت یوسف (عليه السلام) اللہ کے پیغمبر تھے، جن پر اللہ کی طرف سے وحی کا نزول ہوتا اور خاص خاص باتوں کا علم انہیں عطا کیا جاتا۔ چنانچہ اس علم نبوت کی روشنی میں پیغمبر خوابوں کی تعبیر بھی صحیح طور پر کر لیتے۔ تھے تاہم معلوم ہوتا ہے کہ حضرت یوسف (عليه السلام) کو اس فن تعبیر میں خصوصی ملکہ حاصل تھا جیسا کہ قید کے ساتھیوں کے خواب کی اور سات موٹی گایوں کے خواب کی تعبیر پہلے گزری۔\n(3) اللہ تعالٰی نے حضرت یوسف (عليه السلام) پر جو احسانات کیے، انہیں یاد کرکے اور اللہ تعالٰی کی دیگر صفات کا تذکرہ کرکے دعا فرما رہے ہیں کہ جب مجھے موت آئے تو اسلام کی حالت میں آئے اور مجھے نیک لوگوں کے ساتھ ملا دے۔ اس سے مراد حضرت یوسف (عليه السلام) کے آباواجداد، حضرت ابراہیم و اسحاق علیہا السلام وغیرہ مراد ہیں۔ بعض لوگوں کو اس دعا سے یہ شبہ پیدا ہوا کہ حضرت یوسف (عليه السلام) نے موت کی دعا مانگی حالانکہ یہ موت کی دعا نہیں ہے آخر وقت تک اسلام پر استقامت کی دعا ہے۔","lang":"ur"},{"name":"12:102","price":"یہ غیب کی خبروں میں سے ہے جس کی ہم آپ کی طرف وحی کر رہے ہیں۔ آپ ان کے پاس نہ تھے جب کہ انہوں نے اپنی بات ٹھان لی تھی اور وه فریب کرنے لگے تھے.(1)","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"(1) یعنی یوسف (عليه السلام) کے ساتھ، جب کہ انہیں کنوئیں میں پھینک آئے یا مراد حضرت یعقوب (عليه السلام) ہیں یعنی ان کو یہ کہہ کر کہ یوسف کو بھیڑیا کھا گیا ہے اور یہ اس کی قمیص ہے، جو خون میں لت پت ہے ان کے ساتھ فریب کیا۔ اللہ تعالٰی نے اس مقام پر بھی اس بات کی نفی فرمائی ہے کہ نبی کریم (صلى الله عليه وسلم) کو غیب کا علم تھا لیکن یہ نفی مطلق علم کی نہیں ہے کیونکہ اللہ نے وحی کے ذریعے سے آپ کو آگاہ فرمایا دیا۔ یہ نفی مشاہد کی ہے کہ اس وقت آپ وہاں موجود نہیں تھے۔ اسی طرح ایسے لوگوں سے بھی آپ کا رابطہ و تعلق نہیں رہا ہے جن سے آپ نے سنا ہو۔ یہ صرف اللہ تعالٰی ہی ہے جس نے آپ کو اس واقعہ کی خبر دی ہے جو اس بات کی دلیل ہے کہ آپ اللہ کے سچے نبی ہیں اور اللہ تعالٰی کی طرف سے آپ کو وحی نازل ہوتی ہے۔ اللہ تعالٰی نے اور بھی کئی مقامات پر اسی طرح غیب اور مشاہدے کی نفی فرمائی ہے۔ (مثلاً ملاحظہ ہو سورہ آل عمران:7، 44، القصص:46-45، سورۂ ص:70۔69)۔","lang":"ur"},{"name":"12:103","price":"گو آپ لاکھ چاہیں لیکن اکثر لوگ ایمان دار نہ ہوں گے.(1)","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"(1) یعنی اللہ تعالٰی آپ کو پچھلے واقعات سے آگاہ فرما رہا ہے تاکہ لوگ ان سے عبرت پکڑیں اور اللہ کے پیغمبروں کا راستہ اختیار کر کے نجات ابدی کے مستحق بن جائیں۔ لیکن اس کے باوجود لوگوں کی اکثریت ایمان لانے والی نہیں ہے کیونکہ وہ گذشتہ قوموں کے واقعات سنتے ہیں لیکن عبرت پذیری کے لئے نہیں، صرف دلچسپی اور لذت کے لئے، اس لئے وہ ایمان سے، محروم ہی رہتے ہیں۔","lang":"ur"},{"name":"12:104","price":"آپ ان سے اس پر کوئی اجرت طلب نہیں کر رہے ہیں(1) ۔ یہ تو تمام دنیا کے لئے نری نصیحت ہی نصیحت ہے.(2)","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"(1) کہ جس سے ان کو یہ شبہ ہو کہ یہ دعوائے نبوت تو صرف پیسے جمع کرنے کا بہانہ ہے۔\n(2) تاکہ لوگ اس سے ہدایت حاصل کریں اور اپنی دنیا و آخرت سنوار لیں۔ اب دنیا کے لوگ اگر اس سے آنکھیں پھیر رکھیں اور اس سے ہدایت حاصل نہ کریں تو لوگوں کا قصور اور ان کی بد قسمتی ہے، قرآن تو فی الواقع اہل دنیا کی ہدایت اور نصیحت ہی کے لئے آیا ہے۔؎ گر نه بیند بروز شپره چشم\nچشمه آفتاب را چه گناه","lang":"ur"},{"name":"12:105","price":"آسمانوں اور زمین میں بہت سی نشانیاں ہیں۔ جن سے یہ منھ موڑے گزر جاتے ہیں.(1)","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"(1) آسمان اور زمین کی پیدائش اور ان میں بیشمار چیزوں کا وجود، اس بات پر دلالت کرتا ہے کہ ایک خالق و صانع ہے جس نے ان چیزوں کو وجود بخشا ہے اور ایک مدبر ہے جو ان کا ایسا انتظام کر رہا ہے کہ صدیوں سے یہ نظام چل رہا ہے اور ان میں کبھی آپس میں ٹکراؤ اور تصادم نہیں ہوا لیکن لوگ ان چیزوں کو دیکھتے ہوئے یوں ہی گزر جاتے ہیں ان پر غو و فکر کرتے ہیں اور نہ ان سے ان کی معرفت حاصل کرتے ہیں۔","lang":"ur"},{"name":"12:106","price":"ان میں سے اکثر لوگ باوجود اللہ پر ایمان رکھنے کے بھی مشرک ہی ہیں.(1)","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"(1) یہ وہ حقیقت ہے جسے قرآن نے بڑی وضاحت کے ساتھ متعدد جگہ بیان فرمایا ہے کہ یہ مشرک یہ تو مانتے ہیں کہ آسمان اور زمین کا خالق، مالک، رازق اور مدبر صرف اللہ تعالٰی ہی ہے۔ لیکن اس کے باوجود عبادت میں اللہ کے ساتھ دوسروں کو بھی شریک ٹھرا لیتے ہیں۔ اور یوں اکثر لوگ مشرک ہیں یعنی ہر دور میں لوگ توحید ربوبیت کے تو قائل رہے ہیں لیکن توحید الوہیت ماننے کے لیے تیار نہیں ہوتے آج کے قبر پرستوں کا شرک بھی یہی ہے کہ وہ قبروں میں مدفون بزرگوں کو صفات الوہیت کا حامل سمجھ کر انہیں مدد کے لیے پکارتے بھی ہیں اور عبادت کے کئی مراسم بھی ان کے لیے بجا لاتے ہیں ۔أَعَاذَنَا اللهُ مِنْهُ","lang":"ur"},{"name":"12:107","price":"کیا وه اس بات سے بے خوف ہوگئے ہیں کہ ان کے پاس اللہ کے عذابوں میں سے کوئی عام عذاب آجائے یا ان پر اچانک قیامت ٹوٹ پڑے اور وه بے خبر ہی ہوں.","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"ur"},{"name":"12:108","price":"آپ کہہ دیجئے میری راه یہی ہے۔ میں اور میرے متبعین اللہ کی طرف بلا رہے ہیں، پورے یقین اور اعتماد کے ساتھ۔(1) اور اللہ پاک ہے(2) اور میں مشرکوں میں نہیں.","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"(1) یعنی توحید کی راہ ہی میری راہ ہے بلکہ ہر پیغمبر کی راہ رہی ہے اسی کی طرف میں اور میرے پیروکار پورے یقین اور دلائل شرعی کے ساتھ لوگوں کو بلاتے ہیں۔\n(2) یعنی میں اس کی تنزیہ و تقدیس بیان کرتا ہوں اس بات سے کہ اس کا کوئی شریک، نظیر، مثیل یا وزیر ومشیر یا اولاد اور بیوی ہو وہ ان تمام چیزوں سے پاک ہے۔","lang":"ur"},{"name":"12:109","price":"آپ سے پہلے ہم نے بستی والوں میں جتنے رسول بھیجے ہیں سب مرد ہی تھے جن کی طرف ہم وحی نازل فرماتے گئے(1) ۔ کیا زمین میں چل پھر کر انہوں نے دیکھا نہیں کہ ان سے پہلے کے لوگوں کا کیسا کچھ انجام ہوا؟ یقیناً آخرت کا گھر پرہیزگاروں کے لئے بہت ہی بہتر ہے، کیا پھر بھی تم نہیں سمجھتے.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"(1) یہ آیت اس بات پر نص ہے کہ تمام نبی مرد ہی ہوئے ہیں، عورتوں میں سے کسی کو نبوت کا مقام نہیں ملا، اسی طرح ان کا تعلق قریہ سے تھا، جو قصبہ دیہات اور شہر سب شامل ہیں۔ ان میں سے کوئی بھی اہل بادیہ (صحرا نشینوں) میں سے نہیں تھا کیونکہ اہل بادیہ نسبتاً طبعیت کے سخت اور اخلاق کے کھردرے ہوتے ہیں اور شہری ان کی نسبت نرم، دھیمے اور با اخلاق ہوتے ہیں اور یہ خوبیاں نبوت کے لئے ضروری ہیں۔","lang":"ur"},{"name":"12:110","price":"یہاں تک کہ جب رسول ناامید ہونے لگے(1) اور وه (قوم کے لوگ) خیال کرنے لگے کہ انہیں جھوٹ کہا گیا(2)۔ فوراً ہی ہماری مدد ان کے پاس آپہنچی(3) جسے ہم نے چاہا اسے نجات دی گئی(4)۔ بات یہ ہے کہ ہمارا عذاب گناهگاروں سے واپس نہیں کیا جاتا.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"(1) یہ مایوسی اپنی قوم کے ایمان لانے سے ہوئی۔\n(2) قرأت کے اعتبار سے اس آیت کے کئی مفہوم بیان کئے گئے ہیں۔ لیکن سب سے مناسب مفہوم یہ ہے کہ ظَنُّوا کا فاعل قوم کفار کو قرار دیا جائے یعنی کفار عذاب کی دھمکی پر پہلے تو ڈرے لیکن جب زیادہ تاخیر ہوئی تو خیال کیا کہ عذاب تو آتا نہیں ہے، (جیسا کہ پیغمبر کی طرف سے دعویٰ ہو رہا ہے) اور نہ آتا نظر ہی آتا ہے، معلوم ہوتا ہے کہ نبیوں سے بھی یوں ہی جھوٹا وعدہ کیا گیا ہے۔ مطلب نبی کریم (صلى الله عليه وسلم) کو تسلی دینا ہے کہ آپ کی قوم پر عذاب میں جو تاخیر ہو رہی ہے، اس سے گھبرانے کی ضرورت نہیں ہے۔ پچھلی قوموں پر بھی عذاب میں بڑی بڑی تاخیر روا رکھی گئی ہے اور اللہ کی مشیت و حکمت کے مطابق انہیں خوب خوب مہلت دی گئی حتیٰ کہ رسول اپنی قوم کے ایمان سے مایوس ہوگئے اور لوگ یہ خیال کرنے لگے کہ شاید انہیں عذاب کا یوں ہی جھوٹ موٹ کہہ دیا گیا ہے۔\n(3) اس میں دراصل اللہ تعالٰی کے اس قانون مہلت کا بیان ہے، جو وہ نافرمانوں کو دیتا ہے، حتیٰ کہ اس بارے میں وہ اپنے پیغمبروں کی خواہش کے برعکس بھی زیادہ سے زیادہ مہلت عطا کرتا ہے، جلدی نہیں کرتا، یہاں تک کہ بعض دفعہ پیغمبر کے ماننے والے بھی عذاب سے مایوس ہو کر یہ سمجھنے لگ جاتے ہیں کہ ان سی یوں ہی جھوٹ موٹ کا وعدہ کیا گیا ہے۔ یاد رہے کہ محض ایسے وسوسے کا پیدا ہو جانا ایمان کے منافی نہیں ہے۔\n(4) یہ نجات پانے والے اہل ایمان ہی ہوتے تھے۔","lang":"ur"},{"name":"12:111","price":"ان کے بیان میں عقل والوں کے لئے یقیناً نصیحت اور عبرت ہے، یہ قرآن جھوٹ بنائی ہوئی بات نہیں بلکہ یہ تصدیق ہے ان کتابوں کی جو اس سے پہلے کی ہیں، کھول کھول کر بیان کرنے واﻻ ہے ہر چیز کو اور ہدایت اور رحمت ہے ایمان دار لوگوں کے لئے.(1)","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"(1) یعنی قرآن، جس میں قصہ یوسف (عليه السلام) اور دیگر قوموں کے واقعات بیان کئے گئے ہیں کوئی گھڑا ہوا نہیں ہے۔ بلکہ یہ پچھلی کتابوں کی تصدیق کرنے والا ہے اور اس میں دین کے بارے میں ساری ضروری باتوں کی تفصیل ہے اور ایمان داروں کے لئے ہدایت و رحمت۔","lang":"ur"}],"chapter":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"]}