{"data":[{"name":"14:1","price":"الرٰ! یہ عالی شان کتاب ہم نے آپ کی طرف اتاری ہے کہ آپ لوگوں کو اندھیروں سے اجالے کی طرف ﻻئیں(1) ، ان کے پروردگار کے حکم(2) سے، زبردست اور تعریفوں والے اللہ کی طرف.","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"(1) جس طرح دوسرے مقام پر بھی اللہ نے فرمایا '«هُوَ الَّذِيْ يُنَزِّلُ عَلٰي عَبْدِهٖٓ اٰيٰتٍۢ بَيِّنٰتٍ لِّيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِ»(سورہ الحدید:9) ۔« وہی ذات ہے جو اپنے بندے پر واضح آیات نازل فرماتی ہے تاکہ وہ تمہیں اندھیروں سے نکال کر نور کی طرف لائے »۔ «اَللّٰهُ وَلِيُّ الَّذِيْنَ اٰمَنُوْا ۙيُخْرِجُهُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِ» ( البقرۃ:257)۔ ”اللہ ایمان داروں کا دوست ہے، وہ انہیں اندھیروں سے نکال کر نور کی طرف لاتا ہے“۔\n(2) یعنی پیغمبر کا کام ہدایت کا راستہ دکھانا ہے۔ لیکن اگر کوئی اس راستے کو اختیار کر لیتا ہے تو یہ صرف اللہ کے حکم اور مشیت سے ہوتا ہے کیونکہ اصل ہادی وہی ہے۔ اس کی مشیت اگر نہ ہو، تو پیغمبر کتنا بھی واعظ و نصیحت کر لے، لوگ ہدایت کا راستہ اپنانے کے لئے تیار نہیں ہوتے، جس کی متعدد مثالیں انبیائے سابقین میں موجود ہیں اور خود نبی (صلى الله عليه وسلم) باوجود شدید خواہش کے اپنے مہربان چچا ابو طالب کو مسلمان نہ کر سکے۔","lang":"ur"},{"name":"14:2","price":"جس اللہ کا ہے جو کچھ آسمانوں اور زمین میں ہے۔ اور کافروں کے لئے تو سخت عذاب کی خرابی ہے.","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"","lang":"ur"},{"name":"14:3","price":"جو آخرت کے مقابلے میں دنیوی زندگی کو پسند رکھتے ہیں اور اللہ کی راه سے روکتے ہیں اور اس میں ٹیڑھ پن پیدا کرنا چاہتے ہیں(1) ۔ یہی لوگ پرلے درجے کی گمراہی میں ہیں.(2)","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"(1) اس کا ایک مطلب تو یہ ہے کہ اسلام کی تعلیمات میں لوگوں کو بدظن کرنے کے لئے مین میکھ نکالتے اور انہیں مسخ کر کے پیش کرتے ہیں۔ دوسرا مطلب یہ ہے کہ اپنی اغراض و خواہشات کے مطابق اس میں تبدیلی کرنا چاہتے ہیں۔\n(2) اس لئے کہ ان میں مزکورہ متعدد خرابیاں جمع ہوگئی ہیں۔ مثلاً آخرت کے مقابلے میں دنیا کو ترجیح دینا، اللہ کے راستے سے لوگوں کو روکنا اور اسلام میں کجی تلاش کرنا۔","lang":"ur"},{"name":"14:4","price":"ہم نے ہر ہر نبی کو اس کی قومی زبان میں ہی بھیجا ہے تاکہ ان کے سامنے وضاحت سے بیان کر دے(1) ۔ اب اللہ جسے چاہے گمراه کر دے، اور جسے چاہے راه دکھا دے، وه غلبہ اور حکمت واﻻ ہے.(2)","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"(1) پھر جب اللہ تعالٰی نے اہل دنیا پر یہ احسان فرمایا کہ ان کی ہدایت کے لئے کتابیں نازل کیں اور رسول بھیجے، تو اس احسان کی تکمیل اس طرح فرمائی کہ ہر رسول کو قومی زبان میں بھیجا تاکہ کسی کو ہدایت کا راستہ سمجھنے میں دقت نہ ہو۔\n(2) لیکن اس بیان و تشریح کے باوجود ہدایت اسے ملے گی جسے اللہ چاہے گا۔","lang":"ur"},{"name":"14:5","price":"(یاد رکھو جب کہ) ہم نے موسیٰ کو اپنی نشانیاں دے کر بھیجا کہ تو اپنی قوم کو اندھیروں سے روشنی میں نکال(1) اور انہیں اللہ کے احسانات یاد دﻻ(2)۔ اس میں نشانیاں ہیں ہر ایک صبر شکر کرنے والے کے لئے.(3)","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"(1) یعنی جس طرح اے محمد (صلى الله عليه وسلم) ہم نے آپ کو اپنی قوم کی طرف بھیجا اور کتاب نازل کی تاکہ آپ اپنی قوم کو کفر اور شرک کی تاریکیوں سے نکال کر ایمان کی روشنی کی طرف لائیں۔ اسی طرح ہم نے موسیٰ (عليه السلام) کو معجزات و دلائل دے کر ان کی قوم کی طرف بھیجا۔ تاکہ وہ انہیں کفر کی تاریکیوں سے نکال کر ایمان کی روشنی عطا کریں۔ آیات سے مراد وہ معجزات ہیں جو موسیٰ (عليه السلام) کو عطا کئے گئے تھے، یا وہ نو معجزات ہیں جن کا ذکر سورہ بنی اسرائیل میں کیا گیا ہے۔\n(2) اَ یَّامَ اللّٰہِ سے مراد اللہ کے وہ احسنات ہیں جو بنی اسرائیل پر کئے گئے جن کی تفصیل پہلے کئی مرتبہ گزر چکی ہے۔ یا ایام وقائع کے معنی میں ہے، یعنی وہ واقعات ان کو یاد دلا جن سے وہ گزر چکے ہیں جن میں ان پر اللہ تعالٰی کے خصوصی انعامات ہوئے۔ جن میں سے بعض کا تذکرہ یہاں بھی آرہا ہے۔\n(3) صبر اور شکر یہ دو بڑی خوبیاں ہیں اور ایمان کا مدار ان پر ہے، اس لئے یہاں صرف ان دو کا تذکرہ کیا گیا ہے دونوں مبالغے کے صیغے ہیں۔ صبار، بہت صبر کرنے والا، شکور، بہت شکر کرنے والا اور صبر کو شکر پر مقدم کیا ہے اس لئے کہ شکر، صبر ہی کا نتیجہ ہے۔ حدیث میں ہے رسول اللہ (صلى الله عليه وسلم) نے فرمایا \"مومن کا معاملہ بھی عجیب ہے۔ اللہ تعالٰی اس کے لئے جس امر کا بھی فیصلہ کرے، وہ اس کے حق میں بہتر ہوتا ہے، اگر اسے تکلیف پہنچے اور وہ صبر کرے تو یہ بھی اس کے حق میں بہتر ہے اور اگر اسے کوئی خوشی پہنچے، وہ اس پر اللہ کا شکر ادا کرے تو یہ بھی اس کے حق میں بہتر ہے \"۔(صحيح مسلم، كتاب الزهد، باب المؤمن أمره كله خير)","lang":"ur"},{"name":"14:6","price":"جس وقت موسیٰ نے اپنی قوم سے کہا کہ اللہ کے وه احسانات یاد کرو جو اس نے تم پر کیے ہیں، جبکہ اس نے تمہیں فرعونیوں سے نجات دی جو تمہیں بڑے دکھ پہنچاتے تھے۔ تمہارے لڑکوں کو قتل کرتے تھے اور تمہاری لڑکیوں کو زنده چھوڑتے تھے، اس میں تمہارے رب کی طرف سے تم پر بہت بڑی آزمائش تھی.(1)","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"(1) یعنی جس طرح یہ ایک بہت بڑی آزمائش تھی اسی طرح اس سے نجات اللہ کا بہت بڑا احسان تھا، اسی لئے بعض مترجمین نے بَلَاَء کا ترجمہ آزمائش اور بعض نے احسان کیا ہے۔","lang":"ur"},{"name":"14:7","price":"اور جب تمہارے پروردگار نے تمہیں آگاه (1) کر دیا کہ اگر تم شکر گزاری کرو گے تو بیشک میں تمہیں زیاده(2) دوں گا اور اگر تم ناشکری کرو گے تو یقیناً میرا عذاب بہت سخت ہے.(3)","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"(1) تَأَذَّنَ کے معنی أَعْلَمَكُمْ بِوَعْدِهِ لَكُمْ، اس نے تمہیں اپنے وعدے سے تمہیں آگاہ اور خبردار کر دیا ہے۔ اور یہ احتمال بھی ہے کہ یہ قسم کے معنی میں ہو یعنی جب تمہارے رب نے اپنی عزت و جلال اور کبریائی کی قسم کھا کر کہا (ابن کثیر)\n(2) نعمت پر شکر کرنے پر مزید انعامات سے نوازوں گا۔\n(3) اس کا مطلب یہ ہوا کہ کفران نعمت (ناشکری) اللہ کو ناپسند ہے، جس پر اس نے سخت عذاب کی وعید بیان فرمائی ہے، اس لئے نبی (صلى الله عليه وسلم) نے بھی فرمایا کہ عورتوں کی اکثریت اپنے خاوندوں کی ناشکری کرنے کی وجہ سے جہنم میں جائے گی (صحيح مسلم، العيدين أوائل كتاب الصلاة)","lang":"ur"},{"name":"14:8","price":"موسیٰ (علیہ السلام) نے کہا کہ اگر تم سب اور روئے زمین کے تمام انسان اللہ کی ناشکری کریں تو بھی اللہ بے نیاز اور تعریفوں(1) واﻻ ہے.","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"(1) مطلب یہ ہے کہ انسان اللہ کی شکر گزاری کرے گا تو اس میں اسی کا فائدہ ہے۔ ناشکری کرے گا تو اللہ کا اس میں کیا نقصان ہے؟ وہ تو بےنیاز ہے سارا جہان ناشکرگزار ہو جائے تو اس کا کیا بگڑے گا جس طرح حدیث قدسی میں آتا ہے اللہ تعالٰی فرماتا ہے:۔ «يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ، وَإِنْسَكُمْ وَجِنَّكُمْ، كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ مِنْكُمْ ، مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئًا، يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ، وَإِنْسَكُمْ وَجِنَّكُمْ، كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ , مَا نَقَصَ ذَلِكَ فِي مُلْكِي شَيْئًا ، يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ، وَإِنْسَكُمْ وَجِنَّكُمْ، ، قَامُوا فِي صَعِيدٍ وَاحِدٍ فَسَأَلُونِي فَأَعْطَيْتُ كُلَّ إِنْسَانٍ مَسْأَلَتَهُ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا إِلا كَمَا يُنْقِصُ الْمِخْيَطُ إِذَا أُدْخِلَ فِي الْبَحْرِ»۔(صحيح مسلم كتاب البر ، باب تحريم الظلم) ”اے میرے بندو! اگر تمہارے اوّل اور آخر اور اسی طرح تمام انسان اور جن، اس ایک آدمی کے دل کی طرح ہوجائیں، جو تم میں سب سے زیادہ متقی اور پرہزگار ہو، (یعنی کوئی بھی نافرمان نہ رہے) تو اس سے میری حکومت اور بادشاہی میں اضافہ نہیں ہوگا اے میرے بندو! اگر تمہارے اول و آخر اور تمام انسان اور جن ایک آدمی کے دل کی طرح ہوجائیں، جو تم میں سب سے بڑا نافرمان اور فاجر ہو تو اس سے میری حکومت اور بادشاہی میں کوئی کمی واقع نہیں ہوگی۔ اے میرے بندو! اگر تمہارے اول اور آخر اور انسان و جن، سب ایک میدان میں جمع ہوجائیں اور مجھ سے سوال کریں، پس میں ہر انسان کو اس کے سوال کے مطابق عطا کر دوں تو اس سے میرے خزانے اور بادشاہی میں اتنی ہی کمی ہوگی جتنی سوئی کے سمندر میں ڈبو کر نکالنے سے سمندر کے پانی میں ہوتی ہے“۔ فَسُبْحَانَهُ وَتعَالَى الْغَنِيُّ الْحَمِيدُ۔","lang":"ur"},{"name":"14:9","price":"کیا تمہارے پاس تم سے پہلے کے لوگوں کی خبریں نہیں آئیں؟ یعنی قوم نوح کی اور عاد وﺛمود کی اور ان کے بعد والوں کی جنہیں سوائے اللہ تعالیٰ کے اور کوئی نہیں جانتا، ان کے پاس ان کے رسول معجزے ﻻئے، لیکن انہوں نے اپنے ہاتھ اپنے منھ میں دبالیے(1) اور صاف کہہ دیا کہ جو کچھ تمہیں دے کر بھیجا گیا ہے ہم اس کے منکر ہیں اور جس چیز کی طرف تم ہمیں بلا رہے ہو ہمیں تو اس میں بڑا بھاری شبہ(2) ہے.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"(1) مفسرین نے اس کے مختلف معانی بیان کئے ہیں مثلاً (1)انہوں نے اپنے ہاتھ اپنے منہوں میں رکھ لئے اور کہا ہمارا تو صرف ایک ہی جواب ہے کہ ہم تمہاری رسالت کے منکر ہیں، (2)۔ انہوں نے اپنی انگلیوں سے اپنے مونہوں کی طرف اشارہ کر کے کہا کہ خاموش رہو اور یہ جو پیغام لے کر آئے ہیں ان کی طرف توجہ مت کرو،(3)۔ انہوں نے اپنے ہاتھ رسولوں کے مونہوں پر استہزاءً اور تعجب کے طور پر رکھ لیے جس طرح کوئی شخص ہنسی ضبط کرنے کے لیے ایسا کرتا ہے۔ (4)۔ انہوں نے اپنے ہاتھ اپنے رسولوں کے مونہوں پر رکھ کر کہا خاموش رہو،۔(5)۔ بطور غیظ وغضب کے اپنے ہاتھ اپنے مونہوں میں لے لیے جس طرح منافقین کی بابت دوسرے مقام پر آتا ہے«عَضُّوا عَلَيْكُمُ الأَنَامِلَ مِنَ الْغَيْظِ» (آل عمران:119)۔ ”وہ تم پر اپنی انگلیاں غیظ وغضب سے کاٹتے ہیں“۔ امام شوکانی اور امام طبری نے اسی آخری معنی کو ترجیح دی ہے۔\n(2) مُرِيبٌ یعنی ایسا شک، کہ جس سے نفس سخت قلق اور اضطراب میں مبتلا ہے۔","lang":"ur"},{"name":"14:10","price":"ان کے رسولوں نے انہیں کہا کہ کیا حق تعالیٰ کے بارے میں تمہیں شک ہے جو آسمانوں اور زمین کا بنانے واﻻ ہے وه تو تمہیں اس لئے بلا رہا ہے کہ تمہارے گناه معاف فرما دے(1) ، اور ایک مقرر وقت تک تمہیں مہلت عطا فرمائے، انہوں نے کہا کہ تم تو ہم جیسے ہی انسان ہو(2) تم چاہتے ہو کہ ہمیں ان خداؤں کی عبادت سے روک دو جن کی عبادت ہمارے باپ دادا کرتے رہے(3)۔ اچھا تو ہمارے سامنے کوئی کھلی دلیل پیش کرو.(4)","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"(1) یعنی تمہیں اللہ کے بارے میں شک ہے، جو آسمان و زمین کا خالق ہے۔ علاوہ ازیں وہ ایمان و توحید کی دعوت بھی صرف اس لئے دے رہا ہے کہ تمہیں گناہوں سے پاک کر دے۔ اس کے باوجود تم اس خالق ارض و سماء کو ماننے کے لئے تیار نہیں اور اس کی دعوت سے تمہیں انکار ہے؟۔\n(2) یہ وہی اشکال ہے جو کافروں کو پیش آتا رہا کہ انسان ہو کر کس طرح کوئی وحی الٰہی اور نبوت و رسالت کا مستحق ہو سکتا ہے؟۔\n(3) یہ دوسری رکاوٹ ہے کہ ہم ان معبودوں کی عبادت کس طرح چھوڑ دیں جن کی عبادت ہمارے آباء و اجداد کرتے رہے ہیں؟ جب کہ تمہارا مقصد ہمیں ان کی عبادت سے ہٹا کر اللہ واحد کی عبادت پر لگانا ہے۔\n(4) دلائل و معجزات تو ہر نبی کے ساتھ ہوتے تھے، اس سے مراد ایسی دلیل یا معجزہ ہے جس سے دیکھنے کے وہ آرزومند ہوتے تھے جیسے مشرکین مکہ نے حضور (صلى الله عليه وسلم) سے مختلف قسم کے معجزات طلب کئے تھے، جس کا تذکرہ بنی اسرائیل میں آئے گا۔","lang":"ur"},{"name":"14:11","price":"ان کے پیغمبروں نے ان سے کہا کہ یہ تو سچ ہے کہ ہم تم جیسے ہی انسان ہیں لیکن اللہ تعالیٰ اپنے بندوں میں سے جس پر چاہتا ہے اپنا فضل کرتا ہے(1) ۔ اللہ کے حکم کے بغیر ہماری مجال نہیں کہ ہم کوئی معجزه تمہیں ﻻ دکھائیں(2) اور ایمان والوں کو صرف اللہ تعالیٰ ہی پر بھروسہ رکھنا چاہئے.(3)","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"(1) رسولوں نے پہلے اشکال کا جواب دیا کہ یقینا ہم تمہارے جیسے بشر ہیں۔ لیکن تمہارا یہ سمجھنا غلط ہے کہ بشر رسول نہیں ہو سکتا۔ اللہ تعالٰی انسانوں کی ہدایت کے لئے انسانوں میں سے ہی بعض انسانوں کو وحی و رسالت کے لئے چن لیتا ہے اور تم سب میں سے یہ احسان اللہ نے ہم پر فرمایا ہے۔\n(2) ان کے حسب منشاء معجزے کے سلسلے میں رسولوں نے جواب دیا کہ معجزے کا صدور ہمارے اختیار میں نہیں، یہ صرف اللہ کے اختیار میں ہے۔\n(3) یہاں مومنیں سے مراد اولا خود انبیاء ہیں یعنی ہمیں سارا بھروسہ اللہ پر ہی رکھنا چاہیے جیسا کہ آگے فرمایا آخر کیا وجہ ہے کہ ہم اللہ پر بھروسہ نہ رکھیں۔","lang":"ur"},{"name":"14:12","price":"آخر کیا وجہ ہے کہ ہم اللہ تعالیٰ پر بھروسہ نہ رکھیں جبکہ اسی نے ہمیں ہماری راہیں سمجھائی ہیں۔ واللہ جو ایذائیں تم ہمیں دو گے ہم ان پر صبر ہی کریں گے۔ توکل کرنے والوں کو یہی ﻻئق ہے کہ اللہ ہی پر توکل کریں.(1)","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"(1) کہ وہی کفار کی شرارتوں اور سفاہتوں سے بچانے والا ہے۔ یہ مطلب بھی ہو سکتا ہے کہ ہم سے معجزات طلب نہ کریں، اللہ پر توکل کریں، اس کی مشیت ہوگی تو معجزہ ظاہر فرما دے گا ورنہ نہیں۔","lang":"ur"},{"name":"14:13","price":"کافروں نے اپنے رسولوں سے کہا کہ ہم تمہیں ملک بدر کر دیں گے یا تم پھر سے ہمارے مذہب میں لوٹ آؤ۔ تو ان کے پروردگار نے ان کی طرف وحی بھیجی کہ ہم ان ﻇالموں کو ہی غارت کر دیں گے.(1)","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"(1) جیسے اور بھی کئی مقامات پر اللہ تعالٰی نے فرمایا :«وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ (1) إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ (1) وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ» ( سورة الصافات: 171-173)۔ ”اور پہلے ہو چکا ہمارا حکم اپنے ان بندوں کے حق میں جو رسول ہیں کہ بیشک وہ منصور اور کامیاب ہونگے اور ہمارا لشکر بھی غالب ہوگا“ «كَتَبَ اللَّهُ لأَغْلِبَنَّ أَنَا وَرُسُلِي» (المجادلة ۔21)۔ ”اور اللہ نے یہ بات لکھ دی ہے کہ میں اور میرے رسول ہی غالب ہونگے“۔","lang":"ur"},{"name":"14:14","price":"اور ان کے بعد ہم خود تمہیں اس زمین میں بسائیں گے(1) ۔ یہ ہے ان کے لئے جو میرے سامنے کھڑے ہونے کا ڈر رکھیں اور میری وعید سے خوفزده رہیں.(2)","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"(1) یہ مضمون بھی اللہ نے کئی مقامات پر بیان فرمایا ہے مثلاً، «وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ» (الأنبياء:105) ۔ ”ہم نے لکھ دیا زبور میں، نصیحت کے پیچھے کہ آخر زمین کے وارث ہوں گے میرے نیک بندے“۔ (مزید دیکھئے سورۃ الاعراف: 128، 137) چنانچہ اس کے مطابق اللہ تعالٰی نے نبی کریم (صلى الله عليه وسلم) کی مدد فرمائی، آپ کو با دل نخواستہ مکے سے نکلنا پڑا لیکن چند سالوں بعد ہی آپ فاتحانہ مکے میں داخل ہوئے اور آپ کو نکلنے پر مجبور کرنے والے ظالم مشرکین سر جھکائے، کھڑے آپ کے اشارہ ابرو کے منتظر تھے لیکن آپ (صلى الله عليه وسلم)نے خلق عظیم کا مظاہرہ کرتے ہوئے «لَا تَثْرِيْبَ عَلَيْكُمُ» (یوسف:92) کہہ کر سب کو معاف فرما دیا۔ صَلَوَاتُ اللهِ وَسَلاَمُهُ عَلَيْهِ\n(2) جس طرح دوسرے مقام پر فرمایا۔«وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى ، فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى» ( النازعات: 40-41)۔ ”جو اپنے رب کے سامنے کھڑا ہونے سے ڈر گیا اور اپنے نفس کو خواہش سے روکے رکھا یقینا جنت اس کا ٹھکانہ ہے“۔ «وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ» (النازعات :46)۔ ”جو اپنے رب کے سامنے کھڑا ہونے سے ڈر گیا اس کے لیے دو جنتیں ہیں“۔","lang":"ur"},{"name":"14:15","price":"اور انہوں نے فیصلہ طلب کیا(1) اور تمام سرکش ضدی لوگ نامراد ہوگئے.","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"اس کا فاعل ظالم مشرک بھی ہو سکتے ہیں کہ انہوں نے بالآخر اللہ سے فیصلہ طلب کیا۔ یعنی اگر یہ رسول سچے ہیں تو یا اللہ ہم کو اپنے عذاب کے ذریعے سے ہلاک کر دے جیسے مشرکین مکہ نے کہا «اللّٰهُمَّ اِنْ كَانَ هٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاۗءِ اَوِ ائْتِنَا بِعَذَابٍ اَلِيْمٍ» (الانفال:32) ”اور جب کہ ان لوگوں نے کہا، اے اللہ! اگر یہ قرآن آپ کی طرف سے واقعی ہے تو ہم پر آسمان سے پتھر برسا، یا ہم پر کوئی دردناک عذاب واقع کر دے“۔ جس طرح جنگ بدر کے موقع پر مشرکین مکہ نے اس قسم کی آرزو کی تھی جس کا ذکر اللہ نے (انفال:19) میں کیا ہے یا اس کا فاعل رسول ہوں کہ انہوں نے اللہ سے فتح و نصرت کی دعائیں کیں، جنہیں اللہ نے قبول کیا۔","lang":"ur"},{"name":"14:16","price":"اس کے سامنے دوزخ ہے جہاں وه پیﭗ کا پانی پلایا جائے گا.(1)","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"(1) صَدِیْد، پیپ اور خون جو جہنمیوں کے گوشت اور ان کی کھالوں سے بہا ہوگا۔ بعض احادیث میں اسے عُصَارَةُ أَهْلِ النَّارِ (ﻣﺴﻨﺪ ﺍﺣﻤﺪ ﺟﻠﺪ ۔ ٥، ﺻﻔﺤﮧ ١٧١) (جہنمیوں کے جسم سے نچوڑا ہوا) اور بعض احادیث میں ہے یہ صدید اتنا گرم اور کھولتا ہوا ہوگا کہ ان کے منہ کے قریب پہنچتے ہی ان کے چہرے کی کھال جھلس کر گر پڑے گی اور اس کا ایک گھونٹ پیتے ہی ان کے پیٹ کی آنتیں پاخانے کے راستے باہر نکل پڑیں گی۔ أَعَاذَنَا اللهُ مِنْهُ","lang":"ur"},{"name":"14:17","price":"جسے بمشکل گھونٹ گھونٹ پئے گا۔ پھر بھی اسے گلے سے اتار نہ سکے گا اور اسے ہر جگہ سے موت آتی دکھائی دے گی لیکن وه مرنے واﻻ نہیں(1) ۔ پھر اس کے پیچھے بھی سخت عذاب ہے.","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"(1) یعنی انواع و اقسام کے عذاب چکھ چکھ کر وہ موت کی آرزو کرے گا۔ لیکن، موت وہاں کہاں؟ وہاں تو اسی طرح دائمی عذاب ہوگا۔","lang":"ur"},{"name":"14:18","price":"ان لوگوں کی مثال جنہوں نے اپنے پالنے والے سے کفر کیا، ان کے اعمال مثل اس راکھ کے ہیں جس پر تیز ہوا آندھی والے دن چلے(1) ۔ جو بھی انہوں نے کیا اس میں سے کسی چیز پر قادر نہ ہوں گے، یہی دور کی گمراہی ہے.","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"(1) قیامت والے دن کافروں کے عملوں کا بھی یہی حال ہوگا کہ اس کا کوئی اجر و ثواب انہیں نہیں ملے گا۔","lang":"ur"},{"name":"14:19","price":"کیا تو نے نہیں دیکھا کہ اللہ تعالیٰ نے آسمانوں کو اور زمین کو بہترین تدبیر کے ساتھ پیدا کیا ہے۔ اگر وه چاہے تو تم سب کو فنا کردے اور نئی مخلوق ﻻئے.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"","lang":"ur"},{"name":"14:20","price":"اللہ پر یہ کام کچھ بھی مشکل نہیں.(1)","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"(1) یعنی اگر تم نافرمانیوں سے باز نہ آئے تو اللہ تعالٰی اس پر قادر ہے کہ وہ تمہیں ہلاک کر کے، تمہاری جگہ نئی مخلوق پیدا کر دے۔","lang":"ur"},{"name":"14:21","price":"سب کے سب اللہ کے سامنے روبرو کھڑے ہوں گے(1) ۔ اس وقت کمزور لوگ بڑائی والوں سے کہیں گے کہ ہم تو تمہارے تابعدار تھے، تو کیا تم اللہ کے عذابوں میں سے کچھ عذاب ہم سے دور کرسکنے والے ہو؟ وه جواب دیں گے کہ اگر اللہ ہمیں ہدایت دیتا تو ہم بھی ضرور تمہاری رہنمائی کرتے، اب تو ہم پر بے قراری کرنا اور صبر کرنا دونوں ہی برابر ہے ہمارے لیے کوئی چھٹکارا نہیں.(2)","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"(1) یعنی سب میدان محشر میں اللہ کے ربرو ہوں گے، کوئی کہیں چھپ نہ سکے گا۔\n(2) بعض کہتے ہیں کہ جہنمی آپس میں کہیں گے کہ جنتیوں کو جنت اس لئے ملی کہ وہ اللہ کے سامنے روتے اور گڑگڑاتے تھے، آؤ ہم بھی اللہ کی بارگاہ میں آہو زاری کریں چنانچہ وہ روئیں گے اور خوب آہو زاری کریں گے۔ لیکن اس کا کوئی فائدہ نہیں ہوگا، پھر کہیں گے کہ جنتیوں کو جنت ان کے صبر کرنے کی وجہ سے ملی، چلو ہم بھی صبر کرتے ہیں، وہ صبر کا بھرپور مظاہرہ کریں گے، لیکن اس کا بھی کوئی فائدہ نہیں ہوگا، پس اس وقت کہیں گے ہم صبر کریں یا جزع و فزع، اب چھٹکارے کی کوئی صورت نہیں۔ یہ ان کی باہمی گفتگو جہنم کے اندر ہوگی۔ قرآن کریم میں اس کو اور بھی کئی جگہ بیان کیا گیا ہے مثلاً سورہ مؤمن (48-47) سورہ اعراف (39-38) سورہ الاحزاب (68-66) اس کے علاوہ آپس میں جھگڑیں گے بھی اور ایک دوسرے پر گمراہ کرنے کا الزام دھریں گے۔ امام ابن کثیر فرماتے ہیں کہ جھگڑا میدان محشر میں ہوگا۔ اس کی مزید تفصیل اللہ تعالٰی نے سورہ سبا (31 ۔ 33) میں بیان فرمائی ہے۔","lang":"ur"},{"name":"14:22","price":"جب اور کام کا فیصلہ کردیا جائے گا تو شیطان(1) کہے گا کہ اللہ نے تو تمہیں سچا وعده دیا تھا اور میں نے تم سے جو وعدے کیے تھے ان کے خلاف کیا(2)، میرا تم پر کوئی دباؤ تو تھا ہی نہیں(3)، ہاں میں نے تمہیں پکارا اور تم نے میری مان لی(4)، پس تم مجھے الزام نہ لگاؤ بلکہ خود اپنے آپ کو ملامت کرو(5)، نہ میں تمہارا فریاد رس اور نہ تم میری فریاد کو پہنچنے والے(6)، میں تو سرے سے مانتا ہی نہیں کہ تم مجھے اس سے پہلے اللہ کا شریک مانتے رہے(7)، یقیناً ﻇالموں کے لیے دردناک عذاب ہے.(8)","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"(1) یعنی اہل ایمان جنت میں اور اہل کفر و شرک جہنم میں چلے جائیں گے تو شیطان جہنمیوں سے کہے گا۔\n(2) اللہ نے جو وعدے اپنے پیغمبروں کے ذریعے سے کئے تھے کہ نجات میرے پیغمبروں پر ایمان لانے میں ہے۔ وہ حق پر تھے ان کے مقابلے میں میرے وعدے تو سراسر دھوکا اور فریب تھے۔ جس طرح اللہ نے فرمایا «يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلا غُرُورًا» ( النساء:120) ”شیطان ان سے وعدے کرتا ہے اور آرزوئیں دلاتا ہے لیکن شیطان کے یہ وعدے محض دھوکا ہیں“۔\n(3) دوسرا یہ کہ میری باتوں میں کوئی دلیل و حجت نہیں ہوتی تھی، نہ میرا کوئی دباؤ ہی تم پر تھا۔\n(4) ہاں میری دعوت اور پکار تھی، تم نے میری بےدلیل پکار کو مان لیا اور پیغمبروں کی دلیل و حجت سے بھرپور باتوں کو رد کر دیا۔\n(5) اس لئے قصور سارا تمہارا اپنا ہی ہے تم نے عقل و شعور سے ذرا کام نہ لیا، دلائل واضحہ کو تم نے نظر انداز کر دیا، اور مجرد دعوے کے پیچھے لگ رہے، جس کی پشت پر کوئی دلیل نہیں۔\n(6) یعنی نہ میں تمہیں عذاب سے نکلوا سکتا ہوں جس میں تم مبتلا ہو اور نہ تم اس قہر و غضب سے مجھے بچا سکتے ہو جو اللہ کی طرف سے مجھ پر ہے۔\n(7) مجھے اس بات سے بھی انکار ہے کہ میں اللہ کا شریک ہوں، اگر تم مجھے یا کسے اور کو اللہ کا شریک گردانتے رہے تو تمہاری اپنی غلطی اور نادانی تھی، جس اللہ نے ساری کائنات بنائی تھی اور اس کی تدبیر بھی وہی کرتا رہا، بھلا اس کا کوئی شریک کیونکر ہو سکتا تھا۔\n(8) بعض کہتے ہیں کہ یہ جملہ بھی شیطان ہی کا ہے اور یہ اس کے مذکورہ خطبے کا تتمہ ہے۔ بعض کہتے ہیں کہ شیطان کا کلام مِنْ قَبْلُ پر ختم ہوگیا، یہ اللہ کا کلام ہے۔","lang":"ur"},{"name":"14:23","price":"جو لوگ ایمان ﻻئے اور نیک عمل کیے وه ان جنتوں میں داخل کیے جائیں گے جن کے نیچے چشمے جاری ہیں جہاں انہیں ہمیشگی ہوگی اپنے رب کے حکم سے(1) ۔ جہاں ان کا خیر مقدم سلام سے ہوگا.(2)","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"(1) یہ اہل شقاوت و اہل کفر کے مقابلے میں اہل سعادت اور اہل ایمان کا تذکرہ ہے۔ ان کا ذکر ان کے ساتھ اس لئے کیا گیا ہے تاکہ لوگوں کے اندر اہل ایمان والا کردار اپنانے کا شوق و رغبت پیدا ہو۔\n(2) یعنی آپس میں ان کا تحفہ ایک دوسرے کو سلام کرنا ہوگا۔ علاوہ ازیں فرشتے بھی ہر ہر دروازے سے داخل ہو ہو کر انہیں سلام عرض کریں گے۔","lang":"ur"},{"name":"14:24","price":"کیا آپ نے نہیں دیکھا کہ اللہ تعالیٰ نے پاکیزه بات کی مثال کس طرح بیان فرمائی، مثل ایک پاکیزه درخت کے جس کی جڑ مضبوط ہے اور جس کی ٹہنیاں آسمان میں ہیں.","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"","lang":"ur"},{"name":"14:25","price":"جو اپنے پروردگار کے حکم سے ہر وقت اپنے پھل ﻻتا ہے(1) ، اور اللہ تعالیٰ لوگوں کے سامنے مثالیں بیان فرماتا ہے تاکہ وه نصیحت حاصل کریں.","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"(1) اس کا مطلب ہے کہ مومن کی مثال اس درخت کی طرح ہے، جو گرمی ہو یا سردی ہر وقت پھل دیتا ہے۔ اسی طرح مومن کے اعمال صالحہ شب و روز کے لمحات میں ہر آن اور ہر گھڑی آسمان کی طرف لے جائے جاتے ہیں، كَلِمَةٌ طَيِّبَةٌسے اسلام، یا لا اِلٰہ الا اللہ اور شجرہ طیبہ سے کھجور کا درخت مراد ہے۔ جیسا کہ صحیح حدیث سے ثابت ہے۔ ( صحيح بخاري، كتاب العلم، باب الفهم في العلم، ومسلم، كتاب صفة القيامة، باب مثل المؤمن مثل النخلة)","lang":"ur"},{"name":"14:26","price":"اور ناپاک بات کی مثال گندے درخت جیسی ہے جو زمین کے کچھ ہی اوپر سے اکھاڑ لیا گیا۔ اسے کچھ ﺛبات تو ہے نہیں.(1)","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"(1) کلمئہ خبیثہ سے مراد کفر اور شجرہ خبیثہ سے حنظل (اندرائن) کا درخت مراد ہے۔ جس کی جڑ زمین کے اوپر ہی ہوتی ہے اور ذرا سے اشارے سے اکھڑ جاتی ہے۔ یعنی کافر کے اعمال بالکل بےحیثیت۔ نہ وہ آسمان پر چڑھتے ہیں، نہ اللہ کی بارگاہ میں وہ قبولیت کا درجہ پاتے ہیں۔","lang":"ur"},{"name":"14:27","price":"ایمان والوں کو اللہ تعالیٰ پکی بات کے ساتھ مضبوط رکھتا ہے، دنیا کی زندگی میں بھی اور آخرت میں بھی(1) ، ہاں ناانصاف لوگوں کو اللہ بہکا دیتا ہے اور اللہ جو چاہے کر گزرے.","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"(1) اس کی تفسیر حدیث میں اس طرح آتی ہے کہ ”موت کے بعد قبر میں جب مسلمان سے سوال کیا جاتا ہے، تو وہ جواب میں اس بات کی گواہی دیتا ہے کہ اللہ کے سوا کوئی معبود نہیں اور محمد (صلى الله عليه وسلم) اللہ کے رسول ہیں“۔ پس یہی مطلب ہے اللہ کے فرمان، «يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا» کا (صحيح بخاري، تفسير سورة إبراهيم، وصحيح مسلم، كتاب الجنة وصفة نعيمها ، باب عرض مقعد الميت عليه وإثبات عذاب القبر) ایک اور حدیث میں ہے کہ ”جب بندے کو قبر میں رکھ دیا جاتا ہے اور اس کے ساتھی چلے جاتے ہیں اور وہ ان کے جوتوں کی آہٹ سنتا ہے۔ پھر اس کے پاس دو فرشتے آتے ہیں اور اسے اٹھا کر اس سے پوچھتے ہیں کہ اس شخص کے بارے میں تیری کیا رائے ہے، وہ مومن ہوتا ہے تو جواب دیتا ہے کہ وہ اللہ کے بندے اور اس کے رسول ہیں۔ فرشتے اسے جہنم کا ٹھکانا دکھاتے ہیں اور کہتے ہیں کہ اللہ نے اس کی جگہ تیرے لئے جنت میں ٹھکانا بنا دیا ہے۔ پس وہ دونوں ٹھکانے دیکھتا ہے اور اس کی قبر ستر ہاتھ کشادہ کر دی جاتی ہے اور اس کی قبر کو قیامت تک نعمتوں سے بھر دیا جاتا ہے“۔ (صحیح مسلم، باب مذکور) ایک اثر میں ہے، اس سے پوچھا جاتا ہے «مَنْ رَبُّكَ؟ مَا دِينُكَ ؟ مَنْ نَبِيُّكَ؟»۔ ”تیرا رب کون ہے، تیرا دین کیا ہے اور تیرا پیغمبر کون ہے“؟ پس اللہ تعالٰی اسے ثابت قدمی عطا فرماتا ہے اور وہ جواب دیتا ہے رَبِّی اللّٰہُ (میرا رب اللہ ہے)، وَ دِیْنِیَ الاِ سْلَامُ (میرا دین اسلام ہے) وَ نَبِیِّی مُحَمَّد (اور میرے پیغمبر محمد صلى الله عليه وسلم ہیں) (تفسیر ابن کثیر)","lang":"ur"},{"name":"14:28","price":"کیا آپ نے ان کی طرف نظر نہیں ڈالی جنہوں نے اللہ کی نعمت کے بدلے ناشکری کی اور اپنی قوم کو ہلاکت کے گھر میں ﻻ اتارا.(1)","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"(1) اس کی تفسیر صحیح بخاری میں ہے کہ اس سے مراد کفار مکہ ہیں، جنہوں نت رسالت محمدیہ کا انکار کر کے اور جنگ بدر میں مسلمانوں سے لڑ کر اپنے لوگوں کو ہلاک کروایا، تاہم اپنے مفہوم کے اعتبار سے یہ عام ہے اور مطلب یہ ہوگا کہ حضرت محمد (صلى الله عليه وسلم) کو اللہ تعالٰی نے رحمتہ للعالمین اور لوگوں کے لئے نعمت الٰہیہ بنا کر بھیجا، پس جس نے اس نعمت کی قدر کی، اسے قبول کیا، اس نے شکر ادا کیا، وہ جنتی ہوگیا اور جس نے اس نعمت کو رد کر دیا اور کفر اختیار کیے رکھا، وہ جہنمی قرار پایا۔","lang":"ur"},{"name":"14:29","price":"یعنی دوزخ میں جس میں یہ سب جائیں گے، جو بدترین ٹھکانا ہے.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"","lang":"ur"},{"name":"14:30","price":"انہوں نے اللہ کے ہمسر بنالیے کہ لوگوں کو اللہ کی راه سے بہکائیں۔ آپ کہہ دیجئے کہ خیر مزے کرلو تمہاری بازگشت تو آخر جہنم ہی ہے.(1)","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"(1) یہ تہدید و توبیخ ہے کہ دنیا میں تم جو کچھ چاہو کر لو، مگر کب تک؟ بالآخر تمہارا ٹھکانا جہنم ہے۔","lang":"ur"},{"name":"14:31","price":"میرے ایمان والے بندوں سے کہہ دیجئے کہ نمازوں کو قائم رکھیں اور جو کچھ ہم نے انہیں دے رکھا ہے اس میں سے کچھ نہ کچھ پوشیده اور ﻇاہر خرچ کرتے رہیں اس سے پہلے کہ وه دن آجائے جس میں نہ خرید وفروخت ہوگی نہ دوستی اور محبت.(1)","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"(1) نماز کو قائم کرنے کا مطلب ہے کہ اسے اپنے وقت پر اور نماز کو ٹھیک طریقہ کے ساتھ اور خشوع و خضوع کے ساتھ ادا کیا جائے، جس طرح کہ نبی (صلى الله عليه وسلم) کی سنت ہے۔ انفاق کا مطلب ہے زکوۃ ادا کی جائے، اقارب کے ساتھ صلہ رحمی کی جائے اور دیگر ضرورت مندوں پر احسان کیا جائے یہ نہیں کہ صرف اپنی ذات اور اپنی ضروریات پر تو بلا دریغ خوب خرچ کیا جائے۔ اور اللہ تعالٰی کی بتلائی ہوئی جگہوں پر خرچ کرنے سے گریز کیا جائے۔ قیامت کا دن ایسا ہوگا کہ جہاں نہ خرید و فروخت ممکن ہوگی نہ کوئی دوستی ہی کسی کام آئے گی۔","lang":"ur"},{"name":"14:32","price":"اللہ وه ہے جس نے آسمانوں اور زمین کو پیدا کیا ہے اور آسمانوں سے بارش برسا کر اس کے ذریعے سے تمہاری روزی کے لیے پھل نکالے ہیں اور کشتیوں کو تمہارے بس میں کردیا ہے کہ دریاؤں میں اس کے حکم سے چلیں پھریں۔ اسی نے ندیاں اور نہریں تمہارے اختیار میں کردی ہیں.(1)","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"(1) اللہ تعالٰی نے مخلوقات پر جو انعامات کئے ہیں، ان میں بعض کا تذکرہ یہاں کیا جا رہا ہے۔ فرمایا آسمان کو چھت اور زمین کو بچھونا بنایا۔ آسمان سے بارش نازل فرما کر مختلف قسم کے درخت اور فصلیں اگائیں جن میں لذت و قوت کے لئے میوے اور فروٹ بھی ہیں اور انواع و اقسام کے غلے بھی جن کے رنگ اور شکلیں بھی ایک دوسرے سے مختلف ہیں اور ذائقے اور خوشبو اور فوائد بھی مختلف ہیں۔ کشتیوں اور جہازوں کو خدمت میں لگا دیا کہ وہ تلاطم خیز موجوں پر چلتے ہیں، انسانوں کو بھی ایک ملک سے دوسرے ملک میں پہنچاتے ہیں اور سامان تجارت بھی ایک جگہ سے دوسری جگہ منتقل کرتے ہیں۔ زمینوں اور پہاڑوں سے چشمے اور نہریں جاری کر دیں تاکہ تم بھی سیراب ہو اور اپنے کھیتوں کو بھی سیراب کرو۔","lang":"ur"},{"name":"14:33","price":"اسی نے تمہارے لیے سورج چاند کو مسخر کردیا ہے کہ برابر ہی چل رہے ہیں(1) اور رات دن کو بھی تمہارے کام میں لگا رکھا ہے.(2)","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"(1) یعنی مسلسل چلتے رہتے ہیں، کبھی ٹھرتے نہیں رات کو، نہ دن کو۔ علاوہ ازیں ایک دوسرے کے پیچھے چلتے ہیں لیکن کبھی ان کا باہمی تصادم اور ٹکراؤ نہیں ہوتا۔\n(2) رات اور دن، ان کا باہمی تفاوت جاری رہتا ہے، کبھی رات، دن کا کچھ حصہ لے کر لمبی ہو جاتی ہے اور کبھی دن، رات کا کچھ حصہ لے کر لمبا ہو جاتا ہے۔ اور یہ سلسلہ ابتدائے کائنات سے چل رہا ہے، اس میں ایک رائی فرق نہیں آیا۔","lang":"ur"},{"name":"14:34","price":"اسی نے تمہیں تمہاری منہ مانگی کل چیزوں میں سے دے رکھا ہے(1) ۔ اگر تم اللہ کے احسان گننا چاہو تو انہیں پورے گن بھی نہیں سکتے(2)۔ یقیناً انسان بڑا ہی بے انصاف اور ناشکرا ہے.(3)","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"(1) یعنی اس نے تمہاری ضرورت کی تمام چیزیں مہیا کیں جو تم اس سے طلب کرتے ہو، وہ بھی دیتا ہے اور جسے نہیں مانگتے، لیکن اسے پتہ ہے کہ وہ تمہاری ضرورت ہے، وہ بھی دے دیتا ہے۔ غرض تمہیں زندگی گزارنے کی تمام سہولتیں فراہم کرتا ہے۔\n(2) یعنی اللہ کی نعمتیں ان گنت ہیں انہیں کوئی شمار میں نہیں لا سکتا۔ چہ‌جائیکہ کوئی ان نعمتوں کے شکر کا حق ادا کرسکے۔ ایک اثر میں حضرت داؤد (عليه السلام) کا قول نقل کیا گیا ہے۔ انہوں نے کہا ' اے رب! میں تیرا شکر کس طرح ادا کروں؟ جب کہ شکر بجائے خود تیری طرف سے مجھ پر ایک نعمت ہے ' اللہ تعالٰی نے فرمایا ' اے داؤد اب تو نے میرا شکر ادا کر دیا جب کہ تو نے اعتراف کر لیا کہ یا اللہ میں تیری نعمتوں کا شکر ادا کرنے سے قاصر ہوں ' (تفسیر ابن کثیر)\n(3) اللہ کی نعمتوں پر شکر ادا کرنے سے غفلت کی وجہ سے انسان اپنے نفس کے ساتھ ظلم اور بے انصافی کرتا ہے۔ بالخصوص کافر، جو بالکل ہی اللہ سے غافل ہے۔","lang":"ur"},{"name":"14:35","price":"(ابراہیم کی یہ دعا بھی یاد کرو) جب انہوں نے کہا کہ اے میرے پروردگار! اس شہر کو امن واﻻ بنادے(1) ، اور مجھے اور میری اوﻻد کو بت پرستی سے پناه دے.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"(1) ”اس شہر“ سے مراد مکہ ہے۔ دیگر دعاؤں سے قبل یہ دعا کی کہ اسے امن والا بنا دے، اس لئے کہ امن ہوگا تو لوگ دوسری نعمتوں سے بھی صحیح معنوں میں فائدہ اٹھا سکیں گے، ورنہ امن و سکون کے بغیر تمام آسائشوں اور سہولتوں کے باوجود، خوف اور دہشت کے سائے انسان کو مضطرب اور پریشان رکھتے ہیں۔ جیسے آجکل کے عام معاشروں کا حال ہے۔ سوائے سعودی عرب کے۔ وہاں اس دعا کی برکت سے اور اسلامی حدود کے نفاذ سے آج بھی ایک مثالی امن قائم ہے۔ صَانَهَا اللهُ عَنِ الشُّرُورِ وَالْفِتَنِ۔ یہاں انعامات الہیہ کے ضمن میں اسے بیان فرما کر اشارہ کر دیا کہ قریش جہاں اللہ کے دیگر انعامات سے غافل ہیں اس خصوصی انعام سے بھی غافل ہیں کہ اس نے انہیں مکہ جیسے امن والے شہر کا باشندہ بنایا۔","lang":"ur"},{"name":"14:36","price":"اے میرے پالنے والے معبود! انہوں نے بہت سے لوگوں کو راه سے بھٹکا دیا ہے(1) ۔ پس میری تابعداری کرنے واﻻ میرا ہے اور جو میری نافرمانی کرے تو تو بہت ہی معاف اور کرم کرنے واﻻ ہے.","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"(1) گمراہ کرنے کی نسبت ان پتھروں کی مورتیوں کی طرف جن کی مشرکین عبادت کرتے تھے، باوجود اس بات کے کہ وہ غیر عاقل ہیں، کیونکہ وہ گمراہی کا باعث تھیں اور ہیں۔","lang":"ur"},{"name":"14:37","price":"اے ہمارے پروردگار! میں نے اپنی کچھ اوﻻد(1) اس بے کھیتی کی وادی میں تیرے حرمت والے گھر کے پاس بسائی ہے۔ اے ہمارے پروردگار! یہ اس لیے کہ وه نماز قائم رکھیں(2)، پس تو کچھ لوگوں(3) کے دلوں کو ان کی طرف مائل کردے۔ اور انہیں پھلوں کی روزیاں عنایت فرما(4) تاکہ یہ شکر گزاری کریں.","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"(1) مِنْ ذُرِّیَّتِیْ میں مِن اولاد کے لئے ہے۔ یعنی بعض کہتے ہیں حضرت ابراہم (عليه السلام) کے آٹھ صلبی بیٹے تھے، جن میں سے صرف حضرت اسماعیل (عليه السلام) کو یہاں بسایا (فتح القدیر)\n(2) عبادت میں صرف نماز کا ذکر کیا، جس سے نماز کی اہمیت واضح ہے۔\n(3) یہاں بھی اولاد کے لئے ہے۔ کہ کچھ لوگ، مراد اس سے مسلمان ہیں۔ چنانچہ دیکھ لیجئے کہ کس طرح دنیا بھر کے مسلمان مکہ مکرمہ میں جمع ہوتے ہیں اور حج کے علاوہ بھی سارا سال یہ سلسلہ جاری رہتا ہے۔ اگر حضرت ابراہیم (عليه السلام) أَفْئِدَةَ النَّاس ِ (لوگوں کے دلوں) کہتے تو عیسائی، یہودی، مجوسی اور دیگر تمام لوگ مکہ پہنچتے۔ مِنَ النَّاسِ کے مِنْ نے اس دعا کو مسلمانوں تک محدود کر دیا (ابن کثیر)\n(4) اس دعا کی تاثیر بھی دیکھ لی جائے کہ مکہ جیسی بےآب و گیاہ سرزمین میں جہاں کوئی پھلدار درخت نہیں، دنیا بھر کے پھل اور میوے نہایت فراوانی کے ساتھ مہیا ہیں حج کے موقع پر بھی، جب لاکھوں افراد مزید وہاں پہنچ جاتے ہیں، پھلوں کی فراوانی میں کوئی کمی نہیں آتی، وَهَذَا مِنْ لُطْفِ اللهِ تَعَالَى وَكَرَمِهِ وَرَحْمَتِه وَبَرَكَتِهِ، اسْتِجَابَةً لِخَلِيلِهِ إِبْرَاهِيمَ - عَلَيْه السَّلام کہا جاتا ہے کہ یہ دعا خانہ کعبہ کی تعمیر کے بعد مانگی۔ جب کہ پہلی دعا اس وقت مانگی، جب اپنی اہلیہ اور شیر خوار بچے اسماعیل کو اللہ تعالٰی کے حکم پر وہاں چھوڑ کر چلے گئے (ابن کثیر)","lang":"ur"},{"name":"14:38","price":"اے ہمارے پروردگار! تو خوب جانتا ہے جو ہم چھپائیں اور جو ﻇاہر کریں۔ زمین و آسمان کی کوئی چیز اللہ پر پوشیده نہیں.(1)","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"(1) مطلب یہ ہے کہ میری دعا کے مقصد کو تو بخوبی جانتا ہے، اس شہر کے لئے دعا سے اصل مقصد تیری رضا ہے تو تو ہرچیز کی حقیقت کو خوب جانتا ہے، آسمان و زمین کی کوئی چیز تجھ سے پوشیدہ نہیں۔","lang":"ur"},{"name":"14:39","price":"اللہ کا شکر ہے جس نے مجھے اس بڑھاپے میں اسماعیل واسحاق (علیہما السلام) عطا فرمائے۔ کچھ شک نہیں کہ میرا پالنہار اللہ دعاؤں کا سننے واﻻ ہے.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"","lang":"ur"},{"name":"14:40","price":"اے میرے پالنے والے! مجھے نماز کا پابند رکھ اور میری اوﻻد سے بھی(1) ، اے ہمارے رب میری دعا قبول فرما.","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"(1) اپنے ساتھ اپنی اولاد کے لئے بھی دعا مانگی، جیسے اس سے قبل بھی اپنے ساتھ اپنی اولاد کے لئے بھی دعا مانگی کہ انہیں پتھر کی مورتیوں کو پوجنے سے بچا رکھنا۔ جس سے معلوم ہوا کہ اللہ کے دین کے داعیوں کو اپنے گھر والوں کی ہدایت اور ان کی دینی تعلیم و تربیت سے غافل نہیں رہنا چاہیے تبلیغ و دعوت میں انہیں اولیت دینی چاہیے جیسا کہ اللہ تعالٰی نے اپنے آخری پیغمبر حضرت محمد (صلى الله عليه وسلم) کو بھی حکم دیا«وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ» (الشعراء:214) ”اپنے قریبی رشتہ داروں کو ڈرایئے“۔","lang":"ur"},{"name":"14:41","price":"اے ہمارے پروردگار! مجھے بخش دے اور میرے ماں باپ کو بھی بخش(1) اور دیگر مومنوں کو بھی بخش جس دن حساب ہونے لگے.","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"(1) حضرت ابراہیم (عليه السلام) نے یہ دعا اس وقت کی جب کہ ابھی ان پر اپنے ماں باپ کا عَدُوُّ الله ِ ہونا واضح نہیں ہوا تھا، جب یہ واضح ہوگیا کہ میرا باپ اللہ کا دشمن ہے تو اس سے اظہار سبکدوشی کر دیا۔ اس لئے کہ مشرکین کے لئے دعا کرنا جائز نہیں چاہے وہ قرابت قریبہ ہی کیوں نہ رکھتے ہوں۔","lang":"ur"},{"name":"14:42","price":"ناانصافوں کے اعمال سے اللہ کو غافل نہ سمجھ وه تو انہیں اس دن تک مہلت دیے ہوئے ہے جس دن آنکھیں پھٹی کی پھٹی ره جائیں گی.(1)","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"(1) یعنی قیامت کی ہولناکیوں کی وجہ سے۔ اگر دنیا میں اگر اللہ نے کسی کو زیادہ مہلت دے دی اور اس کے مرنے تک اس کا مواخذہ نہیں کیا تو قیامت کے دن تو وہ مواخذہ الٰہی سے نہیں بچ سکے گا، جو کافروں کے لئے اتنا ہولناک دن ہوگا کہ آنکھیں پھٹی کی پھٹی رہ جائیں گی۔","lang":"ur"},{"name":"14:43","price":"وه اپنے سر اوپر اٹھائے دوڑ بھاگ کر رہے ہوں گے(1) ، خود اپنی طرف بھی ان کی نگاہیں نہ لوٹیں گی اور ان کے دل خالی اور اڑے ہوئے ہوں گے.(2)","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"(1) مُهْطِعِينَ، تیزی سے دوڑ رہے ہونگے۔ دوسرے مقام پر فرمایا، مھطعین الی الداع۔ القمر بلانے والے کی طرف دوڑیں گے اور حیرت سے ان کے سر اٹھے ہوئے ہونگے۔\n(2) جو ہولناکیاں وہ دیکھیں گے اور جو فکر اور خوف اپنے بارے میں انہیں ہوگا، ان کے پیش نظر ان کی آنکھیں ایک لمحہ کے لئے بھی پست نہیں ہونگی اور کثرت خوف سے ان کے دل گرے ہوئے اور خالی ہونگے۔","lang":"ur"},{"name":"14:44","price":"لوگوں کو اس دن سے ہوشیار کردے جب کہ ان کے پاس عذاب آجائے گا، اور ﻇالم کہیں گے کہ اے ہمارے رب ہمیں بہت تھوڑے قریب کے وقت تک کی ہی مہلت دے کہ ہم تیری تبلیﻎ مان لیں اور تیرے پیغمبروں کی تابعداری میں لگ جائیں۔ کیا تم اس سے پہلے بھی قسمیں نہیں کھا رہے تھے؟ کہ تمہارے لیے دنیا سے ٹلنا ہی نہیں.(1)","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"(1) یعنی دنیا میں تم قسمیں کھا کھا کر کہا کرتے تھے کہ کوئی حساب کتاب اور جنت دوزخ نہیں، دوبارہ کسے زندہ ہونا ہے۔","lang":"ur"},{"name":"14:45","price":"اور کیا تم ان لوگوں کے گھروں میں رہتے سہتے نہ تھے جنہوں نے اپنی جانوں پر ﻇلم کیا اور کیا تم پر وه معاملہ کھلا نہیں کہ ہم نے ان کے ساتھ کیسا کچھ کیا۔ ہم نے تو (تمہارے سمجھانے کو) بہت سی مثالیں بیان کردی تھیں.(1)","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"(1) یعنی عبرت کے لئے ہم نے تو ان کی پچھلی قوموں کے واقعات بیان کر دیئے ہیں، جن کے گھروں میں تم آباد ہو اور ان کے کھنڈرات بھی تمہیں دعوت غور و فکر دے رہے ہیں۔ اگر تم نے ان سے عبرت حاصل نہیں کی اور ان کے انجام سے بچنے کی فکر نہ کرو تو تمہاری مرضی۔ پھر تم بھی اسی انجام کے لئے تیار رہو۔","lang":"ur"},{"name":"14:46","price":"یہ اپنی اپنی چالیں چل رہے ہیں اور اللہ کو ان کی تمام چالوں کا علم ہے(1) اور ان کی چالیں ایسی نہ تھیں کہ ان سے پہاڑ اپنی جگہ سے ٹل جائیں.(2)","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"(1) یہ جملہ حالیہ ہے کہ ہم نے ان کے ساتھ جو کیا وہ کیا، درآنحالیکہ انہوں نے باطل کے اثبات اور حق کے رد کرنے کے لئے مقدور بھر حیلے اور مکر کیے اور اللہ کو ان تمام چالوں کا علم ہے یعنی اس کے پاس درج ہے جس کی وہ ان کو سزا دے گا۔\n(2) کیونکہ اگر پہاڑ ٹل گئے ہوتے تو اپنی جگہ برقرار نہ ہوتے، جب کہ سب پہاڑ اپنی اپنی جگہ ثابت اور برقرار ہیں۔ یہ ان نافیہ کی صورت میں ہے دوسرے معین ان مخففۃ من المثقلۃ کے لیے گئے ہیں یعنی یقینا ان کے مکر تو اتنے بڑے تھے کہ پہاڑ بھی اپنی جگہ سے ٹل جاتے یہ تو اللہ تعالٰی ہی ہے جس نے ان کے مکروں کو کامیاب نہیں ہوتے دیا جیسے مشریکن کے شرک کے بارے میں اللہ تعالٰی نے فرمایا۔ «تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (1) أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا» (سورة مريم: 90-91)۔ ”قریب ہے کہ آسمان پھٹ پڑیں اور زمین شق ہو جائے اور پہاڑ ریزہ ریزہ ہو جائیں اس بات پر کہ انہوں نے کہا اللہ رحمٰن کی اولاد ہے“۔","lang":"ur"},{"name":"14:47","price":"آپ ہرگز یہ خیال نہ کریں کہ اللہ اپنے نبیوں سے وعده خلافی کرے گا(1) ، اللہ بڑا ہی غالب اور بدلہ لینے واﻻ ہے.(2)","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"(1) یعنی اللہ نے اپنے رسولوں سے دنیا اور آخرت میں مدد کرنے کا جو وعدہ کیا ہے، وہ یقینا ایسا ہے، اس سے وعدہ خلافی ممکن نہیں۔\n(2) یعنی اپنے دوستوں کے لئے اپنے دشمنوں سے بدلہ لینے والا ہے۔","lang":"ur"},{"name":"14:48","price":"جس دن زمین اس زمین کے سوا اور ہی بدل دی جائے گی اور آسمان بھی(1) ، اور سب کے سب اللہ واحد غلبے والے کے روبرو ہوں گے.","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"(1) امام شوکانی فرماتے ہیں کہ آیت میں دونوں احتمال ہیں کہ یہ تبدیلی صفات کے لحاظ سے ہو یا ذات کے لحاظ سے۔ یعنی یہ آسمان و زمین اپنے صفات کے اعتبار سے بدل جائیں گے یا ویسے ہی ذاتی طور پر یہ تبدیلی آئے گی، نہ زمین رہے گی اور نہ یہ آسمان۔ زمین بھی کوئی اور ہوگی اور آسمان بھی کوئی اور۔ حدیث میں آتا ہے، رسول اللہ (صلى الله عليه وسلم) نے فرمایا :«يُحْشَرُ النَّاسُ يَوْمَ الْقِيَامَةِ عَلَى أَرْضٍ بَيْضَاءَ عَفْرَاءَ، كَقُرْصَةِ النَّقِيِّ لَيْس فِيهَا عَلَمٌ لأحَدٍ»۔ (صحيح مسلم، صفة القيامة، باب في البعث والنشور) « قیامت والے دن لوگ سفید بھوری زمین پر اکھٹے ہونگے جو میدہ کی روٹی کی طرح ہوگی۔ اس میں کسی کا کوئی جھنڈا (یا علامتی نشان) نہیں ہوگا»۔ حضرت عائشہ رضی اللہ نے پوچھا کہ جب یہ آسمان و زمین بدل دئیے جائیں گے تو پھر لوگ اس دن کہاں ہونگے؟ نبی (صلى الله عليه وسلم) نے فرمایا ”صراط پر“ یعنی پل صراط پر (حوالہ مذکور) ایک یہودی کے پوچھنے پر آپ نے فرمایا کہ ”لوگ اس دن پل کے قریب اندھیرے میں ہونگے“۔ (صحيح مسلم، كتاب الحيض، باب بيان صفة مني الرجل)","lang":"ur"},{"name":"14:49","price":"آپ اس دن گناه گاروں کو دیکھیں گے کہ زنجیروں میں ملے جلے ایک جگہ جکڑے ہوئے ہوں گے.","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"","lang":"ur"},{"name":"14:50","price":"ان کے لباس گندھک کے ہوں گے(1) اور آگ ان کے چہروں پر بھی چڑھی ہوئی ہوگی.","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"(1) جو آگ سے فوراً بھڑک اٹھتی ہے۔ علاوہ ازیں آگ نے ان کے چہروں کو بھی ڈھانپا ہوگا۔","lang":"ur"},{"name":"14:51","price":"یہ اس لیے کہ اللہ تعالیٰ ہر شخص کو اس کے کیے ہوئے اعمال کا بدلہ دے، بیشک اللہ تعالیٰ کو حساب لیتے کچھ دیر نہیں لگنے کی.","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"","lang":"ur"},{"name":"14:52","price":"یہ قرآن(1) تمام لوگوں کے لیے اطلاع نامہ ہے کہ اس کے ذریعہ سے وه ہوشیار کر دیے جائیں اور بخوبی معلوم کرلیں کہ اللہ ایک ہی معبود ہے اور تاکہ عقلمند لوگ سوچ سمجھ لیں.","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"(1) یہ اشارہ قرآن کی طرف ہے، یا پچھلی تفصیلات کی طرف جو «وَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا» (ابراہیم: 42) سے بیان کی گئی ہیں۔","lang":"ur"}],"chapter":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"]}