{"data":[{"name":"15:1","price":"الرٰ، یہ کتاب الٰہی کی آیتیں ہیں اور کھلے اور روشن قرآن کی.(1)","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1803,"juzNumber":14,"footnotes":"(1) کتاب اور قرآن مبین سے مراد قرآن کریم ہی ہے، جو نبی (صلى الله عليه وسلم) پر نازل ہوا۔ جس طرح «قَدْ جَاۗءَكُمْ مِّنَ اللّٰهِ نُوْرٌ وَّكِتٰبٌ مُّبِيْنٌ»(المائدہ:15) میں نور اور کتاب دونوں سے مراد قرآن کریم کی تکریم اور شان کے لئے ہے۔ یعنی قرآن کامل اور نہایت عظمت وشان والا ہے۔","lang":"ur"},{"name":"15:2","price":"وه بھی وقت ہوگا کہ کافر اپنے مسلمان ہونے کی آرزو کریں گے.(1)","arabic":"رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُواْ لَوۡ كَانُواْ مُسۡلِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1804,"juzNumber":14,"footnotes":"(1) یہ آرزو کب کریں گے؟ موت کے وقت، جب فرشتے انہیں جہنم کی آگ دکھاتے ہیں یا جب جہنم میں چلے جائیں گے یا اس وقت جب گنہگار ایمانداروں کو کچھ عرصہ بطور سزا، جہنم میں رکھنے کے بعد جہنم سے نکالا جائے گا یا میدان محشر میں، جہاں حساب کتاب ہو رہا ہوگا اور کافر دیکھیں گے کہ مسلمان جنت میں جا رہے ہیں تو آرزو کریں گے کہ کاش وہ بھی مسلمان ہوتے۔ رُبَمَا اصل میں تو تکثیر کے لئے ہے لیکن کبھی کمی کے لئے بھی استعمال ہوتا ہے۔ بعض کہتے ہیں کہ ان کی طرف سے یہ آرزو ہر موقعے پر ہوتی رہے گی لیکن اس کا انہیں کوئی فائدہ نہیں ہوگا۔","lang":"ur"},{"name":"15:3","price":"آپ انہیں کھاتا، نفع اٹھاتا اور (جھوٹی) امیدوں میں مشغول ہوتا چھوڑ دیجئے عنقریب یہ خود جان لیں گے.(1)","arabic":"ذَرۡهُمۡ يَأۡكُلُواْ وَيَتَمَتَّعُواْ وَيُلۡهِهِمُ ٱلۡأَمَلُۖ فَسَوۡفَ يَعۡلَمُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1805,"juzNumber":14,"footnotes":"(1) یہ تہدید و توبیخ ہے کہ کافر و مشرک اپنے کفر و شرک سے باز نہیں آ رہے ہیں تو انہیں چھوڑ دیجئے یہ دنیاوی لذتوں سے محفوظ ہولیں اور اپنی امیدیں برلائیں۔ عنقریب انہیں اپنے کفر و شرک کا انجام معلوم ہو جائے گا۔","lang":"ur"},{"name":"15:4","price":"کسی بستی کو ہم نے ہلاک نہیں کیا مگر یہ کہ اس کے لیے مقرره نوشتہ تھا.","arabic":"وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا وَلَهَا كِتَابٞ مَّعۡلُومٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1806,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:5","price":"کوئی گروه اپنی موت سے نہ آگے بڑھتا ہے نہ پیچھے رہتا ہے.(1)","arabic":"مَّا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1807,"juzNumber":14,"footnotes":"(1) جس بستی کو بھی نافرمانی کی وجہ سے ہلاک کرتے ہیں، تو فوراً ہلاک نہیں کر ڈالتے، بلکہ ہم ایک وقت مقرر کئے ہوئے ہیں، اس وقت تک اس بستی والوں کو مہلت دی جاتی ہے لیکن جب وہ مقررہ وقت آ جاتا ہے تو انہیں ہلاک کر دیا جاتا ہے پھر وہ اس سے آگے یا پیچھے نہیں ہوتے۔","lang":"ur"},{"name":"15:6","price":"انہوں نے کہا کہ اے وه شخص جس پر قرآن اتارا گیا ہے یقیناً تو تو کوئی دیوانہ ہے.","arabic":"وَقَالُواْ يَٰٓأَيُّهَا ٱلَّذِي نُزِّلَ عَلَيۡهِ ٱلذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1808,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:7","price":"اگر تو سچا ہی ہے تو ہمارے پاس فرشتوں کو کیوں نہیں ﻻتا.(1)","arabic":"لَّوۡمَا تَأۡتِينَا بِٱلۡمَلَٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1809,"juzNumber":14,"footnotes":"(1) یہ کافروں کے کفر و عناد کا بیان ہے کہ وہ نبی کو دیوانہ کہتے اور کہتے کہ اگر تو (اے محمد صلی اللہ علیہ وسلم) سچا ہے تو اپنے اللہ سے کہہ کہ وہ فرشتے ہمارے پاس بھیجے تاکہ وہ تیری رسالت کی تصدیق کریں یا ہمیں ہلاک کر دیں۔","lang":"ur"},{"name":"15:8","price":"ہم فرشتوں کو حق کے ساتھ ہی اتارتے ہیں اور اس وقت وه مہلت دیئے گئے نہیں ہوتے.(1)","arabic":"مَا نُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ إِلَّا بِٱلۡحَقِّ وَمَا كَانُوٓاْ إِذٗا مُّنظَرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1810,"juzNumber":14,"footnotes":"(1) اللہ تعالٰی نے فرمایا کہ فرشتے ہم حق کے ساتھ بھیجتے ہیں یعنی جب ہماری حکمت و مشیت عذاب بھیجنے کا تقاضا کرتی ہے تو پھر فرشتوں کا نزول ہوتا ہے اور پھر وہ مہلت نہیں دیئے جاتے، فوراً ہلاک کر دیئے جاتے ہیں۔","lang":"ur"},{"name":"15:9","price":"ہم نے ہی اس قرآن کو نازل فرمایا ہے اور ہم ہی اس کے محافﻆ ہیں.(1)","arabic":"إِنَّا نَحۡنُ نَزَّلۡنَا ٱلذِّكۡرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1811,"juzNumber":14,"footnotes":"(1) یعنی اس کو دست برد زمانہ سے اور تغیر وتبدل سے بچانا ہمارا کام ہے۔ چنانچہ قرآن آج تک اسی طرح محفوظ ہے جس طرح یہ اترا تھا، گمراہ فرقے اپنے اپنے گمراہانہ عقائد کے اثبات کے لئے اس کی آیات میں معنوی تحریف تو کرتے رہتے ہیں اور آج بھی کرتے ہیں لیکن پچھلی کتابوں کی طرح یہ لفظی تحریف اور تغیر سے محفوظ ہے۔ علاوہ ازیں اہل حق کی ایک جماعت بھی تحریفات معنوی کا پردہ چاک کرنے کے لئے ہر دور میں موجود رہی ہے، جو ان کے گمراہانہ عقائد اور غلط دلائل اور ثبوت بکھیرتی رہی ہے اور آج بھی وہ اس محاذ پر سرگرم عمل ہے۔ علاوہ ازیں قرآن کو یہاں ”ذکر“ (نصیحت) کے لفظ سے تعبیر کیا گیا ہے جس سے یہ معلوم ہوتا ہے کہ قرآن کریم کے اہل جہاں کے لئے ”ذکر“ (یاد دہانی اور نصیحت ہونے) کے پہلو کو، نبی (صلى الله عليه وسلم) کی سیرت کے تابندہ نقوش اور آپ کے فرمودات کو بھی محفوظ کر کے قیامت تک کے لئے باقی رکھا گیا ہے۔ گویا قرآن کریم اور سیرت نبوی (صلى الله عليه وسلم) کے حوالے سے لوگوں کو اسلام کی دعوت دینے کا راستہ ہمیشہ کے لئے کھلا ہوا ہے۔ یہ شرف اور محفوظیت کا مقام پچھلی کسی بھی کتاب اور رسول کو حاصل نہیں ہوا۔","lang":"ur"},{"name":"15:10","price":"ہم نے آپ سے پہلے اگلی امتوں میں بھی اپنے رسول (برابر) بھیجے.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي شِيَعِ ٱلۡأَوَّلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1812,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:11","price":"اور (لیکن) جو بھی رسول آتا وه اس کا مذاق اڑاتے.(1)","arabic":"وَمَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1813,"juzNumber":14,"footnotes":"(1) یہ گویا نبی (صلى الله عليه وسلم) کو تسلی دی جا رہی ہے کہ صرف آپ ہی کی تکذیب نہیں کی گئی، ہر رسول کے ساتھ اس کی قوم نے یہی معاملہ کیا۔","lang":"ur"},{"name":"15:12","price":"گناه گاروں کے دلوں میں ہم اسی طرح یہی رچا دیا کرتے ہیں.(1)","arabic":"كَذَٰلِكَ نَسۡلُكُهُۥ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1814,"juzNumber":14,"footnotes":"(1) یعنی کفر اور رسولوں کا استہزاء ہم مجرموں کے دلوں میں ڈال دیتے ہیں یا رچا دیتے ہیں، یہ نسبت اللہ نے اپنی طرف اس لئے کی کہ ہرچیز کا خالق اللہ تعالٰی ہی ہے گو ان کا فعل ان کی مسلسل معصیت کے نتیجے میں اللہ کی مشیت سے رونما ہوا۔","lang":"ur"},{"name":"15:13","price":"وه اس پر ایمان نہیں ﻻتے اور یقیناً اگلوں کا طریقہ گزرا ہوا ہے.(1)","arabic":"لَا يُؤۡمِنُونَ بِهِۦ وَقَدۡ خَلَتۡ سُنَّةُ ٱلۡأَوَّلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1815,"juzNumber":14,"footnotes":"(1) یعنی ان کے ہلاک کرنے کا وہی طریقہ ہے جو اللہ نے پہلے مقرر کر رکھا ہے کہ تکذیب و استہزاء کے بعد وہ قوموں کو ہلاک کرتا ہے۔","lang":"ur"},{"name":"15:14","price":"اور اگر ہم ان پر آسمان کا دروازه کھول بھی دیں اور یہ وہاں چڑھنے بھی لگ جائیں.","arabic":"وَلَوۡ فَتَحۡنَا عَلَيۡهِم بَابٗا مِّنَ ٱلسَّمَآءِ فَظَلُّواْ فِيهِ يَعۡرُجُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1816,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:15","price":"تب بھی یہی کہیں گے کہ ہماری نظر بندی کر دی گئی ہے بلکہ ہم لوگوں پر جادو کر دیا گیا ہے.(1)","arabic":"لَقَالُوٓاْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1817,"juzNumber":14,"footnotes":"(1) یعنی ان کا کفر وعناد اس حد تک بڑھا ہوا ہے کہ فرشتوں کا نزول تو رہا ایک طرف، اگر خود ان کے لئے آسمان کے دروازے کھول دیئے جائیں اور یہ ان دروازوں سے آسمان پر آ جائیں، تب بھی انہیں اپنی آنکھوں پر یقین نہ آئے اور رسولوں کی تصدیق نہ کریں بلکہ یہ کہیں کہ ہماری نظر بندی کر دی گئی ہے یا ہم پر جادو کر دیا گیا ہے، جس کی وجہ سے ہم ایسا محسوس کر رہے ہیں کہ ہم آسمان پر آ جا رہے ہیں۔ حالانکہ ایسا نہیں ہے۔","lang":"ur"},{"name":"15:16","price":"یقیناً ہم نے آسمان میں برج بنائے ہیں(1) اور دیکھنے والوں کے لیے اسے سجا دیا ہے.","arabic":"وَلَقَدۡ جَعَلۡنَا فِي ٱلسَّمَآءِ بُرُوجٗا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1818,"juzNumber":14,"footnotes":"(1) ”بُرُوجٌ“ بُرْجٌ کی جمع ہے جس کے معنی ظہور کے ہیں۔ اسی سے تَبَرُّجٌ ہے جو عورت کے اظہار زینت کے معنی میں استعمال ہوتا ہے۔ یہاں آسمان کے ستاروں کو بُرُوجُ کہا گیا ہے کیونکہ وہ بلند اور ظاہر ہوتے ہیں۔ بعض کہتے ہیں بُرُوجٌ سے مراد شمس وقمر اور دیگر سیاروں کی منزلیں ہیں، جو ان کے لئے مقرر ہیں اور یہ ۱۲ ہیں۔ حمل، ثور، جوزاء، سرطان، اسد، سنبلہ، میزان، عقرب، قوس، جدی، دلو، حوت۔ عرب ان سیاروں کی منزلوں اور ان کے ذریعے سے موسم کا حال معلوم کرتے تھے۔ اس میں کوئی قباحت نہیں البتہ ان سے تغیر پذیر ہونے والے واقعات وحوادث جاننے کا دعوی کرنا، جیسے آج کل بھی جاہلوں میں اس کا خاصا چرچہ۔ اور لوگوں کی قسمتوں کو ان کے ذریعے سے دیکھا اور سمجھا جاتا ہے۔ ان کا کوئی تعلق دنیا میں وقوع پذیر ہونے والے واقعات وحوادث سے نہیں ہوتا، جو کچھ بھی ہوتا ہے، صرف مشیت الہی ہی سے ہوتا ہے۔ اللہ تعالٰی نے یہاں ان برجوں یا ستاروں کا ذکر اپنی قدرت اور بے مثال صنعت کے طور پر کیا ہے۔ علاوہ ازیں یہ واضح کیا ہے کہ یہ آسمان کی زینت بھی ہیں۔","lang":"ur"},{"name":"15:17","price":"اور اسے ہر مردود شیطان سے محفوظ رکھا ہے.(1)","arabic":"وَحَفِظۡنَٰهَا مِن كُلِّ شَيۡطَٰنٖ رَّجِيمٍ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1819,"juzNumber":14,"footnotes":"(1) ”رَجِيمٌ“ مَرْجُومٌ کے معنی میں ہے، رَجْمٌ کے معنی ہیں سنگسار کرنا یعنی پتھر مارنے کے ہیں۔ شیطان کو رجیم اس لئے کہا گیا ہے کہ یہ سب آسمان کی طرف جانے کی کوشش کرتا ہے تو آسمان سے شہاب ثاقب اس پر ٹوٹ کر گرتے ہیں، پھر رجیم ملعون و مردود کے معنی میں بھی استعمال ہوتا ہے، کیونکہ جسے سنگسار کیا جاتا ہے اسے ہر طرف سے لعنت ملامت بھی کی جاتی ہے۔ یہاں اللہ تعالٰی نے یہی فرمایا ہے کہ ہم نے آسمانوں کی حفاظت فرمائی ہر شیطان رجیم سے۔ یعنی ان ستاروں کے ذریعے سے، کیونکہ یہ شیطان کو مار بھاگنے پر مجبور کر دیتے ہیں۔","lang":"ur"},{"name":"15:18","price":"ہاں مگر جو چوری چھپے سننے کی کوشش کرے اس کے پیچھے دہکتا ہوا (کھلا شعلہ) لگتا ہے.(1)","arabic":"إِلَّا مَنِ ٱسۡتَرَقَ ٱلسَّمۡعَ فَأَتۡبَعَهُۥ شِهَابٞ مُّبِينٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1820,"juzNumber":14,"footnotes":"(1) اس کا مطلب یہ ہے کہ شیاطین آسمانوں پر باتیں سننے کے لئے جاتے ہیں، جن پر شہاب ثاقب ٹوٹ کر گرتے ہیں، جن سے کچھ تو جل مر جاتے ہیں اور کچھ بچ جاتے ہیں اور بعض سن آتے ہیں۔ حدیث میں اس کی تفسیر اس طرح آتی ہے۔ نبی (صلى الله عليه وسلم) فرماتے ہیں ”جب اللہ تعالٰی آسمان پر کوئی فیصلہ فرماتا ہے، تو فرشتے اسے سن کر اپنے پر یا بازو پھڑ پھڑاتے ہیں (عجز و مسکنت کے اظہار کے طور پر) گویا وہ کسی چٹان پر زنجیر کی آواز ہے۔ پھر جب فرشتوں کے دلوں سے اللہ کا خوف دور ہو جاتا ہے تو وہ ایک دوسرے سے پوچھتے ہیں، تمہارے رب نے کیا کہا؟ وہ کہتے ہیں، اس نے جو کہا حق کہا اور اور وہ بلند اور بڑا ہے (اس کے بعد اللہ کا وہ فیصلہ اوپر سے نیچے تک یکے بعد دیگرے سنایا جاتا ہے) اس موقع پر شیطان چوری چھپے بات سنتے ہیں۔ اور یہ چوری چھپے بات سننے والے شیطان، تھوڑے تھوڑے فاصلے سے ایک دوسرے کے اوپر ہوتے ہیں اور ایک آدھا حکم سن کر اپنے دوست نجومی یا کاہن کے کان میں پھونک دیتے ہیں، اور اس کے ساتھ سو جھوٹ ملا کر لوگوں کو بیان کرتا ہے (ملخصاً۔ صحیح بخاری تفسیر سورۂ حجر)","lang":"ur"},{"name":"15:19","price":"اور زمین کو ہم نے پھیلا دیا ہے اور اس پر (اٹل) پہاڑ ڈال دیئے ہیں، اور اس میں ہم نے ہر چیز ایک معین مقدار سے اگا دی ہے.(1)","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ شَيۡءٖ مَّوۡزُونٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1821,"juzNumber":14,"footnotes":"(1) مَوْزُونٌ بمعنی مَعْلُومٌ یا بہ اندازہ یعنی حسب ضرورت۔","lang":"ur"},{"name":"15:20","price":"اور اسی میں ہم نے تمہاری روزیاں بنا دی ہیں(1) اور جنہیں تم روزی دینے والے نہیں ہو.(1)","arabic":"وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَٰزِقِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1822,"juzNumber":14,"footnotes":"(1) ”مَعَايِشَ“ مَعِيشَةٌ کی جمع ہے یعنی زمین میں تمہاری معیشت اور گزران کے لئے بیشمار اسباب ووسائل پیدا کر دیئے۔\n(2) اس سے مراد نوکر چاکر، غلام اور جانور ہیں۔ یعنی جانوروں کو تمہارے تابع کر دیا، جن پر تم سواری بھی کرتے ہو، سامان بھی لاد کر لے جاتے ہو اور انہیں ذبح کر کے کھا بھی لیتے ہو۔ غلام لونڈیاں ہیں، جن سے تم خدمت گزاری کا کام لیتے ہو۔ یہ اگرچہ سب تمہارے ماتحت ہیں اور تم ان کے چارے اور خوراک وغیرہ کا انتظام بھی کرتے ہو لیکن حقیقت میں ان کا رازق اللہ تعالٰی ہے، تم نہیں ہو۔ تم یہ نہ سمجھنا کہ تم ان کے رازق ہو، اگر تم انہیں کھانا نہیں دو گے تو بھوکے مر جائیں گے۔","lang":"ur"},{"name":"15:21","price":"اور جتنی بھی چیزیں ہیں ان سب کے خزانے ہمارے پاس ہیں(1) ، اور ہم ہر چیز کو اس کے مقرره انداز سے اتارتے ہیں.","arabic":"وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٖ مَّعۡلُومٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1823,"juzNumber":14,"footnotes":"(1) بعض نے خزائن سے مراد بارش لی ہے کیونکہ بارش ہی پیداوار کا ذریعہ ہے لیکن زیادہ صحیح بات یہ ہے اس سے مراد تمام کائنات کے خزانے ہیں جنہیں اللہ تعالٰی حسب مشیت و ارادہ عدم سے وجود میں لاتا رہتا ہے۔","lang":"ur"},{"name":"15:22","price":"اور ہم بھیجتے ہیں بوجھل ہوائیں(1) ، پھر آسمان سے پانی برسا کر وه تمہیں پلاتے ہیں اور تم اس کا ذخیره کرنے والے نہیں ہو.(2)","arabic":"وَأَرۡسَلۡنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَسۡقَيۡنَٰكُمُوهُ وَمَآ أَنتُمۡ لَهُۥ بِخَٰزِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1824,"juzNumber":14,"footnotes":"(1) ہواؤں کو بوجھل، اس لئے کہا گیا کہ یہ ان بادلوں کو اٹھاتی ہیں جن میں پانی ہوتا ہے۔ جس طرح لَقْحَةٌ حاملہ اونٹنی کو کہا جاتا ہے جو پیٹ میں بچہ اٹھائے ہوتی ہے۔\n(2) یعنی یہ پانی جو ہم اتارتے ہیں، اسے تم ذخیرہ رکھنے پر بھی قادر نہیں ہو۔ یہ ہماری ہی قدرت و رحمت ہے کہ ہم اس پانی کو چشموں، کنوؤں اور نہروں کے ذریعے سے محفوظ رکھتے ہیں، ورنہ اگر ہم چاہیں تو پانی کی سطح اتنی نیچی کر دیں کہ چشموں اور کنوؤں سے پانی لینا تمہارے لئے ممکن نہ رہے، جس طرح بعض علاقوں میں اللہ تعالٰی بعض دفعہ اپنی قدرت کا نمونہ دکھاتا ہے۔ اللَّهُمَّ احْفَظْنَا مِنْهُ۔","lang":"ur"},{"name":"15:23","price":"ہم ہی جلاتے اور مارتے ہیں اور ہم ہی (بالﺂخر) وارث ہیں.","arabic":"وَإِنَّا لَنَحۡنُ نُحۡيِۦ وَنُمِيتُ وَنَحۡنُ ٱلۡوَٰرِثُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1825,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:24","price":"اور تم میں سے آگے بڑھنے والے اور پیچھے ہٹنے والے بھی ہمارے علم میں ہیں.","arabic":"وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَقۡدِمِينَ مِنكُمۡ وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَـٔۡخِرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1826,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:25","price":"آپ کا رب سب لوگوں کو جمع کرے گا یقیناً وه بڑی حکمتوں واﻻ بڑے علم واﻻ ہے.","arabic":"وَإِنَّ رَبَّكَ هُوَ يَحۡشُرُهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1827,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:26","price":"یقیناً ہم نے انسان کو کالی اور سڑی ہوئی کھنکھناتی مٹی سے، پیدا فرمایا ہے.(1)","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1828,"juzNumber":14,"footnotes":"(1) مٹی کی مختلف حالتوں کے اعتبار سے اس کے مختلف نام ہیں، خشک مٹی، تراب، بھیگی ہوئی طین، گوندھی ہوئی بدبودار «حَمَإٍ مَسْنُونٍ» یہ حَمَإٍ مَسْنُونٍ خشک ہو کر کھن کھن بولنے لگے تو صَلْصَالٍ اور جب آگ سے پکا لیا جائے تو فَخَّارٌ (ٹھیکری) کہلاتی ہے۔ یہاں اللہ تعالٰی نے انسان کی تخلیق کا جس طرح تذکرہ فرمایا ہے۔ اس سے معلوم ہوتا ہے کہ آدم خاکی کا پتلا حَمَأٍ مَسْنُونٌ (گوندھی ہوئی سڑی ہوئی، بدبودار) مٹی سے بنایا گیا، جب وہ سوکھ کر کھن کھن کرنے لگا (یعنی صلصال) ہو گیا۔ تو اس میں روح پھونکی گئی، اسی طرح صَلصَالِ کو قرآن میں دوسری جگہ كَالْفَخَّارِ (فخار کی ماند کہا گیا ہے «خَلَقَ الْاِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ» (الرحمن:14) ”پیدا کیا انسان کو کھنکھناتی مٹی سے جیسے ٹھیکرا“۔","lang":"ur"},{"name":"15:27","price":"اور اس سے پہلے جنات کو ہم نے لو والی آگ(1) سے پیدا کیا.","arabic":"وَٱلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نَّارِ ٱلسَّمُومِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1829,"juzNumber":14,"footnotes":"(1) جِنّ کو جن اس لئے کہا جاتا ہے کہ وہ آنکھوں سے نظر نہیں آتا۔ سورہ رحمٰن میں جنات کی تخلیق «مَّارِجٍ مِّنْ نَّارٍ» (الرحمن:15) سے بتلائی گئی ہے اور صحیح مسلم کی ایک حدیث میں یہ کہا گیا ہے «خُلِقَتِ الْمَلائِكَةُ مِنْ نُورِ وَخُلِقَ الْجَانّ مِنْ نَارٍ وَخُلِقَ آدَمُ مِمَّا وَصَفَ لَكُمْ »(كتاب الزهد، باب في أحاديث متفرقة) اس اعتبار سے لو والی آگ یا آگ کے شعلے کا ایک ہی مطلب ہوگا۔","lang":"ur"},{"name":"15:28","price":"اور جب تیرے پروردگار نے فرشتوں سے فرمایا کہ میں ایک انسان کو کالی اور سڑی ہوئی کھنکھناتی مٹی سے پیدا کرنے واﻻ ہوں.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1830,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:29","price":"تو جب میں اسے پورا بنا چکوں اور اس میں اپنی روح پھونک دوں تو تم سب اس کے لیے سجدے میں گر پڑنا.(1)","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1831,"juzNumber":14,"footnotes":"(1) سجدے کا یہ حکم بطور تعظیم کے تھا، عبادت کے طور پر نہیں، اور یہ چونکہ اللہ کا حکم تھا، اس لئے اس کے وجوب میں کوئی شک نہیں۔ تاہم شریعت محمدیہ میں بطور تعظیم بھی کسی کے لئے سجدہ کرنا جائز نہیں۔","lang":"ur"},{"name":"15:30","price":"چنانچہ تمام فرشتوں نے سب کے سب نے سجده کر لیا.","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1832,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:31","price":"مگر ابلیس کے۔ کہ اس نے سجده کرنے والوں میں شمولیت کرنے سے (صاف) انکار کر دیا.","arabic":"إِلَّآ إِبۡلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّٰجِدِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1833,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:32","price":"(اللہ تعالیٰ نے) فرمایا اے ابلیس تجھے کیا ہوا کہ تو سجده کرنے والوں میں شامل نہ ہوا؟","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّٰجِدِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1834,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:33","price":"وه بوﻻ کہ میں ایسا نہیں کہ اس انسان کو سجده کروں جسے تو نے کالی اور سڑی ہوئی کھنکھناتی مٹی سے پیدا کیا ہے.(1)","arabic":"قَالَ لَمۡ أَكُن لِّأَسۡجُدَ لِبَشَرٍ خَلَقۡتَهُۥ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1835,"juzNumber":14,"footnotes":"(1) شیطان نے انکار کی وجہ حضرت آدم (عليه السلام) کا خاکی اور بشر ہونا بتلایا، جس کا مطلب یہ ہوا کہ انسان اور بشر کو اس کی بشریت کی بنا پر حقیر اور کم تر سمجھنا یہ شیطان کا فلسفہ ہے، جو اہل حق انبیاء علیہم السلام کی بشریت کے منکر نہیں، اس لئے کہ ان کی بشریت کو خود قرآن کریم نے وضاحت سے بیان کیا ہے۔ علاوہ ازیں بشریت ان کی عظمت اور شان میں کوئی فرق نہیں پڑتا۔","lang":"ur"},{"name":"15:34","price":"فرمایا اب تو بہشت سے نکل جا کیوں کہ تو رانده درگاه ہے.","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1836,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:35","price":"اور تجھ پر میری پھٹکار ہے قیامت کے دن تک.","arabic":"وَإِنَّ عَلَيۡكَ ٱللَّعۡنَةَ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1837,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:36","price":"کہنے لگا کہ اے میرے رب! مجھے اس دن تک کی ڈھیل دے کہ لوگ دوباره اٹھا کھڑے کیے جائیں.","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1838,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:37","price":"فرمایا کہ اچھا تو ان میں سے ہے جنہیں مہلت ملی ہے.","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1839,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:38","price":"روز مقرر کے وقت تک کی.","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1840,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:39","price":"(شیطان نے) کہا کہ اے میرے رب! چونکہ تو نے مجھے گمراه کیا ہے مجھے بھی قسم ہے کہ میں بھی زمین میں ان کے لئے معاصی کو مزین کروں گا اور ان سب کو بہکاؤں گا بھی.","arabic":"قَالَ رَبِّ بِمَآ أَغۡوَيۡتَنِي لَأُزَيِّنَنَّ لَهُمۡ فِي ٱلۡأَرۡضِ وَلَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1841,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:40","price":"سوائے تیرے ان بندوں کے جو منتخب کر لیے گئے ہیں.","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1842,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:41","price":"ارشاد ہوا کہ ہاں یہی مجھ تک پہنچنے کی سیدھی راه ہے.(1)","arabic":"قَالَ هَٰذَا صِرَٰطٌ عَلَيَّ مُسۡتَقِيمٌ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1843,"juzNumber":14,"footnotes":"(1) یعنی تم سب کو بالآخر میرے پاس ہی لوٹ آنا ہے، جنہوں نے میرا اور میرے رسولوں کا اتباع کیا ہوگا، میں انہیں اچھی جزا دوں گا اور جو شیطان کے پیچھے لگ کر گمراہی کے راستے پر چلتا رہا ہوگا اسے سخت سزا دوں گا جو جہنم کی صورت میں تیار ہے۔","lang":"ur"},{"name":"15:42","price":"میرے بندوں پر تجھے کوئی غلبہ نہیں(1) ، لیکن ہاں جو گمراه لوگ تیری پیروی کریں.","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلۡغَاوِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1844,"juzNumber":14,"footnotes":"(1) یعنی میرے نیک بندوں پر تیرا داؤ نہیں چلے گا۔ اس کا مطلب یہ نہیں کہ ان سے کوئی گناہ ہی سرزد نہیں ہوگا، بلکہ مطلب یہ ہے کہ ان کے ساتھ ایسا گناہ نہیں ہوگا کہ جس کے بعد نادم اور تائب نہ ہو کیونکہ وہی گناہ انسان کی ہلاکت کا باعث ہے کہ جس کے بعد انسان کے اندر ندامت کا احساس اور توبہ و انابت الی اللہ کا داعیہ پیدا نہ ہو۔ ایسے گناہ کے بعد ہی انسان گناہ پر گناہ کرتا چلا جاتا ہے۔ اور بالآخر دائمی تباہی و ہلاکت اس کا مقدر بن جاتی ہے۔ اور اہل ایمان کی صفت یہ ہے کہ گناہ پر اصرار نہیں کرتے بلکہ فوراً توبہ کر کے آئندہ کے لئے اس سے بچنے کی کوشش کرتے ہیں۔","lang":"ur"},{"name":"15:43","price":"یقیناً ان سب کے وعدے کی جگہ جہنم ہے.(1)","arabic":"وَإِنَّ جَهَنَّمَ لَمَوۡعِدُهُمۡ أَجۡمَعِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1845,"juzNumber":14,"footnotes":"(1) یعنی جتنے بھی تیرے پیروکار ہوں گے، سب جہنم کا ایندھن بنیں گے۔","lang":"ur"},{"name":"15:44","price":"جس کے سات دروازے ہیں۔ ہر دروازے کے لیے ان کا ایک حصہ بٹا ہوا ہے.(1)","arabic":"لَهَا سَبۡعَةُ أَبۡوَٰبٖ لِّكُلِّ بَابٖ مِّنۡهُمۡ جُزۡءٞ مَّقۡسُومٌ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1846,"juzNumber":14,"footnotes":"(1) یعنی ہر دروازہ مخصوص قسم کے لوگوں کے لئے خاص ہوگا۔ مثلاً ایک دروازہ مشرکوں کے لئے، ایک دروازہ دھریوں کے لئے۔ ایک زندیقوں، ایک زانیوں کے لئے۔ سود خوروں، چوروں اور ڈاکوؤں کے لئے وغیرہ وغیرہ۔ یا سات دروازوں سے مراد سات طبق اور درجے ہیں۔ پہلا طبق یا درجہ جہنم ہے، دوسرا نطی۔ پھر حطمہ، پھر سعیر۔ پھر سقر، پھر حجیم، پھر ھاویہ، سب سے اوپر والا درجہ موحدین کے لئے ہوگا، جنہیں کچھ عرصہ سزا دینے کے بعد یا سفارش پر نکال لیا جائے گا، دوسرے میں یہودی، تیسرے میں عیسائی، چوتھے میں صابی، پانچویں میں مجوسی، چھٹے میں مشرکین اور ساتویں میں منافقین ہونگے، سب سے اوپر والے درجے کا نام جہنم ہے اس کے بعد اس ترتیب سے نام ہیں۔ (فتح القدیر)","lang":"ur"},{"name":"15:45","price":"پرہیزگار جنتی لوگ باغوں اور چشموں میں ہوں گے.(1)","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1847,"juzNumber":14,"footnotes":"(1) جہنم اور اہل جہنم کے بعد جنت اور اہل جنت کا تذکرہ کیا جا رہا ہے تاکہ جنت میں جانے کی ترغیب ہو۔ متقین سے مراد شرک سے بچنے والے موحدین ہیں اور بعض کے نزدیک وہ اہل ایمان جو معاصی سے بچتے رہے۔ جَنَّاتٍ سے مراد باغات اور عُیُونِ سے نہریں مراد ہیں۔ یہ باغات اور نہریں یا تو متقین کے لئے مشترکہ ہونگی، یا ہر ایک کے لئے الگ الگ باغات اور نہریں یا ایک ایک باغ اور نہر ہوگی۔","lang":"ur"},{"name":"15:46","price":"(ان سے کہا جائے گا) سلامتی اور امن کے ساتھ اس میں داخل ہو جاؤ.(1)","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1848,"juzNumber":14,"footnotes":"(1) سلامتی ہر قسم کی آفات سے اور امن ہر قسم کے خوف سے۔ یا یہ مطلب ہے کہ ایک مسلمان دوسرے مسلمان کو یا فرشتے اہل جنت کو سلامتی کی دعا دیں گے۔ یا اللہ کی طرف سے ان کی سلامتی اور امن کا اعلان ہوگا۔","lang":"ur"},{"name":"15:47","price":"ان کے دلوں میں جو کچھ رنجش وکینہ تھا، ہم سب کچھ نکال دیں گے(1) ، وه بھائی بھائی بنے ہوئے ایک دوسرے کے آمنے سامنے تختوں پر بیٹھے ہوں گے.","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1849,"juzNumber":14,"footnotes":"(1) دنیا میں ان کے درمیان جو آپس میں حسد اور بغض و عداوت کے جذبات رہے ہوں گے، وہ ان کے سینوں سے نکال دیئے جائیں گے اور ایک دوسرے کے بارے میں ان کے آئینے کی طرح صاف اور شفاف ہوں گے۔","lang":"ur"},{"name":"15:48","price":"نہ تو وہاں انہیں کوئی تکلیف چھو سکتی ہے اور نہ وه وہاں سے کبھی نکالے جائیں گے.","arabic":"لَا يَمَسُّهُمۡ فِيهَا نَصَبٞ وَمَا هُم مِّنۡهَا بِمُخۡرَجِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1850,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:49","price":"میرے بندوں کو خبر دے دو کہ میں بہت ہی بخشنے واﻻ اور بڑا ہی مہربان ہوں.","arabic":"۞ نَبِّئۡ عِبَادِيٓ أَنِّيٓ أَنَا ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1851,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:50","price":"اور ساتھ ہی میرے عذاب بھی نہایت دردناک ہیں.","arabic":"وَأَنَّ عَذَابِي هُوَ ٱلۡعَذَابُ ٱلۡأَلِيمُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1852,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:51","price":"انہیں ابراہیم کے مہمانوں کا (بھی) حال سنا دو.","arabic":"وَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1853,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:52","price":"کہ جب انہوں نے ان کے پاس آکر سلام کہا تو انہوں نے کہا کہ ہم کو تو تم سے ڈر لگتا ہے.(1)","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗا قَالَ إِنَّا مِنكُمۡ وَجِلُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1854,"juzNumber":14,"footnotes":"(1) حضرت ابراہیم (عليه السلام) کو ان فرشتوں سے ڈر اس لئے محسوس ہوا کہ انہوں نے حضرت ابراہیم (عليه السلام) کا تیار کردہ بھنا ہوا بچھڑا نہیں کھایا، جیسا کہ سورہ ھود میں تفصیل گزری۔ اس سے معلوم ہوا کہ اللہ تعالٰی کے جلیل القدر پیغمبر کو بھی غیب کا علم نہیں ہوتا، اگر پیغمبر عالم الغیب ہوتے تو حضرت ابراہیم (عليه السلام) سمجھ جاتے کہ آنے والے مہمان فرشتے ہیں اور ان کے لئے کھانا تیار کرنے کی ضرورت نہیں، کیونکہ فرشتے انسانوں کی طرح کھانے پینے کے محتاج نہیں ہیں۔","lang":"ur"},{"name":"15:53","price":"انہوں نے کہا ڈرو نہیں، ہم تجھے ایک صاحب علم فرزند کی بشارت دیتے ہیں.","arabic":"قَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1855,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:54","price":"کہا، کیا اس بڑھاپے کے آجانے کے بعد تم مجھے خوشخبری دیتے ہو! یہ خوشخبری تم کیسے دے رہے ہو؟","arabic":"قَالَ أَبَشَّرۡتُمُونِي عَلَىٰٓ أَن مَّسَّنِيَ ٱلۡكِبَرُ فَبِمَ تُبَشِّرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1856,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:55","price":"انہوں نے کہا ہم آپ کو بالکل سچی خوشخبری سناتے ہیں آپ مایوس لوگوں میں شامل نہ ہوں.(1)","arabic":"قَالُواْ بَشَّرۡنَٰكَ بِٱلۡحَقِّ فَلَا تَكُن مِّنَ ٱلۡقَٰنِطِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1857,"juzNumber":14,"footnotes":"(1) کیونکہ یہ اللہ کا وعدہ ہے جو خلاف نہیں ہو سکتا۔ علاوہ ازیں وہ ہر بات پر قادر ہے، کوئی بات اس کے لئے ناممکن نہیں۔","lang":"ur"},{"name":"15:56","price":"کہا اپنے رب تعالیٰ کی رحمت سے ناامید تو صرف گمراه اور بہکے ہوئے لوگ ہی ہوتے ہیں.(1)","arabic":"قَالَ وَمَن يَقۡنَطُ مِن رَّحۡمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1858,"juzNumber":14,"footnotes":"(1) یعنی اولاد کے ہونے پر میں تعجب اور حیرت کا اظہار کر رہا ہوں تو صرف اپنے بڑھاپے کی وجہ سے کر رہا ہوں یہ بات نہیں ہے کہ میں اپنے رب کی رحمت سے نا امید ہوں۔ رب کی رحمت سے نا امید تو گمراہ لوگ ہی ہوتے ہیں۔","lang":"ur"},{"name":"15:57","price":"پوچھا کہ اللہ کے بھیجے ہوئے (فرشتو!) تمہارا ایسا کیا اہم کام ہے؟","arabic":"قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1859,"juzNumber":14,"footnotes":"(1) حضرت ابرہیم (عليه السلام) نے ان فرشتوں کی گفتگو سے اندازہ لگا لیا کہ یہ صرف اولاد کی بشارت دینے ہی نہیں آئے ہیں بلکہ ان کی آمد کا اصل مقصد کوئی اور ہے۔ چنانچہ انہوں نے پوچھا۔","lang":"ur"},{"name":"15:58","price":"انہوں نے جواب دیا کہ ہم مجرم قوم کی طرف بھیجے گئے ہیں.","arabic":"قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1860,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:59","price":"مگر خاندان لوط کہ ہم ان سب کو تو ضرور بچا لیں گے.","arabic":"إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمۡ أَجۡمَعِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1861,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:60","price":"سوائے اس (لوط) کی بیوی کے کہ ہم نے اسے رکنے اور باقی ره جانے والوں میں مقرر کر دیا ہے.","arabic":"إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَآ إِنَّهَا لَمِنَ ٱلۡغَٰبِرِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1862,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:61","price":"جب بھیجے ہوئے فرشتے آل لوط کے پاس پہنچے.","arabic":"فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلۡمُرۡسَلُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1863,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:62","price":"تو انہوں (لوط علیہ السلام) نے کہا تم لوگ تو کچھ انجان سے معلوم ہو رہے ہو.(1)","arabic":"قَالَ إِنَّكُمۡ قَوۡمٞ مُّنكَرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1864,"juzNumber":14,"footnotes":"(1) یہ فرشتے حسین نوجوانوں کی شکل میں آئے تھے اور حضرت لوط (عليه السلام) کے لئے بالکل انجان تھے، اس لئے انہوں نے ان سے اجنبیت اور بیگانگی کا اظہار کیا۔","lang":"ur"},{"name":"15:63","price":"انہوں نے کہا نہیں بلکہ ہم تیرے پاس وه چیز ﻻئے ہیں جس میں یہ لوگ شک شبہ کر رہے تھے.(1)","arabic":"قَالُواْ بَلۡ جِئۡنَٰكَ بِمَا كَانُواْ فِيهِ يَمۡتَرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1865,"juzNumber":14,"footnotes":"(1) یعنی عذاب الٰہی، جس میں تیری قوم کو شک ہے کہ وہ آ بھی سکتا ہے؟","lang":"ur"},{"name":"15:64","price":"ہم تو تیرے پاس (صریح) حق ﻻئے ہیں اور ہیں بھی بالکل سچے.(1)","arabic":"وَأَتَيۡنَٰكَ بِٱلۡحَقِّ وَإِنَّا لَصَٰدِقُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1866,"juzNumber":14,"footnotes":"(1) اس صریح حق سے عذاب مراد ہے جس کے لئے وہ بھیجے گئے تھے، اس لئے انہوں نے کہا ہم ہیں بھی بالکل سچے۔ یعنی عذاب کی جو بات ہم کر رہے ہیں۔ اس میں سچے ہیں۔ اب اس قوم کی تباہی کا وقت بالکل قریب آ پہنچا ہے۔","lang":"ur"},{"name":"15:65","price":"اب تو اپنے خاندان سمیت اس رات کے کسی حصہ میں چل دے اور آپ ان کے پیچھے رہنا(1) ، اور (خبردار) تم میں سے کوئی (پیچھے) مڑکر بھی نہ دیکھے اور جہاں کا تمہیں حکم کیا جارہا ہے وہاں چلے جان.","arabic":"فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَٱتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَٱمۡضُواْ حَيۡثُ تُؤۡمَرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1867,"juzNumber":14,"footnotes":"(1) تاکہ کوئی مومن پیچھے نہ رہے، تو ان کو آگے کرتا رہے۔","lang":"ur"},{"name":"15:66","price":"اور ہم نے اس کی طرف اس بات کا فیصلہ کر دیا کہ صبح ہوتے ہوتے ان لوگوں کی جڑیں کاٹ دی جائیں گی.(1)","arabic":"وَقَضَيۡنَآ إِلَيۡهِ ذَٰلِكَ ٱلۡأَمۡرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقۡطُوعٞ مُّصۡبِحِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1868,"juzNumber":14,"footnotes":"(1) یعنی لوط (عليه السلام) کو وحی کے ذریعے سے اس فیصلے سے آگاہ کر دیا کہ صبح ہونے تک ان لوگوں کی جڑیں کاٹ دی جائیں گی، یا دَابِرَ سے مراد وہ آخری آدمی ہے جو باقی رہ جائے گا، فرمایا، وہ بھی صبح ہونے تک ہلاک کر دیا جائے گا۔","lang":"ur"},{"name":"15:67","price":"اور شہر والے خوشیاں مناتے ہوئے آئے.(1)","arabic":"وَجَآءَ أَهۡلُ ٱلۡمَدِينَةِ يَسۡتَبۡشِرُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1869,"juzNumber":14,"footnotes":"(1) ادھر تو حضرت لوط (عليه السلام) کے گھر میں قوم کی ہلاکت کا یہ فیصلہ ہو رہا تھا۔ ادھر قوم لوط کو پتہ چلا کہ لوط (عليه السلام) کے گھر میں خوش شکل نوجوان مہمان آئے ہیں تو اپنی امرد پرستی کی وجہ سے بڑے خوش ہوئے اور خوشی خوشی حضرت لوط (عليه السلام) کے پاس آئے اور مطالبہ کیا کہ ان نوجوانوں کو ان کے سپرد کیا جائے تاکہ وہ ان سے بے حیائی کا ارتکاب کر کے اپنی تسکین کر سکیں۔","lang":"ur"},{"name":"15:68","price":"(لوط علیہ السلام نے) کہا یہ لوگ میرے مہمان ہیں تم مجھے رسوا نہ کرو.(1)","arabic":"قَالَ إِنَّ هَٰٓؤُلَآءِ ضَيۡفِي فَلَا تَفۡضَحُونِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1870,"juzNumber":14,"footnotes":"(1) حضرت لوط (عليه السلام) نے انہیں سمجھانے کی کوشش کی کہ یہ مہمان ہیں انہیں میں کس طرح تمہارے سپرد کر سکتا ہوں، اس میں میری رسوائی ہے۔","lang":"ur"},{"name":"15:69","price":"اللہ تعالیٰ سے ڈرو اور مجھے رسوا نہ کرو.","arabic":"وَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1871,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:70","price":"وه بولے کیا ہم نے تجھے دنیا بھر (کی ٹھیکیداری) سے منع نہیں کر رکھا؟(1)","arabic":"قَالُوٓاْ أَوَلَمۡ نَنۡهَكَ عَنِ ٱلۡعَٰلَمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1872,"juzNumber":14,"footnotes":"(1) انہوں نے بد اخلاقی کا مظاہرہ کرتے ہوئے کہا اے لوط! تو ان اجنبیوں کا کیا لگتا ہے؟ اور کیوں ان کی حمایت کرتا ہے؟ کیا ہم نے تجھے منع نہیں کیا ہے کہ اجنبیوں کی حمایت نہ کیا کر، یا ان کو اپنا مہمان نہ بنایا کر! یہ ساری گفتگو اس وقت ہوئی جب کہ حضرت لوط (عليه السلام) کو یہ علم نہیں تھا کہ یہ اجنبی مہمان اللہ کے بھیجے ہوئے فرشتے ہیں اور وہ اسی ناہنجار قوم کو تباہ کرنے کے لئے آئے ہیں جو ان فرشتوں کے ساتھ بد فعلی کے لئے مصر تھی، جیسا کہ سورہ ھود میں یہ تفصیل گزر چکی ہے۔ یہاں ان کے فرشتے ہونے کا ذکر پہلے آ گیا ہے۔","lang":"ur"},{"name":"15:71","price":"(لوط علیہ السلام نے) کہا اگر تمہیں کرنا ہی ہے تو یہ میری بچیاں موجود ہیں.(1)","arabic":"قَالَ هَٰٓؤُلَآءِ بَنَاتِيٓ إِن كُنتُمۡ فَٰعِلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1873,"juzNumber":14,"footnotes":"(1) یعنی ان سے تم نکاح کر لو یا پھر اپنی قوم کی عورتوں کو اپنی بیٹیاں کہا، تم عورتوں سے نکاح کر لو یا جن کے حبالہ عقد میں عورتیں ہیں، وہ ان سے اپنی خواہش پوری کریں۔","lang":"ur"},{"name":"15:72","price":"تیری عمر کی قسم! وه تو اپنی بدمستی میں سرگرداں تھے.(1)","arabic":"لَعَمۡرُكَ إِنَّهُمۡ لَفِي سَكۡرَتِهِمۡ يَعۡمَهُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1874,"juzNumber":14,"footnotes":"(1) اللہ تعالیٰ نبی (صلى الله عليه وسلم) سے خطاب فرما کر، ان کی زندگی کی قسم کھا رہا ہے، جس سے آپ کا شرف و فضل واضح ہے۔ تاہم کسی اور کے لئے اللہ تعالٰی کے سوا کسی اور کی قسم کھانا جائز نہیں ہے۔ اللہ تعالٰی تو حاکم مطلق ہے، وہ جس کی چاہے قسم کھائے، اس سے کون پوچھنے والا ہے؟ اللہ تعالٰی فرماتا ہے کہ جس طرح شراب کے نشے میں دھت انسان کی عقل ماؤف ہو جاتی ہے، اسی طرح یہ اپنی بد مستی اور گمراہی میں اتنے سرگرداں تھے کہ حضرت لوط (عليه السلام) کی اتنی معقول بات بھی ان کی سمجھ میں نہیں آ پائی۔","lang":"ur"},{"name":"15:73","price":"پس سورج نکلتے نکلتے انہیں ایک بڑے زور کی آواز نے پکڑ لیا.(1)","arabic":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُشۡرِقِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1875,"juzNumber":14,"footnotes":"(1) ایک چنگھاڑ نے، جب کہ سورج طلوع ہو چکا تھا، ان کا خاتمہ کر دیا۔ بعض کہتے ہیں کہ یہ زوردار آواز حضرت جبرائیل (عليه السلام) کی تھی۔","lang":"ur"},{"name":"15:74","price":"بالﺂخر ہم نے اس شہر کو اوپر تلے کر دیا(1) اور ان لوگوں پر کنکر والے پتھر(2) برسائے.","arabic":"فَجَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهِمۡ حِجَارَةٗ مِّن سِجِّيلٍ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1876,"juzNumber":14,"footnotes":"(1) کہا جاتا ہے کہ ان کی بستیوں کو زمین سے اٹھا کر اوپر آسمان پر لے جایا گیا اور وہاں سے ان کو الٹا کر کے زمین پر پھینک دیا گیا۔ یوں اوپر والا حصہ نیچے اور نچلا حصہ اوپر کر کے تہ و بالا کر دیا گیا، اور کہا جاتا ہے کہ اس سے مراد محض اس بستی کا چھتوں سمیت زمین بوس ہو جانا ہے۔\n(2) اس کے بعد کنکر قسم کے مخصوص پتھر برسائے گئے۔ اس طرح گویا تین قسم کے عذابوں سے انہیں دوچار کر کے نشان عبرت بنا دیا گیا۔","lang":"ur"},{"name":"15:75","price":"بلاشبہ بصیرت والوں کے لیے(1) اس میں بہت سی نشانیاں ہیں.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡمُتَوَسِّمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1877,"juzNumber":14,"footnotes":"(1) گہری نظر سے جائزہ لینے اور غور وفکر کرنے والوں کو مُتَوَسِّمِیْنَ کہا جاتا ہے۔ مُتَوَسِّمِیْنَ کے لئے اس واقعے میں عبرت کے پہلو اور نشانیاں ہیں۔","lang":"ur"},{"name":"15:76","price":"یہ بستی ایسی راه پر ہے جو برابر چلتی رہتی (عام گذرگاه) ہے.(1)","arabic":"وَإِنَّهَا لَبِسَبِيلٖ مُّقِيمٍ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1878,"juzNumber":14,"footnotes":"(1) مراد شاہراہ ہے، یعنی قوم لوط کی بستیاں مدینے سے شام کو جاتے ہوئے راستے میں پڑتی ہیں۔ ہر آنے جانے والے کو انہی بستیوں سے گزر کر جانا پڑتا ہے۔ کہتے ہیں یہ پانچ بستیاں تھیں، سَدُومُ (یہ مرکزی بستی تھی)، صَعْبَةُ, صَعوةُ، عَثْرَةُ اوردُومَا۔ کہا جاتا ہے کہ جبرائیل (عليه السلام) نے اپنے بازو پر انہیں اٹھایا اور آسمان پر چڑھ گئے حتٰی کہ آسمان والوں نے ان کے کتوں کے بھونکنے اور مرغوں کے بولنے کی آوازیں سنیں اور پھر ان کو زمین پر دے مارا (ابن کثیر) مگر اس بات کی کوئی سند نہیں۔","lang":"ur"},{"name":"15:77","price":"اور اس میں ایمان والوں کے لیے بڑی نشانی ہے.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1879,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:78","price":"اور بے شک اَیکَہ بستی کے رہنے والے يقيناً ﻇالم تھے.(1)","arabic":"وَإِن كَانَ أَصۡحَٰبُ ٱلۡأَيۡكَةِ لَظَٰلِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1880,"juzNumber":14,"footnotes":"(1) ”أَيْكَةُ“ گھنے درخت کو کہتے ہیں۔ اس بستی میں گھنے درخت ہونگے۔ اس لئے انہیں ”اَصْحٰبُ الْاَيْكَةِ“ (بن یا جنگل والے) کہا گیا۔ مراد اس سے قوم شعیب ہے اور ان کا زمانہ حضرت لوط (عليه السلام) کے بعد ہے اور ان کا علاقہ حجاز اور شام کے درمیان قوم لوط کی بستیوں کے قریب ہی تھا۔ اسے مدین کہا جاتا ہے جو حضرت ابراہیم (عليه السلام) کے بیٹے یا پوتے کا نام تھا اور اسی کے نام پر بستی کا نام پڑ گیا تھا۔ ان کا ظلم یہ تھا کہ اللہ کے ساتھ شرک کرتے تھے، رہزنی ان کا شیوہ اور کم تولنا اور کم ناپنا ان کا وطیرہ تھا، ان پر جب عذاب آیا ایک بادل ان پر سایہ فگن ہو گیا پھر چنگھاڑ اور بھو نچال نے مل کر ان کو ہلاک کر دیا۔","lang":"ur"},{"name":"15:79","price":"جن سے (آخر) ہم نے انتقام لے ہی لیا۔ یہ دونوں شہر کھلے (عام) راستے پر ہیں.(1)","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ وَإِنَّهُمَا لَبِإِمَامٖ مُّبِينٖ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1881,"juzNumber":14,"footnotes":"(1) إِمَامٍ مُبِينٍ کے معنی بھی شاہراہ عام کے ہیں، جہاں سے شب و روز لوگ گزرتے ہیں۔ دونوں شہر سے مراد قوم لوط کا شہر اور قوم شعیب کا مسکن۔ مدین۔ مراد ہیں۔ یہ دونوں ایک دوسرے کے قریب ہی تھے۔","lang":"ur"},{"name":"15:80","price":"اور حِجر والوں نے بھی رسولوں کو جھٹلایا.(1)","arabic":"وَلَقَدۡ كَذَّبَ أَصۡحَٰبُ ٱلۡحِجۡرِ ٱلۡمُرۡسَلِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1882,"juzNumber":14,"footnotes":"(1) حِجر حضرت صالح (عليه السلام) کی قوم ثمود کی بستیوں کا نام تھا۔ انہیں ”اَصْحٰبُ الْحِـجْرِ“ (حجر والے) کہا گیا ہے۔ یہ بستی مدینہ اور تبوک کے درمیان تھی۔ انہوں نے اپنے پیغمبر حضرت صالح (عليه السلام) کو جھٹلایا۔ لیکن یہاں اللہ تعالٰی نے فرمایا ”انہوں نے پیغمبروں کو جھٹلایا“، یہ اس لئے کہ ایک پیغمبر کی تکذیب ایسے ہی ہے جیسے سارے پیغمبروں کی تکذیب۔","lang":"ur"},{"name":"15:81","price":"اور ہم نے ان کو اپنی نشانیاں بھی عطا فرمائیں (لیکن) تاہم وه ان سے روگردانی ہی کرتے رہے.(1)","arabic":"وَءَاتَيۡنَٰهُمۡ ءَايَٰتِنَا فَكَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1883,"juzNumber":14,"footnotes":"(1) ان نشانیوں میں وہ اونٹنی بھی تھی جو ان کے کہنے پر ایک چٹان سے بطور معجزہ ظاہر کی گئی تھی، لیکن ظالموں نے اسے قتل کر ڈالا۔","lang":"ur"},{"name":"15:82","price":"یہ لوگ پہاڑوں کو تراش تراش کر گھر بناتے تھے، بے خوف ہوکر.(1)","arabic":"وَكَانُواْ يَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتًا ءَامِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1884,"juzNumber":14,"footnotes":"(1) یعنی بغیر کسی خوف کے پہاڑ تراش لیا کرتے تھے۔ 9 ہجری میں تبوک جاتے ہوئے جب رسول اللہ (صلى الله عليه وسلم) اس بستی سے گزرے تو آپ (صلى الله عليه وسلم) نے سر پر کپڑا لپیٹ لیا اور اپنی سواری کو تیز کر لیا اور صحابہ سے فرمایا کہ روتے ہوئے اور اللہ کے عذاب سے ڈرتے ہوئے اس بستی سے گزرو (ابن کثیر) صحیح بخاری و مسلم میں بھی یہ روایت ہے۔ نمبر 433، مسلم نمبر 2285۔","lang":"ur"},{"name":"15:83","price":"آخر انہیں بھی صبح ہوتے ہوتے چنگھاڑنے آدبوچا.(1)","arabic":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُصۡبِحِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1885,"juzNumber":14,"footnotes":"(1) حضرت صالح (عليه السلام) نے انہیں کہا کہ تین دن کے بعد تم پر عذاب آ جائے گا، چنانچہ چوتھے روز ان پر یہ عذاب آ گیا۔","lang":"ur"},{"name":"15:84","price":"پس ان کی کسی تدبیروعمل نے انہیں کوئی فائده نہ دیا.","arabic":"فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1886,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:85","price":"ہم نے آسمانوں اور زمین کو اور ان کے درمیان کی سب چیزوں کو حق کے ساتھ ہی پیدا فرمایا ہے(1) ، اور قیامت ضرور ضرور آنے والی ہے۔ پس تو حسن وخوبی (اور اچھائی) سے درگزر کر لے.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّۗ وَإِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞۖ فَٱصۡفَحِ ٱلصَّفۡحَ ٱلۡجَمِيلَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1887,"juzNumber":14,"footnotes":"(1) حق سے مراد وہ فوائد و مصالح ہیں جو آسمان و زمین کی پیدائش سے مقصود ہیں۔ یا حق سے مراد محسن (نیکوکار) کو اس کی نیکی کا اور بدکار کو اس کی برائی کا بدلہ دینا ہے۔ جس طرح ایک دوسرے مقام پر فرمایا ”اللہ ہی کے لئے ہے جو آسمانوں میں ہے اور جو زمین میں ہے تاکہ بروں کو ان کی برائیوں کا اور نیکوں کو ان کی نیکی کا بدلہ دے“۔ (النجم: 31)","lang":"ur"},{"name":"15:86","price":"یقیناً تیرا پروردگار ہی پیدا کرنے واﻻ اور جاننے واﻻ ہے.","arabic":"إِنَّ رَبَّكَ هُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1888,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:87","price":"یقیناً ہم نے آپ کو سات آیتیں دے رکھی ہیں.(1) کہ دہرائی جاتی ہیں اور عظیم قرآن بھی دے رکھا ہے.","arabic":"وَلَقَدۡ ءَاتَيۡنَٰكَ سَبۡعٗا مِّنَ ٱلۡمَثَانِي وَٱلۡقُرۡءَانَ ٱلۡعَظِيمَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1889,"juzNumber":14,"footnotes":"(1) سَبْعُ مَثَانِي سے مراد کیا ہے اس میں مفسرین کا اختلاف ہے صحیح بات یہ ہے کہ اس سے مراد سورۃ فاتحہ ہے۔ یہ سات آیتیں ہیں اور جو ہر نماز میں بار بار پڑھی جاتی ہیں (مثانی کے معنی بار بار دہرانے کے کیئے گئے ہیں) حدیث میں بھی اس کی تائید ہوتی ہے۔ چنانچہ ایک حدیث میں رسول اللہ (صلى الله عليه وسلم) نے فرمایا: ”الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ“ یہ سبع مثانی اور قرآن عظیم ہے جو میں دیا گیا ہوں (صحیح بخاری، تفسیر سورۃ الحجر) ایک اور حدیث میں فرمایا ”أُمُّ الْقُرْآنِ هِيَ السَّبْعُ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ“ سورہ فاتحہ قرآن کا ایک جزء ہے اس لیے قرآن عظیم کا ذکر بھی ساتھ ہی کیا گیا ہے۔","lang":"ur"},{"name":"15:88","price":"آپ ہر گز اپنی نظریں اس چیز کی طرف نہ دوڑائیں، جس سے ہم نے ان میں سے کئی قسم کے لوگوں کو بہره مند کر رکھا ہے، نہ ان پر آپ افسوس کریں اور مومنوں کے لیے اپنے بازو جھکائے رہیں.(1)","arabic":"لَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَٱخۡفِضۡ جَنَاحَكَ لِلۡمُؤۡمِنِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1890,"juzNumber":14,"footnotes":"(1) یعنی ہم نے سورت فاتحہ اور قرآن عظیم جیسی نعمتیں آپ کو عطا کی ہیں، اس لئے دنیا اور اس کی زینتیں اور ان مختلف قسم کے اہل دنیا کی طرف نہ نظر دوڑائیں جن کو دنیا فانی کی عارضی چیزیں ہم نے دی ہیں اور وہ جو آپ کی تکذیب کرتے ہیں، اس پر غم نہ کھائیں اور مومنوں کے لئے اپنے بازو جھکائے رہیں، یعنی ان کے لئے نرمی اور محبت کا رویہ اپنائیں۔ اس محاورہ کی اصل یہ ہے کہ جب پرندہ اپنے بچوں کو اپنے سایہ شفقت میں لیتا ہے تو ان کو اپنے بازوؤں یعنی پروں میں لے لیتا ہے۔ یوں یہ ترکیب نرمی، پیار و محبت کا رویہ اپنانے کے مفہوم میں استعمال ہوتی ہے۔","lang":"ur"},{"name":"15:89","price":"اور کہہ دیجئے کہ میں تو کھلم کھلا ڈرانے واﻻ ہوں.","arabic":"وَقُلۡ إِنِّيٓ أَنَا ٱلنَّذِيرُ ٱلۡمُبِينُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1891,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:90","price":"جیسے کہ ہم نے ان تقسیم کرنے والوں پر اتارا.(1)","arabic":"كَمَآ أَنزَلۡنَا عَلَى ٱلۡمُقۡتَسِمِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1892,"juzNumber":14,"footnotes":"(1) بعض مفسرین کے نزدیک أَنْزَلْنَا کا مفعول الْعَذَابَ محذوف ہے۔ معنی یہ ہیں کہ میں تمہیں کھل کر ڈرانے والا ہوں عذاب سے، مثل اس عذاب کے، جو مُقْتَسِمِينَ پر نازل ہوا، مُقْتَسِمِينَ کون ہیں؟ جنہوں نے کتاب الٰہی کے ٹکڑے ٹکڑے کر دیئے، بعض کہتے ہیں کہ اس سے قریش قوم مراد ہے، جنہوں نے اللہ کی کتاب کو تقسیم کر دیا، اس کے بعض حصے کو شعر، بعض کو سحر (جادو) بعض کو کہانت اور بعض کو اساطیرالأولین (پہلوں کی کہانیاں) قرار دیا، بعض کہتے ہیں کہ مُقْتَسِمِينَ سے اہل کتاب اور قرآن سے مراد تورات و انجیل ہیں۔ انہوں نے ان آسمانی کتابوں کو متفرق اجزاء میں بانٹ دیا تھا۔ بعض کہتے ہیں کہ یہ حضرت صالح (عليه السلام) کی قوم ہے جنہوں نے آپس میں قسم کھائی تھی کہ صالح (عليه السلام) اور ان کے گھر والوں کو رات کے اندھیرے میں قتل کر دیں گے «تَقَاسَمُوْا بِاللّٰهِ لَـنُبَيِّتَـنَّهٗ وَاَهْلَهٗ» (النمل: 49) اور آسمانی کتاب کو ٹکڑے ٹکڑے کر ڈالا۔ ”عِضِينَ“ کے ایک معنی یہ بھی کیے گئے ہیں کہ اس کی بعض باتوں پر ایمان رکھنا اور بعض کے ساتھ کفر کرنا۔","lang":"ur"},{"name":"15:91","price":"جنہوں نے اس کتاب الٰہی کے ٹکڑے ٹکڑے کر دیئے.","arabic":"ٱلَّذِينَ جَعَلُواْ ٱلۡقُرۡءَانَ عِضِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1893,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:92","price":"قسم ہے تیرے پالنے والے کی! ہم ان سب سے ضرور باز پرس کریں گے.","arabic":"فَوَرَبِّكَ لَنَسۡـَٔلَنَّهُمۡ أَجۡمَعِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1894,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:93","price":"ہر اس چیز کی جو وه کرتے تھے.","arabic":"عَمَّا كَانُواْ يَعۡمَلُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1895,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:94","price":"پس آپ(1) اس حکم کو جو آپ کو کیا جارہا ہے کھول کر سنا دیجئے! اور مشرکوں سے منھ پھیر لیجئے.","arabic":"فَٱصۡدَعۡ بِمَا تُؤۡمَرُ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1896,"juzNumber":14,"footnotes":"(1) اصْدَعْ کے معنی ہیں کھول کر بیان کرنا، اس آیت کے نزول سے قبل آپ صلی اللہ علیہ وسلم چھپ کر تبلیغ فرماتے تھے، اس کے بعد آپ نے کھلم کھلا تبلیغ شروع کر دی۔ (فتح القدیر)","lang":"ur"},{"name":"15:95","price":"آپ سے جو لوگ مسخراپن کرتے ہیں ان کی سزا کے لیے ہم کافی ہیں.","arabic":"إِنَّا كَفَيۡنَٰكَ ٱلۡمُسۡتَهۡزِءِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1897,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:96","price":"جو اللہ کے ساتھ دوسرے معبود مقرر کرتے ہیں انہیں عنقریب معلوم ہو جائے گا.","arabic":"ٱلَّذِينَ يَجۡعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۚ فَسَوۡفَ يَعۡلَمُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1898,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:97","price":"ہمیں خوب علم ہے کہ ان کی باتوں سے آپ کا دل تنگ ہوتا ہے.","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1899,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:98","price":"آپ اپنے پروردگار کی تسبیح اور حمد بیان کرتے رہیں اور سجده کرنے والوں میں شامل ہو جائیں.","arabic":"فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1900,"juzNumber":14,"footnotes":"","lang":"ur"},{"name":"15:99","price":"اور اپنے رب کی عبادت کرتے رہیں یہاں تک کہ آپ کو موت آجائے.(1)","arabic":"وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ","category":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr"],"ayahNumber":1901,"juzNumber":14,"footnotes":"(1) مشرکین آپ کو ساحر، مجنون، کاہن وغیرہ کہتے جس سے بشری جبلت کی وجہ سے آپ کبیدہ خاطر ہوتے، اللہ تعالٰی نے تسلی دیتے ہوئے فرمایا کہ آپ حمد وثنا کریں، نماز پڑھیں اور اپنے رب کی عبادت کریں، اس سے آپ کو قلبی سکون بھی ملے گا اور اللہ کی مدد بھی حاصل ہوگی، سجدے سے یہاں نماز اور یقین سے مراد موت ہے۔","lang":"ur"}],"chapter":["15 (Al-Hijr)","Al-Hijr","Surah Al-Hijr","Chapter Al-Hijr","Hijr","Surah Hijr","Chapter Hijr","Al Hijr","Surah Al Hijr","Chapter Al Hijr","Surah 15","Chapter 15","The Rock","الحِجر"]}