{"data":[{"name":"19:1","price":"کہیعص.(1)","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:2","price":"یہ ہے تیرے پروردگار کی اس مہربانی کا ذکر جو اس نے اپنے بندے زکریا(1) پر کی تھی.","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"(1) حضرت زکریا علیہ السلام، انبیائے بنی اسرائیل میں سے ہیں۔ یہ بڑھئی تھے اور یہی پیشہ ان کا ذریعہ آمدنی تھا۔ (صحيح مسلم، باب من فضائل زكريا)","lang":"ur"},{"name":"19:3","price":"جبکہ اس نے اپنے رب سے چپکے چپکے دعا کی تھی.(1)","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"(1) خفیہ دعا اس لئے کی کہ ایک تو یہ اللہ کو زیادہ پسند ہے کیونکہ اس میں تضرع وانابت اور خشوع وخضوع زیادہ ہوتا ہے۔ دوسرے لوگ انہیں بیوقوف نہ قرار دیں کہ یہ بڈھا اب بڑھاپے میں اولاد مانگ رہا ہے جب کہ اولاد کے تمام ظاہری امکانات ختم ہو چکے ہیں۔","lang":"ur"},{"name":"19:4","price":"کہ اے میرے پروردگار! میری ہڈیاں کمزور ہوگئی ہیں اور سر بڑھاپے کی وجہ سے بھڑک اٹھا ہے(1) ، لیکن میں کبھی بھی تجھ سے دعا کر کے محروم نہیں رہا.(2)","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"(1) یعنی جس طرح لکڑی آگ سے بھڑک اٹھتی ہے اسی طرح میرا سر بالوں کی سفیدی سے بھڑک اٹھا ہے مراد ضعف وکبر (بڑھاپے) کا اظہار ہے۔\n(2) اور اسی لیے ظاہری اسباب کے فقدان کے باوجود تجھ سے اولاد مانگ رہا ہوں۔","lang":"ur"},{"name":"19:5","price":"مجھے اپنے مرنے کے بعد اپنے قرابت والوں کا ڈر ہے(1) ، میری بیوی بھی بانجھ ہے پس تو مجھے اپنے پاس سے(2) وارث عطا فرم.","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"(1) اس ڈر سے مراد یہ ہے کہ اگر میرا کوئی وارث میری مسند وعظ وارشاد نہیں سنبھالے گا تو میرے قرابت داروں میں اور تو کوئی اس مسند کا اہل نہیں ہے۔ میرے قرابت دار بھی تیرے راستے سے گریز وانحراف نہ اختیار کرلیں۔\n(2) ”اپنے پاس سے“ کا مطلب یہی ہے کہ گو ظاہری اسباب اس کے ختم ہو چکے ہیں، لیکن تو اپنے فضل خاص سے مجھے اولاد سے نواز دے۔","lang":"ur"},{"name":"19:6","price":"جو میرا بھی وارث ہو اور یعقوب (علیہ السلام) کے خاندان کا بھی جانشین اور میرے رب! تو اسے مقبول بنده بنا لے.","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:7","price":"اے زکریا! ہم تجھے ایک بچے کی خوشخبری دیتے ہیں جس کا نام یحيٰ ہے، ہم نے اس سے پہلے اس کا ہم نام بھی کسی کو نہیں کیا.(1)","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"(1) اللہ تعالٰی نے نہ صرف دعا قبول فرمائی بلکہ اس کا نام بھی تجویز فرما دیا۔","lang":"ur"},{"name":"19:8","price":"زکریا (علیہ السلام) کہنے لگے میرے رب! میرے ہاں لڑکا کیسے ہوگا، جبکہ میری بیوی بانجھ اور میں خود بڑھاپے کے انتہائی ضعف کو پہنچ چکا ہوں.(1)","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"(1) عَاقِرٌ اس عورت کو بھی کہتے ہیں جو بڑھاپے کی وجہ سے اولاد جننے کی صلاحیت سے محروم ہو چکی ہو اور اس کو بھی کہتے ہیں جو شروع سے ہی بانجھ ہو۔ یہاں یہ دوسرے معنی میں ہی ہے۔ جو لکڑی سوکھ جائے، اسے عِتِيًّا کہتے ہیں۔ مراد بڑھاپے کا آخری درجہ ہے۔ جس میں ہڈیاں اکڑ جاتی ہیں۔ مطلب یہ ہے کہ میری بیوی تو جوانی سے ہی بانجھ ہے اور میں بڑھاپے کے آخری درجے پر پہنچ چکا ہوں، اب اولاد کیسے ممکن ہے؟ کہا جاتا ہے کہ حضرت زکریا (عليه السلام) کی اہلیہ کا نام اشاع بنت فاقود بن میل ہے یہ حضرت حنہ (والدہ مریم) کی بہن ہیں۔ لیکن زیادہ قول صحیح یہ لگتا ہے کہ اشاع بھی حضرت عمران کی دختر ہیں جو حضرت مریم کے والد تھے۔ یوں حضرت یٰحیٰی (عليه السلام) اور حضرت عیسیٰ (عليه السلام) آپس میں خالہ زاد بھائی ہیں۔ حدیث صحیح سے بھی اس کی تائید ہوتی ہے (فتح القدیر)","lang":"ur"},{"name":"19:9","price":"ارشاد ہوا کہ وعده اسی طرح ہو چکا، تیرے رب نے فرما دیا ہے کہ مجھ پر تو یہ بالکل آسان ہے اور تو خود جبکہ کچھ نہ تھا میں تجھے پیدا کر چکا ہوں.(1)","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"(1) فرشتوں نے حضرت زکریا کا تعجب دور کرنے کے لئے کہا کہ اللہ تعالٰی نے تجھے بیٹا دینے کا فیصلہ کر لیا ہے جس کے مطابق یقیناً تجھے بیٹا ملے گا، اور یہ اللہ کے لئے قطعاً مشکل کام نہیں ہے کیونکہ جب وہ تجھے نیست سے ہست کر سکتا ہے تو تجھے ظاہری اسباب سے ہٹ کر بیٹا بھی دے سکتا ہے۔","lang":"ur"},{"name":"19:10","price":"کہنے لگے میرے پروردگار میرے لئے کوئی علامت مقرر فرما دے، ارشاد ہوا کہ تیرے لئے علامت یہ ہے کہ باوجود بھلا چنگا ہونے کے تو تین راتوں تک کسی شخص سے بول نہ سکے گا.(1)","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"(1) راتوں سے مراد، دن اور رات ہیں اور سَوِیاًّ کا مطلب ہے بالکل ٹھیک ٹھاک، تندرست، یعنی ایسی کوئی بیماری نہیں ہوگی جو تجھے بولنے سے روک دے۔ لیکن اس کے باوجود تیری زبان سے گفتگو نہ ہو سکے تو سمجھ لینا کہ خوشخبری کے دن قریب آ گئے ہیں۔","lang":"ur"},{"name":"19:11","price":"اب زکریا (علیہ السلام) اپنے حجرے(1) سے نکل کر اپنی قوم کے پاس آکر انہیں اشاره کرتے ہیں کہ تم صبح وشام اللہ تعالیٰ کی تسبیح بیان کرو.(2)","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"(1) مِحْرَابٌ سے مراد حجرہ ہے جس میں وہ اللہ کی عبادت کرتے تھے۔ یہ حَرْبٌ سے ہے جس کے معنی لڑائی کے ہیں۔ گویا عبادت گاہ میں اللہ کی عبادت کرنا ایسے ہے گویا وہ شیطان سے لڑ رہا ہے۔\n(2) صبح وشام اللہ کی تسبیح سے مراد عصر اور فجر کی نماز ہے۔ یا یہ مطلب ہے کہ دو وقتوں میں اللہ کی تسبیح وتمحید اور پاکی کا خصوصی اہتمام کرو۔","lang":"ur"},{"name":"19:12","price":"اے یحيٰ! میری کتاب(1) کو مضبوطی سے تھام لے اور ہم نے اسے لڑکپن ہی سے دانائی عطا فرما دی.(2)","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"(1) یعنی اللہ نے حضرت زکریا (عليه السلام) کو یٰحیٰی (عليه السلام) عطا فرمایا اور جب وہ کچھ بڑا ہوا، گو ابھی بچہ ہی تھا، اسے اللہ نے کتاب کو مضبوطی سے پکڑنے یعنی اس پر عمل کرنے کا حکم دیا۔ کتاب سے مراد تورات ہے یا ان پر مخصوص نازل کردہ کوئی کتاب ہے جس کا ہمیں علم نہیں۔\n(2) حُکْم سے مراد دانائی، عقل، شعور، کتاب میں درج احکام دین کی سمجھ، علم وعمل کی جامعیت یا نبوت سے مراد ہے۔ امام شوکانی فرماتے ہیں کہ اس امر میں کوئی مانع نہیں ہے کہ حکم میں یہ ساری ہی چیزیں داخل ہوں۔","lang":"ur"},{"name":"19:13","price":"اور اپنے پاس سے شفقت اور پاکیزگی بھی(1) ، وه پرہیزگار شخص تھا.","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"(1) حَنَانًا، شفقت، مہربانی، یعنی ہم نے اس کو والدین اور اقربا پر شفقت ومہربانی کرنے کا جذبہ اور اسے نفس کی آلائشوں اور گناہوں سے پاکیزگی وطہارت بھی عطا کی۔","lang":"ur"},{"name":"19:14","price":"اور اپنے ماں باپ سے نیک سلوک کرنے واﻻ تھا وه سرکش اور گناه گار نہ تھا.(1)","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"- یعنی اپنے ماں باپ کی یا اپنے رب کی نافرمانی کرنے والا نہیں تھا۔ اس کا مطلب یہ ہے کہ اگر کسی کے دل میں والدین کے لئے شفقت ومحبت کا اور ان کی اطاعت وخدمت اور حسن سلوک کا جذبہ اللہ تعالٰی پیدا فرما دے تو یہ اس کا خاص فضل وکرم ہے اور اس کے برعکس جذبہ یا رویہ، یہ اللہ تعالٰی کے فضل خاص سے محرومی کا نتیجہ ہے۔","lang":"ur"},{"name":"19:15","price":"اس پر سلام ہے جس دن وه پیدا ہوا اور جس دن وه مرے اور جس دن وه زنده کرکے اٹھایا جائے.(1)","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"(1) تین مواقع انسان کے لئے سخت ودہشت ناک ہو تے ہیں، 1۔ جب انسان رحم مادر سے باہر آتا ہے، 2۔ جب موت کا شکنجہ اسے اپنی گرفت میں لیتا ہے،3۔ اور جب اسے قبر سے زندہ کر کے اٹھایا جائے گا تو وہ اپنے کو میدان محشر کی ہولناکیوں میں گھرا ہوا پائے گا۔ اللہ تعالٰی نے فرمایا کہ ان تینوں جگہوں میں اس کیلئے ہماری طرف سے سلامتی اور امان ہے۔ بعض اہل بدعت اس آیت سے یوم ولادت پر ”عید میلاد“ کا جواز ثابت کرتے ہیں لیکن کوئی ان سے پوچھے تو پھر یوم وفات پر ”عید وفات“ یا ”عید ممات“ بھی منانی ضروری ہوئی کیونکہ جس طرح یوم ولادت کے لیے سلام ہے یوم وفات کے لیے بھی سلام ہے اگر محض لفظ ”سلام“ سے عید میلاد کا اثبات ممکن ہے تو پر اسی لفظ سے عید وفات کا بھی اثبات ہوتا ہے لیکن یہاں وفات کی عید تو کجا، سرے سے وفات وممات ہی کا انکار ہے یعنی وفات نبوی (صلى الله عليه وسلم) کا انکار کر کے نص قرآنی کا تو انکار کرتے ہی ہیں خود اپنے استدلال کی رو سے بھی آیت کے ایک جز کو تو مانتے ہیں اور اسی آیت کے دوسرے جز سے ان ہی کے استدلال کی روشنی میں جو ثابت ہوتا ہے اس کا انکار ہے۔ «اَفَتُؤْمِنُوْنَ بِبَعْضِ الْكِتٰبِ وَتَكْفُرُوْنَ بِبَعْضٍ» ( البقرۃ:85) ”کیا بعض احکام پر ایمان رکھتے ہو اور بعض کے ساتھ کفر کرتے ہو؟“۔","lang":"ur"},{"name":"19:16","price":"اس کتاب میں مریم کا بھی واقعہ بیان کر۔ جبکہ وه اپنے گھر کے لوگوں سے علیحده ہو کر مشرقی جانب آئیں.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:17","price":"اور ان لوگوں کی طرف سے پرده کر لیا(1) ، پھر ہم نے اس کے پاس اپنی روح (جبرائیل علیہ السلام) کو بھیجا پس وه اس کے سامنے پورا آدمی بن کر ﻇاہر ہوا.(2)","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"(1) یہ علیحدگی اور حجاب (پردہ) اللہ کی عبادت کی غرض سے تھا تاکہ انہیں کوئی نہ دیکھے اور یکسوئی حاصل رہے یا طہارت حیض کے لئے۔ اور مشرقی مکان سے مراد بیت المقدس کی مشرقی جانب ہے۔\n(2) رُوْح سے مراد حضرت جبرائیل (عليه السلام) ہیں، جنہیں کامل انسانی شکل میں حضرت مریم کی طرف بھیجا گیا، حضرت مریم نے جب دیکھا کہ ایک شخص بے دھڑک اندر آ گیا ہے تو ڈر گئیں کہ یہ بری نیت سے نہ آیا ہو۔ حضرت جبرائیل (عليه السلام) نے کہا میں وہ نہیں ہوں جو تو گمان کر رہی ہے بلکہ تیرے رب کا قاصد ہوں اور یہ خوشخبری دینے آیا ہوں کہ اللہ تعالٰی تجھے لڑکا عطا فرمائے گا، بعض قرائتوں میں لِیَھَبَ صیغہ غائب ہے۔ متکلم کا صیغہ (جو موجودہ قراءت میں ہے) اس لئے بولا کہ ظاہری اسباب کے لحاظ سے حضرت جبرائیل (عليه السلام) نے ان کے گریبان میں پھونک ماری تھی جس سے باذن اللہ ان کو حمل ٹھہر گیا تھا۔ اس لئے ہبہ کا تناسب اپنی طرف منسوب کر لیا۔ یا یہ بھی ہو سکتا ہے کہ اللہ تعالٰی ہی کا قول ہو اور یہاں حکایتًا نقل ہوا ہو۔ اس اعتبار سے تقدیر کلام یوں ہوگی۔ «أَرْسَلَنِي، يَقُولُ لَكِ أَرْسَلْتُ رَسُولِي إِلَيْكِ لأَهَبَ لَكِ» (أيسر التفاسير) ”یعنی اللہ نے مجھے تیرے لئے یہ پیغام دے کر بھیجا ہے کہ میں نے تیری طرف اپنا قاصد یہ بتلانے کے لئے بھیجا ہے کہ میں تجھے ایک پاکیزہ بچہ عطا کروں گا“ اس طرح حذف اور تقدیر کلام قرآن میں کئی جگہ ہے۔","lang":"ur"},{"name":"19:18","price":"یہ کہنے لگیں میں تجھ سے رحمٰن کی پناه مانگتی ہوں اگر تو کچھ بھی اللہ سے ڈرنے واﻻ ہے.","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:19","price":"اس نے جواب دیا کہ میں تو اللہ کا بھیجا ہوا قاصد ہوں، تجھے ایک پاکیزه لڑکا دینے آیا ہوں.","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:20","price":"کہنے لگیں بھلا میرے ہاں بچہ کیسے ہو سکتا ہے؟ مجھے تو کسی انسان کا ہاتھ تک نہیں لگا اور نہ میں بدکار ہوں.","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:21","price":"اس نے کہا بات تو یہی ہے(1) ۔ لیکن تیرے پروردگار کا ارشاد ہے کہ وه مجھ پر بہت ہی آسان ہے ہم تو اسے لوگوں کے لئے ایک نشانی بنا دیں گے(2) اور اپنی خاص رحمت، یہ تو ایک طے شده بات ہے.(3)","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"(1) یعنی یہ بات تو صحیح ہے کہ تجھے مرد سے مقاربت کا کوئی موقع نہیں ملا ہے، جائز طریقے سے نہ ناجائز طریقے سے۔ جب کہ حمل کے لئے عادتًا یہ ضروری ہے۔\n(2) یعنی میں اسباب کا محتاج نہیں ہوں، میرے لئے یہ بالکل آسان ہے اور ہم اسے اپنی قدرت تخلیق کے لئے نشانی بنانا چاہتے ہیں۔ اس سے قبل ہم نے تمہارے باپ آدم کو مرد اور عورت کے بغیر، اور تمہاری ماں حوا کو صرف مرد سے پیدا کیا اور اب عیسیٰ (عليه السلام) کو پیدا کر کے چوتھی شکل میں بھی پیدا کرنے پر اپنی قدرت کا اظہار کرنا چاہتے ہیں اور وہ ہے صرف عورت کے بطن سے، بغیر مرد کے پیدا کر دینا۔ ہم تخلیق کی چاروں صورتوں پر قادر ہیں۔\n(3) اس سے مراد نبوت ہے جو اللہ کی رحمت خاص ہے اور ان کے لئے بھی جو اس نبوت پر ایمان لائیں گے۔\n(4) یہ اسی کلام کا تمتہ ہے جو جبرائیل (عليه السلام) نے اللہ کی طرف سے نقل کیا ہے۔ یعنی یہ اعجازی تخلیق تو اللہ کے علم اور اس کی قدرت ومشیت میں مقدر ہے۔","lang":"ur"},{"name":"19:22","price":"پس وه حمل سے ہو گئیں اوراسی وجہ سے وه یکسو ہو کر ایک دور کی جگہ چلی گئیں.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:23","price":"پھر درِد زه ایک کھجور کے تنے کے نیچے لے آیا، بولی کاش! میں اس سے پہلے ہی مر گئی ہوتی اور لوگوں کی یاد سے بھی بھولی بسری ہو جاتی.(1)","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"(1) موت کی آرزو اس ڈر سے کی کہ میں بچے کے مسئلے پر لوگوں کو کس طرح مطمئن کر سکوں گی، جب کہ میری بات کی کوئی تصدیق کرنے کے لئے تیار ہی نہیں ہوگا۔ اور یہ تصور بھی روح فرسا تھا کہ کہاں شہرت ایک عابدہ وزاہدہ کے طور پر ہے اور اس کے بعد لوگوں کی نظروں میں بدکار ٹھہروں گی۔","lang":"ur"},{"name":"19:24","price":"اتنے میں اسے نیچے سے ہی آواز دی کہ آزرده خاطر نہ ہو، تیرے رب نے تیرے پاؤں تلے ایک چشمہ جاری کر دیا ہے.","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:25","price":"اور اس کھجور کے تنے کو اپنی طرف ہلا، یہ تیرے سامنے تروتازه پکی کھجوریں گرا دے گا.(1)","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"(1) سَرِیّاَ چھوٹی نہر یا پانی کا چشمہ۔ یعنی بطور کرامت اور خرق عادت، اللہ تعالٰی نے حضرت مریم کے پاؤں تلے پینے کے لئے پانی کا اور کھانے کے لئے ایک سوکھے ہوئے درخت میں پکی ہوئے تازہ کھجوروں کا انتطام کر دیا۔ نداء دینے والے حضرت جبرائیل (عليه السلام) تھے، جنہوں نے وادی کے نیچے سے آواز دی اور کہا جاتا ہے کہ سَرِیّ بمعنی سردار ہے اور اس سے مراد عیسیٰ (عليه السلام) ہیں اور انہی نے حضرت مریم کو نیچے سے آواز دی تھی۔","lang":"ur"},{"name":"19:26","price":"اب چین سے کھا پی اور آنکھیں ٹھنڈی رکھ(1) ، اگر تجھے کوئی انسان نظر پڑ جائے تو کہہ(2) دینا کہ میں نے اللہ رحمنٰ کے نام کا روزه مان رکھا ہے۔ میں آج کسی شخص سے بات نہ کروں گی.","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"- یعنی کھجوریں کھا، چشمے کا پانی پی اور بچے کو دیکھ کر آنکھیں ٹھنڈی کر۔\n(2) یہ کہنا بھی اشارے سے تھا، زبان سے نہیں، علاوہ ازیں ان کے ہاں روزے کا مطلب ہی کھانے اور بولنے سے پرہیز ہے۔","lang":"ur"},{"name":"19:27","price":"اب حضرت عیسیٰ (علیہ السلام) کو لئے ہوئے وه اپنی قوم کے پاس آئیں۔ سب کہنے لگے مریم تو نے بڑی بری حرکت کی.","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:28","price":"اے ہارون کی بہن(1) ! نہ تو تیرا باپ برا آدمی تھا اور نہ تیری ماں بدکار تھی.","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"(1) ہارون سے مراد ممکن ہے ان کا کوئی عینی یا علاتی بھائی ہو، یہ بھی ممکن ہے ہارون سے مراد ہارون رسول (برادر موسیٰ علیہ السلام) ہی ہوں اور عربوں کی طرح ان کی نسبت اخوت ہارون کی طرف کر دی، جیسے کہا جاتا ہے يَا أَخَا تَمِيمٍ! يا أخا العرب!، وغیرہ یا تقویٰ وپاکیزگی اور عبادت میں حضرت ہارون (عليه السلام) کی طرح انہیں سمجھتے ہوئے، انہیں کی مثل اور مشابہت میں اخت ہارون کہا ہو، اس کی مثالیں قرآن کریم میں بھی موجود ہیں (ایسر التفاسیر وابن کثیر)","lang":"ur"},{"name":"19:29","price":"مریم نے اپنے بچے کی طرف اشاره کیا۔ سب کہنے لگے کہ لو بھلا ہم گود کے بچے سے باتیں کیسے کریں؟","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:30","price":"بچہ بول اٹھا کہ میں اللہ تعالیٰ کا بنده ہوں۔ اس نے مجھے کتاب عطا فرمائی اور مجھے اپنا پیغمبر(1) بنایا ہے.","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"(1) یعنی قضا وقدر ہی میں اللہ نے یہ فیصلہ کیا ہوا ہے کہ مجھے کتاب اور نبوت سے نوازے گا۔","lang":"ur"},{"name":"19:31","price":"اور اس نے مجھے بابرکت کیا ہے(1) جہاں بھی میں ہوں، اور اس نے مجھے نماز اور زکوٰة کا حکم دیا ہے جب تک بھی میں زنده رہوں.","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"(1) اللہ کے دین میں ثابت قدم، یا ہرچیز میں زیادتی، برتری اور کامیابی میرا مقدر ہے یا لوگوں کے لئے نافع، نیکی کے کام کرنے کا حکم دینے والا اور برائی سے روکنے والا۔ (فتح القدیر)","lang":"ur"},{"name":"19:32","price":"اور اس نے مجھے اپنی والده کا خدمت گزار بنایا ہے(1) اور مجھے سرکش اور بدبخت نہیں کیا.(2)","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"(1) صرف والدہ کے ساتھ حسن سلوک کے ذکر سے بھی واضح ہے کہ حضرت عیسیٰ (عليه السلام) کی ولادت بغیر باپ کے ایک اعجازی شان کی حامل ہے، ورنہ حضرت عیسیٰ علیہ لسلام بھی، حضرت یحیٰی (عليه السلام) کی طرح بَرًّا بِوَالِدَيْهِ (ماں باپ کے ساتھ حسن سلوک کرنے والا) کہتے، یہ نہ کہتے کہ میں ماں کے ساتھ حسن سلوک کرنے والا ہوں۔\n(2) اس کا مطلب یہ ہے کہ جو ماں باپ کا خدمت گزار اور اطاعت شعار نہیں ہوتا، اس کی فطرت میں سرکشی اور قسمت میں بد بختی لکھی ہے، حضرت عیسیٰ (عليه السلام) نے ساری گفتگو ماضی کے صیغوں میں کی ہے حالاں کہ ان تمام باتوں کا تعلق مستقبل سے تھا، کیونکہ ابھی تو وہ شیر خوار بچے ہی تھے۔ یہ اس لئے کہ یہ اللہ کی تقدیر کے اٹل فیصلے تھے کہ گو ابھی یہ معرض ظہور میں نہیں آئے تھے لیکن ان کا وقوع اس طرح یقینی تھا جس طرح کے گزرے ہوئے واقعات شک وشبہ سے بالا ہوتے ہیں۔","lang":"ur"},{"name":"19:33","price":"اور مجھ پر میری پیدائش کے دن اور میری موت کے دن اور جس دن کہ میں دوباره زنده کھڑا کیا جاؤں گا، سلام ہی سلام ہے.","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:34","price":"یہ ہے صحیح واقعہ عیسیٰ بن مریم (علیہ السلام) کا، یہی ہے وه حق بات جس میں لوگ شک وشبہ میں مبتلا ہیں.(1)","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"(1) یعنی یہ ہیں وہ صفات، جن سے حضرت عیسیٰ (عليه السلام) متصف کئے گئے تھے نہ کہ ان صفات کے حامل، جو نصاریٰ نے حد سے گزر کر ان کے بارے میں باور کرائیں اور نہ ایسے، جو یہودیوں نے کمی کی اور نقص نکالنے سے کام لیتے ہوئے ان کی بابت کہا۔ اور یہی حق بات ہے۔ جس میں لوگ خواہ مخواہ شک کرتے ہیں۔","lang":"ur"},{"name":"19:35","price":"اللہ تعالیٰ کے لئے اوﻻد کا ہونا ﻻئق نہیں، وه تو بالکل پاک ذات ہے، وه تو جب کسی کام کے سر انجام دینے کا اراده کرتا ہے تو اسے کہہ دیتا ہے کہ ہو جا، وه اسی وقت ہو جاتا ہے.(1)","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"(1) جس اللہ کی یہ شان اور قدرت ہو اسے بھلا اولاد کی کیا ضرورت ہے؟ اور اسی طرح اس کے لئے بغیر باپ کے پیدا کر دینا کون سا مشکل امر ہے۔ گویا جو اللہ کے لئے اولاد ثابت کرتے ہیں یا حضرت عیسیٰ (عليه السلام) کی اعجازی ولادت سے انکار کرتے ہیں، وہ دراصل اللہ کی قدرت وطاقت کے منکر ہیں۔","lang":"ur"},{"name":"19:36","price":"میرا اور تم سب کا پروردگار صرف اللہ تعالیٰ ہی ہے۔ تم سب اسی کی عبادت کرو، یہی سیدھی راه ہے.","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:37","price":"پھر یہ فرقے آپس میں اختلاف کرنے لگے(1) ، پس کافروں کے لئے ویل ہے ایک بڑے (سخت) دن کی حاضری سے.(2)","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"(1) یہاں الاحزاب سے مراد کتاب کے فرقے اور خود عیسائیوں کے فرقے ہیں۔ جنہوں نے حضرت عیسیٰ (عليه السلام) کے بارے میں باہم اختلاف کیا۔ یہود نے کہا کہ وہ جادوگر اور(نعوذ باللہ) ولد الزنا یعنی یوسف نجار کے بیٹے ہیں۔ نصاریٰ کے نسطوریہ فرقے نے کہا کہ وہ ابن اللہ ہیں۔ ملکیہ یا سلطانیہ (کیتھولک) فرقے نے کہا وہ ثَالِثُ ثَلاثَةٍ (تین خداؤں میں سے تیسرے) ہیں اور تیسرے فرقے یعقوبیہ (آرتھوڈکس) نے کہا، وہ اللہ ہیں۔ پس یہودیوں نے تفریط اور تقصیر کی عیسائیوں نے افراط وغلو (الیسرا لتفاسیر، فتح القدیر)\n(2) ان کافروں کے لئے جنہوں نے عیسیٰ (عليه السلام) کے بارے میں اس طرح اختلاف اور افراط کا ارتکاب کیا، قیامت والے دن جب وہاں حاضر ہوں گے، ہلاکت ہے۔","lang":"ur"},{"name":"19:38","price":"کیا خوب دیکھنے سننے والے ہوں گے اس دن جبکہ ہمارے سامنے حاضر ہوں گے(1) ، لیکن آج تو یہ ﻇالم لوگ صریح گمراہی میں پڑے ہوئے ہیں.","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"(1) یہ تعجب کے صیغے ہیں یعنی دنیا میں تو یہ حق کے دیکھنے اور سننے سے اندھے اور بہرے رہے لیکن آخرت میں یہ کیا خوب دیکھنے اور سننے والے ہونگے؟ لیکن وہاں یہ دیکھنا سننا کس کام کا؟","lang":"ur"},{"name":"19:39","price":"تو انہیں اس رنج وافسوس کے دن(1) کا ڈر سنا دے جبکہ کام انجام کو پہنچا دیا جائے گا(2)، اور یہ لوگ غفلت اور بے ایمانی میں ہی ره جائیں گے.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"(1) روز قیامت کو یوم حسرت کہا، اس لئے کہ اس روز سب ہی حسرت کریں گے۔ بدکار حسرت کریں گے کہ کاش انہوں نے برائیاں نہ کی ہوتیں اور نیکوکار اس بات پر حسرت کریں گے کہ انہوں نے اور زیادہ نیکیاں کیوں نہیں کمائیں؟۔\n(2) یعنی حساب کتاب کر کے صحیفے لپیٹ دیئے جائیں گے اور جنتی جنت میں اور جہنمی جہنم میں چلے جائیں گے۔ حدیث میں آتا ہے کہ اس کے بعد موت کو ایک مینڈھے کی شکل میں لایا جائے گا اور جنت اور دوزخ کے درمیان کھڑا کر دیا جائے گا، جنتیوں اور دوزخیوں دونوں سے پوچھا جائے گا، اسے پہچانتے ہو، یہ کیا ہے؟ وہ کہیں گے، ہاں یہ موت ہے پھر ان کے سامنے اسے ذبح کر دیا جائے گا اور اعلان کر دیا جائے گا کہ اہل جنت! تمہارے لئے جنت کی زندگی ہمیشہ کے لئے ہے، اب موت نہیں آئے گی۔ دوزخیوں سے کہا جائے گا۔ اے دوزخیو! تمہارے لئے دوزخ کا عذاب دائمی ہے۔ اب موت نہیں آئے گی (صحيح بخاري- سورة مريم، ومسلم، كتاب الجنة، باب النار يدخلها الجبارون .....)","lang":"ur"},{"name":"19:40","price":"خود زمین کے اور تمام زمین والوں کے وارث ہم ہی ہوں گے اور سب لوگ ہماری ہی طرف لوٹا کر ﻻئے جائیں گے.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:41","price":"اس کتاب میں ابراہیم (علیہ السلام) کا قصہ بیان کر، بیشک وه بڑی سچائی والے پیغمبر تھے.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"(1) صِدِّيقٌ صِدْقٌ (سچائی سے مبالغے کا صیغہ ہے۔ بہت راست باز، یعنی جس کے قول وعمل میں مطابقت اور راست بازی اس کا شعار ہو۔ صدیقیت کا یہ مقام، نبوت کے بعد سب سے اعلٰی ہے ہر نبی اور رسول بھی اپنے وقت کا سب سے بڑا راست باز اور صداقت شعار ہوتا ہے، اس لئے وہ صدیق بھی ہوتا ہے۔ تاہم ہر صدیق، نبی نہیں ہوتا۔ قرآن کریم میں حضرت مریم کو صدیقہ کہا گیا ہے جس کا مطلب یہ ہے کہ وہ تقویٰ وطہارت اور راست بازی میں بہت اونچے مقام پر فائز تھیں تاہم نبیہ نہیں تھیں۔ امت محمدیہ میں بھی صدیقین ہیں۔ اور ان میں سر فہرست حضرت ابو بکر صدیق رضی اللہ ہیں جو انبیاء کے بعد امت میں خیر البشر تسلیم کئے گئے ہیں۔ رَضِيَ اللهُ عَنْهُ۔","lang":"ur"},{"name":"19:42","price":"جبکہ انہوں نے اپنے باپ سے کہا کہ ابّا جان! آپ ان کی پوجا پاٹ کیوں کر رہے ہیں جو نہ سنیں نہ دیکھیں؟ نہ آپ کو کچھ بھی فائده پہنچا سکیں.","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:43","price":"میرے مہربان باپ! آپ دیکھیئے میرے پاس وه علم آیا ہے جو آپ کے پاس آیا ہی نہیں(1) ، تو آپ میری ہی مانیں میں بالکل سیدھی راه کی طرف آپ کی رہبری کروں گا.","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"(1) جس سے مجھے اللہ کی معرفت اور اس کا یقین حاصل ہوا، بعث بعد الموت اور غیر اللہ کے پجاریوں کے لئے دائمی عذاب کا علم ہوا۔\n(2) جو آپ کی سعادت کو ابدی اور نجات سے ہمکنار کر دے گی۔","lang":"ur"},{"name":"19:44","price":"میرے ابّا جان آپ شیطان کی پرستش سے باز آجائیں شیطان تو رحم وکرم والے اللہ تعالیٰ کا بڑا ہی نافرمان ہے.(1)","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"(1) یعنی شیطان کے وسوسے اور اس کے بہکاوے سے آپ جو ایسے بتوں کی پرستش کرتے ہیں جو سننے اور دیکھنے کی طاقت رکھتے ہیں نہ نفع نقصان پہنچانے کی قدرت، تو یہ دراصل شیطان ہی کی پرستش ہے۔ جو اللہ کا نافرمان ہے اور دوسروں کو بھی اللہ کا نافرمان بنا کر ان کو اپنے جیسا بنانے پر تلا رہتا ہے۔","lang":"ur"},{"name":"19:45","price":"ابّا جان! مجھے خوف لگا ہوا کہ کہیں آپ پر کوئی عذاب الٰہی نہ آپڑے کہ آپ شیطان کے ساتھی بن جائیں.(1)","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"(1) اگر آپ اپنے شرک وکفر پر باقی رہے اور اسی حال میں آپ کو موت آ گئی، تو عذاب الٰہی سے آپ کو کوئی نہیں بچا سکے گا۔ یا دنیا میں ہی آپ عذاب کا شکار نہ ہو جائیں اور شیطان کے ساتھی بن کر ہمیشہ کے لئے راندہ بارگاہ الٰہی ہو جائیں۔ حضرت ابراہیم (عليه السلام) نے اپنے باپ کے ادب واحترام کے تقاضوں کو پوری طرح ملحوظ رکھتے ہوئے، نہایت شفقت اور پیار کے لہجے میں باپ کو توحید کا وعظ سنایا، لیکن توحید کا سبق کتنے ہی شریں اور نرم لہجے میں بیان کیا جائے، مشرک کے لئے ناقابل برداشت ہی ہوتا ہے۔ چنانچہ مشرک باپ نے اس نرمی اور پیار کے جواب میں نہایت درشتی اور تلخی کے ساتھ موحد بیٹے کو کہا اگر تو میرے معبودوں سے روگردانی کرنے سے باز نہ آیا تو میں تجھے سنگسار کردوں گا۔","lang":"ur"},{"name":"19:46","price":"اس نے جواب دیا کہ اے ابراہیم! کیا تو ہمارے معبودوں سے روگردانی کر رہا ہے۔ سن اگر تو باز نہ آیا تو میں تجھے پتھروں سے مار ڈالوں گا، جا ایک مدت دراز تک مجھ سے الگ ره.(1)","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"(1) مَلِيًّا دراز مدت، ایک عرصہ۔ دوسرے معنی اس کے صحیح وسالم کے کئے گئے ہیں۔ یعنی مجھے میرے حال پر چھوڑ دے، کہیں مجھ سے اپنے ہاتھ پیر نہ تڑوا لینا۔","lang":"ur"},{"name":"19:47","price":"کہا اچھا تم پر سلام ہو(1) ، میں تو اپنے پروردگار سے تمہاری بخشش کی دعا کرتا رہوں گا(2)، وه مجھ پر حد درجہ مہربان ہے.","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"(1) یہ سلام تحیہ نہیں ہے جو ایک مسلمان دوسرے مسلمان کو کرتا ہے بلکہ ترک مخاطب کا اظہار ہے جیسے «وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلامًا» (الفرقان:63)”جب بےعلم لوگ ان سے باتیں کرتے ہیں تو وہ کہہ دیتے ہیں کہ سلام ہے“، اس میں اہل ایمان اور بندگان الٰہی کا طریقہ بتلایا گیا ہے۔\n(2) یہ اس وقت کہا جب حضرت ابراہیم (عليه السلام) کو مشرک کے لئے مغفرت کی دعا کرنے کی ممانعت کا علم نہیں تھا، جب یہ علم ہوا تو آپ نے دعا کا سلسلہ موقوف کر دیا (التوبہ:114)","lang":"ur"},{"name":"19:48","price":"میں تو تمہیں بھی اور جن جن کو تم اللہ تعالیٰ کے سوا پکارتے ہو انہیں بھی سب کو چھوڑ رہا ہوں۔ صرف اپنے پروردگار کو پکارتا رہوں گا، مجھے یقین ہے کہ میں اپنے پروردگار سے دعا مانگ کر محروم نہ رہوں گا.","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:49","price":"جب ابراہیم (علیہ السلام) ان سب کو اور اللہ کے سوا ان کے سب معبودوں کو چھوڑ چکے تو ہم نے انہیں اسحاق ویعقوب (علیہما السلام) عطا فرمائے(1) ، اور دونوں کو نبی بنا دیا.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"(1) حضرت یعقوب علیہ السلام، حضرت اسحاق (عليه السلام) کے بیٹے یعنی حضرت ابراہیم (عليه السلام) کے پوتے تھے۔ اللہ تعالٰی نے ان کا ذکر بھی بیٹے کے ساتھ اور بیٹے ہی کی طرح کیا۔ مطلب یہ ہے کہ جب ابراہیم (عليه السلام) توحید الٰہی کی خاطر باپ کو، گھر کو اور اپنے پیارے وطن کو چھوڑ کر بیت المقدس کی طرف ہجرت کر گئے، تو ہم نے انہیں اسحاق ویعقوب علیہما السلام سے نوازا تاکہ ان کی انس ومحبت، باپ کی جدائی کا صدمہ بھلا دے۔","lang":"ur"},{"name":"19:50","price":"اور ان سب کو ہم نے اپنی بہت سی رحمتیں(1) عطا فرمائیں اور ہم نے ان کے ذکر جمیل کو بلند درجے کا کر دیا.(1)","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"(1) یعنی نبوت کے علاوہ بھی اور بہت سی رحمتیں ہم نے انہیں عطا کیں، مثلا مال، مزید اولاد اور پھر اسی سلسلہ نسب میں عرصہ دراز تک نبوت کے سلسلے کو جاری رکھنا یہ سب سے بڑی رحمت تھی جو ان پر ہوئی اسی لیے حضرت ابراہیم (عليه السلام) ابو الانبیا کہلاتے ہیں۔","lang":"ur"},{"name":"19:51","price":"اس قرآن میں موسیٰ (علیہ السلام) کا ذکر بھی کر، جو چنا ہوا(1) اور رسول اور نبی تھا.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"(1) لِسَانَ صِدْقٍ سے مراد ثنائے حسن اور ذکر جمیل ہے لسان کی اضافت صدق کی طرف کی اور پھر اس کا وصف علو بیان کیا جس سے اس طرف اشارہ کر دیا کہ بندوں کی زبانوں پر جو ان کا ذکر جمیل رہتا ہے، تو وہ واقعی اس کے مستحق ہیں۔ چنانچہ دیکھ لیجئے کہ تمام ادیان سماویہ کو ماننے والے بلکہ مشرکین بھی حضرت ابراہیم (عليه السلام) اور ان کی اولاد کا تذکرہ بڑے اچھے الفاظ میں اور نہایت ادب واحترام سے کرتے ہیں۔ یہ نبوت واولاد کے بعد ایک اور انعام ہے جو ہجرت فی سبیل اللہ کی وجہ سے انہیں حاصل ہوا۔\n(2) مُخْلَصٌ، مُصْطَفَى، مُجْتَبَى اور مُخْتَارٌ،چاروں الفاظ کا مفہوم ایک ہے۔ یعنی رسالت وپیامبری کے لیے چنا ہوا پسندیدہ شخص، رسول بمعنی مرسل ہے (بھیجا ہوا) اور نبی کے معنی اللہ کا پیغام لوگوں کو سنانے والا یا وحی الہٰی کی خبر دینے والا تاہم مفہوم دونوں کا ایک ہے کہ اللہ جس بندے کو لوگوں کی ہدایت ورہنمائی کے لئے چن لیتا ہے اور اسے اپنی وحی سے نوازتا ہے، اسے رسول اور نبی کہا جاتا ہے۔ زمانہ قدیم سے اہل علم میں ایک بحث یہ چلی آ رہی ہے کہ آیا کہ ان دونوں میں فرق ہے یا نہیں؟ اگر ہے تو وہ کیا ہے؟ فرق کرنے والے بالعموم کہتے ہیں کہ صاحب شریعت یا صاحب کتاب کو رسول اور نبی کہا جاتا ہے اور جو پیغمبر اپنی سابقہ پیغمبر کی کتاب یا شریعت کے مطابق ہی لوگوں کو اللہ کا پیغام پہنچاتا رہا، وہ صرف نبی ہے، رسول نہیں۔ تاہم قرآن کریم میں ان کا اطلاق ایک دوسرے پر بھی ہوا ہے اور بعض جگہ متقابل بھی آئے ہیں، مثلاً سورۃ الحج آیت 52 میں۔","lang":"ur"},{"name":"19:52","price":"ہم نے اسے طور کی دائیں جانب سے ندا کی اور راز گوئی کرتے ہوئے اسے قریب کر لیا.","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:53","price":"اور اپنی خاص مہربانی سے اس کے بھائی کو نبی بنا کر عطا فرمایا.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:54","price":"اس کتاب میں اسماعیل (علیہ السلام) کا واقعہ بھی بیان کر، وه بڑا ہی وعدے کا سچا تھا اور تھا بھی رسول اور نبی.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:55","price":"وه اپنے گھر والوں کو برابر نماز اور زکوٰة کاحکم دیتا تھا، اور تھا بھی اپنے پروردگار کی بارگاه میں پسندیده اور مقبول.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:56","price":"اور اس کتاب میں ادریس (علیہ السلام) کا بھی ذکر کر، وه بھی نیک کردار پیغمبر تھا.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:57","price":"ہم نےاسے بلند مقام پر اٹھا لیا.(1)","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"(1) حضرت ادریس علیہ السلام، کہتے ہیں کہ حضرت آدم (عليه السلام) کے بعد پہلے نبی تھے اور حضرت نوح (عليه السلام) کے یا ان کے والد کے دادا تھے، انہوں نے ہی سب سے پہلے کپڑے سیئے، رفعت مکان سے مرادہے؟ بعض مفسرین نے اس کا مفہوم رُفِعَ إِلَى السَّمَاءِ سمجھا ہے کہ حضرت عیسیٰ (عليه السلام) کی طرح انہیں بھی آسمان پر اٹھا لیا گیا لیکن قرآن کے الفاظ اس مفہوم کے لئے صاف نہیں ہیں اور کسی صحیح حدیث میں بھی یہ بیان نہیں ہوا۔ البتہ اسرائیلی روایات میں ان کے آسمان پر اٹھائے جانے کا ذکر ملتا ہے جو اس مفہوم کے اثبات کے لئے کافی نہیں۔ اس لئے زیادہ صحیح بات یہی معلوم ہوتی ہے کہ اس سے مراد مرتبے کی وہ بلندی ہے جو نبوت سے سرفراز کر کے انہیں عطا کی گئی۔ وَاللهُ أَعْلَمُ","lang":"ur"},{"name":"19:58","price":"یہی وه انبیا ہیں جن پر اللہ تعالیٰ نے فضل وکرم کیا جو اوﻻد آدم میں سے ہیں اور ان لوگوں کی نسل سے ہیں جنہیں ہم نے نوح (علیہ السلام) کے ساتھ کشتی میں چڑھا لیا تھا، اور اوﻻد ابراہیم ویعقوب سے اور ہماری طرف سے راه یافتہ اور ہمارے پسندیده لوگوں میں سے۔ ان کے سامنے جب اللہ رحمان کی آیتوں کی تلاوت کی جاتی تھی یہ سجده کرتے اور روتے گڑگڑاتے گر پڑتے تھے.(1)","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"(1) گویا اللہ کی آیات کو سن کر وجد کی کیفیت کا طاری ہو جانا اور عظمت الٰہی کے آگے سجدہ ریز ہو جانا، بندگان الٰہی کی خاص علامت ہے۔ سجدہ تلاوت کی مسنوں دعا یہ ہے ”سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ، بِحَوْلِهِ وَقُوَّتِهِ“ (ابو داؤد، ترمذی، نسائی۔ بحالہ مشکوۃ، باب سجود القرآن) بعض روایات میں اضافہ ہے۔ فَتَبَارَكَ اللهُ أَحْسَنُ الْخَالِقِينَ ( عون المعبود, ج 1، ص533)","lang":"ur"},{"name":"19:59","price":"پھر ان کے بعد ایسے ناخلف پیدا ہوئے کہ انہوں نے نماز ضائع کردی اور نفسانی خواہشوں کے پیچھے پڑ گئے، سو ان کا نقصان ان کے آگے آئے گا.(1)","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"(1) انعام یافتہ بندگان الٰہی کا تذکرہ کرنے کے بعد ان لوگوں کا ذکر کیا جا رہا ہے، جو ان کے برعکس اللہ کے احکام سے غفلت واعراض کرنے والے ہیں۔ نماز ضائع کرنے سے مراد یا تو بالکل نماز کا ترک ہے جو کفر ہے یا ان کے اوقات کو ضائع کرنا ہے یعنی وقت پر نماز نہ پڑھنا، جب جی چاہا، نماز پڑھ لی، یا بلا عذر اکٹھی کر کے پڑھنا کبھی دو، کبھی چار، کبھی ایک اور کبھی پانچوں نمازیں۔ یہ بھی تمام صورتیں نماز ضائع کرنے کی ہیں جس کا مرتکب سخت گناہ گار اور آیت میں بیان کردہ وعید کا سزاوار ہو سکتا ہے۔ غَيًّا کے معنی ہلاکت، انجام بد کے ہیں یا جہنم کی ایک وادی کا نام ہے۔","lang":"ur"},{"name":"19:60","price":"بجز ان کے جو توبہ کر لیں اور ایمان ﻻئیں اور نیک عمل کریں۔ ایسے لوگ جنت میں جائیں گے اور ان کی ذرا سی بھی حق تلفی نہ کی جائے گی.(1)","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"(1) یعنی جو توبہ کر کے ترک صلٰوۃ اور جنسی خواہش کی پیروی سے باز آ جائیں اور ایمان وعمل صالح کے تقاضوں کا اہتمام کرلیں تو ایسے لوگ مذکورہ انجام بد سے محفوظ اور جنت کے مستحق ہوں گے۔","lang":"ur"},{"name":"19:61","price":"ہمیشگی والی جنتوں میں جن کا غائبانہ وعده(1) اللہ مہربان نے اپنے بندوں سے کیا ہے۔ بیشک اس کا وعده پورا ہونے واﻻ ہی ہے.","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"(1) یعنی یہ ان کے ایمان ویقین کی پختگی ہے کہ انہوں نے جنت کو دیکھا بھی نہیں، صرف اللہ کے غائبانہ وعدے پر ہی اس کے حصول کے لئے ایمان وتقویٰ کا راستہ اختیار کیا۔","lang":"ur"},{"name":"19:62","price":"وه لوگ وہاں کوئی لغو بات نہ سنیں گے صرف سلام ہی سلام سنیں(1) گے، ان کے لئے وہاں صبح شام ان کا رزق ہوگا.(2)","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"(1) یعنی فرشتے بھی انہیں ہر طرف سے سلام کریں گے اور اہل جنت بھی آپس میں ایک دوسرے کو کثرت سے سلام کیا کریں گے۔\n(2) امام احمد نے اس کی تفسیر میں کہا کہ جنت میں رات اور دن نہیں ہونگے، صرف اجالا ہی اجالا اور روشنی ہی روشنی ہوگی۔ حدیث میں ہے۔ جنت میں داخل ہونے والے پہلے گروہ کی شکلیں چودھویں رات کے چاند کی طرح ہوں گی، وہاں انہیں تھوک آئے گا نہ رینٹ اور بول وبزاز۔ ان کے برتن اور کنگھیاں سونے کی ہونگی، ان کا بخور، خوشبودار (لکڑی) ہوگی۔ ان کا پسینہ کستوری (کی طرح) ہوگا۔ ہر جنتی کی دو بیویاں ہوں گی، ان کی پنڈلیوں کا گودا ان کے گوشت کے پیچھے نظر آئے گا، ان کے حسن جمال کی وجہ سے۔ ان میں باہم بغض اور اختلاف نہیں ہوگا، ان کے دل، ایک دل کی طرح ہوں گے، صبح شام اللہ کی تسبیح کریں گے (صحيح بخاري- بدء الخلق، باب ما جاء في صفة الجنة وإنها مخلوقة ومسلم، كتاب الجنة، باب في صفات الجنة وأهلها)۔","lang":"ur"},{"name":"19:63","price":"یہ ہے وه جنت جس کا وارث ہم اپنے بندوں میں سے انہیں بناتے ہیں جو متقی ہوں.","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:64","price":"ہم بغیر تیرے رب کے حکم کے اتر نہیں سکتے(1) ، ہمارے آگے پیچھے اور ان کے درمیان کی کل چیزیں اسی کی ملکیت میں ہیں، تیرا پروردگار بھولنے واﻻ نہیں.","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"(1) نبی (صلى الله عليه وسلم) نے ایک مرتبہ جبرائیل (عليه السلام) سے زیادہ اور جلدی جلدی ملاقات کی خواہش ظاہر فرمائی جس پر یہ آیت اتری (صحیح بخاری)، تفسیر سورہ مریم)۔","lang":"ur"},{"name":"19:65","price":"آسمانوں کا، زمین کا اور جو کچھ ان کے درمیان ہے سب کا رب وہی ہے تو اسی کی بندگی کر اور اس کی عبادت پر جم جا۔ کیا تیرے علم میں اس کا ہمنام ہم پلہ کوئی اور بھی ہے؟(1)","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"(1) یعنی نہیں ہے، جب اس کی مثل کوئی اور نہیں تو پھر عبادت بھی کسی اور کی جائز نہیں۔","lang":"ur"},{"name":"19:66","price":"انسان کہتا(1) ہے کہ جب میں مرجاؤں گا تو کیا پھر زنده کر کے نکالا جاؤں گا؟(2)","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"(1) انسان سے مراد یہاں کافر باحیثیت جنس کے ہے، جو قیامت کے وقوع اور بعث بعد الموت کے قائل نہیں۔\n(2) استفہام، انکار کے لئے ہے۔ یعنی جب میں بوسیدہ اور مٹی میں رل مل جاؤں گا، تو مجھے دوبارہ کس طرح نیا وجود عطا کر دیا جائے گا؟ یعنی ایسا ممکن نہیں۔","lang":"ur"},{"name":"19:67","price":"کیا یہ انسان اتنا بھی یاد نہیں رکھتا کہ ہم نے اسے اس سے پہلے پیدا کیا حاﻻنکہ وه کچھ بھی نہ تھا.(1)","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"- اللہ تعالٰی نے جواب دیا کہ جب پہلی مرتبہ بغیر نمونے کے ہم نے انسان پیدا کر دیا، تو دوبارہ پیدا کرنا ہمارے لئے کیوں کر مشکل ہوگا؟ پہلی مرتبہ پیدا کرنا مشکل ہے یا دوبارہ اسے پیدا کرنا؟ انسان کتنا نادان اور خود فراموش ہے اسی خود فراموشی نے اسے خدا فراموش بنا دیا ہے۔","lang":"ur"},{"name":"19:68","price":"تیرے پروردگار کی قسم! ہم انہیں اور شیطانوں کو جمع کر کے ضرور ضرور جہنم کے اردگرد گھٹنوں کے بل گرے ہوئے حاضر کر دیں گے.(1)","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"(1) جِثِيٌّ, جَاثٍ کی جمع ہے جَثَا يَجْثُو سے۔ جَاثٍ گھٹنوں کے بل گرنے والے کو کہتے ہیں۔ یہ حال ہے یعنی ہم دوبارہ انہیں کو نہیں بلکہ ان شیاطین کو بھی زندہ کر دیں گے جنہوں نے ان کو گمراہ کیا تھا یا جن کی وہ عبادت کرتے تھے پھر ان سب کو اس حال میں جہنم کے گرد جمع کر دیں گے کہ یہ محشر کی ہولناکیوں اور حساب کے خوف سے گھٹنوں کے بل بیٹھے ہونگے،حدیث قدسی میں ہے۔ اللہ تعالیٰ فرماتا ہے: ”ابن آدم میری تکذیب کرتا ہے۔ حالانکہ یہ اس کے لائق نہیں۔ ابن آدم مجھے ایذا پہنچاتا ہے حالانکہ اسے یہ زیب نہیں دیتا۔ اس کا میری تکذیب کرنا تو یہ ہے کہ وہ میری بابت یہ کہتا ہے کہ اللہ مجھے ہرگز اس طرح دوبارہ زندہ نہیں کرے گا جس طرح اس نے مجھے پہلی مرتبہ پیدا کیا حالانکہ میرے لئے پہلی مرتبہ پیدا کرنا دوسری مرتبہ پیدا کرنے سے زیادہ آسان نہیں ہے (یعنی مشکل اگر ہے تو پہلی مرتبہ پیدا کرنا نہ کہ دوسری مرتبہ) اور اس کا مجھے ایذا پہنچانا یہ ہے کہ وہ کہتا ہے میری اولاد ہے، حالانکہ میں ایک ہوں، بےنیاز ہوں نہ میں نے کسی کو جنا اور نہ خود جنا گیا ہوں میرا کوئی ہمسر نہیں ہے“۔ (صحیح بخاری۔ تفسیر سورہ اخلاص)۔","lang":"ur"},{"name":"19:69","price":"ہم پھر ہر ہر گروه سے انہیں الگ نکال کھڑا کریں گے جو اللہ رحمنٰ سے بہت اکڑے اکڑے پھرتے تھے.(1)","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"(1) عِتِيًّا, بھی عَتَا يَعْتُو سےعَاتٍ کی جمع ہے۔ اس کے معنی ہیں بہت سرکش اور متمرد۔ مطلب یہ ہے کہ ہر گمراہ فرقے کے بڑے بڑے سرکشوں اور لیڈروں کو ہم الگ کرلیں گے اور ان کو اکٹھا کر کے جہنم میں پھینک دیں گے۔ کیونکہ یہ قائدین دوسرے جہنمیوں کے مقابلے میں سزا وعقوبت کے زیادہ سزا وار ہیں، جیسا کہ اگلی آیت میں ہے۔","lang":"ur"},{"name":"19:70","price":"پھر ہم انہیں بھی خوب جانتے ہیں جو جہنم کے داخلے کے زیاده سزاوار ہیں.(1)","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"(1) صِلِيًّا مصدر سماعی ہے صَلَى يَصْلِي کا،معنی ہیں داخل ہونا۔ یعنی جہنم میں داخل ہونے اور اس میں جلنے کے کون زیادہ مستحق ہیں، ہم ان کو خوب جانتے ہیں۔","lang":"ur"},{"name":"19:71","price":"تم میں سے ہر ایک وہاں ضرور وارد ہونے واﻻ ہے، یہ تیرے پروردگار کے ذمے قطعی، فیصل شده امر ہے.","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:72","price":"پھر ہم پرہیزگاروں کو تو بچالیں گے اور نافرمانوں کو اسی میں گھٹنوں کے بل گرا ہوا چھوڑ دیں گے.(1)","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"(1) اس کی تفسیر صحیح حدیث میں اس طرح بیان کی گئی ہے کہ جہنم کے اوپر پل بنایا جائے گا جس میں ہر مومن وکافر کو گزرنا ہوگا۔ مومن تو اپنے اعمال کے مطابق جلد یا بدیر گزر جائیں گے، کچھ تو پلک جھپکنے میں، کچھ بجلی اور کچھ ہوا کی طرح، کچھ پرندوں کی طرح اور کچھ عمدہ گھوڑوں اور دیگر سواریوں کی طرح گزر جائیں گے یوں کچھ بالکل صحیح سالم، کچھ زخمی تاہم پل عبور کرلیں گے کچھ جہنم میں گر پڑیں گے جنہیں بعد میں شفاعت کے ذریعے سے نکال لیا جائے گا۔ لیکن کافر اس پل کو عبور کرنے میں کامیاب نہیں ہونگے اور سب جہنم میں گر پڑیں گے۔ اس کی تائید اس حدیث سے بھی ہوتی ہے جس میں آتا ہے کہ جس کے تین بچے بلوغت سے پہلے وفات پا گئے ہوں، اسے آگ نہیں چھوئے گی مگر صرف قسم حلال کرنے کے لئے۔ (البخاري- كتاب الجنائز، ومسلم كتاب البر) یہ قسم وہی ہے جسے اس آیت میں حَتْمًا مَقْضِيًّا (قطعی فیصل شدہ امر) کہا گیا ہے، یعنی اس کا ورود جہنم میں صرف پل پر گزرنے کی حد تک ہی ہوگا۔ (تفصیل کے لئے دیکھئے ابن کثیر وایسر التفاسیر)","lang":"ur"},{"name":"19:73","price":"جب ان کے سامنے ہماری روشن آیتیں تلاوت کی جاتی ہیں تو کافر مسلمانوں سے کہتے ہیں بتاؤ ہم تم دونوں جماعتوں میں سے کس کا مرتبہ زیاده ہے؟ اور کس کی مجلس شاندار ہے؟(1)","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"(1) یعنی قرآنی دعوت کا مقابلہ یہ کفار مکہ فقراء مسلمین اور اغنیائے قریش اور ان کی مجلسوں اور مکانوں کے باہمی موازنے سے کرتے ہیں، کہ مسلمانوں میں عمار، بلال، صہیب (رضي الله عنهم) جیسے فقیر لوگ ہیں، انکا دار الشوریٰ ”دار ارقم“ ہے۔ جب کہ کافروں میں ابو جہل، نضر بن حارث، عتبہ، شیبہ وغیرہ جیسے رئیس اور ان کی عالی شان کوٹھیاں اور مکانات ہیں، ان کی اجتماع گاہ (دارالندوہ) بہت عمدہ ہے۔","lang":"ur"},{"name":"19:74","price":"ہم تو ان سے پہلے بہت سی جماعتوں کو غارت کر چکے ہیں جو ساز وسامان اور نام ونمود میں(1) ان سے بڑھ چڑھ کر تھیں.","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"(1) اللہ تعالٰی نے فرمایا، دنیا کی یہ چیزیں ایسی نہیں ہیں کہ ان پر فخر اور ناز کیا جائے، یا ان کو دیکھ کر حق وباطل کا فیصلہ کیا جائے۔ یہ چیزیں تو تم سے پہلی امتوں کے پاس تھیں، لیکن تکذیب حق کی پاداش میں انہیں ہلاک کر دیا گیا، دنیا کا یہ مال واسباب انہیں اللہ کے عذاب سے نہیں بچا سکا۔","lang":"ur"},{"name":"19:75","price":"کہہ دیجئے! جو گمراہی میں ہوتا ہے رحمنٰ اس کو خوب لمبی مہلت دیتا ہے، یہاں تک کہ وه ان چیزوں کو دیکھ لیں جن کا وعده کیے جاتے ہیں یعنی عذاب یا قیامت کو، اس وقت ان کو صحیح طور پر معلوم ہو جائے گا کہ کون برے مرتبے والا اور کس کا جتھا کمزور ہے.(1)","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"(1) علاوہ ازیں یہ چیزیں گمراہوں اور کافروں کو مہلت کے طور پر بھی ملتی ہیں، اس لئے یہ کوئی معیار نہیں۔ اصل اچھے برے کا پتہ تو اس وقت چلے گا، جب مہلت عمل ختم ہو جائے گی اور اللہ کا عذاب انہیں آ گھیرے گا یا قیامت برپا ہو جائے گی۔ لیکن اس وقت کا علم، کوئی فائدہ نہیں دے گا، کیونکہ وہاں ازالے اور تدارک کی کوئی صورت نہیں ہوگی۔","lang":"ur"},{"name":"19:76","price":"اور ہدایت یافتہ لوگوں کو اللہ تعالیٰ ہدایت میں بڑھاتا ہے(1) ، اور باقی رہنے والی نیکیاں تیرے رب کے نزدیک ﺛواب کے لحاظ سے اور انجام کے لحاظ سے بہت ہی بہتر ہیں.(2)","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"(1) اس میں ایک دوسرے اصول کا ذکر ہے جس طرح قرآن سے، جن کے دلوں میں کفر اور شرک وضلالت کا روگ ہے۔ ان کی بدبختی و ضلالت میں اور اضافہ ہو جاتا ہے، اسی طرح اہل ایمان کے دل ایمان وہدایت میں اور پختہ ہو جاتے ہیں۔\n(2) اس میں فقرا مسلمین کو تسلی ہے کہ کفار ومشرکین جن مال واسباب پر فخر کرتے ہیں، وہ سب فنا کے گھاٹ اتر جائیں گے اور تم جو نیک اعمال کرتے ہو، یہ ہمیشہ باقی رہنے والے ہیں۔ جن کا اجر وثواب تمہیں اپنے رب کے ہاں ملے گا۔ اور ان کا بہترین صلہ اور نفع تمہاری طرف لوٹے گا۔","lang":"ur"},{"name":"19:77","price":"کیا تو نے اسے بھی دیکھا جس نے ہماری آیتوں سے کفر کیا اور کہا کہ مجھے تو مال واوﻻد ضرور ہی دی جائے گی.","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:78","price":"کیا وه غیب پر مطلع ہے یا اللہ کا کوئی وعده لے چکا ہے؟","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:79","price":"ہرگز نہیں، یہ جو بھی کہہ رہا ہے ہم اسے ضرور لکھ لیں گے، اور اس کے لئے عذاب بڑھائے چلے جائیں گے.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:80","price":"یہ جن چیزوں کو کہہ رہا ہے اسے ہم اس کے بعد لے لیں گے۔ اور یہ تو بالکل اکیلا ہی ہمارے سامنے حاضر ہوگا.(1)","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"(1) ان آیات کی شان نزول میں بتلایا گیا ہے۔ کہ حضرت عمرو بن العاص رضی اللہ کے والد عاص بن وائل، جو اسلام کے شدید دشمنوں میں سے تھا۔ اس کے ذمے حضرت خباب بن ارت کا قرضہ تھا جو آہن گری کا کام کرتے تھے۔ حضرت خباب رضی اللہ عنہ نے اس سے اپنی رقم کا مطالبہ کیا تو اس نے کہا جب تک تو محمد (صلى الله عليه وسلم) کے ساتھ کفر نہیں کرے گا میں تجھے تیری رقم نہیں دونگا۔ انہوں نے کہا یہ کام تو، تو مر کر دوبارہ زندہ ہو جائے تب بھی نہیں کرونگا۔ اس نے کہا اچھا پھر ایسے ہی سہی، جب مجھے مرنے کے بعد دوبارہ اٹھایا جائے گا اور وہاں بھی مجھے مال واولاد سے نوازا جائے گا تو میں وہاں رقم ادا کر دونگا (صحيح بخاري، كتاب البيوع، باب ذكر القين والحداد، وتفسير سورة مريم- مسلم، صفة القيامة باب سؤال اليهود عن الروح)، اللہ تعالٰی نے فرمایا کہ یہ جو دعویٰ کر رہا ہے کیا اس کے پاس غیب کا علم ہے کہ وہاں بھی اس کے پاس مال اور اولاد ہوگی؟ یا اللہ سے اس کا کوئی عہد ہے؟ ایسا ہرگز نہیں ہے یہ صرف اللہ تعالٰی اور آیات الہٰی کا استہزا وتمسخر ہے یہ جس مال واولاد کی بات کر رہا ہے اس کے وارث تو ہم ہیں یعنی مرنے کے ساتھ ہی ان سے اس کا تعلق ختم ہو جائے گا اور ہماری بارگاہ میں یہ اکیلا آئے گا نہ مال ساتھ ہوگا نہ اولاد اور نہ کوئی جتھہ۔ البتہ عذاب ہوگا جو اس کے لیے اور ان جیسے دیگر لوگوں کے لیے ہم بڑھاتے رہیں گے۔","lang":"ur"},{"name":"19:81","price":"انہوں نے اللہ کے سوا دوسرے معبود بنا رکھے ہیں کہ وه ان کے لئے باعﺚ عزت ہوں.","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:82","price":"لیکن ایسا ہرگز ہونا نہیں۔ وه تو ان کی پوجا سے منکر ہو جائیں گے، اور الٹے ان کے دشمن(1) بن جائیں گے.","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"(1) عِزًّا کا مطلب ہے یہ معبود ان کے لئے عزت کا باعث اور مددگار ہوں گے اور ضِدًّا کے معنی ہیں دشمن، جھٹلانے والے اور ان کے خلاف دوسروں کے مددگار۔ یعنی یہ معبود ان کے گمان کے برعکس ان کے حمایتی ہونے کی بجائے، ان کے دشمن، ان کو جھٹلانے والے اور ان کے خلاف ہونگے۔","lang":"ur"},{"name":"19:83","price":"کیا تو نے نہیں دیکھا کہ ہم کافروں کے پاس شیطانوں کو بھیجتے ہیں جو انہیں خوب اکساتے ہیں.(1)","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"(1) یعنی گمراہ کرتے، بہکاتے اور گناہ کی طرف کھینچ کر لے جاتے ہیں۔","lang":"ur"},{"name":"19:84","price":"تو ان کے بارے میں جلدی نہ کر، ہم تو خود ہی ان کے لئے مدت شماری کر رہے ہیں.(1)","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"(1) اور جب وہ مہلت ختم ہو جائے گی تو عذاب الٰہی ان کیلئے ہمیشگی کے لئے بن جائیگا۔ آپ کو جلدی کرنے کی ضرورت نہیں ہے۔","lang":"ur"},{"name":"19:85","price":"جس دن ہم پرہیزگاروں کو اللہ رحمان کی طرف بطور مہمان جمع کریں گے.","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:86","price":"اور گناه گاروں کوسخت پیاس کی حالت میں جہنم کی طرف ہانک لے جائیں گے.(1)","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"(1) وَفْدٌ، وَافِدٌکی جمع ہے جیسے رَكْبٌ، رَاكِبٌ کی جمع ہے۔ مطلب یہ کہ انہیں اونٹوں، گھوڑوں پر سوار کرا کے نہایت عزت واحترام سے جنت کی طرف لے جایا جائے گا۔ وِرْدًا کے معنی پیاسے۔ اس کے برعکس مجرمین کو بھوکا پیاسا جہنم میں ہانک دیا جائے گا۔","lang":"ur"},{"name":"19:87","price":"کسی کو شفاعت کا اختیار نہ ہوگا سوائے ان کے جنہوں نے اللہ تعالیٰ کی طرف سے کوئی قول قرار لے لیا ہے.(1)","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"(1) قول و قرار (عہد) کا مطلب ایمان و تقوٰی ہے۔ یعنی اہل ایمان و تقوٰی میں سے جن کو اللہ شفاعت کرنے کی اجازت دے گا، وہی شفاعت کریں گے، ان کے سوا کسی کو شفاعت کرنے کی اجازت بھی نہیں ہوگی۔","lang":"ur"},{"name":"19:88","price":"ان کا قول تو یہ ہے کہ اللہ رحمٰن نے بھی اوﻻد اختیار کی ہے.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:89","price":"یقیناً تم بہت بری اور بھاری چیز ﻻئے ہو.","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:90","price":"قریب ہے کہ اس قول کی وجہ سے آسمان پھٹ جائیں اور زمین شق ہوجائے اور پہاڑ ریزے ریزے ہو جائیں.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:91","price":"کہ وه رحمان کی اوﻻد ﺛابت کرنے بیٹھے.(1)","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"(1) إِدًّا کے معنی بہت بھیانک معاملہ اور دَاهِيَةٌ (بھاری چیز اور مصبیت) کے ہیں۔ یہ مضمون پہلے بھی گزر چکا ہے کہ اللہ کی اولاد قرار دینا اتنا بڑا جرم ہے کہ اس سے آسمان و زمین پھٹ سکتے ہیں اور پہاڑ ریزہ ریزہ ہو سکتے ہیں۔","lang":"ur"},{"name":"19:92","price":"شان رحمٰن کے ﻻئق نہیں کہ وه اوﻻد رکھے.","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"ur"},{"name":"19:93","price":"آسمان وزمین میں جو بھی ہیں سب کے سب اللہ کے غلام بن کر ہی آنے والے ہیں.(1)","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"(1) جب سب اللہ کے غلام اور اس کے عاجز بندے ہیں تو پھر اسے اولاد کی ضرورت ہی کیا ہے؟ اور یہ اس کے لائق بھی نہیں ہے۔","lang":"ur"},{"name":"19:94","price":"ان سب کو اس نے گھیر رکھا ہے اور سب کو پوری طرح گن بھی رکھا ہے.(1)","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"(1) یعنی آدم سے لے کر صبح قیامت تک جتنے بھی انسان، جن ہیں، سب کو اس نے گن رکھا ہے، سب اس کے قابو اور گرفت میں ہیں، کوئی اس سے مخفی ہے اور نہ مخفی رہ سکتا ہے۔","lang":"ur"},{"name":"19:95","price":"یہ سارے کے سارے قیامت کے دن اکیلے اس کے پاس حاضر ہونے والے ہیں.(1)","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"(1) یعنی کوئی کسی کا مددگار نہیں ہوگا، نہ مال ہی وہاں کچھ کام آئے گا «يَوْمَ لَا يَنْفَعُ مَالٌ وَّلَا بَنُوْنَ»(الشعراء:88) ”اس دن نہ مال نفع دے گا، نہ بیٹے“، ہر شخص کو تنہا اپنا اپنا حساب دینا پڑے گا اور جن کی بابت انسان دنیا میں یہ سمجھتا ہے کہ یہ میرے وہاں حمائتی اور مددگار ہوں گے، وہاں سب غائب ہو جائیں گے۔ کوئی کسی کی مدد کے لئے حاضر نہیں ہوگا۔","lang":"ur"},{"name":"19:96","price":"بیشک جو ایمان لائے ہیں اور جنہوں نے شائستہ اعمال کیے ہیں ان کے لیے اللہ رحمٰن محبت پیدا کردے گا.(1)","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"(1) یعنی دنیا میں لوگوں کے دلوں میں اس کی نیکی اور پارسائی کی وجہ سے محبت پیدا کر دے گا، جیسا کہ حدیث میں آتا ہے ”جب اللہ تعالٰی کسی (نیک) بندے کو اپنا محبوب بنا لیتا ہے تو اللہ جبرائیل (عليه السلام) کو کہتا ہے، میں فلاں بندے سے محبت کرتا ہوں تو بھی اس سے محبت کر۔ پس جبرائیل (عليه السلام) بھی اس سے محبت کرنی شروع کر دیتے ہیں پھر جبرائیل (عليه السلام) آسمان میں منادی کرتے ہیں کہ اللہ تعالٰی فلاں آدمی سے محبت کرتا ہے، پس تمام آسمان والے بھی اس سے محبت کرنے لگتے ہیں، پھر زمین میں اس کے لئے قبولیت اور پذیرائی رکھ دی جاتی ہے“۔ (صحيح بخاري، كتاب الأدب، باب المقت من الله تعالى)۔","lang":"ur"},{"name":"19:97","price":"ہم نے اس قرآن کو تیری زبان میں بہت ہی آسان کر دیا ہے(1) کہ تو اس کے ذریعہ سے پرہیزگاروں کو خوشخبری دے اور جھگڑالو(2) لوگوں کو ڈرا دے.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"(1) قرآن کو آسان کرنے کا مطلب اس زبان میں اتارنا ہے جس کو پیغمبر جانتا تھا یعنی عربی زبان میں، پھر اس کے مضمون کا کھلا ہونا، واضح اور صاف ہونا ہے۔\n(2) لُدَّا (أَلَدُّ کی جمع) کے معنی جھگڑا لو کے ہیں مراد کفار ومشرکین ہیں۔","lang":"ur"},{"name":"19:98","price":"ہم نے ان سے پہلے بہت سی جماعتیں تباہ کر دی ہیں، کیا ان میں سے ایک کی بھی آہٹ تو پاتا ہے یا ان کی آواز کی بھنک بھی تیرے کان میں پڑتی ہے؟(1)","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"(1) احساس کے معنی ہیں الإِدْرَاكُ بِالْحِسِّ، حس کے ذریعے سے معلومات حاصل کرنا۔ یعنی کیا تو ان کو آنکھوں سے دیکھ سکتا یا ہاتھوں سے چھو سکتا ہے؟ استفہام انکاری ہے۔ یعنی ان کا وجود ہی دنیا میں نہیں ہے کہ تو انہیں دیکھ یا چھو سکے رِكْزٌ صوتِ خفی کو کہتے ہیں یا اس کی ہلکی سی آواز ہی تجھے کہیں سے سنائی دے سکے۔","lang":"ur"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}