{"data":[{"name":"21:1","price":"لوگوں کے حساب کا وقت قریب آگیا(1) پھر بھی وه بے خبری میں منھ پھیرے ہوئے ہیں.(2)","arabic":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2484,"juzNumber":17,"footnotes":"(1) وقت حساب سے مراد قیامت ہے جو ہر گھڑی قریب سے قریب تر ہو رہی ہے۔ اور وہ ہرچیز جو آنے والی ہے، قریب ہے۔ اور ہر انسان کی موت بجائے خود اس کے لئے قیامت ہے۔ علاوہ ازیں گزرے ہوئے زمانے کے لحاظ سے بھی قیامت قریب ہے کیونکہ جتنا زمانہ گزر چکا ہے۔ باقی رہ جانے والا زمانہ اس سے کم ہے۔\n(2) یعنی اس کی تیاری سے غافل، دنیا کی زینتوں میں گم اور ایمان کے تقاضوں سے بےخبر ہیں۔","lang":"ur"},{"name":"21:2","price":"ان کے پاس ان کے رب کی طرف سے جو بھی نئی نئی نصیحت آتی ہے اسے وه کھیل کود میں ہی سنتے ہیں.(1)","arabic":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2485,"juzNumber":17,"footnotes":"(1) یعنی قرآن جو وقتاً فوقتاً حسب حالات و ضروریات نیا نیا اترتا رہتا ہے، وہ اگرچہ انہی کی نصیحت کے لئے اترتا ہے، لیکن وہ اسے اس طرح سنتے ہیں جیسے وہ اس سے استہزاء مذاق اور کھیل کر رہے ہوں یعنی اس میں تدبر و غور و فکر نہیں کرتے۔","lang":"ur"},{"name":"21:3","price":"ان کے دل بالکل غافل ہیں اور ان ﻇالموں نے چپکے چپکے سرگوشیاں کیں کہ وه تم ہی جیسا انسان ہے، پھر کیا وجہ ہے جو تم آنکھوں دیکھتے جادو میں آجاتے ہو.(1)","arabic":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2486,"juzNumber":17,"footnotes":"(1) یعنی نبی کا بشر ہونا ان کے لئے ناقابل قبول ہے پھر یہ بھی کہتے ہیں کہ تم دیکھ نہیں رہے کہ یہ تو جادوگر ہے، تم اس کے جادو میں دیکھتے بھالتے کیوں پھنستے ہو۔","lang":"ur"},{"name":"21:4","price":"پیغمبر نے کہا میرا پروردگار ہر اس بات کو جو زمین وآسمان میں ہے بخوبی جانتا ہے، وه بہت ہی سننے واﻻ اور جاننے واﻻ ہے.(1)","arabic":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2487,"juzNumber":17,"footnotes":"(1) وہ تمام بندوں کی باتیں سنتا ہے اور سب کے اعمال سے واقف ہے، تم جو جھوٹ بکتے ہو، اسے سن رہا ہے اور میری سچائی کو اور جو دعوت تمہیں دے رہا ہوں، اس کی حقیقت کو خوب جانتا ہے۔","lang":"ur"},{"name":"21:5","price":"اتنا ہی نہیں بلکہ یہ تو کہتے ہیں کہ یہ قرآن پراگنده خوابوں کا مجموعہ ہے بلکہ اس نے از خود اسے گھڑ لیا ہے بلکہ یہ شاعر(1) ہے، ورنہ ہمارے سامنے یہ کوئی ایسی نشانی ﻻتے جیسے کہ اگلے پیغمبر بھیجے گئے(2) تھے.","arabic":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2488,"juzNumber":17,"footnotes":"(1) ان سرگوشی کرنے والے ظالموں نے اسی پر بس نہیں کیا بلکہ کہا کہ یہ قرآن تو پریشان خواب کی طرح حیران کن افکار کا مجموعہ، بلکہ اس کا اپنا گھڑا ہوا ہے، بلکہ یہ شاعر ہے اور یہ قرآن کتاب ہدایت نہیں، شاعری ہے۔ یعنی کسی ایک بات پر ان کو قرار نہیں ہے۔ ہر روز ایک نیا پینترا بدلتے اور نئی سے نئی الزام تراشی کرتے ہیں۔\n(2) یعنی جس طرح ثمود کے لئے اونٹنی، موسیٰ (عليه السلام) کے لئے عصا اور ید بیضا وغیرہ۔","lang":"ur"},{"name":"21:6","price":"ان سے پہلے جتنی بستیاں ہم نے اجاڑیں سب ایمان سے خالی تھیں۔ تو کیا اب یہ ایمان ﻻئیں گے.(1)","arabic":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2489,"juzNumber":17,"footnotes":"(1) یعنی ان سے پہلے جتنی بستیاں ہم نے ہلاک کیں، یہ نہیں ہوا کہ ان کی حسب خواہش معجزہ دکھلانے پر ایمان لے آئی ہوں، بلکہ معجزہ دیکھ لینے کے باوجود وہ ایمان نہیں لائیں، جس کے نتیجے میں ہلاکت ان کا مقدر بنی تو کیا اگر اہل مکہ کو ان کی خواہش کے مطابق کوئی نشانی دکھلا دی جائے، تو وہ ایمان لے آئیں گے؟ نہیں، ہرگز نہیں۔ یہ بھی تکذیب و عناد کے راستے پر ہی بدستور گامزن رہیں گے۔","lang":"ur"},{"name":"21:7","price":"تجھ سے پہلے جتنے پیغمبر ہم نے بھیجے سبھی مرد تھے(1) جن کی طرف ہم وحی اتارتے تھے پس تم اہل کتاب سے پوچھ لو اگر خود تمہیں علم نہ ہو.(2)","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2490,"juzNumber":17,"footnotes":"(1) یعنی تمام نبی مرد انسان تھے، نہ کوئی غیر انسان کبھی نبی آیا اور نہ غیر مرد، گویا نبوت انسانوں کے ساتھ اور انسانوں میں بھی مردوں کے ساتھ ہی خاص رہی ہے۔ اس سے معلوم ہوا کہ کوئی عورت نبی نہیں بنی۔ اس لئے نبوت بھی ان کے فرائض میں سے ہے جو عورت کو طبعی اور فطری دائرہ عمل سے خارج ہے۔\n(2) أَهْلَ الذِّكْرِ (اہل علم) سے مراد اہل کتاب ہیں، جو سابقہ آسمانی کتابوں کا علم رکھتے تھے، ان سے پوچھ لو کہ پچھلے انبیاء جو بھی گزرے ہیں، وہ انسان تھے یا غیر انسان؟ وہ تمہیں بتلائیں گے کہ تمام انبیاء انسان ہی تھے۔ اس سے بعض حضرات ”تقلید“ کا اثبات کرتے ہیں، جو غلط ہے۔ ”تقلید“ یہ ہے کہ ایک معین شخص، اور اس کی طرف منسوب ایک معین فقہ کو مرجع بنایا جائے اور اسی پر عمل کیا جائے۔ دوسرا، یہ کہ بغیر دلیل کے اس بات کو تسلیم کیا جائے جب کہ آیت میں اہل الذکر سے مراد کوئی متعین شخص نہیں ہے۔ بلکہ ہر وہ عالم ہے جو تورات و انجیل کا علم رکھتا تھا۔ اس سے تو تقلید شخصی کی نفی ہوتی ہے۔ اس میں تو علماء کی طرف رجوع کرنے کی تاکید ہے، جو عوام کے لئے ناگزیر ہے، جس سے کسی کو مجال انکار نہیں ہے۔ نہ کہ کسی ایک ہی شخصیت کا دامن پکڑ لینے کا حکم ۔ علاوہ ازیں تورات و انجیل، منصوص کتابیں تھیں یا انسانوں کی خود ساختہ فقہیں؟ اگر وہ آسمانی کتابیں تھیں تو مطلب یہ ہوا کہ علماء کے ذریعے سے نصوص شریعت معلوم کریں، جو آیت کا صحیح مفہوم ہے۔","lang":"ur"},{"name":"21:8","price":"ہم نے ان کے ایسے جسم نہیں بنائے تھے کہ وه کھانا نہ کھائیں اور نہ وه ہمیشہ رہنے والے تھے.(1)","arabic":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2491,"juzNumber":17,"footnotes":"(1) بلکہ وہ کھانا بھی کھاتے تھے اور موت سے بھی ہم کنار ہو کر مسافر عالم بقاء بھی ہوئے، یہ انبیاء کی بشریت ہی کی دلیل دی جا رہی ہے۔","lang":"ur"},{"name":"21:9","price":"پھر ہم نے ان سے کیے ہوئے سب وعدے سچے کیے انہیں اور جن جن کو ہم نے چاہا نجات عطا فرمائی اور حد سے نکل جانے والوں کو غارت کر دیا.(1)","arabic":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2492,"juzNumber":17,"footnotes":"(1) یعنی وعدے کے مطابق نبیوں کو اور اہل ایمان کو نجات عطا کی اور حد سے تجاوز کرنے والے یعنی کفار و مشرکین کو ہم نے ہلاک کر دیا۔","lang":"ur"},{"name":"21:10","price":"یقیناً ہم نے تمہاری جانب کتاب نازل فرمائی ہے جس میں تمہارے لئے ذکر ہے، کیا پھر بھی تم عقل نہیں رکھتے؟","arabic":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2493,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:11","price":"اور بہت سی بستیاں ہم نے تباه کر دیں(1) جو ﻇالم تھیں اور ان کے بعد ہم نے دوسری قوم کو پیدا کر دیا.","arabic":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2494,"juzNumber":17,"footnotes":"(1) قَصَمَ کے معنی ہیں توڑ پھوڑ کر رکھ دینا۔ اور ”کَمْ “ صیغہ تکثیر ہے۔ یعنی کتنی ہی بستیوں کو ہم نے ہلاک کر دیا، توڑ پھوڑ کر رکھ دیا، جس طرح دوسرے مقام پر فرمایا ”قوم نوح کے بعد ہم نے کتنی ہی بستیاں ہلاک کر دیں“۔ (سورہ بنی اسرائیل:17)","lang":"ur"},{"name":"21:12","price":"جب انہوں نے ہمارے عذاب کا احساس کر لیا، تو لگے اس سے بھاگنے.(1)","arabic":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2495,"juzNumber":17,"footnotes":"(1) احساس کے معنی ہیں، حواس کے ذریعے سے ادراک کر لینا۔ یعنی جب انہوں نے عذاب یا اس کے آثار کو آتے دیکھا یا کڑک گرج کی آواز سن کر معلوم کر لیا، تو اس سے بچنے کے لئے راہ فرار ڈھونڈنے لگے۔ رَكْضٌ کے معنی ہوتے ہیں آدمی گھوڑے وغیرہ پر بیٹھ کر اس کو دوڑانے کے لیے ایڑ لگائے یہیں سے یہ بھاگنے کے معنی میں استعمال ہونے لگا۔","lang":"ur"},{"name":"21:13","price":"بھاگ دوڑ نہ کرو(1) اور جہاں تمہیں آسودگی دی گئی تھی وہیں واپس لوٹو اور اپنے مکانات کی طرف(2) جاؤ تاکہ تم سے سوال تو کر لیا جائے.(3)","arabic":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2496,"juzNumber":17,"footnotes":"(1) یہ فرشتوں نے ندا دی یا مومنوں نے استہزاء کے طور پر کہا۔\n(2) یعنی جو نعمتیں اور آسائشیں تمہیں حاصل تھیں جو تمہارے کفر اور سرکشی کا باعث تھیں اور وہ مکانات جن میں تم رہتے تھے اور جن کی خوبصورتی اور پائیداری پر فخر کرتے تھے ان کی طرف پلٹو۔\n(3) اور عذاب کے بعد تمہارا حال احوال تو پوچھ لیا جائے کہ تم پر یہ کیا بیتی، کس طرح بیتی اور کیوں بیتی؟ یہ سوال بطور طنز اور مذاق کے ہے، ورنہ ہلاکت کے شکنجے میں کسے جانے کے بعد وہ جواب دینے کی پوزیشن میں ہی کب رہتے تھے؟","lang":"ur"},{"name":"21:14","price":"کہنے لگے ہائے ہماری خرابی! بیشک ہم ﻇالم تھے.","arabic":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2497,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:15","price":"پھر تو ان کا یہی قول(1) تھا یہاں تک کہ ہم نے انہیں جڑ سے کٹی ہوئی کھیتی اور بجھی پڑی آگ (کی طرح) کر دیا.(1)","arabic":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2498,"juzNumber":17,"footnotes":"(1) یعنی جب تک زندگی کے آثار ان کے اندر رہے، وہ اعتراف ظلم کرتے رہے۔ (2) حَصِیْد کٹی ہوئی کھیتی کو اور خُمُودٌ آگ کے بجھ جانے کو کہتے ہیں۔ یعنی بالآخر وہ کٹی ہوئی کھیتی اور بھجی ہوئی آگ کی طرح راکھ کا ڈھیر ہوگئے، کوئی تاب و توانائی اور حس و حرکت ان کے اندر نہ رہی۔\n(1)","lang":"ur"},{"name":"21:16","price":"ہم نے آسمان وزمین اور ان کے درمیان کی چیزوں کو کھیلتے ہوئے نہیں بنایا.(1)","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2499,"juzNumber":17,"footnotes":"(1) بلکہ اس کے کئی مقاصد اور حکمتیں ہیں، مثلاً بندے میرا ذکر و شکر کریں، نیکوں کو نیکیوں کی جزا اور بدوں کو بدیوں کی سزا دی جائے۔ وغیرہ۔","lang":"ur"},{"name":"21:17","price":"اگر ہم یوں ہی کھیل تماشے کا اراده کرتے تو اسے اپنے پاس سے ہی بنا(1) لیتے، اگر ہم کرنے والے ہی ہوتے.(2)","arabic":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2500,"juzNumber":17,"footnotes":"(1) یعنی اپنے پاس سے ہی کچھ چیزیں کھیل کے لئے بنا لیتے اور اپنا شوق پورا کر لیتے۔ اتنی لمبی چوڑی کائنات بنانے کی اور پھر میں ذی روح اور ذی شعور مخلوق بنانے کی کیا ضرورت تھی؟۔\n(2) ”اگر ہم کرنے والے ہی ہوتے“ عربی اسلوب کے اعتبار سے یہ زیادہ صحیح ہے بہ نسبت اس ترجمہ کے کہ ”ہم کرنے والے ہی نہیں“ (فتح القدیر)","lang":"ur"},{"name":"21:18","price":"بلکہ ہم سچ کو جھوٹ پر پھینک مارتے ہیں پس سچ جھوٹ کا سر توڑ دیتا ہے(1) اور وه اسی وقت نابود ہو جاتا ہے، تم جو باتیں بناتے ہو وه تمہاری لئے باعﺚ خرابی ہیں.(2)","arabic":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2501,"juzNumber":17,"footnotes":"(1) یعنی تخلیق کائنات کے مقاصد میں سے ایک اہم مقصد یہ ہے کہ یہاں حق و باطل کی جو معرکہ آرائی اور خیرو شر کے درمیان جو تصادم ہے، اس میں ہم حق اور خیر کو غالب اور باطل اور شر کو مغلوب کریں چنانچہ ہم حق کو باطل پر یا سچ کو جھوٹ پر یا خیر کو شر پر مارتے ہیں، جس سے باطل، جھوٹ اور شر کا بھیجہ نکل جاتا ہے اور چشم زدن میں وہ نابود ہو جاتا ہے۔ دَمْغٌ سر کی ایسی چوٹ کو کہتے ہیں جو دماغ تک پہنچ جائے، زَهَقَ کے معنی، ختم یا ہلاک و تلف ہوجانے کے ہیں۔\n(2) یعنی رب کی طرف سے تم جو بےسرو پا باتیں منسوب کرتے یا اس کی بابت باور کراتے ہو، (مثلاً یہ کائنات ایک کھیل ہے، ایک کھلنڈرے کا شوق فضول ہے وغیرہ) یہ تمہاری ہلاکت کا باعث ہے۔ کیونکہ اسے کھیل تماشہ سمجھنے کی وجہ سے تم حق سے گریز اور باطل کو اختیار کرنے میں کوئی تامل اور خوف محسوس نہیں کرتے، جس کا نتیجہ بالآخر تمہاری بربادی اور ہلاکت ہی ہے۔","lang":"ur"},{"name":"21:19","price":"آسمانوں اور زمین میں جو ہے اسی اللہ کا ہے(1) اور جو اس کے پاس ہیں(2) وه اس کی عبادت سے نہ سرکشی کرتے ہیں اور نہ تھکتے ہیں.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2502,"juzNumber":17,"footnotes":"(1) سب اسی کی ملک اور اسی کے غلام ہیں، پھر جب تم کسی غلام کو اپنا بیٹا اور کسی لونڈی کو بیوی بنانے کے لئے تیار نہیں ہوتے۔ تو اللہ تعالٰی اپنے مملوکین اور غلاموں میں سے بعض کو بیٹا اور بعض کو بیوی کس طرح بنا سکتا ہے؟۔\n(2) اس سے مراد فرشتے ہیں، وہ بھی اس کے غلام اور بندے ہیں، ان الفاظ سے ان کا شرف و اکرام بھی ظاہر ہو رہا ہے کہ وہ اس کی بارگاہ کے مقربین ہیں۔ اس کی بیٹیاں نہیں ہیں جیسا کہ مشرکین کا عقیدہ تھا۔","lang":"ur"},{"name":"21:20","price":"وه دن رات تسبیح بیان کرتے ہیں اور ذرا سی بھی سستی نہیں کرتے.","arabic":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2503,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:21","price":"کیا ان لوگوں نے زمین (کی مخلوقات میں) سے جنہیں معبود بنا رکھا ہے وه زنده کردیتے ہیں.(1)","arabic":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2504,"juzNumber":17,"footnotes":"(1) استفہام انکاری ہے یعنی نہیں کر سکتے۔ پھر وہ ان کو جو کسی چیز کی قدرت نہیں رکھتے، اللہ کا شریک کیوں ٹھہراتے اور ان کی عبادت کیوں کرتے ہیں؟","lang":"ur"},{"name":"21:22","price":"اگر آسمان وزمین میں سوائے اللہ تعالیٰ کے اور بھی معبود ہوتے تو یہ دونوں درہم برہم ہوجاتے(1) پس اللہ تعالیٰ عرش کا رب ہر اس وصف سے پاک ہے جو یہ مشرک بیان کرتے ہیں.","arabic":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2505,"juzNumber":17,"footnotes":"(1) یعنی اگر واقع آسمان و زمین میں دو معبود ہوتے تو کائنات میں تصرف کرنے والی دو ہستیاں ہوتیں، دو کا ارادہ و شعور اور مرضی کار فرما ہوتی اور جب دو ہستیوں کا ارادہ اور فیصلہ کائنات میں چلتا تو یہ نظمِ کائنات اس طرح قائم رہ ہی نہیں سکتا تھا جو ابتدائے آفرینش سے، بغیر کسی ادنیٰ توقف کے قائم چلا آرہا ہے۔ کیونکہ دونوں کا ارادہ ایک دوسرے سے ٹکراتا۔ دونوں کی مرضی کا آپس میں تصادم ہوتا، دونوں کے اختیارات ایک دوسرے کے مخالف سمت میں استعمال ہوتے۔ جس کا نتیجہ ابتری اور فساد کی صورت میں رونما ہوتا اور اب تک ایسا نہیں ہوا تو اس کے صاف معنی یہ ہیں کہ کائنات میں صرف ایک ہی ہستی ہے جس کا ارادہ ومشیت کار فرما ہے جو کچھ بھی ہوتا ہے صرف اور صرف اسی کے حکم پر ہوتا ہے اس کے دئیے ہوئے کو کوئی روک نہیں سکتا اور جس سے وہ اپنی رحمت روک لے اس کو دینے والا کوئی نہیں۔","lang":"ur"},{"name":"21:23","price":"وه اپنے کاموں کے لئے (کسی کےآگے) جواب ده نہیں اور سب (اس کےآگے) جواب ده ہیں.","arabic":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2506,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:24","price":"کیا ان لوگوں نے اللہ کے سوا اور معبود بنا رکھے ہیں، ان سے کہہ دو ﻻؤ اپنی دلیل پیش کرو۔ یہ ہے میرے ساتھ والوں کی کتاب اور مجھ سے اگلوں کی دلیل(1) ۔ بات یہ ہے کہ ان میں کے اکثر لوگ حق کو نہیں جانتے اسی وجہ سے منھ موڑے ہوئے ہیں.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2507,"juzNumber":17,"footnotes":"(1) ذِكْرُ مَنْ مَّعِيَ سے قرآن اور دوسرے ذکر سے سابقہ کتب آسمانی مراد ہیں۔ مطلب یہ ہے کہ قرآن میں اور اس سے قبل کی دیگر کتابوں میں، سب میں صرف ایک ہی معبود کی الوہیت و ربوبیت کا ذکر ملتا ہے۔ لیکن یہ مشرکین اس حق کو تسلیم کرنے کے لئے تیار نہیں۔ اور بدستور اس توحید سے منہ موڑے ہوئے ہیں۔","lang":"ur"},{"name":"21:25","price":"تجھ سے پہلے بھی جو رسول ہم نے بھیجا اس کی طرف یہی وحی نازل فرمائی کہ میرے سوا کوئی معبود برحق نہیں پس تم سب میری ہی عبادت کرو.(1)","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2508,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:26","price":"(مشرک لوگ) کہتے ہیں کہ رحمٰن اوﻻد واﻻ ہے (غلط ہے) اس کی ذات پاک ہے، بلکہ وه سب اس کے باعزت بندے ہیں.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2509,"juzNumber":17,"footnotes":"(1) یعنی تمام پیغمبر بھی یہی توحید کا پیغام لے کر آئے۔","lang":"ur"},{"name":"21:27","price":"کسی بات میں اللہ پر پیش دستی نہیں کرتے بلکہ اس کے فرمان پر کاربند ہیں.(1)","arabic":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2510,"juzNumber":17,"footnotes":"(1) اس میں مشرکین کا رد ہے جو فرشتوں کو اللہ کی بیٹیاں کہا کرتے تھے۔ فرمایا وہ بیٹیاں نہیں، اس کے ذی عزت بندے اور اس کے فرماں بردار ہیں۔ علاوہ ازیں بیٹے، بیٹیوں کی ضرورت، اس وقت پڑتی ہے۔ جب عالم پیری میں ضعف و اضمحلال، ایسے عوارض ہیں جو انسان کو لاحق ہوتے ہیں، اللہ تعالیٰ کی ذات ان تمام کمزوریوں اور کوتاہیوں سے پاک ہے۔ اس لئے اسے اولاد کی یا کسی سہارے کی ضرورت ہی کیا ہے؟ یہی وجہ ہے کہ قرآن کریم میں بار بار اس امر کی صراحت کی گئی ہے کہ اللہ تعالٰی کی کوئی اولاد نہیں ہے۔","lang":"ur"},{"name":"21:28","price":"وه ان کے آگے پیچھے تمام امور سے واقف ہے وه کسی کی بھی سفارش نہیں کرتے بجز ان کے جن سے اللہ خوش ہو(1) وه تو خود ہیبت الٰہی سے لرزاں وترساں ہیں.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2511,"juzNumber":17,"footnotes":"(1) اس سے معلوم ہوا کہ انبیاء صالحین کے علاوہ فرشتے بھی سفارش کریں گے۔ حدیث صحیح سے بھی اس کی تائید ہوتی ہے، لیکن یہ سفارش انہی کے حق میں ہوگی جن کے لئے اللہ تعالٰی پسند فرمائے گا۔ اور ظاہر بات ہے کہ اللہ تعالٰی سفارش اپنے نافرمان بندوں کے لئے نہیں، صرف گناہ گار مگر فرماں بردار بندوں یعنی اہل ایمان و توحید کے لئے پسند فرمائے گا۔","lang":"ur"},{"name":"21:29","price":"ان میں سے اگر کوئی بھی کہہ دے کہ اللہ کے سوا میں ﻻئق عبادت ہوں تو ہم اسے دوزخ کی سزا دیں(1) ہم ﻇالموں کو اسی طرح سزا دیتے ہیں.","arabic":"۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2512,"juzNumber":17,"footnotes":"(1) یعنی ان فرشتوں میں سے بھی اگر کوئی الٰہ ہونے کا دعویٰ کر دے تو ہم اسے بھی جہنم میں پھینک دیں گے۔ یہ شرطیہ کلام ہے، جس کا وقوع ضروری نہیں۔ مقصد، شرک کی تردید اور توحید کا اثبات ہے۔ جیسے «قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ»(الزخرف:81) ”اگر بالفرض رحمٰن کی اولاد ہو تو میں سب سے پہلے اس کی عبادت کرنے والوں میں سے ہوں گا“ «لَىِٕنْ اَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ»(الزمر:65) ”اے پیغمبر! اگر تو بھی شرک کرے تو تیرے عمل برباد ہو جائیں گے“ یہ سب مشروط ہیں جن کا وقوع غیر ضروری ہے۔","lang":"ur"},{"name":"21:30","price":"کیا کافر لوگوں نے یہ نہیں دیکھا(1) کہ آسمان وزمین باہم ملے جلے تھے پھر ہم نے انہیں جدا کیا(2) اور ہر زنده چیز کو ہم نے پانی سے پیدا کیا(3)، کیا یہ لوگ پھر بھی ایمان نہیں ﻻتے.","arabic":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2513,"juzNumber":17,"footnotes":"(1) اس سے رؤیت عینی نہیں، رؤیت قلبی مراد ہے۔ یعنی کیا انہوں نے غور فکر نہیں کیا؟ یا انہوں نے جانا نہیں؟۔\n(2) رَتْقٌ کے معنی، بند کے اور فَتْقٌ کے معنی پھاڑنے، کھولنے اور الگ الگ کرنے کے ہیں۔ یعنی آسمان و زمین، ابتدائے امر ہیں، باہم ملے ہوئے اور ایک دوسرے کے ساتھ پیوست تھے۔ ہم نے ان کو ایک دوسرے سے الگ کیا، آسمانوں کو اوپر کر دیا جس سے بارش برستی ہے اور زمین کو اپنی جگہ پر رہنے دیا، تاہم وہ پیداوار کے قابل ہوگئی۔\n(3) اس سے مراد اگر بارش اور چشموں کا پانی ہے، تب بھی واضح ہے کہ اس کی روئیدگی ہوتی ہے اور ہر ذی روح کو حیات نو ملتی ہے اور اگر مراد نطفہ ہے، تو اس میں بھی کوئی اشکال نہیں کہ ہر زندہ چیز کے وجود کے باعث وہ قطرہ آب ہے جو نر کی پیٹھ کی ہڈیوں سے نکلتا اور مادہ کے رحم میں جاکر قرار پکڑتا ہے۔","lang":"ur"},{"name":"21:31","price":"اور ہم نے زمین میں پہاڑ بنا دیئے تاکہ وه مخلوق کو ہلا نہ سکے(1) ، اور ہم نے اس(2) میں کشاده راہیں بنا دیں تاکہ وه راستہ حاصل کریں.","arabic":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2514,"juzNumber":17,"footnotes":"(1) یعنی اگر زمین پر یہ بڑے بڑے پہاڑ نہ ہوتے تو زمین جنبش اور لرزش ہوتی رہتی، جس کی وجہ سے انسانوں اور حیوانوں کے لئے زمین مسکن اور مستقر بننے کی صلاحیت سے محروم رہتی۔ ہم نے پہاڑوں کا بوجھ اس پر ڈال کر اسے ڈانوا ڈول ہونے سے محفوظ کر دیا۔\n(2) اس سے مراد زمین یا پہاڑ ہیں، یعنی زمین میں کشادہ راستے بنا دیئے یا پہاڑوں میں درے رکھ دیئے، جس سے ایک علاقے سے دوسرے علاقے میں آنا جانا آسان ہوگیا، يَهْتَدُونَ کا ایک دوسرا مفہوم یہ بھی ہو سکتا ہے تاکہ ان کے ذریعے سے اپنی معاش کے مصالح و مفادات حاصل کر سکیں۔","lang":"ur"},{"name":"21:32","price":"آسمان کو محفوظ چھت(1) بھی ہم نے ہی بنایا ہے۔ لیکن لوگ اس کی قدرت کے نمونوں پر دھیان نہیں دھرتے.","arabic":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2515,"juzNumber":17,"footnotes":"(1) سَقْفًا مَحْفُوظًا، زمین کے لئے محفوظ چھت، جس طرح خیمے اور قبے کی چھت ہوتی ہے یا اس معنی میں محفوظ کہ ان کو زمین پر گرنے سے روک رکھا ہے، ورنہ آسمان زمین پر گر پڑیں تو زمین کا سارا نظام تہ وبالا ہو سکتا ہے۔ یا شیاطین سے محفوظ جیسے فرمایا «وَحَفِظْنٰهَا مِنْ كُلِّ شَيْطٰنٍ رَّجِيْمٍ»( الحجر:17)","lang":"ur"},{"name":"21:33","price":"وہی اللہ ہے جس نے رات اور دن اور سورج اور چاند کو پیدا کیا ہے(1) ۔ ان میں سے ہر ایک اپنے اپنے مدار میں تیرتے پھرتے ہیں.(2)","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2516,"juzNumber":17,"footnotes":"(1) یعنی رات کو آرام اور دن کو معاش کے لئے بنایا، سورج کو دن کی نشانی چاند کو رات کی نشانی بنایا، تاکہ مہینوں اور سالوں کا حساب کیا جاسکے، جو انسان کی اہم ضروریات میں سے ہے۔\n(2) جس طرح پیراک سطح آب پر تیرتا ہے، اسی طرح چاند اور سورج اپنے اپنے مدار پر تیرتے یعنی رواں دواں رہتے ہیں۔","lang":"ur"},{"name":"21:34","price":"آپ سے پہلے کسی انسان کو بھی ہم نے ہمیشگی نہیں دی، کیا اگر آپ مرگئے تو وه ہمیشہ کے لئے ره جائیں گے.(1)","arabic":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2517,"juzNumber":17,"footnotes":"(1) یہ کفار کے جواب میں، نبی (صلى الله عليه وسلم) کی بابت کہتے تھے کہ ایک دن اسے مر ہی جانا ہے۔ اللہ تعالٰی نے فرمایا، موت تو ہر انسان کو آنی ہے اور اس اصول سے یقینا محمد رسول اللہ (صلى الله عليه وسلم) بھی مستشنٰی نہیں۔ کیونکہ وہ بھی انسان ہی ہیں اور ہم نے انسان کے لئے بھی دوام اور ہمیشگی نہیں رکھی ہے۔ لیکن کیا بات کہنے والے خود نہیں مریں گے۔؟ اس سے صنم پرستوں کی بھی تردید ہوگئی جو دیوتاؤں کی اور انبیاء واولیاء کی زندگی کے قائل ہیں اور اسی بنیاد پر ان کو حاجت روا مشکل کشا سمجھتے ہیں۔ فَنَعُوذُ بِاللهِ مِنْ هَذِهِ الْعَقِيدَةِ الْفَاسِدَةِ الَّتِي تُعَارِضُ الْقُرْآنَ۔","lang":"ur"},{"name":"21:35","price":"ہر جان دار موت کا مزه چکھنے واﻻ ہے۔ ہم بطریق امتحان تم میں سے ہر ایک کو برائی بھلائی میں مبتلا کرتے ہیں اور تم سب ہماری ہی طرف لوٹائے جاؤ گے.(1)","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2518,"juzNumber":17,"footnotes":"(1) یعنی کبھی مصائب و رنج و غم سے دو چار کرکے اور کبھی دنیا کے وسائل فراواں سے بہرور کر کے۔ کبھی صحت و فراخی کے ذریعے سے اور کبھی تنگی و بیماری کے ذریعے سے، کبھی تونگری دیکر اور کبھی فقرو فاقہ میں مبتلا کر کے ہم آزماتے ہیں۔ تاکہ ہم دیکھیں کہ شکر گزاری کون کرتا ہے اور ناشکری کون؟ صبر کون کرتا ہے اور ناصبری کون؟ شکر اور صبر، یہ رضائے الٰہی کا اور کفران نعمت اور ناصبری غضب الٰہی کا موجب ہے۔\n(2) وہاں تمہارے عملوں کے مطابق اچھی یا بری جزا دیں گے۔ اول الذکر لوگوں کے لئے بھلائی اور دوسروں کے لئے برائی۔","lang":"ur"},{"name":"21:36","price":"یہ منکرین تجھے جب بھی دیکھتے ہیں تو تمہارا مذاق ہی اڑاتے ہیں کہ کیا یہی وه ہے جو تمہارے معبودوں کا ذکر برائی سے کرتا ہے، اور وه خود ہی رحمٰن کی یاد کے بالکل ہی منکر ہیں.(1)","arabic":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2519,"juzNumber":17,"footnotes":"(1) اس کے باوجود یہ رسول اللہ (صلى الله عليه وسلم) کا ہنسی و مذاق اڑاتے ہیں۔ جس طرح دوسرے مقام پر فرمایا۔ «وَإِذَا رَأَوْكَ إِنْ يَتَّخِذُونَكَ إِلا هُزُوًا أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولا» (الفرقان ۔41) ”جب اے پیغمبر! یہ کفار مکہ تجھے دیکھتے ہیں تو تیرا مذاق اڑانے لگ جاتے ہیں۔ کہتے ہیں کہ یہ وہ شخص ہے جسے اللہ نے رسول بنا کر بھیجا؟“","lang":"ur"},{"name":"21:37","price":"انسان جلد باز مخلوق ہے۔ میں تمہیں اپنی نشانیاں ابھی ابھی دکھاؤں گا تم مجھ سے جلد بازی نہ کرو.(1)","arabic":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2520,"juzNumber":17,"footnotes":"(1) یہ کفار کے مطالبہ عذاب کے جواب میں ہے کہ چونکہ انسان کی فطرت میں عجلت اور جلد بازی ہے اس لئے وہ پیغمبروں سے بھی جلدی مطالبہ کرنے لگ جاتا ہے کہ اپنے اللہ سے کہہ کہ ہم پر فوراً عذاب نازل کروا دے۔ اللہ نے فرمایا جلدی مت کرو، میں عنقریب اپنی نشانیاں تمہیں دکھاؤں گا۔ ان نشانیوں سے مراد عذاب بھی ہو سکتا ہے اور صداقت رسول (صلى الله عليه وسلم) کے دلائل وبراہین بھی۔","lang":"ur"},{"name":"21:38","price":"کہتے ہیں کہ اگر سچے ہو تو بتا دو کہ یہ وعده کب ہے.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2521,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:39","price":"کاش! یہ کافر جانتے کہ اس وقت نہ تو یہ کافر آگ کو اپنے چہروں سے ہٹا سکیں گے اور نہ اپنی پیٹھوں سے اور نہ ان کی مدد کی جائے گی.(1)","arabic":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2522,"juzNumber":17,"footnotes":"(1) اس کا جواب مخذوف ہے، یعنی اگر یہ جان لیتے تو پھر عذاب کا جلدی مطالبہ نہ کرتے یا یقینا جان لیتے کہ قیامت آنے والی ہے یا کفر پر قائم نہ رہتے بلکہ ایمان لے آتے۔","lang":"ur"},{"name":"21:40","price":"(ہاں ہاں!) وعدے کی گھڑی ان کے پاس اچانک آجائے گی اور انہیں ہکا بکا کر دے گی(1) ، پھر نہ تو یہ لوگ اسے ٹال سکیں گے اور نہ ذرا سی بھی مہلت دیئے(2) جائیں گے.","arabic":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2523,"juzNumber":17,"footnotes":"(1) یعنی انہیں کچھ سجھائی نہ نہیں دے گا کہ وہ کیا کریں۔\n(2) کہ وہ توبہ و اعتذار کا اہتمام کرلیں۔","lang":"ur"},{"name":"21:41","price":"اور تجھ سے پہلے رسولوں کے ساتھ بھی ہنسی مذاق کیا گیا پس ہنسی کرنے والوں کو ہی اس چیز نے گھیر لیا جس کی وه ہنسی اڑاتے تھے.(1)","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2524,"juzNumber":17,"footnotes":"(1) رسول اللہ (صلى الله عليه وسلم) کو تسلی دی جا رہی ہے کہ مشرکین کے استہزاء اور تکذیب سے بد دل نہ ہوں، یہ کوئی نئی بات نہیں ہے، تجھ سے پہلے آنے والے پیغمبروں کے ساتھ بھی یہی معاملہ کیا گیا، بالآخر وہی عذاب ان پر الٹ پڑا، یعنی اس نے انہیں گھیر لیا، جس کا وہ استہزاء و مذاق اڑایا کرتے تھے اور جس کا وقوع ان کے نزدیک ابھی مستبعد تھاجس طرح دوسرے مقام پر فرمایا «وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا» (الأنعام : 34) ”تجھ سے پہلے بھی رسول جھٹلائے گئے پس انہوں نے تکذیب پر اور ان تکلیفوں پر جو انہیں دی گئیں صبر کیا یہاں تک کہ ان کے پاس ہماری مدد آگئی“، رسول اللہ (صلى الله عليه وسلم) کی تسلی کے ساتھ کفار و مشرکین کے لیے اس میں تہدید و وعید بھی ہے۔","lang":"ur"},{"name":"21:42","price":"ان سے پوچھئے کہ رحمٰن سے، دن اور رات تمہاری حفاﻇت کون کر سکتا ہے(1) ؟ بات یہ ہے کہ یہ لوگ اپنے رب کے ذکر سے پھرے ہوئے ہیں.","arabic":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2525,"juzNumber":17,"footnotes":"(1) یعنی تمہارے جو کرتوت ہیں، وہ تو ایسے ہیں کہ دن یا رات کی کسی گھڑی میں تم پر عذاب آسکتا ہے؟ اس عذاب سے دن اور رات تمہاری کون حفاطت کرتا ہے؟ کیا اللہ کے سوا بھی کوئی اور ہے جو عذاب الٰہی سے تمہاری حفاظت کر سکے؟","lang":"ur"},{"name":"21:43","price":"کیا ہمارے سوا ان کے اور معبود ہیں جو انہیں مصیبتوں سے بچا لیں۔ کوئی بھی خود اپنی مدد کی طاقت نہیں رکھتا اور نہ کوئی ہماری طرف سے رفاقت دیا جاتا ہے.(1)","arabic":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2526,"juzNumber":17,"footnotes":"(1) اس معنی ہیں ”وَلَا ھُمْ یَجْارُوْنَ مِنْ عَذَابِنَا“ ”نہ وہ ہمارے عذاب سے ہی محفوظ ہیں“، یعنی وہ خود اپنی مدد پر اور اللہ کے عذاب سے بچنے پر قادر نہیں ہیں، پھر ان کی طرف سے ان کی مدد کیا ہوئی ہے اور وہ انہیں عذاب سے کس طرح بچا سکتے ہیں؟","lang":"ur"},{"name":"21:44","price":"بلکہ ہم نے انہیں اور ان کے باپ دادوں کو زندگی کے سروسامان دیے یہاں تک کہ ان کی مدت عمر گزر گئی۔ کیا وه نہیں دیکھتے کہ ہم زمین کو اس کے کناروں سے گھٹاتے چلے آرہے ہیں، اب کیا وہی غالب ہیں؟(1)","arabic":"بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2527,"juzNumber":17,"footnotes":"(1) یعنی ان کی یا ان کے آبا واجداد، کی زندگیاں اگر عیش و راحت میں گزر گئیں تو کیا وہ یہ سمجھتے ہیں کہ وہ صحیح راستے پر ہیں؟ اور آئندہ بھی انہیں کچھ نہیں ہوگا؟ نہیں بلکہ یہ چند روزہ زندگی کا آرام تو ہمارے اصول مہلت کا ایک حصہ ہے، اس سے کسی کو دھوکا اور فریب میں مبتلا نہیں ہونا چاہئے۔\n(2) یعنی ارض کفر بتدریج گھٹ رہی ہے اور دولت اسلام وسعت پذیر ہے۔ کفر کے پیروں تلے سے زمین کھسک رہی ہے اور اسلام کا غلبہ بڑھ رہا ہے اور مسلمان علاقے پر علاقہ فتح کرتے چلے جا رہے ہیں۔\n(3) یعنی کفر کو سمٹتا اور اسلام کو بڑھتا ہوا دیکھ کر بھی، کیا وہ کافر یہ سمجھتے ہیں کہ وہ غالب ہیں؟ استفہام انکاری ہے۔ یعنی وہ غالب نہیں، مغلوب ہیں، فاتح نہیں، مفتوح ہیں، معزز و سر فراز نہیں، ذلت اور خواری ان کا مقدر ہے۔","lang":"ur"},{"name":"21:45","price":"کہہ دیجئے! میں تو تمہیں اللہ کی وحی کے ذریعہ آگاه کر رہا ہوں مگر بہرے لوگ بات نہیں سنتے جبکہ انہیں آگاه کیا جائے.(1)","arabic":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2528,"juzNumber":17,"footnotes":"(1) یعنی قرآن سنا کر انہیں وعظ و نصیحت کر رہا ہوں اور یہی میری ذمہ داری ہے اور منصب ہے۔ لیکن جن لوگوں کے کانوں کو اللہ نے حق کے سننے سے بہرا کر دیا، آنکھوں پر پردہ ڈال دیا اور دلوں پر مہر لگا دی، ان پر اس قرآن کا اور وعظ و نصیحت کا کوئی اثر نہیں ہوتا۔","lang":"ur"},{"name":"21:46","price":"اگر انہیں تیرے رب کے کسی عذاب کا جھونکا بھی لگ جائے تو پکار اٹھیں کہ ہائے ہماری بدبختی! یقیناً ہم گنہگار تھے.(1)","arabic":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2529,"juzNumber":17,"footnotes":"(1) یعنی عذاب کا ایک ہلکا سا چھٹا اور تھوڑا حصہ بھی پہنچے گا تو پکار اٹھیں گے اور اعتراف جرم کرنے لگ جائیں گے۔","lang":"ur"},{"name":"21:47","price":"قیامت کے دن ہم درمیان میں ﻻ رکھیں گے ٹھیک ٹھیک تولنے والی ترازو کو۔ پھر کسی پر کچھ بھی ﻇلم نہ کیا جائے گا۔ اور اگر ایک رائی کے دانے کے برابر بھی عمل ہوگا ہم اسے ﻻ حاضر کریں گے، اور ہم کافی ہیں حساب کرنے والے.(1)","arabic":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2530,"juzNumber":17,"footnotes":"(1) مَوَازِينُ، مِيزَانٌ (ترازو) کی جمع ہے وزن اعمال کے لئے قیامت والے دن یا تو کئی ترازو ہونگے یا ترازو تو ایک ہی ہوگی انسان کے اعمال تو بےوزن ہیں یعنی ان کا کوئی ظاہری وجود یا جسم تو ہے نہیں پھر وزن کس طرح ہوگا؟ یہ سوال آج سے قبل تک شاید کوئی اہمیت رکھتا ہو۔ لیکن آج سائنسی ایجادات نے اسے ممکن بنا دیا ہے۔ اب ان ایجادات کے ذریعے سے بےوزن چیزوں کا وزن بھی تولا جانے لگا ہے۔ جب انسان اس بات پر قادر ہوگیا ہے، تو اللہ کے لئے ان اعمال کا، جو اعراض ہیں، وزن کرنا کون سا مشکل امر ہے، اس کی تو شان ہی عَلَى كُلِّ شَيْءٍ قَدِيرٌہے۔ علاوہ ازیں یہ بھی ممکن ہے کہ انسانوں کو دکھلانے کے لئے ان بےوزن اعمال کو وہ اجسام میں بدل دے گا اور پھر وزن کرے، جیسا کہ حدیث میں بعض اعمالوں کے مجسم ہونے کا ثبوت ملتا ہے۔ مثلا! صاحب قرآن کے لئے ایک خوش شکل نوجوان کی شکل میں آئے گا۔ اور پوچھے گا، تو کون ہے؟ وہ کہے گا میں قرآن ہوں جسے تو راتوں کو (قیام اللیل) بیدار رہ کر اور دن کو پیاسا رہ کر پڑھا کرتا تھا ( مسند أحمد 5/ 348 ، 235 وابن ماجه، كتاب الأدب، باب ثواب القرآن )، اسی طرح مومن کی قبر میں عمل صالح ایک خوش رنگ اور معطر نوجوان کی شکل میں آئے گا اور کافر اور منافق کے پاس اس کی برعکس شکل میں (مسند أحمد 5/287)۔ اس کی مزید تفصیل کے لیے دیکھئے سورۃ الاعراف ۷ کا حاشیہ القِسْطَ مصدر اور الْمَوَازِينَ کی صفت ہے معنی ہیں ذَوَاتُ قِسْطٍ انصاف کرنے والی ترازو یا ترازوئیں۔","lang":"ur"},{"name":"21:48","price":"یہ بالکل سچ ہے کہ ہم نے موسیٰ وہارون کو فیصلے کرنے والی نورانی اور پرہیزگاروں کے لئے وعﻆ ونصیحت والی کتاب عطا فرمائی.(1)","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2531,"juzNumber":17,"footnotes":"(1) یہ تورات کی صفات بیان کی گئی ہیں جو حضرت موسیٰ (عليه السلام) کو دی گئی تھی۔ اس میں بھی متقین کے لئے ہی نصیحت تھی۔ جیسے قرآن کریم کو بھی هُدًى لِلْمُتَّقِينَ (البقرة ۔2) کہا گیا، کیونکہ جن کے دلوں میں اللہ کا تقوٰی نہیں ہوتا، وہ اللہ کی کتاب کی طرف توجہ ہی نہیں کرتے، تو آسمانی کتاب ان کیلئے نصیحت اور ہدایت کا ذریعہ کس طرح بنے، نصیحت یا ہدایت کے لئے ضروری ہے کہ اس کی طرف توجہ کی جائے اور اس میں غور و فکر کیا جائے۔","lang":"ur"},{"name":"21:49","price":"وه لوگ جو اپنے رب سے بن دیکھے خوف کھاتے ہیں اور قیامت (کے تصور) سے کانپتے رہتے ہیں.(1)","arabic":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2532,"juzNumber":17,"footnotes":"(1) یہ متقین کی صفات ہیں، جیسے سورہ بقرہ کے آغاز میں اور دیگر مقامات پر بھی متقین کی صفات کا تذکرہ ہے۔","lang":"ur"},{"name":"21:50","price":"اور یہ نصیحت وبرکت واﻻ قرآن بھی ہم ہی نے نازل فرمایا ہے کیا پھر بھی تم اس کے منکر ہو.(1)","arabic":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2533,"juzNumber":17,"footnotes":"(1) یہ قرآن، جو یاد دہانی حاصل کرنے والے کے لئے ذکر اور نصیحت اور خیر و برکت کا حامل ہے، اسے بھی ہم نے ہی اتارا ہے۔ تم اس کے مُنَزَّل مِّنَ اللّٰہِ ہونے سے کیوں انکار کرتے ہو، جب کہ تمہیں اعتراف ہے کہ تورات اللہ کی طرف سے ہی نازل کردہ کتاب ہے۔","lang":"ur"},{"name":"21:51","price":"یقیناً ہم نے اس سے پہلے ابراہیم کو اس کی سمجھ بوجھ بخشی تھی اور ہم اس کے احوال سے بخوبی(1) واقف تھے.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2534,"juzNumber":17,"footnotes":"(1) مِنْ قَبْلُ سے مراد تو یہ ہے کہ ابراہیم (عليه السلام) کو رشد و ہدایت (یا ہوشمندی) دینے کا واقع، موسیٰ (عليه السلام) کو ابتدائے تورات سے پہلے کا ہے یہ مطلب ہے کہ ابراہیم (عليه السلام) کو نبوت سے پہلے ہی ہوش مندی عطا کر دی تھی۔\n(2) یعنی ہم جانتے تھے کہ وہ اس رشد کا اہل ہے اور وہ اس کا صحیح استعمال کرے گا۔","lang":"ur"},{"name":"21:52","price":"جبکہ اس نے اپنے باپ سے اور اپنی قوم سے کہا کہ یہ مورتیاں جن کے تم مجاور بنے بیٹھے ہو کیا ہیں؟(1)","arabic":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2535,"juzNumber":17,"footnotes":"(1) تَمَاثِیْل، تِمْثَالُ کی جمع ہے۔ یہ اصل میں کسی چیز کی ہوبہو نقل کو کہتے ہیں۔ جیسے پتھر کا مجسمہ یا کاغذ اور دیوار پر کسی کی تصویر۔ یہاں مراد وہ مورتیاں ہیں جو قوم ابراہیم (عليه السلام) نے اپنے معبودوں کی بنا رکھی تھیں اور جن کی وہ عبادت کرتے تھے عَاكِفٌ، عُكُوفٌ سے اسم فاعل کا صیغہ ہے جس کے معنی کسی چیز کو لازم پکڑنے اور اس پر جھک کر جم کر بیٹھ رہنے کے ہیں۔ اسی سے اعتکاف ہے جس میں انسان اللہ کی عبادت کے لیے جم کر بیٹھتا ہے اور یکسوئی اور انہماک سے اس کی طرف لو لگاتا ہے یہاں اس سے مراد بتوں کی تعظیم وعبادت اور ان کے تھانوں پر مجاور بن کر بیٹھنا ہے یہ تمثالیں (مورتیاں اور تصویریں) قبر پرستوں اور پیر پرستوں میں بھی آجکل عام ہیں اور ان کو بڑے اہتمام سے گھروں اور دکانوں میں بطور تبرک آویزاں کیا جاتا ہے۔ اللہ تعالٰی انہیں سمجھ عطا فرمائے۔","lang":"ur"},{"name":"21:53","price":"سب نے جواب دیا کہ ہم نے اپنے باپ دادا کو انہی کی عبادت کرتے ہوئے پایا.(1)","arabic":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2536,"juzNumber":17,"footnotes":"(1) جس طرح آج بھی جہالت وخرافات میں پھنسے ہوئے مسلمانوں کو بدعات ورسومات جاہلیہ سے روکا جائے تو وہ جواب دیتے ہیں کہ ہم انہیں کس طرح چھوڑیں جب کہ ہمارے آباواجداد بھی یہی کچھ کرتے رہے ہیں اور یہی جواب وہ حضرات دیتے ہیں جو نصوص کتاب و سنت سے اعراض کر کے علماء ومشائخ کے آراء وافکار سے چمٹے رہنے کو ضروری خیال کرتے ہیں۔","lang":"ur"},{"name":"21:54","price":"آپ نے فرمایا! پھر تو تم اور تمہارے باپ دادا سبھی یقیناً کھلی گمراہی میں مبتلا رہے.","arabic":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2537,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:55","price":"کہنے لگے کیا آپ ہمارے پاس سچ مچ حق ﻻئے ہیں یا یوں ہی مذاق کر رہے ہیں.(1)","arabic":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2538,"juzNumber":17,"footnotes":"(1) یہ اس لئے کہا کہ انہوں نے اس سے قبل توحید کی آواز ہی نہیں سنی تھی انہوں نے سوچا، پتہ نہیں، ابراہیم (عليه السلام) ہمارے ساتھ مذاق تو نہیں کر رہا ہے۔","lang":"ur"},{"name":"21:56","price":"آپ نے فرمایا نہیں درحقیقت تم سب کا پروردگار تو وه ہے جو آسمانوں اور زمین کا مالک ہے جس نے انہیں پیدا کیا ہے، میں تو اسی بات کا گواه اور قائل ہوں.(1)","arabic":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2539,"juzNumber":17,"footnotes":"(1) یعنی میں مذاق نہیں کر رہا، بلکہ ایک ایسی چیز پیش کر رہا ہوں جس کا علم و یقین (مشاہدہ) مجھے حاصل ہے اور وہ یہ کہ تمہارا معبود مورتیاں نہیں، بلکہ وہ رب ہے جو آسمانوں اور زمین کا مالک اور ان کا پیدا کرنے والا ہے۔","lang":"ur"},{"name":"21:57","price":"اور اللہ کی قسم! میں تمہارے ان معبودوں کے ساتھ جب تم علیحده پیٹھ پھیر کر چل دو گے ایک چال چلوں گا.(1)","arabic":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2540,"juzNumber":17,"footnotes":"(1) یہ حضرت ابراہیم (عليه السلام) نے اپنے دل میں عزم کیا، بعض کہتے ہیں کہ آہستہ سے کہا جس سے مقصود بعض لوگوں کو سنانا تھا۔ مراد یہی وہ عملی کوشش ہے جو وہ زبانی وعظ کے بعد عملی اہتمام کی شکل میں کرنا چاہتے تھے۔ یعنی بتوں کی توڑ پھوڑ۔","lang":"ur"},{"name":"21:58","price":"پس اس نے ان سب کے ٹکڑے ٹکڑے کر دیئے ہاں صرف بڑے بت کو چھوڑ دیا یہ بھی اس لئے کہ وه سب اس کی طرف ہی لوٹیں.(1)","arabic":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2541,"juzNumber":17,"footnotes":"(1) چنانچہ وہ جس دن اپنی عید یا کوئی جشن مناتے تھے، ساری قوم اس کے لئے باہر چلی گئی اور ابراہیم (عليه السلام) نے موقع غنیمت جان کر انہیں توڑ پھوڑ کر رکھ دیا صرف ایک بڑا بت چھوڑ دیا، بعض کہتے ہیں کہ کلہاڑی اس کے ہاتھ میں پکڑا دی تاکہ وہ اس سے پوچھیں۔","lang":"ur"},{"name":"21:59","price":"کہنے لگے کہ ہمارے خداؤں کے ساتھ یہ کس نے کیا؟ ایسا شخص تو یقیناً ﻇالموں میں سے ہے.(1)","arabic":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2542,"juzNumber":17,"footnotes":"(1) یعنی جب وہ جشن سے فارغ ہو کر آئے تو دیکھا کہ معبود تو ٹوٹے پڑے ہیں، تو کہنے لگے، یہ کوئی بڑا ہی ظالم شخص ہے جس نے یہ حرکت کی ہے۔","lang":"ur"},{"name":"21:60","price":"بولے ہم نے ایک نوجوان کو ان کا تذکره کرتے ہوئے سنا تھا جسے ابراہیم (علیہ السلام) کہا جاتا ہے.(1)","arabic":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2543,"juzNumber":17,"footnotes":"(1) ان میں سے بعض نے کہا کہ وہ نوجوان ابراہیم (علیہ السلام) ہے نا، وہ ہمارے بتوں کے خلاف باتیں کرتا ہے، معلوم ہوتا ہے یہ اس کی کارستانی ہے۔","lang":"ur"},{"name":"21:61","price":"سب نے کہا اچھا اسے مجمع میں لوگوں کی نگاہوں کے سامنے ﻻؤ تاکہ سب دیکھیں.(1)","arabic":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2544,"juzNumber":17,"footnotes":"(1) یعنی اس کو سزا ملتی ہوئی دیکھیں تاکہ آئندہ کوئی اور یہ کام نہ کرے۔ یا یہ معنی ہیں کہ لوگ اس بات کی گواہی دیں کہ انہوں نے ابراہیم (عليه السلام) کو بت توڑتے ہوئے دیکھا یا ان کے خلاف باتیں کرتے ہوئے سنا ہے۔","lang":"ur"},{"name":"21:62","price":"کہنے لگے! اے ابراہیم (علیہ السلام) کیا تو نے ہی ہمارے خداؤں کے ساتھ یہ حرکت کی ہے.","arabic":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2545,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:63","price":"آپ نے جواب دیا بلکہ اس کام کو ان کے بڑے نے کیا ہے تم اپنے خداؤں سے ہی پوچھ لو اگر یہ بولتے چالتے ہوں.(1)","arabic":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2546,"juzNumber":17,"footnotes":"(1) چنانچہ حضرت ابراہیم (عليه السلام) کو مجمع عام میں لایا گیا اور ان سے پوچھا گیا، حضرت ابراہیم (عليه السلام) نے جواب دیا کہ یہ کام تو اس بڑے بت نے کیا ہے، اگر یہ (ٹوٹے ہوئے بت) بول کر بتلا سکتے ہیں تو ذرا ان سے پوچھو تو سہی۔ یہ بطور اپنے مطلب کے بات کی یا انہوں نے کہا تاکہ وہ یہ بات جان لیں کہ جو نہ بول سکتا ہو نہ کسی چیز سے آگاہی کی صلاحیت رکھتا ہو، وہ معبود نہیں ہو سکتا۔ نہ اس پر الہ کا اطلاق ہی صحیح ہے ایک حدیث صحیح میں حضرت ابراہیم (عليه السلام) کے اس قول بل فعلہ کبیرھم کو لفظ کذب سے تعبیر کیا گیا ہے کہ ابراہیم (عليه السلام) نے تین جھوٹ بولے دو اللہ کے لیے ایک (انی سقیم) اور دوسرا یہی اور تیسرا حضرت سارہ اپنی بیوی کو بہن کہنا (صحیح بخاری کتاب الانبیاء باب واتخذاللہ ابراہیم خلیلا) زمانہ حال کے بعض مفسرین نے اس حدیث صحیح کو قرآن کے خلاف باور کر کے اس کا انکار کر دیا ہے اور اس کی صحت پر اصرار غلو اور روایت پرستی قرار دیا ہے لیکن ان کی یہ رائے صحیح نہیں یقینا حقیقت کے اعتبار سے انہیں جھوٹ نہیں کہا جا سکتا لیکن ظاہری شکل کے لحاظ سے ان کو کذب سے خارج بھی نہیں کیا جا سکتا ہے گو یہ کذب اللہ کے ہاں قابل مواخذہ نہیں ہے کیونکہ وہ اللہ ہی کے لیے بولے گئے ہیں درآنحالیکہ کوئی گناہ کا کام اللہ کے لیے نہیں ہو سکتا اور یہ تب ہی ہو سکتا ہے کہ ظاہری طور پر کذب ہونے کے باوجود وہ حقیقتا کذب نہ ہو جیسے حضرت آدم (عليه السلام) کے لیے عصی اور غوی کے الفاظ استعمال ہوئے ہیں حالانکہ خود قرآن میں ہی ان کے فعل اکل شجر کو نسیان اور ارادے کی کمزوری کا نتیجہ بھی بتلایا گیا ہے جس کا صاف مطلب یہ ہے کہ کسی کام کے دو پہلو بھی ہو سکتے ہیں من وجہ اس میں استحسان اور من وجہ ظاہری قباحت کا پہلو۔ حضرت ابراہیم (عليه السلام) کا یہ قول اس پہلو سے ظاہری طور پر کذب ہی ہے کہ واقعے کے خلاف تھا بتوں کو انہوں نے خود توڑا تھا لیکن اس کا انتساب بڑے بت کی طرف کیا لیکن چونکہ مقصد ان کا تعریض اور اثبات توحید تھا اس لیے حقیقت کے اعتبار ہم اسے جھوٹ کے بجائے اتمام حجت کا ایک طریق اور مشرکین کی بےعقلی کے اثبات واظہار کا ایک انداز کہیں گے علاوہ ازیں حدیث میں ان کذبات کا ذکر جس ضمن میں آیا ہے وہ بھی قابل غور ہے اور وہ ہے میدان محشر میں اللہ کے روبرو جاکر سفارش کرنے سے اس لیے گریز کرنا کہ ان سے دنیا میں تین موقعوں پر لغزش کا صدور ہوا ہے درآنحالیکہ وہ لغزشیں نہیں یعنی حقیقت اور مقصد کے اعتبار وہ جھوٹ نہیں ہیں مگر وہ اللہ کی عظمت وجلا کیوجہ سے اتنے خوف زدہ ہوں گے کہ یہ باتیں جھوٹ کے ساتھ مماثلت کی وجہ سے قابل گرفت نظر آئیں گی گویا حدیث کا مقصد حضرت ابراہیم (عليه السلام) کو جھوٹا ثابت کرنا ہرگز نہیں ہے بلکہ اس کیفیت کا اظہار ہے جو قیامت والے دن خشیت الہی کی وجہ سے ان پر طاری ہوگی۔","lang":"ur"},{"name":"21:64","price":"پس یہ لوگ اپنے دلوں میں قائل ہوگئے اور کہنے لگے واقعی ﻇالم تو تم ہی ہو.(1)","arabic":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2547,"juzNumber":17,"footnotes":"(1) حضرت ابراہیم (عليه السلام) کے اس جواب سے وہ سوچ میں پڑ گئے اور ایک دوسرے کو لاجواب ہو کر، کہنے لگے، واقع ظالم تو تم ہی ہو، جو اپنی جان کو بچانے پر اور نقصان پہنچانے والے کا ہاتھ پکڑنے پر قادر نہیں وہ مستحق عبادت کیونکر ہو سکتا ہے؟ بعض نے یہ مفہوم بیان کیا کہ معبودوں کی عدم حفاظت پر ایک دوسرے کو ملامت کی اور ترک حفاظت پر ایک دوسرے کا ظالم کہا۔","lang":"ur"},{"name":"21:65","price":"پھر اپنے سروں کے بل اوندھے ہوگئے (اور کہنے لگے کہ) یہ تو تجھے بھی معلوم ہے کہ یہ بولنے چالنے والے نہیں.(1)","arabic":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2548,"juzNumber":17,"footnotes":"(1) پھر اے ابراہیم (علیہ السلام) تو ہمیں یہ کیوں کہہ رہا ہے کہ ان سے پوچھو اگر یہ بول سکتے ہیں، جب کہ تو اچھی طرح جانتا ہے کہ یہ بولنے کی طاقت سے محروم ہیں۔","lang":"ur"},{"name":"21:66","price":"اللہ کے خلیل نے اسی وقت فرمایا افسوس! کیا تم اللہ کے علاوه ان کی عبادت کرتے ہو جو نہ تمہیں کچھ بھی نفع پہنچا سکیں نہ نقصان.","arabic":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2549,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:67","price":"تف ہے تم پر اور ان پر جن کی تم اللہ کے سوا عبادت کرتے ہو۔ کیا تمہیں اتنی سی عقل بھی نہیں؟(1)","arabic":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2550,"juzNumber":17,"footnotes":"(1) یعنی جب وہ خود ان کی بےبسی کے اعتراف پر مجبور ہوگئے تو پھر ان کی بےعقلی پر افسوس کرتے ہوئے کہا کہ اللہ کو چھوڑ کر ایسے بےبسوں کی تم عبادت کرتے ہو؟","lang":"ur"},{"name":"21:68","price":"کہنے لگے کہ اسے جلا دو اور اپنے خداؤں کی مدد کرو اگر تمہیں کچھ کرنا ہی ہے.(1)","arabic":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2551,"juzNumber":17,"footnotes":"(1) حضرت ابراہیم (عليه السلام) نے جب یوں اپنی حجت تمام کر دی اور ان کی ضلالت وحماقت کو ایسے طریقے سے ان پر واضح کر دیا کہ وہ لاجواب ہوگئے۔ تو چونکہ وہ توفیق ہدایت سے محروم تھے اور کفر و شرک نے ان کے دلوں کو بےنور کر دیا تھا۔ اس لئے بجائے اس کے کہ وہ شرک سے بعض آجاتے، الٹا ابراہیم (عليه السلام) کے خلاف سخت اقدام کرنے پر آمادہ ہوگئے اور اپنے معبودوں کی دہائی دیتے ہوئے انہیں آگ میں جھونک دینے کی تیاری شروع کر دی، چنانچہ آگ کا ایک بہت بڑا الاؤ تیار کیا گیا اور اس میں حضرت ابراہیم (عليه السلام) کو کہا جاتا ہے کہ منجنیق (جس سے بڑے پتھر پھینکے جاتے ہیں) کے ذریعے سے پھینکا۔ لیکن اللہ تعالٰی نے آگ کو حکم دیا کہ ابراہیم (عليه السلام) کے لئے ٹھنڈی اور سلامتی بن جا علماء کہتے ہیں کہ اگر اللہ تعالیٰ، ٹھنڈی کے ساتھ ' سلامتی ' نہ فرماتا تو اس کی ٹھنڈک ابراہیم (عليه السلام) کے لئے ناقابل برداشت ہوتی۔ بہرحال یہ ایک بہت بڑا معجزہ ہے جو آسمان سے باتیں کرتی ہوئی دہکتی آگ کے گل و گلزار بن جانے کی صورت میں حضرت ابراہیم (عليه السلام) کے لئے اللہ کی مشیت سے ظاہر ہوا۔ اس طرح اللہ نے اپنے بندے کو دشمنوں کی سازش سے بچا لیا۔","lang":"ur"},{"name":"21:69","price":"ہم نے فرما دیا اے آگ! تو ٹھنڈی پڑ جا اور ابراہیم (علیہ السلام) کے لئے سلامتی (اور آرام کی چیز) بن جا!","arabic":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2552,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:70","price":"گو انہوں نے ابراہیم (علیہ السلام) کا برا چاہا، لیکن ہم نے انہیں ناکام بنا دیا.","arabic":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2553,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:71","price":"اور ہم ابراہیم اور لوط کو بچاکر اس زمین کی طرف لے چلے جس میں ہم نے تمام جہان والوں کے لئے برکت رکھی تھی.(1)","arabic":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2554,"juzNumber":17,"footnotes":"(1) اس سے مراد اکثر مفسرین کے نزدیک ملک شام ہے۔ جسے شادابی اور پھلوں اور نہروں کی کثرت نیز انبیاء علیہم السلام کا مسکن ہونے کے لحاظ سے بابرکت کہا گیا ہے۔","lang":"ur"},{"name":"21:72","price":"اور ہم نے اسےاسحاق عطا فرمایااور یعقوب اس پر مزید(1) ۔ اور ہرایک کو ہم نے صالح بنایا.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2555,"juzNumber":17,"footnotes":"(1) نَافِلَۃ، زائد کو کہتے ہیں، یعنی حضرت ابراہیم (عليه السلام) نے تو صرف بیٹے کے لئے دعا کی تھی، ہم نے بغیر دعا مزید پوتا بھی عطا کر دیا۔","lang":"ur"},{"name":"21:73","price":"اور ہم نے انہیں پیشوا بنا دیا کہ ہمارے حکم سے لوگوں کی رہبری کریں اور ہم نے ان کی طرف نیک کاموں کے کرنے اور نمازوں کے قائم رکھنے اور زکوٰة دینے کی وحی (تلقین) کی، اور وه سب کے سب ہمارے عبادت گزار بندے تھے.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2556,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:74","price":"ہم نے لوط (علیہ السلام) کو بھی حکم اور علم دیا اور اسے اسی بستی سے نجات دی جہاں کے لوگ گندے کاموں میں مبتلا تھے۔ اور تھے بھی بدترین گنہگار.","arabic":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2557,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:75","price":"اور ہم نے لوط (علیہ السلام) کو اپنی رحمت میں داخل کر لیا بے شک وه نیکو کار لوگوں میں سے تھا.(1)","arabic":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2558,"juzNumber":17,"footnotes":"(1) حضرت لوط علیہ السلام، حضرت ابراہیم (عليه السلام) کے برادر زاد (بھتیجے) تھے اور حضرت ابراہیم (عليه السلام) پر ایمان لانے والے اور ان کے ساتھ عراق سے ہجرت کرکے شام جانے والوں میں سے تھے۔ اللہ نے ان کو بھی علم و حکمت یعنی نبوت سے نوازا۔ یہ جس علاقے میں نبی بنا کر بھیجے گئے، اسے عمورہ اور سدوم کہا جاتا ہے۔ یہ فلسطین کے بحیرہ مردار سے متصل بجانب اردن ایک شاداب علاقہ تھا۔ جس کا بڑا حصہ اب بحیرہ مردار کا جزو ہے۔ ان کی قوم لواطت جیسے فعل شفیع، گزر گاہوں پر بیٹھ کر آنے جانے والوں پر آوازے کسنا اور انہیں تنگ کرنا روڑے ریزے پھینکنا وغیرہ میں ممتاز تھی، جسے اللہ نے یہاں خبائث (پلید کاموں) سے تعبیر فرمایا ہے۔ بالآخر حضرت لوط (عليه السلام) کو اپنی رحمت میں داخل کرکے یعنی انہیں اور ان کے پیرو کار کو بچا کر قوم کو تباہ کر دیا گیا۔","lang":"ur"},{"name":"21:76","price":"نوح کے اس وقت کو یاد کیجئے جبکہ اس نے اس سے پہلے دعا کی ہم نے اس کی دعا قبول فرمائی اور اسے اور اس کے گھر والوں کو بڑے کرب سے نجات دی.","arabic":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2559,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:77","price":"اور جو لوگ ہماری آیتوں کو جھٹلا رہے تھے ان کے مقابلے میں ہم نے اس کی مدد کی، یقیناً وه برے لوگ تھے پس ہم نےان سب کو ڈبو دیا.","arabic":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2560,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:78","price":"اور داؤد اور سلیمان (علیہما السلام) کو یاد کیجئے جبکہ وه کھیت کے معاملہ میں فیصلہ کر رہے تھے کہ کچھ لوگوں کی بکریاں رات کو اس میں چر چگ گئی تھیں، اور ان کے فیصلے میں ہم موجود تھے.","arabic":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2561,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:79","price":"ہم نے اس کا صحیح فیصلہ سلیمان کو سمجھا دیا(1) ۔ ہاں ہر ایک کو ہم نے حکم وعلم دے رکھا تھا اور داؤد کے تابع ہم نے پہاڑ کر دیئے تھے جو تسبیح کرتے(2) تھے اور پرند بھی۔ ہم کرنے والے ہی تھے.(3)","arabic":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2562,"juzNumber":17,"footnotes":"(1) مفسرین نے یہ قصہ اس طرح بیان فرمایا ہے کہ ایک شخص کی بکریاں، دوسرے شخص کے کھیت میں رات کو جا گھسیں اور اس کی کھیتی چر چگئیں۔ حضرت داؤد (عليه السلام) نے جو پیغمبر کے ساتھ حکمران بھی تھے فیصلہ دیا کہ بکریاں، کھیت والا لے لے تاکہ اس کے نقصان کی تلافی ہو جائے۔ حضرت سلیمان (عليه السلام) نے اس فیصلے سے اختلاف کیا اور یہ فیصلہ دیا کہ بکریاں کچھ عرصے کے لئے کھیتی کے مالک کو دے دی جائیں، وہ ان سے فائدہ اٹھائے اور کھیتی بکری والے کے سپرد کر دی جائے تاکہ وہ کھیتی کی آب پاشی اور دیکھ بھال کرکے، اسے صحیح کرے، جب وہ اس حالت میں آجائے جو بکریوں چرنے سے پہلے تھی تو کھیتی، کھیتی والے کو اور بکریاں، بکری والے کو واپس کر دی جائیں۔ پہلے فیصلے کے مقابل میں دوسرا فیصلہ اس لحاظ سے بہتر تھا کہ اس میں کسی کو بھی اپنی چیز سے محروم ہونا نہیں پڑا۔ جب کہ پہلے فیصلے میں بکری والے اپنی بکریوں سے محروم کر دیئے گئے تھے۔ تاہم اللہ نے حضرت داؤد (عليه السلام) کی بھی تعریف کی اور فرمایا کہ ہم نے ہر ایک کو (یعنی داؤد عليه السلام اور سلیمان عليه السلام دونوں کو) علم و حکمت سے نوازا تھا۔ بعض لوگ اس سے استدلال کرتے ہوئے کہتے ہیں۔ امام شوکانی فرماتے ہیں کہ یہ دعویٰ صحیح نہیں۔ کسی ایک معاملے میں دو الگ الگ (متضاد) فیصلہ کرنے والے دو منصف، بیک وقت دونوں مصنفین ہو سکتے، ان میں ضرور ایک مصیب (درست فیصلہ کرنے والا) ہوگا اور دوسرا غلطی کر کے غلط فیصلہ کرنے والا، البتہ یہ الگ بات ہے کہ غلطی سے غلط فیصلہ کرنے سے گناہ گار نہیں ہوگا، بلکہ اسے ایک اجر ملے گا۔ کما فی الحدیث (فتح القدیر)۔\n(2) اس سے مراد یہ نہیں کہ پہاڑ ان کی تسبیح کی آواز سے گونج اٹھتے تھے (کیونکہ اس میں تو کوئی اعجاز ہی باقی نہیں رہتا)، ہر کہ و مہ کی اونچی آواز سے پہاڑوں میں گونج پیدا ہوسکتی ہے۔ بلکہ مطلب حضرت داود (عليه السلام) کی تسبیح کے ساتھ پہاڑوں کا بھی تسبیح پڑھان ہے۔ نیز یہ مجازاً نہیں حقیقتاً تھا۔\n(3) یعنی پرندے بھی داؤد (عليه السلام) کی سوز آواز سن کر اللہ کی تسبیح کرنے لگتے،والطیر یا تو مفتوح ہے اور اس کا عطف الجبال پر ہے یا پھر یہ مرفوع ہے اور خبر محذاوف کا مبتدا ہے یعنی والطیر مسخرات۔ مطلب یہ ہے کہ پرندے بھی داؤد (عليه السلام) کے لئے مسخر کر دیئے گئے تھے (فتح القدیر)\n(4) یعنی یہ تفہیم، ابتائے حکم اور تسخی، ان سب کے کرنے والے ہم ہی تھے، اس لئے ان میں کسی کو تعجب کرنے کی یا انکار کرنے کی ضرورت نہیں ہے، اس لئے کہ ہم جو چاہیں کر سکتے ہیں۔","lang":"ur"},{"name":"21:80","price":"اور ہم نے اسے تمہارے لئے لباس بنانے کی کاریگری سکھائی تاکہ لڑائی کے ضرر سے تمہارا بچاؤ ہو(1) ۔ کیا تم شکر گزار بنو گے؟","arabic":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2563,"juzNumber":17,"footnotes":"(1) یعنی لوہے کو ہم نے داؤد (عليه السلام) کے لئے نرم کر دیا تھا، وہ اس سے جنگی لباس، لوہے کی زریں تیار کرتے تھے، جو جنگ میں تمہاری حفاظت کا ذریعہ ہیں۔ حضرت قتادہ رضی اللہ تعالٰی عنہ فرماتے ہیں کہ حضرت داؤد (عليه السلام) سے پہلے بھی زریں بنتی تھیں۔ لیکن وہ سادہ بغیر کنڈوں اور بغیر حلقوں کے ہوتی تھیں، حضرت داؤد (عليه السلام) پہلے شخص ہیں جنہوں نے کنڈے دار حلقے والی زریں بنائیں (ابن کثیر)","lang":"ur"},{"name":"21:81","price":"ہم نے تند وتیز ہوا کو سلیمان (علیہ السلام) کے تابع کر دیا(1) جو اس کے فرمان کے مطابق اس زمین کی طرف چلتی تھی جہاں ہم نے برکت دے رکھی تھی، اور ہم ہر چیز سے باخبر اور دانا ہیں.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2564,"juzNumber":17,"footnotes":"(1) یعنی جس طرح پہاڑ اور پرندے حضرت داؤد (عليه السلام) کے لئے مسخر کر دیئے تھے، اسی طرح ہوا حضرت سلیمان (عليه السلام) کے تابع کر دی گئی تھی۔ وہ اپنے اعیان سلطنت سمیت تخت پر بیٹھ جاتے تھے اور جہاں چاہتے، مہینوں کی مسافت، لمحوں اور ساعتوں میں طے کرکے وہاں پہنچ جاتے، ہوا آپ کے تخت کو اڑا کر لے جاتی۔ بابرکت زمین سے مراد شام کا علاقہ ہے۔","lang":"ur"},{"name":"21:82","price":"اسی طرح سے بہت سے شیاطین بھی ہم نے اس کے تابع کیے تھے جو اس کے فرمان سے غوطے لگاتے تھے اور اس کے سوا بھی بہت سے کام کرتے تھے(1) ، ان کے نگہبان ہم ہی تھے.(2)","arabic":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2565,"juzNumber":17,"footnotes":"(1) جنات بھی حضرت سلیمان (عليه السلام) کے تابع تھے جو ان کے حکم سے سمندروں میں غوتے لگاتے اور موتی اور جواہر نکال لاتے، اسی طرح دیگر عمارتی کام، جو آپ چاہتے کرتے تھے۔\n(2) یعنی جنوں کے اندر جو سرکشی اور فساد کا مادہ ہے، اس سے ہم نے سلیمان (عليه السلام) کی حفاظت کی اور وہ ان کے آگے سرتابی کی مجال نہیں رکھتے تھے۔","lang":"ur"},{"name":"21:83","price":"ایوب (علیہ السلام) کی اس حالت کو یاد کرو جبکہ اس نے اپنے پروردگار کو پکارا کہ مجھے یہ بیماری لگ گئی ہے اور تو رحم کرنے والوں سے زیاده رحم کرنے واﻻ ہے.","arabic":"۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2566,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:84","price":"تو ہم نے اس کی سن لی اور جو دکھ انہیں تھا اسے دور کر دیا اور اس کو اہل وعیال عطا فرمائے بلکہ ان کے ساتھ ویسے ہی اور اپنی خاص مہربانی سے(1) تاکہ سچے بندوں کے لئے سبب نصیحت ہو.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2567,"juzNumber":17,"footnotes":"(1) قرآن مجید میں حضرت ایوب (عليه السلام) کو صابر کہا گیا ہے، (سورۂ ص:44) اس کا مطلب یہ ہے کہ انہیں سخت آزمائشوں میں ڈالا گیا جن میں انہوں نے صبر شکر کا دامن ہاتھ سے نہیں چھوڑا۔ یہ آزمائش اور تکلیفیں کیا تھیں، اس کی مستند تفصیل تو نہیں ملتی، تاہم قرآن کے انداز بیان سے معلوم ہوتا ہے کہ اللہ تعالٰی نے انہیں مال و دولت دنیا اور اولاد وغیرہ سے نوازا ہوا تھا، بطور آزمائش اللہ تعالٰی نے ان سے یہ سب نعمتیں چھین لیں، حتٰی کہ جسمانی صحت سے بھی محروم اور بیماریوں میں گھر کر رہ گئے۔ بالآخر کہا جاتا ہے کہ 8ا سال کی آزمائشوں کے بعد بارگاہ الٰہی میں دعا کی، اللہ نے دعا قبول فرمائی اور صحت کے ساتھ مال و اولاد، پہلے سے دوگنا عطا فرمائے۔ (اس کی کچھ تفصیل صحیح ابن حبان رضی اللہ تعالٰی عنہ کی ایک روایت میں ملتی ہےج4، ص244، ومجمع الزوائد8/208)، جس کا اظہار حضرت ایوب (عليه السلام) نے کبھی نہیں کیا۔ البتہ دعا صبر کے منافی نہیں ہے۔ اسی لئے اللہ تعالٰی نے اس کے لئے ' ہم نے قبول کر لی 'کے الفاظ استعمال فرمائے۔","lang":"ur"},{"name":"21:85","price":"اور اسماعیل اور ادریس اور ذوالکفل(1) ، (علیہم السلام) یہ سب صابر لوگ تھے.","arabic":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2568,"juzNumber":17,"footnotes":"(1) ذوالکفل کے بارے میں اختلاف ہے کہ وہ نبی تھے یا نہیں؟ بعض نے ان کی نبوت کے اور بعض ولایت کے قائل ہیں۔ امام ابن جریر نے ان کی بابت توقف اختیار کیا ہے، امام ابن کثیر فرماتے ہیں، قرآن میں نبیوں کے ساتھ ان کا ذکر ان کے نبی ہونے کو ظاہر کرتا ہے۔ واللہ اعلم۔","lang":"ur"},{"name":"21:86","price":"ہم نے انہیں اپنی رحمت میں داخل کر لیا۔ یہ سب لوگ نیک تھے.","arabic":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2569,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:87","price":"مچھلی والے(1) (حضرت یونس علیہ السلام) کو یاد کرو! جبکہ وه غصہ سے چل دیا اور خیال کیا کہ ہم اسے نہ پکڑ سکیں گے۔ بالﺂخر وه اندھیروں(2) کے اندر سے پکار اٹھا کہ الٰہی تیرے سوا کوئی معبود نہیں تو پاک ہے، بیشک میں ﻇالموں میں ہو گیا.","arabic":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2570,"juzNumber":17,"footnotes":"(1) مچھلی والے سے مراد حضرت یونس (عليه السلام) ہیں جو اپنی قوم سے ناراض ہو کر اور انہیں عذاب الٰہی کی دھمکی دے کر، اللہ کے حکم کے بغیر وہاں سے چل دیئے تھے، جس پر اللہ نے ان کی گرفت اور انہیں مچھلی کا لقمہ بنا دیا، اس کی کچھ تفصیل سورۃ یونس میں گزر چکی ہے اور کچھ سورہ صافات میں آئے گی۔\n(2) ظُلُمَاتٌ, ظُلْمَةٌ کی جمع ہے بمعنی اندھیرا۔ حضرت یونس (عليه السلام) متعدد اندھیروں میں گھر گئے۔ رات کا اندھیرا، سمندر کا اندھیرا اور مچھلی کے پیٹ کا اندھیرا۔","lang":"ur"},{"name":"21:88","price":"تو ہم نے اس کی پکار سن لی اور اسے غم سے نجات دے دی اور ہم ایمان والوں کو اسی طرح بچا لیا کرتے ہیں.(1)","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2571,"juzNumber":17,"footnotes":"(1) ہم نے یونس (عليه السلام) کی دعا قبول کی اور اسے اندھیروں سے اور مچھلی کے پیٹ سے نجات دی اور جو بھی مومن ہمیں اس طرح شدائد اور مصیبتوں میں پکارے گا، ہم اسے نجات دیں گے۔ حدیث میں آتا ہے۔ کہ نبی (صلى الله عليه وسلم) نے فرمایا \" جس مسلمان نے بھی اس دعا کے ساتھ کسی معاملے کے لئے دعا مانگی تو اللہ نے اسے قبول فرمایاہے\"۔ (جامع ترندی نمبر 5503 وصححہ الالبانی)","lang":"ur"},{"name":"21:89","price":"اور زکریا (علیہ السلام) کو یاد کرو جب اس نے اپنے رب سے دعا کی کہ اے میرے پروردگار! مجھے تنہا نہ چھوڑ، تو سب سے بہتر وارث ہے.","arabic":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2572,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:90","price":"ہم نے اس کی دعا کو قبول فرما کر اسے یحيٰ (علیہ السلام) عطا فرمایا(1) اور ان کی بیوی کو ان کے لئے درست کر دیا(2)۔ یہ بزرگ لوگ نیک کاموں کی طرف جلدی کرتے تھے اور ہمیں ﻻلچ طمع اور ڈر خوف سے پکارتے تھے۔ اور ہمارے سامنے عاجزی کرنے والے تھے.(3)","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2573,"juzNumber":17,"footnotes":"(1) حضرت زکریا (عليه السلام) کا بڑھاپے میں اولاد کے لئے دعا کرنا اور اللہ کی طرف سے اس کا عطا کیا جانا، اس کی ضروری تفصیل سورہ آل عمران اور سورہ طٰہٰ میں گزر چکی ہے۔ یہاں بھی اس کی طرف اشارہ ان الفاظ میں کیا ہے۔\n(2) یعنی وہ بانجھ اور ناقابل اولاد تھی، ہم نے اس کے اس نقص کا ازالہ فرما کر اسے نیک بچہ عطا فرمایا۔\n(3) گویا قبولیت دعا کے لئے ضروری ہے کہ ان باتوں کا اہتمام کیا جائے جن کا بطور خاص یہاں ذکر کیا گیا ہے۔ مثلاً الحاح و زاری کے ساتھ اللہ کی بارگاہ میں دعا و مناجات، نیکی کے کاموں میں سبقت، خوف و طمع کے ملے جلے جذبات کے ساتھ رب کو پکارنا اور اس کے سامنے عاجزی اور خشوع خضوع کا اظہار۔","lang":"ur"},{"name":"21:91","price":"اور وه پاک دامن بی بی جس نے اپنی عصمت کی حفاﻇت کی ہم نے اس کے اندر روح سے پھونک دی اور خود انہیں اور ان کے لڑکے کو تمام جہان کے لئے نشانی بنا دیا.(1)","arabic":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2574,"juzNumber":17,"footnotes":"(1) یہ حضرت مریم اور عیسیٰ علیہما السلام کا تذکرہ ہے جو پہلے گزر چکا ہے۔","lang":"ur"},{"name":"21:92","price":"یہ تمہاری امت ہے جو حقیقت میں ایک ہی امت ہے(1) ، اور میں تم سب کا پروردگار ہوں پس تم میری ہی عبادت کرو.","arabic":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2575,"juzNumber":17,"footnotes":"(1) امۃ سے مراد یہاں دین یا ملت یعنی تمہارا دین یا ملت ایک ہی ہے اور وہ دین ہے دین توحید، جس کی دعوت تمام انبیاء نے دی اور ملت، ملت اسلام ہے جو تمام انبیاء کی ملت رہی۔ جس طرح نبی (صلى الله عليه وسلم) نے فرمایا ' ہم انبیاء کی جماعت اولاد علات ہیں، (جن کا باپ ایک اور مائیں مختلف ہوں) ہمارا دین ایک ہی ہے ' (ابن کثیر)","lang":"ur"},{"name":"21:93","price":"مگر لوگوں نےآپس میں اپنے دین میں فرقہ بندیاں کر لیں، سب کے سب ہماری ہی طرف لوٹنے والے ہیں.(1)","arabic":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2576,"juzNumber":17,"footnotes":"(1) یعنی دین توحید اور عبادت رب کو چھوڑ کر مختلف فرقوں اور گروہوں میں بٹ گئے ایک گروہ تو مشرکین اور کفار کا ہوگیا اور انبیاء و رسل کے ماننے والے بھی گروہ بن گئے، کوئی یہودی ہو گیا، کوئی عیسائی، کوئی کچھ اور اور بد قسمتی سے یہ فرقہ بندیاں خود مسلمانوں میں بھی پیدا ہوگئیں اور یہ بھی بیسیوں فرقوں میں تقسیم ہوگئے۔ ان سب کا فیصلہ، جب یہ بارگاہ الٰہی میں لوٹ کر جائیں گے۔ تو وہیں ہوگا۔","lang":"ur"},{"name":"21:94","price":"پھر جو بھی نیک عمل کرے اور وه مومن (بھی) ہو تو اس کی کوشش کی بے قدری نہیں کی جائے گی۔ ہم تو اس کے لکھنے والے ہیں.","arabic":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2577,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:95","price":"اور جس بستی کو ہم نے ہلاک کر دیا اس پر ﻻزم ہے کہ وہاں کے لوگ پلٹ کر نہیں آئیں گے.(1)","arabic":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2578,"juzNumber":17,"footnotes":"(1) حرام واجب کے معنی میں ہے، جیسا کہ ترجمے میں واضح ہے۔ یا پھر لَا یَرْجِعُوْنَ میں لَا زائد ہے، یعنی جس بستی کو ہم نے ہلاک کر دیا، اس کا دنیا میں پلٹ کر آنا حرام ہے۔","lang":"ur"},{"name":"21:96","price":"یہاں تک کہ یاجوج اور ماجوج کھول دیئے جائیں گے اور وه ہر بلندی سے دوڑتے ہوئے آئیں گے.(1)","arabic":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2579,"juzNumber":17,"footnotes":"(1) یاجوج ماجوج کی ضروری تفصیل سورہ کہف کے آخر میں گزر چکی ہے۔ حضرت عیسیٰ (عليه السلام) کی موجودگی میں قیامت کے قریب ان کا ظہور ہوگا اور اتنی تیزی اور کثرت سے یہ ہر طرف پھیل جائیں گے کہ ہر اونچی جگہ یہ دوڑتے ہوئے محسوس ہونگے۔ ان کی فساد انگیزیوں اور شرارتوں سے اہل ایمان تنگ آ جائیں گے حتٰی کی حضرت عیسیٰ (عليه السلام) اہل ایمان کو ساتھ کوہ طور پر پناہ گزیں ہو جائیں گے، پھر حضرت عیسیٰ (عليه السلام) کی بد دعا سے یہ ہلاک ہو جائیں گے اور ان کی لاشوں کی سڑاند اور بدبو ہر طرف پھیلی ہوگی، حتٰی کہ اللہ تعالٰی پرندے بھیجے گا جو ان کی لاشوں کو اٹھا کر سمندر میں پھینک دیں گے پھر ایک زور دار بارش نازل فرمائے گا، جس سے ساری زمین صاف ہو جائیگی۔ (یہ ساری تفصیلات صحیح حدیث میں بیان کی گئی ہیں تفصیل کے لئے تفسیر ابن کثیر ملاحطہ ہو)","lang":"ur"},{"name":"21:97","price":"اور سچا وعده قریب آلگے گا اس وقت کافروں کی نگاہیں پھٹی کی پھٹی ره جائیں گی(1) ، کہ ہائے افسوس! ہم اس حال سے غافل تھے بلکہ فی الواقع ہم قصور وار تھے.","arabic":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2580,"juzNumber":17,"footnotes":"(1) یعنی یاجوج ماجوج کے خروج کے بعد قیامت کا وعدہ، جو برحق ہے، بالکل قریب آجائے گا اور جب یہ قیامت برپا ہو جائے گی شدت ہولناکی کی وجہ سے کافروں کی آنکھیں پھٹی کی پھٹی رہ جائیں گی۔","lang":"ur"},{"name":"21:98","price":"تم اور اللہ کے سوا جن جن کی تم عبادت کرتے ہو، سب دوزخ کا ایندھن بنو گے، تم سب دوزخ میں جانے والے ہو.(1)","arabic":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2581,"juzNumber":17,"footnotes":"(1) یہ آیت مشرکین مکہ کے بارے میں نازل ہوئی ہے جو لات منات اور عزٰی و ہبل کی پوجا کرتے تھے یہ سب پتھر کی مورتیاں تھیں۔ جو جمادات یعنی غیر عاقل تھیں، اس لئے آیت میں مَا تَعْبُدُوْنَ کے الفاظ ہیں اور عربی میں (مَا) غیر عاقل کے لئے آتا ہے۔ یعنی کہا جارہا ہے کہ تم بھی اور تمہارے معبود بھی جن کی مورتیاں بنا کر تم نے عبادت کے لئے رکھی ہوئی ہیں سب جہنم کا ایندھن ہیں۔پتھر کی مورتیوں کا اگرچہ کوئی قصور نہیں ہے کیونکہ وہ تو غیر عاقل اور بے شعود ہیں۔ لیکن انہیں پچاریوں کے ساتھ جہنم میں صرف مشرکوں کو مزید ذلیل و رسوا کرنے کے لئے ڈالا جائے گا کہ جن معبودوں کو تم اپنا سہارا سمجھتے تھے، وہ بھی تمہارے ساتھ ہی جہنم میں، جہنم کا ایندھن ہیں۔","lang":"ur"},{"name":"21:99","price":"اگر یہ (سچے) معبود ہوتے تو جہنم میں داخل نہ ہوتے، اور سب کے سب اسی میں ہمیشہ رہنے والے ہیں.(1)","arabic":"لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2582,"juzNumber":17,"footnotes":"(1) یعنی اگر یہ واقع معبود ہوتے تو با اختیار ہوتے اور تمہیں جہنم جانے سے روک لیتے۔ لیکن وہ تو خود جہنم میں بطور عبرت کے جا رہے ہیں۔ تمہیں جانے سے کس طرح روک سکتے ہیں۔ لہذا عابد و معبود دونوں ہمیشہ جہنم میں رہیں گے۔","lang":"ur"},{"name":"21:100","price":"وه وہاں چلا رہے ہوں گے اور وہاں کچھ بھی نہ سن سکیں گے.(1)","arabic":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2583,"juzNumber":17,"footnotes":"(1) یعنی سارے کے سارے شدت غم و الم سے چیخ اور چلا رہے ہونگے، جس کی وجہ سے وہ ایک دوسرے کی آواز بھی نہیں سن سکیں گے۔","lang":"ur"},{"name":"21:101","price":"البتہ بے شک جن کے لئے ہماری طرف سے نیکی پہلے ہی ٹھہر چکی ہے۔ وه سب جہنم سے دور ہی رکھے جائیں گے.(1)","arabic":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2584,"juzNumber":17,"footnotes":"(1) بعض لوگوں کے ذہن میں یہ اشکال پیدا ہو سکتا تھا یا مشرکین کی طرف سے پیدا کیا جاسکتا تھا، جیسا کہ فی الواقع کیا جاتا ہے کہ عبادت تو حضرت عیسیٰ و عزیز علیہالسلام، فرشتوں اور بہت سے صالحین کی بھی کی جاتی ہے تو کیا یہ بھی اپنے عابدین کے ساتھ جہنم میں ڈالے جائیں گے؟ اس آیت میں اس کا ازالہ کر دیا گیا ہے کہ یہ لوگ تو اللہ کے نیک بندے تھے جن کی نیکیوں کی وجہ سے اللہ کی طرف سے ان کے لئے نیکی یعنی سعادت ابدی یا بشارت جنت ٹھہرائی جا چکی ہے۔ یہ جہنم سے دور ہی رہیں گے۔ انہی الفاظ سے یہ مفہوم بھی واضح طور پر نکلتا ہے کہ جو لوگ دنیا میں یہ خواہش رکھتے ہوں گے کہ ان کی قبروں پر بھی قبے بنیں اور لوگ انہیں قاضی الحاجات سمجھ کر ان کے نام کی نذرو نیاز دیں اور ان کی پرستش کریں، یہ بھی پتھر کی مورتیوں کی طرح جہنم کا ایندھن ہوں گے، کیونکہ غیر اللہ کی پرستش کے داعی سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى‌میں یقینا نہیں آتے۔","lang":"ur"},{"name":"21:102","price":"وه تو دوزخ کی آہٹ تک نہ سنیں گے اور اپنی من بھاتی چیزوں میں ہمیشہ رہنے والے ہوں گے.","arabic":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2585,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:103","price":"وه بڑی گھبراہٹ(1) (بھی) انہیں غمگین نہ کر سکے گی اور فرشتے انہیں ہاتھوں ہاتھ لیں گے، کہ یہی تمہارا وه دن ہے جس کا تم وعده دیئے جاتے رہے.","arabic":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2586,"juzNumber":17,"footnotes":"(1) بڑی گھبراہٹ سے موت یا صور اسرافیل مراد ہے یا وہ لمحہ جب دوزخ اور جنت کے درمیان موت کو ذبح کر دیا جائے گا۔ دوسری بات یعنی صور اسرافیل اور قیام قیامت سیاق کے زیادہ قریب ہے۔","lang":"ur"},{"name":"21:104","price":"جس دن ہم آسمان کو یوں لپیٹ لیں گے جیسے طومار میں اوراق لپیٹ دیئے جاتے ہیں(1) ، جیسے کہ ہم نے اول دفعہ پیدائش کی تھی اسی طرح دوباره کریں گے۔ یہ ہمارے ذمے وعده ہے اور ہم اسے ضرور کر کے (ہی) رہیں گے.","arabic":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2587,"juzNumber":17,"footnotes":"(1) یعنی جس طرح کاتب لکھنے کے بعد اوراق یا رجسٹر لپیٹ کر رکھ دیتا ہے۔ جیسے دوسرے مقام پر فرمایا «وَالسَّمٰوٰتُ مَطْوِيّٰتٌۢ بِيَمِيْنِهٖ» ( الزمر:87) آسمان اس کے دائیں ہاتھ میں لپٹے ہوئے ہونگے ' ' سِجِل کے معنی صحیفے یا رجسٹر کے ہیں لِلْکُتُبِ کے معنی ہیں عَلَی الْکِتَابِ بِمَعْنَی الْمَکْتُوْبِ (تفسیر ابن کثیر) مطلب یہ ہے کہ کاتب کے لئے لکھے ہوئے کاغذات کو لپیٹ لینا جس طرح آسان ہے، اسی طرح اللہ کے لئے آسمان کی وسعتوں کو اپنے ہاتھ میں سمیٹ لینا کوئی مشکل امر نہیں۔","lang":"ur"},{"name":"21:105","price":"ہم زبور میں پند ونصیحت کے بعد یہ لکھ چکے ہیں کہ زمین کے وارث میرے نیک بندے(1) (ہی) ہوں گے.","arabic":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2588,"juzNumber":17,"footnotes":"(1) زبور سے مراد یا تو زبور ہی ہے اور ذکر سے مراد پندونصیحت جیسا کہ ترجمہ میں درج ہے یا پھر زبور سے مراد گذشتہ آسمانی کتابیں اور ذکر سے مراد لوح محفوظ ہے۔ یعنی پہلے لوح محفوظ میں یہ بات درج ہے اور اس کے بعد آسمانی کتابوں میں بھی یہ بات لکھی جاتی رہی ہے کہ زمین کے وارث نیک بندے ہونگے۔ زمین سے مراد بعض مفسرین کے نزدیک جنت ہے اور بعض کے نزدیک ارض کفار۔ یعنی اللہ کے نیک بندے زمین میں اقتدار اور سرخرو رہے اور آئندہ بھی جب کبھی وہ اس صفت کے حامل ہوں گے، اس وعدہ الٰہی کے مطابق، زمین کا اقتدار انہی کے پاس ہوگا۔ اس لیے مسلمانوں کی محرومی اقتدار کی موجودہ صورت حال کسی اشکال کا باعث نہیں بننی چاہیے یہ وعدہ مشروط ہے صالحیت عباد کے ساتھ اور إِذَا فَاتَ الشَّرْطُ فَاتَ الْمَشْرُوطُ کے مطابق جب مسلمان اس خوبی سے محروم ہوگئے تو اقتدار سے بھی محروم کردئیے گئے اس میں گویا حصول اقتدار کا طریقہ بتلایا گیا ہے اور وہ ہے صالحیت یعنی اللہ رسول کے احکامات کے مطابق زندگی گزارنا اور اس کے حدود وضابطوں پر کاربند رہنا۔","lang":"ur"},{"name":"21:106","price":"عبادت گزار بندوں کے لئے تو اس میں ایک بڑا پیغام ہے.(1)","arabic":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2589,"juzNumber":17,"footnotes":"(1) فی ‌ھذا سے مراد وہ وعظ وتنبیہ ہے جو اس سورت میں مختلف انداز سے بیان کی گئی ہے بلاغ سے مراد کفایت ومنفعت ہے یعنی وہ کافی اور مفید ہے یا اس سے مراد قرآن مجید ہے جس میں مسلمانوں کے لئے بڑا فائدہ اور کفالت ہے عابدین سے، خشوع خضوع سے اللہ کی عبادت کرنے والے، اور شیطان اور خواہشات نفس پر اللہ کی اطاعت کو ترجیح دینے والے ہیں۔","lang":"ur"},{"name":"21:107","price":"اور ہم نے آپ کو تمام جہان والوں کے لئے رحمت بنا کر ہی بھیجا ہے.(1)","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2590,"juzNumber":17,"footnotes":"(1) اس کا مطلب یہ ہے کہ آپ (صلى الله عليه وسلم) کی رسالت پر ایمان لے آئے گا اس نے گویا اس رحمت کو قبول کر لیا اور اللہ کی اس نعمت کا شکر ادا کیا۔ نتیجتًا دنیا و آخرت کی سعادتوں سے ہمکنار ہوگا اور اور چونکہ آپ (صلى الله عليه وسلم) کی رسالت پورے جہان کے لیے ہے اس لیے آپ (صلى الله عليه وسلم) پورے جہان کے لیے رحمت بن کر یعنی اپنی تعلیمات کے ذریعے سے دین و دنیا کی سعادتوں سے ہمکنار کرنے کے لیے آئے ہیں بعض لوگوں نے اس اعتبار سے بھی نبی (صلى الله عليه وسلم) کو جہان والوں کے لیے رحمت قرار دیا ہے کہ آپ (صلى الله عليه وسلم) کی وجہ سے یہ امت بالکلیہ تباہی و بربادی سے محفوظ کر دی گئی جیسے پچھلی قومیں اور امتیں حرف غلط کی طرح مٹا دی جاتی رہیں امت محمدیہ (جو امت اجابت اور امت دعوت کے اعتبار سے پوری نوع انسانی پر مشتمل ہے) پر اس طرح کا کلی عذاب نہیں آئے اور احادیث سے معلوم ہوتا ہے کہ مشرکین کے لیے بد دعا نہ کرنا یہ بھی آپ (صلى الله عليه وسلم) کی رحمت کا ایک حصہ تھا۔ «إِنِّي لَمْ أُبْعَثْ لَعَّانًا بُعِثْتُ رَحْمَةً» (صحيح مسلم نمبر:2006) اسی طرح غصے میں کسی مسلمان کو لعنت یا سب وشتم کرنے کو بھی قیامت والے دن رحمت کا باعث قرار دینا آپ (صلى الله عليه وسلم) کی رحمت کا حصہ ہے (مسند أحمد 5/ 437 أبو داود نمبر 4659 والأحاديث الصحيحة للألباني نمبر1758) اسی لیے ایک حدیث میں آپ (صلى الله عليه وسلم) نے فرمایا «إِنَّمَا أَنَا رَحْمَةٌ مُهْدَاةٌ» (صحيح الجامع الصغير نمبر2345) میں رحمت مجسم بن کر آیا ہوں جو اللہ کی طرف سے اہل جہان کے لیے ایک ہدیہ ہے۔","lang":"ur"},{"name":"21:108","price":"کہہ دیجئے! میرے پاس تو پس وحی کی جاتی ہے کہ تم سب کا معبود ایک ہی ہے، تو کیا تم بھی اس کی فرمانبرداری کرنے والے ہو؟(1)","arabic":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2591,"juzNumber":17,"footnotes":"(1) اس میں یہ واضح کیا گیا ہے کہ اصل رحمت توحید کو اپنا لینا اور شرک سے بچ جانا ہے۔","lang":"ur"},{"name":"21:109","price":"پھر اگر یہ منھ موڑ لیں تو کہہ دیجئے کہ میں نے تمہیں یکساں طور پر خبردار کر دیا ہے(1) ۔ مجھے علم نہیں کہ جس کا وعده تم سے کیا جا رہا ہے وه قریب ہے یا دور.(2)","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2592,"juzNumber":17,"footnotes":"(1) یعنی جس طرح میں جانتا ہوں کہ تم میری دعوت توحید و اسلام سے منہ موڑ کر میرے دشمن ہو، اسی طرح تمہیں بھی معلوم ہونا چاہیے کہ میں بھی تمہارا دشمن ہوں اور ہماری تمہاری آپس میں کھلی جنگ ہے۔\n(2) اس وعدے سے مراد قیامت ہے یا غلبہ اسلام و مسلمین کا وعدہ یا وہ وعدہ جب اللہ کی طرف سے تمہارے خلاف جنگ کرنے کی مجھے اجازت دی جائے گی۔","lang":"ur"},{"name":"21:110","price":"البتہ اللہ تعالیٰ تو کھلی اور ﻇاہر بات کو بھی جانتا ہے اور جو تم چھپاتے ہو اسے بھی جانتا ہے.","arabic":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2593,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:111","price":"مجھے اس کا بھی علم نہیں، ممکن ہے یہ تمہاری آزمائش ہو اور ایک مقرره وقت تک کا فائده (پہنچانا) ہے.","arabic":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2594,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"21:112","price":"خود نبی نے کہا(1) اے رب! انصاف کے ساتھ فیصلہ فرما اور ہمارا رب بڑا مہربان ہے جس سے مدد طلب کی جاتی ہے ان باتوں پر جو تم بیان کرتے ہو.(2)","arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2595,"juzNumber":17,"footnotes":"(1) یعنی اس وعدہ الٰہی میں تاخیر، میں نہیں جانتا کہ تمہاری آزمائش کے لئے ہے یا ایک خاص وقت تک فائدہ اٹھانے کے لئے مہلت دینا ہے۔\n(2) یعنی میری بابت جو تم مختلف باتیں کرتے رہتے ہو، یا اللہ کے لئے اولاد ٹھہراتے ہو، ان سب باتوں کے مقابلے میں وہ رب ہی مہربانی کرنے والا اور وہی مدد کرنے والا ہے۔","lang":"ur"}],"chapter":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya","Chapter Al-Anbiya","Anbiya","Surah Anbiya","Chapter Anbiya","Al Anbiya","Surah Al Anbiya","Chapter Al Anbiya","Surah 21","Chapter 21","The Prophets","الأنبيَاء"]}