{"data":[{"name":"22:1","price":"لوگو! اپنے پروردگار سے ڈرو! بلاشبہ قیامت کا زلزلہ بہت ہی بڑی چیز ہے.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:2","price":"جس دن تم اسے دیکھ لو گے ہر دودھ پلانے والی اپنے دودھ پیتے بچے کو بھول جائے گی اور تمام حمل والیوں کے حمل گر جائیں گے اور تو دیکھے گا کہ لوگ مدہوش دکھائی دیں گے، حاﻻنکہ درحقیقت وه متوالے نہ ہوں گے لیکن اللہ کا عذاب بڑا ہی سخت ہے.(1)","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"(1) آیت مذکورہ میں جس زلزلے کا ذکر ہے، جس کے نتائج دوسری آیت میں بتلائے گئے ہیں جس کا مطلب لوگوں پر سخت خوف، دہشت اور گھبراہٹ کا طاری ہونا، یہ قیامت سے قبل ہوگا اور اس کے ساتھ دنیا فنا ہو جائیگی۔ یا یہ قیامت کے بعد اس وقت ہوگا جب قبروں سے اٹھ کر میدان محشر میں جمع ہوں گے۔ بہت سے مفسرین پہلی رائے کے قائل ہیں۔ جبکہ بعض مفسرین دوسری رائے کے اور اس کی تائید میں وہ احادیث پیش کرتے ہیں مثلا اللہ تعالٰی آدم (عليه السلام) کو حکم دے گا کہ وہ اپنی ذریت میں سے ہزار میں ۹۹۹ جہنم کے لیے نکال دے۔ یہ بات سن کر حمل والیوں کے حمل گرجائیں گے بچے بوڑھے ہوجائیں گے اور لوگ مدہوش سے نظر آئیں گے حالانکہ وہ مدہوش نہیں ہونگے صرف عذاب کی شدت ہوگی۔ یہ بات صحابہ(رضي الله عنهم) پر بڑی گراں گزری ان کے چہرے متغیر ہوگئے نبی (صلى الله عليه وسلم) نے یہ دیکھ کر فرمایا (گھبراؤ نہیں) یہ ۹۹۹ یاجوج ماجوج میں سے ہوں گے اور تم میں سے صرف ایک ہوگا۔ تمہاری (تعداد) لوگوں میں اس طرح ہوگی جیسے سفید رنگ کے بیل کے پہلو میں کالے بال یا کالے رنگ کے بیل کے پہلو میں سفید بال ہوں اور مجھے امید ہے کہ اہل جنت میں تم چوتھائی یا تہائی یا نصف ہو گے جسے سن کر صحابہ کرام (رضي الله عنهم) نے بطور مسرت کے اللہ اکبر کا نعرہ بلند کیا (صحیح بخاری تفسیر سورہ حج) پہلی رائے بھی بےوزن نہیں ہے بعض ضعیف احادیث سے ان کی بھی تائید ہوتی ہے اس لئے زلزلہ اور اس کی کیفیات سے مراد اگر فزع اور ہولناکی کی شدت ہے (ظاہر یہی ہے) تو سخت گھبراہٹ اور ہولناکی کی یہ کیفیت دونوں موقعوں پر ہی ہوگی اس لیے دونوں ہی رائیں صحیح ہوسکتی ہیں کیونکہ دونوں موقعوں پر لوگوں کی کیفیت ایسی ہوگی جیسی اس آیت میں اور صحیح بخاری کی روایت میں بیان کی گئی ہے۔","lang":"ur"},{"name":"22:3","price":"بعض لوگ اللہ کے بارے میں باتیں بناتے ہیں اور وه بھی بے علمی کے ساتھ اور ہر سرکش شیطان کی پیروی کرتے ہیں.(1)","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"(1) مثلًا یہ کہ اللہ تعالٰی دوبارہ پیدا کرنے پر قادر نہیں ہے، یا اس کی اولاد ہے وغیرہ وغیرہ۔","lang":"ur"},{"name":"22:4","price":"جس پر (قضائے الٰہی) لکھ دی گئی(1) ہے کہ جو کوئی اس کی رفاقت کرے گا وه اسے گمراه کر دے گا اور اسے آگ کے عذاب کی طرف لے جائے گا.","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"(1) یعنی شیطان کی بابت تقدیر الٰہی میں یہ بات ثبت ہے۔","lang":"ur"},{"name":"22:5","price":"لوگو! اگر تمہیں مرنے کے بعد جی اٹھنے میں شک ہے تو سوچو ہم نے تمہیں مٹی سے پیدا کیا پھر نطفہ سے پھر خون بستہ سے پھر گوشت کے لوتھڑے سے جو صورت دیا گیا تھا اور بے نقشہ تھا(1) ۔ یہ ہم تم پر ﻇاہر کر دیتے ہیں(2)، اور ہم جسے چاہیں ایک ٹھہرائے ہوئے وقت تک رحم مادر میں رکھتے ہیں(3) پھر تمہیں بچپن کی حالت میں دنیا میں ﻻتے ہیں پھر تاکہ تم اپنی پوری جوانی کو پہنچو، تم میں سے بعض تو وه ہیں جو فوت کر لئے جاتے ہیں(4) اور بعض بے غرض عمر کی طرف پھر سے لوٹا دیئے جاتے ہیں کہ وه ایک چیز سے باخبر ہونے کے بعد پھر بے خبر ہو جائے(5)۔ تو دیکھتا ہے کہ زمین (بنجر اور) خشک ہے پھر ہم اس پر بارشیں برساتے ہیں تو وه ابھرتی ہے اور پھولتی ہے اور ہر قسم کی رونق دار نباتات اگاتی ہے.(6)","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"(1) یعنی نطفے (قطرہ منی) سے چالیس روز بعد عَلَقَۃ گاڑھا خون اور عَلَقَۃ سے مُضْغَۃ گوشت کا لوتھڑا بن جاتا ہے مُخَلَّقَۃ سے، وہ بچہ مراد ہے جس کی پیدائش واضح اور شکل و صورت نمایاں ہو جائے، ایسے بچے میں روح پھونک دی جاتی ہے اور تکمیل کے بعد اس کی ولادت ہوجاتی ہے اور غیر مخلقۃ، اس کے برعکس، جس کی شکل و صورت واضح نہ ہو، نہ اس میں روح پھونکی جائے اور قبل از وقت ہی وہ ساقط ہو جائے۔ صحیح حدیث میں بھی رحم مادر کی ان کیفیات کا ذکر کیا گیا ہے۔ مثلا ایک حدیث میں ہے کہ نطفہ چالیس دن کے بعد علقۃ (گاڑھا خون) بن جاتا ہے پھر چالیس دن کے بعد یہ مضغۃ(لوتھرڑا یا گوشت کی بوٹی) کی شکل اختیار کر لیتا ہے پھر اللہ تعالٰی کی طرف سے ایک فرشتہ آتا ہے جو اس میں روح پھونکتا ہے یعنی چار مہینے کے بعد نفخ روح ہوتا ہے اور بچہ ایک واضح شکل میں ڈھل جاتا ہے (صحيح بخاري كتاب الأنبياء وكتاب القدر، مسلم كتاب القدر ، باب كيفية الخلق الآدميٍ)\n(2) یعنی اس طرح ہم اپنا کمال قدرت و تخلیق تمہارے لئے بیان کرتے ہیں۔\n(3) یعنی جس کو ساقط کرنا نہیں ہوتا۔\n(4) یعنی عمر اشد سے پہلے ہی۔ عمر اشد سے مراد بلوغت یا کمال عقل و کمال قوت و تمیز کی عمر، جو 30 سے 40 سال کے درمیان عمر ہے۔\n(5) اس سے مراد بڑھاپے میں قوائے انسانی میں ضعف و کمزوری کے ساتھ عقل و حافظہ کا کمزور ہو جانا اور یاداشت اور عقل و فہم میں بچے کی طرح ہو جانا، جسے سورہ یٰسین میں «وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ»(یس:68) اور سورہ تین میں «ثُمَّ رَدَدْنٰهُ اَسْفَلَ سٰفِلِيْنَ»(التین:5) سے تعبیر کیا گیا ہے۔\n(6) یہ احیائے موتی (مردوں کے زندہ کرنے) پر اللہ تعالٰی کے قادر ہونے کی دوسری دلیل ہے۔ پہلی دلیل، جو مذکورہ ہوئی، یہ تھی کہ جو ذات ایک حقیر قطرہ پانی سے اس طرح ایک انسانی پیکر تراش سکتا ہے اور ایک حسین وجود عطا کر سکتا ہے، علاوہ ازیں وہ اسے مختلف مراحل سے گزارتا ہوا بڑھاپے کے ایسے اسٹیج پر پہنچا سکتا ہے جہاں اس کے جسم سے لے کر اس کی ذہنی و دماغی صلاحیتیں تک، سب ضعف و انحطاط کا شکار ہوجائیں۔ کیا اس کے لئے اسے دوبارہ زندگی عطا کر دینا مشکل ہے؟ یقینا جو ذات انسان کو ان مراحل سے گزار سکتی ہے، وہی ذات مرنے کے بعد دوبارہ زندہ کرکے ایک نیا قالب اور نیا وجود بخش سکتی ہے دوسری دلیل یہ دی ہے کہ دیکھو زمین بنجر اور مردہ ہوتی ہے لیکن اسے بارش کے بعد یہ کس طرح زندہ اور شاداب اور انواع و اقسام کے غلے، میوہ جات اور رنگ برنگ کے پھولوں سے مالا مال ہو جاتی ہے۔ اسی طرح اللہ تعالٰی قیامت والے دن انسانوں کو بھی ان کی قبروں سے اٹھا کر کھڑا کرے گا۔ جس طرح حدیث میں ہے ایک صحابی(رضي الله عنه) نے پوچھا کہ اللہ تعالٰی انسانوں کو جس طرح پیدا فرمائے گا اس کی کوئی نشانی مخلوقات میں سے بیان فرمائیے نبی (صلى الله عليه وسلم) نے فرمایا کیا تمہارا گزر ایسی وادی سے ہوا ہے جو خشک اور بنجر ہو پھر دوبارہ اسے لہلہاتا ہوا دیکھا ہو؟ اس نے کہا ہاں آپ (صلى الله عليه وسلم) نے فرمایا بس اسی طرح انسانوں کی جی اٹھنا ہوگا۔(مسند احمد جلد 4، ص11 ابن ماجہ المقدمہ، حدیث نمبر 180)","lang":"ur"},{"name":"22:6","price":"یہ اس لئے کہ اللہ ہی حق ہے اور وہی مردوں کو جِلاتا ہے اور وه ہر چیز پر قدرت رکھنے واﻻ ہے.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:7","price":"اور یہ کہ قیامت قطعاً آنے والی ہے جس میں کوئی شک وشبہ نہیں اور یقیناً اللہ تعالیٰ قبروں والوں کو دوباره زنده فرمائے گا.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:8","price":"بعض لوگ اللہ کے بارے میں بغیر علم کے اور بغیر ہدایت کے اور بغیر روشن کتاب کے جھگڑتے ہیں.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:9","price":"جو اپنی پہلو موڑنے واﻻ بن کر(1) اس لئے کہ اللہ کی راه سے بہکادے، اسے دنیا میں بھی رسوائی ہوگی اور قیامت کے دن بھی ہم اسے جہنم میں جلنے کا عذاب چکھائیں گے.","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"(1) ثانی اسم فاعل ہے موڑنے والا عطف کے معنی پہلو کے ہیں یہ یجادل سے حال ہے اس میں اس شخص کی کیفیت بیان کی گئی ہے جو بغیر کسی عقلی اور نقلی دلیل کے اللہ کے بارے میں جھگڑتا ہے کہ وہ تکبر اور اعراض کرتے ہوئے اپنی گردن موڑتے ہوئے پھرتا ہے جیسے دوسرے مقامات پر اس کیفیت کو ان الفاظ سے ذکر کیا گیا ہے۔«وَلّٰى مُسْتَكْبِرًا كَاَنْ لَّمْ يَسْمَعْهَا» (لقمان:7) «لَوَّوْا رُءُوْسَهُمْ» (المنافقون:5) «اَعْرَضَ وَنَاٰ بِجَانِبِهٖ» (الاسراء:83)","lang":"ur"},{"name":"22:10","price":"یہ ان اعمال کی وجہ سے جو تیرے ہاتھوں نے آگے بھیج رکھے تھے۔ یقین مانو کہ اللہ تعالیٰ اپنے بندوں پر ﻇلم کرنے واﻻ نہیں.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:11","price":"بعض لوگ ایسے بھی ہیں کہ ایک کنارے پر (کھڑے) ہو کر اللہ کی عبادت کرتے ہیں۔ اگر کوئی نفع مل گیا تو دلچسپی لینے لگتے ہیں اور اگر کوئی آفت آگئی تو اسی وقت منھ پھیر لیتے ہیں(1) ، انہوں نے دونوں جہان کانقصان اٹھا لیا۔ واقعی یہ کھلا نقصان ہے.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"(1) حرف کے معنی ہیں کنارہ۔ ان کناروں پر کھڑا ہونے والا، غیر مستقر ہوتا ہے یعنی اسے قرار و ثبات نہیں ہوتا۔ اسی طرح جو شخص دین کے بارے میں شک و تذبذب کا شکار رہتا ہے اس کا حال بھی یہی ہے، اسے دین پر استقامت نصیب نہیں ہوتی کیونکہ اس کی نیت صرف دنیاوی مفادات کی رہتی ہے، ملتے رہے تو ٹھیک ہے، بصورت دیگر وہ پھر دین آبائی یعنی کفر اور شرک کی طرف لوٹ جاتا ہے۔ اس کے برعکس جو سچے مسلمان ہوتے اور ایمان اور یقین سے سرشار ہوتے ہیں۔ وہ عسر و یسر کو دیکھے بغیر دین پر قائم رہتے ہیں، نعمتوں سے بہر ور ہوتے ہیں تو شکر ادا کرتے اور تکلیفوں سے دوچار ہوتے ہیں تو صبر کرتے ہیں۔ اس کی شان نزول میں ایک مذبذب شخص کا طریقہ بھی اسی طرح کا بیان کیا گیا۔ (صحیح بخاری، تفسیر سورة الحج) کہ ایک شخص مدینے آتا، اگر اس کے گھر بچے ہوتے، اسی طرح جانوروں میں برکت ہوتی، تو کہتا، یہ دین اچھا ہے۔ اگر ایسا نہ ہوتا تو کہتا، یہ دین برا ہے۔ بعض روایات میں یہ وصف نو مسلم اعرابیوں کا بیان کیا گیا ہے (فتح الباری، باب مذکور)","lang":"ur"},{"name":"22:12","price":"اللہ کے سوا انہیں پکارتے ہیں جو نہ انہیں نقصان پہنچا سکیں نہ نفع۔ یہی تو دور دراز کی گمراہی ہے.","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:13","price":"اسے پکارتے ہیں جس کا نقصان اس کے نفع سے زیاده قریب ہے، یقیناً برے والی ہیں اور برے ساتھی.(1)","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"(1) بعض مفسرین کے نزدیک یدعو، یقول کے معنی میں ہے۔ یعنی غیر اللہ کا پجاری قیامت والے دن کہے گا کہ جس کا نقصان، اس کے نفع کے قریب تر ہے، وہ والی اور ساتھی یقینا برا ہے۔ یعنی اپنے معبودوں کے بارے یہ کہے گا کہ وہاں اس کے امیدوں کے محل ڈھے جائیں گے اور یہ معبود، جن کی بات اس کا خیال تھا کہ وہ اللہ کے عذاب سے اس بچائیں گے، اس کی شفاعت کریں گے، وہاں خود وہ معبود بھی، اس کے ساتھ ہی جہنم کا ایندھن بنے ہونگے۔ مولیٰ کے معنی ولی اور مددگار کے اور عشیر کےمعنی ہم نشین، ساتھی اور قرابت دار کے ہیں۔ مددگار اور ساتھی تو وہ ہوتا ہے جو مصیبت کے وقت کام آئے، لیکن یہ معبود خود گرفتار عذاب ہوں گے یہ کسی کے کیا کام آئیں گے؟ اس لئے انہیں برا والی اور برا ساتھی کہا گیا۔ ان کی عبادت ضرر ہی ضرر ہے، نفع کا تو اس میں کوئی حصہ ہی نہیں ہے، پھر یہ جو کہا گیا ہے کہ ان کا نقصان، ان کے نفع سے قریب تر ہے، تو ی ایسے ہی ہے جیسے دوسرے مقام پر فرمایا گیا:«وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلالٍ مُبِينٍ» (سبا:24) ”بےشک ہم (یعنی اللہ کے ماننے والے) یا تم (اس کا انکار کرنے والے) ہدایت پر ہیں، یا کھلی گمراہی میں“۔ ظاہر بات ہے کہ ہدایت پر وہی ہیں جو اللہ کو ماننے والے ہیں۔ لیکن اسے واضح الفاظ میں کہنے کی بجائے کنائے اور استفہام کے انداز میں بیان کیا گیا ہے۔ جو سامع کے لئے زیادہ موثر اور بلیغ ہوتا ہے۔ یا اس کا تعلق دنیا سے ہے اور مطلب یہ ہوگا کہ غیر اللہ کو پکارنے سے فوری نقصان تو اس کا ہوا کہ ایمان سے ہاتھ دھو بیٹھا، یہ قریب نقصان ہے۔ اور آخرت میں تو اس کا نقصان تحقیق شدہ ہی ہے۔","lang":"ur"},{"name":"22:14","price":"ایمان اور نیک اعمال والوں کو اللہ تعالیٰ بہتی ہوئی نہروں والی جنتوں میں داخل کرے گا۔ اللہ جو اراده کرے اسے کر کے رہتا ہے.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:15","price":"جس کا یہ خیال ہو کہ اللہ تعالیٰ اپنے رسول کی مدد دونوں جہان میں نہ کرے گا وه اونچائی پر ایک رسہ باندھ کر (اپنے حلق میں پھنده ڈال کر اپنا گلا گھونٹ لے) پھر دیکھ لے کہ اس کی چاﻻکیوں سے وه بات ہٹ جاتی ہے جو اسے تڑپا(1) رہی ہے؟","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"(1) اس کے ایک معنی تو یہ کئے گئے ہیں کہ ایسا شخص، جو یہ چاہتا ہے کہ اللہ تعالٰی اپنے پیغمبر (صلى الله عليه وسلم) کی مدد نہ کرے، کیونکہ اس کے غلبہ و فتح سے اسے تکلیف ہوتی ہے، تو وہ اپنے گھر کی چھت پر رسی لٹکا کر اور اپنے گلے میں اس کا پھندا لے کر اپنا گلا گھونٹ لے، شاید یہ خود کشی اسے غیظ و غضب سے بچا لے جو محمد (صلى الله عليه وسلم) کے بڑھتے ہوئے اثر و رسوخ کو دیکھ کر اپنے دل میں پاتا ہے۔ اس صورت میں سماء سے مراد گھر کی چھت ہوگی۔ دوسرے معنی ہیں کہ ایک رسہ لے کر آسمان پر چڑھ جائے اور آسمان سے جو وحی یا مدد آتی ہے، اس کا سلسلہ ختم کرا دے (اگر وہ کر سکتا ہے) اور دیکھے کہ کیا اس کے بعد اس کا کلیجہ ٹھنڈا ہو گیا ہے؟ امام ابن کثیر نے پہلے مفہوم کو اور امام شوکانی نے دوسرے مفہوم کو زیادہ پسند کیا ہے اور سیاق سے یہی دوسرا مفہوم زیادہ قریب لگتا ہے۔","lang":"ur"},{"name":"22:16","price":"ہم نے اسی طرح اس قرآن کو واضح آیتوں میں اتارا ہے جسے اللہ چاہے ہدایت نصیب فرماتا ہے.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:17","price":"بیشک اہل ایمان اور یہودی اور صابی اور نصرانی اور مجوسی(1) اور مشرکین(2) ان سب کے درمیان قیامت کے دن خود اللہ تعالیٰ فیصلے کر دے گا(3)، اللہ تعالیٰ ہر چیز پر گواه ہے.(4)","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"(1) مجوس سے مراد ایران کے آتش پرست ہیں جو دو خداؤں کے قائل ہیں، ایک ظلمت کا خالق ہے، دوسرا نور کا، جسے وہ اہرمن اور یزداں کہتے ہیں۔\n(2) ان میں مذکورہ گمراہ فرقوں کے علاوہ جتنے بھی اللہ کے ساتھ شرک کا ارتکاب کرنے والے ہیں، سب آگئے۔\n(3) ان میں سے حق پر کون ہے، باطل پر کون، یہ تو ان دلائل سے واضح ہو جاتا ہے جو اللہ اپنے قرآن میں نازل فرماتے ہیں اور اپنے آخری پیغمبر کو بھی اسی مقصد کے لئے بھیجا تھا، «لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ» (الفتح:28) یہاں فیصلے سے مراد وہ سزا ہے جو اللہ تعالٰی باطل پرستوں کو قیامت والے دن دے گا، اس سزا سے بھی واضح ہو جائے گا کہ دنیا میں حق پر کون تھا اور باطل پر کون کون۔","lang":"ur"},{"name":"22:18","price":"کیا تو نہیں دیکھ رہا کہ اللہ کے سامنے سجده میں ہیں سب آسمانوں والے اور سب زمینوں والے اور سورج اور چاند اور ستارے اور پہاڑ اور درخت اور جانور(1) اور بہت سے انسان بھی(2)۔ ہاں بہت سے وه بھی ہیں جن پر عذاب کا مقولہ ﺛابت ہو چکا ہے(3)، جسے رب ذلیل کردے اسے کوئی عزت دینے واﻻ نہیں(4)، اللہ جو چاہتا ہے کرتا ہے.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"(1) یہ فیصلہ محض حاکمانہ اختیارات کے زور پر نہیں ہوگا، بلکہ عدل و انصاف کے مطابق ہوگا، کیونکہ وہ باخبر ہستی ہے، اسے ہرچیز کا علم ہے۔\n(2) بعض مفسرین نے اس سجدے سے ان تمام چیزوں کا احکام الٰہی کے تابع ہونا مراد لیا ہے، کسی میں مجال نہیں کہ وہ حکم الٰہی سے سرتابی کر سکے۔ ان کے نزدیک وہ سجدہ اطاعت و عبادت مراد نہیں جو صرف عقلا کے ساتھ خاص ہے۔ جب کہ بعض مفسرین نے اسے مجاز کے بجائے حقیقت پر مبنی کیا ہے کہ ہر مخلوق اپنے اپنے انداز سے اللہ کے سامنے سجدہ ریز ہے مثلا «مَنْ فِي السَّمَواتِ»سے مراد فرشتے ہیں«وَمَنْ فِي الأَرْضِ» سے ہر قسم کے حیوانات، انسان، جنات، چوپائے اور پرندے اور دیگر اشیاء ہیں یہ سب اپنے اپنے انداز سے سجدہ اور تسبیح کرتی ہیں «وَاِنْ مِّنْ شَيْءٍ اِلَّايُسَبِّحُ بِحَمْدِه» (الاسراء:44)۔ سورج چاند اور ستاروں کا بطور خاص اس لیے ذکر کیا گیا ہے کہ مشرکین ان کی عبادت کرتے رہے ہیں اللہ تعالٰی نے بیان فرمایا تم ان کو سجدہ کرتے ہو یہ تو اللہ تعالٰی کو سجدہ کرنے والے ہیں اور اس کے ماتحت ہیں اس لیے تم انہیں سجدہ مت کرو اس ذات کو سجدہ کرو جو ان کا خالق ہے۔ (حم السجدہ: ۳۷) صحیح حدیث میں ہے کہ حضرت ابو ذر (رضي الله عنه) فرماتے ہیں کہ مجھ سے رسول اللہ (صلى الله عليه وسلم) نے پوچھا، جانتے ہو سورج کہاں جاتا ہے؟ میں نے کہا، اللہ اور اس کا رسول (صلى الله عليه وسلم) ہی بہتر جانتے ہیں۔ فرمایا سورج جاتا ہے اور عرش کے نیچے جاکر سجدہ ریز ہو جاتا ہے پھر اسے (طلوع ہونے کا) حکم دیا جاتا ہے ایک وقت آئے گا کہ اسے کہا جائے گا واپس لوٹ جا یعنی جہاں سے آیا ہے وہیں چلا جا۔ (صحيح بخاري، بدء الخلق، باب صفة الشمس والقمر بحسبان - مسلم، كتاب الإيمان، باب بيان الزمن الذي لا يقبل فيه الإيمان) اسی طرح صحابی کا واقعہ حدیث میں بیان کیا گیا ہے کہ انہوں نے خواب میں اپنے ساتھ درخت کو سجدہ کرتے دیکھا (ترمذي، أبواب السفر، باب ما يقول في سجود القرآن تحفة الأحوذي، صفحة 402 ، ابن ماجه 1053) اور پہاڑوں اور درختوں کے سجدے میں ان سایوں کا دائیں بائیں پھرنا یا جھکنا بھی شامل ہے جس طرف اشارہ سورۃ الرعد 15اور النحل 48، 49 میں بھی کیا گیا ہے۔\n(3) یہ سجدہ اطاعت و عبادت ہی ہے جس کو انسانوں کی ایک بڑی تعداد کرتی ہے اور اللہ کی رضا کی مستحق قرار پاتی ہے۔\n(4) یہ وہ ہیں جو سجدہ اطاعت سے انکار کرکے کفر اختیار کرتے ہیں، ورنہ تکوینی احکام یعنی سجدہ انقیاد میں تو انہیں بھی مجال انکار نہیں۔\n(5) کفر اختیار کرنے کا نتیجہ ذلت و رسوائی اور آخرت کا دائمی عذاب ہے، جس سے بچا کر کافروں کو عزت دینے والا کوئی نہیں ہوگا۔","lang":"ur"},{"name":"22:19","price":"یہ دونوں اپنے رب کے بارے میں اختلاف کرنے(1) والے ہیں، پس کافروں کے لئے تو آگ کے کپڑے بیونت کر کاٹے جائیں گے، اور ان کے سروں کے اوپر سے سخت کھولتا ہوا پانی بہایا جائے گا.","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"(1) هَذَانِ خَصْمَانِ یہ دونوں تثنیہ کے صیغے ہیں بعض نے اس سے مراد مذکورہ گمراہ فرقے اور اس کے مقابلے میں دوسرا فرقہ مسلمان کو لیا ہے۔ یہ دونوں اپنے رب کے بارے میں جھگڑتے ہیں، مسلمان تو وحدانیت اور اس کی قدرت علی البعث کے قائل ہیں، جب کہ دوسرے اللہ کے بارے میں مختلف گمراہیوں میں مبتلا ہیں۔ اس ضمن میں جنگ بدر میں لڑنے والے مسلمان اور کافر بھی آجاتے ہیں، جس کے آغاز میں مسلمانوں میں ایک طرف حضرت حمزہ، حضرت علی اور حضرت عبیدۃ (رضي الله عنهم)تھے اور دوسری طرف ان کے مقابلے میں کافروں میں عتبہ، شیبہ اور ولید بن عتبہ تھے (صحیح بخاری، تفسیر سورة الحج)امام ابن کثیر فرماتے ہیں کہ یہ دونوں ہی مفہوم صحیح اور آیت کے مطابق ہیں۔","lang":"ur"},{"name":"22:20","price":"جس سے ان کے پیٹ کی سب چیزیں اور کھالیں گلا دی جائیں گی.","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:21","price":"اور ان کی سزا کے لئے لوہے کے ہتھوڑے ہیں.","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:22","price":"یہ جب بھی وہاں کے غم سے نکل بھاگنے کا اراده کریں گے وہیں لوٹا دیئے جائیں گے اور (کہا جائے گا) جلنے کا عذاب چکھو!(1)","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"(1) اس میں جہنمیوں کے عذاب کی کچھ تفصیل بیان کی گئی ہے جو انہیں وہاں بھگتنا ہوگا۔","lang":"ur"},{"name":"22:23","price":"ایمان والوں اور نیک کام والوں کو اللہ تعالیٰ ان جنتوں میں لے جائے گا جن کے درختوں تلے سے نہریں لہریں لے رہی ہیں، جہاں وه سونے کے کنگن پہنائے جائیں گے اور سچے موتی بھی۔ وہاں ان کا لباس خالص ریشم ہوگا.(1)","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"(1) جہنمیوں کے مقابلے میں یہ اہل جنت کا اور ان نعمتوں کا تذکرہ ہے جو اہل ایمان کو مہیا کی جائیں گی۔","lang":"ur"},{"name":"22:24","price":"ان کو پاکیزه بات کی رہنمائی کر دی گئی(1) اور قابل صد تعریف راه کی ہدایت کر دی گئی.(2)","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"(1) یعنی جنت ایسی جگہ ہے جہاں پاکیزہ باتیں ہی ہونگی، وہاں بے ودہ اور گناہ کی بات نہیں ہوگی۔\n(2) یعنی ایسی جگہ کی طرف جہاں ہر طرف اللہ کی حمد اور اس کی تسبیح کی صدائے دل نواز گونج رہی ہوگی۔ اگر اس کا تعلق دنیا سے ہو تو مطلب قرآن اور اسلام کی طرف رہنمائی ہے جو اہل ایمان کے حصے میں آتی ہے۔","lang":"ur"},{"name":"22:25","price":"جن لوگوں نے کفر کیا اور اللہ کی راه سے روکنے لگے اور اس حرمت والی مسجد سے(1) بھی جسے ہم نے تمام لوگوں کے لئے مساوی کر دیا ہے وہیں کے رہنے والے ہوں یا باہر کے ہوں(2)، جو بھی ﻇلم کے ساتھ وہاں الحاد کا اراده کرے(3) ہم اسے درد ناک عذاب چکھائیں گے.(4)","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"(1) روکنے والوں سے مراد کفار مکہ ہیں جنہوں نے 6ہجری میں مسلمانوں کو مکہ جاکر عمرہ کرنے سے روک دیا تھا، اور مسلمانوں کو حدیبیہ سے واپس آنا پڑا تھا۔\n(2) اس میں اختلاف ہے کہ مسجد حرام سے مراد خاص مسجد (خانہ کعبہ) ہی ہے یا پورا حرم مکہ۔ کیونکہ قرآن میں بعض جگہ پورے حرم مکہ کے لیے بھی مسجد حرام کا لفظ بولا گیا ہے۔، یعنی جزء بول کر کل مراد لیا گیا ہے۔ جہاں تک خاص مسجد حرام کا تعلق ہے، اس کی بابت تو یہ بات متفقہ ہے کہ اس میں مقیم و غیر مقیم ملکی اور آفاقی سب کا حصہ مساوی ہے یعنی بلا تخسیص و تفریق ہر شخص رات اور دن کے کسی بھی حصے میں عبادت کرسکتا ہے۔ کسی کے لئے بھی کسی مسلمان کو عبادت سے روکنے کی اجازت نہیں ہے۔ البتہ جن علما نے مسجد حرام سے مراد پورا حرم لیا ہے۔ ان کے ایک گروہ کی رائے یہ ہے کہ پورا حرم مکی سب مسلمانوں کے لئے یکساں حیثیت رکھتا ہے اور اس کے مکانوں اور زمینوں کا کوئی مالک نہیں۔ اس لئے ان کی خرید و فروخت اور ان کو کرائے پر دینا ان کے نزدیک جائز نہیں۔ جو شخص بھی کسی جگہ سے حج یا عمرے کے لئے مکہ جائے تو اسے یہ حق حاصل ہے کہ وہ جہاں چاہے ٹھہر جائے، وہاں رہنے والوں کی ذمہ داری ہے کہ وہ اپنے گھروں میں ٹھہرانے سے نہ روکیں۔ دوسری رائے یہ ہے کہ مکانات اور زمینیں ملک خاص ہو سکتی ہیں اور ان میں مالکانہ تصرفات یعنی بیچنا، کرائے پر دینا جائز ہے۔ البتہ وہ مقامات جن کا تعلق مناسک حج سے ہے، مثلاً منی، مزدلفہ اور عرفات کے میدان یہ وقف عام ہیں۔ ان میں کسی کی ملکیت جائز نہیں۔ یہ مسئلہ قدیم فقہاء کے درمیان خاصہ مختلف فیہ رہا ہے۔ تاہم آجکل تقریباً تمام کے تمام علماء ہی ملکیت خاص کے قائل ہوگئے ہیں۔ اور یہ مسئلہ سرے سے اختلافی ہی نہیں رہا۔ مولانا مفتی محمد شفیع مرحوم نے بھی امام ابو حنیفہ اور فقہاء کا مسلک مختار اسی کو قرار پایا ہے۔ (ملاحظہ ہو معارف القرآن جلد 6صفحہ253)\n(3) الحاد کے لفظی معنی تو کج روی ہے ہیں یہاں یہ عام ہے، کفر و شرک سے لے کر ہر قسم کے گناہ کے لئے حتٰی کہ بعض عملا الفاظ قرآنی کے پیش نظر اس بات تک قائل ہیں کہ حرم میں اگر کسی گناہ کا ارادہ بھی کر لے گا، (چاہے اس پر عمل نہ کر سکے) تو وہ بھی اس وعید میں شامل ہے۔ بعض کہتے ہیں کہ محض ارادے پر مؤاخذہ نہیں ہوگا، جیسا کہ دیگر آیات سے واضح ہے۔ تاہم ارادہ اگر عزم مصمم کی حد تک ہو تو پھر گرفت ہو سکتا ہے۔ (فتح القدیر)","lang":"ur"},{"name":"22:26","price":"اور جبکہ ہم نے ابراہیم (علیہ السلام) کو کعبہ کے مکان کی جگہ مقرر کر دی(1) اس شرط پر کہ میرے ساتھ کسی کو شریک(2) نہ کرنا اور میرے گھر کو طواف قیام رکوع سجده کرنے والوں کے لئے پاک صاف رکھنا.(3)","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"(1) یہ بدلہ ہے ان لوگوں کا جو مذکورہ گناہوں کے مرتکب ہوں گے۔\n(2) یعنی بیعت اللہ کی جگہ بتلا دی اور وہاں ہم نے ذریت ابراہیم (عليه السلام) کو ٹھہرایا۔ اس سے معلوم ہوتا ہے کہ طوفان نوح (عليه السلام) کی ویرانی کے بعد خانہ کعبہ کی تعمیر سب سے پہلے حضرت ابراہیم (عليه السلام) کے ہاتھوں سے ہوئی ہے۔ جیسا کہ صحیح حدیث سے بھی ثابت ہے جس میں نبی (صلى الله عليه وسلم) نے فرمایا ' سب سے پہلی مسجد جو زمین میں بنائی گئی، مسجد حرام ہے، اور اس کے چالیس سال بعد مسجد اقصٰی تعمیر ہوئی ' (مسند احمد 5۔150، 166- 167 و مسلم کتاب المساجد)\n(3) یہ خانہ کعبہ کی تعمیر کی غرض بیان کی کہ اس میں صرف میری عبادت کی جائے اس سے یہ بتلانا مقصود ہے کہ مشرکین نے اس میں جو بت سجا رکھے ہیں جن کی وہ یہاں آکر عبادت کرتے ہیں یہ ظلم صریح ہے کہ جہاں صرف اللہ کی عبادت کرنی چاہیے تھی وہاں بتوں کی عبادت کی جاتی ہے۔\n(4) کفر بت پرستی اور دیگر گندگیوں اور نجاستوں سے۔ یہاں ذکر صرف نماز پڑھنے والوں کا کیا ہے، کیونکہ یہ دونوں عبادت خانہ کعبہ کے ساتھ خاص ہیں، نماز میں رخ اس کی طرف ہوتا ہے اور طواف صرف اسی کے گرد کیا جاتا ہے۔ لیکن اہل بدعت نے اب بہت سی قبروں کا طواف بھی ایجاد کر لیا ہے اور بعض نمازوں کے لیے قبلہ بھی کوئی اور۔ أَعَاذَنَا اللهُ مِنْهَا","lang":"ur"},{"name":"22:27","price":"اور لوگوں میں حج کی منادی کر دے لوگ تیرے پاس پا پیاده بھی آئیں گے اور دبلے پتلے اونٹوں پر بھی(1) اور دور دراز کی تمام راہوں سے آئیں(2) گے.","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"(1) جو چارے کی قلت اور سفر کی دوری اور تھکاوٹ سے لاغر اور کمزور ہو جائیں گے۔\n(2) یہ اللہ تعالٰی کی قدرت ہے کہ مکہ کے پہاڑ کی چوٹی سے بلند ہونے والی یہ نحیف سی صدا، دنیا کے کونے کونے تک پہنچ گئی، جس کا مشاہدہ حج اور عمرے میں ہر حاجی اور معتمر کرتا ہے۔","lang":"ur"},{"name":"22:28","price":"اپنے فائدے حاصل کرنے کو آجائیں(1) اور ان مقرره دنوں میں اللہ کا نام یاد کریں اور چوپایوں پر جو پالتو ہیں(2)۔ پس تم آپ بھی کھاؤ اور بھوکے فقیروں کو بھی کھلاؤ.","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"(1) یہ فائدے دینی بھی ہیں کہ نماز، طواف اور مناسک حج و عمرہ کے ذریعے سے اللہ کی مغفرت و رضا حاصل کی جائے اور دنیاوی بھی کہ تجارت اور کاروبار سے مال و اسباب دنیا میسر آجائے۔\n(2) بِهِيمَةُ الأَنعَامِ پالتو جانوروں سے مراد اونٹ، گائے، بکری (اور بھیڑ دنبے) ہیں۔ ان پر اللہ کا نام لینے کا مطلب ان کو ذبح کرنا جو اللہ کے نام لے کر ہی کیا جاتا ہے اور ایام معلومات سے مراد، ذبح کے ایام ' ایام تشریق ہیں، جو یوم (10 ذولالحجہ) اور تین دن اس کے بعد ہیں۔ یعنی 11، 12اور 13 ذوالحجہ تک قربانی کی جاسکتی ہے۔ عام طور پر ایام معلومات سے عشرہ ذوالحجہ اور ایام معدودات سے ایام تشریق مراد لئے جاتے ہیں۔ تاہم یہاں \"معلومات\"جس سیاق میں آیا ہے، اس سے یہی معلوم ہوتا ہے کہ یہاں ایام تشریق مراد ہیں۔ واللہ اعلم","lang":"ur"},{"name":"22:29","price":"پھر وه اپنا میل کچیل دور کریں(1) اور اپنی نذریں پوری کریں(2) اور اللہ کے قدیم گھر کا طواف کریں.(3)","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"(1) یعنی10 ذوالحجہ کو جمرہ کبریٰ (یا جمرہ عقبہ) کو کنکریاں مارنے کے بعد حاجی تحلل اول (یا تحلّل اصغر) حاصل ہو جاتا ہے، جس کے بعد وہ احرام کھول دیتا ہے اور بیوی سے مباشرت کے سوا، دیگر وہ تمام کام اس کے لئے جائز ہو جاتے ہیں، جو حالت احرام میں ممنوع ہوتے ہیں۔ میل کچیل دور کرنے کا مطلب یہی ہے کہ پھر وہ بالو، ناخنوں وغیرہ کو صاف کرلے، تیل خوشبو استعمال کرے اور سلے ہوئے کپڑے پہن لے وغیرہ۔\n(2) اگر کوئی مانی ہوئی ہو، جیسے لوگ مان لیتے ہیں کہ اگر اللہ نے ہمیں اپنے مقدس گھر کی زیارت نصیب فرمائی، تو ہم فلاں نیکی کا کام کریں گے۔\n(3) عتیق کے معنی قدیم کے ہیں مراد خانہ کعبہ ہے کہ حلق یا تقصیر کے بعد افاضہ کرلے، جسے طواف زیارت بھی کہتے ہیں، اور یہ حج کا رکن ہے جو وقوف عرفہ اور جمرہ عقبہ (یا جمرہ کبرٰی) کو کنکریاں مارنے کے بعد کیا جاتا ہے۔ جب کہ طواف قدوم بعض کے نزدیک واجب اور بعض کے نزدیک سنت ہے اور طواف وداع سنت مؤکدہ (یا واجب) ہے۔ جو اکثر اہل علم کے نزدیک عذر سے ساقط ہو جاتا ہے، جیسے حائضہ عورت سے بالاتفاق ساقط ہو جاتا ہے (ایسر التفاسیر)","lang":"ur"},{"name":"22:30","price":"یہ ہے اور جو کوئی اللہ کی حرمتوں(1) کی تعظیم کرے اس کے اپنے لئے اس کے رب کے پاس بہتری ہے۔ اور تمہارے لئے چوپائے جانور حلال کر دیئے گئے بجز ان کے جو تمہارے سامنے(2) بیان کیے گئے ہیں پس تمہیں بتوں کی گندگی سے بچتے رہنا چاہئے(3) اور جھوٹی بات سے بھی پرہیز کرنا چاہئے.(4)","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"(1) ان حرمتوں سے مراد وہ مناسک حج ہیں جن کی تفصیل ابھی گزری ہے۔ ان کی تعظیم کا مطلب، ان کی اس طرح ادائیگی ہے جس طرح بتلایا گیا ہے۔ یعنی ان کی خلاف ورزی کر کے ان حرمتوں کو پامال نہ کرے۔\n(2) \"جو بیان کئے گئے ہیں \" کا مطلب ہے جن کا حرام ہونا بیان کر دیا گیا، جیسے آیت «حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ» (المائدہ:3) میں تفصیل ہے۔\n(3) رجس کے معنی گندگی اور پلیدی کے ہیں یہاں اس سے مراد لکڑی، لوہے یا کسی اور چیز کے بنے ہوئے بت ہیں۔ مطلب یہ ہے کہ اللہ کو چھوڑ کر کسی اور کی عبادت کرنا، یہ نجاست ہے اور اللہ کے غضب اور عدم رضا کا باعث، اس سے بچو۔\n(4) جھوٹی بات میں، جھوٹی بات کے علاوہ جھوٹی قسم بھی ہے (جس کو حدیث میں شرک اور حقوق والدین کے بعد تیسرے نمبر پر کبیرہ گناہوں میں شمار کیا گیا ہے) اور سب سے بڑا جھوٹ یہ ہے کہ اللہ جن چیزوں سے پاک ہے، وہ اسکی طرف منسوب کی جائیں۔ مثلًا اللہ کی اولاد ہے وغیرہ۔ فلاں بزرگ کے اختیارات میں شریک ہے یافلاں کام پر اللہ کس طرح قادر ہوگاجیسے کفار بعث بعد الموت پر تعجب کا اظہار کرتے رہے ہیں اور کرتے ہیں یا اپنی طرف سے اللہ کی حلال کردہ چیزوں کو حرام اور حرام چیزوں کو حلال کر لینا جیسے مشرکین بحیرہ سائبہ وصیلہ اور عام جانوروں کو اپنے اوپر حرام کر لیتے تھے یہ سب جھوٹ ہیں ان سے اجتناب ضروری ہے۔","lang":"ur"},{"name":"22:31","price":"اللہ کی توحید کو مانتے ہوئے(1) اس کے ساتھ کسی کو شریک نہ کرتے ہوئے۔ سنو! اللہ کے ساتھ شریک کرنے واﻻ گویا آسمان سے گر پڑا، اب یا تو اسے پرندے اچک لے جائیں گے یا ہوا کسی دور دراز کی جگہ پھینک دے گی.(2)","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"(1) حنفاء حنیف کی جمع ہے جس کے مصدری معنی ہیں مائل ہونا ایک طرف ہونا، یک رخا ہونا یعنی شرک سے توحید کی طرف اور کفر و باطل سے اسلام اور دین حق کی طرف مائل ہوتے ہوئے۔ یا ایک طرف ہو کر خالص اللہ کی عبادت کرتے ہوئے۔\n(2) یعنی جس طرح بڑے پرندے، چھوٹے جانوروں کو نہایت تیزی سے جھپٹا مار کر انہیں نوچ کھاتے ہیں یا ہوائیں کسی کو دور دراز جگہوں پر پھینک دیں اور کسی کو اس کا سراغ نہ ملے۔ دونوں صورتوں میں تباہی اس کا مقدر ہے۔ اسی طرح وہ انسان جو صرف ایک اللہ کی عبادت کرتا ہے، وہ سلامت فطرت اور طہارت نفس کے اعتبار سے طہر و صفا کی بلندی پر فائز ہو جاتا ہے اور جوں ہی وہ شرک کا ارتکاب کرتا ہے تو گویا اپنے کو بلندی سے پستی میں اور صفائی سے گندگی اور کیچڑ میں پھینک لیتا ہے.","lang":"ur"},{"name":"22:32","price":"یہ سن لیا اب اور سنو! اللہ کی نشانیوں کی جو عزت وحرمت کرے اس کے دل کی پرہیز گاری کی وجہ سے یہ ہے.(1)","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"(1) شعائر شعیرہ کی جمع ہے جس کے معنی ہیں علامت اور نشانی کے ہیں جیسے جنگ میں ایک شعار (مخصوص لفظ بطور علامت) اختیار کرلیا جاتا ہے جس سے وہ آپس میں ایک دوسرے کو پہنچانتے ہیں اس اعتبار سے شعائر اللہ وہ ہیں، جو جو اسلام کے نمایاں امتیازی احکام ہیں، جن سے ایک مسلمان کا امتیاز اور تشخص قائم ہوتا ہے اور دوسرے اہل مذاہب سے الگ پہچان لیا جاتا ہے، صفا، مروہ پہاڑیوں کو بھی اس لئے شعائر اللہ کہا گیا ہے کہ مسلمان حج و عمرے میں ان کے درمیان سعی کرتے ہیں۔ یہاں حج کے دیگر مناسک خصوصاً قربانی کے جانوروں کو شعائر اللہ کہا گیا ہے۔ اس تعظیم کو دل کا تقوٰی قرار دیا گیا ہے۔ یعنی دل کے ان افعال سے جن کی بنیاد تقوٰی ہے۔","lang":"ur"},{"name":"22:33","price":"ان میں تمہارے لئے ایک مقرر وقت تک فائده ہے(1) پھر ان کے حلال ہونے کی جگہ خانہ کعبہ ہے.(2)","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"(1) وہ فائدہ، سواری، دودھ، مزید نسل اور اون وغیرہ کا حصول ہے۔ وقت مقرر مراد (ذبح کرنا) ہے یعنی ذبح نہ ہونے تک تمہیں ان سے مذکورہ فوائد حاصل ہوتے ہیں۔ اس سے معلوم ہوا کہ قربانی کے جانور سے، جب تک وہ ذبح نہ ہو جائے فائدہ اٹھانا جائز ہے۔ صحیح حدیث سے بھی اس کی تائید ہوتی ہے۔ ایک آدمی ایک قربانی کا جانور اپنے ساتھ ہانکے لے جا رہا تھا۔ نبی (صلى الله عليه وسلم) نے اس سے فرمایا اس پر سوار ہو جا، اس نے کہا یہ حج کی قربانی ہے، آپ (صلى الله عليه وسلم) نے فرمایا، اس پر سوار ہو جا۔ (صحيح بخاري، كتاب الحج، باب ركوب البدن)","lang":"ur"},{"name":"22:34","price":"اور ہر امت کے لئے ہم نے قربانی کے طریقے مقرر فرمائے ہیں تاکہ وه ان چوپائے جانوروں پر اللہ کا نام لیں جو اللہ نے انہیں دے رکھے ہیں(1) ۔ سمجھ لو کہ تم سب کا معبود برحق صرف ایک ہی ہے تم اسی کے تابع فرمان ہو جاؤ عاجزی کرنے والوں کو خوشخبری سنا دیجئے!","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"(1) حلال ہونے سے مراد جہاں ان کا ذبح کرنا حلال ہوتا ہے۔ یعنی یہ جانور، مناسک حج کی ادائیگی کے بعد، بیت اللہ اور حرم مکی میں پہنچتے ہیں اور وہاں اللہ کے نام پر ذبح کر دئیے جاتے ہیں، پس مذکورہ فوائد کا سلسلہ بھی ختم ہو جاتا ہے۔ اور اگر وہ ایسے ہی حرم کے لئے قربانی دی جاتی ہے، تو حرم میں پہنچتے ہی ذبح کر دیئے جاتے ہیں اور فقراء مکہ میں ان کا گوشت تقسیم کر دیا جاتا ہے۔\n(2) مَنْسَكٌ، نَسَكَ، يَنْسُكُ کا مصدر ہے معنی ہیں اللہ کے تقرب کے لیے قربانی کرنا ذبیحۃ (ذبح شدہ جانور) کو بھی نسیکۃ کہا جاتا ہے جس کی جمع نُسُكٌ ہے اس کے معنی اطاعت وعبادت کے بھی ہیں۔ کیونکہ رضائے الٰہی کے لئے جانور کی قربانی کرنا عبادت ہے۔ اسی لئے غیر اللہ کے نام پر یا ان کی خوشنودی کے لئے جانور ذبح کرنا غیر اللہ کی عبادت ہے،یا مَنْسِكٌ (سین کی فتح یا کسرے کے ساتھ) اسم ظرف ہے۔ مَوْضِعُ نَحْرٍ (ذبح کرنے کی جگہ) یا مَوْضِعُ عِبَادَةٍ ۔ اسی سے مناسک حج ہے یعنی وہ جگہیں، جہاں حج کے اعمال و ارکان ادا کئے جاتے ہیں، جیسے عرفات، مزدلفہ، منٰی اور مکہ۔ مطلق ارکان و اعمال حج کو بھی مناسک کہہ لیا جاتا ہے۔ مطلب آیت کا یہ ہے کہ ہم پہلے بھی ہر مذہب والوں کے لئے ذبح کا یا عبادت کا یہ طریقہ مقرر کرتے آئے ہیں تاکہ وہ اس کے ذریعے سے اللہ کا قرب حاصل کرتے رہیں۔ اور اس میں حکمت یہ ہے کہ ہمارا نام لیں۔ یعنی بسم اللہ و اللہ اکبر کہہ کر ذبح کریں یا ہمیں یاد رکھیں۔","lang":"ur"},{"name":"22:35","price":"انہیں کہ جب اللہ کا ذکر کیا جائے ان کے دل تھرا جاتے ہیں۔ انہیں جو برائی پہنچے اس پر صبر کرتے ہیں، نماز قائم کرنے والے ہیں اور جو کچھ ہم نے انہیں دے رکھا ہے وه اس میں سے بھی دیتے رہتے ہیں.","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:36","price":"قربانی کے اونٹ(1) ہم نے تمہارے لئے اللہ تعالیٰ کی نشانیاں مقرر کر دی ہیں ان میں تمہیں نفع ہے۔ پس انہیں کھڑا کر کے ان پر اللہ کا نام لو(2)، پھر جب ان کے پہلو زمین سے لگ(3) جائیں اسے (خود بھی) کھاؤ(4) اور مسکین سوال سے رکنے والوں اور سوال کرنے والوں کو بھی کھلاؤ(5)، اسی طرح ہم نے چوپایوں کو تمہارے ماتحت کردیا ہے کہ تم شکر گزاری کرو.","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"(1) دْنٌ، بَدَنةٌ کی جمع ہے یہ جانور عام طور پر موٹا تازہ ہوتا ہے اس لیے بدنۃ کہا جاتا ہے۔ فربہ جانور۔ اہل لغت نے اسے صرف اونٹوں کے ساتھ خاص کیا ہے لیکن حدیث کی رو سے گائے پر بھی بدنۃ کا اطلاق صحیح ہے مطلب یہ ہے کہ اونٹ اور گائے جو قربانی کے لیے لیے جائیں یہ بھی شعائر اللہ یعنی اللہ کے ان احکام میں سے ہیں جو مسلمانوں کے لیے خاص اور ان کی علامت ہیں۔\n(2) صَوَافَّ مَصْفُوفَةً (صف بستہ یعنی کھڑے ہوئے) معنی میں ہے اونٹ کو اسی طرح کھڑے کھڑے نحر کیا جاتا ہے کہ بایاں ہاتھ پاؤں اس کا بندھا ہوا اور تین پاؤں پر وہ کھڑا ہوتا ہے۔\n(3) یعنی سارا خون نکل جائے اور وہ بےروح ہو کر زمین پر گرے تب اسے کاٹنا شروع کرو۔ کیونکہ جی دار جانور کا گوشت کاٹ کر کھانا ممنوع ہے۔ «مَا قُطِعَ مِنَ الْبَهِيمَةِ وَهِيَ حَيَّةٌ، فَهُوَ مَيْتَةٌ» ( أبو داود، كتاب الصيد، باب في صيد قطع منه قطعة- ترمذي، أبواب الصيد، باب ما جاء ما قطع من الحي فهو ميت، وابن ماجه) ”جس جانور سے اس حال میں گوشت کاٹا جائے کہ وہ زندہ ہو تو وہ (کاٹا) ہوا گوشت مردہ ہے“۔\n(4) بعض علماء کے نزدیک یہ امر وجوب کے لئے ہے یعنی قربانی کا گوشت کھانا، قربانی کرنے والے کے لئے واجب ہے یعنی ضروری ہے اور اکثر علماء کے نزدیک یہ امر جواز کے لئے ہے۔ یعنی اس امر کا مقصد صرف جواز کا اثبات یعنی اگر کھا لیا جائے تو جائز یا پسندیدہ ہے اور اگر کوئی نہ کھائے بلکہ سب کا سب تقسیم کر دے تو کوئی گناہ نہیں ہے۔\n(5) قانع کے ایک معنی سائل کے اور دوسرے معنی قناعت کرنے والے کے کیے گئے ہیں یعنی وہ سوال نہ کرے اور معتر کے معنی بعض نے بغیر سوال کے سامنے آنے والے کے کیے ہیں اور تیسرا سائلین اور معاشرے کی ضرورت مند افراد کے لیے۔ جس کی تائید میں یہ حدیث بھی پیش کی جاتی جس میں رسول اللہ (صلى الله عليه وسلم) نے فرمایا میں نے تمہیں (پہلے) تین دن سے زیادہ قربانی کا گوشت ذخیرہ کرکے رکھنے سے منع کیا تھا لیکن اب تمہیں اجازت ہے کہ کھاؤ اور جو مناسب سمجھو ذخیرہ کرو دوسری روایت کے الفاظ ہیں پس کھاؤ، ذخیرہ کرو اور صدقہ کرو\"۔ ایک اور روایت کے الفاظ اس طرح ہیں \"پس کھاؤ، کھلاؤ اور صدقہ کرو\" (البخاری کتاب الاضاحی ۔ مسلم کتاب الاضاحی، باب بیان ما کان من النھی عن اکل لحوم الاضاحی بعد ثلاث والسنن) بعض علما دو حصے کرنے کے قائل ہیں۔ نصف اپنے لئے اور نصف صدقے کے لئے، وہ اس سے ما قبل گزرنے والی آیت «فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ» سے استدلال کرتے ہیں۔ لیکن درحقیقت کسی بھی ایت یا حدیث سے اس طرح کے دو یا تین حصوں میں تقسیم کرنے کا حکم نہیں نکلتا بلکہ ان میں مطلقاً کھانے کھلانے کا حکم ہے۔ اس لئے اس اطلاق کو اپنی جگہ برقرار رہنا چاہیے اور کسی تقسیم کا پابند نہیں بنانا چاہیے۔ البتہ قربانی کی کھالوں کی بابت اتفاق ہے کہ اسے یا تو اپنے استعمال میں لاؤ یا صدقہ کردو، اسے بیچنے کی اجازت نہیں ہے۔ جیسا کہ حدیث میں ہے، (مسند احمد: 4/15) تاہم بعض علماء نے کھال خود بیچ کر اس کی قیمت فقراء پر تقسیم کرنے کی رخصت دی ہے، (ابن کثیر) ایک ضروری وضاحت: قرآن کریم میں یہاں قربانی کا ذکر مسائل حج کے ضمن میں آیا ہے، جس سے منکرین حدیث یہ استدلال کرتے ہیں کہ قربانی صرف حاجیوں کے ہی ہے۔ دیگر مسلمانوں کے لئے یہ ضروری نہیں۔ لیکن یہ بات صحیح نہیں۔ قربانی کرنے کا مطلق حکم بھی دوسرے مقام پر موجود ہے، «فَصَلِّ لِرَبِّكَ وَانْحَرْ» (الکوثر:2) «اپنے رب کے لئے نماز پڑھ اور قربانی کر»۔ اس کی تبیین و تشریح (عملی) نبی (صلى الله عليه وسلم) نے اس طرح فرمائی کہ آپ (صلى الله عليه وسلم) خود مدینے میں ہر سال 10 ذوالحجہ کو قربانی کرتے رہے اور مسلمانوں کو بھی قربانی کرنے کی تاکید کرتے رہے۔ چنانچہ صحابہ (رضي الله عنهم) بھی کرتے رہے۔ علاوہ ازیں آپ (صلى الله عليه وسلم) نے قربانی کی بابت جہاں دیگر بہت سی ہدایات دیں، وہاں یہ بھی فرمایا کہ 10 ذوالحجہ کو ہم سب سے پہلے (عید کی) نماز پڑھیں اور اس کے بعد جاکر جانور ذبح کریں، فرمایا، \"جس نے نماز (عید) سے قبل اپنی قربانی کرلی، اس نے گوشت کھانے میں جلدی کی، اس کی قربانی نہیں ہوئی، (صحيح بخاري ، كتاب العيدين ، باب التبكير إلى العيد ، ومسلم كتاب الأضاحي ، باب ... وقتها) اس سے بھی واضح ہے کہ قربانی کا حکم ہر مسلمان کے لئے ہے وہ جہاں بھی ہو۔ کیوں کہ حاجی تو عید الاضحیٰ کی نماز ہی نہیں پڑھتے۔ جس سے صاف ظاہر ہے کہ یہ حکم غیر حاجیوں کے لئے ہی ہے۔ تاہم یہ واجب نہیں ہے۔ سنت مؤکدہ ہے۔ اسی طرح دکھلاوے کی نیت سے کئی کئی قربانیاں کرنے کا رواج بھی خلاف سنت ہے۔ حدیث کے مطابق پورے گھر کے افراد کی طرف سے ایک جانور کی قربانی کافی ہے۔ صحابہ کا عمل اسی کے مطابق تھا، (ترمذي، أبواب الأضاحي، ما جاء أن الشاة الواحدة تجزئ عن أهل البيت، وابن ماجه)","lang":"ur"},{"name":"22:37","price":"اللہ تعالیٰ کو قربانیوں کے گوشت نہیں پہنچتے نہ اس کے خون بلکہ اسے تو تمہارے دل کی پرہیزگاری پہنچتی ہے۔ اسی طرح اللہ نے ان جانوروں کو تمہارے مطیع کر دیا ہے کہ تم اس کی رہنمائی کے شکریئے میں اس کی بڑائیاں بیان کرو، اور نیک لوگوں کو خوشخبری سنا دیجئے!","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:38","price":"سن رکھو! یقیناً سچے مومنوں کے دشمنوں کو خود اللہ تعالیٰ ہٹا دیتا ہے(1) ۔ کوئی خیانت کرنے واﻻ ناشکرا اللہ تعالیٰ کو ہرگز پسند نہیں.","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"(1) جس طرح 6 ہجری میں کافروں نے اپنے غلبے کی وجہ سے مسلمانوں کو مکہ جا کر عمرہ نہیں کرنے دیا، اللہ تعالٰی نے دو سال بعد ہی کافروں کے اس غلبہ کو ختم فرما کر مسلمانوں سے ان کے دشمنوں کو ہٹا دیا اور مسلمانوں کو ان پر غالب کر دیا۔","lang":"ur"},{"name":"22:39","price":"جن (مسلمانوں) سے (کافر) جنگ کر رہے ہیں انہیں بھی مقابلے کی اجازت دی جاتی ہے کیونکہ وه مظلوم ہیں(1) ۔ بیشک ان کی مدد پر اللہ قادر ہے.","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"(1) اکثر سلف کا قول ہے کہ اس آیت میں سب سے پہلے جہاد کا حکم دیا گیا، جس کے دو مقصد یہاں بیان کئے گئے ہیں۔ مظلومیت کا خاتمہ اور اعلائے کلمۃ اللہ۔ اس لئے کہ مظلومین کی مدد اور ان کی داد رسی نہ کی جائے تو پھر دنیا میں زور آور کمزوروں کو اور بےوسیلہ لوگوں کو جینے ہی نہ دیں جس سے زمین فساد سے بھر جائے۔ اور اگر باطل تو باطل کے غلبے سے دنیا کا امن و سکون اور اللہ کا نام لینے والوں کے لئے کوئی عبادت خانہ باقی نہ رہے (مزید تشریح کے لئے دیکھئے سورہ بقرہ، آیت 251 کا حاشیہ)۔ صَوَامِعُ (صَوْمَعَةٌ کی جمع) سے چھوٹے گرجے اور بِيَعٌ ( بِيعَةٌ کی جمع) سے بڑے گرجے صَلَوَاتٌ سے یہودیوں کے عبادت خانے اور مساجد سے مسلمانوں کی عبادت گاہیں مراد ہیں۔","lang":"ur"},{"name":"22:40","price":"یہ وه ہیں جنہیں ناحق اپنے گھروں سے نکالا گیا، صرف ان کےاس قول پر کہ ہمارا پروردگار فقط اللہ ہے۔ اگر اللہ تعالیٰ لوگوں کو آپس میں ایک دوسرے سے نہ ہٹاتا رہتا تو عبادت خانے اور گرجے اور مسجدیں اور یہودیوں کے معبد اور وه مسجدیں بھی ڈھا دی جاتیں جہاں اللہ کا نام بہ کثرت لیا جاتا ہے۔ جو اللہ کی مدد کرے گا اللہ بھی ضرور اس کی مدد کرے گا۔ بیشک اللہ تعالیٰ بڑی قوتوں واﻻ بڑے غلبے واﻻ ہے.","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:41","price":"یہ وه لوگ ہیں کہ اگر ہم زمین میں ان کے پاؤں جما دیں تو یہ پوری پابندی سے نمازیں قائم کریں اور زکوٰتیں دیں اور اچھے کاموں کا حکم کریں اور برے کاموں سے منع کریں(1) ۔ تمام کاموں کا انجام اللہ کے اختیار میں ہے.(2)","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"(1) اس آیت میں اسلامی حکومت کی بنیادی اہداف اور اغراض و مقاصد بیان کئے گئے ہیں، جنہیں خلافت راشدہ کی دیگر اسلامی حکومتوں میں بروئے کار لایا گیا اور انہوں نے اپنی ترجیحات میں ان کو سر فہرست رکھا تو ان کی بدولت ان کی حکومتوں میں امن اور سکون بھی رہا، رفاہیت و خوش حالی بھی رہی اور مسلمان سربلند اور سرفراز بھی رہے۔ آج بھی سعودی عرب کی حکومت میں بحمد اللہ ان چیزوں کا اہتمام ہے، تو اس کی برکت سے وہ اب بھی امن و خوش حالی کے اعتبار سے دنیا کی بہترین اور مثالی مملکت ہے۔ آجکل اسلامی ملکوں میں فلاحی مملکت کے قیام کا بڑا غلغلہ اور شور ہے اور ہرآنے جانے والاحکمران اس کے دعوے کرتا ہے لیکن ہر اسلامی ملک میں بدامنی، فساد، قتل وغارت اور ادبار وپستی اور زبوں حالی روز افزوں ہے اس کی وجہ یہ ہے کہ سب اللہ کے بتلائے ہوئے راستے کو اختیار کرنے کے بجائے مغرب کے جمہوری اور لادینی نظام کے ذریعے سے فلاح وکامرانی حاصل کرنا چاہتے ہیں جو آسمان میں تھگلی لگانے اور ہوا کو مٹھی میں لینے کے مترادف ہے جب تک مسلمان مملکتیں قرآن کے بتلائے ہوئے اصول کے مطابق اقامت صلوۃ و زکوۃ اور امر بالمعروف اور نہی عن المنکر کا اہتمام نہیں کریں اور اپنی ترجیحات میں ان کو سرفہرست نہیں رکھیں گی وہ فلاحی ممللکت کے قیام میں کبھی کامیاب نہیں ہوسکیں گی۔\n(2) یعنی ہر بات کا مرجع اللہ کا حکم اور اس کی تدبیر ہی ہے اس کے حکم کے بغیر کائنات میں کوئی پتہ بھی نہیں ہلتا۔ چہ جائیکہ کوئی اللہ کے احکام اور ضابطوں سے انحراف کرکے حقیقی فلاح و کامیابی سے ہمکنار ہو جائے۔","lang":"ur"},{"name":"22:42","price":"اگر یہ لوگ آپ کو جھٹلائیں (تو کوئی تعجب کی بات نہیں) تو ان سے پہلے نوح کی قوم اور عاد اور ﺛمود.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:43","price":"اور قوم ابراہیم اور قوم لوط.","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:44","price":"اور مدین والے بھی اپنے اپنے نبیوں کو جھٹلا چکے ہیں۔ موسیٰ (علیہ السلام) بھی جھٹلائے جا چکے ہیں پس میں نے کافروں کو یوں ہی سی مہلت دی پھر دھر دبایا(1) ، پھر میرا عذاب کیسا ہوا؟(2)","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"(1) اس میں نبی (صلى الله عليه وسلم) کو تسلی دی جا رہی ہے کہ یہ کفار مکہ اگر آپ کو جھٹلا رہے ہیں تو یہ نئی بات نہیں ہے پچھلی قومیں بھی اپنے پیغمبروں کے ساتھ یہی کچھ کرتی رہی ہیں اور میں بھی انہیں مہلت دیتا رہا۔ پھر جب ان کا وقت مہلت ختم ہوگیا تو انہیں تباہ برباد کر دیا گیا۔ اس میں تعریض وکنایہ ہے مشرکین مکہ کے لیے کہ تکذیب کے باوجود تم ابھی تک مؤاخذہ الہی سے بچے ہوئے ہو تو یہ نہ سمجھ لینا کہ ہمارا کوئی مؤاخذہ کرنے والا نہیں بلکہ یہ اللہ کی طرف سے مہلت ہے جو وہ ہر قوم کو دیا کرتا ہے لیکن اگر وہ اس اس مہلت سے فائدہ اٹھا کر اطاعت وانقیاد کا راستہ اختیار نہیں کرتی تو پھر اسے ہلاک یا مسلمانوں کے ذریعے سے مغلوب اور ذلت و رسوائی سے دوچار کردیا جاتا ہے۔\n(2) یعنی کس طرح میں نے انہیں اپنی نعمتوں سے محروم کرکے عذاب و ہلاکت سے دو چار کر دیا۔","lang":"ur"},{"name":"22:45","price":"بہت سی بستیاں ہیں جنہیں ہم نے تہ وباﻻ کر دیا اس لئے کہ وه ﻇالم تھے پس وه اپنی چھتوں کے بل اوندھی ہوئی پڑی ہیں اور بہت سے آباد کنوئیں بیکار پڑے ہیں اور بہت سے پکے اور بلند محل ویران پڑے ہیں.","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:46","price":"کیا انہوں نے زمین میں سیر وسیاحت نہیں کی جو ان کے دل ان باتوں کے سمجھنے والے ہوتے یا کانوں سے ہی ان (واقعات) کو سن لیتے، بات یہ ہے کہ صرف آنکھیں ہی اندھی نہیں ہوتیں بلکہ وه دل اندھے ہو جاتے ہیں جو سینوں میں ہیں.(1)","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"(1) اور جب کوئی قوم ضلالت کے اس مقام پر پہنچ جائے کہ عبرت کی صلاحیت بھی کھو بیٹھے، تو ہدایت کی بجائے، گذشتہ قوموں کی طرح تباہی اس کا مقدر بن کر رہتی ہے۔ آیت میں عمل و عقل کا تعلق دل کی طرف کیا گیا ہے، جس میں یہ واضح کیا گیا ہے کہ عقل کا محل دل ہے، اور بعض کہتے ہیں کہ محل عقل دماغ ہے۔ اور بعض کہتے ہیں کہ ان دونوں باتوں میں کوئی فرق نہیں، اس لئے عقل و فہم کے حصول میں عقل اور دماغ دونوں کا آپس میں بڑا گہرا ربط وتعلق ہے (فتح القدیر، ایسر التفاسیر)","lang":"ur"},{"name":"22:47","price":"اللہ ہرگز اپنا وعده نہیں ٹالے گا۔ ہاں البتہ آپ کے رب کے نزدیک ایک دن تمہاری گنتی کے اعتبار سے ایک ہزار سال کا ہے.(1)","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"(1) اس لئے یہ لوگ تو اپنے حساب سے جلدی کرتے ہیں۔ لیکن اللہ تعالٰی کے حساب میں ایک دن بھی ہزار سال کا ہے اس اعتبار سے وہ اگر کسی کو ایک دن (24گھنٹے) کی مہلت دے تو ہزار سال، نصف یوم کی مہلت تو پانچ سو سال، 6گھنٹے (جو 24گھنٹے کا چوتھائی ہے) مہلت دے تو ڈھائی سو سال کا عرصہ عذاب کے لئے درکار ہے، وَهَلُمَّ جَرًّا اس طرح اللہ کی طرف سے کسی کو ایک گھنٹے کی مہلت مل جانے کا مطلب کم و بیش چالیس سال کی مہلت ہے (ایسر التفاسیر) ایک دوسرے معنی یہ ہیں کہ اللہ کی قدرت میں ایک دن اور ہزار سال برابر ہیں اس لیے تقدیم وتاخیر سے کوئی فرق نہیں پڑتا یہ جلدی مانگتے ہیں وہ دیر کرتا ہے تاہم یہ بات تو یقینی ہے کہ وہ اپنا وعدہ ضرور پورا کرکے رہے گا اور بعض نے اسے آخرت پر محمول کیا ہے کہ شدت ہولناکی کی وجہ سے قیامت کا ایک دن ہزار سال بلکہ بعض کو پچاس ہزار سال کا لگے گا اور بعض نے کہا کہ آخرت کا دن واقعی ہزار سال کا ہوگا۔","lang":"ur"},{"name":"22:48","price":"بہت سی ﻇلم کرنے والی بستیوں کو میں نے ڈھیل دی پھر آخر انہیں پکڑ لیا، اور میری ہی طرف لوٹ کر آنا ہے.(1)","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"(1) اسی لئے یہاں قانون مہلت کو پھر بیان کیا ہے کہ میری طرف سے عذاب میں کتنی ہی تاخیر کیوں نہ ہو جائے، تاہم میری گرفت سے کوئی بچ نہیں سکتا، نہ کہیں فرار ہو سکتا ہے۔ اسے لوٹ کر بالآخر میرے ہی پاس آنا ہے۔","lang":"ur"},{"name":"22:49","price":"اعلان کر دو کہ لوگو! میں تمہیں کھلم کھلا چوکنا کرنے واﻻ ہی ہوں.(1)","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"(1) یہ کفار و مشرکین کے مطالبہ عذاب پر کہا جا رہا ہے کہ میرا کام تو انذار و تبشیر ہے۔ عذاب بھیجنا، یہ اللہ کا کام ہے، وہ جلدی گرفت فرما لے یا اس میں تاخیر کرے، وہ اپنی حسب و مشیت و مصلحت یہ کام کرتا ہے۔ جس کا علم بھی اللہ کے سوا کسی کو نہیں۔ اس خطاب کے اصل مخاطب اگرچہ اہل مکہ ہیں۔ لیکن چونکہ آپ پوری نوح انسانی کے لئے رہبر اور رسول بن کر آئے تھے، اس لئے خطاب يَا أَيُّهَا النَّاسُ! کے الفاظ سے کیا گیا، اس میں قیامت تک ہونے والے وہ کفار و مشرکین آگئے جو اہل مکہ کا سا رویہ اختیار کریں گے۔","lang":"ur"},{"name":"22:50","price":"پس جو ایمان ﻻئے ہیں اور جنہوں نے نیک عمل کیے ہیں ان ہی کے لئے بخشش ہے اور عزت والی روزی.","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:51","price":"اور جو لوگ ہماری نشانیوں کو پست کرنے کے درپے رہتے ہیں(1) وہی دوزخی ہیں.","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"(1) مُعَاجِزِينَ کا مطلب ہے یہ گمان کرتے ہوئے کہ ہمیں عاجز کر دیں گے، تھکا دیں گے اور ہم ان کی گرفت کرنے پر قادر نہیں ہو سکیں گے۔ اس لئے کہ وہ بعث بعد الموت اور حساب کتاب کے منکر تھے۔","lang":"ur"},{"name":"22:52","price":"ہم نے آپ سے پہلے جس رسول اور نبی کو بھیجا اس کے ساتھ یہ ہوا کہ جب وه اپنے دل میں کوئی آرزو کرنے لگا شیطان نے اس کی آرزو میں کچھ ملا دیا، پس شیطان کی ملاوٹ کو اللہ تعالیٰ دور کر دیتا ہے پھر اپنی باتیں پکی کر دیتا ہے(1) ۔ اللہ تعالیٰ دانا اور باحکمت ہے.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"(1) تَمَنَّى کے ایک معنی ہیں آرزو کی یا دل میں خیال آیا۔ دوسرے معنی ہیں پڑھایا تلاوت کی۔ اسی اعتبار سے أُمْنِيَّةٌ کا ترجمہ آرزو، خیال یا تلاوت ہوگا پہلے معنی کے اعتبار سے مفہوم ہوگا اس کی آرزو میں شیطان نے رکاوٹیں ڈالیں تاکہ وہ پوری نہ ہوں۔ اور رسول و نبی کی آرزو یہی ہوتی ہے کہ لوگ زیادہ سے زیادہ ایمان لے آئیں، شیطان رکاوٹیں ڈال کر لوگوں کو زیادہ سے زیادہ ایمان سے دور رکھنا چاہتا ہے۔ دوسرے معنی کے لحاظ سے مفہوم ہوگا کہ جب بھی اللہ کا رسول یا نبی وحی شدہ کلام پڑھتا اور اس کی تلاوت کرتا ہے۔ تو شیطان اس کی قرأت و تلاوت میں اپنی باتیں ملانے کی کوشش کرتا ہے یا اس کی بابت لوگوں کے دلوں میں شبہے ڈالتا اور مین میخ نکالتا ہے۔ اللہ تعالٰی شیطان کی رکاوٹوں کو دور فرما کر یا تلاوت میں ملاوٹ کی کوشش ناکام فرما کر شیطان کے پیدا کردہ شکوک و شبہات کا ازالہ فرما کر اپنی بات کو یا اپنی آیات کو محکم (پکا) فرما دیتا ہے۔ اس میں نبی (صلى الله عليه وسلم) کو تسلی دی جا رہی ہے کہ شیطان کی یہ کارستانیاں صرف آپ (صلى الله عليه وسلم) کے ساتھ ہی نہیں ہیں، آپ (صلى الله عليه وسلم) سے پہلے جو رسول اور نبی آئے، سب کے ساتھ یہی کچھ کرتا آیا ہے۔ تاہم آپ (صلى الله عليه وسلم) گھبرائیں نہیں شیطان کی ان شرارتوں اور سازشوں سے جس طرح ہم پچھلے انبیاء علیہم السلام کو بچاتے رہے ہیں یقینا آپ (صلى الله عليه وسلم) بھی محفوظ رہیں گے اور شیطان کے علی الرغم اللہ تعالٰی اپنی بات کو پکا کرکے رہے گا۔ یہاں بعض مفسرین نے غرانیق علی کا قصہ بیان کیا ہے جو محققین کے نزدیک ثابت ہی نہیں ہے اس لیے اسے یہاں پیش کرنے کی ضرورت ہی سرے سے نہیں سمجھی کی گئی ہے۔","lang":"ur"},{"name":"22:53","price":"یہ اس لئے کہ شیطانی ملاوٹ کو اللہ تعالیٰ ان لوگوں کی آزمائش کا ذریعہ بنا دے جن کے دلوں میں بیماری ہے اور جن کے دل سخت ہیں(1) ۔ بیشک ﻇالم لوگ گہری مخالفت میں ہیں.","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"(1) یعنی شیطان یہ حرکتیں اس لئے کرتا ہے کہ لوگوں کو گمراہ کرے اور اس کے جال میں لوگ پھنس جاتے ہیں جن کے دلوں میں کفر و نفاق کا روگ ہوتا ہے گناہ کرکے ان کے دل سخت ہو چکے ہوتے ہیں۔","lang":"ur"},{"name":"22:54","price":"اور اس لئے بھی کہ جنہیں علم عطا فرمایا گیا ہے وه یقین کر لیں کہ یہ آپ کے رب ہی کی طرف سے سراسر حق ہی ہے پھر وه اس پر ایمان ﻻئیں اور ان کے دل اس کی طرف جھک جائیں(1) ۔ یقیناً اللہ تعالیٰ ایمان داروں کو راه راست کی طرف رہبری کرنے واﻻ ہی(2) ہے.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"(1) یعنی یہ القائے شیطانی، جو دراصل اغوائے شیطانی ہے، اگر اہل مشرکین اور اہل کفر و شرک کے حق میں فتنے کا ذریعہ ہے تو دوسری طرف جو علم معرفت کے حال ہیں، ان کے ایمان و یقین میں اضافہ ہو جاتا ہے اور وہ سمجھ جاتے ہیں کہ اللہ کی نازل کردہ بات یعنی قرآن حق ہے۔ جس سے ان کے دل بارگاہ الٰہی میں جھک جاتے ہیں۔\n(2) دنیا میں بھی اور آخرت میں بھی دنیا میں اس طرح کی ان کی راہنمائی حق کی طرف کر دیتا ہے اور اس کے قبول اور اتباع کی توفیق سے بھی نواز دیتا ہے باطل کی سمجھ بھی ان کو دے دیتا ہے اور اس سے انہیں بچا بھی لیتا ہے اور آخرت میں سیدھے راستے کی راہنمائی یہ ہے کہ انہیں جہنم کے عذاب الیم و عظیم سے بچا کر جنت میں داخل فرمائے گا اور وہاں اپنی نعمتوں اور دیدار سے انہیں نوازے گا۔ اللَّهُمَّ ! اجْعَلْنَا مِنْهُمْ","lang":"ur"},{"name":"22:55","price":"کافر اس وحی الٰہی میں ہمیشہ شک شبہ ہی کرتے رہیں گے حتیٰ کہ اچانک ان کے سروں پر قیامت آجائے یا ان کے پاس اس دن کا عذاب آجائے جو منحوس ہے.(1)","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"(1) یَوْمِ عَقِیْمِ (بانجھ دن) سے مراد قیامت کا دن ہے۔ اسے عقیم اس لئے کہا گیا ہے کہ اس کے بعد کوئی دن نہیں ہوگا، جس طرح عقیم اس کو کہا جاتا ہے جس کی اولاد نہ ہو۔ یا اس لئے کہ کافروں کے لئے اس دن کوئی رحمت نہیں ہوگی، گویا ان کے لئے خیر سے خالی ہوگا۔ جس طرح باد تند کو، جو بطور عذاب کے آتی رہی ہے الرِّیْحَ الْعَقِیْمَ کہا گیا ہے۔ «اِذْ اَرْسَلْنَا عَلَيْهِمُ الرِّيْحَ الْعَقِيْمَ» (الذاریات:41) ”جب ہم نے ان پر بانجھ ہوا بھیجی“۔ یعنی ایسی ہوا جس میں کوئی خیر تھی نہ بارش کی نوید۔","lang":"ur"},{"name":"22:56","price":"اس دن صرف اللہ ہی کی بادشاہت ہوگی(1) وہی ان میں فیصلے فرمائے گا۔ ایمان اور نیک عمل والے تو نعمتوں سے بھری جنتوں میں ہوں گے.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"(1) یعنی دنیا میں تو عارضی طور پر بطور انعام یا بطور امتحان لوگوں کو بھی بادشاہتیں اور اختیار و اقتدار مل جاتا ہے لیکن آخرت میں کسی کے پاس بھی کوئی بادشاہت اور اختیار نہیں ہوگا۔ صرف ایک اللہ کی بادشاہی اور اس کی فرمان روائی ہوگی، اسی کا مکمل اختیار اور غلبہ ہوگا ، «الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا »(الفرقان:26) ”بادشاہی اس دن ثابت ہے واسطے رحمان کے اور یہ دن کافروں پر سخت بھاری ہوگا“،«لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ» (المومن:16)۔ اللہ تعالٰی پوچھے گا ”آج کس کی بادشاہی ہے؟“ پھر خود ہی جواب دے گا ”ایک اللہ غالب کی“۔","lang":"ur"},{"name":"22:57","price":"اور جن لوگوں نے کفر کیا اور ہماری آیتوں کو جھٹلایا ان کے لئے ذلیل کرنے والے عذاب ہیں.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:58","price":"اور جن لوگوں نے راه خدا میں ترک وطن کیا پھر وه شہید کر دیئے گئے یا اپنی موت مر(1) گئے اللہ تعالیٰ انہیں بہترین رزق عطا فرمائے گا(2)۔ اور بیشک اللہ تعالیٰ روزی دینے والوں میں سب سے بہتر ہے.(3)","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"(1) یعنی اسی ہجرت کی حالت میں موت آگئی یا شہید ہوگئے۔\n(2) یعنی جنت کی نعمتیں جو ختم نہ ہونگیں نہ فنا۔\n(3) کیونکہ وہ بغیر حساب کے، بغیر استحقاق کے اور بغیر سوال کے دیتا ہے۔ علاوہ ازیں انسان بھی جو ایک دوسرے کو دیتے ہیں تو اسی کے دیئے ہوئے میں سے دیتے ہیں۔ اس لئے اصل رازق وہی ہے۔","lang":"ur"},{"name":"22:59","price":"انہیں اللہ تعالیٰ ایسی جگہ پہنچائے گا کہ وه اس سے راضی ہو جائیں گے(1) ، بیشک اللہ تعالیٰ علم اور بردباری(2) واﻻ ہے.","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"(1) کیونکہ جنت کی نعمتیں ایسی ہونگیں، «مَا لَا عَيْنٌ رَأَتْ وَلَا أُذُنٌ سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ»، ”جنہیں آج تک نہ کسی آنکھ نے دیکھا، نہ کسی کان نے سنا۔ اور دیکھنا سننا تو کجا، کسی انسان کے دل میں ان کا وہم و گمان بھی نہیں گزرا“، بھلا ایسی نعمتوں سے بہرا یاب ہو کر کون خوش نہیں ہوگا؟\n(2) عَلِیْم وہ نیک عمل کرنے والوں کے درجات اور ان کے مراتب استحقاق کو جانتا ہے۔ کفر و شرک کرنے والوں کی گستاخیوں اور نافرمانیوں کو دیکھتا ہے۔ لیکن ان کا فوری مؤاخذہ نہیں کرتا۔","lang":"ur"},{"name":"22:60","price":"بات یہی ہے(1) ، اور جس نے بدلہ لیا اسی کے برابر جو اس کے ساتھ کیا گیا تھا پھر اگر اس سے زیادتی کی جائے تو یقیناً اللہ تعالیٰ خود اس کی مدد فرمائے گا(2)۔ بیشک اللہ درگزر کرنے واﻻ بخشنے واﻻ ہے.(3)","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"(1) یعنی یہ کہ مہاجرین بطور خاص شہادت یا طبعی موت پر ہم نے جو وعدہ کیا ہے، وہ ضرور پورا ہوگا۔\n(2) عقوبت اس سزا یا بدلے کو کہتے ہیں جو کسی فعل کی جزا ہو۔ مطلب یہ کہ کسی نے اگر کسی کے ساتھ کوئی زیادتی کی ہے تو جس سے زیادتی کی گئی ہے، اسے بقدر زیادتی بدلہ لینے کا حق ہے۔ لیکن اگر بدلہ لینے کے بعد، جب کہ ظالم اور مظلوم دونوں برابر سربرا ہو چکے ہوں، ظالم، مظلوم پھر زیادتی کرے تو اللہ تعالٰی اس مظلوم کی ضرور مدد فرماتا ہے۔ یعنی یہ شبہ نہ ہو کہ مظلوم نے معاف کر دینے کی بجائے بدلہ لے کر غلط کام کیا ہے، نہیں، بلکہ اس کی بھی اجازت اللہ ہی نے دی ہے، اس لئے آئندہ بھی اللہ کی مدد کا مستحق رہے گا۔\n(3) اس میں پھر معاف کر دینے کی ترغیب دی گئی ہے کہ اللہ درگزر کرنے والا ہے۔ تم بھی درگزر سے کام لو۔ ایک دوسرے معنی یہ بھی ہو سکتے ہیں کہ بدلہ لینے میں۔ جو بقدر ظلم ظالم ہوگا۔ جتنا ظلم کیا جائے گا، اس کی اجازت چونکہ اللہ کی طرف سے ہے، اس لئے اس پر مؤاخذہ نہیں ہوگا، بلکہ وہ معاف ہے۔ بلکہ اسے ظلم اور سیئہ بطور مشاکلت کے کہا جاتا ہے، ورنہ انتقام یا بدلہ سرے سے ظلم یا سیئہ ہی نہیں ہے۔","lang":"ur"},{"name":"22:61","price":"یہ اس لئے کہ اللہ رات کو دن میں داخل کرتا ہے اور دن کو رات میں داخل کرتا ہے(1) ، اور بیشک اللہ سننے واﻻ دیکھنے واﻻ ہے.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"(1) یعنی جو اللہ اس طرح کام کرنے پر قادر ہے، وہ اس بات پر بھی قادر ہے کہ اس کے جن بندوں پر ظلم کیا جائے ان کا بدلہ وہ ظالموں سے لے۔","lang":"ur"},{"name":"22:62","price":"یہ سب اس لئے کہ اللہ ہی حق ہے(1) اور اس کے سوا جسے بھی یہ پکارتے ہیں وه باطل ہے اور بیشک اللہ ہی بلندی واﻻ کبریائی واﻻ ہے.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"(1) اس لئے اس کا دین حق ہے، اس کی عبادت حق ہے اس کے وعدے حق ہیں، اس کا اپنے اولیاء کی ان کے دشمنوں کے مقابلے میں مدد کرنا حق ہے، وہ اللہ عزوجل اپنی ذات میں، اپنی صفات میں اور اپنے افعال میں حق ہے۔","lang":"ur"},{"name":"22:63","price":"کیا آپ نے نہیں دیکھا کہ اللہ تعالیٰ آسمان سے پانی برساتا ہے، پس زمین سرسبز ہو جاتی ہے۔ بے شک اللہ تعالیٰ مہربان اور باخبر ہے.(1)","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"(1) لَطِیْف (باریک بین) ہے، اس کا علم ہر چھوٹی بڑی چیز کو محیط ہے یا لطف کرنے والا یعنی اپنے بندوں کو روزی پہنچانے میں لطف و کرم سے کام لیتا ہے۔ خَیْر وہ ان باتوں سے باخبر ہے جن میں اس کے بندوں کے معاملات کی تدبیر اور اصلاح ہے۔ یا ان کی ضروریات و حاجات سے آگاہ ہے۔","lang":"ur"},{"name":"22:64","price":"آسمانوں اور زمین میں جو کچھ ہے اسی کا ہے(1) اور یقیناً اللہ وہی ہے بے نیاز تعریفوں واﻻ.","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"(1) پیدائش کے لحاظ سے بھی، ملکیت کے اعتبار سے بھی اور تصرف کرنے کے اعتبار سے بھی۔ اس لئے سب مخلوق اس کی محتاج ہے، وہ کسی کا محتاج نہیں۔ کیونکہ وہ غنی بےنیاز ہے۔ اور جو ذات سارے کمالات اور اختیارات کا منبع ہے، ہر حال میں تعریف کی مستحق بھی وہی ہے۔","lang":"ur"},{"name":"22:65","price":"کیا آپ نے نہیں دیکھا کہ اللہ ہی نے زمین کی تمام چیزیں تمہارے لئے مسخر کر دی ہیں(1) اور اس کے فرمان سے پانی میں چلتی ہوئی کشتیاں بھی۔ وہی آسمان کو تھامے ہوئے ہے کہ زمین پر اس کی اجازت کے بغیر نہ گر پڑے(2)، بیشک اللہ تعالیٰ لوگوں پر شفقت ونرمی کرنے واﻻ اور مہربان ہے.(3)","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"(1) مثلًا جانور، نہریں، درخت اور دیگر بیشمار چیزیں، جن کے منافع سے انسان بہرہ ور اور لذت یاب ہوتا ہے۔\n(2) یعنی اگر وہ چاہے تو آسمان زمین پر گر پڑے، جس سے زمین پر ہرچیز تباہ ہو جائے۔ ہاں قیامت والے دن اس کی مشیت سے آسمان بھی ٹوٹ پھوٹ کا شکار ہو جائے گا۔\n(3) اس لئے اس نے مذکورہ چیزوں کو انسان کے تابع کر دیا ہے اور آسمان کو بھی ان پر گرنے نہیں دیتا۔ تابع (مسخر) کرنے کا مطلب ہے کہ ان چیزوں سے فائدہ اٹھانا اس کے لئے ممکن یا آسان کر دیا گیا ہے۔","lang":"ur"},{"name":"22:66","price":"اسی نے تمہیں زندگی بخشی، پھر وہی تمہیں مار ڈالے گا پھر وہی تمہیں زنده کرے گا، بے شک انسان البتہ ناشکرا ہے.(1)","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"(1) یہ بحیثیت جنس کے ہے۔ بعض افراد کا اس ناشکری سے نکل جانا اس کے منافی نہیں، کیونکہ انسانوں کی اکثریت میں یہ کفر و جحود پایا جاتا ہے۔","lang":"ur"},{"name":"22:67","price":"ہر امت کے لئے ہم نے عبادت کا ایک طریقہ مقرر کر دیا ہے، جسے وه بجا ﻻنے والے(1) ہیں پس انہیں اس امر میں آپ سے جھگڑا نہ کرنا چاہئے(2) آپ اپنے پروردگار کی طرف لوگوں کو بلائیے۔ یقیناً آپ ٹھیک ہدایت پر ہی ہیں.(3)","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"(1) یعنی ہر زمانے میں ہم نے لوگوں کے لئے ایک شریعت مقرر کی، جو بعض چیزوں میں سے ایک دوسرے سے مختلف بھی ہوتی، جس طرح تورات، امت موسیٰ (عليه السلام) کے لئے، انجیل امت عیسیٰ (عليه السلام) کے لئے شریعت تھی اور اب قرآن امت محمدیہ کے لئے شریعت اور ضابطہ حیات ہے۔\n(2) یعنی اللہ نے آپ کو جو دین اور شریعت عطا کی ہے، یہ بھی مذکورہ اصول کے مطابق ہی ہے، ان سابقہ شریعت والوں کو چاہیے کہ اب آپ (صلى الله عليه وسلم) کی شریعت پر ایمان لے آئیں، نہ کہ اس معاملے میں آپ (صلى الله عليه وسلم) سے جھگڑیں۔\n(3) یعنی آپ (صلى الله عليه وسلم) ان کے جھگڑے کی پرواہ نہ کریں، بلکہ ان کو اپنے رب کی طرف دعوت دیتے رہیں، کیونکہ اب صراط مستقیم پر صرف آپ ہی گامزن ہیں، یعنی پچھلی شریعتیں منسوخ ہوگئی ہیں۔","lang":"ur"},{"name":"22:68","price":"پھر بھی اگر یہ لوگ آپ سے الجھنے لگیں تو آپ کہہ دیں کہ تمہارے اعمال سے اللہ بخوبی واقف ہے.","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"ur"},{"name":"22:69","price":"بیشک تمہارے سب کے اختلاف کا فیصلہ قیامت والے دن اللہ تعالیٰ آپ کرے گا.(1)","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"(1) یعنی بیان اور اظہار حجت کے بعد بھی اگر یہ جھگڑے سے باز نہ آئیں تو ان کا معاملہ اللہ کے سپرد کر دیں کہ اللہ تعالٰی ہی تمہارے اختلافات کا فیصلہ قیامت والے دن فرمائے گا، پس اس دن واضح ہو جائے گا کہ حق کیا ہے اور باطل کیا ہے؟ کیونکہ وہ اس کے مطابق سب کو جزا دے گا۔","lang":"ur"},{"name":"22:70","price":"کیا آپ نے نہیں جانا کہ آسمان وزمین کی ہر چیز اللہ کے علم میں ہے۔ یہ سب لکھی ہوئی کتاب میں محفوظ ہے۔ اللہ تعالیٰ پر تو یہ امر بالکل آسان ہے.(1)","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"(1) اس میں اللہ تعالٰی نے اپنے کمال علم اور مخلوقات کے احاطے کا ذکر فرمایا ہے۔ یعنی اس کی مخلوقات کو جو جو کچھ کرنا تھا، اس کو علم پہلے سے ہی تھا، وہ ان کو جانتا تھا۔ چنانچہ اس نے اپنے علم سے یہ باتیں پہلے ہی لکھ دیں۔ اور لوگوں کو یہ بات چاہے، کتنی ہی مشکل معلوم ہو، اللہ کے لئے بالکل آسان ہے۔ یہ وہی تقدیر کا مسئلہ ہے، اس پر ایمان رکھنا ضروری ہے، جسے حدیث میں اس طرح بیان فرمایا گیا ”اللہ تعالٰی آسمان و زمین کی پیدائش سے پچاس ہزار سال پہلے، جبکہ اس کا عرش پانی پر تھا، مخلوقات کی تقدیریں لکھ دی تھیں“۔ (صحيح مسلم، كتاب القدر، باب حجاج آدم وموسى) اور سنن کی روایت ہے۔ رسول اللہ (صلى الله عليه وسلم) نے فرمایا ”اللہ تعالٰی نے سب سے پہلے قلم پیدا فرمایا، اور اس کو کہا ”لکھ“ اس نے کہا، کیا لکھوں؟ اللہ تعالٰی نے فرمایا، جو کچھ ہونے والا ہے، سب لکھ دے۔ چنانچہ اس نے اللہ کے حکم سے قیامت تک جو کچھ ہونے والا تھا، سب لکھ دیا“۔ (أبو داود كتاب السنة، باب في القدر، ترمذي أبواب القدر وتفسير سورة ن، مسند أحمد 5 /317)","lang":"ur"},{"name":"22:71","price":"اور یہ اللہ کے سوا ان کی عبادت کر رہے ہیں جس کی کوئی الہی دلیل نازل نہیں ہوئی نہ وه خود ہی اس کا کوئی علم رکھتے ہیں(1) ۔ ﻇالموں کا کوئی مددگار نہیں.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"(1) یعنی ان کے پاس نہ کوئی نقلی دلیل ہے، جسے آسمانی کتاب سے یہ دکھا سکیں، نہ عقلی دلیل ہے جسے غیر اللہ کی عبادت کے اثبات میں پیش کر سکیں۔","lang":"ur"},{"name":"22:72","price":"جب ان کے سامنے ہمارے کلام کی کھلی ہوئی آیتوں کی تلاوت کی جاتی ہے تو آپ کافروں کے چہروں پر ناخوشی کے صاف آﺛار پہچان لیتے ہیں۔ وه تو قریب ہوتے ہیں کہ ہماری آیتیں سنانے والوں پر حملہ کر بیٹھیں(1) ، کہہ دیجئے کہ کیا میں تمہیں اس سے بھی زیاده بدتر خبر دوں۔ وه آگ ہے، جس کا وعده اللہ نے کافروں سے کر رکھا ہے(2)، اور وه بہت ہی بری جگہ ہے.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"(1) اپنے ہاتھوں سے دست درازی کرکے یا بد زبانی کے ذریعے سے۔ یعنی مشرکین اور اہل ضلالت کے لئے اللہ کی توحید اور رسالت و قیامت کا بیان ناقابل برداشت ہوتا ہے، جس کا اظہار، ان کے چہرے سے اور بعض دفعہ ہاتھوں اور زبانوں سے ہوتا ہے۔ یہی حال آج کے اہل بدعت اور گمراہ فرقوں کا ہے، جب ان کی گمراہی، قرآن و حدیث کے دلائل سے واضح کی جاتی ہے تو ان کا رویہ بھی آیات قرآنی اور دلائل کے مقابلے میں ایسا ہی ہوتا ہے، جس کی وضاحت اس آیت میں کی گئی ہے (فتح القدیر)\n(2) یعنی ابھی تو آیات الٰہی سن کر صرف تمہارے چہرے ہی حیران ہوتے ہیں۔ ایک وقت آئے گا، اگر تم نے اپنے اس روئیے سے توبہ نہیں کی، کہ اس سے کہیں زیادہ بدتر حالات سے تمہیں دو چار ہونا پڑے گا، اور وہ ہے جہنم کی آگ میں جلنا، جس کا وعدہ اللہ نے اہل کفر و شرک سے کر رکھا ہے۔","lang":"ur"},{"name":"22:73","price":"لوگو! ایک مثال بیان کی جا رہی ہے، ذرا کان لگا کر سن لو! اللہ کے سوا جن جن کو تم پکارتے رہے ہو وه ایک مکھی بھی تو پیدا نہیں کر سکتے، گو سارے کے سارے ہی جمع ہو جائیں(1) ، بلکہ اگر مکھی ان سے کوئی چیز لے بھاگے تو یہ تو اسے بھی اس سے چھین نہیں(2) سکتے، بڑا بودا ہے طلب کرنے واﻻ اور بڑا بودا ہے(3) وه جس سے طلب کیا جا رہا ہے.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"(1) یعنی یہ معبودان باطل، جن کو تم، اللہ کو چھوڑ کر، مدد کے لئے پکارتے ہو، یہ سارے کے سارے جمع ہو کر ایک نہایت حقیر سی مخلوق مکھی بھی پیدا کرنا چاہیں، تو نہیں کر سکتے۔ اس کے باوجود بھی تم انہی کو حاجت روا سمجھو، تو تمہاری عقل قابل ماتم ہے۔ اس سے یہ معلوم ہوتا ہے کہ اللہ کے سوا جن کی عبادت کی جاتی رہی ہے، وہ صرف پتھر کی بےجان مورتیاں ہی نہیں ہوتی تھیں، جیسا کہ آج کل قبر پرستی کا جواز پیش کرنے ولے لوگ باور کراتے ہیں) بلکہ یہ عقل و شعور رکھنے والی چیزیں بھی تھیں۔ یعنی اللہ کے نیک بندے بھی تھے، جن کے مرنے کے بعد لوگوں نے ان کو اللہ کا شریک ٹھہرا لیا، اسی لئے اللہ عتالیٰ فرمارہا ہے کہ یہ سب اکٹھے بھی ہوجائیں تو ایک حقیر ترین شے مکھی، بھی پیدا نہیں کرسکتے، محض پتھر کی مورتیوں کو یہ چیلنج نہیں دیا جاسکتا۔\n(2) یہ ان کی مزید بے بسی اور لاچارگی کا اظہار ہے کہ پیدا کرنا تو کجا، یہ تو مکھی کو پکڑ کر اس کے منہ سے اپنی وہ چیز بھی واپس نہیں لے سکتے، جو وہ ان سے چھین کر لے جائے۔\n(3) طالب سے مراد، خود ساختہ معبود اور مطلوب سے مراد مکھی یا بعض کے نزدیک طالب سے، پجاری اور مطلوب سے اس کا معبود مراد ہے، حدیث قدسی میں معبود ان باطل کی بےبسی کا تذکرہ ان الفاظ میں ہے۔ اللہ تعالٰی فرماتا ہے کہ\" اس سے زیادہ ظالم کون ہوگا جو میری طرح پیدا کرنا چاہتا ہے اگر کسی میں واقع یہ قدرت ہے تو وہ ایک ذرہ یا ایک جو ہی پیدا کر کے دکھا دے \"۔ (صحيح بخاري، كتاب اللباس ، باب لا تدخل الملائكة بيتا فيه كلب ولا صور)","lang":"ur"},{"name":"22:74","price":"انہوں نے اللہ کے مرتبہ کے مطابق اس کی قدر جانی ہی نہیں(1) ، اللہ تعالیٰ بڑا ہی زور وقوت واﻻ اور غالب وزبردست ہے.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"(1) یہی وجہ ہے کہ لوگ اس کی بےبس مخلوق کو اس کا ہمسر اور شریک قرار دے لیتے ہیں۔ اگر ان کو اللہ تعالٰی کی عظمت و جلالت، اس کی قدرت و طاقت اور اس کی بےپناہی کا صحیح صحیح اندازہ اور علم ہو تو وہ کبھی اس کی خدائی میں کسی کو شریک نہ ٹھہرائیں۔","lang":"ur"},{"name":"22:75","price":"فرشتوں میں سے اور انسانوں میں سے پیغام پہونچانے والوں کو اللہ ہی چھانٹ لیتا ہے،(1) بیشک اللہ تعالیٰ سننے واﻻ دیکھنے واﻻ ہے.(2)","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"(1) رَسُلٌ رَسُولٌ (فرستادہ، بھیجا ہوا قاصد) کی جمع ہے۔ اللہ تعالٰی نے فرشتوں سے بھی رسالت کا یعنی پیغام رسانی کا کام لیا ہے، جیسے حضرت جبرائیل (عليه السلام) کو اپنی وحی کے لئے منتخب کیا کہ وہ رسولوں کے پاس وحی پہنچائیں۔ یا عذاب لے کر قوموں کے پاس جائیں اور لوگوں میں سے بھی، جنہیں چاہا، رسالت کے لئے چن لیا اور انہیں لوگوں کی ہدایت و راہنمائی پر مامور فرمایا۔ یہ سب اللہ کے بندے تھے، گو منتخب اور چنیدہ تھے لیکن کسی کے لئے؟ خدائی اختیارات میں شرکت کے لئے؟ جس طرح کے بعض لوگوں نے انہیں اللہ کا شریک گردان لیا۔ نہیں، بلکہ صرف اللہ کا پیغام پہنچانے کے لئے۔\n(2) وہ بندوں کے اقوال سننے والا ہے اور بصیر ہے۔ یعنی یہ جانتا ہے کہ رسالت کا مستحق کون ہے؟ جیسے دوسرے مقام پر فرمایا «اَللّٰهُ اَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَه» (الانعام:124) ”اس موقع کو اللہ ہی خوب جانتا ہے کہ کہاں وہ اپنی پیغمبری رکھے“۔","lang":"ur"},{"name":"22:76","price":"وه بخوبی جانتا ہے جو کچھ ان کے آگے ہے اور جو کچھ ان کے پیچھے ہے، اور اللہ ہی کی طرف سب کام لوٹائے جاتے ہیں.(1)","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"(1) جب تمام معاملات کا مرجع اللہ ہی ہے تو پھر انسان اس کی نافرمانی کرکے کہاں جا سکتا ہے اور اس کے عذاب سے کیونکر بچ سکتا ہے؟ کیا اس کے لئے یہ بہتر نہیں ہے کہ وہ اس کی اطاعت اور فرماں برداری کا راستہ اختیار کر کے اس کی رضا حاصل کرے؟ چنانچہ اگلی آیت میں اس کی صراحت کی جا رہی ہے۔","lang":"ur"},{"name":"22:77","price":"اے ایمان والو! رکوع سجده کرتے رہو(1) اور اپنے پروردگار کی عبادت میں لگے رہو اور نیک کام کرتے رہو تاکہ تم کامیاب ہو جاؤ.(2)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"(1) یعنی اس نماز کی پابندی کرو جو شریعت میں مقرر کی گئی ہے۔ آگے عبادت کا بھی حکم آرہا ہے۔ جس میں نماز بھی شامل تھی، لیکن اس کی اہمیت و افضلیت کے پیش نظر اس کا خصوصی حکم دیا۔\n(2) یعنی فلاح (کامیابی) اللہ کی عبادت اور اطاعت یعنی افعال خیر اختیار کرنے میں ہے، نہ کہ اللہ کی عبادت و اطاعت سے گریز کرکے محض مادی اسباب و وسائل کی فراہمی اور فراوانی میں، جیسا کہ اکثر لوگ سمجھتے ہیں۔","lang":"ur"},{"name":"22:78","price":"اور اللہ کی راه میں ویسا ہی جہاد کرو جیسا جہاد کا حق ہے(1) ۔ اسی نے تمہیں برگزیده بنایا ہے اور تم پر دین کے بارے میں کوئی تنگی نہیں ڈالی(2)، دین اپنے باپ ابراہیم(3) (علیہ السلام) کا قائم رکھو، اسی اللہ(4) نے تمہارا نام مسلمان رکھا ہے۔ اس قرآن سے پہلے اور اس میں بھی تاکہ پیغمبر تم پر گواه ہو جائے اور تم تمام لوگوں کے گواه بن جاؤ(5)۔ پس تمہیں چاہئے کہ نمازیں قائم رکھو اور زکوٰة ادا کرتے رہو اور اللہ کو مضبوط تھام لو، وہی تمہارا ولی اور مالک ہے۔ پس کیا ہی اچھا مالک ہے اور کتنا ہی بہتر مددگار ہے.","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"(1) اس جہاد سے مراد بعض نے وہ جہاد اکبر لیا ہے جو اعلائے کلمۃ اللہ کے لئے کفار و مشرکین سے کیا جاتا ہے اور بعض نے ادائے امر الٰہی کی بجاآوری، کہ اس میں بھی نفس امارہ اور شیطان کا مقابلہ کرنا پڑتا ہے۔ اور بعض نے ہر وہ کوشش مراد لی ہے جو حق اور صداقت کے غلبے اور باطل کی سرکوبی اور مغلوبیت کے لئے کی جائے۔\n(2) یعنی ایسا حکم نہیں دیا گیا جس کا متحمل نفس انسانی نہ ہو، (ورنہ تھوڑی بہت محنت و مشقت تو ہر کام میں ہی اٹھانی پڑتی ہے) بلکہ پچھلی شریعتوں کے بعض سخت احکام بھی اس نے منسوخ کر دیئے علاوہ ازیں بہت سی آسانیاں مسلمانوں کو عطا کر دیں جو پچھلی شریعتوں میں نہیں تھیں۔\n(3) عرب حضرت اسماعیل (عليه السلام) کی اولاد سے تھے، اس اعتبار سے حضرت ابراہیم (عليه السلام) عربوں کے باپ تھے اور غیر عرب بھی حضرت ابراہیم (عليه السلام) کو ایک بزرگ شخصیت کے طور پر اسی طرح احترام کرتے تھے، جس طرح بیٹے باپ کا احترام کرتے ہیں، اس لئے وہ تمام ہی لوگوں کے باپ تھے، علاوہ ازیں پیغمبر اسلام کے (عرب ہونے کے ناطے سے) حضرت ابراہیم (عليه السلام) باپ تھے، اس لئے امت محمدیہ کے بھی باپ ہوئے، اس لئے کہا گیا، یہ دین اسلام، جسے اللہ نے تمہارے لئے پسند کیا ہے، تمہارے باپ ابراہیم (عليه السلام) کا دین ہے، اسی کی پیروی کرو۔\n(4) هو کا مرجع بعض کے نزدیک حضرت ابراہیم (عليه السلام) ہیں یعنی نزول قرآن سے پہلے تمہارا نام مسلم بھی حضرت ابراہیم (عليه السلام) ہی نے رکھا ہے اور بعض کے نزدیک، مرجع اللہ تعالٰی ہے۔ یعنی اس نے تمہارا نام مسلم رکھا ہے۔\n(5) یہ گواہی، قیامت والے دن ہوگی، جیسا کہ حدیث میں ہے۔ ملاحظہ ہو سورہ بقرہ، آیت 143کا حاشیہ۔","lang":"ur"}],"chapter":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"]}