{"data":[{"name":"27:1","price":"طٰس، یہ آیتیں ہیں قرآن کی (یعنی واضح) اور روشن کتاب کی.","arabic":"طسٓۚ تِلۡكَ ءَايَٰتُ ٱلۡقُرۡءَانِ وَكِتَابٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3160,"juzNumber":19,"footnotes":"","lang":"ur"},{"name":"27:2","price":"ہدایت اور خوشخبری ایمان والوں کے لیے.","arabic":"هُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3161,"juzNumber":19,"footnotes":"","lang":"ur"},{"name":"27:3","price":"جو نماز قائم کرتے ہیں اور زکوٰة ادا کرتے ہیں اور آخرت پر یقین رکھتے ہیں.(1)","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3162,"juzNumber":19,"footnotes":"(1) یہ مضمون متعدد جگہ گزر چکا ہے کہ قرآن کریم ویسے تو پوری نسل انسانی کی ہدایت کے لیے نازل ہوا ہے لیکن اس سے حقیقتاً راہ یاب وہی ہوں گے جو ہدایت کے طالب ہوں گے، جو لوگ اپنےدل ودماغ کی کھڑکیوں کو حق کے دیکھنے اور سننے سے بند یا اپنے دلوں کو گناہوں کی تاریکیوں سے مسخ کرلیں گے، قرآن انہیں کس طرح سیدھی راہ پر لگاسکتا ہے؟ ان کی مثال اندھوں کی طرح ہے جو سورج کی روشنی سے فیض یاب نہیں ہوسکتے، درآں حالیکہ سورج کی روشنی پورے عالم کی درخشانی کا سبب ہے۔","lang":"ur"},{"name":"27:4","price":"جو لوگ قیامت پر ایمان نہیں ﻻتے ہم نے انہیں ان کے کرتوت زینت دار کر دکھائے(1) ہیں، پس وه بھٹکتے پھرتے ہیں.(2)","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ زَيَّنَّا لَهُمۡ أَعۡمَٰلَهُمۡ فَهُمۡ يَعۡمَهُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3163,"juzNumber":19,"footnotes":"(1) یہ گناہوں کا وبال اور بدلہ ہے کہ برائیاں ان کو اچھی لگتی ہیں اور آخرت پر عدم ایمان اس کا بنیادی سبب ہے۔ اس کی نسبت اللہ کی طرف اس لیےکی گئی ہےکہ ہر کام اس کی مشیت سے ہی ہوتا ہے، تاہم اس میں بھی اللہ کا وہی اصول کار فرما ہے کہ نیکیوں کے لیے نیکی کا راستہ اور بدوں کے لیے بدی کا راستہ آسان کردیا جاتا ہے۔ لیکن ان دونوں میں سے کسی ایک راستے کا اختیار کرنا، یہ انسان کے اپنے ارادے پر منحصر ہے۔\n(2) یعنی گمراہی کے جس راستے پر وہ چل رہے ہوتے ہیں، اس کی حقیقت سے وہ آشنا نہیں ہوتے اور صحیح راستے کی طرف رہنمائی نہیں پاتے۔","lang":"ur"},{"name":"27:5","price":"یہی لوگ ہیں جن کے لیے برا عذاب ہے اور آخرت میں بھی وه سخت نقصان یافتہ ہیں.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَهُمۡ سُوٓءُ ٱلۡعَذَابِ وَهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3164,"juzNumber":19,"footnotes":"","lang":"ur"},{"name":"27:6","price":"بیشک آپ کو اللہ حکیم وعلیم کی طرف سے قرآن سکھایا جارہا ہے.","arabic":"وَإِنَّكَ لَتُلَقَّى ٱلۡقُرۡءَانَ مِن لَّدُنۡ حَكِيمٍ عَلِيمٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3165,"juzNumber":19,"footnotes":"","lang":"ur"},{"name":"27:7","price":"(یاد ہوگا) جبکہ موسیٰ (علیہ السلام) نے اپنے گھر والوں سے کہا کہ میں نے آگ دیکھی ہے، میں وہاں سے یا تو کوئی خبر لے کر یا آگ کا کوئی سلگتا ہوا انگارا لے کر ابھی تمہارے پاس آ جاؤں گا تاکہ تم سینک تاپ کر لو.(1)","arabic":"إِذۡ قَالَ مُوسَىٰ لِأَهۡلِهِۦٓ إِنِّيٓ ءَانَسۡتُ نَارٗا سَـَٔاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ ءَاتِيكُم بِشِهَابٖ قَبَسٖ لَّعَلَّكُمۡ تَصۡطَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3166,"juzNumber":19,"footnotes":"(1) یہ اس وقت کا واقعہ ہے جب حضرت موسیٰ (عليه السلام) مدین سے اپنی اہلیہ کو ساتھ لے کر واپس آرہے تھے، رات کو اندھیرے میں راستے کا علم نہیں تھااور سردی سے بچاؤ کے لیے آگ کی ضرورت تھی۔","lang":"ur"},{"name":"27:8","price":"جب وہاں پہنچے تو آواز دی گئی کہ بابرکت ہے وه جو اس آگ میں ہے اور برکت دیاگیا ہے وه جس کے آس پاس ہے(1) اور پاک ہے اللہ جو تمام جہانوں کا پالنے واﻻ ہے.(2)","arabic":"فَلَمَّا جَآءَهَا نُودِيَ أَنۢ بُورِكَ مَن فِي ٱلنَّارِ وَمَنۡ حَوۡلَهَا وَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3167,"juzNumber":19,"footnotes":"(1) دور سے جہاں آگ کے شعلے لپکتے نظر آئے، وہاں پہنچے یعنی کوہ طور پر، تو دیکھا کہ ایک سرسبز درخت سے آگ کے شعلےبلند ہو رہے ہیں۔ یہ حقیقت میں آگ نہیں تھی، اللہ کا نور تھا، جس کی تجلی آگ کی طرح محسوس ہوتی تھی مَنْ فِي النَّارِ میں مَنْ سے مراد اللہ تبارک و تعالی اور نار سے مراد اس کا نور ہے اور وَمَنْ حَوْلَهَا (اس کے ارد گرد) سے مراد موسیٰ اور فرشتے، حدیث میں اللہ تعالیٰ کی ذات کے حجاب، (پردے) کو نور (روشنی) اور ایک روایت میں نار (آگ) سے تعبیر کیا گیا ہے اور فرمایا گیا ہے کہ ”اگر اپنی ذات کو بےنقاب کردے تو اس کا جلال تمام مخلوقات کو جلا کر رکھ دے“۔ (صحيح مسلم كتاب الإيمان، باب إن الله لا ينام..۔ تفصیل کے لیے دیکھیں فتاوى ابن تيمية ج 5 ص459۔ 464)۔\n(2) یہاں اللہ کی تنزیہ وتقدیس کا مطلب یہ ہے کہ اس ندائے غیبی سے یہ نہ سمجھ لیا جائے کہ اس آگ یا درخت میں اللہ حلول کئے ہوئے ہے، جس طرح کہ بہت سے مشرک سمجھتے ہیں بلکہ یہ مشاہدۂ حق کی ایک صورت ہے جس سے نبوت کے آغاز میں انبیاء علیہم السلام کو بالعموم سرفراز کیا جاتا ہے۔ کھبی فرشتے کےذریعے سے اور کبھی خود اللہ تعالیٰ اپنی تجلی اور ہمکلامی سے جیسے یہاں موسیٰ (عليه السلام) کے ساتھ معاملہ پیش آیا۔","lang":"ur"},{"name":"27:9","price":"موسیٰ! سن بات یہ ہے کہ میں ہی اللہ ہوں غالب(1) با حکمت.","arabic":"يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3168,"juzNumber":19,"footnotes":"(1) درخت سے ندا کا آنا، حضرت موسیٰ (عليه السلام) کے لیے باعث تعجب تھا۔ اللہ تعالیٰ نے فرمایا، موسیٰ ! تعجب نہ کر میں ہی اللہ ہوں۔","lang":"ur"},{"name":"27:10","price":"تو اپنی ﻻٹھی ڈال دے، موسیٰ نے جب اسے ہلتا جلتا دیکھا اس طرح کہ گویا وه ایک سانﭗ ہے تو منھ موڑے ہوئے پیٹھ پھیر کر بھاگے اور پلٹ کر بھی نہ دیکھا، اے موسیٰ! خوف نہ کھا(1) ، میرے حضور میں پیغمبر ڈرا نہیں کرتے.","arabic":"وَأَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰ لَا تَخَفۡ إِنِّي لَا يَخَافُ لَدَيَّ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3169,"juzNumber":19,"footnotes":"(1) اس سے معلوم ہوا کہ پیغمبر عالم الغیب نہیں ہوتے، ورنہ موسیٰ (عليه السلام) اپنے ہاتھ کی لاٹھی سے نہ ڈرتے۔ دوسرا، طبعی خوف پیغمبر کو بھی لاحق ہوسکتا ہے کیونکہ وہ بھی بالآخر انسان ہی ہوتے ہیں۔","lang":"ur"},{"name":"27:11","price":"لیکن جو لوگ ﻇلم کریں(1) پھر اس کے عوض نیکی کریں اس برائی کے پیچھے تو میں بھی بخشنے واﻻ مہربان ہوں.(2)","arabic":"إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسۡنَۢا بَعۡدَ سُوٓءٖ فَإِنِّي غَفُورٞ رَّحِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3170,"juzNumber":19,"footnotes":"(1) یعنی ظالم کو تو خوف ہونا چاہیے کہ اللہ تعالیٰ اس کی گرفت نہ فرمالے۔\n(2) یعنی ظالم کی توبہ بھی قبول کر لیتا ہوں۔","lang":"ur"},{"name":"27:12","price":"اور اپنا ہاتھ اپنے گریبان میں ڈال، وه سفید چمکیلا ہو کر نکلے گا بغیر کسی عیب کے(1) ، تو نو نشانیاں لے کر فرعون اور اس کی قوم کی طرف جا(2)، یقیناً وه بدکاروں کا گروه ہے.","arabic":"وَأَدۡخِلۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖۖ فِي تِسۡعِ ءَايَٰتٍ إِلَىٰ فِرۡعَوۡنَ وَقَوۡمِهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3171,"juzNumber":19,"footnotes":"(1) یعنی بغیر برص وغیرہ کی بیماری کے۔ یہ لاٹھی کے ساتھ دوسرا معجزہ انہیں دیاگیا۔\n(2) فِي تِسْعِ آيَاتٍ یعنی یہ دو معجزے ان 9 نشانیوں میں سے ہیں، جن کے ذریعے سے میں نے تیری مدد کی ہے۔ انہیں لے کر فرعون اور اس کی قوم کے پاس جا، ان 9 نشانیوں کی تفصیل کے لیے دیکھئے، سورۂ بنی اسرائیل، آیت۔ 101 کاحاشیہ۔","lang":"ur"},{"name":"27:13","price":"پس جب ان کے پاس آنکھیں کھول دینے والے(1) ہمارے معجزے پہنچے تو وه کہنے لگے یہ تو صریح جادو ہے.","arabic":"فَلَمَّا جَآءَتۡهُمۡ ءَايَٰتُنَا مُبۡصِرَةٗ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3172,"juzNumber":19,"footnotes":"(1) مُبْصِرَةً، واضح اور روشن یا یہ اسم فاعل مفعول کے معنی میں ہے۔","lang":"ur"},{"name":"27:14","price":"انہوں نے انکار کردیا حاﻻنکہ ان کے دل یقین کر چکے تھے صرف ﻇلم اور تکبر کی بنا پر(1) ۔ پس دیکھ لیجئے کہ ان فتنہ پرداز لوگوں کا انجام کیسا کچھ ہوا.","arabic":"وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗاۚ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3173,"juzNumber":19,"footnotes":"(1) یعنی علم کےباوجود جو انہوں نے انکار کیا تو اس کی وجہ ان کا ظلم اور استکبار تھا۔","lang":"ur"},{"name":"27:15","price":"اور ہم نے یقیناً داؤد اور سلیمان کو علم دے رکھا تھا(1) ۔ اور دونوں نے کہا، تعریف اس اللہ کے لیے ہے جس نے ہمیں اپنے بہت سے ایماندار بندوں پر فضیلت عطا فرمائی ہے.","arabic":"وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ وَسُلَيۡمَٰنَ عِلۡمٗاۖ وَقَالَا ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٖ مِّنۡ عِبَادِهِ ٱلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3174,"juzNumber":19,"footnotes":"(1) سورت کے شروع میں فرمایا گیا تھا کہ یہ قرآن اللہ کی طرف سے سکھلایا جاتا ہے، اس کی دلیل کے طور پر حضرت موسیٰ (عليه السلام) کا قصہ مختصراً بیان فرمایا اور اب دوسری دلیل حضرت داود (عليه السلام) وسلیمان (عليه السلام) کا یہ قصہ ہے۔ انبیا علیہم السلام کے یہ واقعات اس بات کی دلیل ہیں کہ حضرت محمد (صلى الله عليه وسلم) اللہ کے سچے رسول ہیں۔ علم سے مراد نبوت کے علم کے علاوہ وہ علم ہے جن سے حضرت حضرت داود (عليه السلام) اور سلیمان (عليه السلام) کو بطور خاص نوازا گیا تھا جیسے حضرت داود (صلى الله عليه وسلم) کو لوہے کی صنعت کاعلم اور حضرت سلیمان (عليه السلام) کو جانورون کی بولیوں کا علم عطا کیاگیا تھا۔ ان دونوں باپ بیٹوں کو اور بھی بہت کچھ عطا کیا گیا تھا، لیکن یہاں صرف علم کا ذکر کیاگیا ہے، جس سے واضح ہوتا ہےکہ علم اللہ کی سب سے بڑی نعمت ہے۔","lang":"ur"},{"name":"27:16","price":"اور داؤد کے وارث سلیمان ہوئے(1) اور کہنے لگے لوگو! ہمیں پرندوں کی بولی سکھائی گئی ہے(2) اور ہم سب کچھ میں سے دیئے گئے ہیں۔ بیشک یہ بالکل کھلا ہوا فضل الٰہی ہے.","arabic":"وَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3175,"juzNumber":19,"footnotes":"(1) اس سے مراد نبوت اور بادشاہت کی وراثت ہے، جس کے وارث صرف سلیمان (عليه السلام) قرار پائے۔ ورنہ حضرت داود (عليه السلام) کے اور بھی بیٹے تھے جو اس وراثت سے محروم رہے۔ ویسے بھی انبیا کی وراثت علم میں ہی ہوتی ہے، جو مال و اسباب چھوڑ جاتے ہیں، وہ صدقہ ہوتا ہے،جیسا کہ نبی (صلى الله عليه وسلم) نے فرمایا ہے۔ (البخاري كتاب الفرائض، ومسلم، كتاب الجهاد)۔\n(2) بولیاں تو تمام جانوروں کی سکھلائی گئی تھیں۔ لیکن پرندوں کا ذکر بطور خاص اس لیے کیا ہے کہ پرندے سائے کے لیے ہر وقت ساتھ رہتے تھے اور بعض کہتے ہیں کہ صرف پرندوں کی بولیاں سکھلائی گئی تھیں اور چیونٹیاں بھی منجملہ پرندوں کے ہیں۔ (فتح القدیر)۔\n(3) جس کی ان کو ضرورت تھی، جیسے علم، نبوت، حکمت، مال، جن و انس اور طیور و حیوانات کی تسخیر وغیرہ۔","lang":"ur"},{"name":"27:17","price":"سلیمان کے سامنے ان کے تمام لشکر جنات اور انسان اور پرند میں سے جمع کیے گئے(1) (ہر ہر قسم کی) الگ الگ درجہ بندی کردی گئی.(2)","arabic":"وَحُشِرَ لِسُلَيۡمَٰنَ جُنُودُهُۥ مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ وَٱلطَّيۡرِ فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3176,"juzNumber":19,"footnotes":"(1) اس میں حضرت سلیمان (عليه السلام) کی اس انفرادی خصوصیت و فضیلت کاذکر ہے، جس میں وہ پوری تاریخ انسانیت میں ممتاز ہیں کہ ان کی حکمرانی صرف انسانوں پر ہی نہیں بلکہ جنات، حیوانات اور چرند و پرند حتیٰ کہ ہوا تک ان کے ماتحت تھی، اس میں کہا گیا ہے کہ سلیمان (عليه السلام) کے تمام لشکر یعنی جنوں، انسانوں اور پرندوں سب کو جمع کیاگیا۔ یعنی کہیں جانے کے لیے یہ لاؤ لشکر جمع کیاگیا۔\n(2) یہ ترجمہ (توزیع بمعنی تفریق) کےاعتبار سے ہے۔ یعنی سب کو الگ الگ گروہوں میں تقسیم (قسم وار) کردیا جاتا تھا، مثلاً انسانوں، جنوں کا گروہ، پرندوں اور حیوانات کے گروہ۔ وغیرہ وغیرہ۔ دوسرے معنی اس کے (پس وہ روکے جایا کرتے تھے) یعنی یہ لشکر اتنی بڑی تعداد میں ہوتا تھا کہ راستے میں روک روک کر ان کو درست کیا جاتا تھا کہ شاہی لشکر بدنظمی اور انتشار کا شکار نہ ہو یہ وَزَعَ يَزَعُ سے ہے، جس کے معنی روکنے کے ہیں۔ اسی مادے میں ہمزۂ سلب کا اضافہ کرکے أَوْزِعْنِي بنایا گیا ہے۔ جو اگلی آیت نمبر 19 میں آرہا ہے یعنی ایسی چیزیں مجھ سے دور فرمادے، جو مجھے تیری نعمتوں پر تیرا شکر کرنے سے روکتی ہیں۔ اس کو اردو میں ہم الہام و توفیق سے تعبیر کر لیتے ہیں۔ (فتح القدیر، ایسرالتفاسیر وابن کثیر)۔","lang":"ur"},{"name":"27:18","price":"جب وه چینوٹیوں کے میدان میں پہنچے تو ایک چیونٹی نے کہا اے چیونٹیو! اپنے اپنے گھروں میں گھس جاؤ، ایسا نہ ہو کہ بیخبری میں سلیمان اور اس کا لشکر تمہیں روند ڈالے.(1)","arabic":"حَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3177,"juzNumber":19,"footnotes":"(1) اس سے ایک تو یہ معلوم ہوا کہ حیوانات میں بھی ایک خاص قسم کا شعور موجود ہے۔ گویا وہ انسانوں سے بہت کم اور مختلف ہے۔ دوسرا، یہ کہ حضرت سلیمان (عليه السلام) اتنی عظمت و فضیلت کے باوجود عالم الغیب نہیں تھے، اسی لیے چیونٹیوں کو خطرہ محسوس ہوا کہ کہیں بے خبری میں ہم روند نہ دیئے جائیں۔ تیسرا، یہ کہ حیوانات بھی اسی عقیدۂ صحیحہ سے بہرور تھے اور ہیں کہ اللہ کے سوا کوئی عالم الغب نہیں۔ جیسا کہ آگے آنے والے ہدہد کے واقعے سے بھی اس کی مزید تائید ہوتی ہے۔ چوتھا، یہ کہ حضرت سلیمان (عليه السلام) پرندوں کے علاوہ دیگر جانوروں کی بولیاں بھی سمجھتے تھے۔ یہ علم بطور اعجاز اللہ تعالیٰ نے انہیں عطا فرمایا تھا، جس طرح تسخیر جنات وغیرہ اعجازی شان تھی۔","lang":"ur"},{"name":"27:19","price":"اس کی اس بات سے حضرت سلیمان مسکرا کر ہنس دیئے اور دعا کرنے لگے کہ اے پروردگار! تو مجھے توفیق دے کہ میں تیری ان نعمتوں کا شکر بجا ﻻؤں جو تو نے مجھ پر انعام کی ہیں(1) اور میرے ماں باپ پر اور میں ایسے نیک اعمال کرتا رہوں جن سے تو خوش رہے مجھے اپنی رحمت سے نیک بندوں میں شامل کر لے.(2)","arabic":"فَتَبَسَّمَ ضَاحِكٗا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَدۡخِلۡنِي بِرَحۡمَتِكَ فِي عِبَادِكَ ٱلصَّٰلِحِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3178,"juzNumber":19,"footnotes":"(1) چیونٹی جیسی حقیر مخلوق کی گفتگو سن کر سمجھ لینے سے حضرت سلیمان کے دل میں شکر گزاری کا احساس پیدا ہوا کہ اللہ نے مجھ پر کتنا انعام فرمایا ہے۔\n(2) اس سے معلوم ہوا کہ جنت، مومنوں ہی کا گھر ہے، اس میں کوئی بھی اللہ کی رحمت کے بغیر داخل نہیں ہوسکے گا۔ اسی لیے حدیث میں نبی (صلى الله عليه وسلم) نے فرمایا (سیدھے سیدھے اور حق کے قریب رہو اور یہ بات جان لو کہ کوئی شخص بھی صرف اپنے عمل سے جنت میں نہیں جائے گا۔ صحابہ (رضي الله عنهم) نے عرض کیا، یا رسول اللہ! آپ بھی؟ آپ (صلى الله عليه وسلم) نے فرمایا ”ہاں، میں بھی اس وقت تک جنت میں نہیں جاؤں گا، جب تک اللہ کی رحمت مجھے اپنے دامن میں نہیں ڈھانک لے گی“۔ (صحيح بخاري نمبر 6467۔ مسلم نمبر۔ 217)۔","lang":"ur"},{"name":"27:20","price":"آپ نے پرندوں کی دیکھ بھال کی اور فرمانے لگے یہ کیا بات ہے کہ میں ہدہد کو نہیں دیکھتا؟ کیا واقعی وه غیر حاضر ہے؟(1)","arabic":"وَتَفَقَّدَ ٱلطَّيۡرَ فَقَالَ مَالِيَ لَآ أَرَى ٱلۡهُدۡهُدَ أَمۡ كَانَ مِنَ ٱلۡغَآئِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3179,"juzNumber":19,"footnotes":"(1) یعنی موجود تو ہے، مجھے نظر نہیں آرہا یا یہاں موجود ہی نہیں ہے۔","lang":"ur"},{"name":"27:21","price":"یقیناً میں اسے سخت سزا دوں گا، یا اسے ذبح کر ڈالوں گا، یا میرے سامنے کوئی صریح دلیل بیان کرے.","arabic":"لَأُعَذِّبَنَّهُۥ عَذَابٗا شَدِيدًا أَوۡ لَأَاْذۡبَحَنَّهُۥٓ أَوۡ لَيَأۡتِيَنِّي بِسُلۡطَٰنٖ مُّبِينٖ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3180,"juzNumber":19,"footnotes":"","lang":"ur"},{"name":"27:22","price":"کچھ زیاده دیر نہ گزری تھی کہ آ کر اس نے کہا میں ایک ایسی چیز کی خبر ﻻیا ہوں کہ تجھے اس کی خبر ہی نہیں(1) ، میں سبا(2) کی ایک سچی خبر تیرے پاس ﻻیا. ہوں.","arabic":"فَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3181,"juzNumber":19,"footnotes":"(1) احاطہ کے معنی ہیں کسی چیز کی بابت مکمل علم اور معرفت حاصل کرنا۔\n(2) سَبَأٌ ایک شخص کے نام پر ایک قوم کا نام بھی تھا اور ایک شہر کا بھی۔ یہاں شہر مراد ہے۔ یہ صنعاء (یمن) سے تین دن کے فاصلے پر ہے اور مارب یمن کے نام سے معروف ہے۔ (فتح القدیر)۔","lang":"ur"},{"name":"27:23","price":"میں نے دیکھا کہ ان کی بادشاہت ایک عورت کر رہی ہے(1) جسے ہر قسم کی چیز سے کچھ نہ کچھ دیا گیا ہے اور اس کا تخت بھی بڑی عظمت واﻻ ہے.(2)","arabic":"إِنِّي وَجَدتُّ ٱمۡرَأَةٗ تَمۡلِكُهُمۡ وَأُوتِيَتۡ مِن كُلِّ شَيۡءٖ وَلَهَا عَرۡشٌ عَظِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3182,"juzNumber":19,"footnotes":"(1) یعنی ہدہد کے لئے بھی یہ امر باعث تعجب تھا کہ سبا میں ایک عورت حکمران ہے۔ لیکن آج کل کہا جاتا ہے کہ عورتیں بھی ہر معاملے میں مردوں کے برابر ہیں۔ اگر مرد حکمران ہو سکتاہے تو عورت کیوں نہیں ہوسکتی؟ حالانکہ یہ نظریہ اسلامی تعلیمات کے خلاف ہے۔ بعض لوگ ملکہ سبا (بلقیس) کے اس ذکر سے استدلال کرتے ہوئے کہتے ہیں کہ عورت کی سربراہی جائز ہے۔ حالانکہ قرآن نے ایک واقعے کے طور پر اس کا ذکر کیا ہے ، اس سے اس کے جواز یا عدم جواز کا کوئی تعلق نہیں ہے۔ عورت کی سربراہی کے عدم جواز پر قرآن و حدیث میں واضح دلائل موجود ہیں۔\n(2) کہا جاتا ہے کہ اس کا طول 80 ہاتھ عرض 40 ہاتھ اور اونچائی 30 ہاتھ تھی اور اس میں موتی ، سرخ یاقوت اور سبز زمرد جڑے ہوئےتھے ، واللہ اعلم (فتح القدیر) ویسے یہ قول مبالغے سے خالی نہیں معلوم ہوتا۔ یمن میں بلقیس کا جو محل ٹوٹی پھوٹی شکل میں موجود ہے اس میں اتنے بڑے تخت کی گنجائش نہیں۔","lang":"ur"},{"name":"27:24","price":"میں نے اسے اور اس کی قوم کو، اللہ تعالیٰ کو چھوڑ کر سورج کو سجده کرتے ہوئے پایا، شیطان نے ان کے کام انہیں بھلے کرکے دکھلا کر صحیح راه سے روک دیا ہے(1) ۔ پس وه ہدایت پر نہیں آتے.","arabic":"وَجَدتُّهَا وَقَوۡمَهَا يَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ فَهُمۡ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3183,"juzNumber":19,"footnotes":"(1) اس کامطلب یہ ہے کہ جس طرح پرندوں کو یہ شعور ہے کہ غیب کا علم انبیا بھی نہیں جانتے، جیسا کہ ہدہد نے حضرت سلیمان (عليه السلام) کو کہاکہ میں ایک ایسی اہم خبر لایا ہوں جس سے آپ بھی بے خبر ہیں، اسی طرح وہ اللہ کی وحدانیت کا احساس و شعور بھی رکھتے ہیں۔ اسی لیے یہاں ہدہد نے حیرت و استعجاب کے انداز میں کہاکہ یہ ملکہ اور اس کی قوم اللہ کے بجائے، سورج کی پجاری ہے اور شیطان کے پیچھے لگی ہوئی ہے۔ جس نے ان کے لیے سورج کی عبادت کو بھلا کرکے دکھلایا ہوا ہے۔","lang":"ur"},{"name":"27:25","price":"کہ اسی اللہ کے لیے سجدے کریں جو(1) آسمانوں اور زمینوں کے پوشیده چیزوں کو باہر نکالتا ہے(2)، اور جو کچھ تم چھپاتے ہو اور ﻇاہر کرتے ہو وه سب کچھ جانتا ہے.","arabic":"أَلَّاۤ يَسۡجُدُواْۤ لِلَّهِ ٱلَّذِي يُخۡرِجُ ٱلۡخَبۡءَ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3184,"juzNumber":19,"footnotes":"(1) أَلا يَسْجُدُوا اس کا تعلق بھی زَيَّنَ کے ساتھ ہے۔ یعنی شیطان نے یہ بھی ان کے لیے مزین کردیا ہے کہ وہ اللہ کو سجدہ نہ کریں۔ یا اس میں لا يَهْتَدُونَ عامل ہے اور لا زائد ہے۔ یعنی ان کی سمجھ میں یہ بات نہیں آتی کہ سجدہ صرف اللہ کو کریں۔ (فتح القدیر) ۔\n(2) یعنی آسمان سے بارش برساتا اور زمین سے اس کی مخفی چیزیں نباتات،معدنیات اور دیگر زمینی خزانے ظاہر فرماتا اور نکالتا ہے۔ خَبْءٌ مصدر ہے مفعول مَخْبُوءٌ (چھپی ہوئی چیز) کےمعنی ہیں۔","lang":"ur"},{"name":"27:26","price":"اس کے سوا کوئی معبود برحق نہیں وہی عظمت والے عرش کا مالک ہے.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ۩","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3185,"juzNumber":19,"footnotes":"","lang":"ur"},{"name":"27:27","price":"سلیمان(1) نے کہا، اب ہم دیکھیں گے کہ تو نے سچ کہا ہے یا تو جھوٹا ہے.","arabic":"۞ قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ ٱلۡكَٰذِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3186,"juzNumber":19,"footnotes":"(1) مالک تو اللہ تعالیٰ کائنات کی ہر چیز کا ہے لیکن یہاں صرف عرش عظیم کا ذکر کیا، ایک تو اس لیے کہ عرش الٰہی کائنات کی سب سے بڑی چیز اور سب سے برتر ہے۔ دوسرے، یہ واضح کرنے کے لیے کہ ملکہ سبا کا تخت شاہی بھی، گو بہت بڑا ہے لیکن اسے اس عرش عظیم سے کوئی نسبت ہی نہیں ہے۔ جس پر اللہ تعالیٰ اپنی شان کے مطابق مستوی ہے۔ ہدہد نے چونکہ توحیدکا وعظ اور شرک کا رد کیا ہے اور اللہ کی عظمت و شان کو بیان کیا ہے، اس لیے حدیث میں آتا ہے ”چار جانوروں کو قتل مت کرو۔ چیونٹی، شہد کی مکھی، ہدہد اور صرد یعنی لٹورا“ (مسند أحمد / 332۔ أبو داود، كتاب الأدب، باب في قتل الذر، وابن ماجه كتاب الصيد، باب ما ينهى عن قتله) صرد (لٹورا) اس کا سر بڑا، پیٹ سفید اور پیٹھ سبز ہوتی ہے، یہ چھوٹے چھوٹے پرندوں کا شکار کرتا ہے۔ (حاشیہ ابن کثیر)۔","lang":"ur"},{"name":"27:28","price":"میرے اس خط کو لے جاکر انہیں دے دے پھر ان کے پاس سے ہٹ آ اور دیکھ کہ وه کیا جواب دیتے ہیں.(1)","arabic":"ٱذۡهَب بِّكِتَٰبِي هَٰذَا فَأَلۡقِهۡ إِلَيۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَٱنظُرۡ مَاذَا يَرۡجِعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3187,"juzNumber":19,"footnotes":"(1) یعنی ایک جانب ہٹ کر چھپ جا اور دیکھ کہ وہ آپس میں کیا گفتگو کرتے ہیں۔","lang":"ur"},{"name":"27:29","price":"وه کہنے لگی اے سردارو! میری طرف ایک باوقعت خط ڈاﻻ گیا ہے.","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ إِنِّيٓ أُلۡقِيَ إِلَيَّ كِتَٰبٞ كَرِيمٌ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3188,"juzNumber":19,"footnotes":"","lang":"ur"},{"name":"27:30","price":"جو سلیمان کی طرف سے ہے اور جو بخشش کرنے والے مہربان اللہ کے نام سے شروع ہے.","arabic":"إِنَّهُۥ مِن سُلَيۡمَٰنَ وَإِنَّهُۥ بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3189,"juzNumber":19,"footnotes":"","lang":"ur"},{"name":"27:31","price":"یہ کہ تم میرے سامنے سرکشی نہ کرو اور مسلمان بن کر میرے پاس آجاؤ.(1)","arabic":"أَلَّا تَعۡلُواْ عَلَيَّ وَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3190,"juzNumber":19,"footnotes":"(1) جس طرح نبی (صلى الله عليه وسلم) نے بھی بادشاہوں کو خطوط لکھے تھے، جن میں انہیں اسلام قبول کرنے کی دعوت دی گئی تھی۔ اسی طرح سلیمان (عليه السلام) نے بھی اسے اسلام قبول کرنے کی دعوت بذریعہ خط دی۔ آج کل مکتوب الیہ کا نام خط میں پہلے لکھا جاتا ہے۔ لیکن سلف کا طریقہ یہی تھا جو حضرت سلیمان (عليه السلام) نے اختیار کیا کہ پہلے اپنا نام تحریر کیا۔","lang":"ur"},{"name":"27:32","price":"اس نے کہا اے میرے سردارو! تم میرے اس معاملہ میں مجھے مشوره دو۔ میں کسی امر کا قطعی فیصلہ جب تک تمہاری موجودگی اور رائے نہ ہو نہیں کیا کرتی.","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَفۡتُونِي فِيٓ أَمۡرِي مَا كُنتُ قَاطِعَةً أَمۡرًا حَتَّىٰ تَشۡهَدُونِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3191,"juzNumber":19,"footnotes":"","lang":"ur"},{"name":"27:33","price":"ان سب نے جواب دیا کہ ہم طاقت اور قوت والے سخت لڑنے بھڑنے والے ہیں(1) ۔ آگے آپ کو اختیار ہے آپ خود ہی سوچ لیجئے کہ ہمیں آپ کیا کچھ حکم فرماتی ہیں.(2)","arabic":"قَالُواْ نَحۡنُ أُوْلُواْ قُوَّةٖ وَأُوْلُواْ بَأۡسٖ شَدِيدٖ وَٱلۡأَمۡرُ إِلَيۡكِ فَٱنظُرِي مَاذَا تَأۡمُرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3192,"juzNumber":19,"footnotes":"(1) یعنی ہمارے پاس قوت اور اسلحہ بھی ہے اور لڑائی کے وقت نہایت پامردی سے لڑنے والے بھی ہیں، اس لیے جھکنے اور دبنے کی ضرورت نہیں۔\n(2) اس لیے کہ ہم تو آپ کے تابع ہیں، جو حکم ہوگا، بجالائیں گے۔","lang":"ur"},{"name":"27:34","price":"اس نے کہا کہ بادشاه جب کسی بستی میں گھستے ہیں(1) تو اسے اجاڑ دیتے ہیں اور وہاں کے باعزت لوگوں کو ذلیل کر دیتے ہیں(2) اور یہ لوگ بھی ایسا ہی کریں گے.(3)","arabic":"قَالَتۡ إِنَّ ٱلۡمُلُوكَ إِذَا دَخَلُواْ قَرۡيَةً أَفۡسَدُوهَا وَجَعَلُوٓاْ أَعِزَّةَ أَهۡلِهَآ أَذِلَّةٗۚ وَكَذَٰلِكَ يَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3193,"juzNumber":19,"footnotes":"(1) یعنی طاقت کے ذریعے سے فتح کرتے ہوئے۔\n(2) یعنی قتل و غارت گری کرکے اور قیدی بنا کر۔\n(3) بعض مفسرین کے نزدیک یہ اللہ کا قول ہےجو ملکۂ سبا کی تائید میں ہے اور بعض کے نزدیک یہ بلقیس ہی کا کلام اور اس کا تتمہ ہے اور یہی سیاق کے زیادہ قریب ہے۔","lang":"ur"},{"name":"27:35","price":"میں انہیں ایک ہدیہ بھیجنے والی ہوں، پھر دیکھ لوں گی کہ قاصد کیا جواب لے کر لوٹتے ہیں.(1)","arabic":"وَإِنِّي مُرۡسِلَةٌ إِلَيۡهِم بِهَدِيَّةٖ فَنَاظِرَةُۢ بِمَ يَرۡجِعُ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3194,"juzNumber":19,"footnotes":"(1) اس سے اندازہ ہو جائے گا کہ سلیمان (عليه السلام) کوئی دنیا دار بادشاہ ہے یا نبی مرسل، جس کا مقصد اللہ کے دین کا غلبہ ہے۔ اگر ہدیہ قبول نہیں کیا تو یقیناً اس کا مقصد دین کی اشاعت و سربلندی ہے، پھر ہمیں اطاعت کیے بغیر چارہ نہیں ہوگا۔","lang":"ur"},{"name":"27:36","price":"پس جب قاصد حضرت سلیمان کے پاس پہنچا تو آپ نے فرمایا کیا تم مال سے مجھے مدد دینا چاہتے ہو(1) ؟ مجھے تو میرے رب نے اس سے بہت بہتر دے رکھا ہے جو اس نے تمہیں دیا ہے پس تم ہی اپنے تحفے سے خوش رہو.(2)","arabic":"فَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3195,"juzNumber":19,"footnotes":"(1) یعنی تم دیکھ نہیں رہے، کہ اللہ نے مجھے ہر چیز سے نوازا ہوا ہے۔ پھر تم اپنے اس ہدیے سے میرے مال و دولت میں کیا اضافہ کرسکتے ہو؟ یہ استفہام انکاری ہے۔ یعنی کوئی اضافہ نہیں کرسکتے۔\n(2) یہ بطور توبیخ کے کہاکہ تم ہی اس ہدیے پر فخر کرو اور خوش ہو، میں تو اس سے خوش ہونے سے رہا، اس لیے کہ ایک تو دنیا میرا مقصود ہی نہیں ہے۔ دوسرے اللہ نے مجھے وہ کچھ دیا ہے جو پورے جہان میں کسی کو نہیں دیا۔ تیسرے، مجھے نبوت سے بھی سرفراز کیا گیا ہے۔","lang":"ur"},{"name":"27:37","price":"جا ان کی طرف واپس لوٹ جا(1) ، ہم ان (کے مقابلہ) پر وه لشکر ﻻئیں گے جن کے سامنے پڑنے کی ان میں طاقت نہیں اور ہم انہیں ذلیل و پست کر کے وہاں سے نکال باہر کریں گے.(2)","arabic":"ٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3196,"juzNumber":19,"footnotes":"(1) یہاں صیغۂ واحد سے مخاطب کیا، جب کہ اس سے قبل صیغۂ جمع سے خطاب کیاتھا۔ کیونکہ خطاب میں کبھی پوری جماعت کو ملحوظ رکھا گیا ہے۔ کبھی امیر کو۔\n(2) حضرت سلیمان (عليه السلام) نرے بادشاہ ہی نہیں تھے، اللہ کے پیغمبر بھی تھے۔ اس لیے ان کی طرف سے تو لوگوں کو ذلیل و خوار کیاجانا ممکن نہیں تھا، لیکن جنگ و قتال کا نتیجہ یہی ہوتا ہے کہ کیونکہ جنگ نام ہی کشت و خون اور اسیری کا ہے اور ذلت و خواری سے یہی مراد ہے، ورنہ اللہ کے پیغمبر لوگوں کو خواہ مخواہ ذلیل و خوار نہیں کرتے۔ جس طرح نبی (صلى الله عليه وسلم) کا طرز عمل اور اسوۂ حسنہ جنگوں کے موقع پر رہا۔","lang":"ur"},{"name":"27:38","price":"آپ نے فرمایا اے سردارو! تم میں سے کوئی ہے جو ان کے مسلمان ہو کر پہنچنے سے پہلے ہی اس کا تخت مجھے ﻻدے.(1)","arabic":"قَالَ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَيُّكُمۡ يَأۡتِينِي بِعَرۡشِهَا قَبۡلَ أَن يَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3197,"juzNumber":19,"footnotes":"(1) حضرت سلیمان (عليه السلام) کے اس جواب سے ملکہ نے اندازہ لگالیا کہ وہ سلیمان (عليه السلام) کا مقابلہ نہیں کرسکیں گے۔ چنانچہ انہوں نے مطیع و منقاد ہو کر آنے کی تیاری شروع کردی۔ سلیمان (عليه السلام) کو بھی ان کی آمد کی اطلاع مل گئی تو آپ نے نہیں مزید اپنی اعجازی شان دکھانے کا پروگرام بنایا اور ان کے پہنچنے سے قبل ہی اس کا تخت شاہی اپنے پاس منگوانے کا بندوبست کیا۔","lang":"ur"},{"name":"27:39","price":"ایک قوی ہیکل جن کہنے لگا آپ اپنی اس مجلس سے(1) اٹھیں اس سے پہلے ہی پہلے میں اسے آپ کے پاس ﻻدیتا(2) ہوں، یقین مانیے کہ میں اس پر قادر ہوں اور ہوں بھی امانت دار.(3)","arabic":"قَالَ عِفۡرِيتٞ مِّنَ ٱلۡجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن تَقُومَ مِن مَّقَامِكَۖ وَإِنِّي عَلَيۡهِ لَقَوِيٌّ أَمِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3198,"juzNumber":19,"footnotes":"(1) اس سے وہ مجلس مراد ہے، جو مقدمات کی سماعت کے لیے حضرت سلیمان (عليه السلام) صبح سے نصف النہار تک منعقد فرماتے تھے۔\n(2) اس سےمعلوم ہوا کہ وہ یقیناً ایک جن ہی تھا جنہیں اللہ تعالیٰ نے انسانوں کے مقابلے میں غیر معمولی قوتوں سے نوازا ہے . کیونکہ کسی انسان کے لیے چاہے وہ کتنا ہی زور آور ہو، یہ ممکن ہی نہیں ہے کہ وہ بیت المقدس سے مآرب یمن (سبا) جائے اور پھر وہاں سے تخت شاہی اٹھالائے۔ اور ڈیڑھ ہزار میل کا یہ فاصلہ جسے دو طرفہ شمار کیا جائے تو تین ہزار میل بنتا ہے، 4،3 گھنٹے میں طے کرلے۔ ایک طاقت ور سے طاقت ور انسان بھی اول تو اتنے بڑے تخت کو اٹھا ہی نہیں سکتا اور اگر وہ مختلف لوگوں یا چیزوں کا سہارا لے کر اٹھوا بھی لے تو اتنی قلیل مدت میں اتنا سفر کیوں کر ممکن ہے۔\n(3) یعنی میں اسے اٹھا کر لا بھی سکتا ہوں اور اس کی کسی چیز میں ہیرا پھیری بھی نہیں کروں گا۔","lang":"ur"},{"name":"27:40","price":"جس کے پاس کتاب کا علم تھا وه بول اٹھا کہ آپ پلک جھپکائیں اس سے بھی پہلے میں اسے آپ کے پاس پہنچا سکتا ہوں(1) ۔ جب آپ نے اسے اپنے پاس موجود پایا تو فرمانے لگے یہی میرے رب کا فضل ہے، تاکہ وه مجھے آزمائے کہ میں شکر گزاری کرتا ہوں یا ناشکری، شکر گزار اپنے ہی نفع کے لیے شکر گزاری کرتا ہے اور جو ناشکری کرے تو میرا پروردگار (بے پروا اور بزرگ) غنی اور کریم ہے.","arabic":"قَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3199,"juzNumber":19,"footnotes":"(1) یہ کون شخص تھا جس نے یہ کہا؟ یہ کتاب کون سی تھی؟ اور یہ علم کیا تھا، جس کے زور پر یہ دعویٰ کیاگیا؟ اس میں مفسرین کے مختلف اقوال ہیں۔ ان تینوں کی پوری حقیقت اللہ تعالیٰ ہی جانتا ہے۔ یہاں قرآن کریم کے الفاظ سے جو معلوم ہوتا ہے وہ اتنا ہی ہے کہ وہ کوئی انسان ہی تھا، جس کے پاس کتاب الٰہی کا علم تھا، اللہ تعالیٰ نے کرامت اور اعجاز کے طور پر اسے یہ قدرت دے دی کہ پلک جھپکتے میں وہ تخت لے آیا۔ کرامت اور معجزہ نام ہی ایسے کاموں کا ہے جو ظاہری اسباب اور امور عادیہ کے یکسر خلاف ہوں۔ او روہ اللہ تعالیٰ کی قدرت و مشیت سے ہی ظہور پذیر ہوتے ہیں۔ اس لیے نہ شخصی قوت قابل تعجب ہے اور نہ اس علم کے سراغ لگانےکی ضرورت، جس کا ذکر یہاں ہے۔ کیونکہ یہ تو اس شخص کا تعارف ہے جس کے ذریعے سے یہ کام ظاہری طور پر انجام پایا، ورنہ حقیقت میں تو یہ مشیت الٰہی ہی کی کارفرمائی ہے جو چشم زدن میں، جو چاہے، کرسکتی ہے۔ حضرت سلیمان (عليه السلام) بھی اس حقیقت سے آگاہ تھے، اس لئےجب انہوں نے دیکھا کہ تخت موجود ہے تو اسے فضل ربی سے تعبیر کیا۔","lang":"ur"},{"name":"27:41","price":"حکم دیا کہ اس کے تخت میں کچھ پھیر بدل کر(1) دو تاکہ معلوم ہو جائے کہ یہ راه پالیتی ہے یا ان میں سے ہوتی ہے جو راه نہیں پاتے.(2)","arabic":"قَالَ نَكِّرُواْ لَهَا عَرۡشَهَا نَنظُرۡ أَتَهۡتَدِيٓ أَمۡ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3200,"juzNumber":19,"footnotes":"(1) یعنی اس کے رنگ روپ یا وضع و ہیئت میں تبدیلی کردو۔\n(2) یعنی وہ اس بات سے آگاہ ہوتی ہے کہ یہ تخت اسی کا ہے یا اس کو سمجھ نہیں پاتی؟ دوسرا مطلب ہے کہ وہ راہ ہدایت پاتی ہے یا نہیں؟ یعنی اتنا بڑا معجزہ دیکھ کر بھی اس پر راہ ہدایت واضح ہو تی ہے یا نہیں؟","lang":"ur"},{"name":"27:42","price":"پھر جب وه آگئی تو اس سے کہا (دریافت کیا) گیا کہ ایسا ہی تیرا (بھی) تخت ہے؟ اس نے جواب دیا کہ یہ گویا وہی ہے(1) ، ہمیں اس سے پہلے ہی علم دیا گیا تھا اور ہم مسلمان تھے.(2)","arabic":"فَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3201,"juzNumber":19,"footnotes":"(1) ردوبدل سے چونکہ اس کی وضع وہیئت میں کچھ تبدیلی آگئی تھی، اس لیے اس نے صاف الفاظ میں اس کے اپنے ہونے کا اقرار بھی نہیں کیا اور ردوبدل کے باوجود انسان پھر بھی اپنی چیز کو پہچان ہی لیتا ہے، اس لیے اپنے ہونے کی نفی بھی نہیں کی۔ اور یہ کہا (یہ گویا وہی ہے) اس میں اقرار ہے نہ نفی۔ بلکہ نہایت محتاط جواب ہے۔","lang":"ur"},{"name":"27:43","price":"اسے انہوں نے روک رکھا تھا جن کی وه اللہ کے سوا پرستش کرتی رہی تھی، یقیناً وه کافر لوگوں میں سے تھی.(1)","arabic":"وَصَدَّهَا مَا كَانَت تَّعۡبُدُ مِن دُونِ ٱللَّهِۖ إِنَّهَا كَانَتۡ مِن قَوۡمٖ كَٰفِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3202,"juzNumber":19,"footnotes":"(1) یعنی یہاں آنے سےقبل ہی ہم سمجھ گئے تھے کہ آپ اللہ کے نبی ہیں اور آپ کے مطیع و منقاد ہوگئے تھے۔ لیکن امام ابن کثیر وشوکانی وغیرہ نے اسے حضرت سلیمان (عليه السلام) کا قول قرار دیا ہے کہ ہمیں پہلے ہی یہ علم دے دیاگیا تھا کہ ملکۂ سبا تابع فرمان ہو کر حاضر خدمت ہوگی۔\n(2) یہ اللہ تعالیٰ کا قول ہے اور صَدَّهَا کا فاعل مَا كَانَتْ تَعْبُدُ ہے یعنی اسے اللہ کی عبادت سے جس چیز نے روک رکھا تھا، وہ غیراللہ کی عبادت تھی، اور اس کی وجہ یہ تھی کہ اس کا تعلق ایک کافر قوم سے تھا، اس لیے توحید کی حقیقت سے بے خبر رہی بعض نے صَدَّهَا کا فاعل اللہ کو اور بعض نے سلیمان (عليه السلام) کو قرار دیا ہے۔ یعنی اللہ نے یا اللہ کے حکم سے سلیمان (عليه السلام) نے اسے غیر اللہ کی عبادت سے روک دیا۔ لیکن پہلا قول زیادہ صحیح ہے۔ (فتح القدیر)۔","lang":"ur"},{"name":"27:44","price":"اس سے کہا گیا کہ محل میں چلی چلو، جسے دیکھ کر یہ سمجھ کر کہ یہ حوض ہے اس نے اپنی پنڈلیاں کھول دیں(1) ، فرمایا یہ توشیشے سے منڈھی ہوئی عمارت ہے، کہنے لگی میرے پروردگار! میں نے اپنے آپ پر ﻇلم کیا۔ اب میں سلیمان کے ساتھ اللہ رب العالمین کی مطیع اور فرمانبردار بنتی ہوں.(2)","arabic":"قِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3203,"juzNumber":19,"footnotes":"(1) یہ محل شیشے کا بنا ہوا تھا جس کا صحن اور فرش بھی شیشے کا تھا۔ لُجَّةً گہرے پانی یا حوض کو کہتے ہیں۔ حضرت سلیمان (عليه السلام) نے اپنی نبوت کے اعجازی مظاہر دکھانے کے بعد مناسب سمجھا کہ اسے اپنی اس دنیوی شان و شوکت کی بھی ایک جھلک دکھلادی جائے جس میں اللہ نے انہیں تاریخ انسانیت میں ممتاز کیا تھا۔ چنانچہ اس محل میں داخل ہونے کا حکم دیا گیا، جب وہ داخل ہونے لگی تو اس نے اپنے پائنچے چڑھالیے۔ شیشے کافرش اسے پانی معلوم ہوا جس سے اپنے کپڑوں کو بچانے کے لیے اس نے کپڑے سمیٹ لیے۔\n(2) یعنی جب اس پر فرش کی حقیقت واضح ہوئی تو اپنی کوتاہی اور غلطی کا بھی احساس ہوگیا اور اعتراف قصور کرتے ہوئے مسلمان ہونے کا اعلان کردیا۔ صاف چکنے گھڑے ہوئے پتھروں کو مُمَرَّدٌ کہا جاتا ہے۔ اسی سے امرد ہے جو اس خوش شکل بچے کو کہا جاتا ہے جس کے چہرے پر ابھی داڑھی مونچھ نہ ہو۔ جس درخت پر پتے نہ ہوں اسے شجرۃ مرداء کہا جاتا ہے۔ (فتح القدیر) لیکن یہاں یہ تعبیر یا جڑاؤ کےمعنی میں ہے۔ یعنی شیشوں کا بنا ہوا یا جڑا ہوا محل۔\nملحوظة: ملکۂ سبا (بلقیس) کے مسلمان ہونے کے بعد کیا ہوا؟ قرآن میں یا کسی صحیح حدیث میں اس کی تفصیل نہیں ملتی۔ تفسیری روایات میں یہ ضرور ملتا ہے کہ ان کا باہم نکاح ہوگیا تھا۔ لیکن قرآن و حدیث اس صراحت سے خاموش ہیں تو اس کی بابت خاموشی ہی بہتر ہے۔ وَاللهُ أَعْلَمُ بِالصَّوَابِ۔","lang":"ur"},{"name":"27:45","price":"یقیناً ہم نے ﺛمود کی طرف ان کے بھائی صالح کو بھیجا کہ تم سب اللہ کی عبادت کرو پھر بھی وه دو فریق بن کر آپس میں لڑنے جھگڑنے لگے.(1)","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحًا أَنِ ٱعۡبُدُواْ ٱللَّهَ فَإِذَا هُمۡ فَرِيقَانِ يَخۡتَصِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3204,"juzNumber":19,"footnotes":"(1) ان سےمراد کافر اور مومن ہیں، جھگڑنے کا مطلب ہر فریق کا یہ دعویٰ ہے کہ وہ حق پر ہے۔","lang":"ur"},{"name":"27:46","price":"آپ نے فرمایا اے میری قوم کے لوگو! تم نیکی سے پہلے برائی کی جلدی کیوں مچا رہے(1) ہو؟ تم اللہ تعالیٰ سےاستغفار کیوں نہیں کرتے تاکہ تم پر رحم کیا جائے.","arabic":"قَالَ يَٰقَوۡمِ لِمَ تَسۡتَعۡجِلُونَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِۖ لَوۡلَا تَسۡتَغۡفِرُونَ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3205,"juzNumber":19,"footnotes":"(1) یعنی ایمان قبول کرنے کے بجائے تم کفر ہی پر کیوں اصرار کر رہے ہو، جو عذاب کا باعث ہے۔ علاوہ ازیں اپنے عناد و سرکشی کی وجہ سے کہتے بھی تھے کہ ہم پر عذاب لے آ۔ جس کے جواب میں حضرت صالح (عليه السلام) نے یہ کہا۔","lang":"ur"},{"name":"27:47","price":"وه کہنے لگے ہم تو تیری اور تیرے ساتھیوں کی بدشگونی لے رہے(1) ہیں؟ آپ نے فرمایا تمہاری بدشگونی اللہ کے ہاں(2) ہے، بلکہ تم فتنے میں پڑے ہوئے لوگ ہو.(3)","arabic":"قَالُواْ ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَۚ قَالَ طَٰٓئِرُكُمۡ عِندَ ٱللَّهِۖ بَلۡ أَنتُمۡ قَوۡمٞ تُفۡتَنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3206,"juzNumber":19,"footnotes":"(1) اطَّيَّرْنَا اصل میں تَطَيَّرْنَا ہے۔ اس کی اصل طیر (اڑنا) ہے۔ عرب جب کسی کام کا یا سفر کا ارادہ کرتے تو پرندے کو اڑاتے اگر وہ دائیں جانب اڑتا تو اسے نیک شگون سمجھتے اور وہ کام کرگزرتے یا سفر پر روانہ ہو جاتے اور اگر بائیں جانب اڑتا تو اسے بدشگونی سمجھتے اور اس کام یا سفر سے رک جاتے (فتح القدیر) اسلام میں یہ بدشگونی اور نیک شگونی جائز نہیں ہے البتہ تفاؤل جائز ہے۔\n(2) یعنی اہل ایمان نحوست کا باعث نہیں ہیں جیسا کہ تم سمجھتے ہو بلکہ اس کا اصل سبب اللہ ہی کے پاس ہے، کیونکہ قضا و تقدیر اسی کےاختیار میں ہے۔ مطلب یہ ہے کہ تمہیں جونحوست (قحط وغیرہ) پہنچی ہے، وہ اللہ کی طرف سے ہے اور اس کا سبب تمہارا کفر ہے۔ (فتح القدیر)۔\n(3) یا گمراہی میں ڈھیل دے کر تمہیں آزمایا جائے۔","lang":"ur"},{"name":"27:48","price":"اس شہر میں نو سردار تھے جو زمین میں فساد پھیلاتے رہتے تھے اور اصلاح نہیں کرتے تھے.","arabic":"وَكَانَ فِي ٱلۡمَدِينَةِ تِسۡعَةُ رَهۡطٖ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3207,"juzNumber":19,"footnotes":"","lang":"ur"},{"name":"27:49","price":"انہوں نے آپس میں بڑی قسمیں کھا کھا کر عہد کیا کہ رات ہی کو صالح اور اس کے گھر والوں پر ہم چھاپہ ماریں گے(1) ، اور اس کے وارﺛوں سے صاف کہہ دیں گے کہ ہم اس کے اہل کی ہلاکت کے وقت موجود نہ تھے اور ہم بالکل سچے ہیں.(2)","arabic":"قَالُواْ تَقَاسَمُواْ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهۡلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدۡنَا مَهۡلِكَ أَهۡلِهِۦ وَإِنَّا لَصَٰدِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3208,"juzNumber":19,"footnotes":"(1) یعنی صالح (عليه السلام) کو اور اس کے گھر والوں کو قتل کردیں گے، یہ قسمیں انہوں نے اس وقت کھائیں، جب اونٹنی کے قتل کے بعد حضرت صالح (عليه السلام) نے کہاکہ تین دن کے بعد تم پر عذاب آجائے گا۔ انہوں نے کہاکہ عذاب کے آنے سے قبل ہی ہم صالح (عليه السلام) اور ان کے گھر والوں کا صفایا کردیں۔\n(2) یعنی ہم قتل کے وقت وہاں موجود نہ تھے نہ ہمیں اس بات کا علم ہے کہ کون انہیں قتل کرگیا ہے۔","lang":"ur"},{"name":"27:50","price":"انہوں نے مکر (خفیہ تدبیر) کیا(1) اور ہم نے بھی(2) اور وه اسے سمجھتے ہی نہ تھے.(3)","arabic":"وَمَكَرُواْ مَكۡرٗا وَمَكَرۡنَا مَكۡرٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3209,"juzNumber":19,"footnotes":"(1) ان کا مکر یہی تھا کہ انہوں نے باہم حلف اٹھایا کہ رات کی تاریکی میں اس منصوبۂ قتل کو بروئے کار لائیں اور تین دن پورے ہونے سے پہلے ہی ہم صالح (عليه السلام) اور ان کے گھر والوں کو ٹھکانے لگادیں۔\n(2) یعنی ہم نے ان کی اس سازش کا بدلہ دیا اور انہیں ہلاک کردیا۔ اسے بھی مَكَرْنَا مَكْرًا سے مشاکلت کے طور پر تعبیر کیاگیا ہے۔\n(3) اللہ کی اس تدبیر (مکر) کو سمجھتے ہی نہ تھے۔","lang":"ur"},{"name":"27:51","price":"(اب) دیکھ لے ان کے مکر کا انجام کیسا کچھ ہوا؟ کہ ہم نے ان کو اور ان کی قوم کو سب کو غارت کردیا.(1)","arabic":"فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ مَكۡرِهِمۡ أَنَّا دَمَّرۡنَٰهُمۡ وَقَوۡمَهُمۡ أَجۡمَعِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3210,"juzNumber":19,"footnotes":"(1) یعنی ہم نےمذکورہ 9 سرداروں کو ہی نہیں، بلکہ ان کی قوم کو بھی مکمل طور پر ہلاک کردیا۔ کیونکہ وہ قوم ہلاکت کے اصل سبب کفروحجود میں مکمل طور پر ان کے ساتھ شریک تھی اور گو بالفعل ان کے منصوبۂ قتل میں شریک نہ ہوسکی تھی۔ کیونکہ یہ منصوبہ خفیہ تھا۔ لیکن ان کی منشا اور دلی آرزو کے عین مطابق تھا اس لیے وہ بھی گویا اس مکر میں شریک تھی جو 9 افراد نے حضرت صالح (عليه السلام) اور ان کے اہل کے خلاف تیار کیا تھا۔ اس لیے پوری قوم ہی ہلاکت کی مستحق قرار پائی۔","lang":"ur"},{"name":"27:52","price":"یہ ہیں ان کے مکانات جو ان کے ﻇلم کی وجہ سے اجڑے پڑے ہیں، جو لوگ علم رکھتے ہیں ان کے لیےاس میں بڑی نشانی ہے.","arabic":"فَتِلۡكَ بُيُوتُهُمۡ خَاوِيَةَۢ بِمَا ظَلَمُوٓاْۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3211,"juzNumber":19,"footnotes":"","lang":"ur"},{"name":"27:53","price":"ہم نے ان کو جو ایمان ﻻئے تھے اور پرہیزگار تھے بال بال بچالیا.","arabic":"وَأَنجَيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3212,"juzNumber":19,"footnotes":"","lang":"ur"},{"name":"27:54","price":"اور لوط کا (ذکر کر) جبکہ(1) اس نے اپنی قوم سے کہاکہ کیا باوجود دیکھنے بھالنے کے پھر بھی تم بدکاری کر رہے ہو؟(2)","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ وَأَنتُمۡ تُبۡصِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3213,"juzNumber":19,"footnotes":"(1) یعنی لوط (عليه السلام) کا قصہ یاد کرو، جب لوط (عليه السلام) نے کہا یہ قوم عموریہ اور سدوم بستیوں میں رہائش پذیر تھی۔\n(2) یعنی یہ جاننے کے باوجود کہ یہ بے حیائی کا کام ہے۔ یہ بصارت قلب ہے۔ اور اگر بصارت ظاہری یعنی آنکھوں سےدیکھنا مراد ہو تو معنی ہوں گے کہ نظروں کے سامنےیہ کام کرتے ہو، یعنی تمہاری سرکشی اس حد تک پہنچ گئی ہے کہ چھپنے کا تکلف بھی نہیں کرتے ہو۔","lang":"ur"},{"name":"27:55","price":"یہ کیا بات ہے کہ تم عورتوں کو چھوڑ کر مردوں کے پاس شہوت سے آتے ہو(1) حق یہ ہے کہ تم بڑی ہی نادانی کر رہے ہو.(2)","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3214,"juzNumber":19,"footnotes":"(1) یہ تکرار تو بیخ کے لیے ہے کہ یہ بے حیائی وہی لواطت ہے جو تم عورتوں کو چھوڑ کر مردوں سے غیر طبعی شہوت رانی کے طور پر کرتے ہو۔\n(2) یا اس کی حرمت سے یا اس معصیت کی سزا سے تم بے خبر ہو۔ ورنہ شاید یہ کام نہ کرتے۔","lang":"ur"},{"name":"27:56","price":"قوم کا جواب بجز اس کہنے کے اور کچھ نہ تھا کہ آل لوط کو اپنے شہر سے شہر بدر کر دو، یہ تو بڑے پاک باز بن رہے ہیں.(1)","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":"(1) یہ بطور طنز اور استہزا کے کہا۔","lang":"ur"},{"name":"27:57","price":"پس ہم نے اسے اور اس کے اہل کو بجز اس کی بیوی کے سب کو بچالیا، اس کا اندازه تو باقی ره جانے والوں میں ہم لگا ہی چکے تھے.(1)","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":"(1) یعنی پہلے ہی اس کی بابت یہ اندازہ یعنی تقدیر الٰہی میں تھا کہ وہ انہی پیچھے رہ جانے والوں میں سے ہوگی جو عذاب سے دوچار ہوں گے۔","lang":"ur"},{"name":"27:58","price":"اور ان پر ایک (خاص قسم) کی بارش برسادی(1) ، پس ان دھمکائے ہوئے لوگوں پر بری بارش ہوئی.(2)","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":"(1) ان پر جو عذاب آیا، اس کی تفصیل پہلے گزرچکی ہے کہ ان کی بستیوں کو ان پر الٹ دیا گیا اور اس کے بعد ان پر تہہ بہ تہہ کنکر پتھروں کی بارش ہوئی۔\n(2) یعنی جنہیں پیغمبروں کے ذریعے سے ڈرایا گیا اور ان پر حجت قائم کردی گئی۔ لیکن وہ تکذیب و انکار سے باز نہیں آئے۔","lang":"ur"},{"name":"27:59","price":"تو کہہ دے کہ تمام تعریف اللہ ہی کے لیے ہے اور اس کے برگزیده بندوں پر سلام ہے(1) ۔ کیا اللہ تعالیٰ بہتر ہے یا وه جنہیں یہ لوگ شریک ٹھہرا رہے ہیں.(2)","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":"(1) جن کو اللہ نے رسالت اور بندوں کو رہنمائی کے لیے چنا تاکہ لوگ صرف ایک اللہ کی عبادت کریں۔\n(2) یہ استفہام تقریری ہے۔ یعنی اللہ ہی کی عبادت بہتر ہے کیونکہ جب خالق، رازق اور مالک وہی ہے تو عبادت کا مستحق کوئی دوسرا کیوں کر ہوسکتا ہے؟ جو نہ کسی چیز کا خالق ہے نہ رازق اور مالک خَيْرٌ اگرچہ تفضیل کا صیغہ ہے لیکن یہاں تفضیل کے معنی میں نہیں ہے، مطلق بہتر کے معنی میں ہے، اس لیے کہ معبود ان باطلہ میں تو سرے سے کوئی خیر ہے ہی نہیں۔","lang":"ur"},{"name":"27:60","price":"بھلا بتاؤ تو؟ کہ آسمانوں کو اور زمین کو کس نے پیدا کیا؟ کس نے آسمان سے بارش برسائی؟ پھر اس سے ہرے بھرے بارونق باغات اگا دیئے؟ ان باغوں کے درختوں کو تم ہر گز نہ اگا سکتے(1) ، کیا اللہ کے ساتھ اور کوئی معبود بھی ہے(2)؟ بلکہ یہ لوگ ہٹ جاتے ہیں(3) (سیدھی راه سے).","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":"(1) یہاں سے پچھلے جملے کی تشریح اور اس کے دلائل جارہے ہیں کہ وہی اللہ پیدائش ، رزق اور تدبیر وغیرہ میں متفرد ہے۔ کوئی اس کا شریک نہیں ہے۔ فرمایا آسمانوں کو اتنی بلندی اور خوبصورتی کے ساتھ بنانے والا، ان میں درخشاں کواکب، روشن ستارے اور گردش کرنے والے افلاک بنانے والا۔ اسی طرح زمین اور اس میں پہاڑ، نہریں، چشمے، سمندر، اشجار کھیتیاں اور انواع واقسام کے طیور و حیوانات وغیرہ پیدا کرنے والا اور آسمان سے بارش برسا کر اس کے ذریعے سے بارونق باغات اگانے والا کون ہے؟ کیا تم میں سے کوئی ایسا ہے جو زمین سے درخت ہی اگا کر دکھا دے؟ ان سب کے جواب میں مشرکین بھی کہتے اور اعتراف کرتے تھے کہ یہ سب کچھ کرنے والا اللہ تعالیٰ ہے، جیسا کہ قرآن میں دوسرے مقام پر ہے۔ (مثلاً سورۃ العنکبوت۔63)۔\n(2) یعنی ان سب حقیقتوں کے باوجود کیا اللہ کے ساتھ کوئی اور بھی ہستی ایسی ہے، جو عبادت کے لائق ہو؟ یا جس نے ان میں سے کسی چیز کو پیدا کیا ہو؟ یعنی کوئی ایسا نہیں جس نے کچھ بنایا ہو یا عبادت کے لائق ہو۔ أمن کا ان آیات میں مفہوم یہ ہے کہ کیا وہ ذات جو ان تمام چیزوں کو بنانے والی ہے، اس شخص کی طرح ہے جو ان میں سے کسی چیز پر قادر نہیں؟ (ابن کثیر)۔\n(3) اس کا دوسرا ترجمہ ہے کہ وہ لوگ اللہ کا ہمسر اور نظیر ٹھہراتے ہیں۔","lang":"ur"},{"name":"27:61","price":"کیا وه جس نے زمین کو قرار گاه بنایا(1) اور اس کے درمیان نہریں جاری کر دیں اور اس کے لیے پہاڑ بنائے اور دو سمندروں کے درمیان روک بنا دی(2) کیا اللہ کے ساتھ اور کوئی معبود بھی ہے؟ بلکہ ان میں سے اکثر کچھ جانتے ہی نہیں.","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":"(1) یعنی ساکن اور ثابت، نہ ہلتی ہے، نہ ڈولتی ہے اگر ایسا نہ ہوتا تو زمین پر رہنا ممکن ہی نہ ہوتا۔ زمین پر بڑے بڑے پہاڑ بنانے کا مقصد بھی زمین کو حرکت کرنے سے اور ڈولنے سے روکنا ہی ہے۔\n(2) اس کی تشریح کے لیے دیکھیں سورۃ الفرقان ، 53 کا حاشیہ۔","lang":"ur"},{"name":"27:62","price":"بے کس کی پکار کو جب کہ وه پکارے، کون قبول کرکے سختی کو دور کر دیتا ہے(1) ؟ اور تمہیں زمین کا خلیفہ بناتا ہے(2)، کیا اللہ تعالیٰ کے ساتھ اور معبود ہے؟ تم بہت کم نصیحت وعبرت حاصل کرتے ہو.","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":"(1) یعنی وہی اللہ ہے جسے شدائد کے وقت پکارا جاتا اور مصیبتوں کے وقت جس سے امیدیں وابستہ کی جاتی ہیں مُضْطَرٌّ (لاچار) اس کی طرف رجوع کرتا اور برائی کو وہی دور کرتا ہے۔ مزید ملاحظہ ہو سورۃ الاسراء: 67 ، سورۃ النمل: 53۔\n(2) یعنی ایک امت کے بعد دوسری امت، ایک قوم کے بعد دوسری قوم اور ایک نسل کے بعد دوسری نسل پیدا کرتا ہے۔ ورنہ اگر وہ سب کو ایک ہی وقت میں وجود بخش دیتا تو زمین بھی تنگ دامانی کا شکوہ کرتی، اکتساب معیشت میں بھی دشواریاں پیدا ہوتیں اور یہ سب ایک دوسرے کی ٹانگ کھینچنے میں ہی مصروف وسرگرداں رہتے۔ یعنی یکے بعد دیگرے انسانوں کو پیدا کرنا اور ایک کو دوسرے کا جانشین بنانا، یہ بھی اس کی کمال مہربانی ہے۔","lang":"ur"},{"name":"27:63","price":"کیا وه جو تمہیں خشکی اور تری کی تاریکیوں میں راه دکھاتا ہے(1) اور جو اپنی رحمت سے پہلے ہی خوشخبریاں دینے والی ہوائیں چلاتا ہے(2)، کیا اللہ کے ساتھ کوئی اور معبود بھی ہے جنہیں یہ شریک کرتے ہیں ان سب سے اللہ بلند وباﻻتر ہے.","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":"(1) یعنی آسمانوں پر ستاروں کو درخشانی عطا کرنے والا کون ہے؟ جن سے تم تاریکیوں میں راہ پاتے ہو۔ پہاڑوں اور وادیوں کا پیدا کرنے والا کون ہے جو ایک دوسرے کے لیے سرحدوں کا کام بھی دیتے ہیں اور راستوں کی نشاندہی کا بھی۔\n(2) یعنی بارش سے پہلے ٹھنڈی ہوائیں، جو بارش کی پیامبر ہی نہیں ہوتیں، بلکہ ان سے خشک سالی کے مارے ہوئے لوگوں میں خوشی کی لہر بھی دوڑ جاتی ہے۔","lang":"ur"},{"name":"27:64","price":"کیا وه جو مخلوق کی اول دفعہ پیدائش کرتا ہے پھر اسے لوٹائے گا(1) اور جو تمہیں آسمان اور زمین سے روزیاں دے رہا ہے(2)، کیا اللہ کے ساتھ کوئی اور معبود ہے کہہ دیجئے کہ اگر سچے ہو تو اپنی دلیل ﻻؤ.","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":"(1) یعنی قیامت والے دن تمہیں دوبارہ زندگی عطا فرمائے گا۔\n(2) یعنی آسمان سے بارش نازل فرما کر، زمین سے اس کے مخفی خزانے (غلہ جات اور میوے) پیدا فرماتا ہے اور یوں آسمان وزمین کی برکتوں کے دروازے کھول دیتا ہے۔","lang":"ur"},{"name":"27:65","price":"کہہ دیجئے کہ آسمانوں والوں میں سے زمین والوں میں سے سوائے اللہ کے کوئی غیب نہیں جانتا(1) ، انہیں تو یہ بھی نہیں معلوم کہ کب اٹھا کھڑے کیے جائیں گے؟","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":"(1) یعنی جس طرح مذکورہ معاملات میں اللہ تعالیٰ متفرد ہے، اس کا کوئی شریک نہیں۔ اسی طرح غیب کے علم میں بھی وہ متفرد ہے۔ اس کے سوا کوئی عالم الغیب نہیں۔ نبیوں اور رسولوں کو بھی اتنا ہی علم ہوتا ہے جتنا اللہ تعالیٰ وحی والہام کے ذریعے سے انہیں بتلا دیتا ہے اور جو علم کسی بتلانے سے حاصل ہو، اس کے عالم کو عالم الغیب نہیں کہا جاتا۔ عالم الغیب تو وہ ہے جو بغیر کسی واسطے اور ذریعے کے ذاتی طور پر ہر چیز کا علم رکھے، ہر حقیقت سے باخبر ہو اور مخفی سے مخفی چیز بھی اس کے دائرہ علم سے باہر نہ ہو۔ یہ صفت صرف اور صرف اللہ کی ہے اس لیے صرف وہی عالم الغیب ہے۔ اس کے سوا کائنات میں کوئی عالم الغیب نہیں۔ حضرت عائشہ (رضی الله عنها) فرماتی ہیں کہ جو شخص یہ گمان رکھتا ہے کہ نبی (صلى الله عليه وسلم) آئندہ کل کو پیش آنے والے حالات کا علم رکھتے ہیں، اس نے اللہ پر بہت بڑا بہتان باندھا اس لیے کہ وہ تو فرما رہا ہے کہ آسمان وزمین میں غیب کا علم صرف اللہ کو ہے۔ (صحيح بخاري نمبر 48 55 ، صحيح مسلم نمبر 287 الترمذي نمبر3068) حضرت قتادہ (رضي الله عنه) فرماتے ہیں کہ اللہ تعالیٰ نے ستارے تین مقصد کے لیے بنائے ہیں۔ آسمان کی زینت، رہنمائی کا ذریعہ اور شیطان کو سنگسار کرنا۔ لیکن اللہ کے احکام سے بے خبر لوگوں نے ان سے غیب کا علم حاصل کرنے (کہانت) کا ڈھونگ رچا لیا ہے۔ مثلاً کہتے ہیں جو فلاں فلاں ستارے کے وقت نکاح کرے گا تو یہ یہ ہوگا فلاں فلاں ستارے کے وقت سفر کرے گا تو ایسا ایسا ہوگا، فلاں فلاں ستارے کے وقت پیدا ہوگا تو ایسا ایسا ہوگا وغیرہ وغیرہ۔ یہ سب ڈھکوسلے ہیں۔ ان کے قیاسات کے خلاف اکثر ہوتا رہتا ہے۔ ستاروں، پرندوں اور جانوروں سے غیب کا علم کس طرح حاصل ہوسکتا ہے؟ جب کہ اللہ کا فیصلہ تو یہ ہے کہ آسمان وزمین میں اللہ کے سوا کوئی غیب نہیں جانتا۔ (ابن کثیر)","lang":"ur"},{"name":"27:66","price":"بلکہ آخرت کے بارے میں ان کا علم ختم ہوچکا ہے(1) ، بلکہ یہ اس کی طرف سے شک میں ہیں۔ بلکہ یہ اس سے اندھے ہیں.(2)","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":"(1) یعنی ان کا علم آخرت کے وقوع کا وقت جاننے سے عاجز ہے۔ یا ان کا علم آخرت کے بارے میں برابر ہے جیسے نبی (صلى الله عليه وسلم) نے حضرت جبرائیل (عليه السلام) کے استفسار پر فرمایا تھا کہ قیامت کے بارے میں مسئول عنہا (نبی اکرم صلى الله عليه وسلم) بھی سائل (حضرت جبرائیل عليه السلام) سے زیادہ علم نہیں رکھتے یا یہ معنی ہیں کہ ان کا علم مکمل ہوگیا، اس لیے کہ انہوں نے قیامت کے بارے میں کیے گئے وعدوں کو اپنی آنکھوں سے دیکھ لیا، گویہ علم اب ان کے لیے نافع نہیں ہے کیونکہ دنیا میں وہ اسے جھٹلاتے رہے تھے جیسے فرمایا: «أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلالٍ مُبِينٍ» (سورة مريم: 38)\n(2) یعنی دنیا میں آخرت کے بارے میں شک میں ہیں بلکہ اندھے ہیں کہ اختلال عقل وبصیرت کی وجہ سے آخرت پر یقین سے محروم ہیں۔","lang":"ur"},{"name":"27:67","price":"کافروں نے کہا کہ کیا جب ہم مٹی ہو جائیں گے اور ہمارے باپ دادا بھی کیا ہم پھر نکالے جائیں گے.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":"","lang":"ur"},{"name":"27:68","price":"ہم اور ہمارے باپ دادوں کو بہت پہلے سے یہ وعدے دیے جاتے رہے۔ کچھ نہیں یہ تو صرف اگلوں کے افسانے ہیں.(1)","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":"(1) یعنی اس میں حقیقت کوئی نہیں، بس ایک دوسرے سے سن کر یہ کہتے چلے آرہے ہیں۔","lang":"ur"},{"name":"27:69","price":"کہہ دیجئے کہ زمین میں چل پھر کر ذرا دیکھو تو سہی کہ گنہگاروں کا کیسا انجام ہوا؟(1)","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":"(1) یہ ان کافروں کے قول کا جواب ہے کہ پچھلی قوموں کو دیکھو کہ کیا ان پر اللہ کا عذاب نہیں آیا؟ جو پیغمبروں کی صداقت کی دلیل ہے۔ اسی طرح قیامت اور اس کی زندگی کے بارے میں بھی ہمارے رسول جو کہتے ہیں، یقیناً سچ ہے۔","lang":"ur"},{"name":"27:70","price":"آپ ان کے بارے میں غم نہ کریں اور ان کے داؤں گھات سے تنگ دل نہ ہوں.","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":"","lang":"ur"},{"name":"27:71","price":"کہتے ہیں کہ یہ وعده کب ہے اگر سچے ہو تو بتلا دو.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":"","lang":"ur"},{"name":"27:72","price":"جواب دیجئے! کہ شاید بعض وه چیزیں جن کی تم جلدی مچا رہے ہو تم سے بہت ہی قریب ہوگئی ہوں.(1)","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":"(1) اس سے مراد جنگ بدر کا وہ عذاب ہے جو قتل اور اسیری کی شکل میں کافروں کو پہنچایا یا عذاب قبر ہے رَدِفَ ، قرب کے معنی میں ہے، جیسے سواری کی عقبی نشست پر بیٹھنے والے کو ردیف کہا جاتا ہے۔","lang":"ur"},{"name":"27:73","price":"یقیناً آپ کا پروردگار تمام لوگوں پر بڑے ہی فضل واﻻ ہے لیکن اکثر لوگ ناشکری کرتے ہیں.(1)","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":"(1) یعنی عذاب میں تاخیر، یہ بھی اللہ کے فضل وکرم کا ایک حصہ ہے، لیکن لوگ پھر بھی اس سے اعراض کرکے ناشکری کرتے ہیں۔","lang":"ur"},{"name":"27:74","price":"بیشک آپ کا رب ان چیزوں کو بھی جانتا ہے جنہیں ان کے سینے چھپا رہے ہیں اور جنہیں ﻇاہر کر رہے ہیں.","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":"","lang":"ur"},{"name":"27:75","price":"آسمان وزمین کی کوئی پوشیده چیز بھی ایسی نہیں جو روشن اور کھلی کتاب میں نہ ہو.(1)","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":"(1) اس سے مراد لوح محفوظ ہے۔ ان ہی غائب چیزوں میں اس عذاب کا علم بھی ہے جس کے لیے یہ کفار جلدی مچاتے ہیں۔ لیکن اس کا وقت بھی اللہ نے لوح محفوظ میں لکھ رکھا ہے جسے صرف وہی جانتا ہے اور جب وہ وقت آجاتا ہے جو اس نے کسی قوم کی تباہی کے لیے لکھ رکھا ہوتا ہے، تو پھر اسے تباہ کر دیتا ہے۔ یہ مقررہ وقت آنے سے پہلے جلدی کیوں کرتے ہیں؟","lang":"ur"},{"name":"27:76","price":"یقیناً یہ قرآن بنی اسرائیل کے سامنے ان اکثر چیزوں کا بیان کر رہا ہے جن میں یہ اختلاف کرتے ہیں.(1)","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":"(1) اہل کتاب یعنی یہود ونصاریٰ مختلف فرقوں اور گروہوں میں بٹ گئے تھے۔ ان کے عقائد بھی ایک دوسرے سے مختلف تھے۔ یہود حضرت عیسیٰ (عليه السلام) کی تنقیص اور توہین کرتے تھے اور عیسائی ان کی شان میں غلو۔ حتیٰ کہ انہیں، اللہ یا اللہ کا بیٹا قرار دے دیا . قرآن کریم نے ان کے حوالے سے ایسی باتیں بیان فرمائیں ، جن سے حق واضح ہو جاتا ہے اور اگر وہ قرآن کے بیان کردہ حقائق کو مان لیں تو ان کے عقائدی اختلافات ختم اور ان کا تفرق وانتشار کم ہوسکتا ہے۔","lang":"ur"},{"name":"27:77","price":"اور یہ قرآن ایمان والوں کے لیے یقیناً ہدایت اور رحمت ہے.(1)","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":"(1) مومنوں کا اختصاص اس لیے کہ وہی قرآن سے فیض یاب ہوتے ہیں۔ انہی میں وہ بنی اسرائیل بھی ہیں جو ایمان لے آئے تھے۔","lang":"ur"},{"name":"27:78","price":"آپ کا رب ان کے درمیان اپنے حکم سے سب فیصلے کر دے گا(1) ، وه بڑا ہی غالب اور دانا ہے.","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":"(1) یعنی قیامت میں ان کے اختلافات کا فیصلہ کرکے حق کو باطل سے ممتاز کر دے گا اور اس کے مطابق جزا وسزا کا اہتمام فرمائے گا یا انہوں نے اپنی کتابوں میں جو تحریفات کی ہیں، دنیا میں ہی ان کا پردہ چاک کرکے ان کے درمیان فیصلہ فرما دے گا۔","lang":"ur"},{"name":"27:79","price":"پس آپ یقیناً اللہ ہی پر بھروسہ رکھیے، یقیناً آپ سچے اور کھلے دین پر ہیں.(1)","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":"(1) یعنی اپنا معاملہ اسی کے سپرد کر دیں اور اسی پر اعتماد کریں، وہی آپ کا مددگار ہے۔ ایک تو اس لیے کہ آپ دین حق پر ہیں، دوسری وجہ آگے آرہی ہے۔","lang":"ur"},{"name":"27:80","price":"بیشک آپ نہ مُردوں کو سنا سکتے ہیں اور نہ بہروں کو اپنی پکار سنا سکتے ہیں(1) ، جبکہ وه پیٹھ پھیرے روگرداں جا رہے ہوں.(2)","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":"(1) یہ ان کافروں کی پروا نہ کرنے اور صرف اللہ پر بھروسہ رکھنے کی دوسری وجہ ہے کہ یہ لوگ مردہ ہیں جو کسی کی بات سن کر فائدہ نہیں اٹھا سکتے یا بہرے ہیں جو سنتے ہیں نہ سمجھتے ہیں اور نہ راہ یاب ہونے والے ہیں۔ گویا کافروں کو مردوں سے تشبیہ دی جن میں حس ہوتی ہے نہ عقل اور بہروں سے، جو وعظ ونصیحت سنتے ہیں نہ دعوت الی اللہ قبول کرتے ہیں۔\n(2) یعنی وہ حق سے مکمل طور پر گریزاں اور متنفر ہیں کیونکہ بہرہ آدمی رو در رو بھی کوئی بات نہیں سن پاتا چہ جائیکہ اس وقت سن سکے جب وہ منہ موڑ لے اور پیٹھ پھیرے ہوئے ہو۔ قرآن کریم کی اس آیت سے یہ بھی معلوم ہوا کہ سماع موتی کا عقیدہ قرآن کے خلاف ہے۔ مردے کسی کی بات نہیں سن سکتے۔ البتہ اس سے صرف وہ صورتیں مستثنیٰ ہوں گی جہاں سماعت کی صراحت کسی نص سے ثابت ہوگی۔ جیسے حدیث میں آتا ہے کہ مردے کو جب دفنا کر واپس جاتے ہیں تو وہ ان کے جوتوں کی آہٹ سنتا ہے (صحيح بخاري نمبر 338 ، صحيح مسلم نمبر 2201) یا جنگ بدر میں کافر مقتولین کو جو قلیب بدر میں پھینک دیئے گئے تھے۔ نبی (صلى الله عليه وسلم) نے خطاب فرمایا، جس پر صحابہ نے کہا ”آپ (صلى الله عليه وسلم) بے روح جسموں سے گفتگو فرما رہے ہیں“۔ آپ (صلى الله عليه وسلم) نے فرمایا کہ ”یہ تم سے زیادہ میری بات سن رہے ہیں“۔ یعنی معجزانہ طور پر اللہ تعالیٰ نے آپ کی بات مردہ کافروں کو سنوا دی (صحيح بخاري نمبر 1307)","lang":"ur"},{"name":"27:81","price":"اور نہ آپ اندھوں کو ان کی گمراہی سے ہٹا کر رہنمائی کر سکتے ہیں(1) آپ تو صرف انہیں سنا سکتے ہیں جو ہماری آیتوں پر ایمان ﻻئے ہیں پھر وه فرمانبردار ہوجاتے ہیں.","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":"(1) یعنی جن کو اللہ تعالیٰ حق سے اندھا کر دے، آپ ان کی اس طرح رہنمائی نہیں فرما سکتے جو انہیں مطلوب یعنی ایمان تک پہنچا دے۔","lang":"ur"},{"name":"27:82","price":"جب ان کے اوپر عذاب کا وعده ﺛابت ہو جائے گا(1) ، ہم زمین سے ان کے لیے ایک جانور نکالیں گے جو ان سے باتیں کرتا ہوگا(2) کہ لوگ ہماری آیتوں پر یقین نہیں کرتے تھے.(3)","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":"(1) یعنی جب نیکی کا حکم دینے والا اور برائی سے روکنے والا نہیں رہ جائے گا۔\n(2) یہ دابہ وہی ہے جو قرب قیامت کی علامات میں سے ہے جیسا کہ حدیث میں ہے۔ نبی (صلى الله عليه وسلم) نے فرمایا (قیامت اس وقت تک قائم نہیں ہوگی جب تک تم دس نشانیاں نہ دیکھ لو، ان میں ایک جانور کا نکلنا ہے۔ (صحيح مسلم كتاب الفتن، باب في الآيات التي تكون قبل الساعة، والسنن ) دوسری روایت میں ہے (سب سے پہلی نشانی جو ظاہر ہوگی ، وہ ہے سورج کا مشرق کی بجائے ، مغرب سے طلوع ہونا اور چاشت کے وقت جانور کا نکلنا۔ ان دونوں میں سے جو پہلے ظاہر ہوگی، دوسری اس کے فوراً بعد ہی ظاہر ہو جائے گی (صحيح مسلم، باب في خروج الدجال ومكثه في الأرض)\n(3) یہ جانور کے نکلنے کی علت ہے۔ یعنی اللہ تعالیٰ اپنی یہ نشانی اس لیے دکھلائے گا کہ لوگ اللہ کی نشانیوں یا آیتوں (احکام) پر یقین نہیں رکھتے۔ بعض کہتے ہیں کہ یہ جملہ وہ جانور اپنی زبان سے ادا کرے گا۔ تاہم اس جانور کے لوگوں سے کلام کرنے میں تو کوئی شک نہیں کیونکہ قرآن نے اس کی صراحت کی ہے۔","lang":"ur"},{"name":"27:83","price":"اور جس دن ہم ہر امت میں سے ان لوگوں کے گروه کو جو ہماری آیتوں کو جھٹلاتے تھے گھیر گھار کر ﻻئیں گے پھر وه سب کے سب الگ کر دیئے جائیں گے.(1)","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":"(1) یا قسم قسم کر دیئے جائیں گے۔ یعنی زانیوں کا ٹولہ، شرابیوں کا ٹولہ وغیرہ۔ یا یہ معنی ہیں کہ ان کو روکا جائے گا۔ یعنی ان کو ادھر ادھر اور آگے پیچھے ہونے سے روکا جائے گا اور سب کو ترتیب وار لا کر جہنم میں پھینک دیا جائے گا۔","lang":"ur"},{"name":"27:84","price":"جب سب کے سب آپہنچیں گے تو اللہ تعالیٰ فرمائے گا کہ تم نے میری آیتوں کو باوجودیکہ تمہیں ان کا پورا علم نہ تھا کیوں جھٹلایا(1) ؟ اور یہ بھی بتلاؤ کہ تم کیا کچھ کرتے رہے؟(2)","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":"(1) یعنی تم نے میری توحید اور دعوت کے دلائل سمجھنے کی کوشش ہی نہیں کی اور اس کے بغیر ہی میری آیتوں کو جھٹلاتے رہے۔\n(2) کہ جس کی وجہ سے تمہیں میری باتوں پر غور کرنے کا موقع ہی نہیں ملا۔","lang":"ur"},{"name":"27:85","price":"بسبب اس کے کہ انہوں نے ﻇلم کیا تھا ان پر بات جم جائے گی اور وه کچھ بول نہ سکیں گے.(1)","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":"(1) یعنی ان کے پاس کوئی عذر نہیں ہوگا کہ جسے وہ پیش کرسکیں۔ یا قیامت کی ہولناکیوں کی وجہ سے بولنے کی قدرت سے ہی محروم ہوں گے اور بعض کے نزدیک یہ اس وقت کی کیفیت کا بیان ہے جب ان کے مونہوں پر مہر لگا دی جائے گی۔","lang":"ur"},{"name":"27:86","price":"کیا وه دیکھ نہیں رہے ہیں کہ ہم نے رات کو اس لیے بنایا ہے(1) کہ وه اس میں آرام حاصل کرلیں اور دن کو ہم نے دکھلانے واﻻ بنایا ہے، یقیناً اس میں ان لوگوں کے لیے نشانیاں ہیں جو ایمان ویقین رکھتے ہیں.","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":"(1) تاکہ وہ اس میں کسب معاش کے لیے دوڑ دھوپ کرسکیں۔","lang":"ur"},{"name":"27:87","price":"جس دن صور پھونکا جائے گا تو سب کے سب آسمانوں والے اور زمین والے گھبرا اٹھیں گے(1) مگر جسے اللہ تعالیٰ چاہے(2)، اور سارے کے سارے عاجز وپست ہو کر اس کے سامنے حاضر ہوں گے.","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":"(1) صور سے مراد وہی قرن ہے جس میں اسرافیل (عليه السلام) اللہ کے حکم سے پھونک ماریں گے۔ یہ نفخے دو یا دو سے زیادہ ہوں گے۔ پہلے نفخے (پھونک) میں ساری دنیا گھبرا کر بےہوش اور دوسرے نفخے میں موت سے ہمکنار ہوجائے گی۔ تیسرے نفخے میں سب لوگ قبروں سے زندہ ہوکر اٹھ کھڑے ہوں گے اور بعض کے نزدیک ایک اور چوتھا نفخہ ہوگا جس سے سب لوگ میدان محشر میں اکٹھے ہو جائیں گے۔ یہاں کون سا نفخہ مراد ہے؟ امام ابن کثیر کے نزدیک یہ پہلا نفخہ اور امام شوکانی کے نزدیک تیسرا نفخہ ہے جب لوگ قبروں سے اٹھیں گے۔\n(2) یہ مستثنیٰ لوگ کون ہوں گے۔ بعض کے نزدیک انبیا وشہدا، بعض کے نزدیک فرشتے اور بعض کے نزدیک سب اہل ایمان ہیں۔ امام شوکانی فرماتے ہیں کہ ممکن ہے کہ تمام مذکورین ہی اس میں شامل ہوں کیونکہ اہل ایمان حقیقی گھبراہٹ سے محفوظ ہوں گے (جیسا کہ آگے آرہا ہے)","lang":"ur"},{"name":"27:88","price":"اور آپ پہاڑوں کو دیکھ کر اپنی جگہ جمے ہوئے خیال کرتے ہیں لیکن وه بھی بادل کی طرح اڑتے پھریں گے(1) ، یہ ہے صنعت اللہ کی جس نے ہر چیز کو مضبوط بنایا ہے(2)، جو کچھ تم کرتے ہو اس سے وه باخبر ہے.","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":"(1) یہ قیامت والے دن ہوگا کہ پہاڑ اپنی جگہوں پر نہیں رہیں گے بلکہ بادلوں کی طرح چلیں گے اور اڑیں گے۔\n(2) یعنی یہ اللہ کی عظیم قدرت سے ہوگا جس نے ہر چیز کو مضبوط بنایا ہے۔ لیکن وہ ان مضبوط چیزوں کو بھی روئی کے گالوں کی طرح کر دینے پر قادر ہے۔","lang":"ur"},{"name":"27:89","price":"جو لوگ نیک عمل ﻻئیں گے انھیں اس سے بہتر بدلہ ملے گا اور وه اس دن کی گھبراہٹ سے بےخوف ہوں گے.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":"(1) یعنی حقیقی اور بڑی گھبراہٹ سے وہ محفوظ ہوں گے۔ «لا يَحْزُنُهُمُ الْفَزَعُ الأَكْبَرُ» (الأنبياء: 103)","lang":"ur"},{"name":"27:90","price":"اور جو برائی لے کر آئیں گے وه اوندھے منھ آگ میں جھونک دیئے جائیں گے۔ صرف وہی بدلہ دیئے جاؤ گے جو تم کرتے رہے.","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":"","lang":"ur"},{"name":"27:91","price":"مجھے تو بس یہی حکم دیا گیا ہے کہ میں اس شہر کے پروردگار کی عبادت کرتا رہوں جس نے اسے حرمت واﻻ بنایا ہے(1) ، جس کی ملکیت ہر چیز ہے اور مجھے یہ بھی فرمایا گیا ہے کہ میں فرماں برداروں میں ہو جاؤں.","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":"(1) اس سےمراد مکہ شہر ہے اس کا بطور خاص اس لیے ذکر کیا ہے کہ اسی میں خانہ کعبہ ہے اور یہی رسول اللہ (صلى الله عليه وسلم) کو بھی سب سے زیادہ محبوب تھا۔ حرمت والا کا مطلب ہے اس میں خون ریزی کرنا، ظلم کرنا، شکار کرنا، درخت کاٹنا حتیٰ کہ کانﭩا توڑنا بھی منع ہے۔ (بخاري كتاب الجنائز، مسلم كتاب الحج باب تحريم مكة وصيدها، والسنن)","lang":"ur"},{"name":"27:92","price":"اور میں قرآن کی تلاوت کرتا رہوں، جو راه راست پر آجائے وه اپنے نفع کے لیے راه راست پر آئے گا۔ اور جو بہک جائے تو کہہ دیجئے! کہ میں تو صرف ہوشیار کرنے والوں میں سے ہوں.(1)","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":"(1) یعنی میرا کام صرف تبلیغ ہے۔ میری دعوت وتبلیغ سے جو مسلمان ہو جائے گا، اس میں اسی کا فائدہ ہے کہ اللہ کے عذاب سے بچ جائے گا، اور جو میری دعوت کو نہیں مانے گا، تو میرا کیا؟ اللہ تعالیٰ خود ہی اس سے حساب لے لے گا اور اسے جہنم کے عذاب کا مزہ چکھائے گا۔","lang":"ur"},{"name":"27:93","price":"کہہ دیجئے، کہ تمام تعریفیں اللہ ہی کو سزاوار ہیں(1) وه عنقریب اپنی نشانیاں دکھائے گا جنہیں تم (خود) پہچان لو گے(2)۔ اور جو کچھ تم کرتے ہو اس سے آپ کا رب غافل نہیں.(3)","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":"(1) کہ جو کسی کو اس وقت تک عذاب نہیں دیتا جب تک حجت قائم نہیں کردیتا۔\n(2) دوسرے مقام پر فرمایا: «سَنُرِيهِمْ آيَاتِنَا فِي الآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ» (سورة حم السجدة: 53) ”ہم انہیں آفاق وانفس میں اپنی نشانیاں دکھلائیں گے تاکہ ان پر حق واضح ہو جائے“۔ اگر زندگی میں یہ نشانیاں دیکھ کر ایمان نہیں لاتے تو موت کے وقت تو ان نشانیوں کو دیکھ کر ضرور پہچان لیتے ہیں۔ لیکن اس وقت کی معرفت کوئی فائدہ نہیں پہنچاتی، اس لیے کہ اس وقت ایمان مقبول نہیں۔\n(3) بلکہ ہر چیز کو وہ دیکھ رہا ہے۔ اس میں کافروں کے لیے ترہیب شدید اور تہدید عظیم ہے۔","lang":"ur"}],"chapter":["27 (An-Naml)","An-Naml","Surah An-Naml","Chapter An-Naml","Naml","Surah Naml","Chapter Naml","An Naml","Surah An Naml","Chapter An Naml","Surah 27","Chapter 27","The Ant","النَّمْل"]}