{"data":[{"name":"29:1","price":"الم.","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"ur"},{"name":"29:2","price":"کیا لوگوں نے یہ گمان کر رکھا ہے کہ ان کے صرف اس دعوے پر کہ ہم ایمان ﻻئے ہیں ہم انہیں بغیر آزمائے ہوئے ہی چھوڑ دیں گے؟.(1)","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"(1) یعنی یہ گمان کہ صرف زبان سے ایمان لانے کے بعد، بغیر امتحان لیے، انہیں چھوڑ دیا جائے گا، صحیح نہیں۔ بلکہ انہیں جان ومال کی تکالیف اور دیگر آزمائشوں کے ذریعے سے جانچا پر کھا جائے گا تاکہ کھرے کھوٹے کا، سچے جھوٹے کا اور مومن ومنافق کا پتہ چل جائے۔","lang":"ur"},{"name":"29:3","price":"ان سے اگلوں کو بھی ہم نے خوب جانچا(1) ۔ یقیناً اللہ تعالیٰ انہیں بھی جان لے گا جو سچ کہتے ہیں اور انہیں بھی معلوم کرلے گا جو جھوٹے ہیں.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"(1) یعنی یہ سنت الٰہی ہے جو پہلے سے چلی آرہی ہے۔ اس لیے وہ اس امت کے مومنوں کی بھی آزمائش کرے گا، جس طرح پہلی امتوں کی آزمائش کی گئی۔ ان آیات کی شان نزول کی روایات میں آتا ہے کہ صحابہ کرام (رضي الله عنهم) نے اس ظلم وستم کی شکایت کی جس کا نشانہ وہ کفار مکہ کی طرف سے بنے ہوئے تھے اور رسول اللہ (صلى الله عليه وسلم) سے دعا کی درخواست کی تاکہ اللہ تعالیٰ ان کی مدد فرمائے۔ آپ (صلى الله عليه وسلم) نے فرمایا کہ یہ تشدد وایذا تو اہل ایمان کی تاریخ کا حصہ ہے۔ تم سے پہلے بعض مومنوں کا یہ حال کیا گیا کہ انہیں ایک گڑھا کھود کر اس میں کھڑا کر دیا گیا اور پھر ان کے سروں پر آرا چلا دیا گیا، جس سے ان کے جسم دو حصوں میں تقسیم ہوگئے، اسی طرح لوہے کی کنگھیاں ان کے گوشت پر ہڈیوں تک پھیری گئیں۔ لیکن یہ ایذائیں انہیں دین حق سے پھیرنے میں کامیاب نہیں ہوئیں۔ (صحيح بخاري، كتاب أحاديث الأنبياء، باب علامات النبوة في الإسلام) حضرت عمار، ان کی والدہ حضرت سمیہ اور والد حضرت یاسر، حضرت صہیب، بلال ومقداد وغیرہم رضوان اللہ علیہم اجمعین پر اسلام کے ابتدائی دور میں جو ظلم وستم کے پہاڑ توڑے گئے، وہ صفحات تاریخ میں محفوظ ہیں۔ یہ واقعات ہی ان آیات کے نزول کا سبب بنے۔ تاہم عموم الفاظ کے اعتبار سے قیامت تک کے اہل ایمان اس میں داخل ہیں۔","lang":"ur"},{"name":"29:4","price":"کیا جو لوگ برائیاں کر رہے ہیں انہوں نے یہ سمجھ رکھا ہے کہ وه ہمارے قابو سے باہر ہو جائیں گے(1) ، یہ لوگ کیسی بری تجویزیں کر رہے ہیں.(1)","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"(1) یعنی ہم سے بھاگ جائیں گے اور ہماری گرفت میں نہ آسکیں گے۔\n(2) یعنی اللہ کے بارے میں کس ظن فاسد میں یہ مبتلا ہیں، جب کہ وہ ہر چیز پر قادر ہے اور ہر بات سے باخبر بھی . پھر اس کی نافرمانی کرکے اس کے مواخذہ وعذاب سے بچنا کیوں کر ممکن ہے؟","lang":"ur"},{"name":"29:5","price":"جسے اللہ کی ملاقات کی امید ہو پس اللہ کا ٹھہرایا ہوا وقت یقیناً آنے واﻻ ہے(1) ، وه سب کچھ سننے واﻻ، سب کچھ جاننے واﻻ ہے.(2)","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"(1) یعنی جسے آخرت پر یقین ہے اور وہ اجر وثواب کی امید پر اعمال صالحہ کرتا ہے۔ اللہ تعالیٰ اس کی امیدیں برلائے گا اور اسے اس کے عملوں کی مکمل جزا عطا فرمائے گا، کیونکہ قیامت یقیناً برپا ہوکر رہے گی اور اللہ کی عدالت ضرور قائم ہوگی۔\n(2) وہ بندوں کی باتوں اور دعاوں کا سننے والا اور ان کے چھپے اور ظاہر سب عملوں کو جاننے والا ہے۔ اس کے مطابق وہ جزا وسزا بھی یقیناً دے گا۔","lang":"ur"},{"name":"29:6","price":"اور ہر ایک کوشش کرنے واﻻ اپنے ہی بھلے کی کوشش کرتا ہے۔ ویسے تو اللہ تعالیٰ تمام جہان والوں سے بےنیاز ہے.(1)","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"(1) اس کا مطلب وہی ہے جو «مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ» (الجاثية: 15) کا ہے یعنی جو نیک عمل کرے گا، اس کا فائدہ اسی کو ہوگا۔ ورنہ اللہ تعالیٰ تو بندوں کے افعال سے بےنیاز ہے۔ اگر سارے کے سارے متقی بن جائیں تو اس سے اس کی سلطنت میں قوت واضافہ نہیں ہوگا اور سب نافرمان ہو جائیں تو اس سے اس کی بادشاہی میں کمی نہیں ہوگی۔ الفاظ کی مناسبت سے اس میں جہاد مع الکفار بھی شامل ہے کہ وہ بھی من جملہ اعمال صالحہ ہی ہے۔","lang":"ur"},{"name":"29:7","price":"اور جن لوگوں نے یقین کیا اور مطابق سنت کام کیے ہم ان کے تمام گناہوں کو ان سے دور کر دیں گے اور انہیں ان کے نیک اعمال کے بہترین بدلے دیں گے.(1)","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"(1) یعنی باوجود اس بات کے کہ اللہ تعالیٰ تمام مخلوق سے بے نیاز ہے، وہ محض اپنے فضل وکرم سے اہل ایمان کو ان کے عملوں کی بہترین جزا عطا فرمائے گا۔ اور ایک ایک نیکی پر کئی کئی گنا اجر وثواب دے گا۔","lang":"ur"},{"name":"29:8","price":"ہم نے ہر انسان کو اپنے ماں باپ کے ساتھ اچھا سلوک کرنے کی نصیحت کی ہے(1) ہاں اگر وه یہ کوشش کریں کہ آپ میرے ساتھ اسے شریک کرلیں جس کا آپ کو علم نہیں تو ان کا کہنا نہ مانیئے(2)، تم سب کا لوٹنا میری ہی طرف ہے پھر میں ہر اس چیز سے جو تم کرتے تھے تمہیں خبر دوں گا.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"(1) قرآن کریم کے متعدد مقامات پر اللہ تعالیٰ نے اپنی توحید وعبادت کا حکم دینے کے ساتھ والدین کے ساتھ حسن سلوک کی تاکید کی ہے جس سے اس امر کی وضاحت ہوتی ہے کہ ربوبیت (الہٰ واحد) کے تقاضوں کو صحیح طریقے سے وہی سمجھ سکتا اور انہیں ادا کرسکتا ہے جو والدین کی اطاعت وخدمت کے تقاضوں کو سمجھتا اور ادا کرتا ہے۔ جو شخص یہ بات سمجھنے سے قاصر ہے کہ دنیا میں اس کا وجود والدین کی باہمی قربت کا نتیجہ اور اس کی تربیت وپرداخت، ان کی غایت مہربانی اور شفقت کا ثمرہ ہے۔ اس لیے مجھے ان کی خدمت میں کوئی کوتاہی اور ان کی اطاعت سے سرتابی نہیں کرنی چاہیے۔ وہ یقیناً خالق کائنات کو سمجھنے اور اس کی توحید وعبادت کے تقاضوں کی ادائیگی سے بھی قاصر رہے گا۔ اسی لیے احادیث میں بھی والدین کے ساتھ حسن سلوک کی بڑی تاکید آئی ہے۔ ایک حدیث میں والدین کی رضامندی کو اللہ کی رضا اور ان کی ناراضی کو رب کی ناراضی کا باعث قرار دیا گیا ہے۔\n(2) یعنی والدین اگر شرک کا حکم دیں (اور اسی میں دیگر معاصی کا حکم بھی شامل ہے) اور اس کے لیے خاص کوشش بھی کریں۔ (جیسا کہ مجاہدہ کے لفظ سے واضح ہے) تو ان کی اطاعت نہیں کرنی چاہیئے۔ کیونکہ «لا طَاعَةَ لأَحَدٍ فِي مَعْصِيَةِ اللهِ تَبَارَكَ وَتَعَالَى» (مسند أحمد5/66 والصحيحة للألباني، نمبر 179) ”اللہ کی نافرمانی میں کسی کی اطاعت نہیں“۔\nاس آیت کی شان نزول میں حضرت سعد بن ابی وقاص (رضي الله عنه) ، کا واقعہ آتا ہے کہ ان کے مسلمان ہونے پر ان کی والدہ نے کہا کہ میں نہ کھاؤں گی نہ پیوں گی، یہاں تک کہ مجھے موت آجائے یا پھر تو محمد (صلى الله عليه وسلم) کی نبوت کا انکار کر دے، بالآخر یہ اپنی والدہ کو زبردستی منہ کھول کر کھلاتے، جس پر یہ آیت نازل ہوئی۔ (صحيح مسلم، ترمذي، تفسير سورة العنكبوت)","lang":"ur"},{"name":"29:9","price":"اور جن لوگوں نے ایمان قبول کیا اور نیک کام کیے انہیں میں اپنے نیک بندوں میں شمار کر لوں گا.(1)","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"(1) یعنی اگر کسی کے والدین مشرک ہوں گے تو مومن بیٹا نیکوں کے ساتھ ہوگا، والدین کے ساتھ نہیں۔ اس لیے کہ گو والدین دنیا میں اس کے بہت قریب رہے ہوں گے لیکن اس کی محبت دینی اہل ایمان ہی کے ساتھ تھی بنا بریں «الْمَرْءُ مَعَ مَنْ أَحَبَّ» کے تحت وہ زمرۂ صالحین میں ہوگا۔","lang":"ur"},{"name":"29:10","price":"اور بعض لوگ ایسے بھی ہیں جو زبانی کہتے ہیں کہ ہم ایمان ﻻئے ہیں لیکن جب اللہ کی راه میں کوئی مشکل آن پڑتی ہے تو لوگوں کی ایذا دہی کو اللہ تعالیٰ کے عذاب کی طرح بنا لیتے ہیں(1) ، ہاں اگر اللہ کی مدد آجائے(2) تو پکار اٹھتے ہیں کہ ہم تو تمہارے ساتھی ہی ہیں(3) کیا دنیا جہان کے سینوں میں جو کچھ ہے اس سے اللہ تعالیٰ دانا نہیں ہے؟(4)","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"(1) اس میں اہل نفاق یا کمزور ایمان والوں کا حال بیان کیا گیا ہے کہ ایمان کی وجہ سے انہیں ایذا پہنچتی ہے تو عذاب الٰہی کی طرح وہ ان کے لیے ناقابل برداشت ہوتی ہے۔ نتیجتاً وہ ایمان سے پھر جاتے اور دین عوام کو اختیار کر لیتے ہیں۔\n(2) یعنی مسلمانوں کو فتح وغلبہ نصیب ہو جائے۔\n(3) یعنی تمہارے دینی بھائی ہیں۔ یہ وہی مضمون ہے جو دوسرے مقام پر اس طرح بیان فرمایا گیا ہے کہ وہ لوگ تمہیں دیکھتے رہتے ہیں، اگر تمہیں اللہ کی طرف سے فتح ملتی ہے، تو کہتے ہیں کیا ہم تمہارے ساتھ نہیں تھے؟ اور اگر حالات کافروں کے لیے کچھ سازگار ہوتے ہیں تو کافروں سے جاکر کہتے ہیں کہ کیا ہم نے تم کو گھیر نہیں لیا تھا اور مسلمانوں سے تم کو نہیں بچایا تھا۔ (النساء: 141)\n(4) یعنی کیا اللہ ان باتوں کو نہیں جانتا جو تمہارے دلوں میں ہے اور تمہارے ضمیروں میں پوشیدہ ہے۔ گو تم زبان سے مسلمانوں کا ساتھ ہونا ظاہر کرتے ہو۔","lang":"ur"},{"name":"29:11","price":"جو لوگ ایمان ﻻئے اللہ انہیں بھی ﻇاہر کرکے رہے گا اور منافقوں کو بھی ﻇاہر کرکے رہے گا.(1)","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"(1) اس کا مطلب ہے کہ اللہ تعالیٰ خوشی اور تکلیف دے کر آزمائے گا تاکہ منافق اور مومن کی تمیز ہو جائے جو دونوں حالتوں میں اللہ کی اطاعت کرے گا، وہ مومن ہے اور جو صرف خوشی اور راحت میں اطاعت کرے گا تو اس کے معنی یہ ہیں کہ وہ صرف اپنے حظ نفس کا مطیع ہے ، اللہ کا نہیں۔ جس طرح دوسرے مقام پر فرمایا: «وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ» (سورة محمد: 31) ”ہم تمہیں ضرور آزمائیں گے، تاکہ ہم جان لیں تم میں مجاہد اور صابر کون ہیں اور تمہارے دیگر حالت بھی جانچیں گے“۔ جنگ احد کے بعد، جس میں مسلمان اختیار وامتحان کی بھٹی سے گزارے گئے تھے، فرمایا: «مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ» (سورة آل عمران: 179) ”نہیں ہے اللہ تعالیٰ کہ وہ چھوڑ دے مومنوں کو، اس حالت پر جس پر کہ تم ہو، یہاں تک کہ وہ جدا کر دے ناپاک کو پاک سے“۔","lang":"ur"},{"name":"29:12","price":"کافروں نے ایماں والوں سے کہا کہ تم ہماری راه کی تابعداری کرو تمہارے گناه ہم اٹھا لیں گے(1) ، حاﻻنکہ وه ان کے گناہوں میں سے کچھ بھی نہیں اٹھانے والے، یہ تو محض جھوٹے ہیں.(2)","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"(1) یعنی تم اسی آبائی دین کی طرف لوٹ آو، جس پر ہم ابھی تک قائم ہیں، اس لیے کہ وہی دین صحیح ہے۔ اگر اس روایتی مذہب پر عمل کرنے سے تم گناہ گار ہوگے تو اس کے ذمے دار ہم ہیں، وہ بوجھ ہم اپنی گردنوں پر اٹھائیں گے۔\n(2) اللہ تعالیٰ نے فرمایا یہ جھوٹے ہیں۔ قیامت کا دن تو ایسا ہوگا کہ وہاں کوئی کسی کا بوجھ نہیں اٹھائے گا۔ «وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى» وہاں تو ایک دوست ، دوسرے دوست کو نہیں پوچھے گا چاہے ان کے درمیان نہایت گہری دوستی ہو۔ «وَلا يَسْأَلُ حَمِيمٌ حَمِيمًا» (المعارج: 10) حتیٰ کہ رشتے دار ایک دوسرے کا بوجھ نہیں اٹھائیں گے «وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى» (سورة فاطر: 18) اور یہاں بھی اس بوجھ کے اٹھانے کی نفی فرمائی۔","lang":"ur"},{"name":"29:13","price":"البتہ یہ اپنے بوجھ ڈھولیں گے اور اپنے بوجھوں کے ساتھ ہی اور بوجھ بھی(1) ۔ اور جو کچھ افترا پردازیاں کر رہے ہیں ان سب کی بابت ان سے باز پرس کی جائے گی.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"(1) یعنی یہ ائمہ کفر اور داعیان ضلال اپنا ہی بوجھ نہیں اٹھائیں گے، بلکہ ان لوگوں کے گناہوں کا بوجھ بھی ان پر ہوگا جو ان کی سعی وکاوش سے گمراہ ہوئے تھے۔ یہ مضمون سورۃ النحل آیت 25 میں بھی گزر چکا ہے۔ حدیث میں ہے، جو ہدایت کی طرف بلاتا ہے ، اس کے لیے اپنی نیکیوں کے اجر کے ساتھ ان لوگوں کی نیکیوں کا اجر بھی ہوگا جو اس کی وجہ سے قیامت تک ہدایت کی پیروی کریں گے، بغیر اس کے کہ ان کے اجر میں کوئی کمی ہو۔ اور جو گمراہی کا داعی ہوگا، اس کے لیے اپنے گناہوں کے علاوہ ان لوگوں کے گناہوں کا بوجھ بھی ہوگا جو قیامت تک اس کی وجہ سے گمراہی کا راستہ اختیار کرنے والے ہوں گے، بغیر اس کے کہ ان کے گناہوں میں کمی ہو۔ (أبو داود، كتاب السنة، باب لزوم السنة ابن ماجه، المقدمة، باب من سن سنة حسنة أو سيئة) اسی اصول سے قیامت تک ظلم سے قتل کیے جانے والوں کے خون کا گناہ آدم (عليه السلام) کے پہلے بیٹے (قابیل) پر ہوگا۔ اس لیے کہ سب سے پہلے اسی نے ناحق قتل کیا تھا (مسند أحمد 1/383 وقد أخرجه الجماعة سوى أبي داود من طرق )","lang":"ur"},{"name":"29:14","price":"اور ہم نے نوح (علیہ السلام) کو ان کی قوم کی طرف بھیجا وه ان میں ساڑھے نو سو سال تک رہے(1) ، پھر تو انہیں طوفان نے دھر پکڑا اور وه تھے بھی ﻇالم.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"(1) قرآن کے الفاظ سے معلوم ہوتا ہے کہ یہ ان کی دعوت وتبلیغ کی عمر ہے۔ ان کی پوری عمر کتنی تھی؟ اس کی صراحت نہیں کی گئی۔ بعض کہتے ہیں چالیس سال نبوت سے قبل اور ساٹھ سال طوفان کے بعد، اس میں شامل کر لیے جائیں۔ اور بھی کئی اقوال ہیں، وَاللهُ أَعْلَمُ بِالصَّوَابِ۔","lang":"ur"},{"name":"29:15","price":"پھر ہم نے انہیں اور کشتی والوں کو نجات دی اور اس واقعہ کو ہم نے تمام جہان کے لیے عبرت کا نشان بنا دیا.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"ur"},{"name":"29:16","price":"اور ابراہیم (علیہ السلام) نے بھی اپنی قوم سے فرمایا کہ اللہ تعالیٰ کی عبادت کرو اوراس سے ڈرتے رہو، اگر تم میں دانائی ہے تو یہی تمہارے لیے بہتر ہے.","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"ur"},{"name":"29:17","price":"تم تو اللہ تعالیٰ کے سوا بتوں کی پوجا پاٹ کر رہے ہو اور جھوٹی باتیں دل سے گھڑ لیتے ہو(1) ۔ سنو! جن جنکی تم اللہ تعالیٰ کے سوا پوجا پاٹ کر رہے ہو وه تو تمہاری روزی کے مالک نہیں پس تمہیں چاہئے کہ تم اللہ تعالیٰ ہی سے روزیاں طلب کرو اور اسی کی عبادت کرو اور اسی کی شکر گزاری(2) کرو اور اسی کی طرف تم لوٹائے جاؤ گے.(3)","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"(1) أَوْثَانٌ وَثَنٌ کی جمع ہے۔ جس طرح أَصْنَامٌ، صَنَمٌ کی جمع ہے۔ دونوں کے معنی بت کے ہیں۔ بعض کہتے ہیں صنم ، سونے، چاندی، پیتل اور پتھر کی مورت کو اور وثن مورت کو بھی اور چونے کے پتھر وغیرہ کے بنے ہوئے آستانوں کو بھی کہتے ہیں۔ تَخْلُقُونَ إِفْكًا کے معنی ہیں تُكَذِّبُونَ كَذِبًا ، جیسا کہ متن کے ترجمہ سے واضح ہے۔ دوسرے معنی ہیں تَعْمَلُونَهَا وَتَنْحِتُونَهَا لِلإِفْكِ ، جھوٹے مقصد کے لیے انہیں بناتے اور گھڑتے ہو۔ مفہوم کے اعتبار سے دونوں ہی معنی صحیح ہیں۔ یعنی اللہ کو چھوڑ کر تم جن بتوں کی عبادت کرتے ہو، وہ تو پتھر کے بنے ہوئے ہیں جو سن سکتے ہیں نہ دیکھ سکتے ہیں، نقصان پہنچا سکتے ہیں نہ نفع۔ اپنے دل سے ہی تم نے انہیں گھڑ لیا ہے کوئی دلیل تو ان کی صداقت کی تمہارے پاس نہیں ہے۔ یا یہ بت تو وہ ہیں جنہیں تم خود اپنے ہاتھوں سے تراشتے اور گھڑتے ہو اور جب ان کی ایک خاص شکل وصورت بن جاتی ہے تو تم سمجھتے ہو کہ اب ان میں خدائی اختیارات آگئے ہیں اور ان سے تم امیدیں وابستہ کرکے انہیں حاجت روا اور مشکل کشا باور کر لیتے ہو۔\n(2) یعنی جب یہ بت تمہاری روزی کے اسباب ووسائل میں سے کسی بھی چیز کے مالک نہیں ہیں، نہ بارش برسا سکتے ہیں، نہ زمین میں درخت اگا سکتے ہیں اور نہ سورج کی حرارت پہنچا سکتے ہیں اور نہ تمہیں وہ صلاحیتیں دے سکتے ہیں، جنہیں بروئے کار لاکر تم قدرت کی ان چیزوں سے فیض یاب ہوتے ہو، تو پھر تم روزی اللہ ہی سے طلب کرو، اسی کی عبادت اور اسی کی شکر گزاری کرو۔\n(3) یعنی مرکر اور پھر دوبارہ زندہ ہوکر جب اسی کی طرف لوٹنا ہے، اسی کی بارگاہ میں پیش ہونا ہے تو پھر اس کا در چھوڑ کر دوسروں کے در پر اپنی جبین نیاز کیوں جھکاتے ہو؟ اس کے بجائے دوسروں کی عبادت کیوں کرتے؟ اور دوسروں کو حاجت روا اور مشکل کشا کیوں سمجھتے ہو؟","lang":"ur"},{"name":"29:18","price":"اور اگر تم جھٹلاؤ تو تم سے پہلے کی امتوں نے بھی جھٹلایا ہے(1) ، رسول کے ذمہ تو صرف صاف طور پر پہنچا دینا ہی ہے.(2)","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"(1) یہ حضرت ابراہیم (عليه السلام) کا قول بھی ہوسکتا ہے، جو انہوں نے اپنی قوم سے کہا۔ یا اللہ تعالیٰ کا قول ہے جس میں اہل مکہ سے خطاب ہے اور اس میں نبی (صلى الله عليه وسلم) کو تسلی دی جارہی ہے کہ کفار مکہ اگر آپ کو جھٹلا رہے ہیں، تو اس سے گھبرانے کی ضرورت نہیں ہے۔ پیغمبروں کے ساتھ یہی ہوتا آیا ہے۔ پہلی امتیں بھی رسولوں کو جھٹلاتی اور اس کا نتیجہ بھی وہ ہلاکت وتباہی کی صورت میں بھگتتی رہی ہیں۔\n(2) اس لیے آپ بھی تبلیغ کا کام کرتے رہیے۔ اس سے کوئی راہ یاب ہوتا ہے یا نہیں؟ اس کے ذمے دار آپ نہیں ہیں، نہ آپ سے اس کی بابت پوچھا ہی جائے گا، کیونکہ ہدایت دینا نہ دینا یہ صرف اللہ کے اختیار میں ہے، جو اپنی سنت کے مطابق، جس میں ہدایت کی طلب صادق دیکھتا ہے، اس کو ہدایت سے نواز دیتا ہے۔ دوسروں کو ضلالت کی تاریکیوں میں بھٹکتا ہوا چھوڑ دیتا ہے۔","lang":"ur"},{"name":"29:19","price":"کیا انہوں نے نہیں دیکھا کہ مخلوق کی ابتدا کس طرح اللہ نے کی پھر اللہ اس کا اعاده کرے گا(1) ، یہ تو اللہ تعالیٰ پر بہت ہی آسان ہے.(2)","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"(1) توحید ورسالت کے اثبات کے بعد، یہاں سے معاد (آخرت) کا اثبات کیا جارہا ہے جس کا کفار انکار کرتے تھے۔ فرمایا پہلی مرتبہ پیدا کرنے والا بھی وہی ہے جب تمہارا سرے سے وجود ہی نہیں تھا، پھر تم دیکھنے سننے اور سمجھنے والے بن گئے اور پھر جب مرکر تم مٹی میں مل جاؤ گے، بظاہر تمہارا نام ونشان تک نہیں رہے گا، اللہ تعالیٰ تمہیں دوبارہ زندہ فرمائے گا۔\n(2) یعنی یہ بات چاہے تمہیں کتنی ہی مشکل لگے، اللہ کے لیے بالکل آسان ہے۔","lang":"ur"},{"name":"29:20","price":"کہہ دیجئے! کہ زمین میں چل پھر کر دیکھو تو سہی(1) کہ کس طرح اللہ تعالیٰ نے ابتداءً پیدائش کی۔ پھر اللہ تعالیٰ ہی دوسری نئی پیدائش کرے گا، اللہ تعالیٰ ہر چیز پر قادر ہے.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"(1) یعنی آفاق میں پھیلی ہوئی اللہ کی نشانیاں دیکھو زمین پر غور کرو، کس طرح اسے بچھایا، اس میں پہاڑ ، وادیاں، نہریں اور سمندر بنائے، اسی سے انواع واقسام کی روزیاں اور پھل پیدا کیے۔ کیا یہ سب چیزیں اس بات پر دلالت نہیں کرتیں کہ انہیں بنایا گیا ہے اور ان کا کوئی بنانے والا ہے؟","lang":"ur"},{"name":"29:21","price":"جسے چاہے عذاب کرے جس پر چاہے رحم کرے، سب اسی کی طرف لوٹائے جاؤ گے.(1)","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"(1) یعنی وہی اصل حاکم اور متصرف ہے، اس سے کوئی پوچھ نہیں سکتا۔ تاہم اس کا عذاب یا رحمت، یوں ہی الل ٹپ نہیں ہوگی، بلکہ ان اصولوں کے مطابق ہوگی جو اسنے اس کے لیے طے کر رکھے ہیں۔","lang":"ur"},{"name":"29:22","price":"تم نہ تو زمین میں اللہ تعالیٰ کو عاجز کرسکتے ہو نہ آسمان میں، اللہ تعالیٰ کے سوا تمہارا کوئی والی ہے نہ مددگار.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"ur"},{"name":"29:23","price":"جو لوگ اللہ تعالیٰ کی آیتوں اور اس کی ملاقات کو بھلاتے ہیں وه میری رحمت سے ناامید ہو جائیں(1) اور ان کے لیے دردناک عذاب ہے.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"(1) اللہ تعالیٰ کی رحمت، دنیا میں عام ہے جس سے کافر اور مومن، منافق اور مخلص اور نیک اور بد سب یکساں طور پر مستفیض ہو رہے ہیں۔ اللہ تعالیٰ سب کو دنیا کے وسائل، آسائشیں اور مال ودولت عطا کر رہا ہے یہ رحمت الٰہی کی وہ وسعت ہے جسے اللہ تعالیٰ نے دوسرے مقام پر فرمایا «وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ» (الأعراف: 156) ”میری رحمت نے ہر چیز کو گھیر لیا ہے“۔ لیکن آخرت چونکہ دارالجزا ہے، انسان نے دنیا کی کھیتی میں جو کچھ بویا ہوگا، اسی کی فصل اسے وہاں کاٹنی ہوگی، جیسے عمل کیے ہوں گے، اسی کی جزا اسے وہاں ملے گی۔ اللہ کی بارگاہ میں بےلاگ فیصلے ہوں گے۔ دنیا کی طرح اگر آخرت میں بھی نیک وبد کے ساتھ یکساں سلوک ہو اور مومن وکافر دونوں ہی رحمت الٰہی کے مستحق قرار پائیں تو اس سے ایک تو اللہ تعالیٰ کی صفت عدل پر حرف آتا ہے، دوسرے قیامت کا مقصد ہی فوت ہو جاتا ہے۔ قیامت کا دن تو اللہ نے رکھا ہی اس لیے ہے کہ وہاں نیکوں کو ان کی نیکیوں کے صلے میں جنت اور بدوں کو ان کی بدیوں کی جزا میں جہنم دی جائے۔ اس لیے قیامت والے دن اللہ تعالیٰ کی رحمت صرف اہل ایمان کے لیے خاص ہوگی۔ جسے یہاں بھی بیان کیا گیا ہے کہ جو لوگ آخرت اور معاد کے ہی منکر ہوں گے وہ میری رحمت سے ناامید ہوں گے یعنی ان کے حصے میں رحمت الٰہی نہیں آئے گی۔ سورۂ اعراف میں ان کو ان الفاظ سے بیان کیا گیا ہے۔ «فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ» (الأعراف: 156) ”میں یہ رحمت (آخرت میں) ان لوگوں کے لیے لکھوں گا جو متقی، زکوٰۃ ادا کرنے والے اور ہماری آیتوں پر ایمان رکھنے والے ہوں گے“۔","lang":"ur"},{"name":"29:24","price":"ان کی قوم کا جواب بجز اس کے کچھ نہ تھا کہ کہنے لگے کہ اسے مار ڈالو یا اسے جلا دو(1) ۔ آخر اللہ نے انہیں آگ سے بچا لیا(2)، اس میں ایمان والے لوگوں کے لیے تو بہت سی نشانیاں ہیں.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"(1) ان آیات سے قبل حضرت ابراہیم (عليه السلام) کا قصہ بیان ہو رہا تھا، اب پھر اس کا بقیہ بیان کیا جارہا ہے۔ درمیان میں جملہ معترضہ کے طور پر اللہ کی توحید اور اس کی قدرت وطاقت کو بیان کیا گیا ہے۔ بعض کہتے ہیں کہ یہ سب حضرت ابراہیم (عليه السلام) ہی کے وعظ کا حصہ ہے، جس میں انہوں نے توحید ومعاد کے اثبات میں دلائل دیئے ہیں، جن کا کوئی جواب جب ان کی قوم سےنہیں بنا تو انہوں نے اس کا جواب ظلم وتشدد کی اس کارروائی سے دیا، جس کا ذکر اس آیت میں ہے کہ اسے قتل کر دو یا جلا ڈالو۔ چنانچہ انہوں نے آگ کا ایک بہت بڑا الاؤ تیار کرکے حضرت ابراہیم (عليه السلام) کو منجنیق کے ذریعے سے اس میں پھینک دیا۔\n(2) یعنی اللہ نے اس آگ کو گلزار کی صورت میں بدل کر اپنے بندے کو بچا لیا، جیسا کہ سورہ انبیاء میں گزرا۔","lang":"ur"},{"name":"29:25","price":"(حضرت ابراہیم علیہ السلام نے) کہا کہ تم نے جن بتوں کی پرستش اللہ کے سوا کی ہے انہیں تم نے اپنی آپس کی دنیوی دوستی کی بنا ٹھہرا لی ہے(1) ، تم سب قیامت کے دن ایک دوسرے سے کفر کرنے لگو گے(2) اور ایک دوسرے پر لعنت کرنے لگو گے۔ اور تمہارا سب کا ٹھکانہ دوزخ ہوگا اور تمہارا کوئی مددگار نہ ہوگا.","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"(1) یعنی یہ تمہارے قومی بت ہیں جو تمہاری اجتماعیت اور آپس کی دوستی کی بنیاد ہیں۔ اگر تم ان کی عبادت چھوڑ دو تو تمہاری قومیت اور دوستی کا شیرازہ بکھر جائے گا۔\n(2) یعنی قیامت کے دن تم ایک دوسرے کا انکار اور دوستی کے بجائے ایک دوسرے پر لعنت کرو گے اور تابع ، متبوع کو ملامت اور متبوع، تابع سے بیزاری کا اظہار کریں گے۔","lang":"ur"},{"name":"29:26","price":"پس حضرت ابراہیم (علیہ السلام) پر حضرت لوط (علیہ السلام) ایمان ﻻئے(1) اور کہنے لگے کہ میں اپنے رب کی طرف ہجرت کرنے واﻻ ہوں(2)۔ وه بڑا ہی غالب اور حکیم ہے.","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"(1) حضرت لوط (عليه السلام) ، حضرت ابراہیم (عليه السلام) کے برادر زاد تھے، یہ حضرت ابراہیم (عليه السلام) پر ایمان لائے، بعد میں ان کو بھی (سدوم) کے علاقے میں نبی بنا کر بھیجا گیا۔\n(2) یہ حضرت ابراہیم (عليه السلام) نے کہا اور بعض کے نزدیک حضرت لوط (عليه السلام) نے۔ اور بعض کہتے ہیں دونوں نے ہی ہجرت کی۔ یعنی جب ابراہیم (عليه السلام) اور ان پر ایمان لانے والے لوط (عليه السلام) کے لیے اپنے علاقے، (كوثى) میں، جو حران کی طرف جاتے ہوئے کوفے کی ایک بستی تھی، اللہ کی عبادت کرنی مشکل ہوگئی تو وہاں سے ہجرت کرکےشام کے علاقےمیں چلے گئے۔ تیسری، ان کے ساتھ حضرت ابراہیم (عليه السلام) کی اہلیہ سارہ تھیں۔","lang":"ur"},{"name":"29:27","price":"اور ہم نے انھیں (ابراہیم کو) اسحاق ویعقوب (علیہما السلام) عطا کیے اور ہم نے نبوت اور کتاب ان کی اوﻻد میں ہی کر دی(1) اور ہم نے دنیا میں بھی اسے ﺛواب دیا (2)اور آخرت میں تو وه صالح لوگوں میں سے ہیں.(3)","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"(1) یعنی حضرت اسحاق (عليه السلام) سے یعقوب (عليه السلام) ہوئے ، جن سے بنی اسرائیل کی نسل چلی اور انہی میں سارے انبیا ہوئے، اور کتابیں آئیں۔ آخر میں حضرت نبی کریم (صلى الله عليه وسلم) حضرت ابراہیم (عليه السلام) کے دوسرے بیٹے حضرت اسماعیل (عليه السلام) کی نسل سے نبی ہوئے اور آپ (صلى الله عليه وسلم) پر قرآن نازل ہوا۔\n(2) اس اجر سے مراد رزق دنیا بھی ہے اور ذکر خیر بھی۔ یعنی دنیا میں ہر مذہب کے لوگ (عیسائی، یہودی وغیرہ حتیٰ کہ مشرکیں بھی) حضرت ابراہیم (عليه السلام) کی عزت وتکریم کرتے ہیں اورمسلمان تو ہیں ہی ملت ابراہیمی کےپیرو، ان کے ہاں وہ محترم کیوں نہ ہوں گے؟\n(3) یعنی آخرت میں بھی وہ بلند درجات کے حامل اور زمرہ صالحین میں ہوں گے۔ اسی مضمون کو دوسرے مقام پراس طرح بیان فرمایا «وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً وَإِنَّهُ فِي الآخِرَةِ لَمِنَ الصَّالِحِينَ» (سورة النحل: 122)","lang":"ur"},{"name":"29:28","price":"اور حضرت لوط (علیہ السلام) کا بھی ذکر کرو جب کہ انہوں نے اپنی قوم سے فرمایا کہ تم تو اس بدکاری پر اتر آئے(1) ہو جسے تم سے پہلے دنیا بھر میں سے کسی نے نہیں کیا.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"(1) اس بدکاری سے مراد وہی لواطت ہے جس کا ارتکاب قوم لوط (عليه السلام) نے ہی سب سے پہلے کیا، جیسا کہ قرآن نے صراحت کی ہے۔","lang":"ur"},{"name":"29:29","price":"کیا تم مردوں کے پاس بدفعلی کے لیے آتے ہو(1) اور راستے بند کرتے ہو(2) اور اپنی عام مجلسوں میں بے حیائیوں کا کام کرتے ہو(3)؟ اس کے جواب میں اس کی قوم نے بجز اس کے اور کچھ نہیں کہا کہ بس(4) جا اگر سچا ہے تو ہمارے پاس اللہ تعالیٰ کا عذاب لے آ.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"(1) یعنی تمہاری شہوت پرستی اس انتہا کو پہنچ گئی ہے کہ اس کے لیے طبعی طریقے تمہارے لیے ناکافی ہوگئے ہیں اور غیر طبعی طریقہ تم نے اختیار کر لیا ہے۔ جنسی شہوت کی تسکین کے لیے طبعی طریقہ اللہ تعالیٰ نے بیویوں سے مباشرت کی صورت میں رکھا ہے۔ اسے چھوڑ کر اس کام کے لیے مردوں کی دبر استعمال کرنا غیر فطری اور غیر طبعی طریقہ ہے۔\n(2) اس کے ایک معنی تو یہ کیے گئے ہیں کہ آنے جانے والے مسافروں، نوواردوں اور گزرنے والوں کو زبردستی پکڑ پکڑ کر تم ان سے بےحیائی کا کام کرتے ہو، جس سے لوگوں کے لیے راستوں سے گزرنا مشکل ہوگیا اور لوگ گھروں میں بیٹھے رہنے میں عافیت سمجھتے ہیں۔ دوسرے معنی ہیں کہ تم آنے جانے والوں کو لوٹ لیتے اور قتل کر دیتے ہو یا ازراہ شرارت انہیں کنکریاں مارتے ہو۔ تیسرے معنی کیے گئے ہیں کہ سرراہ ہی بےحیائی کا ارتکاب کرتے ہو جس سے وہاں سے گزرتے ہوئے لوگ شرم محسوس کرتے ہیں۔ ان تمام صورتوں سے راستے بند ہو جاتے ہیں۔ امام شوکانی فرماتے ہیں کہ کسی ایک خاص سبب کی تعیین تو مشکل ہے تاہم وہ ایسا کام ضرور کرتے تھے ، جس سے عملاً راستہ بند ہو جاتا تھا۔ قطع طریق کے ایک معنی قطع نسل کے بھی کیے گئے ہیں۔ یعنی عورتوں کی شرم گاہوں کو استعمال کرنے کے بجائے مردوں کی دبر استعمال کرکے تم اپنی نسل بھی منقطع کرنے میں لگے ہوئےہو۔ (فتح القدیر)\n(3) یہ بےحیائی کیا تھی؟ اس میں بھی مختلف اقوال ہیں، مثلاً لوگوں کو کنکریاں مارنا ، اجنبی مسافر کا استہزا واستخفاف ، مجلسوں میں پاد مارنا، ایک دوسرے کے سامنے اغلام بازی، شطرنج وغیرہ قسم کی قمار بازی، رنگے ہوئے کپڑے پہننا، وغیرہ۔ امام شوکانی فرماتے ہیں (کوئی بعید نہیں کہ وہ یہ تمام ہی منکرات کرتے رہے ہوں)۔\n(4) حضرت لوط (عليه السلام) نے جب انہیں ان منکرات سے منع کیا تو اس کے جواب میں کہا . . .۔","lang":"ur"},{"name":"29:30","price":"حضرت لوط (علیہ السلام) نے دعا کی(1) کہ پروردگار! اس مفسد قوم پر میری مدد فرما.","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"(1) یعنی جب حضرت لوط (عليه السلام) قوم کی اصلاح سے ناامید ہوگئے تو اللہ سے مدد کی دعا فرمائی . . .۔","lang":"ur"},{"name":"29:31","price":"اور جب ہمارے بھیجے ہوئے فرشتے ابراہیم (علیہ السلام) کے پاس بشارت لے کر پہنچے کہنے لگے کہ اس بستی والوں کو ہم ہلاک کرنے والے ہیں(1) ، یقیناً یہاں کے رہنے والے گنہگار ہیں.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"(1) یعنی حضرت لوط (عليه السلام) کی دعا قبول فرمالی گئی اور اللہ تعالیٰ نے فرشتوں کو ہلاک کرنے کے لیے بھیج دیا۔ وہ فرشتے پہلے حضرت ابراہیم (عليه السلام) کے پاس گئے اور انہیں اسحاق (عليه السلام) ویعقوب (عليه السلام) کی خوش خبری دی اور ساتھ ہی بتلایا کہ ہم لوط (عليه السلام) کی بستی ہلاک کرنے آئے ہیں۔","lang":"ur"},{"name":"29:32","price":"(حضرت ابراہیم علیہ السلام نے) کہا اس میں تو لوط (علیہ السلام) ہیں، فرشتوں نے کہا یہاں جو ہیں ہم انہیں بخوبی جانتے ہیں(1) ۔ لوط (علیہ السلام) کو اور اس کے خاندان کو سوائے اس کی بیوی کے ہم بچالیں گے، البتہ وه عورت پیچھے ره جانے والوں میں سے ہے.(2)","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"(1) یعنی ہمیں علم ہے کہ اخیار اور مومن کون ہیں اور اشرار کون؟۔\n(2) یعنی ان پیچھے رہ جانے والوں میں سے، جن کو عذاب کے ذریعے سے ہلاک کیا جانا ہے وہ چونکہ مومنہ نہیں تھی بلکہ اپنی قوم کی طرف دار تھی، اس لیے اسے بھی ہلاک کر دیا گیا۔","lang":"ur"},{"name":"29:33","price":"پھر جب ہمارے قاصد لوط (علیہ السلام) کے پاس پہنچے تو وه ان کی وجہ سے غمگین ہوئے اور دل ہی دل میں رنج کرنے لگے(1) ۔ قاصدوں نے کہا آپ نہ خوف کھایئے نہ آزرده ہوں، ہم آپ کو مع آپ کے متعلقین کے بچالیں گے مگر آپ کی(2) بیوی کہ وه عذاب کے لیے باقی ره جانے والوں میں سے ہوگی.","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"(1) سِيءَ بِهِمْ کے معنی ہیں۔ ان کے پاس ایسی چیز آئی جو انہیں بری لگی اور اس سے ڈر گئے۔ اس لیے کہ لوط (عليه السلام) نے ان فرشتوں کو، جو انسانی شکل میں آئے تھے، انسان ہی سمجھا۔ ڈرے اپنی قوم کی عادت بد اور سرکشی کی وجہ سے کہ ان خوبصورت مہمانوں کی آمد کا علم اگر انہیں ہوگیا تو وہ ان سے زبردستی بےحیائی کا ارتکاب کریں گے، جس سے میری رسوائی ہوگی۔ ضَاقَ بِهِمْ ذَرْعًا یہ کنایہ ہے عاجزی سے۔ جیسے ضَاقَتْ يَدُهُ (ہاتھ کا تنگ ہونا) کنایہ ہے فقر سے۔ یعنی ان خوش شکل مہمانوں کو بدخصلت قوم سے بچانے کی کوئی تدبیر انہیں نہیں سوجھی، جس کی وجہ سے وہ غمگین اور دل ہی دل میں پریشان تھے۔\n(2) فرشتوں نے حضرت لوط (عليه السلام) کی اس پریشانی اور غم وحزن کی کیفیت کو دیکھا تو انہیں تسلی دی، اور کہا کہ آپ کوئی خوف اور حزن نہ کریں، ہم اللہ کی طرف سے بھیجے ہوئے فرشتے ہیں۔ ہمارا مقصد آپ کو اور آپ کے گھر والوں کو، سوائے آپ کی بیوی کے، نجات دلانا ہے۔","lang":"ur"},{"name":"29:34","price":"ہم اس بستی والوں پر آسمانی عذاب نازل کرنے والے ہیں(1) اس وجہ سے کہ یہ بےحکم ہو رہے ہیں.","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"(1) اس آسمانی عذاب سے وہی عذاب مراد ہے جس کے ذریعے سے قوم لوط کو ہلاک کیا گیا۔ کہا جاتا ہے کہ جبرائیل (عليه السلام) نے ان کی بستیوں کو زمین سے اکھیڑا آسمان کی بلندیوں تک لے گئے، پھر ان کو ان ہی پر الٹا دیا گیا، اس کے بعد کھنگر پتھروں کی بارش ان پر ہوئی اور اس جگہ کو سخت بدبودار بحیرہ (چھوٹے سمندر) میں تبدیل کر دیا گیا۔ (ابن کثیر)","lang":"ur"},{"name":"29:35","price":"البتہ ہم نے اس بستی کو صریح عبرت کی نشانی بنا دیا(1) ان لوگوں کے لیے جو عقل رکھتے ہیں.(2)","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"(1) یعنی پتھروں کے وہ آثار، جن کی بارش ان پر ہوئی سیاہ بدبودار پانی اور الٹی ہوئی بستیاں، یہ سب عبرت کی نشانیاں ہیں۔ مگر کن کے لیے؟ دانش مندوں کے لیے۔\n(2) اس لیے کہ وہی معاملات پر غور کرتے، اسباب وعوامل کا تجزیہ کرتے اور نتائج وآثار کو دیکھتے ہیں لیکن جو لوگ عقل وشعور سے بےبہرہ ہوتے ہیں، انہیں ان چیزوں سے کیا تعلق؟ وہ تو ان جانوروں کی طرح ہیں جنہیں ذبج کے لیے بوچڑ خانے لے جایا جاتا ہے لیکن انہیں اس کا احساس ہی نہیں ہوتا۔ اس میں مشرکین مکہ کے لیے بھی تعریض ہے کہ وہ بھی تکذیب کا مظاہرہ کر رہے ہیں جو عقل ودانش سے بےبہرہ لوگوں کا وطیرہ ہے۔","lang":"ur"},{"name":"29:36","price":"اور مدین کی طرف(1) ہم نے ان کے بھائی شعیب (علیہ السلام) کو بھیجا انہوں نے کہا اے میری قوم کے لوگو! اللہ کی عبادت کرو قیامت کے دن کی توقع رکھو(2) اور زمین میں فساد نہ کرتے پھرو.(3)","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"(1) مدین حضرت ابراہیم (عليه السلام) کے بیٹے کا نام تھا، بعض کے نزدیک یہ ان کے پوتے کا نام ہے، بیٹے کا نام مدیان تھا۔ ان ہی کے نام پر اس قبیلے کا نام پڑ گیا، جو ان ہی کی نسل پر مشتمل تھا۔ اسی قبیلہ مدین کی طرف حضرت شعیب (عليه السلام) کو نبی بنا کر بھیجا گیا۔ بعض کہتے ہیں کہ مدین شہر کا نام تھا، یہ قبیلہ یا شہر لوط (عليه السلام) کی بستی کے قریب ہی تھا۔\n(2) اللہ کی عبادت کے بعد، انہیں آخرت کی یاد دہانی کرائی گئی یا تو اس لیے کہ وہ آخرت کے منکر تھے یا اس لیے کہ وہ اسے فراموش کیے ہوئے تھے اور معصیتوں میں مبتلا تھے اور جو قوم آخرت کو فراموش کر دے، وہ گناہوں میں دلیر ہوتی ہے۔ جیسے آج مسلمانوں کی اکثریت کا حال ہے۔\n(3) ناپ تول میں کمی اور لوگوں کو کم دینا، یہ بیماری ان میں عام تھی اور ارتکاب معاصی میں بھی انہیں باک نہیں تھا، جس سے زمین فساد سے بھر گئی تھی۔","lang":"ur"},{"name":"29:37","price":"پھر بھی انہوں نے انہیں جھٹلایا آخر انہیں زلزلے نے پکڑ لیا اور وه اپنے گھروں میں بیٹھے کے بیٹھے مرده ہو کر ره گئے.(1)","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"(1) حضرت شعیب (عليه السلام) کے وعظ ونصیحت کا ان پر کوئی اثر نہیں ہوا بالآخر بادلوں کے سائے والے دن، جبرائیل (عليه السلام) کی ایک سخت چیخ سے زمین زلزلے سے لرز اٹھی، جس سے ان کے دل ان کی آنکھوں میں آگئے اور ان کی موت واقع ہوگئی اور وہ گھٹنوں کے بل بیٹھے کے بیٹھے رہ گئے۔","lang":"ur"},{"name":"29:38","price":"اور ہم نے عادیوں اور ﺛمودیوں کو بھی غارت کیا جن کے بعض مکانات تمہارے سامنے ﻇاہر ہیں(1) اور شیطان نے انہیں ان کی بداعمالیاں آراستہ کر دکھائی تھیں اور انہیں راه سے روک دیا تھا باوجودیکہ یہ آنکھوں والے اور ہوشیار تھے.(2)","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"(1) قوم عاد کی بستی۔ احقاف، حضر موت (یمن) کے قریب اور ثمود کی بستی، حجر، جسے آج کل مدائن صالح کہتے ہیں، حجاز کے شمال میں ہے۔ ان علاقوں سے عربوں کے تجارتی قافلے آتے جاتے تھے، اس لیے یہ بستیاں ان کے لیے انجان نہیں، بلکہ ظاہر تھیں۔\n(2) یعنی تھے وہ عقل مند اور ہوشیار۔ لیکن دین کے معاملے میں انہوں نے اپنی عقل و بصیرت سے کچھ کام نہیں لیا، اس لیے یہ عقل اور سمجھ ان کے کام نہ آئی۔","lang":"ur"},{"name":"29:39","price":"اور قارون اور فرعون اور ہامان کو بھی، ان کے پاس حضرت موسیٰ (علیہ السلام) کھلے کھلے معجزے لے کر آئے تھے(1) پھر بھی انہوں نے زمین میں تکبر کیا لیکن ہم سے آگے بڑھنے والے نہ ہو سکے.(2)","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"(1) یعنی دلائل ومعجزات کا کوئی اثر ان پر نہیں ہوا، اور بدستور متکبر بنے رہے یعنی ایمان وتقویٰ اختیار کرنے سے گریز کیا۔\n(2) یعنی ہماری گرفت سے بچ کر نہیں جاسکے اور ہمارے عذاب کے شکنجے میں آکر رہے۔ ایک دوسرا ترجمہ ہے کہ یہ کفر میں سبقت کرنے والے نہیں تھے بلکہ ان سے پہلے بھی بہت سی امتیں گزر چکی ہیں جنہوں نے اسی طرح کفر وعناد کا راستہ اختیار کیے رکھا تھا۔","lang":"ur"},{"name":"29:40","price":"پھر تو ہر ایک کو ہم نے اس کے گناه کے وبال میں گرفتار کر لیا(1) ، ان میں سے بعض پر ہم نے پتھروں کا مینہ برسایا(2) اور ان میں سے بعض کو زور دار سخت آواز نے دبوچ لیا(3) اور ان میں سے بعض کو ہم نے زمین میں دھنسا دیا(4) اور ان میں سے بعض کو ہم نے ڈبو دیا(5)، اللہ تعالیٰ ایسا نہیں کہ ان پر ﻇلم کرے بلکہ یہی لوگ اپنی جانوں پر ﻇلم کرتے تھے.(6)","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"(1) یعنی ان مذکورین میں سے ہر ایک کی، ان کے گناہوں کی پاداش میں، ہم نے گرفت کی۔\n(2) یہ قوم عاد تھی، جس پر نہایت تندوتیز ہوا کا عذاب آیا۔ یہ ہوا زمین سے کنکریاں اڑا اڑا کر ان پر برساتی ، بالآخر اس کی شدت اتنی بڑھی کہ انہیں اچک کر آسمان تک لے جاتی اور انہیں سر کے بل زمین پر دے مارتی، جس سے ان کا سر الگ اور دھڑ الگ ہو جاتا گویا کہ وہ کھجور کے کھوکھلے تنے ہیں۔ (ابن کثیر) بعض مفسرین نے حاصبا کا مصداق قوم لوط (عليه السلام) کو ٹھہرایا ہے۔ لیکن امام ابن کثیر نے اسے غیر صحیح اور حضرت ابن عباس (رضي الله عنه) کی طرف منسوب قول کو منقطع قرار دیا ہے۔\n(3) یہ حضرت صالح (عليه السلام) کی قوم، ثمود ہے۔ جنہیں ان کے کہنے پر ایک چٹان سے اونٹنی نکال کر دکھائی گئی۔ لیکن ان ظالموں نے ایمان لانے کے بجائے اس اونٹنی کو ہی مار دالا۔ جس کے تین دن بعد ان پر سخت چنگھاڑ کا عذاب آیا، جس نے ان کی آوازوں اور حرکتوں کو خاموش کر دیا۔\n(4) یہ قارون ہے، جسے مال و دولت کے خزانے عطا کیے گئے تھے، لیکن یہ اس گھمنڈ میں مبتلا ہوگیا کہ یہ مال و دولت اس بات کی دلیل ہے کہ میں اللہ کے ہاں معزز و محترم ہوں۔ مجھے موسیٰ (عليه السلام) کی بات ماننے کی کیا ضرورت ہے؟ چنانچہ اسے اس کے خزانوں اور محلات سمیت زمین میں دھنسا دیا گیا۔\n(5) یہ فرعون ہے، جو ملک مصر کا حکمران تھا، لیکن حد سے تجاوز کرکے اس نے اپنے بارے میں الوہیت کا دعویٰ بھی کر دیا۔ حضرت موسیٰ (عليه السلام) پر ایمان لانے سے اور ان کی قوم بنی اسرائیل کو، جس کو اس نے غلام بنا رکھا تھا، آزاد کرنے سے انکار کر دیا۔ بالآخر ایک صبح اس کو اس کے پورے لشکر سمیت دریائے قلزم میں غرق کر دیا گیا۔\n(6) یعنی اللہ کی شان نہیں کہ وہ ظلم کرے۔ اس لیے پچھلی قومیں، جن پر عذاب آیا، محض اس لیے ہلاک ہوئیں کہ کفروشرک اور تکذیب ومعاصی کا ارتکاب کرکے انہوں نے خود ہی اپنی جانوں پر ظلم کیا تھا۔","lang":"ur"},{"name":"29:41","price":"جن لوگوں نے اللہ تعالیٰ کے سوا اور کارساز مقرر کر رکھے ہیں ان کی مثال مکڑی کی سی ہے کہ وه بھی ایک گھر بنا لیتی ہے، حاﻻنکہ تمام گھروں سے زیاده بودا گھر مکڑی کا گھر ہی ہے(1) ، کاش! وه جان لیتے.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"(1) یعنی جس طرح مکڑی کا جالا (گھر) نہایت بودا، کمزور اور ناپائیدار ہوتا ہے، ہاتھ کے ادنیٰ سے اشارے سے وہ نابود ہو جاتا ہے۔ اللہ کے سوا دوسروں کو اپنا معبود، حاجت روا اور مشکل کشا سمجھنا بھی بالکل ایسا ہی، یعنی بالکل بے فائدہ ہے، کیونکہ وہ بھی کسی کے کام نہیں آسکتے۔ اس لیے غیر اللہ کے سہارے بھی مکڑی کے جالے کی طرح یکسر ناپائیدار ہیں۔ اگر یہ پائیدار یا نفع بخش ہوتے تو یہ معبود گزشتہ اقوام کو تباہی سے بچا لیتے۔ لیکن دنیا نے دیکھ لیا کہ وہ انہیں نہیں بچا سکے۔","lang":"ur"},{"name":"29:42","price":"اللہ تعالیٰ ان تمام چیزوں کو جانتا ہے جنہیں وه اس کے سوا پکار رہے ہیں، وه زبردست اور ذی حکمت ہے","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"ur"},{"name":"29:43","price":"ہم ان مثالوں کو لوگوں کے لیے بیان فرما رہے ہیں(1) انہیں صرف علم والے ہی سمجھتے ہیں.(2)","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"(1) یعنی انہیں خواب غفلت سے بیدار کرنے، شرک کی حقیقت سے آگاہ کرنے اور ہدایت کا راستہ سجھانے کے لیے۔\n(2) اس علم سے مراد اللہ کا، اس کی شریعت کا اور ان آیات ودلائل کا علم ہے جن پر غور وفکر کرنے سے انسان کو اللہ کی معرفت حاصل ہوتی اور ہدایت کا راستہ ملتا ہے۔","lang":"ur"},{"name":"29:44","price":"اللہ تعالیٰ نے آسمانوں اور زمین کو مصلحت اور حق کے ساتھ پیدا کیا ہے(1) ، ایمان والوں کے لیے تو اس میں بڑی بھاری دلیل ہے.(2)","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"(1) یعنی عبث اور بےمقصد نہیں۔\n(2) یعنی اللہ کے وجود کی، اس کی قدرت اور علم وحکمت کی۔ اور پھر اسی دلیل سے وہ اس نتیجے پر پہنچتے ہیں کہ کائنات میں اسکے سوا کوئی معبود نہیں، کوئی حاجت روا اور مشکل کشا نہیں۔","lang":"ur"},{"name":"29:45","price":"جو کتاب آپ کی طرف وحی کی گئی ہے اسے پڑھئے(1) اور نماز قائم کریں(2)، یقیناً نماز بے حیائی اور برائی سے روکتی ہے(3)، بیشک اللہ کا ذکر بہت بڑی چیز ہے(4)، تم جو کچھ کر رہے ہو اس سے اللہ خبردار ہے.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"(1) قرآن کریم کی تلاوت متعدد مقاصد کے لئے مطلوب ہے، محض اجر وثواب کے لئے، اس کے معانی ومطالب پر تدبرو تفکر کے لئے، تعلیم وتدریس کے لئے، اور وعظ ونصیحت کے لئے، اس حکم تلاوت میں ساری ہی صورتیں شامل ہیں۔\n(2) کیونکہ نماز سے (بشرطیکہ نماز ہو) انسان کا تعلق خصوصی اللہ تعالیٰ کے ساتھ قائم ہو جاتا ہے، جس سے انسان کو اللہ تعالیٰ کی مدد حاصل ہوتی ہے جو زندگی کے ہر موڑ پر اس کے عزم وثبات کا باعث، اور ہدایت کا ذریعہ ثابت ہوتی ہے۔ اسی لئے قرآن کریم میں کہا گیاہے اے ایمان والو! صبر اور نماز سےمدد حاصل کرو (البقرۃ: 153) نمازاور صبر کوئی مرئی چیز تو ہے نہیں کہ انسان ان کا سہارا پکڑ کر ان سے مدد حاصل کر لے۔ یہ تو غیر مرئی چیز ہے۔ مطلب یہ ہے کہ ان کے ذریعے سے انسان کا اپنے رب کے ساتھ جو خصوصی ربط وتعلق پیدا ہوتا ہے وہ قدم قدم پر اس کی دستگیری اور رہنمائی کرتا ہے اسی لئے نبی (صلى الله عليه وسلم) کو رات کی تنہائی میں تہجد کی نماز بھی پڑھنے کی تاکید کی گئی، کیونکہ آپ (صلى الله عليه وسلم) کے ذمے جو عظیم کام سونپا گیا تھا، اس میں آپ (صلى الله عليه وسلم) کو اللہ کی مدد کی بہت زیادہ ضرورت تھی اور یہی وجہ ہے کہ خود آنحضرت (صلى الله عليه وسلم) کو بھی جب کوئی اہم مرحلہ درپیش ہوتا تو آپ (صلى الله عليه وسلم) نماز کا اہتمام فرماتے ”إِذَا حَزَبَهُ أَمْرٌ فَزِعَ إِلى الصَّلاةِ“ (مسند أحمد وأبو دود)\n(3) یعنی، بے حیائی اور برائی کے روکنے کا سبب اور ذریعہ بنتی ہے جس طرح دواؤں کی مختلف تاثیرات ہیں اور کہا جاتا ہے کہ فلاں دوا فلاں بیماری کو روکتی ہے اور واقعتاً ایسا ہوتا ہے لیکن کب؟ جب دو باتوں کا التزام کیا جائے۔ ایک دوائی پابندی کے ساتھ اس طریقے اور شرائط کے ساتھ استعمال کیا جائےجو حکیم اور ڈاکٹر بتلائے۔ دوسرا پرہیز یعنی ایسی چیزوں سے اجتناب کیا جائے جو اس دوائی کے اثرات کو زائل کرنے والی ہوں۔ اسی طرح نماز کے اندر بھی یقیناً اللہ نے ایسی روحانی تاثیر رکھی ہے کہ یہ انسان کو بے حیائی اور برائی سے روکتی ہے لیکن اسی وقت، جب نماز کو سنت نبوی (صلى الله عليه وسلم) کے مطابق ان آداب اور شرائط کے ساتھ پڑھا جائے جو اس کی صحت وقبولیت کے لئے ضروری ہیں۔ مثلاً اس کے لئے پہلی چیز اخلاص ہے، ثانیاً طہارت قلب، یعنی نماز میں اللہ کے سوا کسی اور کی طرف التفات نہ ہو، ثالثاً باجماعت اوقات مقررہ پر اس کا اہتمام۔ رابعا ارکان صلوۃ (قراءت، رکوع، قومہ، سجدہ وغیرہ) میں اعتدال واطمینان، خامساً خشوع وخضوع اور رقت کی کیفیت۔ سادساً مواظبت یعنی پابندی کے ساتھ اس کا التزام، سابعاً رزق حلال کا اہتمام۔ ہماری نمازیں ان آداب وشرائط سے عاری ہیں، اس لئے ان کے وہ اثرات بھی ہماری زندگی میں ظاہر نہیں ہو رہے ہیں، جو قرآن کریم میں بتلائے گئے ہیں۔ بعض نے اس کے معنی امر کے کیے ہیں۔ یعنی نماز پڑھنے والے کو چاہئے کہ بے حیائی کے کاموں سے اور برائی سے رک جائے۔\n(4) یعنی بے حیائی اور برائی سے روکنے میں اللہ کا ذکر، اقامت صلوٰۃ سے بھی زیادہ موثر ہے۔ اس لئے کہ آدمی جب تک نماز میں ہوتا ہے، برائی سے رکا رہتا ہے۔ لیکن بعد میں اس کی تاثیر کمزور ہو جاتی ہے، اس کے برعکس ہر وقت اللہ کا ذکر اس کے لئے ہر وقت برائی میں مانع رہتا ہے۔","lang":"ur"},{"name":"29:46","price":"اور اہل کتاب کے ساتھ بحﺚ ومباحثہ نہ کرو مگر اس طریقہ پر جو عمده ہو(1) مگر ان کے ساتھ جو ان میں ﻇالم ہیں(2) اور صاف اعلان کر دو کہ ہمارا تو اس کتاب پر بھی ایمان ہے اور جو ہم پر اتاری گئی ہے اور اس پر بھی جو تم پر اتاری گئی(3)، ہمارا تمہارا معبود ایک ہی ہے۔ ہم سب اسی کے حکم برادر ہیں.","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"(1) اس لئے کہ وہ اہل علم وفہم ہیں، بات کو سمجھنے کی صلاحیت واستعداد رکھتے ہیں۔ بنا بریں ان سے بحث وگفتگو میں تلخی اور تندی مناسب نہیں۔\n(2) یعنی جو بحث ومجادلہ میں افراط سےکام لیں تو تمہیں بھی سخت لب ولہجہ اختیار کرنے کی اجازت ہے۔ بعض نے پہلے گروہ سے مراد وہ اہل کتاب لئے ہیں جو مسلمان ہوگئے تھے اور دوسرے گروہ سے وہ اشخاص جو مسلمان نہیں ہوئے بلکہ یہودیت ونصرانیت پر قائم رہے اور بعض نے ظَلَمُوا مِنْهُمْ کا مصداق ان اہل کتاب کو لیا ہے جو مسلمانوں کےخلاف جارحانہ عزائم رکھتے تھے اور جدال وقتال کے بھی مرتکب ہوتے تھے۔ ان سے تم بھی قتال کرو تا آنکہ مسلمان ہو جائیں، یا جزیہ دیں۔\n(3) یعنی تورات وانجیل پر۔ یعنی یہ بھی اللہ کی طرف سےنازل کردہ ہیں اور یہ کہ یہ شریعت اسلامیہ کے قیام اور بعثت محمدیہ تک شریعت الہیہٰ ہیں۔","lang":"ur"},{"name":"29:47","price":"اور ہم نے اسی طرح آپ کی طرف اپنی کتاب نازل فرمائی ہے، پس جنہیں ہم نے کتاب دی ہے وه اس پر ایمان ﻻتے ہیں(1) اور ان (مشرکین) میں سے بعض اس پر ایمان رکھتے ہیں(2) اور ہماری آیتوں کا انکار صرف کافر ہی کرتے ہیں.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"(1) اس سے مراد عبداللہ بن سلام (رضي الله عنه) وغیرہ ہیں۔ ایتائے کتاب سے مراد اس پر عمل ہے۔ گویا اس پر جو عمل نہیں کرتے، انہیں یہ کتاب دی ہی نہیں گئی۔\n(2) ان سے مراد اہل مکہ ہیں جن میں سے کچھ لوگ ایمان لے آئے تھے۔","lang":"ur"},{"name":"29:48","price":"اس سے پہلے تو آپ کوئی کتاب پڑھتے نہ تھے(1) اور نہ کسی کتاب کو اپنے ہاتھ سے لکھتے(2) تھے کہ یہ باطل پرست لوگ شک وشبہ میں پڑتے.(3)","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"(1) اس لئے کہ ان پڑھ تھے۔\n(2) اس لئے کہ لکھنے کے لئے بھی علم ضروری ہے، جو آپ نےکسی سے حاصل ہی نہیں کیا تھا۔\n(3) یعنی اگر آپ (صلى الله عليه وسلم) پڑھے لکھے ہوتے یا کسی استاد سےکچھ سیکھا ہوتا تو لوگ کہتے کہ یہ قرآن مجید فلاں کی مدد سے یا اس سے تعلیم حاصل کرنے کا نتیجہ ہے۔","lang":"ur"},{"name":"29:49","price":"بلکہ یہ (قرآن) تو روشن آیتیں ہیں جو اہل علم کے سینوں میں محفوظ ہیں(1) ، ہماری آیتوں کا منکر بجز ﻇالموں کے اور کوئی نہیں.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"(1) یعنی قرآن مجید کے حافظوں کے سینوں میں۔ یہ قرآن مجید کا اعجاز ہےکہ قرآن مجید لفظ بہ لفظ سینے میں محفوظ ہوتا ہے۔","lang":"ur"},{"name":"29:50","price":"انہوں نے کہا کہ اس پر کچھ نشانیاں (معجزات) اس کے رب کی طرف سے کیوں نہیں اتارے گئے۔ آپ کہہ دیجئے کہ نشانیاں تو سب اللہ تعالیٰ کے پاس ہیں(1) میں تو صرف کھلم کھلا آگاه کر دینے واﻻ ہوں.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"(1) یعنی یہ نشانیاں اس کی حکمت ومشیت، جن بندوں پر اتارنے کی مقتضی ہوتی ہے، وہاں وہ اتارتا ہے، اس میں اللہ کے سوا کسی کا اختیار نہیں ہے۔","lang":"ur"},{"name":"29:51","price":"کیا انہیں یہ کافی نہیں؟ کہ ہم نے آپ پر کتاب نازل فرما دی جو ان پر پڑھی جا رہی ہے(1) ، اس میں رحمت (بھی) ہے اور نصیحت (بھی) ہے ان لوگوں کے لئے جو ایمان والے ہیں.(2)","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"(1) یعنی وہ نشانیاں طلب کرتے ہیں۔ کیا ان کے لئےبطور نشانی یہ قرآن کافی نہیں ہے جو ہم نے آپ پر نازل کی ہے اور جس کی بابت انہیں چیلنج دیا گیا ہے کہ اس جیسا قرآن لا کر دکھائیں یا کوئی ایک سورت ہی بنا کر پیش کر دیں۔ جب قرآن کی اس معجز ہ نمائی کےباوجود یہ قرآن پر ایمان نہیں لا رہے ہیں تو حضرت موسیٰ وعیسیٰ علیہما السلام کی طرح انہیں معجزے دکھا بھی دیئے جائیں تو ان پر یہ کون سا ایمان لے آئیں گے؟\n(2) یعنی ان لوگوں کے لئےجو اس بات کی تصدیق کرتے ہیں کہ یہ قرآن اللہ کی طرف سے آیا ہے، کیونکہ وہی اس سے متمتع اور فیض یاب ہوتے ہیں۔","lang":"ur"},{"name":"29:52","price":"کہہ دیجئے کہ مجھ میں اور تم میں اللہ تعالیٰ گواه ہونا کافی ہے(1) وه آسمان وزمین کی ہر چیز کا عالم ہے، جو لوگ باطل کے ماننے والے اور اللہ تعالیٰ سے کفر کرنے والے(2) ہیں وه زبردست نقصان اور گھاٹے میں ہیں.(3)","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"(1) اس بات پر کہ میں اللہ کا نبی ہوں اور جو کتاب مجھ پر نازل ہوئی ہے، یقیناً منجانب اللہ ہے۔\n(2) یعنی غیر اللہ کو عبادت کا مستحق ٹھہراتے ہیں اور جو فی الواقع مستحق عبادت ہے، یعنی اللہ تعالیٰ ، اس کا انکار کرتے ہیں۔\n(3) کیونکہ یہی لوگ فساد عقلی اور سوء فہم میں مبتلا ہیں، اسی لئے انہوں نے جو سودا کیا ہےکہ ایمان کے بدلے کفر اور ہدایت کے بدلے گمراہی خریدی ہے، اس میں بھی یہ نقصان اٹھانے والے ہیں۔","lang":"ur"},{"name":"29:53","price":"یہ لوگ آپ سے عذاب کی جلدی کر رہے ہیں(1) ۔ اگر میری طرف سے مقرر کیا ہوا وقت نہ ہوتا تو ابھی تک ان کے پاس عذاب آچکا ہوتا(2)، یہ یقینی بات ہے کہ اچانک ان کی بے خبری میں ان کے پاس عذاب آپہنچے گا.(3)","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"(1) یعنی پیغمبر کی بات ماننے کے بجائے، کہتے ہیں کہ اگر تو سچا ہے تو ہم پر عذاب نازل کروا دے۔\n(2) یعنی ان کے اعمال واقوال تو یقیناً اس لائق ہیں کہ انہیں فوراً صفحۂ ہستی سے ہی مٹا دیا جائے۔ لیکن ہماری سنت ہے کہ ہر قوم کو ایک وقت خاص تک مہلت دیتے ہیں، جب وہ مہلت عمل ختم ہو جاتی ہے تو ہمارا عذاب آجاتا ہے۔\n(3) یعنی جب عذاب کا وقت مقرر آجائے گا تو اس طرح اچانک آئے گا کہ انہیں پتہ بھی نہیں چلےگا، یہ وقت مقرر وہ ہےجو اس نے اہل مکہ کے لئے لکھ رکھا تھا، یعنی جنگ بدر میں اسارت وقتل، یا پھر قیامت کا وقوع ہے جس کے بعد کافروں کے لئے عذاب ہی عذاب ہے۔","lang":"ur"},{"name":"29:54","price":"یہ عذاب کی جلدی مچا رہے ہیں اور (تسلی رکھیں) جہنم کافروں کو گھیر لینے والی ہے.(1)","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"(1) پہلا يَسْتَعْجِلُونَكَ بطور خبر کے تھا اور یہ دوسرا بطور تعجب کے ہے یعنی یہ امر تعجب انگیز ہے کہ عذاب کی جگہ (جہنم) ان کو اپنےگھیرے میں لئے ہوئے ہے۔ پھر بھی عذاب کے لئے جلدی مچا رہے ہیں؟ حالاں کہ ہرآنے والی چیز قریب ہی ہوتی ہے، اسے دور کیوں سمجھتے ہیں؟ یا پھر یہ تکرار بطور تاکید کے ہے۔","lang":"ur"},{"name":"29:55","price":"اس دن ان کے اوپر تلے سے عذاب ڈھانﭗ رہا ہوگا اور اللہ تعالیٰ(1) فرمائے گا کہ اب اپنے (بد) اعمال کا مزه چکھو.","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"(1) يَقُولُ، کا فاعل اللہ ہے یا فرشتے، یعنی جب چاروں طرف سے ان پر عذاب ہو رہا ہوگا تو کہا جائے گا۔","lang":"ur"},{"name":"29:56","price":"اے میرے ایمان والے بندو! میری زمین بہت کشاده ہے سو تم میری ہی عبادت کرو.(1)","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"(1) اس میں ایسی جگہ سے، جہاں اللہ کی عبادت کرنی مشکل ہو اور دین پر قائم رہنا دوبھر ہو رہا ہو، ہجرت کرنے کا حکم ہے، جس طرح مسلمانوں نے پہلے مکہ سے حبشہ کی طرف اور پھر بعد میں مدینہ کی طرف ہجرت کی۔","lang":"ur"},{"name":"29:57","price":"ہر جاندار موت کا مزه چکھنے واﻻ ہےاور تم سب ہماری ہی طرف لوٹائے جاؤ گے.(1)","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"(1) یعنی موت کا جرعۂ تلخ تو لامحالہ ہر ایک کو پینا ہے، ہجرت کرو گے تب بھی اور نہ کرو گے تب بھی، اس لئےتمہارے لئےوطن کا، رشتے داروں کا، اور دوست احباب کا چھوڑنا مشکل نہیں ہونا چاہئے۔ موت تو تم جہاں بھی ہوں گے آجائے گی۔ البتہ اللہ کی عبادت کرتے ہوئے مرو گے تو تم اخروی نعمتوں سے شاد کام ہو گے، اس لئے کہ مر کر تو اللہ ہی کے پاس جانا ہے۔","lang":"ur"},{"name":"29:58","price":"اور جولوگ ایمان ﻻئے اور نیک کام کیے انہیں ہم یقیناً جنت کے ان باﻻ خانوں میں جگہ دینگے جن کے نیچے چشمے بہہ رہے ہیں(1) جہاں وه ہمیشہ رہیں گے(2)، کام کرنے والوں کا کیا ہی اچھا اجر ہے.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"(1) یعنی اہل جنت کے مکانات بلند ہوں گے، جن کے نیچے نہریں بہہ رہی ہوں گی۔ یہ نہریں پانی، شراب، شہد اور دودھ کی ہوں گی، علاوہ ازیں انہیں جس طرف پھیرنا چاہیں گے، ان کا رخ اسی طرف ہو جائے گا۔\n(2) ان کے زوال کا خطرہ ہوگا، نہ انہیں موت کا اندیشہ نہ کسی اور جگہ پھر جانے کا خوف۔","lang":"ur"},{"name":"29:59","price":"وه جنہوں نے صبر کیا(1) ، اور اپنے رب تعالیٰ پر بھروسہ رکھتے ہیں.(2)","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"(1) یعنی دین پر مضبوطی سے قائم رہے، ہجرت کی تکلیفیں برداشت کیں، اہل وعیال اور عزیز واقربا سےدوری کو محض اللہ کی رضا کے لئے گوارا کیا۔\n(2) دین اور دنیا کے ہر معاملے اور حالات میں۔","lang":"ur"},{"name":"29:60","price":"اور بہت سے(1) جانور ہیں جو اپنی روزی اٹھائے نہیں پھرتے(2)، ان سب کو اور تمہیں بھی اللہ تعالیٰ ہی روزی دیتا ہے(3)، وه بڑا ہی سننے جاننے واﻻ ہے.(4)","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"(1) كَأَيِّنْ میں کاف تشبیہ کا ہے اور معنی ہیں کتنے ہی یا بہت سے۔\n(2) کیونکہ اٹھا کر لے جانے کی ان میں ہمت ہی نہیں ہوتی، اسی طرح وہ ذخیرہ بھی نہیں کر سکتے۔ مطلب یہ ہے کہ رزق کسی خاص جگہ کے ساتھ مختص نہیں ہے بلکہ اللہ کا رزق اپنی مخلوق کے لئے عام ہے وہ جو بھی ہو اور جہاں بھی ہو بلکہ اللہ تعالیٰ نےہجرت کو جانے والے صحابہ (رضي الله عنهم) کو پہلے سے کہیں زیادہ وسیع اور پاکیزہ رزق عطا فرمایا، نیز تھوڑے ہی عرصے کے بعد انہیں عرب کے متعدد علاقوں کا حکمران بنا دیا۔ رَضِيَ اللهُ عَنْهُمْ أَجْمَعِينَ.\n(3) یعنی کمزور ہے یا طاقت ور، اسباب ووسائل سے بہرہ ور ہے یا بے بہرہ، اپنے وطن میں ہے یا مہاجر اور بے وطن، سب کا روزی رساں وہی اللہ ہے جو چیونٹی کو زمین کے کونوں کھدروں میں، پرندوں کو ہواؤں میں اور مچھلیوں اور دیگر آبی جانوروں کو سمندر کی گہرائیوں میں روزی پہنچاتا ہے۔ اس موقع پر مطلب یہ ہے کہ فقر وفاقہ کا ڈر ہجرت میں رکاوٹ نہ بنے، اس لئے کہ اللہ تعالیٰ تمہاری اور تمام مخلوقات کی روزی کا ذمے دار ہے۔\n(4) وہ جاننے والا ہے تمہارے اعمال وافعال کو اور تمہارے ظاہر وباطن کو، اس لئے صرف اسی سے ڈرو، اس کے سوا کسی سے مت ڈرو! اسی کی اطاعت میں سعادت وکمال ہے اور اس کی معصیت میں شقاوت ونقصان۔","lang":"ur"},{"name":"29:61","price":"اور اگر آپ ان سے دریافت کریں کہ زمین وآسمان کا خالق اور سورج چاند کو کام میں لگانے واﻻ کون ہے؟ تو ان کا جواب یہی ہوگا کہ اللہ تعالیٰ(1) ، پھر کدھر الٹے جا رہے ہیں.(2)","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"(1) یعنی یہ مشرکین، جو مسلمانوں کو محض توحید کی وجہ سے ایذائیں پہنچا رہے ہیں، ان سے اگر پوچھا جائے کہ آسمان وزمین کو عدم سےوجود میں لانے والا اور سورج اور چاند کو اپنے اپنے مدار پر چلانے والا کون ہے؟ تو وہاں یہ اعتراف کیے بغیر انہیں چارہ نہیں ہوتا کہ یہ سب کچھ کرنے والا اللہ ہے۔\n(2) یعنی دلائل واعتراف کے باوجود حق سے یہ اعراض اور گریز باعث تعجب ہے۔","lang":"ur"},{"name":"29:62","price":"اللہ تعالیٰ اپنے بندوں میں سے جسے چاہے فراخ روزی دیتا ہے اور جسے چاہے تنگ(1) ۔ یقیناً اللہ تعالیٰ ہر چیز کا جاننے واﻻ ہے.(2)","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"(1) یہ مشرکین کے اعتراض کا جواب ہے جو وہ مسلمانوں پر کرتے تھے کہ اگر تم حق پر ہوتو پھر غریب اور کمزور کیوں ہو؟ اللہ نے فرمایا کہ رزق کی کشادگی اور کمی اللہ کے اختیار میں ہے وہ اپنی حکمت ومشیت کے مطابق جس کو چاہتا ہے کم یا زیادہ دیتا ہے، اس کا تعلق اس کی رضا مندی یا غضب سے نہیں ہے۔\n(2) اس کو بھی وہی جانتا ہے کہ زیادہ رزق کس کے لئے بہتر ہے اور کس کے لئے نہیں؟","lang":"ur"},{"name":"29:63","price":"اور اگر آپ ان سے سوال کریں کہ آسمان سے پانی اتار کر زمین کو اس کی موت کے بعد زنده کس نے کیا؟ تو یقیناً ان کا جواب یہی ہوگا اللہ تعالیٰ نے۔ آپ کہہ دیں کہ ہر تعریف اللہ ہی کے لئے سزاوار ہے، بلکہ ان میں سے اکثر بے عقل ہیں.(1)","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"(1) کیونکہ عقل ہوتی تو اپنے رب کےساتھ پتھروں کو اور مردوں کو رب نہ بناتے۔ نہ ان کے اندر یہ تناقض ہوتا کہ اللہ تعالیٰ کی خالقیت وربوبیت کے اعتراف کے باوجود، بتوں کو حاجت روا اور لائق عبادت سمجھ رہے ہیں۔","lang":"ur"},{"name":"29:64","price":"اور دنیا کی یہ زندگانی تو محض کھیل تماشا ہے(1) البتہ آخرت کے گھر کی زندگی ہی حقیقی زندگی ہے(2)، کاش! یہ جانتے ہوتے.(3)","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"(1) یعنی جس دنیا نے انہیں آخرت سے اندھا اور اس کے لئے توشہ جمع کرنے سے غافل رکھا ہے، وہ ایک کھیل کود سے زیادہ حیثیت نہیں رکھتی، کافر دنیا کے کاروبار میں مشغول رہتا ہے، اس کے لئے شب روز محنت کرتا ہے لیکن جب مرتا ہے تو خالی ہاتھ ہوتا ہے۔ جس طرح بچے سارا دن مٹی کے گھروندوں سے کھیلتے ہیں، پھر خالی ہاتھ گھروں کو لوٹ جاتے ہیں، سوائے تھکاوٹ کے انہیں کچھ حاصل نہیں ہوتا۔\n(2) اس لئے ایسےعمل صالح کرنے چاہئے جن سے آخرت کا یہ گھر سنور جائے۔\n(3) کیونکہ اگر وہ یہ بات جان لیتے تو آخرت سے بے پرواہ ہو کر دنیا میں مگن نہ ہوتے۔ اس لئے انکا علاج علم ہے، علم شریعت۔","lang":"ur"},{"name":"29:65","price":"پس یہ لوگ جب کشتیوں میں سوار ہوتے ہیں تو اللہ تعالیٰ ہی کو پکارتے ہیں اس کے لئے عبادت کو خالص کر کے پھر جب وه انہیں خشکی کی طرف بچا ﻻتا ہے تو اسی وقت شرک کرنے لگتے ہیں.(1)","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"(1) مشرکین کے اس تناقض کو بھی قرآن کریم میں متعدد جگہ بیان فرمایا گیا ہے۔ اس تناقض کو حضرت عکرمہ (رضي الله عنه) سمجھ گئے تھے جس کی وجہ سے انہیں قبول اسلام کی توفیق حاصل ہوگئی۔ ان کے متعلق آیا ہے کہ فتح مکہ کے بعد یہ مکہ سے فرار ہوگئے تاکہ نبی (صلى الله عليه وسلم) کی گرفت سے بچ جائیں۔ یہ حبشہ جانے کے لئے ایک کشتی میں بیٹھے، کشتی گرداب میں پھنس گئی، تو کشتی میں سوار لوگوں نے ایک دوسرے سے کہا کہ پورے خلوص سے رب سے دعائیں کرو، اس لئےکہ یہاں اس کےعلاوہ کوئی نجات دینے والا نہیں ہے۔ حضرت عکرمہ (رضي الله عنه) نے یہ سن کر کہا کہ اگر یہاں سمندر میں اس کے سوا کوئی نجات نہیں دے سکتا تو خشکی میں بھی اس کے سوا کوئی نجات نہیں دے سکتا۔ اور اسی وقت اللہ سے عہد کر لیا کہ اگر میں یہاں سے بخیرت ساحل پر پہنچ گیا تو میں محمد (صلى الله عليه وسلم) کے ہاتھ پر بیعت کر لوں گا یعنی مسلمان ہو جاؤں گا، چنانچہ یہاں سے نجات پاکر انہوں نے اسلام قبول کرلیا (رضي الله عنه)۔ (ابن کثیر بحوالہ سیرت محمد بن اسحاق)","lang":"ur"},{"name":"29:66","price":"تاکہ ہماری دی ہوئی نعمتوں سے مکرتے رہیں اور برتتے رہیں(1) ۔ ابھی ابھی پتہ چل جائے گا.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"یہ لام کئی ہے جو علت کے لئے ہے۔ یعنی نجات کے بعد ان کا شرک کرنا، اس لئے ہے کہ وہ کفران نعمت کریں اور دنیا کی لذتوں سے متمتع ہوتے رہیں۔ کیونکہ اگر وہ یہ ناشکری نہ کرتے تو اخلاص پر قائم رہتے اور صرف الہٰ واحد کو ہی ہمیشہ پکارتے۔ بعض کے نزدیک یہ لام عاقبت کے لئے ہے، یعنی گو ان کا مقصد کفر کرنا نہیں ہے لیکن دوبارہ شرک کے ارتکاب کا نتیجہ بہرحال کفر ہی ہے۔","lang":"ur"},{"name":"29:67","price":"کیا یہ نہیں دیکھتے کہ ہم نے حرم کو با امن بنا دیا ہے حاﻻنکہ ان کے اردگرد سے لوگ اچک لیے جاتے ہیں(1) ، کیا یہ باطل پر تو یقین رکھتے ہیں اور اللہ تعالیٰ کی نعمتوں پر ناشکری کرتے ہیں.(2)","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"(1) اللہ تعالیٰ اس احسان کا تذکرہ فرما رہاہے جو اہل مکہ پر اس نے کیا کہ ہم نے ان کے حرم کو امن والا بنایا جس میں اس کے باشندے قتل وغارت، اسیری، لوٹ مار وغیرہ سے محفوظ ہیں، جب کہ عرب کے دوسرےعلاقے اس امن وسکون سے محروم ہیں قتل وغارت گری ان کے ہاں معمول اور آئے دن کا مشغلہ ہے۔\n(2) یعنی کیا اس نعمت کا شکر یہی ہے کہ وہ اللہ کے ساتھ شریک ٹھہرائیں، اور جھوٹے معبودوں اور بتوں کی پرستش کرتے رہیں۔ اس احسان کا اقتضا تو یہ تھا کہ وہ صرف ایک اللہ کی عبادت کرتے اور اس کے پیغمبر (صلى الله عليه وسلم) کی تصدیق کرتے۔","lang":"ur"},{"name":"29:68","price":"اور اس سے بڑا ﻇالم کون ہوگا؟ جو اللہ تعالیٰ پر جھوٹ باندھے(1) یا جب حق اس کے پاس آجائے وه اسے(2) جھٹلائے، کیا ایسے کافروں کا ٹھکانا جہنم میں نہ ہوگا؟","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"(1) یعنی دعویٰ کرے کہ مجھ پر اللہ کی طرف سے وحی آتی ہے دراں حالیکہ ایسا نہ ہو یا کوئی یہ کہے کہ میں بھی وہ چیز اتار سکتا ہوں جو اللہ نے اتاری ہے۔ یہ افتراہے اور مدعی مفتری۔\n(2) یہ تکذیب ہے اور اس کا مرتکب مکذب۔ افترا اور تکذیب دونوں کفر ہیں جس کی سزا جہنم ہے۔","lang":"ur"},{"name":"29:69","price":"اور جو لوگ ہماری راه میں مشقتیں برداشت کرتے ہیں(1) ہم انہیں اپنی راہیں ضرور دکھا دیں گے(2)۔ یقیناً اللہ تعالیٰ نیکو کاروں کا ساتھی ہے.(3)","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"(1) یعنی دین پر عمل کرنے میں جو دشواریاں، آزمائشیں اور مشکلات پیش آتی ہیں۔\n(2) اس سے مراد دنیا وآخرت کے وہ راستے ہیں جن پر چل کر انسان کو اللہ کی رضا حاصل ہوتی ہے۔\n(3) احسان کا مطلب ہے اللہ کوحاضر ناظر جان کر ہرنیکی کےکام کو اخلاص کے ساتھ کرنا، سنت نبوی (صلى الله عليه وسلم) کے مطابق کرنا، برائی کے بدلے میں برائی کے بجائے حسن سلوک کرنا، اپنا حق چھوڑ دینا اور دوسروں کو ان کے حق سے زیادہ دینا۔ یہ سب احسان کےمفہوم میں شامل ہیں۔","lang":"ur"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}